[{"style":"s1","verse":"","text":"Yeesu nee ku jaare ci moom, mucc"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Maa leen ko wax déy ci lu wér, ku duggewul ci buntu wërmbalu xar yi, xanaa mu yéege feneen, tëb, kooku ab sàcc la, ab saay-saay la."},{"style":"v","verse":"2","text":"Waaye ki dugge ci buntu wërmbal bi, kookooy sàmmub xar yi."},{"style":"v","verse":"3","text":"Kooku la wattukat biy ubbil, xar yi di déglu baatam. Mooy woo xari boppam ci seen tur, génne leen."},{"style":"v","verse":"4","text":"Bu génnee xaram yépp ba noppi, da leen di jiitu, ñu topp ci moom, ndax xàmmee nañu baatam."},{"style":"v","verse":"5","text":"Ab jàmbur nag, duñu ko topp mukk; dañu koy daw kay, ndax xàmmeewuñu baatub jàmbur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Léeb woowu la Yeesu léeb ci kanamu nit ñi, waaye ñoom xamuñu la mu leen wax."},{"style":"v","verse":"7","text":"Ci kaw loolu Yeesu neeti: «Maa leen ko wax déy ci lu wér, man maay buntu wërmbalu xar yi."},{"style":"v","verse":"8","text":"Mboolem ñi ma jiitu, ay sàcc aki saay-saay lañu, waaye xar yi dégluwuñu leen."},{"style":"v","verse":"9","text":"Man maay bunt bi; ku dugge ci man, dinga mucc, di dugg aka génn, di gis mbooy goo fore."},{"style":"v","verse":"10","text":"Ab sàcc moom, dara indiwu ko lu moy sàcc aka rey aka yàq. Man maa ñëw, ngir nit ñi dund dund gu naat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Man maay sàmm bi baax\\f + \\fr 10.11 \\ft Seetal ci \\bk Esekiyel\\bk* 34.15-16.\\f*. Sàmm bu baax, bakkanam lay joxe, jote ko ay xaram."},{"style":"v","verse":"12","text":"Kuy sàmmaan di feyeeku te dub sàmm, moomuli xar; bu séenee bukki buy dikk, day bàyyi xar ya, daw, bukki ba jàpp ca, tasaare la ca des."},{"style":"v","verse":"13","text":"Ab sàmmaan kuy feyeeku rekk la, xalaatul xar ya, moo tax muy daw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Man maay sàmm bi baax. Maa xam sama xari bopp, ñoom it ñu xam ma."},{"style":"v","verse":"15","text":"Noonu it laa xame Baay bi, Baay bi xame ma ni, te maay joxe sama bakkan, jote ko xar yi."},{"style":"v","verse":"16","text":"Am naa it yeneen xar yu bokkul ci bii wërmbal. Ñoom it fàww ma indi leen, te dinañu dégg sama baat. Su ko defee muy gennug coggal, di bennub sàmm."},{"style":"v","verse":"17","text":"Li tax Baay bi sopp ma, moo di sama bakkan laa joxe, ba man koo jëlaat."},{"style":"v","verse":"18","text":"Kenn du jële sama bakkan ci man; man maa koy joxeel sama bopp. Maa ko saña joxe, maa ko saña jëlaat, te loolu la ma sama Baay sant.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Féewaloo nag amati ca Yawut ya, ndax kàddu yooyu."},{"style":"v","verse":"20","text":"Ñu bare ca ñoom naan: «Aw rab a ko jàpp! Dafa dof! Lu ngeen koy dégloo?»"},{"style":"v","verse":"21","text":"Ña ca des naan: «Jii wax du waxi ku rab jàpp. Ndax aw rab man naa muri bëti gumba?»"},{"style":"s1","verse":"","text":"Yawut ya gàntal nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Bés ba ñuy baaxantal daloog kër Yàlla ga la woon ca Yerusalem, yemook jamonoy sedd."},{"style":"v","verse":"23","text":"Yeesoo nga doon doxantu ca kër Yàlla ga, ca mbaar ma ñuy wax Mbaarum Suleymaan."},{"style":"v","verse":"24","text":"Yawut ya yéew ko ne ko: «Loo deeti xaar ci dindil nu kumpa; su dee yaa di \\w Almasi|Almasi b-:\\w* bi, wax nu lu leer!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Yeesu ne leen: «Wax naa leen ko, yeena gëmul. Man, jëf ji may def ci sama turu Baay moo may seedeel."},{"style":"v","verse":"26","text":"Waaye yeen yeena gëmul, ndax bokkuleen ci samay xar."},{"style":"v","verse":"27","text":"Samay xar, sama baat lañuy déglu; maa leen xam, te man lañuy topp."},{"style":"v","verse":"28","text":"Man maa leen di texeel ba fàww; duñu sànku mukk, te kenn du leen foqatee ci sama loxo."},{"style":"v","verse":"29","text":"Sama Baay bi ma leen jox, moo gëna màgg lépp, te kenn manula foqatee lenn ci loxol Baay bi."},{"style":"v","verse":"30","text":"Man ak Baay bi benn lanu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yawut ya nag foratiy xeer yu ñu ko sànni, ngir rey ko."},{"style":"v","verse":"32","text":"Yeesu ne leen: «Jëf ju baax ju bare laa def ci ndigalal Baay bi. Ana ci yooyu jëf, jan ngeen ma nara sànnee ay xeer ba rey ma?»"},{"style":"v","verse":"33","text":"Yawut ya ne ko: «Du jëf ju baax lanu lay sànneey xeer, ba rey la, waaye dangaa diir Yàlla mbagg. Yaw ngay nit doŋŋ te naan yaay Yàlla!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Yeesu ne leen: «Xanaa bindeesul ci seen téereb yoon, kàddug Yàlla gii: “Dama ne ay yàlla ngeen\\f + \\fr 10.34 \\ft Seetal ci \\bk Taalifi cant\\bk* 82.6.\\f*”?"},{"style":"v","verse":"35","text":"Ndegam Yàlla moo woowe “yàlla” ñi kàddug Yàlla dikkal, te Mbindum kàddoom maneesu koo toxal,"},{"style":"v","verse":"36","text":"kon man mi Yàlla beral boppam, yebal ma ci àddina, ana nu ngeen ma mana waxe ne: “Yaa diir Yàlla mbagg,” ndax li ma ne maay \\w Doomu Yàlla|Doomu Yàlla j-:\\w*?"},{"style":"v","verse":"37","text":"Su ma deful sama liggéeyu Baay, buleen ma gëm;"},{"style":"v","verse":"38","text":"waaye gannaaw moom laay def, su ngeen ma gëmul sax, gëmleen boog jëf ji, ngir ngeen xam te ràññee ne Baay baa ngi ci man, te man it, maa ngi ci Baay bi.»"},{"style":"v","verse":"39","text":"Ñu di ko jéematee jàpp nag, mu far rëcc leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Ci kaw loolu Yeesu jàllaat dexu Yurdan, daldi dem fa béreb ba \\w Yaxya|Yaxya:\\w* njëkkoon di sóobe nit ñi, mu dal foofa."},{"style":"v","verse":"41","text":"Ñu bare nag dikk, fekk ko fa, te naan: «Yaxya de wonewul jenn firnde, waaye mboolem lu mu wax ci kii, dëgg la.»"},{"style":"v","verse":"42","text":"Ñu bare gëme ko foofa."}]