[{"style":"s1","verse":"","text":"Lu jëm ci deewug Lasaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jenn waay a woppoon; ñu di ko wax Lasaar, di waa Betani, dëkkub Maryaama ak Màrt, ña mu bokkal ndey ak baay."},{"style":"v","verse":"2","text":"Maryaama mooy ki sotti woon Sang bi lajkoloñ, ba fompe ay tànkam kawaru boppam. Moom la Lasaar mi woppoon di càmmiñam."},{"style":"v","verse":"3","text":"Ñaari jigéeni Lasaar yooyu nag yónnee ca Yeesu ne ko: «Sang bi, sa soppe bi daa wopp.»"},{"style":"v","verse":"4","text":"Yeesu dégg ca, ne: «Wopp jooju de du woppi dee, waaye darajay Yàlla lay feeñal, ba màggale ko \\w Doomu Yàlla|Doomu Yàlla j-:\\w* ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Yeesu nag ku soppoon Màrt la, ak Maryaama ak Lasaar."},{"style":"v","verse":"6","text":"Teewul ba mu déggee ne daa wopp, toogaat na ñaari fan fa mu nekkoon."},{"style":"v","verse":"7","text":"Gannaaw loolu mu ne taalibe ya: «Nanu dellu Yude.»"},{"style":"v","verse":"8","text":"Taalibe ya ne ko: «Kilifa gi, yàggul dara la la fa waa Yude doon wuta sànniy doj ngir rey la, nga di fa dellu?»"},{"style":"v","verse":"9","text":"Yeesu ne leen: «Xanaa du bëccëg fukki waxtook ñaar la? Kuy doxe bëccëg, du fakkastalu, ndax leeru àddina sii muy gis."},{"style":"v","verse":"10","text":"Waaye kuy doxe guddi, mooy fakkastalu, ndax ag leer la dul am.»"},{"style":"v","verse":"11","text":"Loolu la Yeesu wax, dal cay teg ne leen: «Sunu xarit Lasaar nelaw na, waaye maay dem ba yee ko.»"},{"style":"v","verse":"12","text":"Taalibe ya ne ko: «Sang bi, su dee nelaw kay, dina mucc.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Li Yeesu waxe noonu mooy Lasaar dee na, ñoom nag ñu foog ne da ne Lasaar day nelaw rekk."},{"style":"v","verse":"14","text":"Ca la leen Yeesu wax lu leer, ne leen: «Lasaar dee na."},{"style":"v","verse":"15","text":"Dee gi fekku ma fa, te loolu tax na maa bég ndax yeen, ngir dina tax ngeen gëm. Nanu ko seeti.»"},{"style":"v","verse":"16","text":"Ci kaw loolu Tomaa mi ñuy wax Seex bi, ne bokki taalibeem: «Nanu dem nun itam, ngir ànd ak moom dee!»"},{"style":"s1","verse":"","text":"Yeesu mooy dekkal, di dundal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba Yeesu agsee, fekk na Lasaar am ñeenti fan ci biir \\w bàmmeel|bàmmeel b-:\\w*."},{"style":"v","verse":"18","text":"Betani nag jegewoo na ak Yerusalem, te diggante bi yées na ñetti kilomet."},{"style":"v","verse":"19","text":"Yawut yu baree dikkoon kër Màrt ak Maryaama, ngir dëfal leen ci seen deewug càmmiñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba Màrt yégee ne Yeesoo ngay ñëw, da koo gatanduji, te fekk na Maryaama toog ca kër ga."},{"style":"v","verse":"21","text":"Màrt ne Yeesu: «Sang bi, soo fi nekkoon de, sama càmmiñ du dee."},{"style":"v","verse":"22","text":"Waaye ba léegi sax, xam naa ne loo ñaan Yàlla, Yàlla may la ko.»"},{"style":"v","verse":"23","text":"Yeesu ne ko: «Sa càmmiñ dina dekki.»"},{"style":"v","verse":"24","text":"Màrt ne ko: «Xam naa ne dina dekki kera ca ndekkitel bés bu mujj ba.»"},{"style":"v","verse":"25","text":"Yeesu ne ko: «Man maay ndekkite li, maay dund gi; ku ma gëm, soo deewee it, dinga dund."},{"style":"v","verse":"26","text":"Te képp kuy dund te gëm ma, doo dee mukk. Ndax gëm nga loolu?»"},{"style":"v","verse":"27","text":"Mu ne ko: «Waaw, Sang bi. Man gëm naa ne yaay \\w Almasi|Almasi b-:\\w* bi, \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, ki ñëw ci àddina si.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Loolu la Màrt wax, daldi woowi Maryaama, ñaarook moom, ne ko: «Kilifa gi ñëw na, ba di la laaj.»"},{"style":"v","verse":"29","text":"Maryaama dégg loolu, gaaw jóg dem ca Yeesu."},{"style":"v","verse":"30","text":"Booba Yeesu agseegul ca biir dëkk ba, waaye ma nga ba tey fa mu daje woon ak Màrt."},{"style":"v","verse":"31","text":"Yawut ya nekk ak Maryaama ca kër ga, di ko dëfal nag, gis ko na mu nee bërét génn, ñu topp ko, defe ne day jooyi ca bàmmeel ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ba Maryaama agsee ba gis Yeesu, da ne gurub cay tànkam ne ko: «Sang bi, soo fi nekkoon de, sama càmmiñ li du dee.»"},{"style":"v","verse":"33","text":"Ba ko Yeesu gisee muy jooy, Yawut ya mu àndal itam di jooy, yaramam daw na, mu jàq."},{"style":"v","verse":"34","text":"Mu ne leen: «Fu ngeen ko denc?» Ñu ne ko: «Kaay gis, Sang bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Yeesu nag jooy."},{"style":"v","verse":"36","text":"Yawut ya naan: «Gisleen rekk ni mu ko bëgge!»"},{"style":"v","verse":"37","text":"Teewul ñenn ca ñoom naan: «Moom mi muri bëti gumba gi, manul woona fexe itam ba kii du dee?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Naka la yaramu Yeesu dawati lool, mu dem ba ca bàmmeel ba, muy pax mu ñu yatt ciw doj, ube pax mi aw doj."},{"style":"v","verse":"39","text":"Yeesu ne: «Dindileen doj wi!» Màrt, jigéenu ki dee ne ko: «Sang bi, fii nu tollu dina am xet, nde mu ngi ci ñeenti fanam.»"},{"style":"v","verse":"40","text":"Yeesu ne ko: «Xanaa waxuma la ne soo gëmee, dinga gis màggug Yàlla?»"},{"style":"v","verse":"41","text":"Ñu dindi doj wa. Yeesu xool ca kaw, daldi ne: «Baay, sant naa la, ndax nangul nga ma."},{"style":"v","verse":"42","text":"Man nag xam naa ne saa su nekk danga may nangul, waaye mbooloo mi fi teew a ma taxa wax loolu, ngir ñu gëm ne yaw yaa ma yebal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Loolu la Yeesu wax, daldi xaacu ca kaw, ne: «Lasaar, génnal!»"},{"style":"v","verse":"44","text":"Néew bi génn ak càngaayam, tànk yeek loxo yi lëmëse, kanam ga muure. Yeesu ne leen: «Tekkileen ko, bàyyi ko mu dem.»"},{"style":"s1","verse":"","text":"Yawut yi jógal nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Yawut yu bare ca ña ñëwoon kër Maryaama, ba ñu gisee la Yeesu def, ca lañu ko gëm."},{"style":"v","verse":"46","text":"Teewul ñenn ca ñoom dem ca \\w Farisen|Farisen y-:\\w* ya, ba nettali leen la Yeesu def."},{"style":"v","verse":"47","text":"\\w Sarxalkat|sarxalkat b-:\\w* yu mag ya ak Farisen ya woo \\w kuréelu àttekat|kuréelu àttekat y-:\\w* ya, ne leen: «Ana lu nuy def nag? Ndax nit kii kat a ngi def firnde yu bare!"},{"style":"v","verse":"48","text":"Su nu ko bàyyee nii, ñépp a koy gëm, te kon kilifay Room dikk boole sunu béreb bu sell bi ak sunuw xeet, tas!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Kenn ca ñoom nag ku ñuy wax Kayif te doon sarxalkat bu mag ba ca at mooma, ne leen: «Yeen, dangeena xamul dara."},{"style":"v","verse":"50","text":"Yeen gisuleen sax ne seen njariñ moo di kenn nit doŋŋ deewal ñépp, ba askan wépp baña bokk sànku.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Loolu du lu Kayif wax ci sagoom, la mu doon sarxalkat bu mag ca at mooma, moo ko taxa jottali kàdduy \\w waxyu|waxyu:\\w* yooyu mu biral, ne Yeesu mooy deewal xeet wi."},{"style":"v","verse":"52","text":"Te du xeet woowu doŋŋ la ko defal, waaye da koo def ngir itam dajale doomi Yàlla yi tasaaroo, ñu doon benn bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Bésub keroog nag la njiiti Yawut yi dogu ci rey Yeesu."},{"style":"v","verse":"54","text":"Ci kaw loolu Yeesu jaareetul fu ñu koy gise ca Yawut ña, waaye fa la bàyyikoo, dem gox ba feggook màndiŋ ma, ca dëkk ba ñuy wax Efrayim. Foofa la toog aki taalibeem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"\\w Bésub Mucc|Màggal yi:\\w* nag moo jubsi woon, di màggalu Yawut yi. Ci biir loolu ñu bare jóge ca dëkki kaw ga, jëm Yerusalem balaa bésu Mucc baa dikk, ngir setluji fa."},{"style":"v","verse":"56","text":"Ba mu ko defee ñuy seet Yeesu. Naka lañu taxaw ca kër Yàlla ga, di wax ca seen biir, naan: «Lu ngeen ci xalaat? Da dul ñëw ci màggal gi?»"},{"style":"v","verse":"57","text":"Ci biir loolu sarxalkat yu mag ya ak Farisen ya joxe ndigal ne képp ku xam fu Yeesu nekk, na ko xamle, ngir ñu jàpp ko."}]