[{"style":"s1","verse":"","text":"Yeesu dëfal na taalibe ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Buleen jàq. Gëmleen Yàlla te gëm ma."},{"style":"v","verse":"2","text":"Sama kër Baay, dëkkuwaay yu baree nga fa. Su demewul woon noonu, ndax dinaa leen ne maa ngi leen fay waajali béreb?"},{"style":"v","verse":"3","text":"Te gannaaw bu ma leen waajalee béreb, dinaa délsi, jëlsi leen, yóbbu, ba fu ma nekk, man, ngeen nekk fa, yeen itam."},{"style":"v","verse":"4","text":"Te fa ma jëm, xam ngeen yoon wi.»"},{"style":"v","verse":"5","text":"Tomaa ne ko: «Sang bi, xamunu foo jëm, kon ana nu nuy xame yoon wi?»"},{"style":"s1","verse":"","text":"Yeesu mooy yoon wi jëm ci Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Yeesu ne ko: «Man maay yoon wi, maay dëgg gi, te maay dund gi. Kenn du ñëw ci Baay bi te jaarewul ci man."},{"style":"v","verse":"7","text":"Su ngeen ma xamoon, sama Baay itam, dingeen ko xam. Li ko dale tey nag, xam ngeen ko, gis ngeen ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Filib ne ko: «Sang bi, won nu Baay bi rekk, mu doy nu.»"},{"style":"v","verse":"9","text":"Yeesu ne ko: «Filib, ni ma yàggeek yeen te ba tey xamuloo ma? Ku ma gis kay, gis nga Baay bi. Kon ana noo naan: “Won nu Baay bi”?"},{"style":"v","verse":"10","text":"Dangaa gëmul ne man, maa ngi ci Baay bi, te Baay baa ngi ci man? Kàddu yi ma leen di wax, waxuma ko ci sama coobarey bopp, waaye Baay bi nekk ci man, moo sottal ay jëfam."},{"style":"v","verse":"11","text":"Gëmleen ma, ndax kàddu gii ma ne, maa ngi ci Baay bi, te Baay baa ngi ci man; mbaa boog, ngeen gëm ndax jëf ji may def."},{"style":"v","verse":"12","text":"Maa leen ko wax déy ci lu wér, ku ma gëm, jëf ji may def man, moom itam dina ko def, te jëf ju raw jii sax lay def, ndax man, ci Baay bi laa jëm."},{"style":"v","verse":"13","text":"Te lépp lu ngeen ñaan ci sama tur, loolu laay def, ngir Doom ji fésal darajay Baay bi."},{"style":"v","verse":"14","text":"Su ngeen ma ñaanee mbir ci sama tur, man maa koy def."},{"style":"s1","verse":"","text":"Yeesu dige na Noo gu Sell gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Su ngeen ma soppee, sàmmleen samay ndigal."},{"style":"v","verse":"16","text":"Man maay ñaan Baay bi, mu yónnee leen beneen Taxawukat\\f + \\fr 14.16 \\fk Taxawukat: \\ft Yeesu nee, Taxawukat bi ag noo la, kon bët du ko gis. Gannaaw bi Yeesu yéegee asamaan ba bésu Pàntakot dikk, ca la Taxawukat bi wàcc ci taalibey Yeesu. Ba tey itam, képp kuy taalibeb Yeesu, ci sa xol la Taxawukat biy dëkk.\\f*, ngir mu nekk ak yeen ba fàww."},{"style":"v","verse":"17","text":"Kooku mooy \\w Noowug Yàlla|Noo gu Sell g-:\\w* giy xamle liy dëgg. Àddina du ko mana dalal, ndax gisu ko te xamu ko. Yeen nag xam ngeen ko, ndax ci seen biir la dëkk, te ci seen biir xel lay nekk."},{"style":"v","verse":"18","text":"Duma leen bàyyi ngeen tumurànke. Dinaa délsi ci yeen."},{"style":"v","verse":"19","text":"Des na tuuti, àddina du ma gisati; yeen dingeen ma gis, ndax man maa ngi dund, te yeen itam dingeen dund."},{"style":"v","verse":"20","text":"Bésub keroog dingeen xam ne man maa ngi ci sama Baay, yeen ngeen nekk ci man, man it ma nekk ci yeen."},{"style":"v","verse":"21","text":"Ki nangu sama ndigal nag, te di ko sàmm, moo ma sopp, te kooku ma sopp, cofeel ñeel na ko, bawoo fa sama Baay, te man itam dinaa ko sopp, di ko feeñu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yuda meneen ma wuuteek Yuda Iskaryo, ne ko: «Sang bi, lu waral nga nar noo feeñu te doo feeñu àddina?»"},{"style":"v","verse":"23","text":"Yeesu ne ko: «Ku ma sopp day sàmm sama kàddu, sama Baay sopp ko; fi moom lanuy dikk, te moom lanuy def màkkaan."},{"style":"v","verse":"24","text":"Ku ma soppul, du sàmm samay kàddu. Kàddu gi ngeen dégg nag, du sama gos, waaye kàddug Baay bi ma yónni la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Lii laa leen di wax bi may nekkagum ak yeen."},{"style":"v","verse":"26","text":"Waaye Taxawukat bi, di Noo gu Sell gi leen Baay biy yónnee ci sama tur, moo leen di jàngal lépp, fàttali leen lépp lu ma leen waxoon, man."},{"style":"v","verse":"27","text":"Jàmm laa leen bàyyee, sama jàmm laa leen may te mayuma leen ko ni àddina di mayee. Buleen jaaxle, buleen tiit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"«Dégg ngeen ma ne leen: “Maa ngi dem, maa ngi délsi ci yeen.” Su ngeen ma soppoon, dingeen bége li may dem ci Baay bi, ndax Baay bee ma gëna màgg."},{"style":"v","verse":"29","text":"Léegi bala looloo dikk nag laa leen koy wax, ngir bu dikkee ngeen gëm."},{"style":"v","verse":"30","text":"Duma waxateek yeen lu bare ndax kàngamu àddinaa ngi dikk. Manul ci man dara nag."},{"style":"v","verse":"31","text":"Waaye fàww àddina xam ne Baay bi laa sopp, te li ma Baay bi sant rekk laay def. Jógleen, nu dem!"}]