[{"style":"s1","verse":"","text":"Yeesu mooy reseñ gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Man maay reseñ gi dëgg, sama Baay di boroom tóokër bi koy toppatoo."},{"style":"v","verse":"2","text":"Sama bépp car bu meññul, da koy tenqi sànni, bépp car bu ci meññ lay xosat ba mu set wecc, ngir mu gëna meññ."},{"style":"v","verse":"3","text":"Yeen nag, set ngeen wecc ba noppi, ndax kàddu gi ma leen wax."},{"style":"v","verse":"4","text":"Saxleen ci man, ni ma saxe man ci sama bopp ci yeen. Ni carub reseñ tëlee meññal boppam, su saxul ci ndeyam, ni ngeen di tëlee meññ, su ngeen saxul ci man."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Man maay reseñ gi, yeen ngeen di car yi. Ki sax ci man, ma sax ci moom, kooku mooy meññ lu bare, nde su dul man, dungeen mana def dara."},{"style":"v","verse":"6","text":"Ku saxul ci man daa mel ni ab car bu ñu sànni, mu wow, te yooyu car lees di buub, sànni ci sawara, mu lakk."},{"style":"v","verse":"7","text":"Su ngeen saxee ci man te samay wax sax ci yeen, lu ngeen bëgg, ñaanleen ko, dees na leen ko nangul."},{"style":"v","verse":"8","text":"Li feeñal sama darajay Baay mooy ngeen meññ lu bare, te noonu ngeen di firndeele ne samay taalibe ngeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Ni ma Baay bi soppe, man itam noonu laa leen soppe. Saxleen ci sama cofeel."},{"style":"v","verse":"10","text":"Ni ma sàmme sama santaaney Baay, ba tax ma sax ci cofeelam, su ngeen ni sàmmee samay santaane, dingeen sax ci sama cofeel."},{"style":"v","verse":"11","text":"Maa leen wax loolu ngir samag mbég wàllsi ci yeen, ba seen mbég mat sëkk."},{"style":"v","verse":"12","text":"Sama santaane moo di ni ma leen soppe, ngeen soppantee noonu."},{"style":"v","verse":"13","text":"Joxe sa bakkan te say xarit tax, ameesul cofeel gu ko raw,"},{"style":"v","verse":"14","text":"te samay xarit ngeen, ndegam yeena ngi def li ma leen sant."},{"style":"v","verse":"15","text":"Wooweetuma leen ay jaam, ndax ab jaam xamul lu sangam di def. Xarit laa leen woowe, ndax mboolem lu ma dégge ci sama Baay, xamal naa leen ko."},{"style":"v","verse":"16","text":"Du yeen yeena ma tànn, man maa leen tànn, sas leen ngir ngeen dem, meññi meññeef, te seenum meññeef sax, ba lu ngeen ñaan Baay bi ci sama tur, mu may leen ko."},{"style":"v","verse":"17","text":"Li ma leen sant nag, moo di ngeen soppante."},{"style":"s1","verse":"","text":"Ku bañ Yeesu, bañ ab taalibeem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Su leen àddina bañee, xamleen ne man la njëkka bañ."},{"style":"v","verse":"19","text":"Su ngeen bokkoon ci àddina, àddina bëgg leen, ndax li ngeen diy ñoñam, waaye dangeena bokkul ci àddina, nde maa leen tànne ci àddina, te looloo tax àddina bañ leen."},{"style":"v","verse":"20","text":"Fàttalikuleen kàddu gi ma leen wax: “Jaam sutul sangam.” Gannaaw man lañu bunduxataal, yeen itam, dinañu leen bunduxataal. Bu ñu sàmmoon sama kàddu, dinañu sàmm seen gos itam."},{"style":"v","verse":"21","text":"Waaye mboolem lu ñu ma def, dinañu leen ko def ndax sama tur, ndax xamuñu ki ma yónni."},{"style":"v","verse":"22","text":"Su ma ñëwul woon, ba wax ak ñoom, duñu am bàkkaar. Waaye léegi amuñu aw lay ci seeni bàkkaar."},{"style":"v","verse":"23","text":"Ku ma bañ nag, bañ nga sama Baay itam."},{"style":"v","verse":"24","text":"Su ma deful woon ci seen biir jëf yu kenn deful, kon duñu am bàkkaar. Léegi nag gis nañu ko, te teewul ñu bañ ma, bañ sama Baay."},{"style":"v","verse":"25","text":"Waaye loolu moo am, ngir sottal kàddu gii binde ci seen téereb yoon: “Dañu maa bañ ci dara\\f + \\fr 15.25 \\ft Seetal ci \\bk Taalifi cant\\bk* 69.5.\\f*.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Taxawukat bi\\f + \\fr 15.26 \\fk Taxawukat bi: \\ft seetal ci 14.16-17, 26.\\f* may yónni ci yeen te muy jóge ci Baay bi mooy \\w Noowug dëgg|Noo gu Sell g-:\\w* googu di bàyyikoo ci Baay bi, te kooku bu dikkee, moo may seedeel."},{"style":"v","verse":"27","text":"Te yeen itam dingeen seede, ndax ca njàlbéen ngeen dale nekk ak man."}]