[{"style":"s1","verse":"","text":"Yeesu sàkku na darajaam ja woon"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Loolu la Yeesu wax ba noppi, téen, xool asamaan, daldi ne:"},{"style":"p","verse":"","text":"«Baay, waxtu wi jot na. Feeñalal sa darajay Doom, ngir Doom ji feeñal sa daraja."},{"style":"v","verse":"2","text":"Yaa ko jox sañ-sañ ci ñépp, ngir mboolem ñi nga ko jox, mu texeel leen ba fàww."},{"style":"v","verse":"3","text":"Texeg fàww gi nag moo di ñu xam la, yaw jenn Yàlla jiy dëgg, xam it ki nga yebal, muy Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","verse":"4","text":"Man de, feeñal naa sa màggaay ci àddina; liggéey bi nga ma santoon ma def ko, sottal naa ko."},{"style":"v","verse":"5","text":"Léegi nag Baay, daraja ja ma amoon fa yaw, balaa àddinaa sosu, jox ma daraja jooju fa sa wet."},{"style":"s1","verse":"","text":"Yeesu ñaanal na ay taalibeem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Nit ñi nga tànne ci àddina, jox ma leen, ràññeeloo naa leen saw tur. Sa ñoñ lañu woon, nga jox ma leen, te sa kàddu, sàmm nañu ko."},{"style":"v","verse":"7","text":"Léegi xam nañu ne lépp lu ma am ci yaw la jóge,"},{"style":"v","verse":"8","text":"ndax wax ji nga ma dénk, dénk naa leen ko, te nangu nañu ko. Xam nañu xéll it ne ci yaw laa jóge, te gëm nañu ne yaw yaa ma yebal."},{"style":"v","verse":"9","text":"Man nag, ñoom laay ñaanal; ñaanaluma waa àddina, waaye ñi nga ma dénk, ñoom laay ñaanal, ndax sa ñoñ lañu."},{"style":"v","verse":"10","text":"Mboolem lu ma am, yaa ko moom, te loo am, maa ko moom, te ci ñoom la sama daraja feeñe."},{"style":"v","verse":"11","text":"Toogatuma ci àddina, waaye ñoom ci àddina lañu nekk, te man, ci yaw laa jëm. Baay bu sell bi, sàmme leen sa tur wi nga ma jox, ngir ni nu nekke benn, ñoom it ñu nekke noonu benn."},{"style":"v","verse":"12","text":"Diir bi may nekk ak ñoom, man maa leen doon sàmme sa tur wi nga ma jox. Wattu naa leen, ba kenn ci ñoom sànkuwul, ku moy doomu sànkute\\f + \\fr 17.12 \\fk doomu sànkute ji, \\ft Yuda Iskaryo la.\\f* jiy sànku, ngir Mbind mi sotti."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Léegi nag, ci yaw laa jëm, waaye lii laay wax bi may nekkagum ci àddina, ngir sama mbég ñeel leen, mat sëkk."},{"style":"v","verse":"14","text":"Man, jottali naa leen sa kàddu, waaye àddinaa leen bañ, ndax ni ma ñàkka bokke ci àddina, ni lañu ñàkka bokke ci àddina."},{"style":"v","verse":"15","text":"Ñaanuma nga jële leen ci àddina, xanaa nga musal leen ci \\w ku bon ki|ku bon ki:\\w*."},{"style":"v","verse":"16","text":"Ni ma ñàkka bokke ci àddina, man ci sama bopp, noonu lañu ñàkka bokke ci àddina."},{"style":"v","verse":"17","text":"Ngalla sellale leen dëgg gi: sa kàddu mooy dëgg."},{"style":"v","verse":"18","text":"Ni nga ma yebale ci àddina, man itam, ni laa leen yebale ci àddina."},{"style":"v","verse":"19","text":"Man nag, ñoom laa sellalal sama bopp, ngir ñoom itam, ñu mana sellaloo dëgg gi."},{"style":"s1","verse":"","text":"Yeesu ñaanal na ay gëmkatam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Du ñoom doŋŋ laay ñaanal nag, waaye ñi may gëm ëllëg ndax seen kàddu itam laay ñaanal,"},{"style":"v","verse":"21","text":"ngir ñépp doon benn, ni nga nekke yaw Baay, ci man, ma nekke ko ci yaw, ñoom itam, ñu nekke ni ci nun, ba àddina gëm ne yaw yaa ma yebal."},{"style":"v","verse":"22","text":"Man nag daraja ji nga ma jox, jox naa leen ko, ngir ni nu nekke benn maak yaw, ñu nekke ni noonu."},{"style":"v","verse":"23","text":"Man ma nekk ci ñoom, yaw nga nekk ci man, ngir ñu mat sëkk ci ag bennoo, ba àddina xam ne yaw yaa ma yebal, te ni nga ma soppe, ni nga leen soppe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Ñi nga ma jox nag, Baay, bëgg naa, fa may ne, ñoom it, ñu nekk faak man, ngir ñu gis sama daraja ji nga ma jox, ndax yaa ma sopp laata àddina di sosu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Baay Boroom njub, àddinaa la xamul, waaye man xam naa la, te ñii xam nañu ne yaa ma yebal."},{"style":"v","verse":"26","text":"Xamal naa leen sa tur te dinaa ko gëna xamle, ngir cofeel gi nga ma sopp nekk ci ñoom, te man it, ma nekk ci ñoom.»"}]