[{"style":"s1","verse":"","text":"Jàpp nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Loolu la Yeesu wax ba noppi, dem, ànd ak taalibeem ya, ñu jàlli ca wàllaa xuru Sedoron. Ab tool a nga fa woon nag, ñu daldi dugg ca biir."},{"style":"v","verse":"2","text":"Yuda mi koy wor it xamoon na béreb ba, ndax Yeesu daan na fa farala ànd aki taalibeem."},{"style":"v","verse":"3","text":"Ci kaw loolu Yuda jubal ca tool ba, ànd ak gàngooru takk-der aki wattukati kër Yàlla ga te ñu bàyyikoo ca \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak \\w Farisen|Farisen y-:\\w* ya, yor ay jum aki làmp aki gànnaay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Yeesu ma xamoon mboolem la koy dikkal nag, génn, jubsi leen, ne leen: «Ku ngeen di seet?»"},{"style":"v","verse":"5","text":"Ñu ne ko: «Yeesum Nasaret.» Mu ne: «Man a.» Yuda ma koy wor a nga bokk ak ñoom taxaw."},{"style":"v","verse":"6","text":"Ba leen Yeesu nee: «Man a,» dañoo dellu gannaaw, ba daanu."},{"style":"v","verse":"7","text":"Mu dellu ne leen: «Ku ngeen di seet?» Ñu ne: «Yeesum Nasaret.»"},{"style":"v","verse":"8","text":"Mu ne leen: «Ne naa leen man la. Gannaaw man ngeen di seet nag, baleen ñii ma àndal, ñu dem.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Kàddu ga Yeesu noon Yàlla: «Ñi nga ma jox, kenn du ci sànku,» noonu la sottee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ci kaw loolu Simoŋ Piyeer ma ràngoo saamar, bocci, caw ko surgab sarxalkat bu mag ba, njoof noppu ndijoor ba. Surga ba, Malkus lañu koy wax."},{"style":"v","verse":"11","text":"Yeesu ne Piyeer: «Defal saamar ci mbaram. Kaasub naqar bi ma Baay bi sédd, xanaa dama ko dul naan?»"},{"style":"s1","verse":"","text":"Yóbbu nañu Yeesu ca Anas"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba loolu amee gàngooru takk-der ya ak seen \\w njiit|njiitu gàngoor g-:\\w*, ak wattukati kër Yàlla ga njiiti Yawut ya yilifoon, daldi jàpp Yeesu, yeew ko."},{"style":"v","verse":"13","text":"Ca Anas lañu ko njëkka yóbbu, ndax moo doon baayu jabaru Kayif ma doon \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, ca at mooma."},{"style":"v","verse":"14","text":"Kayif moomu moo digaloon Yawut ya ne leen: «Liy njariñ moo di kenn nit doŋŋ deewal askan wi.»"},{"style":"s1","verse":"","text":"Piyeer jàmbu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Simoŋ Piyeer nag ànd ak keneen ca taalibe ya, ñu topp ca Yeesu. Fekk na beneen taalibe ba xamante ak \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, ba tax mu ànd ak Yeesu, dugg ca biir kër sarxalkat bu mag ba."},{"style":"v","verse":"16","text":"Teewul Piyeer, moom, taxaw ca bunt kër ga. Ci kaw loolu beneen taalibe ba xam sarxalkat bu mag ba daldi génn, wax ak surga bu jigéen bay wattu bunt ba, ba dugal Piyeer ca biir."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Surga bu jigéen bay wattu bunt kër ga ne Piyeer: «Yaw itam, bokkuloo ci taalibey waa jii?» Mu ne ko: «Bokkuma ci.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ci biir loolu surga ya ak wattukat ya taxaw, tiim ab taalu këriñ gu ñu boyal bay jaaru, ndax dafa seddoon. Piyeer itam taxaw faak ñoom, di jaaru."},{"style":"s1","verse":"","text":"Sarxalkat bu mag ba seetlu na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"\\w Sarxalkat|sarxalkat b-:\\w* bu mag ba daldi laaj Yeesu ci mbirum ay taalibeem ak ci am njàngaleem."},{"style":"v","verse":"20","text":"Yeesu ne ko: «Man de, fàŋŋ laa waxe ak àddina. Te it man ca jàngu ba ak ca kër Yàlla ga, fa Yawut yépp di daje, fa laa mas di jàngalee, te làquwuma di wax lenn."},{"style":"v","verse":"21","text":"Ana loo may laaje? Li ma wax, laaj ko ñi ma dégg. Ñoom kay xam nañu bu baax li ma wax, man.»"},{"style":"v","verse":"22","text":"Ba Yeesu waxee loolu, kenn ca wattukati kër Yàlla ga fa taxawoon daldi ko dóor mbej, ne ko: «Ndax noonu ngay tontoo sarxalkat bu mag bi?»"},{"style":"v","verse":"23","text":"Yeesu ne ko: «Su ma waxee ndëngte, seedeel lu ci dëng, te su dee njub laa wax, ana loo may dóore?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba loolu amee Anas jàllale ko, na ñu ko yeewe, ca Kayif, sarxalkat bu mag ba."},{"style":"s1","verse":"","text":"Piyeer jàmbooti na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ci biir loolu Simoŋ Piyeer a nga taxaw, di jaaru ba tey. Ñu ne ko: «Yaw itam du ci taalibey waa ji nga bokk?» Piyeer miim ko, ne: «Bokkuma ci de.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Kenn ca surgay \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, te di mbokkum ka Piyeer njoofoon noppam, ne Piyeer: «Xanaa du yaw laa gisoon ak moom ca tool ba?»"},{"style":"v","verse":"27","text":"Piyeer miimati ko. Ca saa sa nag ganaar sab."},{"style":"s1","verse":"","text":"Yeesu dem na kër Pilaat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ba loolu wéyee ñu jële Yeesu ca Kayif, yóbbu ko ca kër boroom réew ma. Waxtuw njël la woon; Yawut ñi ci seen bopp dugguñu ca biir kër ga, ndax baña sobeel seen bopp ba duñu mana lekk ca reeru \\w bésub Mucc|Màggal yi:\\w* ba."},{"style":"v","verse":"29","text":"\\w Pilaat|Pilaat:\\w* boroom réew ma moo génn, dajeek ñoom. Mu ne leen: «Ana lu ngeen di jiiñ waa jii?»"},{"style":"v","verse":"30","text":"Ñu ne ko: «Kii bu deful woon lu bon, duñu la ko jébbal.»"},{"style":"v","verse":"31","text":"Pilaat ne leen: «Jëlleen ko, yeen, te àtte ko ci seen yoonu bopp.» Yawut ya ne ko: «Nun, mayeesu nu nu teg kenn àtteb dee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Kàddug Yeesu ga mu tegtale woon deewin wa mu nara deewe, noonu la sottee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Gannaaw loolu Pilaat duggaat ca kër ga, daldi woo Yeesu, ne ko: «Yaw yaa di buurub Yawut yi?»"},{"style":"v","verse":"34","text":"Yeesu ne ko: «Loolu ndax yaw yaa ko waxal sa bopp, am ñeneen a la ko wax ci man?»"},{"style":"v","verse":"35","text":"Pilaat ne ko: «Ndax man dama dib Yawut? Saw xeetu bopp ak seeni \\w sarxalkat|sarxalkat b-:\\w* yu mag kay ñoo ma la jébbal. Ana loo def?»"},{"style":"v","verse":"36","text":"Yeesu ne ko: «Sama nguur moo bokkul ci àddina sii. Bu sama nguur bokkoon ci àddina, samay surga xeex, ba kenn du ma jébbal njiiti Yawut yi. Waaye sama nguur a bokkul fii.»"},{"style":"v","verse":"37","text":"Pilaat ne ko: «Kon yaw buur nga?» Yeesu ne ko: «Yaa ko wax; buur laa. Li tax ma juddu, li tax ma dikk ci àddina moo di seedeel dëgg. Ku bokk ci dëgg gi nag dina dégg li ma wax.»"},{"style":"v","verse":"38","text":"Pilaat ne ko: «Ana luy dëgg gi?»"},{"style":"p","verse":"","text":"Loolu la Pilaat wax, daldi génnaat ba ca Yawut ya, ne leen: «Man de gisuma ci moom lenn lees koy daane."},{"style":"v","verse":"39","text":"Gannaaw dangeena aadawoo nag ma bàyyil leen kenn nit ci bésub Mucc, ndax bëgg ngeen ma bàyyil leen kii di “buurub Yawut yi”?»"},{"style":"v","verse":"40","text":"Ñu yuuxooti: «Du kii de, xanaa Barabas!» Te Barabas moomu doonoon ab fippukat."}]