[{"style":"s1","verse":"","text":"Yeesu Almasi bi dekki na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bésub dibéer, ba jiitu ca ayu bésu Yawut ya, Maryaama teela xëy dem, ba bët setagul, ba ca \\w bàmmeel|bàmmeel b-:\\w* ba. Mu gis ne randal nañu doj wa ñu ube woon bàmmeel ba."},{"style":"v","verse":"2","text":"Mu daldi daw, ba ca Simoŋ Piyeer ak ca beneen taalibe ba, ka Yeesu soppoon. Mu ne leen: «Jële nañu Sang bi ca bàmmeel ba, te xamunu fu ñu ko def.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Piyeer ak beneen taalibe ba dem wuti bàmmeel ba."},{"style":"v","verse":"4","text":"Ñu ànd daw, beneen taalibe ba nag gëna gaaw Piyeer, jëkk ko ca bàmmeel ba."},{"style":"v","verse":"5","text":"Naka la sëgg, yër, daldi séen sori càngaay ya ca suuf, te duggul ca biir bàmmeel ba."},{"style":"v","verse":"6","text":"Simoŋ Piyeer ma ca topp, agsi, jàll ca biir, daldi gis sori càngaay la tege,"},{"style":"v","verse":"7","text":"ak kaala ga ñu muure woon boppu Yeesu. Kaala ga nag àndul ak sori càngaay la; dees koo taxañ, mu tege."},{"style":"v","verse":"8","text":"Ci noonu beneen taalibe ba njëkkoona agsi ca bàmmeel ba, duggsi moom itam. Mu gis, daldi gëm."},{"style":"v","verse":"9","text":"Ndax kat ba booba, taalibe ya xamaguñu dëgg tekkitel Mbind ma indi woon ne fàww Yeesu dekki."},{"style":"v","verse":"10","text":"Taalibe ya nag ñibbi."},{"style":"s1","verse":"","text":"Yeesu feeñu na Maryaamam Magdala"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ci biir loolu Maryaamaa nga ca \\w bàmmeel|bàmmeel b-:\\w* ba, ca biti, di jooy. Ci biir jooy yi la sëgg, yër ca biir bàmmeel ba,"},{"style":"v","verse":"12","text":"daldi séen ñaari malaaka yu sol yére yu weex, toog fa néewub Yeesu tëddoon, kii fa féeteek fa bopp ba nekkoon, kee ca tànk ya."},{"style":"v","verse":"13","text":"Ñu ne ko: «Ndaw si, looy jooy?» Mu ne leen: «Samab Sang lañu yóbbu, te xawma fu ñu ko denc.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Naka la wax loolu daldi walbatiku, gis Yeesu mu taxaw, te xamul ne Yeesu la."},{"style":"v","verse":"15","text":"Yeesu ne ko: «Ndaw sii, looy jooy? Kooy seet?» Mu foog ne boroom tool baa, ne ko: «Góor gi, su fekkee yaa ko yóbbu, wax ma foo ko denc, maa koy jëli.»"},{"style":"v","verse":"16","text":"Yeesu ne ko: «Maryaama.» Mu geestu, làkk ko ci yawut ne ko: «Rabbuni!» Muy firi kilifa gi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Yeesu ne ko: «Bu ma langaamu, ndax yéegeeguma fa Baay ba. Waaye demal, ne samay bokk, maa ngi yéegi ca sama Baay biy seen Baay, sama Yàlla jiy seen Yàlla.»"},{"style":"v","verse":"18","text":"Ba loolu amee Maryaama ma dëkk Magdala dem, ne taalibe ya: «Gis naa Sang bi!» Ci kaw loolu mu wax leen yóbbanteem."},{"style":"s1","verse":"","text":"Yeesu feeñu na taalibe yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Bésub dibéer googu ca ngoon, di bés bi jiitu ci ayu bésu Yawut ya, bunt yaa nga tëje fa taalibe ya daje, ndax ragal njiiti Yawut ya. Yeesu ne jimeet taxaw ci seen biir ne leen: «Jàmm seen!»"},{"style":"v","verse":"20","text":"Loolu la Yeesu wax, daldi leen won ay loxoom akug wetam. Taalibe ya nag bég lool ndax la ñu gis Sang bi."},{"style":"v","verse":"21","text":"Yeesu dellu ne leen: «Jàmm ngeen! Ni ma Baay bi yebale, noonu laa leen yebale, man itam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Naka la wax loolu, daldi leen ëf ngelawal gémmiñam, ne leen: «Jëlleen \\w Noo gu Sell|Noo gu Sell g-:\\w* gi."},{"style":"v","verse":"23","text":"Képp ku ngeen baal ay bàkkaaram, baalees na ko; képp ku ngeen topp ay bàkkaaram, toppees na ko.»"},{"style":"s1","verse":"","text":"Yeesu yedd na Tomaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Kenn ca Fukk ñaak ñaar nag, di Tomaa ma ñuy wax Didimus, muy firi Seex bi, ba Yeesu dikkee, moom nekku fa woon."},{"style":"v","verse":"25","text":"Moo tax ba ko taalibe ya nee: «Gis nanu Sang bi!» da ne leen: «Su ma gisul màndargam pont yi ciy loxoom, ba ne ci duut baaraam, boole ci ne tegg loxo cig wetam, duma ko gëm mukk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ba ñu ca tegee juróom ñetti fan, taalibey Yeesu ya dajewaat ca biir, Tomaa nekk faak ñoom. Yeesu ne jimeet ca seen biir, te bunt ya tëje. Mu ne leen: «Jàmm ngeen!»"},{"style":"v","verse":"27","text":"Ci kaw loolu mu ne Tomaa: «Tegal fii sa baaraam te xool samay loxo; te nga tàllal sa loxo, ne ko tegg ci samag wet. Bàyyil gëmadi te gëm.»"},{"style":"v","verse":"28","text":"Tomaa àddu ne ko: «Yaa di sama Boroom, di sama Yàlla!»"},{"style":"v","verse":"29","text":"Yeesu ne ko: «Danga maa gis, ba tax nga gëm? Ndokkalee ñi gëm te gisuñu!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Bare na firnde yeneen yu Yeesu def fi kanam taalibe yi, te bindeesu ko ci téere bii."},{"style":"v","verse":"31","text":"Lii nag lañu bind, ngir ngeen gëm ne Yeesu mooy \\w Almasi|Almasi b-:\\w* bi, \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, ngir itam ngeen jagoo ag dund ndax aw turam."}]