[{"style":"s1","verse":"","text":"Yeesu feeñu na juróom ñaari taalibe"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu, Yeesu feeñooti na ay taalibeem ca tàkkal dex ga ñuy wax Tiberyàdd\\f + \\fr 21.1 \\fk dexu Tiberyàdd \\ft mooy dexu Galile.\\f*. Na mu feeñee nii la."},{"style":"v","verse":"2","text":"Ña bokkoon daje benn béreb ñoo di Simoŋ Piyeer, ak Tomaa mi ñuy wax Seex bi, ak Natanayel ma dëkk Kana gu diiwaanu Galile, ak doomi Sebede, ak yeneen ñaari taalibe."},{"style":"v","verse":"3","text":"Simoŋ Piyeer ne leen: «Maa ngi nappi.» Ñu ne ko: «Nan ànd ak yaw, nun itam.» Ñu dem, daldi dugg gaal. Guddi googu jàppuñu dara."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba fajar jotee Yeesu taxaw ca tàkk ga, te taalibe ya xamuñu ne moom la."},{"style":"v","verse":"5","text":"Yeesu ne leen: «Bokk yi, ndax am ngeen jën?» Ñu ne ko: «Déedéet.»"},{"style":"v","verse":"6","text":"Mu ne leen: «Sànnileen mbaal mi ci ndijooru gaal gi, ba daj.» Ci kaw loolu ñu sànni, ba noppi amatuñu dooley xëcc mbaal mi ndax jën yu bare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ba loolu amee taalibe ba Yeesu soppoon ne Piyeer: «Sang bi la!» Ba Simoŋ Piyeer déggee loolu, fekk ko ak col gu woyof, mu laxasaay ko ba mu dëgër, daldi sóobu ca dex ga."},{"style":"v","verse":"8","text":"Yeneen taalibe ya nag dikk ak gaal ga, xëccaale mbaal ma fees dell ak jën, ndax sorewuñu woon tàkk ga; lu wara tollu ci téeméeri meetar a doxoon seen diggante ak tàkk ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba ñu teersee, ab taalu këriñ lañu gis, aw jën tege ca, ak mburu ca wet ga."},{"style":"v","verse":"10","text":"Yeesu ne leen: «Indileen ci jën yi ngeen jàpp.»"},{"style":"v","verse":"11","text":"Simoŋ Piyeer nag yéeg ca gaal ga, daldi diri mbaal ma ca tàkk ga, mu fees dell ak jën yu mag; lépp di téeméeri jën ak juróom fukk ak ñett (153). Te noonu mu baree taxul mbaal ma xëtt."},{"style":"v","verse":"12","text":"Yeesu ne leen: «Ñëwleen ndékki.» Kenn ca taalibe ya nag ñemewu ko woon ne ko: «Yaay kan?» Ndax xamoon nañu ne Sang bee."},{"style":"v","verse":"13","text":"Yeesu dikk, jël mburu, jox leen, jox leen jën itam."},{"style":"v","verse":"14","text":"Boobu mooy ñetteelu yoon bu Yeesu feeñoo taalibe ya, gannaaw ba mu dekkee."},{"style":"s1","verse":"","text":"Yeesu sas na Piyeer"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba ñu ndékkee ba noppi, Yeesu da ne Simoŋ Piyeer: «Simoŋ doomu Yowaan, ndax yaa ma gëna sopp ñii?» Mu ne ko: «Waawaaw, Sang bi, yaw, xam nga ne bëgg naa la.» Mu ne ko: «Xontal ma sama mbote yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Mu waxaat ko ñaareel bi yoon, ne ko: «Simoŋ doomu Yowaan, ndax sopp nga ma?» Mu ne ko: «Waawaaw, Sang bi, yaw, xam nga ne bëgg naa la.» Mu ne ko: «Sàmmal ma samay xar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Mu neeti ko ñetteel bi yoon: «Simoŋ doomu Yowaan, bëgg nga maam?» Piyeer nag tiislu la ko Yeesu laaj ba ñetti yoon: «Ndax bëgg nga ma?» Piyeer ne ko: «Sang bi, yaw xam nga lépp; xam nga ne bëgg naa la.» Yeesu ne ko: «Xontal ma samay xar."},{"style":"v","verse":"18","text":"Maa la ko wax déy ci lu wér, ba nga dee ndaw, yaay takkal sa bopp sa geño, dem fu la neex. Waaye boo màggatee, dinga tàllal say loxo, keneen takkal la sa geño, yóbbu la foo bëggul.»"},{"style":"v","verse":"19","text":"Kàddu yooyu la Yeesu misaale na Piyeer di deeweji deewin wu muy terale Yàlla. Loolu la wax ba noppi ne ko: «Toppal ci man!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Piyeer geestu, gis taalibe ba Yeesu soppoon, mu topp ca ñoom. Taalibe boobu mooy ka sóonu woon, ba tafu ca dënnub Yeesu, ba ñuy lekk, te moo ko laajoon ne ko: «Sang bi, kan moo lay wor?»"},{"style":"v","verse":"21","text":"Ba ko Piyeer gisee da ne Yeesu: «Sang bi, kii nag?»"},{"style":"v","verse":"22","text":"Yeesu ne ko: «Moom, su ma bëggoon mu dund ba kera ma délsi, ana lu ciy sa yoon? Yaw kay, toppal ci man.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Kàddu googu nag doxe ca, law ca biir bokki taalibe ya, ñu jàpp ne taalibe boobu du dee. Ndaxam Yeesu waxul Piyeer ne kooku du dee, waaye da ne: «Su ma bëggee mu dund, ba kera ma délsi, ana lu ciy sa yoon?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Taalibe boobu moo seede mbir yooyu, moo bind xew-xew yooyu, te xam nanu ne kàddug seedeem dëgg la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Bare na itam yeneen yu Yeesu def, te su ñu ko doon bind benn-benn, jàpp naa ne àddina ci boppam sax du mana denc téere ya ñu ko bind."}]