[{"style":"s1","verse":"","text":"Yeesu faj na ab jarag"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu, ag màggal la Yawut ya xewle woon, ba tax Yeesu dem Yerusalem."},{"style":"v","verse":"2","text":"Ca Yerusalem nag, fa feggook buntu dëkk ba ñu dippee buntu Xar ya, ab déeg a nga fa woon, ñu di ko woowe ci làkku yawut, Betesda, te juróomi mbaar a nga fa woon."},{"style":"v","verse":"3","text":"Ci mbaar yooyu la jarag ju bare daan tëdd; ay gumba, ay làggi aki lafañ, di xaar ndox mi yëngu,"},{"style":"v","verse":"4","text":"ndax am malaakam Boroom bi lañu foogoon ne daan na fa wàcc ci yenn bés, te bu ndox ma yëngoo, jarag bu jiitu ca biir ndox ma, wopp joo amoon, day wér ca saa sa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Jenn waay a nga fa woon, fanweeri at ak juróom ñett la nekk ak woppam."},{"style":"v","verse":"6","text":"Kooku la Yeesu gis mu tëdd, mu xam ne yàgg na fa. Mu ne ko: «Ndax bëgg ngaa wér?»"},{"style":"v","verse":"7","text":"Jarag ji ne ko: «Sang bi, damaa amul ku ma sóob ci ndox mi, bu yëngoo. Bu ma cay jëm, keneen jiitu ma, tàbbi ca.»"},{"style":"v","verse":"8","text":"Yeesu ne ko: «Jógal, jël sa basaŋ te dox.»"},{"style":"v","verse":"9","text":"Mu wér ca saa sa, jël basaŋam, daldi dox."},{"style":"p","verse":"","text":"Bés booba \\w bésub Noflaay|bésub Noflaay b-:\\w* la woon."},{"style":"v","verse":"10","text":"Loolu nag tax njiiti Yawut ya ne nit kay doora wér: «Tey bésub Noflaay la, mayeesu la nga gàddu sa basaŋ.»"},{"style":"v","verse":"11","text":"Mu ne leen: «Ki ma wéral moom moo ma ne: “Jëlal sa basaŋ te dox.”»"},{"style":"v","verse":"12","text":"Ñu ne ko: «Ana nit ku la ne: “Jëlal sa basaŋ te dox”?»"},{"style":"v","verse":"13","text":"Waa ji nag xamul ka ko wéral ku mu doon, te fekk na Yeesu dem ba réer ca biir mbooloo mu bare ma teew foofa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gannaaw loolu Yeesu dajeek moom ca kër Yàlla ga, ne ko: «Ma ne, léegi wér nga. Bul bàkkaarati nag, bala laa lu ko yées di dikkal.»"},{"style":"s1","verse":"","text":"Ab sañ-sañ ñeel na Doomu Yàlla ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba loolu amee waa ja dem, ne Yawut ya Yeesu moo ko wéral,"},{"style":"v","verse":"16","text":"ba loolu tax Yawut ya di bunduxataal Yeesu, ndax \\w bésub Noflaay|bésub Noflaay b-:\\w* ba mu ko defe."},{"style":"v","verse":"17","text":"Teewul Yeesu ne leen: «Sama Baay a saxoo liggéey, man itam may liggéey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Kàddu googu nag tax njiiti Yawut yi gën koo wuta rey, ndax du ndigalu bésub Noflaay bi mu xëtt doŋŋ, waaye itam la mu ne Yàlla mooy Baayam, di nawlante ak Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Yeesu dellu ne leen: «Maa leen ko wax déy ci lu wér, Doom ji manula def dara ci jëmmu boppam, lu moy li mu gis Baay bi def ko, ndax lu mu def, loolu itam la Doom ji di def."},{"style":"v","verse":"20","text":"Baay bi moo sopp Doom ji, ba won ko lépp lu muy def, te jëf ju raw jii la koy won, ngir ngeen waaru,"},{"style":"v","verse":"21","text":"ndax kat, ni Baay bi di dekkale ñi dee, dundal leen, noonu la Doom jiy dundale ku mu namma dundal."},{"style":"v","verse":"22","text":"Baay bi du àtte kenn; Doom ji la dénk àtte bi bépp,"},{"style":"v","verse":"23","text":"ngir ñépp teral Doom ji, ni ñu terale Baay bi. Ku teralul Doom ji, teraloo Baay bi ko yónni."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Maa leen ko wax déy ci lu wér, ku dégg sama kàddu ba gëm ki ma yónni, yaa texe ba fàww, te àtte ba, doo ca jaare, waaye bàyyikoo nga ci dee, tàbbi ci dund."},{"style":"v","verse":"25","text":"Maa leen ko wax déy ci lu wér, waxtu waa ngi ñëw, te léegi la; mooy waxtu wi ñi dee di dégg baatu \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, te ñi ko dégg ñooy dundaat."},{"style":"v","verse":"26","text":"Ndax kat ni Baay bi jagoo dund ci jëmmu boppam, noonu la maye Doom ji mu jagoo dund ci jëmmu boppam,"},{"style":"v","verse":"27","text":"te sañ-sañu amal àtte bi itam, moom la ko jox, ndax mooy \\w Doomu nit|Doomu nit k-:\\w* ki."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"«Bu leen ci dara jaaxal; waxtoo ngi ñëw wu mboolem ñi ci biir bàmmeel, di dégg baatam,"},{"style":"v","verse":"29","text":"ba génn; ñi daan def lu baax añe ndekkitel dund, ñi daan def lu bon añe ndekkitel mbugal."},{"style":"v","verse":"30","text":"Man, manumaa def dara ci sama jëmmu bopp; ni ma dégge rekk laay àttee, te sama àtte jub na, nde sàkkuwuma sama coobarey bopp, xanaa coobarey ki ma yónni."},{"style":"s1","verse":"","text":"Sañ-sañu Yeesu am na ay firnde"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Su ma seedeelee sama bopp, sama kàddug seede wérul."},{"style":"v","verse":"32","text":"Keneen a ma seedeel, te xam naa ne dëgg la ma seedeel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"«Yeena yónnee ca \\w Yaxya|Yaxya:\\w*, Yaxya seede dëgg."},{"style":"v","verse":"34","text":"Man nag soxlawuma seedes nit; waaye dama leena wax lii ngir ngeen mucc."},{"style":"v","verse":"35","text":"Yaxya moo doon làmp buy tàkk, di leer, ngeen bége leeram ay fan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"«Waaye man ci sama bopp maa ngeek seede su raw si ma Yaxya seedeel, ndax liggéey yi ma Baay bi dénk, ngir ma sottal ko, liggéey yooyu may liggéey moo may seedeel ne Baay bi moo ma yebal."},{"style":"v","verse":"37","text":"Baay bi ma yónni, moom ci boppam seedeel na ma. Masuleena dégg baatam mbaa ngeen gis kanamam,"},{"style":"v","verse":"38","text":"te kàddoom dëkkul ci seen xol, ndax ki mu yebal, ngeen gëmul."},{"style":"v","verse":"39","text":"Yeena ngi gëstu Mbind mi, ndax ci ngeen yaakaara ame texe gu sax dàkk, yooyu bind nag far seedeel ma,"},{"style":"v","verse":"40","text":"te bëgguleena ñëw ci man, ba texe!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"«Ngërëmal nit, sàkkuwuma ko."},{"style":"v","verse":"42","text":"Waaye yeen, xam naa leen; cofeelu Yàlla nekkul ci yeen."},{"style":"v","verse":"43","text":"Man, maa dikk ci sama turu Baay, te dalaluleen ma, waaye keneen ku dikk ci turu boppam, kooku ngeen di dalal."},{"style":"v","verse":"44","text":"Yeen, ngërëm, ci seen biir ngeen koy sàkkoonte, te sàkkuwuleen ngërëmal Yàlla miy kenn. Kon ana nu ngeen mana gëme?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"«Buleen defe ne maa leen di boole ak Baay bi. Ki leen di boole mooy Musaa, mi ngeen yaakaar."},{"style":"v","verse":"46","text":"Bu ngeen gëmoon Musaa, gëm ma, nde moom, ci sama mbir la bind\\f + \\fr 5.46 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 18.15.\\f*."},{"style":"v","verse":"47","text":"Waaye su ngeen gëmul bindi Musaa, nu ngeen di gëme samay wax?»"}]