[{"style":"s1","verse":"","text":"Jigéenu njaalookat mucc na ci ab daan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu moom, dem ca \\w tundu Oliw|tundu Oliw y-:\\w* ya."},{"style":"v","verse":"2","text":"Ca ëllëg sa ca njël, mu dellu ca kër Yàlla ga, ña fa nekk ñépp dikk, mu toog, di leen jàngal."},{"style":"v","verse":"3","text":"Firikati yoonu Musaa ya ak \\w Farisen|Farisen y-:\\w* ya nag indi as ndaw su ñu jàppoon ci njaaloo, taxawal ko ca diggu mbooloo ma."},{"style":"v","verse":"4","text":"Ñu ne Yeesu: «Kilifa gi, ndaw sii, dañu koo jàpp ci njaaloo."},{"style":"v","verse":"5","text":"Ci sunuw yoon nag, Musaa moo santaane ne jigéen ñii, dees leen di sànni ay xeer ba ñu dee. Yaw nag, ana loo ciy wax?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Kàddu googu dañu ko ko doon seetloo, ba am lu ñu ko tiiñale. Teewul Yeesu sëgg, di bind ak baaraamam ci suuf."},{"style":"v","verse":"7","text":"Naka lañu ko toppe ay laaj, mu siggi ne leen: «Ku masula bàkkaar ci yeen, na njëkka sànni ndaw si xeer.»"},{"style":"v","verse":"8","text":"Ci kaw loolu mu sëggaat, di rëdd ci suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba nit ña déggee loolu, kenn-kenn lañu rocceeku, ña gën di mag jiitu. Yeesu doŋŋ a fa des, mook ndaw sa fa taxaw."},{"style":"v","verse":"10","text":"Mu daldi siggi ne ko: «Ndaw sii, ana nit ñi? Kenn joxu la ci sab daan?»"},{"style":"v","verse":"11","text":"Mu ne ko: «Kenn, Sang bi.» Yeesu ne ko: «Man it duma la daan. Demal, te bul bàkkaarati.»"},{"style":"s1","verse":"","text":"Li Yeesuy wax mooy dëgg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Yeesu waxati leen ne leen: «Man maay leeru àddina. Ku ma topp doo dox cig lëndëm, waaye leeru dund ngay am.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"\\w Farisen|Farisen y-:\\w* ya ne ko: «Yaw yaa seedeel sa bopp, kon li nga wax wérul.»"},{"style":"v","verse":"14","text":"Yeesu ne leen: «Maa seedeel sama bopp, te teewul sama kàddug seede di lu wér, ndax xam naa fa ma bàyyikoo, xam fa ma jëm. Yeena xamul fa ma bàyyikoo ak fa ma jëm."},{"style":"v","verse":"15","text":"Yeen, seen bindu suuxu neen ngeen di àttee ab daan; man nag duma àttee kenn ab daan."},{"style":"v","verse":"16","text":"Teewul nag, su ma dee àtte, samab àtte dëgg lay doon, nde du doon man doŋŋ, waaye maak Baay bi ma yebal lay doon."},{"style":"v","verse":"17","text":"Te itam bindees na ci seenu yoon ne seedes ñaari nit mooy li wér\\f + \\fr 8.17 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 19.15.\\f*."},{"style":"v","verse":"18","text":"Man may kenn, seedeel sama bopp, te Baay bi ma yónni itam seedeel na ma.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ñu ne ko: «Kuy sa baay?» Yeesu ne leen: «Xamuleen ma, xamuleen sama Baay. Su ngeen ma xamoon, xam ko, moom itam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba Yeesu di wax loolu, ma ngay jàngale ca béreb ba ñuy denc xaalisu sarax, ca kër Yàlla ga. Booba kenn jàppu ko, ndax waxtoom a jotagul woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yeesu neeti leen: «Man, maa ngi dem; dingeen ma seet, waaye seen bàkkaar ngeen di deewaale. Man, fa ma jëm, yeen dungeen fa mana dem.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yawut ya nag naan: «Xanaa day xaruji? Ndax kat nee fa mu jëm, dunu fa mana dem!»"},{"style":"v","verse":"23","text":"Yeesu ne leen: «Yeen, fu suufe fii ngeen bokk, waaye man fa kaw laa bokk. Yeen, ci àddina ngeen bokk, waaye man bokkuma fi àddina sii."},{"style":"v","verse":"24","text":"Moo tax ma ne leen, seeni bàkkaar ngeen di deewaale. Ndax kat su ngeen gëmul ne maay Ki nekk\\f + \\fr 8.24 \\fk maay Ki nekk \\ft mooy turu Yàlla, wi mu feeñal yonentam Musaa, te ëmb melow Yàlla wu sax. Seetal ci \\bk Mucc ga\\bk* 3.14.\\f*, seeni bàkkaar ngeen di deewaale.»"},{"style":"v","verse":"25","text":"Ñu ne ko: «Yaw yaay kan?» Yeesu ne leen: «Xanaa ki ma leen waxoon ca njàlbéen."},{"style":"v","verse":"26","text":"Am naa lu bare lu ma mana wax ci yeen ak lu ma leen àttee. Waaye ki ma yónni, ku dëggu la, te man, li ma dégge ci moom doŋŋ laay àgge àddina.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Booba xamuñu ne ci Yàlla Baay bi la leen di wax."},{"style":"v","verse":"28","text":"Yeesu nag ne leen: «Bu ngeen yékkatee \\w Doomu nit|Doomu nit k-:\\w* ki, dingeen xam ne man maay Ki nekk\\f + \\fr 8.28 \\fk maay Ki nekk: \\ft seetal ci 8.24.\\f*, te duma def dara ci sama wàllu bopp, waaye li ma Baay bi jàngal rekk laay wax."},{"style":"v","verse":"29","text":"Te it ki ma yónni moo ànd ak man; bàyyiwu ma, ma wéet, ndax man, li ko neex doŋŋ laay def.»"},{"style":"v","verse":"30","text":"Ñu bare, ba ñu déggee Yeesu muy wax loolu, ca lañu ko gëm."},{"style":"s1","verse":"","text":"Yeesu ŋàññ na waa kër Ibraayma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yeesu moo waxoon Yawut yi ko gëmoon ne leen: «Bu ngeen saxee ci sama kàddu, samay taalibe dëgg ngeen."},{"style":"v","verse":"32","text":"Su boobaa dingeen xam liy dëgg, te dëgg gi moo leen di goreel.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ñu ne ko: «Nun askanu Ibraayma lanu, masunoo doon jaamu kenn. Kon ana loo nu naa dees na nu goreel?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Yeesu ne leen: «Maa leen ko wax déy ci lu wér, képp kuy bàkkaar, ab jaamu bàkkaar la."},{"style":"v","verse":"35","text":"Te ab jaam bokkul ci kër gi ba fàww, doom a bokk ci kër gi ba fàww."},{"style":"v","verse":"36","text":"Kon nag su leen Doom ji goreelee, ngeen diy gor tigi."},{"style":"v","verse":"37","text":"Xam naa ne askanu Ibraayma ngeen. Waaye yeena ngi may wuta rey, ndax sama kàddu ngeen xajoowul."},{"style":"v","verse":"38","text":"Man, li ma gis ci sama Baay laay wax, te yeen it li ngeen dégge ci seen baay ngeen di def.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ñu ne ko: «Sunu baay Ibraaymaa.» Yeesu ne leen: «Su ngeen doon doomi Ibraayma, jëfi Ibraayma ngeen di def."},{"style":"v","verse":"40","text":"Waaye tey yeena ngi may wuta rey; man, nit ku leen àgge dëgg gu mu dégge fa Yàlla. Loolu de Ibraayma defu ko."},{"style":"v","verse":"41","text":"Yeen, seen jëfi baay ngeen di def.» Ñu ne ko nag: «Nun de, dunu doomi moykat, te benn baay doŋŋ lanu am, muy Yàlla.»"},{"style":"s1","verse":"","text":"Doomi Seytaane, jëfi Seytaane"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Yeesu ne leen: «Su Yàlla doon seen Baay, ngeen sopp ma, nde man, fa moom laa bàyyikoo, dikk. Dikkuma it ci sama coobarey bopp, waaye moom moo ma yebal."},{"style":"v","verse":"43","text":"Lu waral xamuleen sama wax? Dangeena manula dégg sama kàddu."},{"style":"v","verse":"44","text":"Yeen ci seen baay \\w Seytaane|Seytaane:\\w* ngeen bokk, te seen xemmemtéefi baay ngeen namma def. Ca njàlbéen la dale di ab bóomkat. Masula taxaw ci dëgg, ndax dëgg a nekkul ci moom. Buy fen, jikkoom la topp, nde mooy fen-kat te di baayu fen."},{"style":"v","verse":"45","text":"Man nag, dëgg laay wax, moo tax gëmuleen ma."},{"style":"v","verse":"46","text":"Kan ci yeen moo mana firndeel ne bàkkaar naa? Gannaaw dëgg laay wax nag, lu tax yeen, gëmuleen ma?"},{"style":"v","verse":"47","text":"Ku bokk ci Yàlla, déglu ay kàddoom. Gannaaw dégguleen nag, bokkuleen ci Yàlla.»"},{"style":"s1","verse":"","text":"Yeesu junj na darajaam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Yawut ya ne ko: «Xanaa yeyunu nag, ba nu nee nitu \\w Samari|Samari:\\w* nga, te aw rab a la jàpp?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Yeesu ne leen: «Man de, aw rab jàppu ma; sama Baay laay teral, yeen ngeen di ma teddadil."},{"style":"v","verse":"50","text":"Man nag, sàkkuwuma sama darajay bopp, waaye am na ku ma koy sàkkul, te mooy àtte."},{"style":"v","verse":"51","text":"Maa leen ko wax déy, ci lu wér, ku sàmm sama kàddu, doo dee mukk.»"},{"style":"v","verse":"52","text":"Yawut ya ne ko: «Léegi nag wóor nanu ne aw rab a la jàpp! Ibraayma dee, yonent yi dee, yaw nga naay: “Ku sàmm sama kàddu, doo dee mukk!”"},{"style":"v","verse":"53","text":"Ndax yaw yaa gën sunu maam Ibraayma mi dee, te yonent yi itam dee? Koo teg sa bopp?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"54","text":"Yeesu ne leen: «Su ma dee darajaal sama bopp, sama daraja amul solo. Sama Baay a may darajaal, ki ngeen ne mooy seen Yàlla."},{"style":"v","verse":"55","text":"Xamuleen ko nag; man maa ko xam. Su ma noon xawma ko, di fen-kat ni yeen. Waaye xam naa ko te kàddoom laay sàmm."},{"style":"v","verse":"56","text":"Seen baay Ibraayma bànneex bu réy la doon séentoo sama bés. Gis na ko it, ba am ci mbégte.»"},{"style":"v","verse":"57","text":"Yawut ya ne ko: «Amaguloo juróom fukki at, te gis nga Ibraayma!»"},{"style":"v","verse":"58","text":"Yeesu ne leen: «Maa leen ko wax déy ci lu wér, balaa Ibraaymaa juddu, man maa nekk\\f + \\fr 8.58 \\ft Seetal ci 8.24.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"59","text":"Ca lañu for xeer yu ñu ko sànnee, ngir rey ko. Teewul Yeesu làqu, ba génn kër Yàlla ga."}]