[{"style":"s1","verse":"","text":"Yeesu faj na gumbag judduwaale"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu moo doon dem, ba gis jenn waay ju judduwaale gumba."},{"style":"v","verse":"2","text":"Taalibeem ya laaj ko ne ko: «Kilifa gi, ndax bàkkaaram a ko waral, walla bu waajuram, ba tax mu judduwaale gumba?»"},{"style":"v","verse":"3","text":"Yeesu ne leen: «Du bàkkaaram, du bàkkaaru waajuram a tax. Da di liggéeyu Yàlla moo wara feeñe ci moom."},{"style":"v","verse":"4","text":"Danoo wara liggéey liggéeyu ki ma yónni ci bi muy bëccëg; bu guddee kenn du liggéey."},{"style":"v","verse":"5","text":"Li feek maa ngi ci àddina, maay leeru àddina.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Loolu la Yeesu wax ba noppi, tifli fa suuf, tooyale ban ba lor wa, daldi diw bàq ba ca bëti gumba ga,"},{"style":"v","verse":"7","text":"ne ko: «Demal sëlmuji ca bëtu ndoxu Silowe.» Silowe di firi Ki ñu yónni. Gumba ga sëlmuji, délsi di gis."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Dëkkandoom ya ak ña ko xame woon yalwaan, naan: «Xanaa du kii moo daan toog, di yalwaan?»"},{"style":"v","verse":"9","text":"Ñii naan: «Moom la!» Ñee naan: «Déedéet, da koo niru rekk.» Waa ji ci boppam ne: «Man la de!»"},{"style":"v","verse":"10","text":"Ñu ne ko: «Lu muri say bët?»"},{"style":"v","verse":"11","text":"Mu ne leen: «Waa ji ñuy wax Yeesu moo tooyal ban, diw ko ci samay bët, ne ma: “Demal sëlmuji ca bëtu ndoxu Silowe.” Ma dem sëlmuji, di gis.»"},{"style":"v","verse":"12","text":"Ñu ne ko: «Ana waa ji?» Mu ne leen: «Xawma fu mu nekk.»"},{"style":"s1","verse":"","text":"Ka gumba woon seedeel na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba mu ko defee ñu yóbbu nit ka gumba woon ca \\w Farisen|Farisen y-:\\w* ya."},{"style":"v","verse":"14","text":"Ndeke \\w bésub Noflaay|bésub Noflaay b-:\\w* la Yeesu tooyaloon ban ba, ba muri bëti gumba ga."},{"style":"v","verse":"15","text":"Loolu nag tax Farisen ya ñoom it, laaj ko nan la wére bay gis. Mu ne leen: «Ban la tooyal, diw ko ci samay bët, ma sëlmu, di gis.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ñenn ca Farisen ña nag naan: «Nit kii jógewul fa Yàlla, ndax sàmmul bésub Noflaay.» Ñeneen ña ne: «Nan la nitu neen kuy bàkkaar mana defe yii firnde?» Féewaloo daldi am ca seen biir."},{"style":"v","verse":"17","text":"Farisen ya dellu wax ak ka gumba woon, ne ko: «Yaw, loo wax ci moom, gannaaw yaw la muril say bët?» Mu ne leen: «Ab yonent la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Njiiti Yawut ya nag gëmuñu woon ne waa ja daa gumba woon bay doora gis noonu. Ñu daldi woolu waajuri ka gumba woon,"},{"style":"v","verse":"19","text":"laaj leen ne leen: «Kii mooy seen doom ji ngeen ne gumba la judduwaale? Ana nu mu wére bay gis léegi?»"},{"style":"v","verse":"20","text":"Waajur ya ne leen: «Xam nanu daal ne kii sunu doom la, te it gumba la judduwaale."},{"style":"v","verse":"21","text":"Waaye nu mu wére bay gis, xamunu ko; ki ko muril ay bëtam it, nun, xamunu ko. Laajleen ko, magum jëmm la; moom dina waxal boppam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Noonu waajuri waa ja waxe nag, ragal njiiti Yawut ya moo taxoon, ndax fekk na njiiti Yawut ya mànkoo ne képp ku seede ne Yeesu mooy \\w Almasi|Almasi b-:\\w* bi, dees na ko dàqe ca jàngu ba."},{"style":"v","verse":"23","text":"Looloo waral waajur ya ne: «Magum jëmm la, laajleen ko moom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Farisen ya dellu woo ka gumba woon, ne ko: «Waxal sa digganteek Yàlla. Nun xam nanu ne waa jooju nit kuy bàkkaar la.»"},{"style":"v","verse":"25","text":"Mu ne: «Su dee kuy bàkkaar de, xawma ci dara. Lenn laa xam: maa gumba woon, te léegi maa ngi gis.»"},{"style":"v","verse":"26","text":"Ñu ne ko: «Lu mu la defal? Nu mu muree say bët?»"},{"style":"v","verse":"27","text":"Mu ne leen: «Wax naa leen ko ba noppi, yeena dégluwul. Lu ngeen bëgg ci ma di ko waxaat? Xanaa yeen itam dangeena bëgga doon ay taalibeem?»"},{"style":"v","verse":"28","text":"Ñu daldi ko saaga ne ko: «Yaw yaay taalibeb kii, waaye nun, taalibey Musaa lanu."},{"style":"v","verse":"29","text":"Nun xam nanu ne Musaa la Yàlla waxal, waaye kii, xamunu fu mu jóge.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Waa ja ne leen: «Loolu kay mooy li yéeme! Yeen, xamuleen fu mu jóge, te mu muril ma samay bët!"},{"style":"v","verse":"31","text":"Xam nanu ne kuy bàkkaar, Yàlla du ko déglu. Waaye ki ragal Yàlla, tey jëfe coobareem, kooku lay déglu."},{"style":"v","verse":"32","text":"Ba àddina sosoo ba tey, maseesu la dégg ku muri bëti gumbag judduwaale."},{"style":"v","verse":"33","text":"Kon nit kii, su jógewul woon ca Yàlla, du mana def dara.»"},{"style":"v","verse":"34","text":"Ñu ne ko: «Ndax yaw mi fees ak bàkkaar, bi nga juddoo ba léegi, yaa nuy xaali?» Ci kaw loolu ñu dàqe ko ca jàngu ba."},{"style":"s1","verse":"","text":"Cilmaxa dëgg, ci xol la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ba Yeesu déggee ne dàq nañu waa ja gumba woon, dafa dem ba gis ko, ne ko: «Yaw, ndax gëm nga \\w Doomu nit|Doomu nit k-:\\w* ki?»"},{"style":"v","verse":"36","text":"Waa ja ne ko: «Kooku kan la, Sang bi, ma gëm ko.»"},{"style":"v","verse":"37","text":"Yeesu ne ko: «Gis nga ko; mooy kiy wax ak yaw.»"},{"style":"v","verse":"38","text":"Mu ne ko: «Gëm naa la, Sang bi,» daldi koy sujjóotal."},{"style":"v","verse":"39","text":"Yeesu ne ko: «Man, ab àttee ma taxa dikk ci àddina sii, ngir ñi dul gis di gis; ñiy gis, gumba.»"},{"style":"v","verse":"40","text":"Ay \\w Farisen|Farisen y-:\\w* yu taxawoon ca wetam dégg ca, ne ko: «Xanaa nun it danoo gumba?»"},{"style":"v","verse":"41","text":"Yeesu ne leen: «Su ngeen gumba woon, dungeen am bàkkaar, waaye léegi bi ngeen naa yeena ngi gis, ci ngeen di saxe ci bàkkaar ba furr."}]