[{"style":"s1","verse":"","text":"Cornelius Has a Vision"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now \\add there was\\add* a certain man in Caesarea ⸤named⸥\\f + \\fr 10:1 \\ft Literally “by name” \\f* Cornelius, a centurion of what was called the Italian Cohort, "},{"style":"v","verse":"2","text":"devout and fearing God together with all his household, doing many charitable deeds for the people and praying to God ⸤continually⸥.\\f + \\fr 10:2 \\ft Literally “through everything” \\f* "},{"style":"v","verse":"3","text":"About the ninth hour of the day, he saw clearly in a vision an angel of God coming to him and saying to him, “Cornelius.” "},{"style":"v","verse":"4","text":"And he stared at him and became terrified \\add and\\add*\\ef + \\fr 10:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“became”) has been translated as a finite verb \\ef* said, “What is \\add it\\add*, Lord?” And he said to him, “Your prayers and your charitable deeds have gone up for a memorial offering before God. "},{"style":"v","verse":"5","text":"And now, send men to Joppa and summon a certain Simon, who is also called Peter. "},{"style":"v","verse":"6","text":"This man is staying as a guest with a certain Simon, a tanner,\\f + \\fr 10:6 \\ft Or “with a certain Simon Berseus”; most modern English versions treat the word as Simon’s profession (“Simon the tanner”), but the word may actually be a surname (“Simon Berseus” or “Simon Tanner”) \\f* whose house is by the sea.” "},{"style":"v","verse":"7","text":"And when the angel who spoke to him departed, he summoned two of the household slaves and a devout soldier from those who attended him, "},{"style":"v","verse":"8","text":"and \\add after he\\add*\\ef + \\fr 10:8 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had explained”) which is understood as temporal \\ef* had explained everything to them, he sent them to Joppa."},{"style":"s1","verse":"","text":"Peter Has a Vision"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"And the next day, \\add as\\add*\\ef + \\fr 10:9 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were on their way”) \\ef* they were on their way and approaching the city, Peter went up on the housetop to pray \\add at\\add* about the sixth hour. "},{"style":"v","verse":"10","text":"And he became hungry and wanted to eat. But \\add while\\add*\\ef + \\fr 10:10 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were preparing”) \\ef* they were preparing \\add the food\\add*,\\ef + \\fr 10:10 \\ft *Here the direct object is supplied from context in the English translation \\ef* a trance came over him. "},{"style":"v","verse":"11","text":"And he saw heaven opened and an object something like a large sheet coming down, being let down to the earth by its four corners, "},{"style":"v","verse":"12","text":"in which were all the four-footed animals and reptiles of the earth and birds of the sky. "},{"style":"v","verse":"13","text":"And a voice came to him, “Get up, Peter, slaughter and eat!” "},{"style":"v","verse":"14","text":"But Peter said, “Certainly not, Lord! For I have never eaten anything common and unclean!” "},{"style":"v","verse":"15","text":"And the voice \\add came\\add* again to him for the second time: “\\add The things\\add* which God has made clean, you must not consider unclean!” "},{"style":"v","verse":"16","text":"And this happened three times, and immediately the object was taken up into heaven."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Now while Peter was greatly perplexed within himself \\add as to\\add* what the vision that he had seen might be, behold, the men who had been sent by Cornelius, having found the house of Simon by asking around, stood at the gate. "},{"style":"v","verse":"18","text":"And they called out \\add and\\add*\\ef + \\fr 10:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“called out”) has been translated as a finite verb \\ef* asked if Simon who was also called Peter was staying there as a guest. "},{"style":"v","verse":"19","text":"And \\add while\\add*\\ef + \\fr 10:19 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was reflecting”) \\ef* Peter was reflecting about the vision, the Spirit said to him, “Behold, men\\f + \\fr 10:19 \\ft Some manuscripts have “three men” \\f* are looking for you. "},{"style":"v","verse":"20","text":"But get up, go down, and go with them—not hesitating at all, because I have sent them.” "},{"style":"v","verse":"21","text":"So Peter went down to the men \\add and\\add*\\ef + \\fr 10:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went down”) has been translated as a finite verb \\ef* said, “Behold, I am \\add he\\add* whom you are looking for! What \\add is\\add* the reason for which you have come?” "},{"style":"v","verse":"22","text":"And they said, “Cornelius, a centurion, a righteous and God-fearing man—and well spoken of by the whole nation of the Jews—was directed by a holy angel to summon you to his house and to hear words from you.” "},{"style":"v","verse":"23","text":"So he invited them in \\add and\\add*\\ef + \\fr 10:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“invited … in”) has been translated as a finite verb \\ef* entertained them as guests, and on the next day he got up \\add and\\add*\\ef + \\fr 10:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* went away with them. And some of the brothers from Joppa accompanied him. "},{"style":"v","verse":"24","text":"And on the next day he entered into Caesarea."},{"style":"s1","verse":"","text":"Peter Visits Cornelius"},{"style":"m","verse":"","text":"Now Cornelius was waiting for them, \\add and\\add*\\ef + \\fr 10:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“waiting for”) has been translated as a finite verb \\ef* had called together his relatives and close friends. "},{"style":"v","verse":"25","text":"So it happened that when Peter entered, Cornelius met him, fell at \\add his\\add*\\ef + \\fr 10:25 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* feet, \\add and\\add*\\ef + \\fr 10:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“fell”) has been translated as a finite verb \\ef* worshiped \\add him\\add*.\\ef + \\fr 10:25 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"26","text":"But Peter helped him up, saying, “Get up! I myself am also a man!” "},{"style":"v","verse":"27","text":"And \\add as he\\add*\\ef + \\fr 10:27 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“conversed with”) which is understood as temporal \\ef* conversed with him, he went in and found many \\add people\\add* gathered. "},{"style":"v","verse":"28","text":"And he said to them, “You know that it is forbidden for a Jewish man to associate with or to approach a foreigner. And to me God has shown \\add that\\add* I should call no man common or unclean. "},{"style":"v","verse":"29","text":"Therefore—and without raising any objection—I came \\add when I\\add*\\ef + \\fr 10:29 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“was sent for”) which is understood as temporal \\ef* was sent for. So I ask for what reason you sent for me.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"And Cornelius said, “⸤Four days ago at this hour⸥,\\f + \\fr 10:30 \\ft Literally “from the fourth day until this hour” \\f* \\add the\\add* ninth, I was praying in my house. And behold, a man in shining clothing stood before me "},{"style":"v","verse":"31","text":"and said, ‘Cornelius, your prayer has been heard, and your charitable deeds have been remembered before God. "},{"style":"v","verse":"32","text":"Therefore send to Joppa and summon Simon who is also called Peter. This man is staying as a guest in the house of Simon, a tanner,\\f + \\fr 10:32 \\ft Or “of Simon Berseus”; most modern English versions treat the word as Simon’s profession (“Simon the tanner”), but the word may actually be a surname (“Simon Berseus” or “Simon Tanner”) \\f* by the sea. "},{"style":"v","verse":"33","text":"Therefore I sent for you at once, and you ⸤were kind enough to come⸥.\\f + \\fr 10:33 \\ft Literally “have done rightly coming” \\f* So now we all are present before God to hear all the things that have been commanded to you by the Lord.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"So Peter opened \\add his\\add*\\ef + \\fr 10:34 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* mouth \\add and\\add*\\ef + \\fr 10:34 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“opened”) has been translated as a finite verb \\ef* said, “In truth I understand that God is not one who shows partiality, "},{"style":"v","verse":"35","text":"but in every nation the one who fears him and who does what is right is acceptable to him. "},{"style":"v","verse":"36","text":"\\add As for\\add*\\ef + \\fr 10:36 \\ft ﻿*The words “\\add As for\\add*” are not in the Greek text, but are supplied in the translation in keeping with English style \\ef* the message that he sent to the sons of Israel, proclaiming the good news of peace through Jesus Christ—this one is Lord of all—"},{"style":"v","verse":"37","text":"you know the thing that happened throughout all Judea, beginning from Galilee, after the baptism that John proclaimed: "},{"style":"v","verse":"38","text":"Jesus of Nazareth—how God anointed him with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, because God was with him. "},{"style":"v","verse":"39","text":"And we \\add are\\add* witnesses of all \\add the things\\add* that he did both in the land of the Judeans and in Jerusalem, whom they also executed \\add by\\add*\\ef + \\fr 10:39 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“hanging”) which is understood as means \\ef* hanging \\add him\\add*\\ef + \\fr 10:39 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on a tree. "},{"style":"v","verse":"40","text":"God raised this one up on the third day and granted \\add that\\add* he should become visible, "},{"style":"v","verse":"41","text":"not to all the people but to us who had been chosen beforehand by God \\add as\\add* witnesses, who ate and drank with him after he rose from the dead. "},{"style":"v","verse":"42","text":"And he commanded us to preach to the people and to testify solemnly that this one is the one appointed\\f + \\fr 10:42 \\ft Or “one who is designated” \\f* by God \\add as\\add* judge of the living and of the dead. "},{"style":"v","verse":"43","text":"To this one all the prophets testify, \\add that\\add* through his name everyone who believes in him receives forgiveness of sins.”"},{"style":"s1","verse":"","text":"The Holy Spirit Given to Gentiles"},{"style":"m","verse":"","text":""},{"style":"v","verse":"44","text":"\\add While\\add*\\ef + \\fr 10:44 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was … speaking”) \\ef* Peter was still speaking these words, the Holy Spirit fell on all those who were listening to the message. "},{"style":"v","verse":"45","text":"And those believers from the circumcision who had accompanied Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles, "},{"style":"v","verse":"46","text":"for they heard them speaking in tongues and glorifying God. Then Peter said, "},{"style":"v","verse":"47","text":"“Surely no one can withhold the water for these \\add people\\add* to be baptized, who have received the Holy Spirit as we also did!” "},{"style":"v","verse":"48","text":"So he ordered \\add that\\add* they be baptized in the name of Jesus Christ. Then they asked him to stay for several days."}]