[{"style":"s1","verse":"","text":"Herod Kills James and Imprisons Peter"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now at that time, Herod the king laid hands on some of those from the church to harm \\add them\\add*.\\ef + \\fr 12:1 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"2","text":"So he executed James the brother of John with a sword. "},{"style":"v","verse":"3","text":"And \\add when he\\add*\\ef + \\fr 12:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw that it was pleasing to the Jews, he proceeded to arrest Peter also. (⸤Now this was during the feast⸥\\f + \\fr 12:3 \\ft Literally “now these were the days” \\f* of Unleavened Bread.) "},{"style":"v","verse":"4","text":"\\add After he\\add*\\ef + \\fr 12:4 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had arrested”) which is understood as temporal \\ef* had arrested ⸤him⸥,\\f + \\fr 12:4 \\ft Literally “whom” \\f* he also put \\add him\\add*\\ef + \\fr 12:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in prison, handing \\add him\\add*\\ef + \\fr 12:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* over to four squads of soldiers to guard him, intending to bring him ⸤out for public trial⸥\\f + \\fr 12:4 \\ft Literally “to the people” \\f* after the Passover. "},{"style":"v","verse":"5","text":"Thus Peter was kept in the prison, but prayer was fervently being made to God by the church for him."},{"style":"s1","verse":"","text":"Peter Rescued by an Angel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"Now when Herod was about to bring him \\add out\\add*, on that \\add very\\add* night Peter was sleeping between two soldiers, bound with two chains, and guards before the door were watching the prison. "},{"style":"v","verse":"7","text":"And behold, an angel of the Lord stood near \\add him\\add*,\\ef + \\fr 12:7 \\ft *Here the direct object is supplied from context in the English translation \\ef* and a light shone in the prison cell. And striking Peter’s side, he woke him up, saying, “Get up ⸤quickly⸥!”\\f + \\fr 12:7 \\ft Literally “with quickness” \\f* And his chains fell off of \\add his\\add*\\ef + \\fr 12:7 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands. "},{"style":"v","verse":"8","text":"And the angel said to him, “Gird yourself and put on your sandals!” And he did so. And he said to him, “Wrap your cloak around you and follow me!” "},{"style":"v","verse":"9","text":"And he went out \\add and\\add*\\ef + \\fr 12:9 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* was following \\add him\\add*.\\ef + \\fr 12:9 \\ft *Here the direct object is supplied from context in the English translation \\ef* And he did not know that what was being done by the angel was real, but was thinking \\add he\\add* was seeing a vision. "},{"style":"v","verse":"10","text":"And \\add after they\\add*\\ef + \\fr 12:10 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had passed”) which is understood as temporal \\ef* had passed the first and second guard, they came to the iron gate that leads to the city, which opened for them by itself, and they went out \\add and\\add*\\ef + \\fr 12:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* went forward \\add along\\add* one narrow street, and at once the angel departed from him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"And \\add when\\add*\\ef + \\fr 12:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* Peter came to himself, he said, “Now I know truly that the Lord has sent out his angel and rescued me from the hand of Herod and all ⸤that the Jewish people expected⸥!”\\f + \\fr 12:11 \\ft Literally “the expectation of the people of the Jews” \\f* "},{"style":"v","verse":"12","text":"And \\add when he\\add*\\ef + \\fr 12:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“realized”) which is understood as temporal \\ef* realized \\add this\\add*,\\ef + \\fr 12:12 \\ft *Here the direct object is supplied from context in the English translation \\ef* he went to the house of Mary, the mother of John (who is also called Mark), where many \\add people\\add* were gathered together and were praying. "},{"style":"v","verse":"13","text":"And \\add when\\add*\\ef + \\fr 12:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“knocked”) \\ef* he knocked at the door of the gateway, a female slave ⸤named⸥\\f + \\fr 12:13 \\ft Literally “by name” \\f* Rhoda came up to answer. "},{"style":"v","verse":"14","text":"And recognizing Peter’s voice, because of \\add her\\add*\\ef + \\fr 12:14 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* joy she did not open the gate, but ran in \\add and\\add*\\ef + \\fr 12:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“ran in”) has been translated as a finite verb \\ef* announced \\add that\\add* Peter was standing at the gate. "},{"style":"v","verse":"15","text":"But they said to her, “You are out of your mind!” But she kept insisting\\ef + \\fr 12:15 \\ft ﻿*This imperfect verb is translated as an iterative imperfect (“kept insisting”) \\ef* it was so. And they kept saying,\\ef + \\fr 12:15 \\ft *This imperfect verb is translated as an iterative imperfect (“kept saying”) \\ef* “It is his angel!” "},{"style":"v","verse":"16","text":"But Peter was continuing to knock, and \\add when they\\add*\\ef + \\fr 12:16 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“opened”) which is understood as temporal \\ef* opened \\add the door\\add*\\ef + \\fr 12:16 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* they saw him and were astonished. "},{"style":"v","verse":"17","text":"But motioning to them with \\add his\\add*\\ef + \\fr 12:17 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hand to be silent, he related to them how the Lord had brought him out of the prison. And he said, “Report these \\add things\\add* to James and to the brothers,” and he departed \\add and\\add*\\ef + \\fr 12:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“departed”) has been translated as a finite verb \\ef* went to another place."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Now \\add when\\add*\\ef + \\fr 12:18 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“came”) \\ef* day came, there was not a little commotion among the soldiers \\add as to\\add* what then had become of Peter. "},{"style":"v","verse":"19","text":"And \\add when\\add*\\ef + \\fr 12:19 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had searched for”) which is understood as temporal \\ef* Herod had searched for him and did not find \\add him\\add*,\\ef + \\fr 12:19 \\ft *Here the direct object is supplied from context in the English translation \\ef* he questioned the guards \\add and\\add*\\ef + \\fr 12:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“questioned”) has been translated as a finite verb \\ef* ordered \\add that they\\add* be led away to execution. And he came down from Judea to Caesarea \\add and\\add*\\ef + \\fr 12:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came down”) has been translated as a finite verb \\ef* stayed \\add there\\add*."},{"style":"s1","verse":"","text":"Herod’s Gruesome Death"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"Now he was very angry with the Tyrians and Sidonians. So they came to him with one purpose, and \\add after\\add*\\ef + \\fr 12:20 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“persuading”) which is understood as temporal \\ef* persuading Blastus, ⸤the king’s chamberlain⸥,\\f + \\fr 12:20 \\ft Literally “the \\fq one \\ft over the bedroom of the king” \\f* they asked for peace, because their country was supported with food from the king’s country. "},{"style":"v","verse":"21","text":"So on an appointed day Herod, \\add after\\add*\\ef + \\fr 12:21 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“putting on”) which is understood as temporal \\ef* putting on royal clothing and sitting down on the judgment seat, began to deliver a public address to them. "},{"style":"v","verse":"22","text":"But the people began to call out loudly,\\ef + \\fr 12:22 \\ft *The imperfect tense has been translated as ingressive here (“began to call out loudly”) \\ef* “The voice of a god and not of a man!” "},{"style":"v","verse":"23","text":"And immediately an angel of the Lord struck him down ⸤because⸥\\f + \\fr 12:23 \\ft Literally “in return for which” \\f* he did not give the glory to God. And he was eaten by worms \\add and\\add*\\ef + \\fr 12:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“was”) has been translated as a finite verb \\ef* died. "},{"style":"v","verse":"24","text":"But the word of God kept on increasing\\ef + \\fr 12:24 \\ft ﻿*This imperfect verb has been translated as customary (“kept on increasing”) \\ef* and multiplying."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"So Barnabas and Saul returned to\\f + \\fr 12:25 \\ft Some manuscripts read “from” \\f* Jerusalem \\add when they\\add*\\ef + \\fr 12:25 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had completed”) which is understood as temporal \\ef* had completed \\add their\\add*\\ef + \\fr 12:25 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* service, having taken along with \\add them\\add*\\ef + \\fr 12:25 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* John (who is also called Mark)."}]