[{"style":"s1","verse":"","text":"Paul Before the Sanhedrin"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And looking intently at the Sanhedrin, Paul said, “Men \\add and\\add* brothers, I have lived my life in all good conscience before God to this day.” "},{"style":"v","verse":"2","text":"So the high priest Ananias ordered those standing near him to strike his mouth. "},{"style":"v","verse":"3","text":"Then Paul said to him, “God is going to strike you, \\add you\\add* whitewashed wall! And are you sitting \\add there\\add* judging me according to the law, and acting contrary to the law do you order me to be struck?” "},{"style":"v","verse":"4","text":"And those who stood nearby said, “Are you reviling the high priest of God?” "},{"style":"v","verse":"5","text":"And Paul said, “I did not know, brothers, that he was high priest. For it is written, ‘You must not speak evil \\add of\\add* a ruler of your people.’ ”\\f + \\fr 23:5 \\ft A quotation from \\xt Exod 22:28 \\ft \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Now \\add when\\add*\\ef + \\fr 23:6 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“realized”) which is understood as temporal \\ef* Paul realized that one part were Sadducees and the other Pharisees, he shouted out in the Sanhedrin, “Men \\add and\\add* brothers! I am a Pharisee, a son of Pharisees! I am being judged concerning the hope and the resurrection of the dead!” "},{"style":"v","verse":"7","text":"And \\add when\\add*\\ef + \\fr 23:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“said”) \\ef* he said this, a dispute developed between the Pharisees and Sadducees, and the assembly was divided. "},{"style":"v","verse":"8","text":"(For the Sadducees say there is no resurrection or angel or spirit, but the Pharisees acknowledge \\add them\\add* all.) "},{"style":"v","verse":"9","text":"And there was loud shouting, and some of the scribes from the party of the Pharisees stood up \\add and\\add*\\ef + \\fr 23:9 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood up”) has been translated as a finite verb \\ef* contended sharply, saying, “We find nothing wrong with this man! But \\add what\\add* if a spirit or an angel has spoken to him?” "},{"style":"v","verse":"10","text":"And \\add when\\add*\\ef + \\fr 23:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“became”) \\ef* the dispute became severe, the military tribune, fearing lest Paul be torn apart by them, ordered the detachment to go down, take him away from their midst, and bring \\add him\\add*\\ef + \\fr 23:10 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into the barracks.\\f + \\fr 23:10 \\ft Or “headquarters” \\f* "},{"style":"v","verse":"11","text":"And the next night the Lord stood by him \\add and\\add*\\ef + \\fr 23:11 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood by”) has been translated as a finite verb \\ef* said, “Have courage, for as you have testified about me in Jerusalem, so you must also testify in Rome.”"},{"style":"s1","verse":"","text":"A Conspiracy to Kill Paul"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"And \\add when it\\add*\\ef + \\fr 23:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was day, the Jews made a conspiracy \\add and\\add*\\ef + \\fr 23:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“made”) has been translated as a finite verb \\ef* bound themselves under a curse, saying \\add they would\\add*\\f + \\fr 23:12 \\ft Literally “saying neither to eat nor to drink”; the words “they would” are supplied for smoother English style \\f* neither eat nor drink until they had killed Paul. "},{"style":"v","verse":"13","text":"Now there were more \\add than\\add* forty who had made this conspiracy, "},{"style":"v","verse":"14","text":"who went to the chief priests and the elders \\add and\\add*\\ef + \\fr 23:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went to”) has been translated as a finite verb \\ef* said, “We have bound ourselves under a curse to partake of nothing until we have killed Paul. "},{"style":"v","verse":"15","text":"Therefore, now you along with the Sanhedrin explain to the military tribune that he should bring him down to you, as \\add if you\\add* were going to determine more accurately the things concerning him. And we are ready to do away with him before he comes near.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"But \\add when\\add*\\ef + \\fr 23:16 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard about”) which is understood as temporal \\ef* the son of Paul’s sister heard about the ambush, he came and entered into the barracks\\f + \\fr 23:16 \\ft Or “headquarters” \\f* \\add and\\add*\\ef + \\fr 23:16 \\ft ﻿*Here “and” is supplied because the two previous participles (“came” and “entered”) have been translated as finite verbs \\ef* reported \\add it\\add*\\ef + \\fr 23:16 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to Paul. "},{"style":"v","verse":"17","text":"So Paul called one of the centurions \\add and\\add*\\ef + \\fr 23:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“called”) has been translated as a finite verb \\ef* said, “Bring this young man to the military tribune, because he has something to report to him.” "},{"style":"v","verse":"18","text":"So he took him \\add and\\add*\\ef + \\fr 23:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* brought \\add him\\add*\\ef + \\fr 23:18 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the military tribune and said, “The prisoner Paul called me \\add and\\add*\\ef + \\fr 23:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“called”) has been translated as a finite verb \\ef* asked \\add me\\add*\\ef + \\fr 23:18 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to bring this young man to you \\add because he\\add*\\ef + \\fr 23:18 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“has”) which is understood as causal \\ef* has something to tell you.” "},{"style":"v","verse":"19","text":"And the military tribune, taking hold of his hand and withdrawing privately, asked, “What is it that you have to report to me?” "},{"style":"v","verse":"20","text":"And he said, “The Jews have agreed to ask you that you bring Paul down to the Sanhedrin tomorrow, as \\add if they\\add* were going to inquire somewhat more accurately concerning him. "},{"style":"v","verse":"21","text":"You therefore do not be persuaded by them, because more \\add than\\add* forty men of ⸤their number⸥\\f + \\fr 23:21 \\ft Literally “them” \\f* are lying in wait \\add for\\add* him, who have bound themselves under a curse neither to eat nor to drink until they have done away with him. And now they are ready, waiting for ⸤you to agree⸥.”\\f + \\fr 23:21 \\ft Literally “the assurance of agreement from you” \\f* "},{"style":"v","verse":"22","text":"So the military tribune sent the young man away, directing \\add him\\add*,\\ef + \\fr 23:22 \\ft *Here the direct object is supplied from context in the English translation \\ef* “Tell no one that you have revealed these \\add things\\add* to me.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"And he summoned two of the centurions \\add and\\add*\\ef + \\fr 23:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“summoned”) has been translated as a finite verb \\ef* said, “Make ready from the third hour of the night two hundred soldiers and seventy horsemen and two hundred spearmen,\\f + \\fr 23:23 \\ft A word of uncertain meaning, probably a military technical term \\f* in order that they may proceed as far as Caesarea. "},{"style":"v","verse":"24","text":"And provide mounts so that they can put Paul on them \\add and\\add*\\ef + \\fr 23:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“put … on”) has been translated as a finite verb \\ef* bring \\add him\\add*\\ef + \\fr 23:24 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* safely to Felix the governor.” "},{"style":"v","verse":"25","text":"⸤He wrote⸥\\f + \\fr 23:25 \\ft Literally “writing” \\f* a letter that had this form:\\f + \\fr 23:25 \\ft Or “content” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Claudius Lysias."},{"style":"p","verse":"","text":"To his excellency Governor Felix."},{"style":"m1","verse":"","text":"Greetings!"},{"style":"p1","verse":"","text":""},{"style":"v","verse":"27","text":"This man was seized by the Jews and was about to be killed by them \\add when I\\add*\\ef + \\fr 23:27 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came upon”) which is understood as temporal \\ef* came upon \\add them\\add*\\ef + \\fr 23:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with the detachment \\add and\\add*\\ef + \\fr 23:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came upon”) has been translated as a finite verb \\ef* rescued \\add him\\add*,\\ef + \\fr 23:27 \\ft *Here the direct object is supplied from context in the English translation \\ef* \\add because I\\add*\\ef + \\fr 23:27 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“learned”) which is understood as causal \\ef* learned that he was a Roman citizen. "},{"style":"v","verse":"28","text":"And \\add because I\\add*\\ef + \\fr 23:28 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“wanted”) which is understood as causal \\ef* wanted to know the charge for which they were accusing him, I brought \\add him\\add*\\ef + \\fr 23:28 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* down to their Sanhedrin.\\f + \\fr 23:28 \\ft Or “council” \\f* "},{"style":"v","verse":"29","text":"I found ⸤he⸥\\f + \\fr 23:29 \\ft Literally “whom” \\f* was accused concerning controversial questions of their law, but having no charge deserving death or imprisonment. "},{"style":"v","verse":"30","text":"And \\add when it\\add*\\ef + \\fr 23:30 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“was made known”) which is understood as temporal \\ef* was made known to me there would be a plot against the man, I sent \\add him\\add*\\ef + \\fr 23:30 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to you immediately, also ordering \\add his\\add*\\ef + \\fr 23:30 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* accusers to speak against him\\f + \\fr 23:30 \\ft Some manuscripts have “to state the charges against him” (literally, “to speak the \\fq things \\ft against him”) \\f* before you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Therefore the soldiers, in accordance with ⸤their orders⸥,\\f + \\fr 23:31 \\ft Literally “what was ordered to them” \\f* took Paul \\add and\\add*\\ef + \\fr 23:31 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* brought \\add him\\add*\\ef + \\fr 23:31 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to Antipatris during the night. "},{"style":"v","verse":"32","text":"And on the next day they let the horsemen go on with him, \\add and\\add*\\ef + \\fr 23:32 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“let”) has been translated as a finite verb \\ef* they returned to the barracks.\\f + \\fr 23:32 \\ft Or “headquarters” \\f* "},{"style":"v","verse":"33","text":"⸤The horsemen⸥,\\f + \\fr 23:33 \\ft Literally “who” \\f* \\add when they\\add*\\ef + \\fr 23:33 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came to Caesarea and delivered the letter to the governor, also presented Paul to him. "},{"style":"v","verse":"34","text":"So \\add after\\add*\\ef + \\fr 23:34 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“reading”) which is understood as temporal \\ef* reading \\add the letter\\add*\\ef + \\fr 23:34 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and asking what province he was from, and learning that \\add he was\\add* from Cilicia, "},{"style":"v","verse":"35","text":"he said, “I will give you a hearing whenever your accusers arrive also,” giving orders \\add for\\add* him to be guarded in the praetorium\\f + \\fr 23:35 \\ft The “praetorium” of Herod refers to the palace of Herod the Great in Caesarea Maritima \\f* of Herod."}]