[{"style":"s1","verse":"","text":"Peter and John Arrested"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And \\add while\\add*\\ef + \\fr 4:1 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were speaking”) \\ef* they were speaking to the people, the priests and the captain of the temple and the Sadducees approached them, "},{"style":"v","verse":"2","text":"greatly annoyed because they were teaching the people and proclaiming in Jesus the resurrection from the dead. "},{"style":"v","verse":"3","text":"And they laid hands on them and put \\add them\\add*\\ef + \\fr 4:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in custody until the next day, because it was already evening. "},{"style":"v","verse":"4","text":"But many of those who listened to the message believed, and the number of the men was approximately five thousand."},{"style":"s1","verse":"","text":"Peter and John on Trial Before the Sanhedrin"},{"style":"m","verse":"","text":""},{"style":"v","verse":"5","text":"And it happened that on the next day, their rulers and elders and scribes came together in Jerusalem, "},{"style":"v","verse":"6","text":"and Annas the high priest, and Caiaphas and John and Alexander, and all those who were from the high priest’s family. "},{"style":"v","verse":"7","text":"And they made them stand in \\add their\\add*\\ef + \\fr 4:7 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* midst \\add and\\add*\\ef + \\fr 4:7 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stand”) has been translated as a finite verb \\ef* began to ask,\\ef + \\fr 4:7 \\ft *The imperfect tense has been translated as ingressive here (“began to ask”) \\ef* “By what power or by what name did you do this?” "},{"style":"v","verse":"8","text":"Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders, "},{"style":"v","verse":"9","text":"if we are being examined today concerning a good deed \\add done to\\add* a sick man—by what \\add means\\add*\\f + \\fr 4:9 \\ft Or “through whom” \\f* this man was healed—"},{"style":"v","verse":"10","text":"let it be known to all of you and to all the people of Israel that by the name of Jesus Christ the Nazarene, whom you crucified, whom God raised from the dead—by him this man stands before you healthy! "},{"style":"v","verse":"11","text":"This one\\f + \\fr 4:11 \\ft “This one” refers to Jesus \\f* is the stone that was rejected by you, the builders, that has become ⸤the cornerstone⸥.\\f + \\fr 4:11 \\ft Literally “the head of the corner”; this verse is an allusion to \\xt Ps 118:22 \\ft \\f* "},{"style":"v","verse":"12","text":"And there is salvation in no one else, for there is no other name under heaven that is given among people by which we must be saved.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Now \\add when they\\add*\\ef + \\fr 4:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw the boldness of Peter and John, and understood that they were uneducated and untrained men, they were astonished, and recognized them, that they had been with Jesus. "},{"style":"v","verse":"14","text":"And \\add because they\\add*\\ef + \\fr 4:14 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“saw”) which is understood as causal \\ef* saw the man who had been healed standing there with them, they had nothing to say in return. "},{"style":"v","verse":"15","text":"But \\add after they\\add*\\ef + \\fr 4:15 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had ordered”) which is understood as temporal \\ef* had ordered them to go outside the Sanhedrin,\\f + \\fr 4:15 \\ft Or “council” \\f* they began to confer\\ef + \\fr 4:15 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to confer”) \\ef* with one another, "},{"style":"v","verse":"16","text":"saying, “What should we do with these men? For that a remarkable sign has taken place through them \\add is\\add* evident to all those who live \\add in\\add* Jerusalem, and we are not able to deny \\add it\\add*!\\ef + \\fr 4:16 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"17","text":"But in order that it may not spread much \\add further\\add* among the people, let us warn them to speak no more in this name ⸤to anyone at all⸥.”\\f + \\fr 4:17 \\ft Literally “to no man” \\f* "},{"style":"v","verse":"18","text":"And they called them \\add back\\add* \\add and\\add*\\ef + \\fr 4:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“called”) has been translated as a finite verb \\ef* commanded \\add them\\add*\\ef + \\fr 4:18 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* not to speak or to teach at all in the name of Jesus. "},{"style":"v","verse":"19","text":"But Peter and John answered \\add and\\add*\\ef + \\fr 4:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Whether it is right in the sight of God to listen to you rather than God, you decide! "},{"style":"v","verse":"20","text":"For we are not able to refrain from speaking about \\add the things\\add* that we have seen and heard.” "},{"style":"v","verse":"21","text":"So \\add after\\add*\\ef + \\fr 4:21 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“threatening … further”) which is understood as temporal \\ef* threatening \\add them\\add*\\ef + \\fr 4:21 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* further, they released them, finding no way to punish them on account of the people, because they were all praising God for what had happened. "},{"style":"v","verse":"22","text":"For the man on whom this sign of healing had been performed was more \\add than\\add* forty years \\add old\\add*."},{"style":"s1","verse":"","text":"The Believers Pray for Continued Bold Witness"},{"style":"m","verse":"","text":""},{"style":"v","verse":"23","text":"And \\add when they\\add*\\ef + \\fr 4:23 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“were released”) which is understood as temporal \\ef* were released, they went to their own \\add people\\add* and reported all that the chief priests and the elders had said to them. "},{"style":"v","verse":"24","text":"And \\add when they\\add*\\ef + \\fr 4:24 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add it\\add*,\\ef + \\fr 4:24 \\ft *Here the direct object is supplied from context in the English translation \\ef* they lifted \\add their\\add* voices with one mind to God and said, “Master, you \\add are\\add* the one who made the heaven and the earth and the sea and all the things in them, "},{"style":"v","verse":"25","text":"the one who said by the Holy Spirit through the mouth of our father David, your servant,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘Why do the nations\\f + \\fr 4:25 \\ft Or “Gentiles”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* rage,"},{"style":"q2","verse":"","text":"and the peoples conspire in vain?"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"26","text":"The kings of the earth stood opposed,"},{"style":"q2","verse":"","text":"and the rulers assembled together at the same \\add place\\add*,"},{"style":"q1","verse":"","text":"against the Lord and against his Christ.’\\f + \\fr 4:26 \\ft Or “Messiah”; this is a quotation from \\xt Ps 2:1–2 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"For in truth both Herod and Pontius Pilate, together with the Gentiles and the peoples of Israel, assembled together in this city against your holy servant Jesus whom you anointed, "},{"style":"v","verse":"28","text":"to do all that your hand and plan\\f + \\fr 4:28 \\ft Some manuscripts have “and your plan” \\f* had predestined to take place. "},{"style":"v","verse":"29","text":"And now, Lord, concern yourself with their threats and grant your slaves to speak your message with all boldness, "},{"style":"v","verse":"30","text":"\\add as\\add* you extend your hand to heal and signs and wonders are performed through the name of your holy servant Jesus.” "},{"style":"v","verse":"31","text":"And \\add when\\add*\\ef + \\fr 4:31 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had prayed”) \\ef* they had prayed, the place in which they were gathered was shaken, and they were all filled with the Holy Spirit and began to speak\\ef + \\fr 4:31 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to speak”) \\ef* the word\\f + \\fr 4:31 \\ft Or “message” \\f* of God with boldness."},{"style":"s1","verse":"","text":"The Believers Share All Things in Common"},{"style":"m","verse":"","text":""},{"style":"v","verse":"32","text":"Now the group of those who believed were one heart and soul, and no one said anything of what belonged to him was his own, but all \\add things\\add* were theirs in common. "},{"style":"v","verse":"33","text":"And with great power the apostles were giving testimony \\add to\\add* the resurrection of the Lord Jesus, and great grace was on them all. "},{"style":"v","verse":"34","text":"For there was not even anyone needy among them, because all those who were owners of plots of land or houses were selling \\add them\\add*\\ef + \\fr 4:34 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 4:34 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“were selling”) has been translated as a finite verb \\ef* bringing the proceeds of the things that were sold "},{"style":"v","verse":"35","text":"and placing \\add them\\add*\\ef + \\fr 4:35 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* at the feet of the apostles. And it was being distributed to each as anyone had need. "},{"style":"v","verse":"36","text":"So Joseph, who was called Barnabas by the apostles (which is translated “son of encouragement”), a Levite of Cyprus by nationality, "},{"style":"v","verse":"37","text":"sold a field\\f + \\fr 4:37 \\ft Or “a farm” \\f* that belonged to him \\add and\\add*\\ef + \\fr 4:37 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sold”) has been translated as a finite verb \\ef* brought the money and placed \\add it\\add*\\ef + \\fr 4:37 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* at the feet of the apostles."}]