[{"style":"s1","verse":"","text":"Ananias and Sapphira Lie to the Holy Spirit"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now a certain man ⸤named⸥\\f + \\fr 5:1 \\ft Literally “by name” \\f* Ananias, together with his wife Sapphira, sold a piece of property, "},{"style":"v","verse":"2","text":"and he kept back for himself \\add some\\add* of the proceeds, and \\add his\\add*\\ef + \\fr 5:2 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* wife was aware of \\add it\\add*.\\ef + \\fr 5:2 \\ft *Here the participle “was aware of” in this genitive absolute construction has been translated as a finite verb in keeping with English style \\ef* And he brought a certain part \\add and\\add*\\ef + \\fr 5:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“brought”) has been translated as a finite verb \\ef* placed \\add it\\add*\\ef + \\fr 5:2 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* at the feet of the apostles. "},{"style":"v","verse":"3","text":"But Peter said, “Ananias, for what \\add reason\\add* has Satan filled your heart, \\add that\\add* you lied to the Holy Spirit and kept back for yourself \\add some\\add* of the proceeds of the piece of land? "},{"style":"v","verse":"4","text":"\\add When it\\add*\\ef + \\fr 5:4 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“remained”) which is understood as temporal \\ef* remained to you, did it not remain \\add yours\\add*? And \\add when it\\add*\\ef + \\fr 5:4 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“was sold”) which is understood as temporal \\ef* was sold, was it at your disposal? How \\add is it\\add* that you have contrived this deed in your heart? You have not lied to people, but to God!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"And \\add when\\add*\\ef + \\fr 5:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* Ananias heard these words, he fell down \\add and\\add*\\ef + \\fr 5:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“fell down”) has been translated as a finite verb \\ef* died. And great fear came on all those who heard about \\add it\\add*.\\ef + \\fr 5:5 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"6","text":"So the young men stood up, wrapped him up, and carried \\add him\\add*\\ef + \\fr 5:6 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out \\add and\\add*\\ef + \\fr 5:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“carried … out”) has been translated as a finite verb \\ef* buried \\add him\\add*.\\ef + \\fr 5:6 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"7","text":"And it happened that \\add there was\\add* an interval of about three hours, and his wife came in, not knowing what had happened. "},{"style":"v","verse":"8","text":"And Peter said to her, “Tell me whether you \\add both\\add*\\ef + \\fr 5:8 \\ft ﻿*Here “\\add both\\add*” reflects the second person plural verb, which refers to both Ananias and Sapphira \\ef* were paid this much \\add for\\add* the piece of land.” And she said, “Yes, this much.” "},{"style":"v","verse":"9","text":"So Peter \\add said\\add* to her, “How \\add is it\\add* that it was agreed by you \\add two\\add*\\ef + \\fr 5:9 \\ft ﻿*Here “\\add two\\add*” is supplied in the translation to indicate that the pronoun (“you”) is plural in the Greek text \\ef* to test the Spirit of the Lord? Behold, the feet of those who buried your husband \\add are\\add* at the door, and they will carry you out!” "},{"style":"v","verse":"10","text":"And immediately she fell down at his feet and died. So \\add when\\add*\\ef + \\fr 5:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came in”) which is understood as temporal \\ef* the young men came in, they found her dead, and carried \\add her\\add*\\ef + \\fr 5:10 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out \\add and\\add*\\ef + \\fr 5:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“carried … out”) has been translated as a finite verb \\ef* buried \\add her\\add*\\ef + \\fr 5:10 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with her husband. "},{"style":"v","verse":"11","text":"And great fear came on the whole church and on all who heard about these \\add things\\add*."},{"style":"s1","verse":"","text":"Many Signs and Wonders Are Performed by the Apostles"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Now many signs and wonders were being performed among the people through the hands of the apostles. And they were all together\\f + \\fr 5:12 \\ft Or perhaps “by common consent” \\f* in Solomon’s Portico. "},{"style":"v","verse":"13","text":"And none of the rest dared to join them, but the people spoke highly of them. "},{"style":"v","verse":"14","text":"And even more believers in the Lord\\f + \\fr 5:14 \\ft Or “even more believers were being added to the Lord” \\f* were being added, large numbers of both men and women, "},{"style":"v","verse":"15","text":"so that they even carried out the sick into the streets and put \\add them\\add*\\ef + \\fr 5:15 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on cots and mats\\f + \\fr 5:15 \\ft Or “mattresses” \\f* so that \\add when\\add*\\ef + \\fr 5:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“came by”) \\ef* Peter came by, at least \\add his\\add*\\ef + \\fr 5:15 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* shadow would fall on some of them. "},{"style":"v","verse":"16","text":"And the people of the towns around Jerusalem also came together, bringing the sick and those tormented by unclean spirits, who were all being healed."},{"style":"s1","verse":"","text":"The Apostles Arrested and Imprisoned"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"Now the high priest rose up and all those \\add who were\\add* with him (that is, the party of the Sadducees), \\add and\\add*\\ef + \\fr 5:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“rose up”) has been translated as a finite verb \\ef* they were filled with jealousy. "},{"style":"v","verse":"18","text":"And they laid hands on the apostles and put them in the public prison. "},{"style":"v","verse":"19","text":"But during the night an angel of the Lord opened the doors of the prison and led them \\add out\\add* \\add and\\add*\\ef + \\fr 5:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the two previous participles (“opened” and “led”) have been translated as finite verbs \\ef* said, "},{"style":"v","verse":"20","text":"“Go and stand in the temple \\add courts\\add*\\ef + \\fr 5:20 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* \\add and\\add*\\ef + \\fr 5:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stand”) has been translated as a finite verb \\ef* proclaim to the people all the words of this life.” "},{"style":"v","verse":"21","text":"And \\add when they\\add*\\ef + \\fr 5:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add this\\add*,\\ef + \\fr 5:21 \\ft *Here the direct object is supplied from context in the English translation \\ef* they entered at daybreak into the temple \\add courts\\add*\\ef + \\fr 5:21 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* and began teaching.\\ef + \\fr 5:21 \\ft *The imperfect tense has been translated as ingressive here (“began teaching”) \\ef*"},{"style":"p","verse":"","text":"Now \\add when\\add*\\ef + \\fr 5:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* the high priest and those with him arrived, they summoned the Sanhedrin—even the whole council of elders of the sons of Israel—and sent to the prison to have them brought. "},{"style":"v","verse":"22","text":"But the officers who came\\f + \\fr 5:22 \\ft Or “\\fq when they \\ft came” \\f* did not find them in the prison, and they returned \\add and\\add*\\ef + \\fr 5:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“returned”) has been translated as a finite verb \\ef* reported, "},{"style":"v","verse":"23","text":"saying, “We found the prison locked with all security and the guards standing at the doors, but \\add when we\\add*\\ef + \\fr 5:23 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“opened”) which is understood as temporal \\ef* opened \\add them\\add*,\\ef + \\fr 5:23 \\ft *Here the direct object is supplied from context in the English translation \\ef* we found no one inside!” "},{"style":"v","verse":"24","text":"Now when both the captain of the temple and the chief priests heard these words, they were greatly perplexed concerning them, \\add as to\\add* what this might be. "},{"style":"v","verse":"25","text":"But someone came \\add and\\add*\\ef + \\fr 5:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* reported to them, “Behold, the men whom you put in prison are standing in the temple \\add courts\\add*\\ef + \\fr 5:25 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* and teaching the people!” "},{"style":"v","verse":"26","text":"Then the captain went with the officers \\add and\\add*\\ef + \\fr 5:26 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* brought them, not with force (for they were afraid of the people, lest they be stoned \\add by them\\add*).\\ef + \\fr 5:26 \\ft *The words “\\add by them\\add*” are not in the Greek text but are implied \\ef*"},{"style":"s1","verse":"","text":"The Apostles on Trial Before the Sanhedrin"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"And \\add when they\\add*\\ef + \\fr 5:27 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had brought”) which is understood as temporal \\ef* had brought them, they made \\add them\\add*\\ef + \\fr 5:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* stand in the Sanhedrin,\\f + \\fr 5:27 \\ft Or “council” \\f* and the high priest put a question to them, "},{"style":"v","verse":"28","text":"saying, “⸤We strictly commanded⸥\\f + \\fr 5:28 \\ft Literally “we commanded with a commandment” \\f* you\\f + \\fr 5:28 \\ft Some manuscripts have “Did we not strictly command you” \\f* not to teach in this name? And behold, you have filled Jerusalem with your teaching! And you are intending to bring upon us the blood of this man!” "},{"style":"v","verse":"29","text":"But Peter and the apostles answered \\add and\\add*\\ef + \\fr 5:29 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “It is necessary to obey God rather than men! "},{"style":"v","verse":"30","text":"The God of our fathers raised up Jesus, whom you killed \\add by\\add*\\ef + \\fr 5:30 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“hanging”) which is understood as means \\ef* hanging \\add him\\add*\\ef + \\fr 5:30 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on a tree. "},{"style":"v","verse":"31","text":"This one God has exalted to his right hand \\add as\\add* Leader and Savior to grant repentance to Israel and forgiveness of sins. "},{"style":"v","verse":"32","text":"And we are witnesses of these things, and \\add so is\\add*\\ef + \\fr 5:32 \\ft ﻿*The words “\\add so is\\add*” are not in the Greek text but are implied \\ef* the Holy Spirit whom God has given to those who obey him.” "},{"style":"v","verse":"33","text":"Now \\add when\\add*\\ef + \\fr 5:33 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* they heard \\add this\\add*,\\ef + \\fr 5:33 \\ft *Here the direct object is supplied from context in the English translation \\ef* they were infuriated, and were wanting to execute them. "},{"style":"v","verse":"34","text":"But a certain man stood up in the Sanhedrin,\\f + \\fr 5:34 \\ft Or “council” \\f* a Pharisee ⸤named⸥\\f + \\fr 5:34 \\ft Literally “by name” \\f* Gamaliel, a teacher of the law respected by all the people, \\add and\\add*\\ef + \\fr 5:34 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood up”) has been translated as a finite verb \\ef* gave orders to put the men outside for a short time. "},{"style":"v","verse":"35","text":"And he said to them, “Men \\add and\\add* Israelites, take care for yourselves what you are about to do to these men! "},{"style":"v","verse":"36","text":"For before these days, Theudas rose up saying he was somebody. A number of men, about four hundred, joined ⸤him⸥.\\f + \\fr 5:36 \\ft Literally “to whom” \\f* ⸤He⸥\\f + \\fr 5:36 \\ft Literally “who” \\f* was executed, and all who followed him were dispersed and came to nothing. "},{"style":"v","verse":"37","text":"After this man, Judas the Galilean rose up in the days of the census and ⸤caused people to follow him in revolt⸥.\\f + \\fr 5:37 \\ft Literally “caused people to revolt after him” \\f* And that one perished, and all who followed him were scattered. "},{"style":"v","verse":"38","text":"And now I tell you, keep away from these men, and leave them alone, because if this plan or this matter is from people, it will be overthrown.\\f + \\fr 5:38 \\ft Or “it will fail” \\f* "},{"style":"v","verse":"39","text":"But if it is from God, you will not be able to overthrow them, lest you even be found fighting against God.” So they were persuaded by him. "},{"style":"v","verse":"40","text":"And they summoned the apostles, beat \\add them\\add*,\\ef + \\fr 5:40 \\ft *Here the direct object is supplied from context in the English translation \\ef* commanded \\add them\\add*\\ef + \\fr 5:40 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* not to speak in the name of Jesus, and released \\add them\\add*.\\ef + \\fr 5:40 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"41","text":"So they went out from the presence of the Sanhedrin\\f + \\fr 5:41 \\ft Or “council” \\f* rejoicing, because they had been considered worthy to be dishonored for the sake of the name. "},{"style":"v","verse":"42","text":"Every day, both in the temple \\add courts\\add*\\ef + \\fr 5:42 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* and from house \\add to house\\add*, they did not stop teaching and proclaiming the good news \\add that\\add* the Christ\\f + \\fr 5:42 \\ft Or “Messiah” \\f* \\add was\\add* Jesus."}]