[{"style":"s1","verse":"","text":"Saul Attempts to Destroy the Church"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Saul was agreeing with his murder. Now there happened on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles. "},{"style":"v","verse":"2","text":"And devout men buried Stephen and made loud lamentation over him. "},{"style":"v","verse":"3","text":"But Saul was attempting to destroy the church. Entering ⸤house after house⸥,\\f + \\fr 8:3 \\ft Literally “from house” \\fq to house \\ft  \\f* he dragged off both men and women \\add and\\add*\\ef + \\fr 8:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“dragged off”) has been translated as a finite verb \\ef* delivered \\add them\\add*\\ef + \\fr 8:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to prison."},{"style":"s1","verse":"","text":"Philip Proclaims Christ in Samaria"},{"style":"m","verse":"","text":""},{"style":"v","verse":"4","text":"Now those who had been scattered went about proclaiming the good news \\add of\\add* the word. "},{"style":"v","verse":"5","text":"And Philip came down to the city of Samaria \\add and\\add*\\ef + \\fr 8:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came down”) has been translated as a finite verb \\ef* began proclaiming\\ef + \\fr 8:5 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began proclaiming”) \\ef* the Christ\\f + \\fr 8:5 \\ft Or “Messiah” \\f* to them. "},{"style":"v","verse":"6","text":"And the crowds with one mind were paying attention to what was being said by Philip, \\add as\\add* they heard \\add him\\add*\\ef + \\fr 8:6 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and saw the signs that he was performing. "},{"style":"v","verse":"7","text":"For many of those who had unclean spirits, they were coming out \\add of them\\add*,\\ef + \\fr 8:7 \\ft *The words “\\add of them\\add*” are supplied in the translation to indicate that the unclean spirits were coming out of the people \\ef* crying out with a loud voice, and many who were paralyzed and lame were healed. "},{"style":"v","verse":"8","text":"And there was great joy in that city."},{"style":"s1","verse":"","text":"Simon the Magician"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"Now a certain man ⸤named⸥\\f + \\fr 8:9 \\ft Literally “by name” \\f* Simon had been in the city practicing magic and astonishing the people of Samaria, saying he was someone great. "},{"style":"v","verse":"10","text":"They were all paying attention to ⸤him⸥,\\f + \\fr 8:10 \\ft Literally “whom” \\f* from the least to the greatest, saying, “This man is the power of God that is called ‘Great.’ ” "},{"style":"v","verse":"11","text":"And they were paying attention to him because for a long time he had astonished them with \\add his\\add*\\ef + \\fr 8:11 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* magic. "},{"style":"v","verse":"12","text":"But when they believed Philip \\add as he\\add*\\ef + \\fr 8:12 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was proclaiming the good news”) which is understood as temporal \\ef* was proclaiming the good news about the kingdom of God and the name of Jesus Christ, both men and women were being baptized. "},{"style":"v","verse":"13","text":"And Simon himself also believed, and \\add after he\\add*\\ef + \\fr 8:13 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“was baptized”) which is understood as temporal \\ef* was baptized he was ⸤keeping close company with⸥\\f + \\fr 8:13 \\ft Literally “attaching himself to” \\f* Philip. And \\add when he\\add*\\ef + \\fr 8:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw the signs and great miracles that were taking place, he was astonished."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Now \\add when\\add*\\ef + \\fr 8:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them, "},{"style":"v","verse":"15","text":"who went down \\add and\\add*\\ef + \\fr 8:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went down”) has been translated as a finite verb \\ef* prayed for them so that they would receive the Holy Spirit. "},{"style":"v","verse":"16","text":"(For he had not yet fallen on any of them, ⸤but they had only been baptized⸥\\f + \\fr 8:16 \\ft Literally “but they were only having been baptized” \\f* in the name of the Lord Jesus.) "},{"style":"v","verse":"17","text":"Then they placed \\add their\\add*\\ef + \\fr 8:17 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands on them and they received the Holy Spirit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Now Simon, \\add when he\\add*\\ef + \\fr 8:18 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw that the Spirit was given through the laying on of the apostles’ hands, offered them money, "},{"style":"v","verse":"19","text":"saying, “Give to me also this power, so that whomever I place \\add my\\add*\\ef + \\fr 8:19 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands on may receive the Holy Spirit!” "},{"style":"v","verse":"20","text":"But Peter said to him, “May your silver ⸤be destroyed along with you⸥,\\f + \\fr 8:20 \\ft Literally “be for destruction with you” \\f* because you thought ⸤you could acquire⸥\\f + \\fr 8:20 \\ft Literally “to acquire” \\f* the gift of God by means of money! "},{"style":"v","verse":"21","text":"⸤You have no⸥\\f + \\fr 8:21 \\ft Literally “there is for you no” \\f* part or share in this matter, because your heart is not right before God. "},{"style":"v","verse":"22","text":"Therefore repent of this wickedness of yours, and ask the Lord if perhaps the intent of your heart may be forgiven you!” "},{"style":"v","verse":"23","text":"For I see you are in ⸤a state of bitter envy⸥\\f + \\fr 8:23 \\ft Literally “the gall of bitterness” \\f* and ⸤bound by unrighteousness⸥.”\\f + \\fr 8:23 \\ft Literally “the fetter of unrighteousness” \\f* "},{"style":"v","verse":"24","text":"But Simon answered \\add and\\add*\\ef + \\fr 8:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “You pray to the Lord for me so that nothing of what you have said will come upon me.” "},{"style":"v","verse":"25","text":"So \\add when\\add*\\ef + \\fr 8:25 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had solemnly testified”) which is understood as temporal \\ef* they had solemnly testified and spoken the word of the Lord, they turned back toward Jerusalem, and were proclaiming the good news \\add to\\add* many villages of the Samaritans."},{"style":"s1","verse":"","text":"Philip and the Ethiopian Eunuch"},{"style":"m","verse":"","text":""},{"style":"v","verse":"26","text":"Now an angel of the Lord spoke to Philip, saying, “Get up and go toward the south\\f + \\fr 8:26 \\ft Or “go about noon” \\f* on the road that goes down from Jerusalem to Gaza.” (This is a desert \\add road\\add*.) "},{"style":"v","verse":"27","text":"And he got up \\add and\\add*\\ef + \\fr 8:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* went, and behold, \\add there was\\add* a man, an Ethiopian eunuch (a court official of Candace,\\f + \\fr 8:27 \\ft Or “the Candace” (the title of the queen of Ethiopia) \\f* queen of the Ethiopians, who was over all her treasury) who had come to worship in Jerusalem "},{"style":"v","verse":"28","text":"and was returning and sitting in his chariot, and reading aloud the prophet Isaiah. "},{"style":"v","verse":"29","text":"And the Spirit said to Philip, “Approach and join this chariot.” "},{"style":"v","verse":"30","text":"So Philip ran up to \\add it\\add*\\ef + \\fr 8:30 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 8:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“ran up to”) has been translated as a finite verb \\ef* heard him reading aloud Isaiah the prophet and said, “So then, do you understand what you are reading?” "},{"style":"v","verse":"31","text":"And he said, “So how could I, unless someone will guide me?” And he invited Philip to come up \\add and\\add*\\ef + \\fr 8:31 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come up”) has been translated as an infinitive \\ef* sit with him. "},{"style":"v","verse":"32","text":"Now the passage of scripture that he was reading aloud was this:"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“He was led like a sheep to the slaughter,"},{"style":"q2","verse":"","text":"and like a lamb before its shearer \\add is\\add* silent,"},{"style":"q1","verse":"","text":"so he did not open his mouth."},{"style":"q2","verse":"","text":""},{"style":"v","verse":"33","text":"In his\\ef + \\fr 8:33 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* humiliation justice was taken from him."},{"style":"q1","verse":"","text":"Who can describe his ⸤descendants⸥?\\f + \\fr 8:33 \\ft Or perhaps “family history”; literally “generation” \\f*"},{"style":"q2","verse":"","text":"For his life was taken away from the earth.”\\f + \\fr 8:33 \\ft A quotation from \\xt Isa 53:7–8 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"And the eunuch answered \\add and\\add*\\ef + \\fr 8:34 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to Philip, “I ask you, about whom does the prophet say this—about himself or about someone else?” "},{"style":"v","verse":"35","text":"So Philip opened his mouth and beginning from this scripture, proclaimed the good news to him \\add about\\add* Jesus. "},{"style":"v","verse":"36","text":"And as they were traveling down the road, they came to some water. And the eunuch said, “Look! Water! What prevents me from being baptized?”\\f + \\fr 8:36 \\ft A few later manuscripts add v. \\xt 37 \\ft , with minor variations: “He said to him, ‘If you believe with your whole heart, you may.’ And he answered and said, ‘I believe that Jesus Christ is the Son of God.’ ” The verse is almost certainly not an original part of the text of Acts. \\f* "},{"style":"v","verse":"38","text":"And he ordered the chariot to stop, and they both went down into the water—Philip and the eunuch—and he baptized him. "},{"style":"v","verse":"39","text":"And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch did not see him any longer, for he went on his way rejoicing. "},{"style":"v","verse":"40","text":"But Philip found himself at Azotus, and \\add as he\\add*\\ef + \\fr 8:40 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“passed through”) which is understood as temporal \\ef* passed through, he proclaimed the good news \\add to\\add* all the towns until he came to Caesarea."}]