[{"style":"s1","verse":"","text":"Saul’s Conversion on the Damascus Road"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"But Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest "},{"style":"v","verse":"2","text":"\\add and\\add*\\ef + \\fr 9:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the participle in the previous verse (“went to”) has been translated as a finite verb \\ef* asked for letters from him to the synagogues in Damascus, so that if he found any who were of the Way, both men and women, he could bring \\add them\\add*\\ef + \\fr 9:2 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* tied up\\f + \\fr 9:2 \\ft Or figuratively “bring \\fq them \\ft under arrest” \\f* to Jerusalem. "},{"style":"v","verse":"3","text":"Now as \\add he\\add* proceeded, it happened that \\add when\\add* he approached Damascus, suddenly a light from heaven flashed around him. "},{"style":"v","verse":"4","text":"And falling to the ground, he heard a voice saying to him, “Saul, Saul, why are you persecuting me?” "},{"style":"v","verse":"5","text":"So he said, “Who are you, Lord?” And he \\add said\\add*, “I am Jesus, whom you are persecuting! "},{"style":"v","verse":"6","text":"But get up and enter into the city, and it will be told to you ⸤what you must do⸥.”\\f + \\fr 9:6 \\ft Literally “what thing it is necessary \\fq that \\ft you do” \\f* "},{"style":"v","verse":"7","text":"(Now the men who were traveling together with him stood speechless, \\add because they\\add*\\ef + \\fr 9:7 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“heard”) which is understood as causal \\ef* heard the voice but saw no one.) "},{"style":"v","verse":"8","text":"So Saul got up from the ground, but \\add although\\add*\\ef + \\fr 9:8 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the genitive absolute participle (“were open”) which is understood as concessive \\ef* his eyes were open he could see nothing. And leading him by the hand, they brought \\add him\\add* into Damascus. "},{"style":"v","verse":"9","text":"And he was ⸤unable to see⸥\\f + \\fr 9:9 \\ft Literally “not seeing” \\f* \\add for\\add* three days, and he did not eat or drink."},{"style":"s1","verse":"","text":"Ananias Sent to Saul"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"Now there was a certain disciple in Damascus ⸤named⸥\\f + \\fr 9:10 \\ft Literally “by name” \\f* Ananias, and the Lord said to him in a vision, “Ananias!” And he said, “Behold, \\add here\\add* I \\add am\\add*, Lord!” "},{"style":"v","verse":"11","text":"And the Lord \\add said\\add* to him, “Get up, go to the street called ‘Straight’ and in the house of Judas look for ⸤a man named Saul from Tarsus⸥.\\f + \\fr 9:11 \\ft Literally “Saul by name of Tarsus” \\f* For behold, he is praying, "},{"style":"v","verse":"12","text":"and he has seen in a vision a man ⸤named⸥\\f + \\fr 9:12 \\ft Literally “by name” \\f* Ananias coming in and placing hands\\f + \\fr 9:12 \\ft Some manuscripts have “placing his hands” \\f* on him so that he may regain \\add his\\add* sight.” "},{"style":"v","verse":"13","text":"But Ananias replied, “Lord, I have heard from many \\add people\\add* about this man, how much harm he has done to your saints in Jerusalem, "},{"style":"v","verse":"14","text":"and here he has authority from the chief priests to tie up\\f + \\fr 9:14 \\ft Or figuratively “to arrest” or “to imprison” \\f* all who call upon your name!” "},{"style":"v","verse":"15","text":"But the Lord said to him, “Go, because this man is my chosen instrument to carry my name before Gentiles\\f + \\fr 9:15 \\ft The same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* and kings and the sons of Israel. "},{"style":"v","verse":"16","text":"For I will show him how much he must suffer for the sake of my name.” "},{"style":"v","verse":"17","text":"So Ananias departed and entered into the house, and placing \\add his\\add*\\ef + \\fr 9:17 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands on him, he said, “Brother Saul, the Lord Jesus, who appeared to you on the road by which you came, has sent me so that you may regain \\add your\\add* sight and be filled with the Holy Spirit.” "},{"style":"v","verse":"18","text":"And immediately \\add something\\add* like scales fell from his eyes and he regained \\add his\\add* sight and got up \\add and\\add*\\ef + \\fr 9:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* was baptized, "},{"style":"v","verse":"19","text":"and \\add after\\add*\\ef + \\fr 9:19 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“taking”) which is understood as temporal \\ef* taking food, he regained his strength. And he was with the disciples in Damascus several days."},{"style":"s1","verse":"","text":"Saul Proclaims Christ in Damascus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"And immediately he began proclaiming\\ef + \\fr 9:20 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began proclaiming”) \\ef* Jesus in the synagogues: “This one is the Son of God!” "},{"style":"v","verse":"21","text":"And all who heard \\add him\\add*\\ef + \\fr 9:21 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* were amazed, and were saying, “Is this not the one who was wreaking havoc in Jerusalem \\add on\\add* those who call upon this name, and had come here for this \\add reason\\add*, that he could bring them tied up\\f + \\fr 9:21 \\ft Or figuratively “bring them under arrest” \\f* to the chief priests?” "},{"style":"v","verse":"22","text":"But Saul was increasing in strength even more, and was confounding the Jews who lived in Damascus \\add by\\add*\\ef + \\fr 9:22 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“proving”) which is understood as means \\ef* proving that this one is the Christ.\\f + \\fr 9:22 \\ft Or “Messiah” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"And when many days had elapsed, the Jews plotted to do away with him. "},{"style":"v","verse":"24","text":"But their plot became known to Saul, and they were also watching the gates both day and night so that they could do away with him. "},{"style":"v","verse":"25","text":"But his disciples took \\add him\\add*\\ef + \\fr 9:25 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* at night \\add and\\add*\\ef + \\fr 9:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* let him down through the wall \\add by\\add*\\ef + \\fr 9:25 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“lowering”) which is understood as means \\ef* lowering \\add him\\add*\\ef + \\fr 9:25 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in a basket."},{"style":"s1","verse":"","text":"Saul in Jerusalem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"26","text":"And \\add when he\\add*\\ef + \\fr 9:26 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* arrived in Jerusalem, he was attempting to associate with the disciples, and they were all afraid of him, \\add because they\\add*\\ef + \\fr 9:26 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“believe”) which is understood as causal \\ef* did not believe that he was a disciple. "},{"style":"v","verse":"27","text":"But Barnabas took him \\add and\\add*\\ef + \\fr 9:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* brought \\add him\\add*\\ef + \\fr 9:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the apostles and related to them how he had seen the Lord on the road and that he had spoken to him, and how in Damascus he had spoken boldly in the name of Jesus. "},{"style":"v","verse":"28","text":"And he was going in and going out among them in Jerusalem, speaking boldly in the name of the Lord. "},{"style":"v","verse":"29","text":"And he was speaking and debating with the ⸤Greek-speaking Jews⸥,\\f + \\fr 9:29 \\ft Literally “Hellenists” \\f* but they were trying to do away with him. "},{"style":"v","verse":"30","text":"And \\add when\\add*\\ef + \\fr 9:30 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“found out”) which is understood as temporal \\ef* the brothers found out, they brought him down to Caesarea and sent him away to Tarsus."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Then the church throughout all of Judea and Galilee and Samaria had peace, being strengthened. And living in the fear of the Lord and the encouragement of the Holy Spirit, it was increasing \\add in numbers\\add*.\\ef + \\fr 9:31 \\ft *The words “\\add in numbers\\add*” are not in the Greek text but are implied \\ef*"},{"style":"s1","verse":"","text":"Aeneas Healed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"32","text":"Now it happened that \\add as\\add*\\ef + \\fr 9:32 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was traveling”) which is understood as temporal \\ef* Peter was traveling through all \\add the places\\add*,\\ef + \\fr 9:32 \\ft *The words “\\add the places\\add*” are not in the Greek text but are implied \\ef* \\add he\\add* also came down to the saints who lived \\add in\\add* Lydda. "},{"style":"v","verse":"33","text":"And he found there a certain man ⸤named⸥\\f + \\fr 9:33 \\ft Literally “by name” \\f* Aeneas who was paralyzed, who had been lying on a mat\\f + \\fr 9:33 \\ft Or “mattress” \\f* for eight years. "},{"style":"v","verse":"34","text":"And Peter said to him, “Aeneas, Jesus Christ heals you! Get up and make your bed yourself!” And immediately he got up. "},{"style":"v","verse":"35","text":"And all those who lived \\add in\\add* Lydda and Sharon saw him, who \\add all\\add*\\ef + \\fr 9:35 \\ft ﻿*Here “\\add all\\add*” is supplied to indicate the relative pronoun is plural \\ef* indeed turned to the Lord."},{"style":"s1","verse":"","text":"Dorcas Raised"},{"style":"m","verse":"","text":""},{"style":"v","verse":"36","text":"Now in Joppa there was a certain female disciple ⸤named⸥\\f + \\fr 9:36 \\ft Literally “by name” \\f* Tabitha (which translated means “Dorcas”).\\f + \\fr 9:36 \\ft “Dorcas” is the Greek translation of the Aramaic name “Tabitha” which means “deer” or “gazelle” \\f* She was full of good deeds and charitable giving which she was constantly doing.\\ef + \\fr 9:36 \\ft *Here the imperfect verb is translated as a customary imperfect (“was constantly doing”) \\ef* "},{"style":"v","verse":"37","text":"Now it happened that in those days \\add after\\add*\\ef + \\fr 9:37 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“becoming sick”) which is understood as temporal \\ef* becoming sick, she died. And \\add after\\add*\\ef + \\fr 9:37 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“washing”) which is understood as temporal \\ef* washing \\add her\\add*,\\ef + \\fr 9:37 \\ft *Here the direct object is supplied from context in the English translation \\ef* they placed her in an upstairs room. "},{"style":"v","verse":"38","text":"And \\add because\\add*\\ef + \\fr 9:38 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was”) which is understood as causal \\ef* Lydda was near Joppa, the disciples, \\add when they\\add*\\ef + \\fr 9:38 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard that Peter was in ⸤Lydda⸥,\\f + \\fr 9:38 \\ft Literally “in it” \\f* sent two men to him, urging, “Do not delay to come to us!” "},{"style":"v","verse":"39","text":"So Peter got up \\add and\\add*\\ef + \\fr 9:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* accompanied them. \\add When he\\add*\\ef + \\fr 9:39 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* arrived, they brought \\add him\\add*\\ef + \\fr 9:39 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* up to the upstairs room, and all the widows came to him, weeping and showing \\add him\\add*\\ef + \\fr 9:39 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* tunics and \\add other\\add* clothing that Dorcas used to make \\add while she\\add*\\ef + \\fr 9:39 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“was”) which is understood as temporal \\ef* was with them. "},{"style":"v","verse":"40","text":"But Peter sent \\add them\\add* all outside, and, falling to \\add his\\add*\\ef + \\fr 9:40 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* knees, he prayed. And turning toward the body, he said, “Tabitha, get up!” And she opened her eyes, and \\add when she\\add*\\ef + \\fr 9:40 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw Peter, she sat up. "},{"style":"v","verse":"41","text":"And he gave her \\add his\\add* hand \\add and\\add*\\ef + \\fr 9:41 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“gave”) has been translated as a finite verb \\ef* raised her up. And he called the saints and the widows \\add and\\add*\\ef + \\fr 9:41 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“called”) has been translated as a finite verb \\ef* presented her alive. "},{"style":"v","verse":"42","text":"And it became known throughout all Joppa, and many believed in the Lord. "},{"style":"v","verse":"43","text":"And it happened that \\add he\\add* stayed many days in Joppa with a certain Simon, a tanner.\\f + \\fr 9:43 \\ft Or “with a certain Simon Berseus”; most modern English versions treat the word as Simon’s profession (“Simon the tanner”), but the word may actually be a surname (“Simon Berseus” or “Simon Tanner”) \\f*"}]