[{"style":"s1","verse":"","text":"Samson feyu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mu amee ay fan, ba ngóobum bele taxaw, Samson dikk seetsi jabaram, indaaleel ko ab gàtt. Mu ne: «Sama néeg jabar laa jëm.» Baayu ndaw sa nag bàyyiwu ko, mu dugg,"},{"style":"v","verse":"2","text":"xanaa ne ko: «Man de jàppoon naa ba jàpp ne bëggatoo daraam, moo tax ma may ko sa moroom ma nga àndaloon ca céet ga: waaye xanaa du rakkam a ko dàq? Jël ko, mu wuutu magam.»"},{"style":"v","verse":"3","text":"Samson ne leen: «Bii yoon nag dinaa def waa Filisti lu bon, te deesu ma ci sikk lenn.»"},{"style":"v","verse":"4","text":"Samson dem, jàpp ñetti téeméeri (300) till, faste seeni geen; diggante ñaari geen yu nekk, mu takk ca ag jum."},{"style":"v","verse":"5","text":"Ci kaw loolu mu jafal jum ya ba noppi, wacc till ya ca biir tooli beley waa Filisti. Noonu la lakke naafi bele yaak gub ya ñu góobaguloon, ba ca tóokëri reseñ yaak oliw ya."},{"style":"v","verse":"6","text":"Ba waa Filisti laajee ku def loolu, ñu ne leen: «Samson la, gorob waa Timna, ndax jabaram ji mu jël, may ko moroomam.» Waa Filisti nag dem, boole ndaw saak baay ba taal, lakk leen."},{"style":"v","verse":"7","text":"Ci kaw loolu Samson ne leen: «Gannaaw yeena ma def lii, duma noppi te feyuwuma.»"},{"style":"v","verse":"8","text":"Duma yu mettee metti la leen duma. Ba loolu wéyee mu dem dëkki ci am xunt, ca Etam."},{"style":"s1","verse":"","text":"Ŋaamu mbaam doy na Samson ngànnaay"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba mu ko defee waa Filisti dali ca diiwaanu Yuda. Ci kaw loolu ñu làng-dér ca kaw dëkk ba ñuy wax Lexi."},{"style":"v","verse":"10","text":"Waa Yuda ne leen: «Lu waral ngeen songsi ñu?» Ñu ne leen: «Njoñ Samson moo nu yékkati, ngir def ko ni mu nu def.»"},{"style":"v","verse":"11","text":"La ca tegu ñetti junniy (3~000) góori Yuda dem, ba ca xunt ma ca doju Etam. Ñu wax Samson, ne ko: «Xanaa xamuloo ne waa Filistee nu yilif; li nga nu def nii lu mu doon?» Mu ne leen: «Ni ñu ma def ñoom doŋŋ de laa leen def.»"},{"style":"v","verse":"12","text":"Ñu ne ko: «Njoñ la de moo nu indi, ngir teg la ci loxol waa Filisti.» Samson ne leen «Giñalleen ma ne du yeenay dal ci sama kaw.»"},{"style":"v","verse":"13","text":"Ñu ne ko: «Déedéet, njoñ la doŋŋ lanuy def, ngir teg la ci seen loxo, waaye rey la moom, dunu ko def.» Ñu daldi koy yeewe ñaari buum yu bees, génne ko xunt ma."},{"style":"v","verse":"14","text":"Naka la Samson jubsi Lexi, waa Filisti buurandook seeni yuux, wutsi ko, leerug Aji Sax ji ne milib ci kawam, buum ya yeewe woon ca loxo ya ne tipp ni wëttéen wu ñu jafal, wadde ca loxo ya."},{"style":"v","verse":"15","text":"Samson nag gis fa ŋaamu mbaam mu yàggula dee. Mu ne yóot loxo ba, ne ko cas, duma ca junniy góor."},{"style":"v","verse":"16","text":"Ca la Samson ne:"},{"style":"q1","verse":"","text":"«Wenn ŋaamu mbaam, ñu doon jali jal,"},{"style":"q1","verse":"","text":"wenn ŋaamu mbaam laa dumaa junniy góor.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"Naka la Samson daane kàddoom, ne ŋaamu mbaam wa mu yoroon xërr. Ci kaw loolu mu tudde béreb ba Ramat Lexi (muy firi tundu Ŋaam)."},{"style":"v","verse":"18","text":"Gannaaw loolu mar mu tar dikkal ko, mu woo Aji Sax ji wall, ne ko: «Yaw de yaa teg ci sa loxol jaam lii ndam lu réy, waaye xanaa duma dee ndax mar, ba tàbbi ci loxol yéefar yii?»"},{"style":"v","verse":"19","text":"Ba loolu amee Yàlla bënn doj wu xóot wa ca Lexi, ndox ma xelli, Samson naan, ag noowam délsi, mu leqaliku. Looloo tax ñu tudde bëtu ndox ba En Akore (muy firi Bëtu ndoxub ka woote wall). Ma nga foofa ca Lexi ba tey jii."},{"style":"v","verse":"20","text":"Ñaar fukki at la Samson jiite Israayil, jant ya waa Filisti moomee réew ma."}]