[{"style":"s1","verse":"","text":"Lu jëm ci Mika ak jaamookaayu Yàllaam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jenn waay la woon ju bawoo diiwaanu tundi Efrayim, ñu di ko wax Mika."},{"style":"v","verse":"2","text":"Waa ja moo wax ndeyam, ne ko: «Junniy siikali xaalis ak téeméer (1~100) ya ñu la jëlaloon, ba ngay ñaan-yàlla ka ko jël, may dégg, mu ngi nii ak man, maa ko jëloon.» Ndey ja ne ko: «Yal na la barke ñeel, bawoo ci Aji Sax ji, doom.»"},{"style":"v","verse":"3","text":"Mika delloo yaay ja junniy siikali xaalis yaak téeméer, yaay ja ne ko: «Xaalis bi de Aji Sax ji laa dogu ne moom laa ko jagleel, mu jóge ci sama loxo, ñeel la, doom, ngir ñu defaral la ci jëmmu tuur mu ñu yatt ak jëmmu tuur mu ñu móol. Kon nag dama la koy delloo.»"},{"style":"v","verse":"4","text":"Teewul Mika delloowaat yaayam xaalis ba, yaayam jël ca ñaari téeméeri siikal, jox ko ab tëggu xaalis, mu defal ko ca jëmmu tuur mu ñu yatt ak jëmmu tuur mu ñu móol, ñu dugal tuur ya ca biir kër Mika."},{"style":"v","verse":"5","text":"Fekk na Mika nag amoon \\w bérebu jaamookaayu|bérebi jaamookaay y-:\\w* Yàlla ca biir këram, ba defarlu mbubbam xar-sànni mu \\w sarxalkat|sarxalkat b-:\\w* di sol ak ay gàllaaji kër. Fekk na it mu tabb kenn ci doomam yu góor, muy ab sarxalkatam."},{"style":"v","verse":"6","text":"Jant yooyu nag buur amuloon ca Israayil. Lu neex waay rekk, def."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Dafa am ab xalelu góor bu dal Betleyem ca giiru Yuda, te askanoo ci \\w Leween|Leween b-:\\w* ña."},{"style":"v","verse":"8","text":"Ca dëkku Betleyem gu Yuda la waa ja bàyyikoo, di seeti fu mu mana sanci. Mu topp yoonam ba agsi diiwaanu tundu Efrayim, ca kër Mika."},{"style":"v","verse":"9","text":"Mika ne ko: «Mbokki fan?» Mu ne ko: «Man ab Leween laa; Betleyem ca Yuda laa bàyyikoo, di seet fu ma mana sance.»"},{"style":"v","verse":"10","text":"Mika ne ko: «Toogal fi man boog, féete ma wàllu kilifa, ni baay, di sama sarxalkat. Man nag dinaa la jox fukki siikali xaalis at mu nekk, te bokkewul ak sag col ak sa lekk.» Leween ba nag toog fa."},{"style":"v","verse":"11","text":"Noonu la xalelu góoru Leween ba nangoo, ba toog ca kër waa ja, mu jàppe ko ni doomam yu góor yi mu jur."},{"style":"v","verse":"12","text":"Ba mu ko defee Mika tabb xalelu góoru Leween ba, mu doon ab sarxalkatam, dëkk ca biir këram."},{"style":"v","verse":"13","text":"Ci kaw loolu Mika ne: «Léegi nag xam naa ne Aji Sax ji dina ma baaxe, gannaaw ab Leween a ma dikkal, di sama sarxalkat.»"}]