[{"style":"s1","verse":"","text":"Waa Gibeya def nañu njombe"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jant yooyu buur amuloon fa Israayil. Ab \\w Leween|Leween b-:\\w* moo daloon ca diiwaanu tundi Efrayim ca biir-a-biir. Ci kaw loolu mu jël as ndawas waa Betleyem ca Yuda, muy ab nekkaaleem."},{"style":"v","verse":"2","text":"Gannaaw gi, nekkaale ba merook moom, ba fay, dem kër baayam ca Betleyem ca Yuda. Mu toog fay fan ba am fa ñeenti weer."},{"style":"v","verse":"3","text":"Jëkkër ja daldi dem, neexale ko ay baat ngir fayli ko. Mu ànd akub surgaam bu góor, yóbbaale ñaari mbaam, ba dikk. Ci kaw loolu ndaw sa dugal ko kër baayam. Ba ko baay ba gisee, xol bu sedd la ko dalale."},{"style":"v","verse":"4","text":"Goro ba, baayu ndaw sa nag, téye ko fa. Toog na ñetti fan fa moom, ñuy lekk, di naan aka fanaan."},{"style":"v","verse":"5","text":"Keroog bésub ñeenteel ba ñu teela jóg, waa ja di waaja dem, goro ba ne ko: «Toogal ba xéewloo dogu mburu kay, ba noppi, ngeen doora dem.»"},{"style":"v","verse":"6","text":"Ñoom ñaar ñu bokk toog, lekk, naan. Gannaaw loolu baayu ndaw sa ne waa ja: «Fanaanaatal waay, te féexal sa xol.»"},{"style":"v","verse":"7","text":"Waa ja fabu, nara dem, goro ba soññ ko, ba mu fanaanaat fa."},{"style":"v","verse":"8","text":"Bët set, di juróomeelu bés ba, waa ja teela xëy, nara dem, baayu ndaw sa ne ko: «Xéewlul te nég tuuti boog, ba jant bi lang.» Mu toog, ñu bokkati lekk, ñoom ñaar."},{"style":"v","verse":"9","text":"Ba waa ja fabootee, mook nekkaaleem ak surgaam, nara dem, goro ba, baayu ndaw sa neeti ko: «Jant a ngii di so, ba muy bëgga guddi. Fanaanleen rekk, marax maase na. Fanaanal te féexal sa xol, su ëllëgee ngeen teela xëy, waajal seenu yoon, ba ñibbi sa kër.»"},{"style":"v","verse":"10","text":"Boobu yoon nag waa ja bëggula fanaanaat. Daa fabu dem, ba àgg fa janook Yebus, te mooy Yerusalem rekk. Ma nga ànd ak nekkaaleem ba, ak ñaari mbaamam ak seeni teg."},{"style":"v","verse":"11","text":"Ba ñuy jub Yebus, jant bi wàcc na lool. Surga ba nag ne ko: «Tee noo dal ci dëkkub Yebuseen ñii, fanaan fi?»"},{"style":"v","verse":"12","text":"Sangam ne ko: «Déedéet; dunu dale dëkkub jàmbur ñu bokkul ci \\w bànni Israayil|bànni Israayil:\\w*. Nan jàll ba Gibeya.»"},{"style":"v","verse":"13","text":"Mu teg ca ne ko: «Nan jegeji Gibeya mbaa Raama rekk; fu nu ci jot, fanaan fa.»"},{"style":"v","verse":"14","text":"Ñu jàll wéy, ba jant sowe leen ca wetu dëkku Gibeya gu bokk ci diiwaanu Beñamin."},{"style":"v","verse":"15","text":"Ci kaw loolu ñu kuuje fa duggsi Gibeya, ngir fanaan. Ba mu agsee, ca péncum dëkk ba la dem toog, waaye kenn dalalu leen ci kër gu ñu fanaan."},{"style":"v","verse":"16","text":"Ci biir loolu rekk genn góor gu mag jekki dikk, ngoonug suuf, doora wàcce ca tool ya. Góor ga nag ca diiwaanu tundi Efrayim la bokk, waaye gan la woon ca Gibeya, te waa gox ba di ay Beñamineen."},{"style":"v","verse":"17","text":"Góor ga dawal bëtam, gis nit ku nekk ciw yoon ca pénc ma. Góor gu mag ga ne ko: «Foo jëm ak foo jóge?»"},{"style":"v","verse":"18","text":"Mu ne ko: «Betleyem gu Yuda lanu jóge jaare fi, jëm fa ma bokk man, ca biir-a-biir diiwaanu tundi Efrayim. Betleyem gu Yuda laa demoon, jëm nag léegi ca kër Aji Sax ji\\f + \\fr 19.18 \\fk kër Aji Sax ji: \\ft xaymab ndaje mi mu ngi woon dëkku Silo ca jamono jooja. \\f*. Waaye kenn dalalu ma ci genn kër."},{"style":"v","verse":"19","text":"Moona sang bi, nun am nanu ñax akum ngooñ ngir sunuy mbaam, ak mburu ak biiñ, ngir maak ndaw si ak ngóor si. Ñàkkunu dara.»"},{"style":"v","verse":"20","text":"Góor gu mag ga ne leen: «Dalleen jàmm, mboolem lu ngeen soxla, tegoo naa ko, waaye pénc mi moom, buleen fi fanaan mukk.»"},{"style":"v","verse":"21","text":"Ci kaw loolu mu yóbbu leen këram, xont mbaam ya, ñu jàngu, doora lekk, naan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Naka lañuy xéewlu, ay góori dëkk ba, ñu tekkiwul dara jekki dikk, yéew kër ga, di fëgg bunt baak doole, naan góor gu mag ga, boroom kër ga: «Génneel waa ji dal sa kër, nu tëdde ko.»"},{"style":"v","verse":"23","text":"Boroom kër ga génn, ne leen: «Ngalla waay déet, bokk yi, buleen def lu ñaaw, te waa jii ñëw sama kër; buleen def jooju jëf ju sew!"},{"style":"v","verse":"24","text":"Sama doom a ngii dib janq, ak nekkaaleb waa ji itam. Naa leen leen génneel. Néewalleen leen doole, def leen lu leen neex, waaye waa jii, buleen ko def jooju jëf ju sew!»"},{"style":"v","verse":"25","text":"Teewul waa dëkk ba bañ koo déglu, ba gan ga mujj jàpp nekkaaleem ba, génneel leen ko. Ñu tëdde ko, saay-saaye ko guddi ga gépp, ba ca suba. Ba bët di set lañu ko doora bàyyi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Bët di set, ndaw sa dikk ba daanu, tëdd ba jant fenk, ca bunt néeg góor ga, fa sangam ba nekk."},{"style":"v","verse":"27","text":"Ba sangam ba jógee ca suba, ubbi bunt néeg ba, ba génn ngir dellu caw yoonam, yemul lu moy ca ndaw sa, nekkaaleem ba, fa mu tëdd ca bunt néeg ba, loxo ya tege ca dëxu bunt ba."},{"style":"v","verse":"28","text":"Mu ne ko: «Jógal, nu dem.» Tont jibul. Waa ja teg ko ca kaw mbaam ma, daldi jubal këram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ba waa ja agsee ba dugg këram, paaka la jël, jàpp néewub nekkaaleem ba, dogat ko fukki cér ak ñaar, yónnee ko réewum Israayil gépp."},{"style":"v","verse":"30","text":"Ba loolu amee mboolem ña ko gis ñoo ne: «Du lenn lu ni mel lu masa am, mbaa lees masa gis, ba bànni Israayil génnee réewum Misra, ba tey jii. Bàyyileen ci xel, diisooleen te wax ci.»"}]