[{"style":"s1","verse":"","text":"Aji Sax ji sikk na ñoñam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\w Malaakam Aji Sax|malaakam Aji Sax j-:\\w* ji moo bàyyikoo woon Gilgal ba Bokim. Mu wax \\w bànni Israayil|bànni Israayil:\\w*, ne leen: «Maa leen génnee Misra, indi leen ci réew mi ma giñaloon seeni maam. Ma ne leen: “Duma fecci sama \\w kóllëre|kóllëre g-:\\w* ak yeen mukk."},{"style":"v","verse":"2","text":"Yeen nag, buleen fasoo kóllëre ak waa réew mii, te seen \\w sarxalukaay|sarxalukaay b-:\\w* yi, tojleen ko.” Waaye déggaluleen ma. Ana lu waral lii ngeen def?"},{"style":"v","verse":"3","text":"Moo tax itam ma ne duma leen leen dàqal. Ñooy doon seen lakkal, seen tuur yooyu mujj dig fiir ci yeen.»"},{"style":"v","verse":"4","text":"Ba malaakam Aji Sax ji waxee mboolem bànni Israayil kàddu yooyu, mbooloo mépp a ne yikkét jooy."},{"style":"v","verse":"5","text":"Moo tax ñu woowe béreb boobu Bokim (muy firi Jooykat yi). Ñu daldi fay sarxalal Aji Sax ji."},{"style":"s1","verse":"","text":"Yosuwe nelaw na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Gannaaw ba Yosuwe yiwee mbooloo ma, \\w bànni Israayil|bànni Israayil:\\w* dem, ku nekk ca sa wàllu suuf, ngir jagoo réew ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Mbooloo ma, Aji Sax ji lañu jaamu giiru dundu Yosuwe, ak giiru dundu mag ña wuutu Yosuwe, te gisoon mboolem jëf ju réy ji Aji Sax ji defal Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Yosuwe doomu Nuun, jaamub Yàlla ba nag, ci téeméeri atam ak fukk la nelaw,"},{"style":"v","verse":"9","text":"ñu denc ko ca gox ba mu séddoo, ca Timnat Eres ga ca diiwaanu tundi Efrayim, ca bëj-gànnaaru tundu Gaas."},{"style":"s1","verse":"","text":"Aji Sax ji nattu na bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Gannaaw loolu maas googu gépp nelaw, fekki seeni maam, te geneen maas ga jóg wuutu leen di ñu umple Aji Sax ji, umple itam jëf ji mu defal Israayil."},{"style":"v","verse":"11","text":"\\w Bànni Israayil|bànni Israayil:\\w* nag di def li Aji Sax ji ñaawlu, di jaamu tuur ya ñuy wax \\w Baal|Baal:\\w*."},{"style":"v","verse":"12","text":"Aji Sax ji seen Yàllay maam ji leen génne réewum Misra, lañu dëddu. Yeneen yàlla, ca yàllay xeet ya leen séq, lañu topp, di leen sujjóotal, ba merloo Aji Sax ji."},{"style":"v","verse":"13","text":"Noonu lañu dëddoo Aji Sax ji, di jaamu ay tuur yu ñuy wax Baal ak \\w Astàrt|Astàrt:\\w*."},{"style":"v","verse":"14","text":"Ba loolu amee sànjum Aji Sax ji tàkkal Israayil, mu wacc leen ci loxol ay sëxëtookat, ñu sëxëtoo leen; la ca tegu mu jébbal leen seen loxol noon yi leen séq, ba manatuñoo taxaw ci seen kanami noon."},{"style":"v","verse":"15","text":"Fépp fu ñu deme xare, loxol Aji Sax ji tege ci seen kaw, ngir seen loraange, na ko Aji Sax ji waxe woon, noonu leen ko Aji Sax ji giñale woon. Njàqare lu réy nag dikkal leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba mu ko defee Aji Sax ji falal leen ay njiit, ñooña xettali leen ca ña leen di sëxëtoo."},{"style":"v","verse":"17","text":"Waaye seeni njiit it, déggaluñu leen, xanaa ñuy gànctook\\f + \\fr 2.17 \\fk gànctu \\ft misaal lay doon, mbete jigéen ju njaaloo, di fecci kóllëre gi mu am ak jëkkëram. Noona la bànni Israayil di defi, ci seen bokkaale, di fecci seen kóllëre ak Aji Sax ji. \\f* yeneen yàlla, di leen sujjóotal. Yoon wa seeni maam toppoon, di sàmm santaaney Aji Sax ji, moom lañu teela wacc. Royuñu seeni maam."},{"style":"v","verse":"18","text":"Saa yu leen Aji Sax ji falalaan njiit nag, mooy ànd ak njiit la, di leen musal ca seeni noon, giiru dundu njiit la. Booba seeni onk la leen Aji Sax ji ñeewantee woon, ndax ña leen doon noot aka joggati."},{"style":"v","verse":"19","text":"Waaye saa su njiit la faatoo rekk askan wa dellu di defug yàqute, ba raw seeni maam, ci topp yeneen yàlla, di leen jaamooka sujjóotal. Bawuñu lenn ci seeni jëf ak seen jikkoy wowle."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba mu ko defee sànjum Aji Sax ji tàkkal Israayil. Mu ne: «Gannaaw askan wii ñoo fecci \\w kóllëre|kóllëre g-:\\w* gi ma dénkoon seeni maam, te ñoo ma déggalul,"},{"style":"v","verse":"21","text":"man it du maa leen di dàqalatil ñenn ci xeet yi fi Yosuwe bàyyi, ba mu deewee;"},{"style":"v","verse":"22","text":"su ko defee, ñooñu laay nattoo Israayil, ba gis ñu sàmm yoonu Aji Sax ji, na ko seeni maam daan sàmme, mbaa ñu ñàkk koo sàmm.»"},{"style":"v","verse":"23","text":"Noonu la fa Aji Sax ji bàyyendee xeet yooyu mu teguloon ca loxol Yosuwe, ba gaawu leen faa dàqe."}]