[{"style":"s1","verse":"","text":"Giirug Beñamin suqaliku na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba \\w bànni Israayil|bànni Israayil:\\w* dajee ca Mispa dañoo giñoon ne: «Bu kenn ci nun may doomam ab Beñamineen jabar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Gannaaw gi, askan wi daje fa Betel. Fa lañu toog ba ngoon, fa kanam Yàlla, di jalooka jooyoo jooy yu metti."},{"style":"v","verse":"3","text":"Ña nga naa: «Éy! Aji Sax ji Yàllay Israayil, lu waral lii am fi digg Israayil? Genn giirug Israayilu lëmm wuute tey?»"},{"style":"v","verse":"4","text":"Ca ëllëg sa mbooloo ma teela xëy, tabax fa ab \\w sarxalukaay|sarxalukaay b-:\\w*. Ci kaw loolu ñu def ay \\w saraxi rendi-dóomal|Sarax yi:\\w*, ak \\w saraxi cant ci biir jàmm|Sarax yi:\\w*."},{"style":"v","verse":"5","text":"Bànni Israayil nag ne: «Ana ci mboolem giiri Israayil, gan moo teewesiwul ndaje mi fi kanam Aji Sax ji ci Mispa?» Fekk na ñu dogoo ngiñ lu réy, ne képp ku teewesiwul ndaje ma fa kanam Aji Sax ji ca Mispa, dee rekk mooy àtteem."},{"style":"v","verse":"6","text":"Bànni Israayil nag ñeewante seen bokki Beñamineen. Ña nga naa: «Ndeysaan, genn giir a ngi fey ci Israayil waay!"},{"style":"v","verse":"7","text":"Nan lanuy def nag ba seenu ndes ami jabar, gannaaw noo giñoon ci Aji Sax ji, ne dunu leen may jabar kenn ci sunuy doom?»"},{"style":"v","verse":"8","text":"Ba loolu amee ñu ne: «Ana gan giir ci bànni Israayil, gu teewesiwul ndajem Mispa mii, fi kanam Aji Sax ji?» Ndeke kenn ku jóge Yabes Galàdd dikkul ca dalub ndaje ma."},{"style":"v","verse":"9","text":"Ndax gannaaw ba ñu waññee mbooloo ma, kenn ci waa Yabes Galàdd teewu ca."},{"style":"v","verse":"10","text":"Ba loolu amee ndaje ma yebal fa fukki junniy nit ak ñaar (12~000), ay jàmbaari góor. Ñu sant leen ne leen: «Demleen fàdd waa Yabes Galàdd; leelleen leen ñawkay saamar, ba ca jigéen ñaak gone ya."},{"style":"v","verse":"11","text":"Ni ngeen di def nii la: Gépp góor ak jépp jigéen ju xam góor, faagaagalleen ko.»"},{"style":"v","verse":"12","text":"Ba ñu demee, ñeenti téeméeri janq yu masula séy lañu fekk ca waa Yabes Galàdd. Ñu yóbbu leen ca dalub Silo ba ca réewum Kanaan."},{"style":"v","verse":"13","text":"Ba loolu amee waa ndaje ma mépp yónnee, waxtaan ak Beñamineen ña ca doju Rimon. Ñu yóbbante leen kàdduy jàmmoo."},{"style":"v","verse":"14","text":"Booba la Beñamineen ña ñibbisi, ñu may leen janq ja mucce ca jigéeni Yabes Galàdd, waaye matewuñu leen, ñoom ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Askan wa nag ñeewante Beñamineen ña, ndax la leen Aji Sax ji néewal, ba wéetal giiri bànni Israayil."},{"style":"v","verse":"16","text":"Ci kaw loolu magi ndaje ma ne: «Nu nuy def ba amal ñi des jabar, gannaaw aw jigéen jeex na ci Beñamineen ñi?"},{"style":"v","verse":"17","text":"Beñamineen ñi mucc kat manuñoo ñàkk kuutaay. Lu ko moy genn giirug Israayil mooy réer."},{"style":"v","verse":"18","text":"Nun nag dunu leen mana may jabar ci sunuy doom, nde noo giñoon ne: “Képp ku may ab Beñamineen jabar, yal na alku!”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ci biir loolu seen xel ne yarr ci màggalu Aji Sax ju ñuy amal ci jant yooyu, te muy am at mu nekk ca Silo, ca bëj-gànnaaru Betel, ca penkub yoonu Sikem wa jóge Betel, ca bëj-saalumu Lebona."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ñu sant Beñamineen ña ne leen: «Dangeen di dem, waajal am tëru ca tóokëri reseñ ya."},{"style":"v","verse":"21","text":"Yeeruleen, bu janqi Silo ja dikkee, di wàllisi pecc ma rekk, ngeen ne pëll génne ca tóokëri reseñ ya, ku nekk gëf jabaram ca ñoom, ngeen daldi ñibbi Beñamineen."},{"style":"v","verse":"22","text":"Bu nu seeni baay, mbaa seeni càmmiñ àkksee rekk, nu wax leen, ne leen: “Ngalla waay, dimbalileen leen ngir nun, ndax jigéen ñu leen doy jabar ñoom ñépp lañu leen amalul woon ca xare ba. Te it gannaaw du yeena leen leen may, woruleen seen ngiñ.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Beñamineen ña def noona. Ca waa pecc ma lañu gëfe ay jabar yu tollook seenub lim. Ñu daldi dellu ca seen céru suuf. Ba loolu amee ñu tabaxaat dëkk ya, dëkke."},{"style":"v","verse":"24","text":"Jant yooyu la bànni Israayil bàyyikoo foofa, ku nekk ñibbi ca giiram ak ca làngam. Foofa lañu jóge, ku nekk dellu ca céru suufam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Jant yooyu nag buur amuloon ca Israayil. Lu neex waay rekk, def."}]