[{"style":"mt1","text":"Ruth"},{"style":"s1","text":"Elimelech Takes His Family to Live in Moab"},{"style":"m","text":""},{"style":"v","text":"And it happened in the days \\add when\\add* ⸤the judges ruled⸥,\\f + \\fr 1:1 \\ft Literally “the judging of the judges” \\f* there was a famine in the land, and a man from Bethlehem \\add of\\add* Judah went ⸤to reside⸥\\f + \\fr 1:1 \\ft Literally “to dwell as an alien” \\f* in the countryside of Moab—he and his wife and his two sons. "},{"style":"v","text":"And the name of the man \\add was\\add* Elimelech, and the name of his wife \\add was\\add* Naomi, and the name\\add s\\add* of his two sons \\add were\\add* Mahlon and Kilion. \\add They were\\add* Ephraimites from Bethlehem \\add in\\add* Judah. And they went \\add to\\add* the countryside of Moab and remained there."},{"style":"p","text":""},{"style":"v","text":"But Elimelech the husband of Naomi died and she was left behind \\add with\\add* ⸤her two sons⸥.\\f + \\fr 1:3 \\ft Literally “she and her two sons” \\f* "},{"style":"v","text":"And ⸤they took⸥\\f + \\fr 1:4 \\ft Literally “they lifted up” \\f* for themselves Moabite wives. The name of the one \\add was\\add* Orpah and the name of the other \\add was\\add* Ruth. And they lived there about ten years. "},{"style":"v","text":"But ⸤both⸥\\f + \\fr 1:5 \\ft Literally “the two of them” \\f* Mahlon and Kilion died, and the woman was left without her two sons and without her husband."},{"style":"s1","text":"Naomi Returns with Ruth"},{"style":"m","text":""},{"style":"v","text":"And she got up, she and her daughters-in-law, and returned from the countryside of Moab, because she had heard in the countryside of Moab that Yahweh had ⸤come to the aid of⸥\\f + \\fr 1:6 \\ft Literally “had considered” \\f* his people to give food to them. "},{"style":"v","text":"So she set out from the place ⸤where she was⸥\\f + \\fr 1:7 \\ft Literally “which she was there” \\f* and her two daughters-in-law with her, and they went on the way to return to the land of Judah."},{"style":"p","text":""},{"style":"v","text":"But Naomi said to her two daughters-in-law, “Go, each \\add of you\\add* return to her mother’s house. May Yahweh ⸤show kindness to you⸥\\f + \\fr 1:8 \\ft Literally “do loyal love with you” \\f* \\add just\\add* as you did with the dead and with me. "},{"style":"v","text":"May Yahweh ⸤grant that you⸥\\f + \\fr 1:9 \\ft Literally “give to you” \\f* find a resting place, each \\add in\\add* the house of her husband.” And she kissed them, and they lifted up their voice\\add s\\add* and cried."},{"style":"p","text":""},{"style":"v","text":"And they said to her, “\\add No,\\add* we want to return with you to your people.” "},{"style":"v","text":"And Naomi said, “Return, my daughters. ⸤Why do you still want to go with me⸥?\\f + \\fr 1:11 \\ft Literally “To what do you want to go still for me?” \\f* \\add Are there\\add* sons ⸤in my womb⸥\\f + \\fr 1:11 \\ft Literally “in my intestines” \\f* that may be husbands for you? "},{"style":"v","text":"Turn back, my daughters! Go, for ⸤I am too old to have a husband⸥.\\f + \\fr 1:12 \\ft Literally “I am too old from being to a man” \\f* If I should think there is hope for me, even if I should have a husband \\add this\\add* night, and even if I should bear sons, "},{"style":"v","text":"would you therefore wait until they were grown? Would you therefore ⸤refrain from marrying⸥?\\f + \\fr 1:13 \\ft Literally “Would you therefore let yourself be hindered to not belong to a man?” \\f* No, my daughters, for it is far more bitter to me than \\add to\\add* you. For the hand of Yahweh has gone out against me.” "},{"style":"v","text":"And they lifted up their voices and cried again. And Orpah kissed her mother-in-law \\add goodbye\\add*, but Ruth clung to her. "},{"style":"v","text":"And she said, “Look, your sister-in-law has returned to her people and to her gods. Return after your sister-in-law \\add too\\add*.”"},{"style":"p","text":""},{"style":"v","text":"But Ruth said, “⸤Do not urge⸥\\f + \\fr 1:16 \\ft Literally “You shall not press me” \\f* me to leave you \\add or\\add* to return from ⸤following you⸥!\\f + \\fr 1:16 \\ft Literally “from behind you” \\f* For where you go, I will go, and where you lodge, I will lodge. Your people \\add will be\\add* my people and your God \\add will be\\add* my God. "},{"style":"v","text":"Where you die I will die, and there I will be buried. So may Yahweh do to me, ⸤and even more, unless⸥\\f + \\fr 1:17 \\ft Literally “and so may he do again, that” \\f* death ⸤separates you and me⸥!”\\f + \\fr 1:17 \\ft Literally “makes a separation between you and between me” \\f* "},{"style":"v","text":"\\add When Naomi\\add* saw that she was determined to go with her, ⸤she said no more⸥.\\f + \\fr 1:18 \\ft Literally “she ceased to speak to her” \\f*"},{"style":"p","text":""},{"style":"v","text":"\\add So\\add* the two of them went until they came to Bethlehem. ⸤And when they came⸥\\f + \\fr 1:19 \\ft Literally “And it happened at the moment of coming” \\f* to Bethlehem, all of the town was stirred because of them. And they said, “\\add Is\\add* this Naomi?” "},{"style":"v","text":"And she said to them, “You should not call me Naomi; call me Mara, for Shaddai\\f + \\fr 1:20 \\ft Often translated “the Almighty” \\f* has ⸤caused me to be very bitter⸥.\\f + \\fr 1:20 \\ft Literally “caused very bitterness to me” \\f* "},{"style":"v","text":"I went \\add away\\add* full, but Yahweh brought me back empty-handed! Why call me Naomi ⸤when Yahweh has testified against me⸥\\f + \\fr 1:21 \\ft Literally “and Yahweh answered against me” \\f* and Shaddai\\f + \\fr 1:21 \\ft Often translated “the Almighty” \\f* has brought calamity upon me?” "},{"style":"v","text":"So Naomi returned, and Ruth the Moabite her daughter-in-law with her, returning from the countryside of Moab. And they came \\add to\\add* Bethlehem at \\add the\\add* beginning of \\add the\\add* harvest of barley."}]