[{"style":"s1","verse":"","text":"Ruth Meets Boaz"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"⸤Now⸥\\f + \\fr 2:1 \\ft Literally “and for” \\f* Naomi ⸤had a relative of her husband⸥,\\f + \\fr 2:1 \\ft Literally “was an acquaintance of a man of her husband” \\f* ⸤a prominent rich man⸥\\f + \\fr 2:1 \\ft Literally “a man mighty of wealth” \\f* from the clan of Elimelech, \\add whose\\add* name was Boaz. "},{"style":"v","verse":"2","text":"And Ruth the Moabite said to Naomi, “Please let me go \\add to\\add* the field and glean among the ears of grain after \\add someone\\add* in whose eyes I \\add may\\add* find favor.” And she said to her, “Go, my daughter.” "},{"style":"v","verse":"3","text":"So she went and came and gleaned in the field behind the reapers. And she happened \\add by\\add* chance \\add upon\\add* the tract of field ⸤belonging to⸥\\f + \\fr 2:3 \\ft Literally “was for” \\f* Boaz, who \\add was\\add* from the clan of Elimelech. "},{"style":"v","verse":"4","text":"And look, Boaz came from Bethlehem and said to the reapers, “\\add May\\add* Yahweh \\add be\\add* with you.” And they said to him, “\\add May\\add* Yahweh bless you.” "},{"style":"v","verse":"5","text":"And Boaz said to his servant ⸤in charge of the reapers⸥,\\f + \\fr 2:5 \\ft Literally “the one standing over the reapers” \\f* “To whom \\add does\\add* this young woman \\add belong\\add*?” "},{"style":"v","verse":"6","text":"And ⸤the servant in charge of the reapers⸥\\f + \\fr 2:6 \\ft Literally “the servant the one standing over the reapers” \\f* said, “She \\add is\\add* a Moabite girl returning with Naomi from the countryside of Moab. "},{"style":"v","verse":"7","text":"And she said, ‘Please let me glean and let me gather among the sheaves behind the reapers.’ So she came and remained from the morning up to now. ⸤She is sitting for a little while in the house⸥.”\\f + \\fr 2:7 \\ft Literally “this one she is sitting a little in the house” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"And Boaz said to Ruth, “⸤Listen carefully⸥,\\f + \\fr 2:8 \\ft Literally, “You have heard” \\f* my daughter, go no longer to glean in another field. Moreover, do not leave from this one, but ⸤stay close⸥\\f + \\fr 2:8 \\ft Literally “cling” \\f* with my young women. "},{"style":"v","verse":"9","text":"Keep your eyes on the field that they reap and go after them. Have I not ordered the servants not to bother you? And if you get thirsty, you shall go to the containers and drink from where the servants have drawn.” "},{"style":"v","verse":"10","text":"And she fell on her face and bowed down to the ground and said to him, “Why have I found favor in your eyes by recognizing me—for I \\add am\\add* a foreigner?” "},{"style":"v","verse":"11","text":"And Boaz answered and said to her, “All that you have done for your mother-in-law after the death of your husband was fully told to me. \\add How\\add* you left your father and mother and the land of your birth, and you went to a people that you did not know ⸤before⸥.\\f + \\fr 2:11 \\ft Literally “yesterday three days ago” \\f* "},{"style":"v","verse":"12","text":"May Yahweh reward your work and may a full reward be \\add given to\\add* you from Yahweh, the God of Israel, under whose wings you came to take refuge.” "},{"style":"v","verse":"13","text":"And she said, “May I find favor in your eyes, my lord, for you have comforted me and have spoken ⸤kindly to your servant⸥,\\f + \\fr 2:13 \\ft Literally “on the heart of your servant” \\f* and I am not one of your servants.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"And Boaz said to her ⸤at mealtime⸥,\\f + \\fr 2:14 \\ft Literally “at the time of the food” \\f* “Come here and eat from the bread and dip your morsel in the wine vinegar.” So she sat beside the gleaners, and he offered to her roasted grain. And she ate and was satisfied, and she had some left over. "},{"style":"v","verse":"15","text":"And she got up to glean, and Boaz instructed his servants saying, “Let her also glean between the sheaves and do not reproach her. "},{"style":"v","verse":"16","text":"And also pull out for her from your bundles and leave \\add it\\add* so that she may glean—and do not rebuke her.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"So she gleaned in the field until the evening and she beat out what she had gleaned, and it was about an ephah \\add of\\add* barley. "},{"style":"v","verse":"18","text":"And she picked \\add it\\add* up and went \\add to\\add* the town. Her mother-in-law saw how much she had gleaned. And she took \\add it\\add* out and gave to her what she had left over ⸤after being satisfied⸥.\\f + \\fr 2:18 \\ft Literally “from her satiety” \\f* "},{"style":"v","verse":"19","text":"And her mother-in-law said to her, “Where did you glean ⸤today⸥\\f + \\fr 2:19 \\ft Literally “the day” \\f* and where did you work? May he \\add who\\add* took notice of you be blessed.” And she told her mother-in-law ⸤with whom she had worked⸥\\f + \\fr 2:19 \\ft Literally “who she had worked with him” \\f* and said, “The name of the man who I worked with today \\add is\\add* Boaz.” "},{"style":"v","verse":"20","text":"And Naomi said to her daughter-in-law, “\\add May\\add* he be blessed by Yahweh, whose loyal love has not forsaken the living or the dead.” And Naomi said to her, “The man is a close relative for us, he \\add is\\add* one of our redeemers.” "},{"style":"v","verse":"21","text":"And Ruth the Moabite said, “Also, he said to me, ‘You shall stay close with the servants which are mine until they have finished all of the harvest which is mine.’ ” "},{"style":"v","verse":"22","text":"And Naomi said to Ruth her daughter-in-law, “\\add It is\\add* good, my daughter, that you go out with his maidservants so that you will not ⸤be bothered⸥\\f + \\fr 2:22 \\ft Literally “they touch on you” \\f* in another field.” "},{"style":"v","verse":"23","text":"So she stayed close with the maidservants \\add of\\add* Boaz to glean until the end of the barley harvest and wheat harvest. And she lived with her mother-in-law."}]