[{"style":"s1","verse":"","text":"Ruth Meets Boaz at the Threshing Floor"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now Naomi her mother-in-law said to her, “My daughter, should I not seek for you security that \\add things\\add* may be good for you? "},{"style":"v","verse":"2","text":"So then, \\add is\\add* not Boaz our kinsman whose maidservants you were with? Look, he \\add is\\add* winnowing the barley at the threshing floor tonight. "},{"style":"v","verse":"3","text":"Wash, anoint yourself, put your clothing on, and go down to the threshing floor. Do not make yourself known to the man until he finishes eating and drinking. "},{"style":"v","verse":"4","text":"And when he lies, take notice of the place where he lies. And you shall go and ⸤uncover⸥\\f + \\fr 3:4 \\ft Literally “open” \\f* his feet and lie \\add down\\add*, and he shall tell you what to do.” "},{"style":"v","verse":"5","text":"And she said to her, “I will do all that you say.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"And she went down to the threshing floor and did all that her mother-in-law had instructed her. "},{"style":"v","verse":"7","text":"And Boaz ate and drank \\add until\\add* his heart was ⸤merry⸥\\f + \\fr 3:7 \\ft Literally “good” \\f* \\add and then\\add* he came to lie at the end of the grain heap. And she came in quietly and ⸤uncovered⸥\\f + \\fr 3:7 \\ft Literally “opened” \\f* his feet and lay down. "},{"style":"v","verse":"8","text":"And it happened in the middle of the night the man was startled and he reached out and behold, a woman \\add was\\add* lying at his feet. "},{"style":"v","verse":"9","text":"And he said, “Who \\add are\\add* you?” And she said, “I \\add am\\add* Ruth, your servant. Spread ⸤your garment⸥\\f + \\fr 3:9 \\ft Literally “your wing” \\f* over your servant because you \\add are\\add* a redeemer.” "},{"style":"v","verse":"10","text":"And he said, “You \\add are\\add* blessed by Yahweh my daughter. You did better \\add in this\\add* last kindness than the first by not going after young men, whether poor or rich. "},{"style":"v","verse":"11","text":"And so then my daughter, do not be afraid. All that you ask I will do for you, for the entire assembly of my people knows that you \\add are\\add* a worthy woman. "},{"style":"v","verse":"12","text":"Now truly I \\add am\\add* a redeemer, but there is also a redeemer \\add of a\\add* closer relationship than me. "},{"style":"v","verse":"13","text":"⸤Stay tonight,⸥\\f + \\fr 3:13 \\ft Literally “Spend the night tonight” \\f* and in the morning, if he wants to redeem you, good; but if he is not willing to redeem, ⸤then as Yahweh lives,⸥\\f + \\fr 3:13 \\ft Literally “the life of Yahweh” \\f* I will redeem you. Lie down until the morning.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"So she lay at his feet until morning and got up before ⸤anyone could recognize each other⸥.\\f + \\fr 3:14 \\ft Literally “a man could recognize his friend” \\f* And he said, “It must not be known that ⸤you⸥\\f + \\fr 3:14 \\ft Literally “the woman” \\f* came \\add to\\add* the threshing floor.” "},{"style":"v","verse":"15","text":"And he said, “Bring the cloak that \\add is\\add* on you and ⸤hold it out⸥.”\\f + \\fr 3:15 \\ft Literally “hold on her” \\f* And she held it out and he measured six \\add measures of\\add* barley and put it on her \\add cloak\\add*. Then she went \\add into\\add* the city. "},{"style":"v","verse":"16","text":"And she came to her mother-in-law, and she said, “⸤How did it go for you,⸥\\f + \\fr 3:16 \\ft Literally “who are you?” \\f* my daughter?” And she told her all that the man did for her. "},{"style":"v","verse":"17","text":"And she said, “These six measures of barley he gave to me, for he said, ‘You shall not go empty-handed to your mother-in-law.’ ” "},{"style":"v","verse":"18","text":"And she said, “Wait, my daughter, until you know how the matter turns out, for the man will not rest but will settle the matter today.”"}]