[{"style":"s1","verse":"","text":"Boaz Redeems Ruth"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Boaz had gone up \\add to\\add* the \\add city\\add* gate and sat there. And look, the redeemer of whom Boaz had spoken \\add was\\add* passing by. And he said, “Come over here to sit, ⸤friend⸥.”\\f + \\fr 4:1 \\ft Literally “certain someone” \\f* And he came over and sat. "},{"style":"v","verse":"2","text":"And he took ten men from the elders of the city and said, “Sit here.” And they sat. "},{"style":"v","verse":"3","text":"And he said to the redeemer, “Naomi, who returned from the countryside \\add of\\add* Moab, is selling the tract of land which \\add was\\add* for our brother Elimelech. "},{"style":"v","verse":"4","text":"And I thought ⸤I would tell you⸥\\f + \\fr 4:4 \\ft Literally “I would open your ear” \\f* and say, ‘⸤Buy it in the presence of⸥\\f + \\fr 4:4 \\ft Literally “Buy before” \\f* those sitting and before the elders of my people,’ if you want to redeem \\add it\\add*, redeem \\add it\\add*. But if you do not want to redeem, tell me so that I may know, for there is no one except you to redeem \\add it\\add*, and I \\add am\\add* after you.” And he said, “I want to redeem \\add it\\add*.” "},{"style":"v","verse":"5","text":"And Boaz said, “On the day of your acquiring the field from the hand of Naomi, you also acquire Ruth the Moabite, the wife of the dead \\add man\\add*, \\add in order\\add* to raise up \\add for\\add* the name of the dead his inheritance.” "},{"style":"v","verse":"6","text":"And the redeemer said, “I am not able to redeem for myself, lest I ruin my inheritance. You redeem for yourself my kinsman-redemption, for I am not able to redeem \\add it\\add*.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"(Now this ⸤was the custom in former times⸥\\f + \\fr 4:7 \\ft Literally “before faces” \\f* in Israel concerning the kinsman-redemption and transfer of property: to confirm the matter, a man removed his sandal and gave \\add it\\add* to his fellow countryman. This \\add was\\add* the manner of attesting in Israel.) "},{"style":"v","verse":"8","text":"So the redeemer said to Boaz, “Acquire \\add it\\add* for yourself,” and he removed his sandal. "},{"style":"v","verse":"9","text":"And Boaz said to the elders and all of the people, “You \\add are\\add* witnesses today that I have acquired all that \\add was\\add* for Elimelech and that \\add was\\add* for Kilion and Mahlon from the hand of Naomi. "},{"style":"v","verse":"10","text":"And also Ruth the Moabite, the wife of Mahlon, I have acquired as a wife, to raise up the name of the dead over his inheritance, so that the name of the dead may not be cut off from his relatives and from the gate of his \\add birth\\add* place. You \\add are\\add* witnesses today.” "},{"style":"v","verse":"11","text":"And all of the people who \\add were\\add* at the gate and the elders said, “\\add We are\\add* witnesses. May Yahweh make the woman coming into your house as Rachel and as Leah, who ⸤together⸥\\f + \\fr 4:11 \\ft Literally “the two of them” \\f* built the house of Israel. May you have strength in Ephrathah and bestow a name in Bethlehem. "},{"style":"v","verse":"12","text":"And may your house be like the house of Perez, whom Tamar bore to Judah from the offspring that Yahweh will give to you from this young woman.”"},{"style":"s1","verse":"","text":"The Lineage of King David"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"So Boaz took Ruth and she became his wife. And he went \\add in\\add* to her, and Yahweh ⸤enabled her to conceive⸥,\\f + \\fr 4:13 \\ft Literally “gave to her conception” \\f* and she bore a son. "},{"style":"v","verse":"14","text":"And the women said to Naomi, “Blessed be Yahweh who today ⸤did not leave you without a redeemer⸥!\\f + \\fr 4:14 \\ft Literally “did not allow to be missing for you a redeemer” \\f* And may his name be renowned in Israel! "},{"style":"v","verse":"15","text":"He shall be for you a restorer of life and a sustainer in your old age, for your daughter-in-law who loves you, who \\add is\\add* better for you than seven sons, has borne him.” "},{"style":"v","verse":"16","text":"And Naomi took the child and she put him on her bosom and became his nurse. "},{"style":"v","verse":"17","text":"And the women of the neighborhood gave him a name, saying, “A son has been born to Naomi.” And they called his name Obed. He \\add was\\add* the father of Jesse, the father of David."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Now these are the descendants of Perez: Perez fathered Hezron, "},{"style":"v","verse":"19","text":"and Hezron fathered Ram, and Ram fathered Amminadab, "},{"style":"v","verse":"20","text":"and Amminadab fathered Nahshon, and Nahshon fathered Salmon, "},{"style":"v","verse":"21","text":"and Salmon fathered Boaz, and Boaz fathered Obed, "},{"style":"v","verse":"22","text":"and Obed fathered Jesse, and Jesse fathered David."}]