[{"style":"mt1","text":"James"},{"style":"s1","text":"Greeting"},{"style":"m","text":""},{"style":"v","text":"James, a slave of God and of the Lord Jesus Christ, to the twelve tribes in the dispersion. Greetings!"},{"style":"s1","text":"Trials, Testing, and Faith"},{"style":"m","text":""},{"style":"v","text":"Consider \\add it\\add* all joy, my brothers, whenever you encounter various trials, "},{"style":"v","text":"\\add because you\\add*\\ef + \\fr 1:3 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know that the testing of your faith produces endurance. "},{"style":"v","text":"And let endurance have \\add its\\add* perfect effect, so that you may be mature and complete, lacking in nothing."},{"style":"p","text":""},{"style":"v","text":"Now if any of you lacks wisdom, let him ask for \\add it\\add* from God, who gives to all without reservation and not reproaching, and it will be given to him. "},{"style":"v","text":"But let him ask for \\add it\\add* in faith, without any doubting, for the one who doubts is like the surf of the sea, driven by the wind and tossed about. "},{"style":"v","text":"For that person must not suppose that he will receive anything from the Lord; "},{"style":"v","text":"\\add he is\\add* a double-minded man, unstable in all his ways."},{"style":"p","text":""},{"style":"v","text":"Now let the brother of humble circumstances boast in his high position, "},{"style":"v","text":"but the rich person in his humiliation, because he will pass away like a flower of the grass. "},{"style":"v","text":"For the sun rises with its burning heat and dries up the grass, and its flower falls off, and the beauty of its appearance is lost. So also the rich person in his pursuits\\f + \\fr 1:11 \\ft Or “on his (business) journeys”; or “in his ways” \\f* will wither away."},{"style":"p","text":""},{"style":"v","text":"Blessed \\add is\\add* the person\\f + \\fr 1:12 \\ft Literally “the man,” but clearly in a generic sense here meaning “someone, a person” \\f* who endures testing, because \\add when he\\add*\\ef + \\fr 1:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“is”) which is understood as temporal \\ef* is approved he will receive the crown of life that he\\f + \\fr 1:12 \\ft Most manuscripts read “the Lord” here, while others read “God” \\f* has promised to those who love him. "},{"style":"v","text":"No one who is being tempted should say, “I am being tempted by God,” for God ⸤cannot be tempted⸥\\f + \\fr 1:13 \\ft Literally “is without temptation” \\f* by evil, and he himself tempts no one. "},{"style":"v","text":"But each one is tempted \\add when he\\add*\\ef + \\fr 1:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“is dragged away”) which is understood as temporal \\ef* is dragged away and enticed by his own desires. "},{"style":"v","text":"Then desire, \\add after it\\add*\\ef + \\fr 1:15 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“has conceived”) which is understood as temporal \\ef* has conceived, gives birth to sin, and sin, \\add when it\\add*\\ef + \\fr 1:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“is brought to completion”) which is understood as temporal \\ef* is brought to completion, gives birth to death."},{"style":"p","text":""},{"style":"v","text":"Do not be deceived, my dear brothers. "},{"style":"v","text":"Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow of change. "},{"style":"v","text":"\\add By his\\add*\\ef + \\fr 1:18 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“will”) which is understood as means \\ef* will he gave birth to us through the message of truth, so that we should be a kind of first fruits of his creatures."},{"style":"s1","text":"Doers of the Message, Not Just Hearers"},{"style":"m","text":""},{"style":"v","text":"Understand \\add this\\add*, my dear brothers: every person must be quick to hear, slow to speak, slow to anger, "},{"style":"v","text":"for human\\f + \\fr 1:20 \\ft Literally “man’s” \\f* anger does not accomplish the righteousness of God. "},{"style":"v","text":"Therefore, putting aside all moral uncleanness and wicked excess, welcome\\f + \\fr 1:21 \\ft Or “receive” \\f* with humility the implanted message which is able to save your souls."},{"style":"p","text":""},{"style":"v","text":"But be doers of the message and not hearers only,\\f + \\fr 1:22 \\ft Some manuscripts have “not only hearers” \\f* deceiving yourselves, "},{"style":"v","text":"because if anyone is a hearer of the message and not a doer, this one is like someone\\f + \\fr 1:23 \\ft Literally “a man,” but clearly in a generic sense here meaning “someone, a person” \\f* staring at ⸤his own face⸥\\f + \\fr 1:23 \\ft Literally “the face of his existence” \\f* in a mirror, "},{"style":"v","text":"for he looks at himself and goes away and immediately forgets what sort of \\add person\\add* he was. "},{"style":"v","text":"But the one who looks into the perfect law of liberty and continues \\add to do it\\add*, not being a forgetful hearer but a doer who acts, this one will be blessed ⸤in what he does⸥\\f + \\fr 1:25 \\ft Literally “in his doing” \\f*."},{"style":"p","text":""},{"style":"v","text":"If anyone thinks he is religious, \\add although he\\add*\\ef + \\fr 1:26 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“bridle”) which is understood as concessive \\ef* does not bridle his tongue but deceives his heart, this person’s religion \\add is\\add* worthless. "},{"style":"v","text":"Pure and undefiled religion in the sight of our\\ef + \\fr 1:27 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* God and Father is this: to look after orphans and widows in their affliction, \\add and\\add* to keep oneself unstained by the world."}]