[{"style":"s1","verse":"","text":"Partiality Forbidden"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"My brothers, do not hold your faith in our glorious Lord Jesus Christ with partiality. "},{"style":"v","verse":"2","text":"For if someone\\f + \\fr 2:2 \\ft Literally “a man,” but clearly in a generic sense here meaning “someone, a person” \\f* enters into your assembly\\f + \\fr 2:2 \\ft Literally “synagogue,” but here probably referring to a Christian assembly \\f* in fine clothing with a gold ring on his finger, and a poor person in filthy clothing also enters, "},{"style":"v","verse":"3","text":"and you look favorably on the one wearing the fine clothing and you say, “Be seated here in a good place,” and to the poor person you say, “You stand or be seated there\\f + \\fr 2:3 \\ft Some manuscripts have “you stand there or be seated” \\f* by my footstool,” "},{"style":"v","verse":"4","text":"have you not made distinctions among yourselves and become judges with evil thoughts? "},{"style":"v","verse":"5","text":"Listen, my dear brothers! Did not God choose the poor of the world \\add to be\\add* rich in faith, and heirs of the kingdom that he has promised to those who love him? "},{"style":"v","verse":"6","text":"But you have dishonored the poor! Are not the rich exploiting you and they themselves dragging you into the courts? "},{"style":"v","verse":"7","text":"Do they themselves not blaspheme the good name ⸤of the one to whom you belong⸥\\f + \\fr 2:7 \\ft Literally “that was called over you” \\f*?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"However, if you carry out the royal law according to the scripture, “You shall love your neighbor as yourself,”\\f + \\fr 2:8 \\ft A quotation from \\xt Lev 19:18 \\ft \\f* you are doing well. "},{"style":"v","verse":"9","text":"But if you show partiality, you commit sin, \\add and thus\\add*\\ef + \\fr 2:9 \\ft ﻿*Here “\\add and thus\\add*” is supplied as a component of the participle (“are convicted”) which is understood as result \\ef* are convicted by the law as transgressors. "},{"style":"v","verse":"10","text":"For whoever keeps the whole law but stumbles in one \\add point only\\add* has become guilty of all \\add of it\\add*. "},{"style":"v","verse":"11","text":"For the one who said “Do not commit adultery”\\f + \\fr 2:11 \\ft A quotation from \\xt Exod 20:14 \\ft ; \\xt Deut 5:18 \\ft \\f* also said “Do not murder.”\\f + \\fr 2:11 \\ft A quotation from \\xt Exod 20:13 \\ft ; \\xt Deut 5:17 \\ft \\f* Now if you do not commit adultery but you do murder, you have become a transgressor of the law. "},{"style":"v","verse":"12","text":"Thus speak and thus act as those who are going to be judged by the law of liberty. "},{"style":"v","verse":"13","text":"For judgment \\add is\\add* merciless to the one who has not practiced mercy. Mercy triumphs over judgment."},{"style":"s1","verse":"","text":"Faith and Works"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"What \\add is\\add* the benefit, my brothers, if someone says \\add that he\\add* has faith but does not have works? That faith \\add is\\add* not able to save him, \\add is it\\add*?\\ef + \\fr 2:14 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* "},{"style":"v","verse":"15","text":"If a brother or a sister is poorly clothed and lacking food for the day, "},{"style":"v","verse":"16","text":"and one of you should say to them, “Go in peace, keep warm and ⸤eat well⸥\\f + \\fr 2:16 \\ft Literally, “be satisfied” \\f*,” but does not give them what is necessary for the body, what \\add is\\add* the benefit? "},{"style":"v","verse":"17","text":"Thus also faith, if it does not have works, is dead by itself."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"But someone will say, “You have faith and I have works.”\\f + \\fr 2:18 \\ft Some see the quotation by “someone” extending to the end of v. \\xt 18 \\ft , while others see it extending through v. \\xt 19 \\ft \\f* Show me your faith apart from your\\ef + \\fr 2:18 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* works, and I will show you my\\ef + \\fr 2:18 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* faith by my works. "},{"style":"v","verse":"19","text":"You believe that God is one; you do well. Even the demons believe, and shudder! "},{"style":"v","verse":"20","text":"But do you want to know, O foolish person, that faith apart from works is useless? "},{"style":"v","verse":"21","text":"Was not Abraham our father justified by works \\add when he\\add*\\ef + \\fr 2:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“offered up”) which is understood as temporal \\ef* offered up his son Isaac on the altar? "},{"style":"v","verse":"22","text":"You see that faith was working together with his works, and by the works the faith was perfected. "},{"style":"v","verse":"23","text":"And the scripture was fulfilled that says, “And Abraham believed God, and it was credited to him for righteousness,”\\f + \\fr 2:23 \\ft A quotation from \\xt Gen 15:6 \\ft \\f* and he was called God’s friend. "},{"style":"v","verse":"24","text":"You see that a person is justified by works and not by faith alone. "},{"style":"v","verse":"25","text":"And likewise was not Rahab the prostitute also justified by works \\add when she\\add*\\ef + \\fr 2:25 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“welcomed”) which is understood as temporal \\ef* welcomed the messengers and sent \\add them\\add* out by a different route? "},{"style":"v","verse":"26","text":"For just as the body without the spirit is dead, so also faith without works is dead."}]