[{"style":"s1","verse":"","text":"Subject Yourselves to God"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"From where \\add are\\add* conflicts and from where \\add are\\add* quarrels among you? \\add Is it\\add* not from this, from your pleasures that wage war among your members? "},{"style":"v","verse":"2","text":"You desire and do not have; you murder and are filled with envy, and are not able to obtain; you fight and quarrel. You do not have because you do not ask. "},{"style":"v","verse":"3","text":"You ask and do not receive, because you ask with wrong motives, in order that you may spend \\add it\\add* on your pleasures."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wants to be a friend of the world makes \\add himself\\add* an enemy of God. "},{"style":"v","verse":"5","text":"Or do you think that in vain the scripture says, “The spirit which he caused to dwell in us desires jealously”?\\f + \\fr 4:5 \\ft This translation takes “spirit” to be the capacity within people that produces a divided mind and conflicts regarding God; other translations take this to refer to the Holy Spirit: “He (God) jealously desires the Spirit which he caused to dwell in us” \\f* "},{"style":"v","verse":"6","text":"But he gives greater grace. Therefore it says,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“God opposes the proud,"},{"style":"q2","verse":"","text":"but gives grace to the humble.”\\f + \\fr 4:6 \\ft A quotation from \\xt Prov 3:34 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Therefore subject yourselves to God. But resist the devil, and he will flee from you. "},{"style":"v","verse":"8","text":"Draw near to God, and he will draw near to you. Cleanse \\add your\\add* hands, \\add you\\add* sinners, and purify \\add your\\add* hearts, \\add you\\add* double-minded! "},{"style":"v","verse":"9","text":"Lament and mourn and weep! Let your laughter be turned to mourning, and your\\ef + \\fr 4:9 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* joy to gloominess. "},{"style":"v","verse":"10","text":"Humble yourselves before the Lord, and he will exalt you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Do not speak evil of one another, brothers. The one who speaks evil of a brother or judges his brother speaks evil of the law and judges the law. But if you judge the law, you are not a doer of the law but a judge \\add of the law\\add*.\\f + \\fr 4:11 \\ft The words “of the law” are not in the Greek text, but are an understood repetition from the previous clause \\f* "},{"style":"v","verse":"12","text":"There is one lawgiver and judge who is able to save and to destroy. But who are you to judge your\\ef + \\fr 4:12 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* neighbor?"},{"style":"s1","verse":"","text":"Arrogant Boasting About the Future"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"Come now, you who say, “Today or tomorrow we will travel to such and such a city and spend a year there, and carry on business and make a profit,” "},{"style":"v","verse":"14","text":"you who do not know ⸤what will happen tomorrow⸥\\f + \\fr 4:14 \\ft Literally “the \\fq circumstance \\ft of tomorrow” \\f*, ⸤what your life will be like⸥\\f + \\fr 4:14 \\ft Literally “of what sort your life” \\f*. For you are a smoky vapor that appears for a short time and then disappears. "},{"style":"v","verse":"15","text":"Instead you should say, “If the Lord wills, we will live and do this or that.” "},{"style":"v","verse":"16","text":"But now you boast in your arrogance. All such boasting is evil. "},{"style":"v","verse":"17","text":"Therefore, to the one who knows to do good and does not do \\add it\\add*, to him it is sin."}]