[{"style":"s1","text":"Woes on the Rich Who Oppress Others"},{"style":"m","text":""},{"style":"v","text":"Come now, you rich people, weep \\add and\\add* cry aloud over the miseries that are coming upon you! "},{"style":"v","text":"Your wealth has rotted, and your clothing has become moth-eaten. "},{"style":"v","text":"Your gold and silver have become corroded, and their corrosion will be a witness against you, and it will consume your flesh like fire. You have stored up treasure in the last days. "},{"style":"v","text":"Behold, the wages that were held back by you from the workers who reap your fields cry out, and the cries of the reapers have come to the ears of the Lord of hosts. "},{"style":"v","text":"You have lived self-indulgently on the earth\\f + \\fr 5:5 \\ft Or “land” \\f* and have lived luxuriously. You have fattened your hearts in the day of slaughter. "},{"style":"v","text":"You have condemned, you have murdered the righteous \\add person\\add*; he does not resist you."},{"style":"s1","text":"Exhortation to Patience"},{"style":"m","text":""},{"style":"v","text":"Therefore be patient, brothers, until the coming of the Lord. Behold, the farmer waits for the precious fruit of the soil, being patient concerning it until it receives the early and late rains. "},{"style":"v","text":"You also be patient. Strengthen your hearts, because the coming of the Lord is near. "},{"style":"v","text":"Brothers, do not complain against one another, in order that you may not be judged. Behold, the judge stands before the doors! "},{"style":"v","text":"Brothers, take \\add as an\\add* example of perseverance and endurance the prophets who spoke in the name of the Lord. "},{"style":"v","text":"Behold, we consider blessed those who have endured. You have heard about the patient endurance of Job, and you saw the outcome from the Lord, that the Lord is compassionate and merciful. "},{"style":"v","text":"Now above all, my brothers, do not swear either by heaven or by earth or by any other oath, but let your yes be yes and your no, no, in order that you may not fall under judgment."},{"style":"s1","text":"The Effective Prayer of Faith"},{"style":"m","text":""},{"style":"v","text":"Is anyone among you suffering misfortune? He should pray. Is anyone cheerful? He should sing praise. "},{"style":"v","text":"Is anyone among you sick? He should summon the elders of the church and they should pray over him, anointing him with olive oil in the name of the Lord. "},{"style":"v","text":"And the prayer of faith will save the one who is sick, and the Lord will raise him up, and if he has committed sins ⸤he will be forgiven⸥\\f + \\fr 5:15 \\ft Literally “it will be forgiven him” \\f*. "},{"style":"v","text":"Therefore confess your sins to one another, and pray for one another, so that you may be healed. The effective prayer of a righteous person accomplishes much. "},{"style":"v","text":"Elijah was a human being\\f + \\fr 5:17 \\ft Literally “man,” but in a generic sense; the emphasis is not on Elijah’s masculine gender but his shared humanity \\f* with the same nature as us, and ⸤he prayed fervently⸥\\f + \\fr 5:17 \\ft Literally “he prayed with prayer” \\f* for \\add it\\add* not to rain, and it did not rain on the land \\add for\\add* three years and six months. "},{"style":"v","text":"And he prayed again, and the sky gave rain and the earth produced its fruit."},{"style":"p","text":""},{"style":"v","text":"My brothers, if anyone among you should wander away from the truth and someone turns him back, "},{"style":"v","text":"he should know that the one who turns a sinner back from the error of his way will save that person’s\\f + \\fr 5:20 \\ft Literally “his,” but in context this refers to the sinner, not the person who turns the sinner back \\f* soul from death, and will cover over a great number of sins."}]