[{"style":"s1","verse":"","text":"Preparation for Receiving the Covenant at Mount Sinai"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"In the third month after the ⸤Israelites⸥\\f + \\fr 19:1 \\ft Literally “sons/children of Israel” \\f* went out from the land of Egypt, on this day they came to the Sinai desert. "},{"style":"v","verse":"2","text":"They set out from Rephidim, and they came to the desert of Sinai, and they camped in the desert, and Israel camped there in front of the mountain."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"And Moses went up to God, and Yahweh called to him from the mountain, saying, “Thus you will say to the house of Jacob and you will tell the ⸤Israelites⸥,\\f + \\fr 19:3 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","verse":"4","text":"‘You yourselves have seen what I did to Egypt and \\add how\\add* I bore you on eagles’ wings and I brought you to me. "},{"style":"v","verse":"5","text":"And now if you will carefully listen to my voice and keep my covenant, you will be a treasured possession for me out of all the peoples, ⸤for all the earth is mine⸥,\\f + \\fr 19:5 \\ft Literally “because all of the earth \\fq is \\ft for me” \\f* "},{"style":"v","verse":"6","text":"but you, you will \\add belong\\add* to me \\add as\\add* a kingdom of priests and a holy nation.’ These are the words that you will speak to the ⸤Israelites⸥.”\\f + \\fr 19:6 \\ft Literally “sons/children of Israel” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"And Moses came and called the elders of the people, and he placed before them all these words that Yahweh had commanded him. "},{"style":"v","verse":"8","text":"And all the people together answered and said, “All that Yahweh has spoken we will do.” And Moses brought back the words of the people to Yahweh. "},{"style":"v","verse":"9","text":"And Yahweh said to Moses, “Look, I \\add am going to\\add* come to you in ⸤a thick cloud⸥\\f + \\fr 19:9 \\ft Literally “the cloud of the cloud” \\f* in order that the people will hear when I speak with you and will also trust in you forever.” And Moses told the words of the people to Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"And Yahweh said to Moses, “Go to the people and consecrate them today and tomorrow. They must wash their clothes, "},{"style":"v","verse":"11","text":"and they must be prepared for the third day, because on the third day, Yahweh will go down on Mount Sinai before the eyes of all the people. "},{"style":"v","verse":"12","text":"And you must set limits \\add for\\add* the people all around, saying, ‘Guard yourselves ⸤against⸥\\f + \\fr 19:12 \\ft Literally “watch to/for you” \\f* going up to the mountain and touching its edge. Anyone touching the mountain will certainly be put to death. "},{"style":"v","verse":"13","text":"Not a hand will touch it, because he will certainly be stoned or certainly be shot; whether an animal or a man, he will not live.’ At the blowing of the ram’s horn they may go up to the mountain.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"And Moses went down from the mountain to the people, and he consecrated the people, and they washed their clothes. "},{"style":"v","verse":"15","text":"And he said to the people, “Be ready ⸤for the third day⸥.\\f + \\fr 19:15 \\ft Literally “for third \\fq of \\ft days” \\f* Do not go near to a woman.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"⸤And⸥\\f + \\fr 19:16 \\ft Literally “and it was” \\f* on the third day, when it was morning, there was thunder and lightning, and a heavy cloud over the mountain and a very loud ram’s horn sound, and all the people who \\add were\\add* in the camp trembled. "},{"style":"v","verse":"17","text":"And Moses brought the people out from the camp to meet God, and they took their stand at the foot of the mountain. "},{"style":"v","verse":"18","text":"And Mount Sinai was all wrapped in smoke because Yahweh went down on it in the fire, and its smoke went up like the smoke of a smelting furnace, and the whole mountain trembled greatly. "},{"style":"v","verse":"19","text":"And the sound of the ram’s horn became ⸤louder and louder⸥,\\f + \\fr 19:19 \\ft Literally “\\fq was \\ft going and strong very” (compare \\xt 2 Sam 3:1 \\ft ) \\f* and Moses would speak, and God would answer him with a voice."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"And Yahweh went down on Mount Sinai, to the top of the mountain, and Yahweh called Moses to the top of the mountain, and Moses went up. "},{"style":"v","verse":"21","text":"And Yahweh said to Moses, “Go down, warn the people, lest they break through to Yahweh to see and many from them fall. "},{"style":"v","verse":"22","text":"And even the priests who come near Yahweh must consecrate themselves, lest Yahweh break out against them.” "},{"style":"v","verse":"23","text":"And Moses said to Yahweh, “The people are not able to go up to Mount Sinai, because you yourself warned us, saying, ‘Set limits \\add around\\add* the mountain and consecrate it.’ ” "},{"style":"v","verse":"24","text":"And Yahweh said to him, “Go, go down, and come up, you and Aaron with you and the priests, but the people must not break through to go up to Yahweh, lest he break out against them.” "},{"style":"v","verse":"25","text":"And Moses went down to the people, and he told them.\\f + \\fr 19:25 \\ft Or “and he said to them” \\f*"}]