[{"style":"s1","verse":"","text":"Regulations Regarding Theft, Borrowing, and Accidental Damage or Loss"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"\\f + \\fr 22:1 \\ft \\xt Exodus 22:1–31 \\ft in the English Bible is 21:37–22:30 in the Hebrew Bible \\f* “ ‘If a man steals an ox or small livestock and slaughters it or sells it, he will make restitution with five cattle in place of the ox and with four sheep or goats in place of the small livestock. "},{"style":"v","verse":"2","text":"“ ‘If a thief is found in the act of breaking in and he is struck and he dies, there is not bloodguilt for him. "},{"style":"v","verse":"3","text":"If the sun has risen over him, \\add there is\\add* bloodguilt for him. He will make full restitution. If ⸤he does not have enough⸥,\\f + \\fr 22:3 \\ft Literally “there is not to him” \\f* he will be sold for his theft. "},{"style":"v","verse":"4","text":"If indeed the stolen item is found ⸤in his possession⸥\\f + \\fr 22:4 \\ft Literally “in his hand” \\f* alive, from ox to donkey to small livestock, he will make double restitution."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"“ ‘If a man grazes \\add his livestock\\add* in a field or a vineyard and he releases his livestock and it grazes in the field of another, he will make restitution \\add from\\add* the best of his field and the best of his vineyard."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"“ ‘If a fire is started and finds thorn bushes and a stack of sheaves or the standing grain or the field is consumed, the one who started the fire will surely make restitution."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"“ ‘If a man gives to his neighbor money or objects to watch over and it is stolen from the house of the man, if the thief is found, he will make double restitution. "},{"style":"v","verse":"8","text":"If the thief is not found, the owner of the house will be brought ⸤to the sanctuary⸥\\f + \\fr 22:8 \\ft Literally “to God” or perhaps “to the judges” \\f* \\add to learn\\add* whether or not he reached out his hand to his neighbor’s possession. "},{"style":"v","verse":"9","text":"Concerning every account of transgression—concerning an ox, concerning a donkey, concerning small livestock, concerning clothing, concerning all lost property—where \\add someone\\add* says, “This belongs to me,” the matter of the two of them will come to God;\\f + \\fr 22:9 \\ft Or “the judges” \\f* whomever God declares guilty will make double restitution to his neighbor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"“ ‘If a man gives to his neighbor a donkey or an ox or small livestock or any beast to watch over and it dies or is injured or is captured \\add when\\add* there is no one who sees, "},{"style":"v","verse":"11","text":"the oath of Yahweh will be between the two of them \\add concerning\\add* whether or not he has reached out his hand to his neighbor’s possession, and its owner will accept \\add this\\add*, and he will not make restitution. "},{"style":"v","verse":"12","text":"But if indeed it was stolen from him, he will make restitution to its owner. "},{"style":"v","verse":"13","text":"If indeed it was torn to pieces, he will bring it as evidence—the mangled carcass; he will not make restitution."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"“ ‘If a man borrows from his neighbor and it is injured or dies \\add while\\add* its owner is not with it, he will make restitution. "},{"style":"v","verse":"15","text":"If its owner \\add was\\add* with it, he will not make restitution; if it was hired, it came with its hiring fee."},{"style":"s1","verse":"","text":"Regulations Regarding Various Offences"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"“ ‘If a man seduces a virgin who is not engaged and he lies with her, he surely will give her bride price ⸤to have her as his wife⸥.\\f + \\fr 22:16 \\ft Literally “for him for a woman” \\f* "},{"style":"v","verse":"17","text":"If her father absolutely refuses to give her to him, he will weigh out money according to the bride price for the virgin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"“ ‘You will not let a witch live."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"“ ‘Anyone lying with an animal will surely be put to death."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"“ ‘Whoever sacrifices to the gods—not to Yahweh, to him alone—will be destroyed."},{"style":"s1","verse":"","text":"Regulations Regarding Foreigners and the Poor"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"“ ‘You will not mistreat an alien, and you will not oppress him, because you were aliens in the land of Egypt."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"“ ‘You will not afflict any widow or orphan. "},{"style":"v","verse":"23","text":"If you indeed afflict him, yes, if he cries out at all to me, I will certainly hear his cry of distress. "},{"style":"v","verse":"24","text":"And ⸤I will become angry⸥,\\f + \\fr 22:24 \\ft Literally “my nose will burn” \\f* and I will kill you with the sword, and your wives will be widows and your children orphans."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"“ ‘If you lend money \\add to\\add* my people, \\add to\\add* the needy with you, you will not be to him as a creditor; you will not ⸤charge him interest⸥.\\f + \\fr 22:25 \\ft Literally “put on him interest” \\f* "},{"style":"v","verse":"26","text":"If indeed you require the cloak of your neighbor as a pledge, you will return it to him at sundown, "},{"style":"v","verse":"27","text":"because it is his only garment; it is his cloak for his skin. In what will he sleep? ⸤And⸥\\f + \\fr 22:27 \\ft Literally “And it will be” \\f* when he cries out to me, I will hear, because I \\add am\\add* gracious."},{"style":"s1","verse":"","text":"Regulations Regarding Tribute and Holiness"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"“ ‘You will not curse God,\\f + \\fr 22:28 \\ft Or “a judge” \\f* and you will not curse a leader among your people."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"“ ‘You will not delay the fullness of your harvest and the juice from your press; you will give me the firstborn of your sons. "},{"style":"v","verse":"30","text":"You will do likewise for your ox and for your sheep and goats; seven days it will be with its mother; on the eighth, you will give it to me. "},{"style":"v","verse":"31","text":"And you will be men of holiness for me; and you will not eat meat \\add from\\add* a carcass mangled in the field; you will throw it to the dog."}]