[{"style":"s1","verse":"","text":"Instructions for Making the Incense Altar"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"“And you will make an altar \\add for\\add* burning incense; you will make it of acacia wood, "},{"style":"v","verse":"2","text":"a cubit its length and a cubit its width—it will be square—and two cubits its height, its horns ⸤of one piece with it⸥.\\f + \\fr 30:2 \\ft Literally “from it” \\f* "},{"style":"v","verse":"3","text":"And you will overlay it with pure gold, its top and its sides all around and its horns, and you will make for it a gold molding all around. "},{"style":"v","verse":"4","text":"And you will make two gold rings for it; under its molding ⸤on two opposite sides⸥\\f + \\fr 30:4 \\ft Literally “on two of its sides you will make on two of its sides” \\f* you will make \\add them\\add* as ⸤holders⸥\\f + \\fr 30:4 \\ft Literally “houses” \\f* for poles to carry it with them. "},{"style":"v","verse":"5","text":"You will make the poles of acacia wood, and you will overlay them \\add with\\add* gold. "},{"style":"v","verse":"6","text":"And you will put it before the curtain that \\add is\\add* upon the ark of the testimony, before the atonement cover, which \\add is\\add* on the testimony, there where I will meet with you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"“And on it Aaron will turn fragrant incense into smoke; ⸤each morning⸥\\f + \\fr 30:7 \\ft Literally “in the morning in the morning” \\f* when he tends the lamps, he will turn it into smoke. "},{"style":"v","verse":"8","text":"And when Aaron sets up the lamps ⸤at twilight⸥,\\f + \\fr 30:8 \\ft Literally “between the two evenings” \\f* he will turn it into smoke—incense of continuity—before Yahweh throughout your generations. "},{"style":"v","verse":"9","text":"You will not offer on it strange incense or a burnt offering or a grain offering, and you will not pour a libation on it. "},{"style":"v","verse":"10","text":"And Aaron will make atonement on its horns one time in the year from the blood of the sin offering of the atonement; one time in the year he will make atonement on it throughout your generations; it is a most holy thing for Yahweh.”"},{"style":"s1","verse":"","text":"Instructions for Numbering the People"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"And Yahweh spoke to Moses, saying, "},{"style":"v","verse":"12","text":"“⸤When you take a census of⸥\\f + \\fr 30:12 \\ft Literally “when you lift up the heads of” \\f* the ⸤Israelites⸥\\f + \\fr 30:12 \\ft Literally “sons/children of Israel” \\f* to count them, they will each give the ransom of his life for Yahweh when counting them, and a plague will not be among them when counting them. "},{"style":"v","verse":"13","text":"This they will give, ⸤everyone who is counted⸥,\\f + \\fr 30:13 \\ft Literally “all of the going over to the being counted” \\f* the half shekel, according to the sanctuary shekel, \\add which is\\add* twenty gerahs per shekel. The half shekel \\add is\\add* a contribution for Yahweh. "},{"style":"v","verse":"14","text":"⸤Everyone who is counted⸥\\f + \\fr 30:14 \\ft Literally “all of the going over to the being counted” \\f* from ⸤twenty years old⸥\\f + \\fr 30:14 \\ft Literally “a son of twenty years” \\f* and above will give the contribution of Yahweh. "},{"style":"v","verse":"15","text":"The rich will not give more, and the poor will not give less than the half shekel to give the contribution of Yahweh to make atonement for their lives. "},{"style":"v","verse":"16","text":"And you will take the atonement money from the ⸤Israelites⸥\\f + \\fr 30:16 \\ft Literally “sons/children of Israel” \\f* and give it to the service of the tent of assembly, and it will be as a memorial for the ⸤Israelites⸥\\f + \\fr 30:16 \\ft Literally “sons/children of Israel” \\f* before Yahweh to make atonement for your lives.”"},{"style":"s1","verse":"","text":"Instructions for Making the Basin"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"And Yahweh spoke to Moses, saying, "},{"style":"v","verse":"18","text":"“And you will make a basin of bronze and its bronze stand for washing, and you will put it between the tent of assembly and the altar, and you will put water there. "},{"style":"v","verse":"19","text":"And Aaron and his sons will wash their hands and their feet with it. "},{"style":"v","verse":"20","text":"When they come to the tent of assembly, they will wash with water so that they do not die, or when they approach the altar to serve by turning to smoke an offering made by fire to Yahweh. "},{"style":"v","verse":"21","text":"And they will wash their hands and their feet so that they do not die, and it will be a lasting rule for them—to him and to his offspring throughout their generations."},{"style":"s1","verse":"","text":"Instructions for Making Anointing Oil and Incense"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"And Yahweh spoke to Moses, saying, "},{"style":"v","verse":"23","text":"“And take for yourself top quality balsam oils, five hundred \\add shekels of\\add* flowing myrrh, half \\add as much\\add*—two hundred and fifty \\add shekels of\\add* fragrant cinnamon, and two hundred and fifty \\add shekels of\\add* fragrant reed, "},{"style":"v","verse":"24","text":"and five hundred \\add shekels of\\add* cassia, according to the sanctuary shekel, and a hin of olive oil. "},{"style":"v","verse":"25","text":"And you will make it \\add into\\add* holy anointing oil, a spice blend of a fragrant ointment \\add the\\add* work of a perfumer; it will be holy anointing oil. "},{"style":"v","verse":"26","text":"And you will anoint with it the tent of assembly and the ark of the testimony, "},{"style":"v","verse":"27","text":"and the table and all its equipment and the lampstand and its equipment and the incense altar, "},{"style":"v","verse":"28","text":"and the altar of burnt offering and all its equipment and the basin and its stand. "},{"style":"v","verse":"29","text":"And you will consecrate them, and they will be most holy things; ⸤anyone who⸥\\f + \\fr 30:29 \\ft Or “anything that”; literally “all touching” \\f* touches them will be holy. "},{"style":"v","verse":"30","text":"And you will anoint Aaron and his sons, and you will consecrate them to serve as priests for me."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"“And you will speak to the ⸤Israelites⸥,\\f + \\fr 30:31 \\ft Literally “sons/children of Israel” \\f* saying, ‘This will be my holy anointing oil throughout your generations. "},{"style":"v","verse":"32","text":"It will not be poured on human flesh, and with its measurements\\f + \\fr 30:32 \\ft Or “recipe” or “formula” \\f* you will not make \\add any\\add* like it; it is holy; it will be holy to you. "},{"style":"v","verse":"33","text":"Anyone who compounds perfume like it and who puts it on a stranger will be cut off from his people.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"And Yahweh said to Moses, “Take for yourself fragrant perfumes—stacte resin and onycha and galbanum—fragrant perfumes and pure frankincense, ⸤an equal part of each⸥,\\f + \\fr 30:34 \\ft Literally “part by part it will be” \\f* "},{"style":"v","verse":"35","text":"and make it into a compound of incense, the work of a perfumer, salted, pure, holy. "},{"style":"v","verse":"36","text":"And you will grind part of it to powder, and you will put part of it before the testimony in the tent of assembly where I will meet with you; it will be a most holy thing to you. "},{"style":"v","verse":"37","text":"And the incense that you will make with its measurements\\f + \\fr 30:37 \\ft Or “recipe” or “formula” \\f* you will not make for yourselves; it will be holy to you for Yahweh. "},{"style":"v","verse":"38","text":"Anyone who makes \\add any\\add* like it to smell it will be cut off from his people.”"}]