[{"style":"s1","verse":"","text":"Provision of Skilled People"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Yahweh spoke to Moses, saying, "},{"style":"v","verse":"2","text":"“See, I have called by name\\f + \\fr 31:2 \\ft In other words, “specifically chosen” \\f* Bezalel the son of Uri the son of Hur, from the tribe of Judah. "},{"style":"v","verse":"3","text":"And I have filled him \\add with\\add* the Spirit of God, with wisdom and with skill\\f + \\fr 31:3 \\ft Or “understanding,” “discernment,” “cleverness” \\f* and with knowledge and with every \\add kind of\\add* craftsmanship, "},{"style":"v","verse":"4","text":"to devise designs, to work with gold and with silver and with bronze, "},{"style":"v","verse":"5","text":"and in stonecutting for setting and in cutting wood, for doing every \\add kind of\\add* craftsmanship. "},{"style":"v","verse":"6","text":"And, look, I have given with him Oholiab the son of Ahisamach, from the tribe of Dan, and I have put skill in the heart of all \\add the\\add* skilled of heart, and they will make all that I have commanded you— "},{"style":"v","verse":"7","text":"the tent of assembly and the ark of the testimony and the atonement cover that \\add is\\add* on it and all the equipment of the tent, "},{"style":"v","verse":"8","text":"and the table and all its equipment, and the pure \\add gold\\add* lampstand and all its equipment, and the incense altar, "},{"style":"v","verse":"9","text":"and the altar of burnt offering and all its equipment, and the basin and its stand, "},{"style":"v","verse":"10","text":"and the garments of woven material, and ⸤the garments of the sanctuary⸥\\f + \\fr 31:10 \\ft Literally “the garments of the holiness” or “the holy garments” \\f* for Aaron the priest and the garments of his sons to serve as priests, "},{"style":"v","verse":"11","text":"and the anointing oil and the fragrant incense for the sanctuary. According to all that I have commanded you, they will make \\add it\\add*."},{"style":"s1","verse":"","text":"Provision of Rest from Work"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"And Yahweh spoke to Moses \\add and\\add* said, "},{"style":"v","verse":"13","text":"“And you, speak to the ⸤Israelites⸥,\\f + \\fr 31:13 \\ft Literally “sons/children of Israel” \\f* saying, ‘Surely you must keep my Sabbaths, because it \\add is\\add* a sign between me and you throughout your generations, \\add in order\\add* to know that I \\add am\\add* Yahweh, who consecrates you. "},{"style":"v","verse":"14","text":"And you must keep the Sabbath, because it is holy for you; defilers\\f + \\fr 31:14 \\ft Or “profaners,” those who treat it as common \\f* of it will surely be put to death, because anyone who does work on it—that person will be cut off from among his people. "},{"style":"v","verse":"15","text":"\\add On\\add* six days work can be done, and on the seventh ⸤is a Sabbath of complete rest⸥,\\f + \\fr 31:15 \\ft Literally “a Sabbath of ‘Sabbathation.’ ” “Sabbathation” is not a real word, but devised as an attempt to convey the sounds of the related nouns in the Hebrew phrase \\f* ⸤a holy day⸥\\f + \\fr 31:15 \\ft Literally “holiness” \\f* for Yahweh; anyone doing work on the Sabbath day will surely be put to death. "},{"style":"v","verse":"16","text":"The ⸤Israelites⸥\\f + \\fr 31:16 \\ft Literally “sons/children of Israel” \\f* will pay attention to the Sabbath \\add in order\\add* to fulfill the Sabbath\\f + \\fr 31:16 \\ft Or “keep the Sabbath to do/observe the Sabbath” \\f* throughout their generations \\add as\\add* a lasting covenant. "},{"style":"v","verse":"17","text":"It \\add is\\add* a sign between me and the ⸤Israelites⸥\\f + \\fr 31:17 \\ft Literally “sons/children of Israel” \\f* forever, because \\add in\\add* six days Yahweh made the heavens and the earth, and on the seventh he ceased\\f + \\fr 31:17 \\ft Or “rested” \\f* and recovered.”\\f + \\fr 31:17 \\ft Or “breathed freely,” “got his breath” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"And when he finished speaking with him on Mount Sinai, he gave to Moses the two tablets of the testimony, stone tablets, written with the finger of God."}]