[{"style":"s1","verse":"","text":"The Golden Calf"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And the people saw that Moses delayed to come down from the mountain, and the people gathered opposite Aaron, and they said to him, “Come,\\f + \\fr 32:1 \\ft Or “arise” or “get up” \\f* make for us gods who will go before us, because this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"And Aaron said to them, “Take off the rings of gold that \\add are\\add* on the ears of your wives, your sons, and your daughters, and bring \\add it\\add* to me.” "},{"style":"v","verse":"3","text":"And all the people took off the rings of gold that \\add were\\add* on their ears and brought \\add it\\add* to Aaron. "},{"style":"v","verse":"4","text":"And he took from their hand, and he shaped it with a tool, and he made it a cast-image bull calf, and they said, “These are your gods, Israel, who brought you up from the land of Egypt.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"And Aaron saw, and he built an altar before it, and Aaron called, and he said, “A feast for Yahweh tomorrow.” "},{"style":"v","verse":"6","text":"And they started early the next day, and they offered burnt offerings, and they presented fellowship offerings, and the people sat to eat and drink, and they rose up to revel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"And Yahweh spoke to Moses, “Go, go down because your people behave corruptly, whom you brought up from the land of Egypt. "},{"style":"v","verse":"8","text":"They have turned aside quickly from the way that I commanded them; they have made for themselves a cast-image bull calf, and they bowed to it, and they sacrificed to it, and they said, ‘These are your gods, Israel, who brought you up from the land of Egypt.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"And Yahweh said to Moses, “I have seen this people, and, indeed, they \\add are\\add* a stiff-necked people. "},{"style":"v","verse":"10","text":"And now leave me \\add alone\\add* so that ⸤my anger may blaze⸥\\f + \\fr 32:10 \\ft Literally “my nose may become hot” \\f* against them, and let me destroy them, and I will make you into a great nation.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"And Moses ⸤implored Yahweh⸥\\f + \\fr 32:11 \\ft Literally “implored the face of Yahweh” \\f* his God, and he said, “Why, Yahweh, should ⸤your anger blaze⸥\\f + \\fr 32:11 \\ft Literally “your nose become hot” \\f* against your people whom you brought up from the land of Egypt with great power and with a strong hand? "},{"style":"v","verse":"12","text":"Why should \\add the\\add* Egyptians ⸤say⸥\\f + \\fr 32:12 \\ft Literally “say, saying” \\f*, ‘With evil \\add intent\\add* he brought them out to kill them in the mountains and wipe them from the face of the earth’?\\f + \\fr 32:12 \\ft Or “ground” \\f* Turn from ⸤your fierce anger⸥\\f + \\fr 32:12 \\ft Literally “the heat of your nose” \\f* and relent concerning the disaster for your people. "},{"style":"v","verse":"13","text":"Remember Abraham, Isaac, and Israel, your servants, to whom you swore by yourself, and you told them, ‘I will multiply your offspring like the stars of the heavens, and all this land that I promised I will give to your offspring, and they will inherit \\add it\\add* forever.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"And Yahweh relented concerning the disaster that he had ⸤threatened⸥\\f + \\fr 32:14 \\ft Literally “spoken” \\f* to do to his people. "},{"style":"v","verse":"15","text":"And Moses turned and went down from the mountain, and the two tablets of the testimony \\add were\\add* in his hand, tablets written on their two sides; ⸤on the front and on the back⸥\\f + \\fr 32:15 \\ft Literally “from this and from this” \\f* they were written. "},{"style":"v","verse":"16","text":"And the tablets, they \\add were\\add* the work of God; and the writing, it \\add was\\add* the writing of God engraved on the tablets."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"And Joshua heard the sound of the people in their shouting, and he said to Moses, “A sound of war \\add is\\add* in the camp.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"But he said, “There is not a sound of shouting of victory, and there is not a sound of shouting of defeat. I hear a sound of singing.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"⸤And⸥\\f + \\fr 32:19 \\ft Literally “and it was” \\f* as he came near to the camp, he saw the bull calf and dancing, and ⸤Moses became angry⸥,\\f + \\fr 32:19 \\ft Literally “the nose of Moses became hot” \\f* and he threw the tablets from his hand, and he broke them under the mountain. "},{"style":"v","verse":"20","text":"And he took the bull calf that they had made, and he burned \\add it\\add* with the fire, and he crushed \\add it\\add* until it became fine, and he scattered \\add it\\add* on the surface of the water, and he made the ⸤Israelites⸥\\f + \\fr 32:20 \\ft Literally “sons/children of Israel” \\f* drink."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"And Moses said to Aaron, “What did this people do to you that you brought on them \\add such\\add* a great sin?” "},{"style":"v","verse":"22","text":"And Aaron said, “⸤Let not my lord become angry⸥.\\f + \\fr 32:22 \\ft Literally “let not the nose of my lord become hot” \\f* You yourself know the people, that ⸤they are intent on evil⸥.\\f + \\fr 32:22 \\ft Literally “they in evil” \\f* "},{"style":"v","verse":"23","text":"And they said to me, ‘Make for us gods who will go before us, because this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.’ "},{"style":"v","verse":"24","text":"And I said to them, ‘Whoever \\add has\\add* gold, take \\add it\\add* off.’ And they gave \\add it\\add* to me, and I threw it in the fire, and out came this bull calf.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"And Moses saw the people, that they \\add were\\add* running wild\\f + \\fr 32:25 \\ft Or “out of control,” “running loose” \\f* because Aaron had allowed them to run wild,\\f + \\fr 32:25 \\ft Or “to be out of control,” “to run loose” \\f* for a laughingstock among ⸤their enemies⸥.\\f + \\fr 32:25 \\ft Literally “those arising against them” \\f* "},{"style":"v","verse":"26","text":"And Moses stood at the entrance of the camp, and he said, “Whoever \\add is\\add* for Yahweh, to me.” And all the sons of Levi were gathered to him. "},{"style":"v","verse":"27","text":"And he said to them, “Thus says Yahweh, the God of Israel, ‘Put each his sword on his side. Go ⸤back and forth⸥\\f + \\fr 32:27 \\ft Literally “through and come back” \\f* from gate to gate in the camp, and kill, each his brother and each his friend and each his close relative.’ ” "},{"style":"v","verse":"28","text":"And the sons of Levi did according to the word of Moses, and from the people on that day about three thousand persons fell.\\f + \\fr 32:28 \\ft Literally “three thousands of man” \\f* "},{"style":"v","verse":"29","text":"And Moses said, “⸤You are ordained⸥\\f + \\fr 32:29 \\ft Literally “your hands are filled” \\f* today for Yahweh, because each \\add has been\\add* against his son and against his brother and so bringing on you today a blessing.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"⸤And⸥\\f + \\fr 32:30 \\ft Literally “and it was” \\f* the next day Moses said to the people, “You have sinned a great sin. And now I will go up to Yahweh. Perhaps I can make atonement for your sin.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"And Moses returned to Yahweh, and he said, “Alas, this people has sinned a great sin and made for themselves gods of gold. "},{"style":"v","verse":"32","text":"And now if you will forgive their sin—and if not, please blot me from your scroll that you have written.” "},{"style":"v","verse":"33","text":"And Yahweh said to Moses, “Whoever has sinned against me I will blot him from my scroll. "},{"style":"v","verse":"34","text":"And now go, lead the people to where I spoke to you. Look, my angel will go before you, and on the day \\add when\\add* I punish I will punish them \\add for\\add* their sin.” "},{"style":"v","verse":"35","text":"And Yahweh afflicted the people because they had made the bull calf that Aaron had made."}]