[{"style":"s1","verse":"","text":"Making Garments for Priests"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And from the blue and the purple and the crimson \\add yarns\\add* they made woven garments for serving in the sanctuary, and they made the holy garments that were for Aaron, as Yahweh had commanded Moses. "},{"style":"v","verse":"2","text":"And he made the ephod \\add of\\add* gold, blue, and purple and crimson \\add yarns\\add*, and finely twisted linen. "},{"style":"v","verse":"3","text":"And he hammered out the leaves of gold, and he cut off cords to weave in the midst of the blue and in the midst of the purple and in the midst of the crimson and in the midst of the linen—\\add the\\add* work of a skilled craftsman. "},{"style":"v","verse":"4","text":"They made joined shoulder pieces for it; it was joined on its two edges. "},{"style":"v","verse":"5","text":"And the waistband of his ephod, which ⸤was of one piece with it⸥,\\f + \\fr 39:5 \\ft Literally “on it from it” \\f* \\add was of\\add* like work, gold, blue, and purple and crimson \\add yarns\\add*, and finely twisted linen, as Yahweh had commanded Moses. "},{"style":"v","verse":"6","text":"And they made onyx stones mounted \\add in\\add* gold filigree settings, engraved \\add with\\add* seal engravings according to the names of the ⸤Israelites⸥.\\f + \\fr 39:6 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","verse":"7","text":"And he set them on the ephod’s shoulder pieces \\add as\\add* stones of remembrance for the ⸤Israelites⸥,\\f + \\fr 39:7 \\ft Literally “sons/children of Israel” \\f* as Yahweh had commanded Moses."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"And he made the breast piece, \\add the\\add* work of a skilled craftsman, like \\add the\\add* work of \\add the\\add* ephod, \\add of\\add* gold, blue, and purple and crimson \\add yarns\\add*, and finely twisted linen. "},{"style":"v","verse":"9","text":"It was squared; they made the breast piece doubled; its length \\add was\\add* a span, and its width \\add was\\add* a span \\add when\\add* doubled. "},{"style":"v","verse":"10","text":"And they filled it \\add with\\add* four rows of stone; a row of carnelian, topaz, and emerald \\add was\\add* the first row; "},{"style":"v","verse":"11","text":"and the second row \\add was\\add* a malachite, a sapphire, and a moonstone; "},{"style":"v","verse":"12","text":"and the third row \\add was\\add* a jacinth, an agate, and an amethyst; "},{"style":"v","verse":"13","text":"and the fourth row \\add was\\add* a turquoise, an onyx, and a jasper. \\add They were\\add* set \\add with\\add* gold filigree settings in their mountings. "},{"style":"v","verse":"14","text":"And the stones \\add were\\add* according to the names of the ⸤Israelites⸥;\\f + \\fr 39:14 \\ft Literally “sons/children of Israel” \\f* they \\add were\\add* twelve according to their names, \\add with\\add* seal engravings, each according to its name for \\add the\\add* twelve tribes."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"And they made on the breast piece braided chains, a work of pure gold ornamental cord. "},{"style":"v","verse":"16","text":"And they made two gold filigree settings and two gold rings, and they put the two rings on the two edges of the breast piece. "},{"style":"v","verse":"17","text":"And they put the two gold ornamental cords on the two rings on the edges of the breast piece. "},{"style":"v","verse":"18","text":"And they put the two ends of the two ornamental cords on the two filigree settings, and they put them on the shoulder pieces of the ephod at the front of it. "},{"style":"v","verse":"19","text":"And they made two gold rings, and they placed \\add them\\add* on the two edges of the breast piece, on its lip that \\add is\\add* on ⸤the other side⸥\\f + \\fr 39:19 \\ft Literally “beyond” \\f* of the ephod, ⸤to the inside⸥.\\f + \\fr 39:19 \\ft Literally “houseward,” “to house,” meaning “inward” \\f* "},{"style":"v","verse":"20","text":"And they made two gold rings and put them on the ephod’s two shoulder pieces below, at its front near its seam above the waistband of the ephod. "},{"style":"v","verse":"21","text":"And they tied the breast piece by its rings to the rings of the ephod with a blue cord \\add so that\\add* the breast piece \\add would\\add* be on the waistband of the ephod and not come loose from the ephod, as Yahweh had commanded Moses."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"And he made the robe of the ephod, weaver’s work, totally of blue \\add yarn\\add*. "},{"style":"v","verse":"23","text":"And the opening of the robe in the middle of it was like the opening of a sturdy garment, \\add with\\add* an edge for its opening all around so that it would not be torn. "},{"style":"v","verse":"24","text":"And they made on the hem of the robe pomegranates of finely twisted blue and purple and crimson. "},{"style":"v","verse":"25","text":"And they made pure gold bells and put the bells in the midst of the pomegranates on the hem of the robe all around in the midst of the pomegranates, "},{"style":"v","verse":"26","text":"a bell and a pomegranate, a bell and a pomegranate on the hem of the robe all around for serving, as Yahweh had commanded Moses."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"And they made the tunics of fine linen, a weaver’s work, for Aaron and for his sons, "},{"style":"v","verse":"28","text":"and the turban of fine linen and the headdresses of the headbands of fine linen and undergarments of the linen cloth, finely twisted, "},{"style":"v","verse":"29","text":"and the sash of finely twisted linen and blue and purple and crimson \\add yarns\\add*, the work of an embroiderer, as Yahweh had commanded Moses."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"And they made the rosette\\f + \\fr 39:30 \\ft Or “medallion” \\f* of the holy diadem \\add of\\add* pure gold, and they wrote on it \\add with the\\add* writing of seal engravings: “A holy object for Yahweh.” "},{"style":"v","verse":"31","text":"And they put a blue cord on it to put it above on the turban, as Yahweh had commanded Moses."},{"style":"s1","verse":"","text":"Preparations Complete"},{"style":"m","verse":"","text":""},{"style":"v","verse":"32","text":"And all the work of the tabernacle of the tent of assembly was finished, and the ⸤Israelites⸥\\f + \\fr 39:32 \\ft Literally “sons/children of Israel” \\f* had done according to all that Yahweh had commanded Moses; so they did. "},{"style":"v","verse":"33","text":"And they brought the tabernacle to Moses, the tent and all its equipment, its hooks, its frames,\\f + \\fr 39:33 \\ft Or “boards” or “planks” \\f* its bars, and its pillars and its bases; "},{"style":"v","verse":"34","text":"and the covering of the red-dyed ram skins and the covering of fine leather and the curtain of the screen; "},{"style":"v","verse":"35","text":"the ark of the testimony and its poles and the atonement cover; "},{"style":"v","verse":"36","text":"the table, all its equipment, and the bread of the presence; "},{"style":"v","verse":"37","text":"the pure \\add gold\\add* lampstand, its lamps—the lamps of the row—and all its equipment and the oil of the light; "},{"style":"v","verse":"38","text":"the gold altar, the anointing oil, the fragrant incense, and the screen of the entrance of the tent; "},{"style":"v","verse":"39","text":"the bronze altar, and the bronze grating that \\add is\\add* for it, its poles, and all its equipment, the basin and its stand, "},{"style":"v","verse":"40","text":"the hangings of the courtyard, its pillars, and its bases; and the screen for the courtyard gate, its tent cords and its ⸤pegs⸥;\\f + \\fr 39:40 \\ft Literally “hands” \\f* and all the equipment of the service of the tabernacle for the tent of assembly, "},{"style":"v","verse":"41","text":"the woven garments for serving in the sanctuary—the holy garments for Aaron the priest and the garments for his sons to serve as priests. "},{"style":"v","verse":"42","text":"According to all that Yahweh had commanded Moses, so the ⸤Israelites⸥\\f + \\fr 39:42 \\ft Literally “sons/children of Israel” \\f* did all the work. "},{"style":"v","verse":"43","text":"And Moses saw all the work, and, indeed, they had done it as Yahweh had commanded; so they did, and Moses blessed them."}]