[{"style":"s1","verse":"","text":"Plague Two: Frogs"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"\\f + \\fr 8:1 \\ft \\xt Exodus 8:1–32 \\ft in the English Bible is 7:26–8:28 in the Hebrew Bible \\f* And Yahweh said to Moses, “Go to Pharaoh, and say to him, ‘Thus says Yahweh, “Release my people so that they may serve me.” "},{"style":"v","verse":"2","text":"And if you \\add are\\add* refusing to release, look, I \\add am going to\\add* plague all of your territory with frogs. "},{"style":"v","verse":"3","text":"And the Nile will swarm with frogs, and they will go up and come into your house and into your ⸤bedroom⸥\\f + \\fr 8:3 \\ft Literally “the inner room of your bed” \\f* and onto your bed and into the house of your servants and among your people and into your ovens and into your kneading troughs. "},{"style":"v","verse":"4","text":"And the frogs will go up against you and against your people and against all of your servants.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"And Yahweh said to Moses, “Say to Aaron, ‘Stretch out your hand with your staff over the rivers, over the canals, and over the pools, and bring up the frogs on the land of Egypt.’ ” "},{"style":"v","verse":"6","text":"And Aaron stretched out his hand over the waters of Egypt, and the frogs went up and covered the land of Egypt. "},{"style":"v","verse":"7","text":"And the magicians did likewise with their secret arts, and they brought up frogs over the land of Egypt."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"And Pharaoh called Moses and Aaron and said, “Pray to Yahweh, and let him remove the frogs from me and from my people, and let me release the people so that they can sacrifice to Yahweh.” "},{"style":"v","verse":"9","text":"And Moses said to Pharaoh, “⸤I leave to you the honor⸥\\f + \\fr 8:9 \\ft Literally “glorify yourself” \\f* over me. When shall I pray for you and for your servants and for your people to cut off the frogs from you and from your houses? They will be left only in the Nile.” "},{"style":"v","verse":"10","text":"And he said, “Tomorrow.” And he said, “\\add Let it be\\add* according to your word so that you will know that there is no one like Yahweh our God. "},{"style":"v","verse":"11","text":"And the frogs will depart from you and from your house and from your servants. They will be left only in the Nile.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"And Moses and Aaron went out from Pharaoh, and Moses cried out to Yahweh over the matter of the frogs that he had brought on Pharaoh. "},{"style":"v","verse":"13","text":"And Yahweh did according to the word of Moses, and the frogs died from the houses, from the courtyards, and from the fields. "},{"style":"v","verse":"14","text":"And they piled them \\add in\\add* countless heaps,\\f + \\fr 8:14 \\ft Literally “heaps, heaps” \\f* and the land stank. "},{"style":"v","verse":"15","text":"And Pharaoh saw that there was relief, and he made his heart ⸤insensitive⸥,\\f + \\fr 8:15 \\ft Literally “heavy” \\f* and he did not listen to them, as Yahweh had spoken."},{"style":"s1","verse":"","text":"Plague Three: Gnats"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"And Yahweh said to Moses, “Say to Aaron, ‘Stretch out your staff and strike the dust of the land, and it will become gnats\\f + \\fr 8:16 \\ft Exactly what troublesome insect is uncertain \\f* in all the land of Egypt.’ ” "},{"style":"v","verse":"17","text":"And he did so, and Aaron stretched out his hand with his staff, and he struck the dust of the land, and it became gnats on the humans and on the animals; all of the dust of the land became gnats in all the land of Egypt. "},{"style":"v","verse":"18","text":"And the magicians did so with their secret arts to bring out the gnats, but they were not able, and the gnats were on the humans and on the animals. "},{"style":"v","verse":"19","text":"And the magicians said to Pharaoh, “It is the finger of God.” But the heart of Pharaoh was hard, and he did not listen to them, as Yahweh had spoken."},{"style":"s1","verse":"","text":"Plague Four: Flies"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"And Yahweh said to Moses, “Start early in the morning and stand before Pharaoh. Look, \\add he is\\add* going out to the water, and you must say to him, ‘Thus says Yahweh, “Release my people so that they may serve me.” "},{"style":"v","verse":"21","text":"But if you are not \\add about to\\add* release my people, look, I \\add am about\\add* to send out flies among you and among your servants and among your people and in your houses; and the houses of Egypt will fill up with the flies and also the ground that they are on. "},{"style":"v","verse":"22","text":"But on that day I will distinguish\\f + \\fr 8:22 \\ft Or “deal differently with” \\f* the land of Goshen, where my people are staying, by there not being flies there, so that you will know that I \\add am\\add* Yahweh in the midst of the land. "},{"style":"v","verse":"23","text":"And I will put a distinction between my people and your people; this sign will be tomorrow.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"And Yahweh did so, and a ⸤severe⸥\\f + \\fr 8:24 \\ft Literally “heavy” \\f* \\add swarm of\\add* flies came to the house of Pharaoh and the house of his servants and in all the land of Egypt; the land was ruined because of the flies. "},{"style":"v","verse":"25","text":"And Pharaoh called Moses and Aaron, and he said, “Go, sacrifice to your God in the land.” "},{"style":"v","verse":"26","text":"And Moses said, “To do so \\add is\\add* not right, because we will sacrifice to Yahweh our God a thing detestable to the Egyptians. Look, \\add if\\add* we sacrifice before their eyes the thing detestable to the Egyptians, will they not stone us? "},{"style":"v","verse":"27","text":"We will go a journey of three days into the desert, and we will sacrifice to Yahweh our God according to what he says to us.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"And Pharaoh said, “I myself will release you, and you will sacrifice to Yahweh your God in the desert. Only surely you must not go far. Pray for me.” "},{"style":"v","verse":"29","text":"And Moses said, “Look, I \\add am\\add* going out from you, and I will pray to Yahweh so that the flies depart from Pharaoh, from his servants, and from his people tomorrow. Only let not Pharaoh again deceive \\add us\\add* by not releasing the people to sacrifice to Yahweh.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"And Moses went out from Pharaoh and prayed to Yahweh. "},{"style":"v","verse":"31","text":"And Yahweh did according to the word of Moses and removed the flies from Pharaoh, from his servants, and from his people; not one was left. "},{"style":"v","verse":"32","text":"And Pharaoh made his heart ⸤insensitive⸥\\f + \\fr 8:32 \\ft Literally “heavy” \\f* also this time, and he did not release the people."}]