[{"style":"s1","text":"God’s Covenant Grace to Unfaithful and Rebellious Israel"},{"style":"m","text":""},{"style":"v","text":"And the word of Yahweh ⸤came⸥\\f + \\fr 16:1 \\ft Literally “was” \\f* to me, ⸤saying⸥,\\f + \\fr 16:1 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Son of man,\\f + \\fr 16:2 \\ft Or “mortal,” or “son of humankind” \\f* make known to Jerusalem its detestable things, "},{"style":"v","text":"and you must say, ‘Thus says the Lord Yahweh to Jerusalem: Your origin and your birth \\add were\\add* from the land of the Canaanites,\\f + \\fr 16:3 \\ft Hebrew “Canaanite” \\f* your father \\add was\\add* an Amorite, and your mother \\add was\\add* a Hittite. "},{"style":"v","text":"And \\add as for\\add* your birth, ⸤on the day you were born⸥\\f + \\fr 16:4 \\ft Literally “on the day of being born you” \\f* your umbilical cord was not cut, and ⸤you were not thoroughly washed clean with water⸥,\\f + \\fr 16:4 \\ft Literally “with water not you were cleansed for cleansing” \\f* and ⸤you were not thoroughly rubbed with salt⸥,\\f + \\fr 16:4 \\ft Literally “being rubbed with salt you were not rubbed with salt” \\f* and ⸤you were not carefully wrapped in strips of cloth⸥.\\f + \\fr 16:4 \\ft Literally “being wrapped in strips of cloth not you were wrapped in strips of cloth” \\f* "},{"style":"v","text":"⸤No eye took pity on you⸥\\f + \\fr 16:5 \\ft Literally “not took pity on you an eye” \\f* to do to you one of these \\add things\\add* to show compassion for you, and you were thrown ⸤into the open field⸥\\f + \\fr 16:5 \\ft Literally “to the face of the field” \\f* in \\add their\\add* despising of you ⸤on the day you were born⸥.\\f + \\fr 16:5 \\ft Literally “on the day of being born you” \\f*"},{"style":"p","text":""},{"style":"v","text":"“ ‘And I passed by you, and I saw you kicking about in your blood, and I said to you in your blood, “Live! "},{"style":"v","text":"Grow up;\\f + \\fr 16:7 \\ft Or “A myriad \\fq I have made you \\ft ” \\f* I will make you like a plant of the field.” And you grew up, and you became tall and ⸤reached full womanhood⸥.\\f + \\fr 16:7 \\ft Literally “ornament of ornaments” \\f* \\add Your\\add* breasts were formed, and your hair had grown, but you \\add were\\add* naked and bare."},{"style":"p","text":""},{"style":"v","text":"“ ‘And I passed by you, and I saw you, and look, ⸤your time of lovemaking had come⸥,\\f + \\fr 16:8 \\ft Literally “your time \\fq was the \\ft time of lovemaking” \\f* and \\add so\\add* I spread out my hem over you, and I covered your nakedness, and I swore to you, and I entered into\\f + \\fr 16:8 \\ft Hebrew “in” \\f* a covenant with you,’ ⸤declares⸥\\f + \\fr 16:8 \\ft Literally “declaration of” \\f* the Lord Yahweh, ‘and ⸤you became mine⸥.\\f + \\fr 16:8 \\ft Literally “and you were to me” \\f* "},{"style":"v","text":"And I washed you with water, and I rinsed off your blood from on you, and I anointed you with oil. "},{"style":"v","text":"And I clothed you \\add with\\add* beautiful finished cloth, and I put sandals \\add on\\add* you \\add of\\add* fine leather, and I bound you in fine linen, and I covered you \\add with\\add* costly fabric. "},{"style":"v","text":"And I adorned you \\add with\\add* ornaments,\\f + \\fr 16:11 \\ft Hebrew “ornament” \\f* and I put a bracelet on your arms and a necklace on your neck. "},{"style":"v","text":"And I put an ornamental ring on your nose and earrings on your ears and a ⸤beautiful crown⸥\\f + \\fr 16:12 \\ft Literally “a crown of splendor” \\f* on your head. "},{"style":"v","text":"And you adorned yourself with gold and silver, and your clothing \\add was\\add* fine linen and costly fabric and beautiful finished cloth; you ate finely milled flour and honey and olive oil, and you became exceedingly beautiful; ⸤you were fit to be a queen⸥.\\f + \\fr 16:13 \\ft Literally “you could succeed to queenship” \\f* "},{"style":"v","text":"And a name went out for you among the nations because of your beauty, for it \\add was\\add* perfect because of my majesty that I bestowed on you,’ ⸤declares⸥\\f + \\fr 16:14 \\ft Literally “declaration of” \\f* the Lord Yahweh. "},{"style":"v","text":"‘And you trusted in your beauty, and you prostituted on account of your name, and you poured out your fornication on every \\add one\\add* passing by, \\add saying\\add*, “Let it be his.” "},{"style":"v","text":"And you took from your clothes and you made for yourself colorful\\f + \\fr 16:16 \\ft Or “gaudy” \\f* shrines, and you prostituted on them; ⸤this had not happened before⸥,\\f + \\fr 16:16 \\ft Literally “Not \\fq were \\ft happening” \\f* and it ⸤will not continue to happen⸥.\\f + \\fr 16:16 \\ft Literally “and not it will be”; Hebrew text unclear \\f* "},{"style":"v","text":"And you took ⸤your beautiful jewelry⸥\\f + \\fr 16:17 \\ft Literally “the jewelry of splendor” \\f* \\add made\\add* from my gold and from my silver that I had given to you, and you made for yourself ⸤male images⸥,\\f + \\fr 16:17 \\ft Literally “images of a male” \\f* and you prostituted with them. "},{"style":"v","text":"And you took the clothes of your beautiful finished cloth, and you covered them and my oil and my incense you set ⸤before them⸥.\\f + \\fr 16:18 \\ft Literally “to the face of them” \\f* "},{"style":"v","text":"And my bread that I gave to you, finely milled flour and oil and honey \\add with which\\add* I fed you, then you set it ⸤before them⸥\\f + \\fr 16:19 \\ft Literally “to the face of them” \\f* as a ⸤pleasing odor⸥,\\f + \\fr 16:19 \\ft Literally “a scent of an incense” \\f* and so it was,’ ⸤declares⸥\\f + \\fr 16:19 \\ft Literally “declaration of” \\f* the Lord Yahweh. "},{"style":"v","text":"‘And you took your sons and your daughters whom you had borne for me, and you sacrificed them to them to be eaten,\\f + \\fr 16:20 \\ft Or “consumed” \\f* ⸤as if your whorings were not enough⸥.\\f + \\fr 16:20 \\ft Literally “\\fq it was too \\ft little from your whorings” \\f* "},{"style":"v","text":"And you slaughtered my children, and you gave them ⸤to be sacrificed to them⸥.\\f + \\fr 16:21 \\ft Literally “to cause them to cross over to them” \\f* "},{"style":"v","text":"And \\add in\\add* all of your detestable things and your fornication you did not remember the days of your childhood ⸤when you were naked and bare⸥,\\f + \\fr 16:22 \\ft Literally “at your being naked and bare” \\f* \\add when\\add* you were kicking about in your blood."},{"style":"p","text":""},{"style":"v","text":"“ ‘And then after all of your evil! Woe, woe, to you!’ ⸤declares⸥\\f + \\fr 16:23 \\ft Literally “declaration of” \\f* the Lord Yahweh. "},{"style":"v","text":"‘And \\add then\\add* you built for yourself a mound, and you made for yourself a high place in every public square. "},{"style":"v","text":"At \\add the\\add* head of every street you built your high place and you disgraced your beauty and you spread your feet for every passerby, and you increased your whoring. "},{"style":"v","text":"And you prostituted with the ⸤Egyptians⸥,\\f + \\fr 16:26 \\ft Literally “sons/children of Egypt” \\f* your neighbors ⸤who were sexually aroused⸥,\\f + \\fr 16:26 \\ft Literally “\\fq those \\ft being great of flesh” \\f* and you increased your fornication to provoke me. "},{"style":"v","text":"And look! I stretched out my hand against you, and I reduced your portion, and I gave you into\\f + \\fr 16:27 \\ft Hebrew “in” \\f* the desire of your haters, the daughters of the Philistines, who were ashamed because of your lewd ⸤conduct⸥.\\f + \\fr 16:27 \\ft Literally “your way \\fq of life \\ft ” \\f* "},{"style":"v","text":"And you prostituted with the ⸤Assyrians⸥\\f + \\fr 16:28 \\ft Literally “sons/children of Assyria” \\f* on account of ⸤your insatiable lust⸥,\\f + \\fr 16:28 \\ft Literally “of no your satisfaction” \\f* and you prostituted \\add with\\add* them, and still you were not satisfied. "},{"style":"v","text":"And you increased your fornication to \\add the\\add* land of traders,\\f + \\fr 16:29 \\ft Hebrew “trader” \\f* \\add to\\add* Chaldea, and even with this you were not satisfied. "},{"style":"v","text":"How hot with fever \\add was\\add* your heart!’ ⸤declares⸥\\f + \\fr 16:30 \\ft Literally “declaration of” \\f* the Lord Yahweh. ‘⸤When you did⸥\\f + \\fr 16:30 \\ft Literally “at/in you to do” \\f* all of these actions ⸤of a headstrong female prostitute⸥,\\f + \\fr 16:30 \\ft Literally “deeds of a woman prostituting domineering” \\f* "},{"style":"v","text":"⸤when you built⸥\\f + \\fr 16:31 \\ft Literally “at/in building your” \\f* your mound at \\add the\\add* head of every street and your high place you made on every street, yet\\f + \\fr 16:31 \\ft Hebrew “and” \\f* you were\\f + \\fr 16:31 \\ft According to the reading tradition (\\fqa Qere \\ft ) \\f* not like a prostitute, \\add as you were\\add* scorning \\add your\\add* harlot’s wages. "},{"style":"v","text":"O, adulterous woman! In the place of her husband she received strangers. "},{"style":"v","text":"To all prostitutes they give a fee, but you, you gave your gifts to all of your lovers, and you bribed them to come to you from all around in your whorings! "},{"style":"v","text":"And it was the opposite with you from the \\add other\\add* women in your whorings; ⸤no one solicited you as a prostitute⸥.\\f + \\fr 16:34 \\ft Literally “and after you not he solicited a prostitute” \\f* ⸤You gave⸥\\f + \\fr 16:34 \\ft Literally “And at your giving” \\f* a harlot’s wages, and \\add a\\add* harlot’s wages \\add were\\add* not given to you, and \\add so\\add* it was \\add just\\add* the opposite."},{"style":"p","text":""},{"style":"v","text":"“ ‘Therefore, prostitute, hear the word of Yahweh. "},{"style":"v","text":"Thus says the Lord Yahweh: Because of the pouring out of your shame and \\add because\\add* your nakedness was revealed in your whoring with your lovers, and on account of all of the idols of your detestable things, and according to the blood of your children whom you gave to them, "},{"style":"v","text":"therefore, look! I \\add am\\add* gathering all of your lovers ⸤whom you were pleased about⸥,\\f + \\fr 16:37 \\ft Literally “whom you were pleased about them” \\f* and all of whom you loved in addition to all of whom you hated, and I will gather them against you from ⸤everywhere⸥,\\f + \\fr 16:37 \\ft Literally “all around” \\f* and I \\add will\\add* uncover your nakedness to them, and they will see all of your nakedness. "},{"style":"v","text":"And I will judge you \\add with the\\add* judgment of \\add women\\add* committing adultery and shedding blood, and I will give you \\add the\\add* blood of rage and jealousy. "},{"style":"v","text":"And I will give you into their hand, and they will demolish your mound, and they will break down your high places, and they will strip you of your clothes, and they will take ⸤your beautiful jewelry⸥,\\f + \\fr 16:39 \\ft Literally “the objects of your splendor” \\f* and they will leave you naked and bare. "},{"style":"v","text":"And they will bring up against you a crowd, and they will stone you with stones,\\f + \\fr 16:40 \\ft Hebrew “stone” \\f* and they will cut you to pieces with their swords. "},{"style":"v","text":"And they will burn your houses with fire, and they will execute against you judgments ⸤before⸥\\f + \\fr 16:41 \\ft Literally “to \\fq the \\ft eyes of” \\f* many women, and I will stop you from prostitution, and also a harlot’s wages you will not give\\f + \\fr 16:41 \\ft Or “pay” \\f* again. "},{"style":"v","text":"And I will satisfy my rage on you, and my jealousy will turn away from you, and I will be calm, and I will not be angry \\add any\\add* longer. "},{"style":"v","text":"⸤Because⸥\\f + \\fr 16:43 \\ft Literally “because that” \\f* you did not remember\\f + \\fr 16:43 \\ft According to the reading tradition (\\fqa Qere \\ft ) with BHS \\f* the days of your childhood and you made me angry with all of these. And in turn I, look, I will return your way upon \\add your\\add* head,’ ⸤declares⸥\\f + \\fr 16:43 \\ft Literally “declaration of” \\f* the Lord Yahweh, ‘and did\\f + \\fr 16:43 \\ft According to the reading tradition (\\fqa Qere \\ft ); cf. BHS \\f* you not \\add do\\add* wickedness\\f + \\fr 16:43 \\ft Literally “the wickedness” \\f* in addition to all of your detestable things? "},{"style":"v","text":"Look! Everyone quoting a proverb\\f + \\fr 16:44 \\ft Literally “proverbing a proverb” \\f* against you, he will quote, ⸤saying⸥,\\f + \\fr 16:44 \\ft Literally “to say” \\f* ‘Like her mother \\add is\\add* her daughter!’ "},{"style":"v","text":"You \\add are\\add* a daughter of your mother \\add who\\add* abhorred her husband and her children, and you \\add are\\add* a sister of your sisters who abhorred their husbands and their children. Your mother \\add was\\add* a Hittite, and your father \\add was\\add* an Amorite. "},{"style":"v","text":"And your elder sister, she \\add is\\add* Samaria, and her daughters, \\add who are\\add* dwelling on your north, and your younger sister \\add is\\add* the one dwelling on your south; \\add she\\add* \\add is\\add* Sodom and her daughters. "},{"style":"v","text":"And you have not \\add only\\add* gone in their ways, but\\f + \\fr 16:47 \\ft Or “and” \\f* you \\add also\\add* did according to their detestable things. ⸤In such a short time⸥\\f + \\fr 16:47 \\ft Literally “as few little and” \\f* you behaved \\add more\\add* corruptly than they in all of your ways. "},{"style":"v","text":"⸤As surely as I live⸥,’\\f + \\fr 16:48 \\ft Literally “live I” \\f* ⸤declares⸥\\f + \\fr 16:48 \\ft Literally “declaration of” \\f* the Lord Yahweh, ‘surely your sister Sodom and her daughters did not \\add do\\add* as\\f + \\fr 16:48 \\ft Hebrew “as that” \\f* you and your daughters did. "},{"style":"v","text":"Look! This was the iniquity of Sodom, your sister: Pride, abundance of food, and ⸤prosperous ease⸥\\f + \\fr 16:49 \\ft Literally “and ease of granting relief” \\f* was to her and to her daughters, and ⸤she did not sustain the needy and the poor⸥.\\f + \\fr 16:49 \\ft Literally “And \\fq the \\ft hand of \\fq the \\ft needy and \\fq the \\ft poor not she did take hold of” \\f* "},{"style":"v","text":"And they were proud, and they did a detestable thing ⸤before me⸥,\\f + \\fr 16:50 \\ft Literally “to the face of me” \\f* and I removed them ⸤because⸥\\f + \\fr 16:50 \\ft Literally “as that” \\f* I saw \\add it\\add*. "},{"style":"v","text":"And Samaria did not sin ⸤according to even half of your sins⸥,\\f + \\fr 16:51 \\ft Literally “about/as/like the half of sins your not did she sin” \\f* and you caused your detestable things to increase more than they, and you made your sister righteous \\add in comparison\\add* with all of your detestable things that you did.\\f + \\fr 16:51 \\ft According to the reading tradition (\\fqa Qere \\ft ); cf. BHS \\f* "},{"style":"v","text":"Also,\\f + \\fr 16:52 \\ft Or “indeed” \\f* you bear your disgrace, \\add by\\add* which you furnished justification to your sisters\\f + \\fr 16:52 \\ft Hebrew “sister” \\f* through your sins \\add by\\add* which you acted more abominably than they; they were more righteous than you, and also,\\f + \\fr 16:52 \\ft Or “indeed” \\f* you be ashamed and bear your disgrace through your making your sister righteous."},{"style":"p","text":""},{"style":"v","text":"And I will restore their fortune, the fortunes of Sodom and her daughters, and the fortunes of Samaria and her daughters, and \\add even\\add* the fortunes of your captivity in the midst of them, "},{"style":"v","text":"in order that you may bear your disgrace and you may be put to shame because of all that you did at your consoling them. "},{"style":"v","text":"And \\add as for\\add* your sisters, Sodom and her daughters, they will return to their former state, and Samaria and her daughters, they will return to their former state, and you and your daughters will return to your former state. "},{"style":"v","text":"And was not Sodom, your sister, a byword in your mouth in the day of your pride "},{"style":"v","text":"⸤before⸥\\f + \\fr 16:57 \\ft Literally “at not yet” \\f* your evil was uncovered? \\add It was\\add* like the time of the scorn of the daughters of Aram and all \\add those\\add* around her, and of the daughters of the Philistines, those all around who \\add are\\add* despising you. "},{"style":"v","text":"Your wickedness and your detestable things, you, you must bear them,’ ⸤declares⸥\\f + \\fr 16:58 \\ft Literally “declaration of” \\f* Yahweh. "},{"style":"v","text":"‘For thus says the Lord Yahweh: And I will do it\\f + \\fr 16:59 \\ft According to the reading tradition (\\fqa Qere \\ft ) \\f* to you ⸤according to what you have done⸥,\\f + \\fr 16:59 \\ft Literally “as that you have done” \\f* who despised \\add the\\add* oath to break covenant. "},{"style":"v","text":"And I, I will remember my covenant with you in the days of your youth, and I will establish with you ⸤an everlasting covenant⸥.\\f + \\fr 16:60 \\ft Literally “a covenant of eternity” \\f* "},{"style":"v","text":"And you will remember your ways, and you will be ashamed when you take your sisters, ⸤both the older and the younger⸥,\\f + \\fr 16:61 \\ft Literally “the older from you to the younger from you” \\f* and I give them to you as daughters, but not on account of your covenant. "},{"style":"v","text":"And I, I will establish my covenant with you, and you will know that I \\add am\\add* Yahweh, "},{"style":"v","text":"in order that you will remember, and you will be ashamed, and ⸤you will not open your mouth again⸥\\f + \\fr 16:63 \\ft Literally “and not it will be again an opening of mouth” \\f* ⸤because of⸥\\f + \\fr 16:63 \\ft Literally “from the face of” \\f* your disgrace when I forgive you for all that you have done!’ ” ⸤declares⸥\\f + \\fr 16:63 \\ft Literally “declaration of” \\f* the Lord Yahweh."}]