[{"style":"s1","verse":"","text":"Parable of Two Eagles and a Vine"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And the word of Yahweh ⸤came⸥\\f + \\fr 17:1 \\ft Literally “was” \\f* to me, ⸤saying⸥,\\f + \\fr 17:1 \\ft Literally “to say” \\f* "},{"style":"v","verse":"2","text":"“Son of man,\\f + \\fr 17:2 \\ft Or “mortal,” or “son of humankind” \\f* tell a riddle and quote a proverb to the house of Israel, "},{"style":"v","verse":"3","text":"and you must say, ‘Thus says the Lord Yahweh: “⸤The great eagle with great wings and long feathers⸥\\f + \\fr 17:3 \\ft Literally “the eagle the great great of \\fq the \\ft wings long of \\fq the \\ft feather” \\f* \\add and\\add* ⸤full of variegated plumage⸥\\f + \\fr 17:3 \\ft Literally “full of \\fq the \\ft plumage which \\fq is \\ft for him \\fq the \\ft variegated” \\f* came to Lebanon and he took the treetop of the cedar. "},{"style":"v","verse":"4","text":"He plucked the top of its new plant shoot, and he brought it to the land of Canaan \\add and\\add* put it in a city of merchants, "},{"style":"v","verse":"5","text":"and he took from the seed of the land and placed it in ⸤fertile soil⸥\\f + \\fr 17:5 \\ft Literally “a field of seed” \\f* on\\f + \\fr 17:5 \\ft Or “by” \\f* many waters; \\add like\\add* a willow he planted it. "},{"style":"v","verse":"6","text":"And it sprouted, and ⸤it became a vine spreading out⸥,\\f + \\fr 17:6 \\ft Literally “he was to vine spreading out” \\f* low of height, turning its branches to him, and its roots were under it, and ⸤it became a vine⸥,\\f + \\fr 17:6 \\ft Literally “and it was to a vine” \\f* and it made\\f + \\fr 17:6 \\ft Or “sprouted” \\f* branches, and it sent out foliage."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"“ ‘ “And there was another great eagle, great of wings and \\add with\\add* abundant plumage, and look! This vine stretched out its roots toward him and extended its branches to him to water it from the garden bed ⸤where it was planted⸥.\\f + \\fr 17:7 \\ft Literally “from the garden bed of its planting” \\f* "},{"style":"v","verse":"8","text":"It was planted in\\f + \\fr 17:8 \\ft Or “to” \\f* \\add a\\add* good field by\\f + \\fr 17:8 \\ft Or “to” \\f* many waters\\f + \\fr 17:8 \\ft Hebrew “water” \\f* to produce branches\\f + \\fr 17:8 \\ft Hebrew “branch” \\f* and to bear fruit to become\\f + \\fr 17:8 \\ft Hebrew “be” \\f* ⸤a beautiful vine⸥.” ’\\f + \\fr 17:8 \\ft Literally “to a vine of splendor” \\f* "},{"style":"v","verse":"9","text":"Say, ‘Thus says the Lord Yahweh: “Will it prosper? Will he not tear out its roots, and will he not make its fruit scaly, and it will wither, and all of the freshness of its vegetation will dry up? And to lift it from its roots ⸤will not require great strength or many people⸥.\\f + \\fr 17:9 \\ft Literally “not with strong arm and with many people” \\f* "},{"style":"v","verse":"10","text":"And look! \\add Though\\add* it is planted, will it prosper? ⸤When the east wind strikes it⸥,\\f + \\fr 17:10 \\ft Literally “at striking her/it the wind of the east” \\f* will it not dry up completely? On the garden bed of its vegetation it will dry up!” ’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"And the word of Yahweh ⸤came⸥\\f + \\fr 17:11 \\ft Literally “was” \\f* to me, ⸤saying⸥, "},{"style":"v","verse":"12","text":"“Say now to the rebellious house of Israel, ‘Do you not know what these \\add are\\add*?’\\f + \\fr 17:12 \\ft Or “mean” \\f* Say, ‘Look! The king of Babylon will come \\add to\\add* Jerusalem, and he will take its king and its officials, and he will bring\\f + \\fr 17:12 \\ft Or “take” \\f* them to himself,\\f + \\fr 17:12 \\ft Hebrew “him” \\f* \\add to\\add* Babylon. "},{"style":"v","verse":"13","text":"And he took from the seed of the kingship, and he made with him a covenant, and ⸤he brought him under oath⸥,\\f + \\fr 17:13 \\ft Literally “and he brought him in\\fq to \\ft oath” \\f* and he took the rulers of the land, "},{"style":"v","verse":"14","text":"so that \\add they would\\add* be a humble kingdom and not lift itself up to keep his covenant ⸤in order for it to stand⸥.\\f + \\fr 17:14 \\ft Literally “to standing her”; or “to let her stand” \\f* "},{"style":"v","verse":"15","text":"But he rebelled against him by sending his messengers \\add to\\add* Egypt to give to him horses and a large army. Will he succeed? Will he escape doing these \\add things\\add*, and can he break \\add the\\add* covenant and escape? "},{"style":"v","verse":"16","text":"⸤As I live⸥,’\\f + \\fr 17:16 \\ft Literally “live I” \\f* ⸤declares⸥\\f + \\fr 17:16 \\ft Literally “declaration of” \\f* the Lord Yahweh, ‘⸤surely⸥\\f + \\fr 17:16 \\ft Literally “if not” \\f* in the place of the king ⸤who made⸥\\f + \\fr 17:16 \\ft Literally “who \\fq he was \\ft making” \\f* him king, who despised his oath and who broke his covenant with him—in the midst of Babylon he will die. "},{"style":"v","verse":"17","text":"And not with a great army and with a great crowd will Pharaoh work\\f + \\fr 17:17 \\ft Or “help/aid” \\f* with him in the war, at the pouring out of a siege ramp and the building of siege works to destroy many lives. "},{"style":"v","verse":"18","text":"And he despised \\add the\\add* oath to break covenant. And, look, he gave his hand \\add in pledge\\add*, and \\add yet\\add* he did all of these \\add things\\add*. He will not escape.’ "},{"style":"v","verse":"19","text":"Therefore thus says the Lord Yahweh: ‘⸤As I live⸥,\\f + \\fr 17:19 \\ft Literally “live I” \\f* ⸤surely⸥\\f + \\fr 17:19 \\ft Literally “if not” \\f* my oath that he despised and my covenant that he broke I will return upon his head. "},{"style":"v","verse":"20","text":"And I will spread my net over him, and he will be caught in my hunting net, and I will bring him \\add to\\add* Babylon, and I will enter into judgment with him there \\add about\\add* his infidelity that he displayed against me. "},{"style":"v","verse":"21","text":"And all of his choice troops, among all of his troops, they will fall by the sword, and \\add those who\\add* \\add are\\add* remaining,\\f + \\fr 17:21 \\ft Or “left over” \\f* they will be scattered to all \\add the directions of the\\add* wind, and you will know that I, Yahweh, I have spoken.’ "},{"style":"v","verse":"22","text":"Thus says the Lord Yahweh: ‘And I will take, \\add even\\add* I, from the treetop of the high cedar, and I will plant \\add it\\add*, from the head of its new plant shoot I will pluck a tender one, and I will plant \\add it\\add*, \\add even\\add* I, on a high and lofty mountain. "},{"style":"v","verse":"23","text":"On the height of the mountain of Israel I will plant \\add it\\add*, and it will carry\\f + \\fr 17:23 \\ft Or “bear” \\f* branches,\\f + \\fr 17:23 \\ft Hebrew “branch” \\f* and it will bear fruit, and ⸤it will become a noble cedar⸥,\\f + \\fr 17:23 \\ft Literally “he will be to a cedar noble” \\f* and all of the birds of all wings\\f + \\fr 17:23 \\ft Or “kinds” \\f* will dwell under it in the shade of its branches. "},{"style":"v","verse":"24","text":"And all of the trees of the field will know that I, Yahweh, I will bring low a high tree, \\add and\\add* I will exalt a low, fresh tree, and I will make a dry tree flourish. I, Yahweh, I have spoken, and I will do \\add it\\add*.’ ”"}]