[{"style":"s1","text":"Prophecy Concerning Israel’s Shepherds and Sheep"},{"style":"m","text":""},{"style":"v","text":"And the word of Yahweh ⸤came⸥\\f + \\fr 34:1 \\ft Literally “was” \\f* to me, ⸤saying⸥, "},{"style":"v","text":"“Son of man,\\f + \\fr 34:2 \\ft Or “mortal,” or “son of humankind” \\f* prophesy against the shepherds of Israel, prophesy, and you must say to them, to the shepherds, ‘Thus says the Lord Yahweh: “Woe \\add to\\add* the shepherds of Israel who were feeding themselves! Must not the shepherds feed the flock? "},{"style":"v","text":"The fat you eat, and you clothe \\add yourself\\add* \\add with\\add* the wool; the well-nourished \\add animals\\add* you slaughter, \\add but\\add* you do not feed the flock. "},{"style":"v","text":"The weak you \\add have\\add* not strengthened, and the sick you \\add have\\add* not healed, and ⸤with respect to⸥\\f + \\fr 34:4 \\ft Literally “for” \\f* the hurt\\f + \\fr 34:4 \\ft Or “wounded” \\f* you have not bound \\add them up\\add*, and you \\add have\\add* not brought back the scattered, and you \\add have\\add* not sought the lost, but \\add rather\\add* you ruled over them with force\\f + \\fr 34:4 \\ft Or “violence” \\f* and with ruthlessness. "},{"style":"v","text":"And they were scattered ⸤without⸥\\f + \\fr 34:5 \\ft Literally “from not” \\f* a shepherd, and they were\\f + \\fr 34:5 \\ft Or “became” \\f* as food for all the animals\\f + \\fr 34:5 \\ft Hebrew “animal” \\f* of the field \\add when\\add* they were scattered. "},{"style":"v","text":"My flock went astray upon all of the mountains and on every high hill, and \\add so\\add* upon all the surface of the world\\f + \\fr 34:6 \\ft Or “earth” \\f* my flock were scattered, and ⸤there was no one seeking them⸥,\\f + \\fr 34:6 \\ft Literally “there was not \\fq someone \\ft seeking \\fq them \\ft ” \\f* and ⸤there was no one searching for them⸥.”\\f + \\fr 34:6 \\ft Literally “there was not \\fq someone \\ft searching for \\fq them \\ft ” \\f* "},{"style":"v","text":"Therefore, hear, \\add O\\add* shepherds, the word of Yahweh: "},{"style":"v","text":"“⸤As I live⸥,”\\f + \\fr 34:8 \\ft Literally “live I” \\f* ⸤declares⸥\\f + \\fr 34:8 \\ft Literally “declaration of” \\f* the Lord Yahweh, “⸤Surely⸥\\f + \\fr 34:8 \\ft Literally “if not” \\f* because my flock have become as plunder, and my flock became as food to\\f + \\fr 34:8 \\ft Or “for” \\f* all the animals\\f + \\fr 34:8 \\ft Hebrew “animal” \\f* of the field, since there was not a shepherd, \\add since\\add* my shepherds \\add have\\add* not sought my flock, but the shepherds fed themselves, and they fed not my flock,’ ” "},{"style":"v","text":"therefore, O shepherds, hear the word of Yahweh, "},{"style":"v","text":"‘Thus says the Lord Yahweh: “Look! I \\add am\\add* against the shepherds, and I will seek my flock from their hand, and I will put an end to them from shepherding flocks, and the shepherds will ⸤no longer⸥\\f + \\fr 34:10 \\ft Literally “not \\fq any \\ft longer” \\f* feed themselves, and I will deliver my flocks from their mouth, so that they will not be as food for them.”"},{"style":"p","text":""},{"style":"v","text":"“ ‘For thus says the Lord Yahweh: “Look! I, even I, will seek my flock, and I will look after them, "},{"style":"v","text":"\\add just\\add* like \\add the\\add* caring of a shepherd \\add for\\add* his herd on\\f + \\fr 34:12 \\ft Or “in” \\f* the day when he is in the midst of his scattered flock. Thus I will look after my flock, and I will deliver them from all the places ⸤to which they were scattered⸥\\f + \\fr 34:12 \\ft Literally “which they were scattered there” \\f* on \\add the\\add* day ⸤of storm and stress⸥.\\f + \\fr 34:12 \\ft Literally “on \\fq the \\ft day of cloud and deep gloom” \\f* "},{"style":"v","text":"And I will bring them out from the peoples, and I will gather them from the countries, and I will bring them to their soil, and I will feed them on the mountains of Israel, in the valleys, and in all of the settlements of the land. "},{"style":"v","text":"I will feed them in good pasture, and their pasture will be on the mountains of the heights of Israel; there they will lie down in good pasture, and \\add on\\add* lush pasture they will feed on the mountains of Israel. "},{"style":"v","text":"⸤I myself⸥\\f + \\fr 34:15 \\ft Literally “I, I” \\f* will feed my flock and ⸤I myself⸥\\f + \\fr 34:15 \\ft Literally “I, I” \\f* will allow them to lie down,” ⸤declares⸥\\f + \\fr 34:15 \\ft Literally “declaration of” \\f* the Lord Yahweh. "},{"style":"v","text":"“I will seek the lost, and I will bring back the scattered, and I will bind \\add up\\add* the one hurt, and I will strengthen the sick; and the fat and the strong I will destroy. I will feed her with justice.”"},{"style":"p","text":""},{"style":"v","text":"“ ‘And you, my flock, thus says the Lord Yahweh: “Look! I \\add am\\add* judging between ⸤one sheep and another⸥,\\f + \\fr 34:17 \\ft Literally “small sheep and small sheep” \\f* between the rams and between the he-goats. "},{"style":"v","text":"⸤Is it not enough for you⸥\\f + \\fr 34:18 \\ft Literally “is it \\fq too \\ft little from you” \\f* \\add that\\add* you feed on the good pasture? And \\add still\\add* you must trample the remainder of your pasture with your feet, and ⸤clear water⸥\\f + \\fr 34:18 \\ft Literally “and settling of water” \\f* you drink, and the ⸤leftover water⸥\\f + \\fr 34:18 \\ft Literally “\\fq water \\ft being left” \\f* you must make muddy with your feet. "},{"style":"v","text":"And my flock must graze the \\add pasture\\add* treaded upon by\\f + \\fr 34:19 \\ft Hebrew “of” \\f* your feet, and must drink the mud puddle \\add stirred up\\add* by\\f + \\fr 34:19 \\ft Hebrew “of” \\f* your feet.”"},{"style":"p","text":""},{"style":"v","text":"“ ‘Therefore thus says the Lord Yahweh to them: “Look! I, even I will judge between fat sheep and between lean sheep, "},{"style":"v","text":"because with \\add your\\add* flank and with \\add your\\add* shoulder you shoved, and with your horns you pushed all of the sick \\add animals\\add* ⸤until⸥\\f + \\fr 34:21 \\ft Literally “until that” \\f* you scattered it\\f + \\fr 34:21 \\ft Or “them” \\f* to the outside. "},{"style":"v","text":"And \\add so\\add* I will save my flock, and ⸤they will no longer be⸥\\f + \\fr 34:22 \\ft Literally “not they will be longer for plunder” \\f* for plunder, and I will judge between ⸤one sheep and another⸥.\\f + \\fr 34:22 \\ft Literally “sheep and sheep” \\f* "},{"style":"v","text":"And I will set up over them one shepherd, and he will feed them; \\add that is\\add*, my servant David. He will feed them, and he will be for them as\\f + \\fr 34:23 \\ft Or “like” \\f* a shepherd. "},{"style":"v","text":"And I, Yahweh, I will be for them ⸤as God⸥,\\f + \\fr 34:24 \\ft Literally “to a God” \\f* and my servant David \\add will be\\add* a leader in the midst of them. I, Yahweh, I have spoken. "},{"style":"v","text":"And I will make them a covenant of peace, and I will put an end to wild animals\\f + \\fr 34:25 \\ft Hebrew “animal” \\f* from the land, and they will dwell in the desert ⸤safely⸥,\\f + \\fr 34:25 \\ft Literally “with confidence/trust” \\f* and they will sleep in the forest. "},{"style":"v","text":"And I will make them and \\add the area\\add* all around my hill a blessing, and I will let the rain go down ⸤at its appointed time⸥;\\f + \\fr 34:26 \\ft Literally “in time his” \\f* they will be rains of blessing. "},{"style":"v","text":"And the tree\\f + \\fr 34:27 \\ft Or “trees” \\f* of the field will give its fruit, and the land will give its produce, and they will be on their land ⸤safely⸥,\\f + \\fr 34:27 \\ft Literally “with/in conficence” \\f* and they will know that I \\add am\\add* Yahweh when I break their yoke, and I will deliver them from the hand of the ones enslaving them. "},{"style":"v","text":"And they will not be \\add any\\add* longer plunder to the nations, and the animals of the land will not eat them, and they will dwell ⸤in safety⸥,\\f + \\fr 34:28 \\ft Literally “with confidence” \\f* and \\add there will\\add* not \\add be anyone\\add* frightening \\add them\\add*. "},{"style":"v","text":"And I will raise for them a garden plot\\f + \\fr 34:29 \\ft Or “planting” \\f* of renown, and they will ⸤no longer⸥\\f + \\fr 34:29 \\ft Literally “not \\fq any \\ft longer” \\f* be victims of famine in the land, and they will not bear any more the insult of the nations. "},{"style":"v","text":"And they will know that I, Yahweh their God, \\add am\\add* with them and they \\add are\\add* my people, the house of Israel,” ⸤declares⸥\\f + \\fr 34:30 \\ft Literally “declaration of” \\f* the Lord Yahweh, "},{"style":"v","text":"“and you \\add are\\add* my flock, the flock of my pasture. You \\add are\\add* ⸤my people⸥;\\f + \\fr 34:31 \\ft Literally “humanity, Mankind, human, mankind” \\f* I \\add am\\add* your God,” ⸤declares⸥\\f + \\fr 34:31 \\ft Literally “declaration of” \\f* the Lord Yahweh.’ ”"}]