[{"style":"s1","text":"Prophecy to the Mountains of Israel and of Israel’s Restoration"},{"style":"m","text":""},{"style":"v","text":"“And you, son of man,\\f + \\fr 36:1 \\ft Or “mortal,” or “son of humankind” \\f* prophesy to the mountains of Israel; and \\add so\\add* you must say, ‘Mountains of Israel, hear the word of Yahweh; "},{"style":"v","text":"thus says the Lord Yahweh: “Because the enemy said concerning you, ‘Ah, and\\f + \\fr 36:2 \\ft Or “now” \\f* \\add the\\add* ancient high places will be to us as a possession!’ ” ’ "},{"style":"v","text":"Therefore prophesy, and you must say, ‘Thus says the Lord Yahweh: “⸤Because indeed⸥\\f + \\fr 36:3 \\ft Literally “with because” \\f* ⸤when you were desolate⸥,\\f + \\fr 36:3 \\ft Literally “\\fq you \\ft being desolate” \\f* then they crushed you from all around, so that you became a possession to the remainder\\f + \\fr 36:3 \\ft Or “the rest of” \\f* of the nations, and you became ⸤a byword and object of slander for the people⸥.”\\f + \\fr 36:3 \\ft Literally “on lips of \\fq the \\ft tongue and slander of \\fq the \\ft people” \\f* "},{"style":"v","text":"Therefore, mountains of Israel, hear the word of the Lord Yahweh; thus says the Lord Yahweh to the mountains and to the hills, to the river channels and to the valleys and to the ruins that \\add are\\add* desolate and to the cities that \\add are\\add* abandoned \\add and\\add* that have become as plunder and as scorn for the remainder\\f + \\fr 36:4 \\ft Or “the rest of” \\f* of the nations that \\add are\\add* from all around. "},{"style":"v","text":"Therefore thus says the Lord Yahweh: “⸤Certainly⸥\\f + \\fr 36:5 \\ft Literally “if not” \\f* in the fire of my passion I spoke against the rest of the nations and against all\\f + \\fr 36:5 \\ft Literally “against Edom all of it” \\f* Edom, who made my land as \\add a\\add* possession, because of\\f + \\fr 36:5 \\ft Or “in order to plunder its pasture\\fq land \\ft ” \\f* its pastureland for plunder, for themselves in all of \\add the\\add* joy of their whole heart \\add and\\add* in \\add their\\add* inner disdain.”\\f + \\fr 36:5 \\ft Or “malice/disrespect” \\f* "},{"style":"v","text":"Therefore prophesy against the land of Israel, and you must say to the mountains and to the hills, to the river channels and to the valleys, thus says the Lord Yahweh: “Look! I spoke in my passion and in my anger \\add the\\add* insult of \\add the\\add* peoples you have endured.” "},{"style":"v","text":"Therefore thus says the Lord Yahweh: “⸤I swear⸥\\f + \\fr 36:7 \\ft Literally “I, raise my hand” \\f* ⸤certainly⸥\\f + \\fr 36:7 \\ft Literally “if not” \\f* \\add that\\add* the nations ⸤that are all around you⸥,\\f + \\fr 36:7 \\ft Literally “that \\fq are \\ft to you from all around” \\f* they indeed will endure their disgrace."},{"style":"p","text":""},{"style":"v","text":"“ ‘ “But you, mountains of Israel, your branch you will shoot, and your fruit you will carry\\f + \\fr 36:8 \\ft Or “bear” \\f* for my people Israel, for they \\add are\\add* soon to come. "},{"style":"v","text":"For look! I \\add am\\add* for you, and I will turn you, and you will be tilled, and you will be planted. "},{"style":"v","text":"And I will cause ⸤your population⸥\\f + \\fr 36:10 \\ft Literally “humans/humankind” \\f* to increase for you, all of the house of Israel, all of it, and the towns will be inhabited, and the ruins will be built. "},{"style":"v","text":"And I will cause ⸤your population⸥\\f + \\fr 36:11 \\ft Literally “humans/humankind” \\f* to increase for you, and domestic animals, \\add even\\add* they will be numerous, and they will be fruitful, and I will cause you to be inhabited like your ⸤ancient times⸥,\\f + \\fr 36:11 \\ft Literally “past days/times/ancient times” \\f* and I will do good \\add things\\add* more than \\add in\\add* your former times, and you will know that I \\add am\\add* Yahweh. "},{"style":"v","text":"And I will send over you my people Israel, and they will take possession of you, and you will be for them as an inheritance, and ⸤you will no longer bereave them of their children⸥.”\\f + \\fr 36:12 \\ft Literally “not you will again longer to bring bereavement for them” \\f*"},{"style":"p","text":""},{"style":"v","text":"“ ‘Thus says the Lord Yahweh, because \\add they are\\add* saying to you, “You \\add are\\add* \\add an\\add* eater of humans,\\f + \\fr 36:13 \\ft Or “peoples” \\f* and you are ⸤one who makes childless⸥\\f + \\fr 36:13 \\ft Literally “maker of childless” \\f* your people.”\\f + \\fr 36:13 \\ft That is, Israel and Judah; Cf. \\xt Ezek 37:15–22 \\ft \\f* "},{"style":"v","text":"Therefore humans\\f + \\fr 36:14 \\ft Or “peoples” \\f* you will not eat \\add any\\add* longer, and your nation you will not make childless\\f + \\fr 36:14 \\ft According to the reading tradition (\\fqa Qere \\ft ) \\f* \\add any\\add* longer,” ⸤declares⸥\\f + \\fr 36:14 \\ft Literally “declaration of” \\f* the Lord Yahweh. "},{"style":"v","text":"“And I will not let you hear \\add any\\add* longer the insult of the nations, and \\add the\\add* disgrace of \\add the\\add* peoples you will not bear \\add any\\add* longer; you \\add yourself\\add* will not cause your nation to stumble,” ⸤declares⸥\\f + \\fr 36:15 \\ft Literally “declaration of” \\f* the Lord Yahweh.’ ”"},{"style":"p","text":""},{"style":"v","text":"And the word of Yahweh ⸤came⸥\\f + \\fr 36:16 \\ft Literally “was” \\f* to me, ⸤saying⸥,\\f + \\fr 36:16 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Son of man,\\f + \\fr 36:17 \\ft Or “mortal,” or “son of humankind” \\f* the house of Israel, \\add they\\add* were dwelling on their soil, and they defiled it with their way and with their deeds; like the uncleanness of menstruation was their way ⸤before me⸥.\\f + \\fr 36:17 \\ft Literally “to the face of me” \\f* "},{"style":"v","text":"And I poured out my rage on them for the blood that they poured on the land and for their idols \\add with which\\add* they defiled it. "},{"style":"v","text":"And I scattered them among the nations, and I dispersed \\add them\\add* in the countries according to their way, and according to their deeds I judged them. "},{"style":"v","text":"And they came\\f + \\fr 36:20 \\ft Or “went” \\f* into the nations ⸤to which they went⸥,\\f + \\fr 36:20 \\ft Literally “who/which they went there” \\f* and they profaned ⸤my holy name⸥\\f + \\fr 36:20 \\ft Literally “the name of my holiness” \\f* when they said to them, ‘These \\add are\\add* the people of Yahweh, and from his land they went out.’ "},{"style":"v","text":"And I was concerned for ⸤my holy name⸥,\\f + \\fr 36:21 \\ft Literally “the name of my holiness” \\f* which, the house \\add of\\add* Israel defiled among the nations ⸤to which they went⸥.\\f + \\fr 36:21 \\ft Literally “which they went there” \\f*"},{"style":"p","text":""},{"style":"v","text":"“Therefore thus say to the house of Israel, ‘Thus says the Lord Yahweh: “⸤Not for your sake⸥ \\f + \\fr 36:22 \\ft Literally “not for the sake of/on behalf of you” \\f* \\add am\\add* I about to act, house of Israel, ⸤but⸥\\f + \\fr 36:22 \\ft Literally “for it” \\f* ⸤for my holy name⸥,\\f + \\fr 36:22 \\ft Literally “for the name of holiness my” \\f* which you defiled among the nations ⸤to which you went⸥.\\f + \\fr 36:22 \\ft Literally “which you went there” \\f* "},{"style":"v","text":"And I will consecrate my great name, which \\add was\\add* profaned among the nations \\add and\\add* which you have profaned in the midst of them, and the nations will know that I \\add am\\add* Yahweh!” ’ \\add a\\add* declaration of the Lord Yahweh, ⸤when I show myself holy⸥\\f + \\fr 36:23 \\ft Literally “at/in showing/to show self holy my” \\f* ⸤before⸥\\f + \\fr 36:23 \\ft Literally “to their eyes” \\f* their eyes."},{"style":"p","text":""},{"style":"v","text":"“ ‘And I will take you from the nations, and I will gather you from all of the lands, and I will bring you to your land. "},{"style":"v","text":"And I will sprinkle on you pure water, and you will be clean from all of your uncleanness, and I will cleanse you from all of your idols. "},{"style":"v","text":"And I will give a new heart to you, and a new spirit I will give\\f + \\fr 36:26 \\ft Or “put/place” \\f* into your inner parts, and I will remove the\\f + \\fr 36:26 \\ft Or “your” \\f* heart of stone from your flesh, and I will give to you a heart of flesh. "},{"style":"v","text":"And I will give\\f + \\fr 36:27 \\ft Or “place/put” \\f* my spirit into your inner parts, and I will make \\add it\\add* \\add so\\add* that you will go\\f + \\fr 36:27 \\ft Or “walk” \\f* in my rules, and my regulations you will remember, and you will do \\add them\\add*. "},{"style":"v","text":"And you will dwell in the land that I gave to your ancestors,\\f + \\fr 36:28 \\ft Or “fathers” \\f* and you will be to me \\add as\\add* a people, and I will be to you as\\f + \\fr 36:28 \\ft Hebrew “to” \\f* God. "},{"style":"v","text":"And I will save you from all of your uncleanness, and I will call to the grain, and I will cause it to increase, and I will not bring famine upon you. "},{"style":"v","text":"And I will cause the fruit of the tree and the crop of the field to increase, so that you will not suffer again \\add the\\add* disgrace of famine among the nations. "},{"style":"v","text":"And you will remember your evil ways and your deeds that \\add were\\add* not good, and you will loathe ⸤yourself⸥\\f + \\fr 36:31 \\ft Literally “for face your” \\f* over\\f + \\fr 36:31 \\ft Or “because of” \\f* your iniquities and over your detestable things. "},{"style":"v","text":"\\add But\\add* not for your sake \\add am\\add* I acting,” ⸤declares⸥\\f + \\fr 36:32 \\ft Literally “declaration of” \\f* the Lord Yahweh. “Let it be known to you, be ashamed, and be put to shame because of your ways, house of Israel."},{"style":"p","text":""},{"style":"v","text":"“Thus says the Lord Yahweh: ‘On the day when I cleanse you from all of your iniquities, I will cause the cities to be inhabited, and the ruins will be rebuilt. "},{"style":"v","text":"And the land that was desolate will be cultivated in ⸤the very place that⸥\\f + \\fr 36:34 \\ft Literally “in the place that/which/where” \\f* it was desolate before \\add the\\add* eyes of all of \\add the persons\\add* crossing over. "},{"style":"v","text":"And they will say, “⸤This desolate land⸥\\f + \\fr 36:35 \\ft Literally “the land this the being desolate” \\f* has become like the garden of Eden, and the wasted and desolate and destroyed cities, \\add now\\add* being refortified, are inhabited.” "},{"style":"v","text":"And the nations who are left all around, you will know that I, Yahweh, I built ⸤that which was destroyed⸥;\\f + \\fr 36:36 \\ft Literally “the destroyed” \\f* I planted the desolate \\add land\\add*; I, Yahweh, I have spoken, and I will act.’"},{"style":"p","text":""},{"style":"v","text":"“Thus says the Lord Yahweh: ‘Again this \\add time\\add* I will let ⸤myself be inquired of⸥\\f + \\fr 36:37 \\ft Literally “I will be/let me be searched” \\f* by the house of Israel, to do \\add something\\add* for them; I will cause them to increase ⸤their population like a flock⸥.\\f + \\fr 36:37 \\ft Literally “them as the flock humankind” \\f* "},{"style":"v","text":"Like \\add the\\add* flock of \\add the\\add* sanctuary, like the flock of Jerusalem at its festival, so the desolate cities will be filled with flocks\\f + \\fr 36:38 \\ft Hebrew “flock” \\f* of people; and they will know that I \\add am\\add* Yahweh.’ ”"}]