[{"style":"s1","text":"God’s Destruction of Gog and His Hordes"},{"style":"m","text":""},{"style":"v","text":"“And you, son of man,\\f + \\fr 39:1 \\ft Or “mortal,” or “son of humankind” \\f* prophesy against Gog, and you must say, ‘Thus says the Lord Yahweh: “Look! I \\add am\\add* against you Gog, the head\\f + \\fr 39:1 \\ft Or “chief” \\f* leader of Meshech and Tubal, "},{"style":"v","text":"and I will turn you around, and I will drag you along, and I will bring you up from \\add the\\add* remote areas of \\add the\\add* north, and I will bring you against the mountains of Israel, "},{"style":"v","text":"and I will strike your bow from ⸤your left hand⸥,\\f + \\fr 39:3 \\ft Literally “the hand of left your” \\f* and your arrows from ⸤your right hand⸥\\f + \\fr 39:3 \\ft Literally “the hand of right your” \\f* I will cause to fall. "},{"style":"v","text":"On the mountains of Israel you will fall, you and all of your troops, and \\add the\\add* peoples who \\add are\\add* with you, to birds\\f + \\fr 39:4 \\ft Hebrew “bird” \\f* of prey, birds of every wing,\\f + \\fr 39:4 \\ft Or “kind” \\f* and animals of the field I will give you as food. "},{"style":"v","text":"On the surface of the field you will fall, for ⸤I myself⸥\\f + \\fr 39:5 \\ft Literally “I, I” \\f* have spoken,” ⸤declares⸥\\f + \\fr 39:5 \\ft Literally “declaration of” \\f* the Lord Yahweh. "},{"style":"v","text":"“And I will send fire against Magog and among \\add the people\\add* inhabiting the coastlands ⸤in safety⸥,\\f + \\fr 39:6 \\ft Literally “with confidence/trust” \\f* and they will know that I \\add am\\add* Yahweh. "},{"style":"v","text":"And ⸤my holy name⸥\\f + \\fr 39:7 \\ft Literally “the name of my holiness” \\f* I will make known in the midst of my people Israel, and I will not let the name of my holiness be profaned anymore, and the nations will know that I \\add am\\add* Yahweh, \\add the\\add* holy \\add one\\add* in Israel. "},{"style":"v","text":"Look! \\add it is\\add* coming, and it will happen,” ⸤declares⸥\\f + \\fr 39:8 \\ft Literally “declaration of” \\f* the Lord Yahweh. “It is the day ⸤about which I have spoken⸥.\\f + \\fr 39:8 \\ft Literally “which I have spoken \\fq of \\ft ” \\f*"},{"style":"p","text":""},{"style":"v","text":"“ʻ“And the inhabitants of the towns\\f + \\fr 39:9 \\ft Or “cities” \\f* of Israel will go out, and they will set ablaze, and they will kindle a fire with a weapon\\f + \\fr 39:9 \\ft Or “weapons” \\f* and a small shield and a shield,\\f + \\fr 39:9 \\ft Or “shields and bucklers”; cf. NJPS \\f* \\add with\\add* a bow and with arrows, and with ⸤hand clubs⸥\\f + \\fr 39:9 \\ft Literally “with club of hand” \\f* and with spears,\\f + \\fr 39:9 \\ft Hebrew “spear” \\f* and \\add so\\add* they will light a fire with them, ⸤a fire lasting seven years⸥.\\f + \\fr 39:9 \\ft Literally “a fire of seven years” \\f* "},{"style":"v","text":"And they will not carry trees from the field, and they will not chop wood from the forests, for with the weapons\\f + \\fr 39:10 \\ft Hebrew “weapon” \\f* they will light a fire; and they will plunder \\add those\\add* plundering them, and they will plunder \\add those\\add* plundering them,” ’ ⸤declares⸥\\f + \\fr 39:10 \\ft Literally “declaration of” \\f* the Lord Yahweh."},{"style":"p","text":""},{"style":"v","text":"“ ‘ “⸤And then⸥\\f + \\fr 39:11 \\ft Literally “and it will happen” \\f* on that day I will give to Gog ⸤a grave there⸥\\f + \\fr 39:11 \\ft Literally “a place there of a grave” \\f* in Israel, The Valley of the Travelers, east of the sea,\\f + \\fr 39:11 \\ft That is, the Dead Sea \\f* and it ⸤will block⸥\\f + \\fr 39:11 \\ft Literally “blocking” \\f* the travelers and Gog and all of his hordes\\f + \\fr 39:11 \\ft Hebrew “horde” \\f* they will bury there, and they will call \\add it\\add* the Valley of ⸤Hamon-Gog⸥.\\f + \\fr 39:11 \\ft Literally “Gog’s Multitude” \\f* "},{"style":"v","text":"And the house of Israel will bury them for seven months to cleanse the land. "},{"style":"v","text":"All of the people of the land will bury them, and it will be an honor for them \\add on\\add* the day when I appear,” ’ ⸤declares⸥\\f + \\fr 39:13 \\ft Literally “declaration of” \\f* the Lord Yahweh. "},{"style":"v","text":"ʻ“And they will set apart ⸤men to continually⸥\\f + \\fr 39:14 \\ft Literally “men of continuity/men who regularly” \\f* go through the land burying the travelers,\\f + \\fr 39:14 \\ft In a negative sense = “invaders” \\f* the ones left over on \\add the\\add* surface of the land to cleanse it; ⸤for the whole of⸥\\f + \\fr 39:14 \\ft Literally “from \\fq the \\ft end of” \\f* seven months they will explore \\add it\\add*. "},{"style":"v","text":"And the ones going through, they will go through within the land, and if \\add anyone\\add* sees \\add the\\add* bones of \\add a\\add* person, \\add then\\add* he will build beside it a sign \\add to remain\\add* until the buriers have buried him in the Valley of Hamon-Gog.\\f + \\fr 39:15 \\ft Or “Gog’s multitude” \\f* "},{"style":"v","text":"And furthermore \\add the\\add* name of \\add the\\add* city \\add there\\add* \\add is\\add* Hamonah,\\f + \\fr 39:16 \\ft That is, “Multitude” \\f* and \\add thus\\add* they will cleanse the land.” ’"},{"style":"p","text":""},{"style":"v","text":"“And you, son of man,\\f + \\fr 39:17 \\ft Or “mortal,” or “son of humankind” \\f* thus says the Lord Yahweh: ‘Say to ⸤all kinds of birds and animals of the field⸥,\\f + \\fr 39:17 \\ft Literally “to bird of every wind and to every animal of the field” \\f* “Be gathered, come be gathered ⸤from everywhere⸥\\f + \\fr 39:17 \\ft Literally “all around” \\f* to my sacrifice that I \\add am\\add* sacrificing for you, a great sacrifice on the mountains of Israel, and you will eat flesh, and you will drink blood. "},{"style":"v","text":"Flesh of warriors you will eat, and the blood of leaders of the land you will drink; rams, young rams and goats, bulls, \\add and\\add* the fattened animals of Bashan—all of them! "},{"style":"v","text":"And you will eat fat ⸤until you are satiated⸥,\\f + \\fr 39:19 \\ft Literally “satiation/gluttony” \\f* and you will drink blood ⸤until you are drunk⸥\\f + \\fr 39:19 \\ft Literally “to drunkenness” \\f* from my sacrifice that I sacrifice for you, "},{"style":"v","text":"and you will be satisfied at my table \\add with\\add* horse and horsemen and warriors and every man of war,” ’ ⸤declares⸥\\f + \\fr 39:20 \\ft Literally “declaration of” \\f* the Lord Yahweh. "},{"style":"v","text":"“And I will display my glory among the nations, and all of the nations will see my judgment that I have executed and my hand that I have laid upon them."},{"style":"p","text":""},{"style":"v","text":"“And the house of Israel will know that I \\add am\\add* Yahweh their God from that day and beyond, "},{"style":"v","text":"and the nations will know that because of their guilt the house of Israel went into exile, ⸤because⸥\\f + \\fr 39:23 \\ft Literally “because that” \\f* they acted unfaithfully against me, and I hid my face from them, and I gave them into the hand of their foes, and they fell by the sword, all of them. "},{"style":"v","text":"According to their uncleanness and according to their transgression I dealt with them, and I hid my face from them."},{"style":"p","text":""},{"style":"v","text":"Therefore thus says the Lord Yahweh: “Now I will restore the fortunes of Jacob, and I will have compassion on all of the house of Israel, and I will be jealous\\f + \\fr 39:25 \\ft Or “zealous” \\f* for ⸤my holy name⸥.\\f + \\fr 39:25 \\ft Literally “for the name of holiness my” \\f* "},{"style":"v","text":"And they will forget their disgrace and all of their infidelity that they displayed against me when they dwelt on their soil ⸤in safety⸥\\f + \\fr 39:26 \\ft Literally “with confidence” \\f* ⸤with nobody making them afraid⸥.\\f + \\fr 39:26 \\ft Literally “and not \\fq was somebody \\ft making afraid” \\f* "},{"style":"v","text":"When I restore them from the nations and I gather them from the countries of their enemies, then I will show myself holy through them before the eyes of many nations. "},{"style":"v","text":"And they will know that I \\add am\\add* Yahweh their God, \\add because of\\add* when I deported them into the nations, and I reassembled them to their soil, and ⸤I will not let any of them remain there any longer⸥.\\f + \\fr 39:28 \\ft Literally “not I will leave over/let remain again/still from them there” \\f* "},{"style":"v","text":"And I will not hide my face again from them when I pour out my Spirit over\\f + \\fr 39:29 \\ft Or “upon” \\f* the house of Israel,” ⸤declares⸥\\f + \\fr 39:29 \\ft Literally “declaration of” \\f* the Lord Yahweh."}]