[{"style":"s1","text":"Siege of Jerusalem Illustrated on a Brick"},{"style":"m","text":""},{"style":"v","text":"“Now,\\f + \\fr 4:1 \\ft Or “And” \\f* son of man,\\f + \\fr 4:1 \\ft Or “mortal,” or “son of humankind” \\f* take for yourself a brick, and you must put it ⸤before you⸥,\\f + \\fr 4:1 \\ft Literally “to the face of you” \\f* and you must portray on it a city, Jerusalem. "},{"style":"v","text":"And you must build against it siege works, and you must build against it \\add a\\add* bulwark, and you must heap against it a siege ramp, and you must set up against it camps and put against it a battering ram all around. "},{"style":"v","text":"And take for yourself a plate of iron, and you must place it \\add as\\add* a wall of iron between you and the city, and you must set your face against it, and it must be ⸤under siege⸥,\\f + \\fr 4:3 \\ft Literally “in the siege” \\f* and you must lay the siege against it; it is a sign for the house of Israel. "},{"style":"v","text":"And you, lie down on your left side, and you must put\\f + \\fr 4:4 \\ft Or “you will put” \\f* the guilt of the house of Israel on it. You will carry their guilt the number of days that you will lie on it. "},{"style":"v","text":"And I will give to you the years of their guilt according to \\add the\\add* number of \\add the\\add* days, three hundred and ninety days, and you must bear the guilt\\f + \\fr 4:5 \\ft Or “punishment” \\f* of the house of Israel. "},{"style":"v","text":"When you have completed these, then you must lie a second \\add time\\add* on your right side; and you must bear the guilt\\f + \\fr 4:6 \\ft Or “punishment” \\f* of the house of Judah forty days, a day for each year, a day for each year I give it to you. "},{"style":"v","text":"And toward the siege of Jerusalem you must set your face and your bared arm; then you must prophesy against it. "},{"style":"v","text":"Now\\f + \\fr 4:8 \\ft Or “and” \\f* look! I \\add will\\add* put on you cords, and you may not turn yourself from \\add one\\add* side to your \\add other\\add* side until you complete the days of your siege."},{"style":"s1","text":"Ezekiel’s Strange Defiled Meal"},{"style":"m","text":""},{"style":"v","text":"“And you, take for yourself\\f + \\fr 4:9 \\ft Hebrew “you” \\f* wheat and barley and beans and lentils and millet\\f + \\fr 4:9 \\ft Or “sorghum” \\f* and spelt, and you must put them in one vessel, and you must make them for yourself\\f + \\fr 4:9 \\ft Hebrew “you” \\f* into a food \\add during\\add* the number of days that you \\add are\\add* lying on your side; three hundred and ninety days you shall eat it. "},{"style":"v","text":"And your food that you will eat\\f + \\fr 4:10 \\ft Hebrew “will eat it” \\f* \\add will be\\add* according to weight; twenty shekels for each day ⸤at fixed times⸥\\f + \\fr 4:10 \\ft Literally “from time to time” \\f* you shall eat it. "},{"style":"v","text":"And ⸤an amount of water⸥\\f + \\fr 4:11 \\ft Literally “water by amount” \\f* you shall drink, a sixth of a hin; ⸤at fixed times⸥\\f + \\fr 4:11 \\ft Literally “from time to time” \\f* you shall drink \\add it\\add*. "},{"style":"v","text":"And \\add as a\\add* bread-cake of barley you shall eat it, and ⸤with human excrement⸥\\f + \\fr 4:12 \\ft Literally “with human dung of the excrement of the human” \\f* you shall bake it before their eyes.” "},{"style":"v","text":"And Yahweh said, “Thus shall the ⸤Israelites⸥\\f + \\fr 4:13 \\ft Literally “sons/children of Israel” \\f* eat their unclean food among the nations ⸤where I will scatter them⸥.”\\f + \\fr 4:13 \\ft Literally “which I will scatter them there” \\f* "},{"style":"v","text":"And I said, “Ah, Lord Yahweh! Look! I have not been defiling myself, and a dead body and mangled carcass I have not eaten from my childhood until now, and ⸤unclean meat⸥\\f + \\fr 4:14 \\ft Literally “flesh of unclean meat” \\f* has not come into my mouth!” "},{"style":"v","text":"And he said to me, “See I will give you ⸤cattle manure⸥\\f + \\fr 4:15 \\ft Literally “the manure of cattle” \\f* in the place of the feces of a human, and you may prepare your food on it.” "},{"style":"v","text":"And he said to me, “Son of man,\\f + \\fr 4:16 \\ft Or “mortal,” or “son of humankind” \\f* look, I \\add am\\add* going to break the ⸤supply⸥\\f + \\fr 4:16 \\ft Literally “staff” \\f* of bread in Jerusalem, and they will eat bread by weight, ⸤anxiously⸥,\\f + \\fr 4:16 \\ft Literally “and with worry” \\f* and ⸤rationed water⸥,\\f + \\fr 4:16 \\ft Literally “and water by amount” \\f* and they will drink with horror, "},{"style":"v","text":"so that they will lack food and water, and they will be appalled ⸤with one another⸥,\\f + \\fr 4:17 \\ft Literally “a man and his brother” \\f* and they will waste away because of their guilt.\\f + \\fr 4:17 \\ft Or “punishment” \\f*"}]