[{"style":"s1","text":"Idolatrous Worship and Idolatrous Objects Denounced"},{"style":"m","text":""},{"style":"v","text":"And the word of Yahweh ⸤came⸥\\f + \\fr 6:1 \\ft Literally “was” \\f* to me, saying, "},{"style":"v","text":"“Son of man,\\f + \\fr 6:2 \\ft Or “mortal,” or “son of humankind” \\f* set your face to the mountains of Israel and prophesy against them, "},{"style":"v","text":"and you must say, ‘Mountains of Israel, hear the word of the Lord Yahweh, thus says the Lord Yahweh to the mountains and to the hills, to the ravines and to the valleys: “Look, I \\add am\\add* bringing upon you \\add the\\add* sword, and I will destroy your high places, "},{"style":"v","text":"and your altars will be desolate, and your incense altars will be broken, and I will throw down your slain ones ⸤before⸥\\f + \\fr 6:4 \\ft Literally “to the face of” \\f* your idols, "},{"style":"v","text":"and I will place\\f + \\fr 6:5 \\ft Or “give” \\f* the corpses of the children of Israel ⸤before⸥\\f + \\fr 6:5 \\ft Literally “to the face of” \\f* their idols, and I will scatter your bones around your altars. "},{"style":"v","text":"In all of your dwellings, the cities will be desolate and the high places will be ruined, so that your altars will be desolate and will suffer punishment. Your idols will be broken and will come to an end, and your incense altars will be cut down, and your works will be destroyed, "},{"style":"v","text":"and the slain one will fall in the midst of you, and \\add then\\add* you will know that I \\add am\\add* Yahweh. "},{"style":"v","text":"But\\f + \\fr 6:8 \\ft Or “And” \\f* I will spare \\add some\\add*, ⸤so there will be⸥\\f + \\fr 6:8 \\ft Literally “at their being” \\f* for you fugitives from \\add the\\add* sword among the nations ⸤when you are scattered⸥\\f + \\fr 6:8 \\ft Literally “at you to be scattered” \\f* in the countries. "},{"style":"v","text":"And your fugitives will remember me among the nations \\add to\\add* which they were taken captive, that I was shattered by ⸤their adulterous heart⸥\\f + \\fr 6:9 \\ft Literally “heart their which \\fq was \\ft prostituting \\fq itself \\ft ” \\f* which departed from me, and by ⸤their adulterous eyes⸥\\f + \\fr 6:9 \\ft Literally “eyes their which \\fq were \\ft prostituting” \\f* which \\add went\\add* after their idols, and they will feel loathing ⸤for themselves⸥,\\f + \\fr 6:9 \\ft Literally “for their face” \\f* for the evil that they did, for all of their detestable things. "},{"style":"v","text":"And they will know that I \\add am\\add* Yahweh; not ⸤in vain⸥\\f + \\fr 6:10 \\ft Literally “to nothing” \\f* I spoke to bring to them this evil.” ’ "},{"style":"v","text":"Thus says the Lord Yahweh: ‘Clap your hand and stamp with your foot, and say, “Alas, for all of the detestable things of the evil of the house of Israel, ⸤because of which⸥\\f + \\fr 6:11 \\ft Literally “which” \\f* they will fall with the sword, with the famine, and with the plague. "},{"style":"v","text":"The one who is far \\add away\\add* will die by the plague, and the one who is near will fall by the sword, and the one who is being left behind and being spared will die by the famine, and I will complete my rage on\\f + \\fr 6:12 \\ft Or “toward” \\f* them. "},{"style":"v","text":"And you will know that I \\add am\\add* Yahweh ⸤when their slain ones are in the midst of their idols⸥\\f + \\fr 6:13 \\ft Literally “in the being of their slain ones in the midst of their idols” \\f* around their altars at every high hill, on the tops of all the mountains and under every green tree and under every leafy oak—the place \\add at\\add* which they gave \\add a\\add* pleasing scent for all of their idols. "},{"style":"v","text":"And I will stretch out my hand against them, and I will make the land a desolation and a wasteland from the desert to Riblah in all of their dwellings, and they will know that I \\add am\\add* Yahweh.” ’ ”"}]