[{"style":"s1","verse":"","text":"Punishment for Abominations Throughout the Land"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And the word of Yahweh ⸤came⸥\\f + \\fr 7:1 \\ft Literally “was” \\f* to me, saying, "},{"style":"v","verse":"2","text":"“And you, son of man,\\f + \\fr 7:2 \\ft Or “mortal,” or “son of humankind” \\f* thus says the Lord Yahweh to the land of Israel: ‘\\add The\\add* end comes, the end on the four corners of the land. "},{"style":"v","verse":"3","text":"Now the end \\add is\\add* on you, and I will send my anger on you, and I will judge you according to your ways, and I will bring on you all your detestable things. "},{"style":"v","verse":"4","text":"And my eye will not take pity on you, and I will not show compassion for your ways; on you I will bring your detestable things; they will be in the midst of you, and you will know that I \\add am\\add* Yahweh.’ "},{"style":"v","verse":"5","text":"Thus says the Lord Yahweh: ‘Look! Disaster after disaster \\add is\\add* coming! "},{"style":"v","verse":"6","text":"\\add The\\add* end comes, comes the end! It has awakened against you! Look! \\add It\\add* comes! "},{"style":"v","verse":"7","text":"Doom is coming against you, the dweller\\f + \\fr 7:7 \\ft Or “inhabitant” \\f* of the land; the time comes, the day \\add is\\add* near, panic and not joy \\add is\\add* on the mountains. "},{"style":"v","verse":"8","text":"⸤Soon⸥\\f + \\fr 7:8 \\ft Literally “now from near” \\f* I will pour out my rage on you, and I will fully vent my anger on you, and I will judge you according to your ways, and I will bring on you all of your detestable things. "},{"style":"v","verse":"9","text":"And my eye will not take pity, and I will not show compassion. According to your ways I will ⸤deal with you⸥,\\f + \\fr 7:9 \\ft Literally “on you I will bring” \\f* and your detestable things will be in the midst of you, and you will know that I \\add am\\add* Yahweh \\add who\\add* strikes.\\f + \\fr 7:9 \\ft Or “smites” \\f* "},{"style":"v","verse":"10","text":"Look! The day is coming; doom goes out, the staff blossoms, pride sprouts. "},{"style":"v","verse":"11","text":"Violence has grown to \\add become\\add* a staff of wickedness; ⸤none⸥\\f + \\fr 7:11 \\ft Literally “not \\fq any \\ft ” \\f* from them \\add will remain\\add*, and ⸤none⸥\\f + \\fr 7:11 \\ft Literally “not \\fq any \\ft ” \\f* from their abundance nor from their wealth;\\f + \\fr 7:11 \\ft Or “noise,” or “multitude”; the same word appears in each of the next three verses \\f* and prominence \\add will\\add* not \\add be\\add* among them. "},{"style":"v","verse":"12","text":"The time has come, the day has arrived; let not the buyer rejoice, and let the seller not mourn, for anger \\add is\\add* on all their multitude. "},{"style":"v","verse":"13","text":"For the seller will not return to the merchandise ⸤while they are still alive⸥,\\f + \\fr 7:13 \\ft Literally “while still \\fq is \\ft in the life, their life” \\f* for the vision \\add is\\add* about all of its multitude; it will not change, and a man because of his guilt will not be able to hold onto his life. "},{"style":"v","verse":"14","text":"They shall blow on the trumpet and prepare ⸤everything⸥,\\f + \\fr 7:14 \\ft Literally “the all” \\f* but \\add there is\\add* no \\add one\\add* going to the battle, for my anger \\add is\\add* on all of their multitude. "},{"style":"v","verse":"15","text":"The sword ⸤is outside⸥,\\f + \\fr 7:15 \\ft Literally “\\fq is \\ft in the outside place” \\f* and the plague and the famine ⸤are inside⸥;\\f + \\fr 7:15 \\ft Literally “\\fq are \\ft from \\fq the \\ft house \\f* \\add the one\\add* who \\add is\\add* in the field will die by the sword, and \\add the one\\add* who \\add is\\add* in the city, famine and plague will devour him. "},{"style":"v","verse":"16","text":"And \\add if\\add* their survivors will escape, they will be on the mountains, like the doves of the valley, all of them groaning, each because of his guilt. "},{"style":"v","verse":"17","text":"All of the hands will hang limp, and all of ⸤the knees will be wet with urine⸥.\\f + \\fr 7:17 \\ft Literally “\\fq the \\ft knees will flow \\fq with \\ft water” \\f* "},{"style":"v","verse":"18","text":"And they will wear sackcloth, and horror will cover them, and on all of \\add the\\add* faces \\add will be\\add* shame, and baldness on all of their heads. "},{"style":"v","verse":"19","text":"Their silver they will discard on the streets, and filth will be their gold; their silver and their gold will not be able to rescue them on the day of the wrath of Yahweh. They will not satisfy their ⸤hunger⸥\\f + \\fr 7:19 \\ft Literally “selves,” or “desire” \\f* and their stomachs they will not fill, for their guilt will be their\\f + \\fr 7:19 \\ft Hebrew “the” \\f* stumbling block."},{"style":"s1","verse":"","text":"Judgment for the Profanation of the Temple and Sanctuary"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"“ ‘And the beauty of its\\f + \\fr 7:20 \\ft Or “their” \\f* ornament ⸤he made into a prideful thing⸥\\f + \\fr 7:20 \\ft Literally “to \\fq a \\ft prideful \\fq thing \\ft he made it” \\f* and made with it their detestable things and their vile idols; therefore I will make it into an impure thing for them. "},{"style":"v","verse":"21","text":"And I will give it into the hand of strangers as plunder and to the wicked people of the earth as spoil, and they will defile it. "},{"style":"v","verse":"22","text":"And I will turn my face from them, and they will defile my treasured \\add place\\add*, and violent ones will enter and defile it. "},{"style":"v","verse":"23","text":"Make a chain for the land; it is full of ⸤bloody crimes⸥\\f + \\fr 7:23 \\ft Literally “\\fq the \\ft judgment of blood” \\f* and the city is full of violence. "},{"style":"v","verse":"24","text":"And I will bring \\add the\\add* worst of \\add the\\add* nations, and they will take possession of their houses, and I will put to an end \\add the\\add* pride of \\add the\\add* mighty ones, and their sanctuaries will be defiled. "},{"style":"v","verse":"25","text":"Anguish comes, and they will seek peace, and \\add there will be\\add* none. "},{"style":"v","verse":"26","text":"Calamity upon calamity will come, and rumor will be upon rumor. And they will seek a vision from a prophet, but instruction will perish from \\add the\\add* priest and counsel from \\add the\\add* elders. "},{"style":"v","verse":"27","text":"The king will mourn, and \\add the\\add* prince will be dressed with despair, and the hands of the people of the land will tremble. According to their way I will do to\\f + \\fr 7:27 \\ft Or “deal with” \\f* them, and according to their judgments I will judge them, and they will know that I \\add am\\add* Yahweh.’ ”"}]