[{"style":"s1","verse":"","text":"Korney woo na Piyeer"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ku ñuy wax Korney, \\w njiitu takk-der|njiitu takk-der b-:\\w* la woon ca Sesare. Ma nga bokkoon ca mbooloo ma ñu dippee Gàngooru Itali."},{"style":"v","verse":"2","text":"Ku farlu woon la ci gëm Yàlla te ragal ko, mook waa këram gépp; bare woon na sarax yu muy yéwéne askan wi, te ñaan ci Yàlla la saxoo woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Am peeñu nag dikkal ko digg njolloor, mu gis ci lu leer malaakam Yàlla, mu duggsi, ne ko: «Korney!»"},{"style":"v","verse":"4","text":"Korney ne ko jàkk, tiit, ne ko: «Sang bi, lu mu doon?» Mu ne ko: «Say ñaan ak say sarax yéeg na fa Yàlla, ba mu bàyyi la xel."},{"style":"v","verse":"5","text":"Léegi nag yebleel ca Yafa, nga wooluji fa ku ñuy wax Simoŋ, ñu di ko dàkkentale Piyeer."},{"style":"v","verse":"6","text":"Ma nga dal ak meneen Simoŋ ma, wullikat ba këram féete wetu géej.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Naka la malaaka ma wax ak Korney ba dem, mu woo ñaar ciy surgaam, ak benn takk-der bu ragal Yàlla te bokk ciy suqam."},{"style":"v","verse":"8","text":"Mu nettali leen lépp nag, daldi leen yebal Yafa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ca ëllëg sa, ñu dem bay jub dëkk ba, yemook Piyeer yéeg ca kaw taax ma ci digg bëccëg, ngir ñaan."},{"style":"v","verse":"10","text":"Mu dem ba xiif, bëgga lekk, ñu di ko toggal nag lu mu lekk. Ci biir loolu mu daanu leer."},{"style":"v","verse":"11","text":"Mu daldi gis asamaan ubbiku, lu mel ni malaan mu mag mu ñu téyee ñeenti lafam, wàcce asamaan, jëm suuf."},{"style":"v","verse":"12","text":"Malaan maa nga def mboolem boroom ñeenti tànk ak ndundat yiy raam ak mboolem njanaaw."},{"style":"v","verse":"13","text":"Mu am baat bu jib, ne ko: «Piyeer, jógal, rey te lekk.»"},{"style":"v","verse":"14","text":"Piyeer ne ko: «Mukk, Sang bi, ndaxte masumaa lekk lenn lu daganul mbaa lu setul.»"},{"style":"v","verse":"15","text":"Teewul baat bi wax ak moom ñaareel bi yoon, ne ko: «Lu Yàlla setal, bu ko daganadil.»"},{"style":"v","verse":"16","text":"Menn peeñu moomu dikkal na ko ñetti yoon. La ca tegu ñu yéege malaan ma ca asamaan."},{"style":"v","verse":"17","text":"Piyeer a nga jaaxle lool, di seet cim xelam lu peeñu ma ko dikkal di tekki, ndeke nit ña Korney yebaloon laaj nañu kër Simoŋ, ba dikk taxaw ca bunt ba."},{"style":"v","verse":"18","text":"Ñu woote, laajte, ne: «Simoŋ mi ñuy wax Piyeer, ndax fii la dëkk?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Naka la Piyeer di xalaat ba tey ca peeñu ma, \\w Noowug Yàlla|Noo gu Sell g-:\\w* ne ko: «Ñetti nit a ngi nii, di la seet."},{"style":"v","verse":"20","text":"Wàccal boog, ànd ak ñoom te bul nàttable, ndax man maa leen yebal.»"},{"style":"v","verse":"21","text":"Piyeer wàcc nag ne nit ñi: «Maa ngii; ki ngeen di seet, man la. Lu doon seeni tànk?»"},{"style":"v","verse":"22","text":"Ñu ne ko: «Njiitu takk-der ba Korney, ku jub, ragal Yàlla, te rafet seede bu ko xeetu Yawut wépp seedeel, moo jote ci malaaka mu sell, ndigalal woolu la këram, ngir déglu say kàddu.»"},{"style":"v","verse":"23","text":"Ci kaw loolu Piyeer dugal leen, dalal leen."},{"style":"s1","verse":"","text":"Piyeer wuyuji na Korney"},{"style":"p","verse":"","text":"Ba bët setee, Piyeer ànd ak ñoom, ñenn ca bokki gëmkat ña dëkke Yafa gunge ko."},{"style":"v","verse":"24","text":"Ca ëllëg sa Piyeer agsi Sesare. Fekk na Korney di ko séentu, daldi woo ca këram ay bokkam ak xaritam yi ko gëna jege."},{"style":"v","verse":"25","text":"Ba Piyeer duggsee, Korney gatandu ko, ne gurub ca tànki Piyeer, sujjóot."},{"style":"v","verse":"26","text":"Piyeer yékkati ko, ne: «Déet jógal, man it, nit doŋŋ laa.»"},{"style":"v","verse":"27","text":"Piyeer di waxtaan ak moom, ba duggsi, yem ca nit ñu bare ña fa daje."},{"style":"v","verse":"28","text":"Mu ne leen: «Yeen de xam ngeen ne ab Yawut, mayeesu ko mu jaxasoo ak xeetu jàmbur, mbaa mu seeti ko. Waaye man nag Yàllaa ma won ne du kenn nit ku ma naan daganula jaxasool, mbaa setul."},{"style":"v","verse":"29","text":"Looloo tax, bi ngeen ma wooloo, ma ñëw te tendeefaluma benn yoon. Ma di leen laaj nag li waral ngeen woolu ma.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ci kaw loolu Korney ne: «Bërkaati-démb ci waxtuw digg njolloor wii nu tollu tey, ci laa doon ñaane ci sama biir néeg. Mu am ku jekki ne jaas ci sama kanam, sol yére yu ne ràññ."},{"style":"v","verse":"31","text":"Mu ne ma: “Korney, nangu nañu say ñaan, te nemmiku nañu say sarax fa kanam Yàlla."},{"style":"v","verse":"32","text":"Kon nag yebleel Yafa, nga woolu Simoŋ mi ñu dàkkentale Piyeer; ma nga dal ca kër meneen Simoŋ, wullikat ba ca wetu géej ga.”"},{"style":"v","verse":"33","text":"Ca saa sa nag laa yeble ci yaw. Yaw it def nga lu baax, bi nga dikkee. Léegi nag nun ñépp a ngi fi ci kanam Yàlla, ngir déglu mboolem lu la Boroom bi sant.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ba loolu amee Piyeer àddu, ne: «Dëgg-dëgg gis naa ne Yàlla daal du gënaatle,"},{"style":"v","verse":"35","text":"waaye xeetoo xeet, ku ko ci ragal tey jëfe njub, mooy ki ko neex."},{"style":"v","verse":"36","text":"Moo yónnee kàddoom \\w bànni Israayil|bànni Israayil:\\w*, àgge leen xibaaru jàmm, biy maye jàmm ci Yeesu \\w Almasi|Almasi b-:\\w* miy Sangu ñépp."},{"style":"v","verse":"37","text":"Yeen ci seen bopp xam ngeen li xewoon ci mboolem réewum Yawut yi, te dale ci diiwaanu Galile, gannaaw ba \\w Yaxya|Yaxya:\\w* wootee, di sóobe cim ndox,"},{"style":"v","verse":"38","text":"ak ni Yàlla ànde ak Yeesum Nasaret, ba jagleel ko pal gu mu dogale \\w Noo gu Sell|Noo gu Sell g-:\\w* geek xam-xam bi mu ko sotti, muy wër, di def lu baax, di faj mboolem ñi \\w Seytaane|Seytaane:\\w* nootoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"«Nun ci sunu bopp noo seede li mu def lépp ci réewum Yawut yi ak Yerusalem. Moom mi ñu wékk ci bant, ba rey ko,"},{"style":"v","verse":"40","text":"moom la Yàlla dekkal ci ñetteelu fanam, ba may ko mu feeñ."},{"style":"v","verse":"41","text":"Du askan wépp la ko won, xanaa nun, seede yi Yàlla tànnoon lu jiitu, nu bokk ak moom lekk ak naan, gannaaw ndekkiteem."},{"style":"v","verse":"42","text":"Moo nu sant nag nu xamal askan wi te seede ne moom la Yàlla tabb àttekatub aji dund ñi ak aji dee ñi."},{"style":"v","verse":"43","text":"Moom la yonent yépp seedeel, ne képp ku ko gëm, jot nga sa njéggalug bàkkaar ciw turam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Ba Piyeer di wax kàddu googu, Noo gu Sell gi daldi wàcc ci kaw mboolem ñay déglu kàddu ga."},{"style":"v","verse":"45","text":"Ba loolu amee mboolem gëmkati Yawut ya ànd ak Piyeer, waaru ca na mayug Noo gu Sell gi tuuruwaalee ca xeeti jàmbur ña,"},{"style":"v","verse":"46","text":"ndax dañu leena dégg ñoom itam, ñuy làkk yeneen làkk aka màggal Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Piyeer dellu ne: «Ñii jot Noo gu Sell gi ni nun, ndax manees na leena baña sóob ci ndox?»"},{"style":"v","verse":"48","text":"Mu santaane nag ñu sóob leen ci ndox ci turu Yeesu Almasi bi. Gannaaw loolu ñu ñaan Piyeer, mu toog ci ñoom ay fan."}]