[{"style":"s1","verse":"","text":"Yàlla yónni na Barnabas ak Sóol"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca biir mbooloom gëmkat ña woon ca dëkk ba ñuy wax Àncos, amoon na ay yonent ak ay jàngalekat: ñuy Barnabas, ak Simeyon mi ñu dippee Ñuule, ak Lusiyus mi bawoo Siren\\f + \\fr 13.1 \\fk Siren, \\ft ab dëkk la bu nekkoon ci tefesu bëj-gànnaaru Afrig te féete Misra sowu.\\f*, ak Manayen mi yaroondoo ak \\w Erodd|Erodd:\\w* boroom Galile, ak Sóol."},{"style":"v","verse":"2","text":"Ñooñoo daje woon di màggal Boroom bi, boole kook koor. Ci biir loolu \\w Noo gu Sell|Noo gu Sell g-:\\w* gi ne: «Beralleen ma nag Barnabas ak Sóol ngir liggéey bi ma leen woowe.»"},{"style":"v","verse":"3","text":"Ba loolu amee ñu woor, boole kook ñaan, daldi leen \\w teg seeni loxo|teg loxo:\\w*, ba noppi yiwi leen."},{"style":"s1","verse":"","text":"Dunu Sippar jot na ci kàddug Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ñooñu la \\w Noo gu Sell|Noo gu Sell g-:\\w* gi yebal, ñu dem dëkk ba ñuy wax Selusi, dugge fa gaal, jëm dun ba ñuy wax Sippar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ña nga teereji dëkk ba ñuy wax Salamin, daldi fay yégle kàddug Yàlla ca jànguy Yawut ya, ku ñuy wax Yowaan Màrk ànd ak ñoom, di leen jàppale."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ci biir loolu ñu wër dun ba bépp, ba yegg Pafos, péey ba. Ñu tase faak ab ñeengokatub Yawut buy yonent-yonentlu, ñu di ko wax Bar Yeesu."},{"style":"v","verse":"7","text":"Ma nga bokkoon ca toppum Sergiyus Póolus\\f + \\fr 13.7 \\fk Sergiyus Póolus, \\ft waa Room la woon bu yore kilifteefu diiwaan ba, ci njiital ab kuréelu Room.\\f* boroom dëkk ba, nit ku rafet xel. Kooku namma dégg kàddug Yàlla, daldi woolu Barnabas ak Sóol."},{"style":"v","verse":"8","text":"Elimas, muy firi Ñeengokat bi, di leen gàllankoor nag, tey jéema fàbbi boroom réew ma, ba du gëm."},{"style":"v","verse":"9","text":"Ci kaw loolu Sóol mi ñuy wax Póol fees ak Noo gu Sell gi. Mu xool ñeengokat bi jàkk,"},{"style":"v","verse":"10","text":"ne ko: «Yaw nit ki fees ak gépp xeetu njublaŋ ak ndëngte, doomu Seytaane ji, noonu gépp njub, doo bàyyee lunkal yooni njub yu Boroom bi?"},{"style":"v","verse":"11","text":"Léegi nag loxol Boroom baa ngii fi sa kaw: dinga gumba, ba dootuloo gis jant bi ab diir.» Ca saa sa gis-gis bu naqari akug lëndëm ne milib ci kawam, muy wëndeelu, di wut ku ko wommat."},{"style":"v","verse":"12","text":"Ba loolu amee boroom dëkk ba gis la xew, daldi gëm, di yéemu ci li mu jànge ci Sang bi."},{"style":"s1","verse":"","text":"Waa Pisidi jot nañu ci kàddug Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Póol ak ñi mu àndal nag bàyyikoo Pafos, dugg gaal, jëm Perge ca diiwaanu Pamfili. Yowaan moom tàggoo ak ñoom, dellu Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ci kaw loolu, ñoom ñu jóge Perge, jàll ba Àncos ca diiwaanu Pisidi. Ñu dem ca jàngub Yawut ba, dugg, toog ca \\w bésub Noflaay|bésub Noflaay b-:\\w* ba."},{"style":"v","verse":"15","text":"Gannaaw ba tarib dog ya ca téereb yoonu Musaa ba ak téereb yonent ya sottee, njiiti jàngu ba yóbbante leen kàddu, ne leen: «Bokk yi, bu ngeen amee kàddu gu ngeen ñaaxe mbooloo mi, waxleen.»"},{"style":"v","verse":"16","text":"Póol jóg, tàllal loxoom, nee leen:"},{"style":"p","verse":"","text":"«Yeen bokki Israayil ak yeen jàmburi ragalkati Yàlla yi, dégluleen!"},{"style":"v","verse":"17","text":"Yàllay \\w bànni Israayil|bànni Israayil:\\w* jii moo tànnoon sunuy maam, moo yaatal xeet wi, ba ñuy ganeyaan ca Misra; moo leen fa génnee ci kàttanu loxoom."},{"style":"v","verse":"18","text":"Lu tollook ñeent fukki at la leen muñal ca màndiŋ ma."},{"style":"v","verse":"19","text":"Moo faagaagal juróom ñaari xeet ca réewum Kanaan, daldi muurale sunuy maam réewum Kanaaneen ña."},{"style":"v","verse":"20","text":"Loolu lépp a ngi am ci diiru ñeenti téeméeri at ak juróom fukk (450)."},{"style":"p","verse":"","text":"«Gannaaw loolu moo sàkkal sunuy maam ay njiit, ba ci jamonoy Yonent Yàlla Samiyel."},{"style":"v","verse":"21","text":"Ba loolu wéyee, ñuy sàkku buur, Yàlla jox leen doomu Kis, Sawul mi soqikoo ci giirug Beñamin, mu falu diiru ñeent fukki at."},{"style":"v","verse":"22","text":"Mu jële ko fa, sampal leen \\w Daawuda|Daawuda:\\w*, muy buur bu mu seedeel ne: “Maa ràññee Daawuda doomu \\w Yese|Yese:\\w* ji sama xol jubool, te mooy jëfe mboolem samay coobare.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"«Ci askanu kookii la Yàlla indee Yeesu, na mu ko digee woon, muy Musalkat ñeel Israayil."},{"style":"v","verse":"24","text":"Laata muy ñëw, \\w Yaxya|Yaxya:\\w* moo doon yéene ngir waa bànni Israayil gépp sóobu cim ndox, jëmmale ko seenug tuubeel."},{"style":"v","verse":"25","text":"Ba Yaxya di jeexal aw sasam la ne: “Ana ku ngeen foog ne moom laa? Duma ki ngeen foog, waaye am na kuy ñëw nii sama gannaaw, ku ma yeyoowula feccil sax ay dàllam.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Bokk yi, yeen askanu Ibraayma, yeen ak jàmburi ragalkati Yàlla yi ci seen biir, nun lañu yónnee kàddug mucc gii."},{"style":"v","verse":"27","text":"Waa Yerusalem ak seeni kilifa nag xàmmiwuñu woon Yeesu, te ba ñu daanee Yeesu lañu sottal waxu yonent ya ñu daan biral bésub Noflaay bu nekk."},{"style":"v","verse":"28","text":"Gisuñu ci moom lenn lu ko àtteb dee dabe, te teewul ñu sàkku \\w Pilaat|Pilaat:\\w* reylu ko."},{"style":"v","verse":"29","text":"Gannaaw ba ñu matalee mboolem lu ñu bind ci moom, lañu ko wàcce ca bant ba, dugal ko ci \\w bàmmeel|bàmmeel b-:\\w*."},{"style":"v","verse":"30","text":"Waaye Yàllaa ko dekkal,"},{"style":"v","verse":"31","text":"te diiru fan yu bare la feeñu ña àndoon ak moom, jóge diiwaanu Galile, dem Yerusalem, te ñooñooy ay seedeem tey ci askan wi."},{"style":"v","verse":"32","text":"Nun nag noo leen di àgge xibaaru jàmm bii: li Yàlla digoon sunuy maam,"},{"style":"v","verse":"33","text":"nun sët yi la ko defal, ba mu yékkatee Yeesu, te noonee lañu ko binde ci ñaareelu saaru Taalifi cant, ne:"},{"style":"q1","verse":"","text":"“Yaa di sama Doom,"},{"style":"q1","verse":"","text":"bés niki tey, maa la jur\\f + \\fr 13.33 \\ft Seetal ci \\bk Taalifi cant\\bk* 2.7.\\f*.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"34","text":"Noonu ko Yàlla dekkale ndekkite lu dee toppatul, te yaramam du yàqu mukk, noonee la ko Yàlla waxe woon, ne:"},{"style":"q1","verse":"","text":"“Maa lay jox barkey Daawuda yu sell yi te wóor\\f + \\fr 13.34 \\ft Seetal ci \\bk Esayi\\bk* 55.3.\\f*.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"35","text":"Moo tax mu waxaat feneen ne:"},{"style":"q1","verse":"","text":"“Doo seetaan sa \\w Ku sell|Aji Sell j-:\\w* ki, yaramam di yàqu ci biir bàmmeel\\f + \\fr 13.35 \\ft Seetal ci \\bk Taalifi cant\\bk* 16.10.\\f*.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"36","text":"Daawuda moom, gannaaw ba mu defee coobarey Yàlla ci jamonoom, nelaw na, ba ñu rob ko ca weti maamam ya, te yàqu na."},{"style":"v","verse":"37","text":"Waaye moom mi Yàlla dekkal, yàquwul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"«Kon nag bokk yi, xamleen ne ci Yeesu moomu lañu leen birale njéggalug bàkkaar. Te mboolem lu ngeen tële woona wàccool, ba seen njub mat ci yoonu Musaa,"},{"style":"v","verse":"39","text":"képp ku gëm Yeesu, ci moom lay wàccook loolu lépp, ba ag njubam mat."},{"style":"v","verse":"40","text":"Wattuleen nag ba li ñu wax ci téerey yonent yi bañ leena dal. Ñu ne:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"41","text":"“Yeen xeebaatekat yi, xoolleen,"},{"style":"q1","verse":"","text":"jommileen te ne mes,"},{"style":"q1","verse":"","text":"nde jëf a ngi jëfe ci seeni jant,"},{"style":"q1","verse":"","text":"ku leen ko waxoon sax,"},{"style":"q1","verse":"","text":"dungeen ko gëm\\f + \\fr 13.41 \\ft Seetal ci \\bk Abakug\\bk* 1.5.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Ba ñu génnee ca jàngu ba, dañu leena ñaan ñu baamtu kàddu googu bésub Noflaay ba ca topp."},{"style":"v","verse":"43","text":"Ba mbooloo ma tasaaroo, bare na ay Yawut ak tuubeen yuy jaamu Yàlla yu topp ci Póol ak Barnabas. Ñuy wax ak nit ñi, di leen ñaax, ngir ñu sax ci doyloo yiwu Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Bésub Noflaay ba ca topp, daanaka waa dëkk bépp a daje, ngir déglu kàddug Boroom bi."},{"style":"v","verse":"45","text":"Ba Yawut yi gisee mbooloo ma nag, kiñaan man leen, ñuy weddi waxi Póol, di ko saaga."},{"style":"v","verse":"46","text":"Ba loolu amee fit la leen Póol ak Barnabas tontoo, ne leen: «Yeen Yawut yi de lanu wara njëkka yégal kàddug Yàlla gi, waaye gannaaw gàntal ngeen ko, ba jombale seen bopp ag texe ba fàww, nu ngii di walbatiku ci jàmbur ñi."},{"style":"v","verse":"47","text":"Ndax noonu la nu ko Boroom bi sante ba mu nee:"},{"style":"q1","verse":"","text":"“Tabb naa la, ngay leeru jàmbur ñi,"},{"style":"q1","verse":"","text":"ngir nga jottaliji wall wii, ba ca cati àddina\\f + \\fr 13.47 \\ft Seetal ci \\bk Esayi\\bk* 49.6.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Ba jàmbur ña déggee loolu, dañoo bég, di màggal kàddug Boroom bi; ci biir loolu ña dogal ba jagleel ag texe ba fàww, ñoom ñépp daldi gëm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Kàddug Boroom bi nag di law ca diiwaan bépp."},{"style":"v","verse":"50","text":"Teewul Yawut ya xiirtal tuubeen yu jigéen yi gëna ràññiku, ak kàngam yu góor yi ci dëkk bi. Ñu daldi bunduxataal Póol ak Barnabas, génne leen diiwaan ba."},{"style":"v","verse":"51","text":"Póol ak Barnabas nag faxas seen pëndub tànk, seedeele leen ko seen ngàntal, doora dem dëkk ba ñuy wax Ikoñum."},{"style":"v","verse":"52","text":"Ci biir loolu taalibe ya dese mbég ak \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, ba seen xol fees."}]