[{"style":"s1","verse":"","text":"Póol jaare na Maseduwan ak Geres"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba yëngu-yëngu ba jeexee, Póol daa woo taalibe ya, ñaax leen, ba noppi tàggatoo ak ñoom, jóge fa, dellu diiwaanu Maseduwan."},{"style":"v","verse":"2","text":"Ba loolu amee mu wër gox yooyu, ñaaxe gëmkat ña kàddu yu takku, doora dem réewum Geres."},{"style":"v","verse":"3","text":"Mu toog fa ñetti weer. Gannaaw gi, muy waaja dugg gaal jëm Siri, far pexe mu ko Yawut ya lalal feeñ, mu fomm, nara dellu jaareji Maseduwan."},{"style":"v","verse":"4","text":"Ña àndoon ak moom ñoo di Sopater doomu Pirus ma cosaanoo Bere, ak Aristàrk ak Sekundus, waa Tesalonig ya, ak Gayus ma dëkk Derbe, ak Timote, ak waa diiwaanu Asi ya, Tisig ak Torofim."},{"style":"v","verse":"5","text":"Ñooñu ñoo jiitu, di nu\\f + \\fr 20.5 \\ft Li waral \\fq nu \\ft mooy Luug mi bind \\bk Jëf ya\\bk* mooy wax.\\f* nég ca dëkk ba ñuy wax Torowas."},{"style":"v","verse":"6","text":"Nun nag ba màggalu Yawut ga ñuy wax \\w Mburu mu amul lawiir|Màggal yi:\\w* weesoo lanu dugge gaal fa dëkk ba ñuy wax Filib, am juróomi fan ca yoon wa, door leena fekksi ca Torowas, toog fa juróom ñaari fan."},{"style":"s1","verse":"","text":"Póol dekkal na nit ca Torowas"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ca ndoortel ayu bés ba, naka lanu daje ngir dagg mburum bokkoo mi\\f + \\fr 20.7 \\fk dagg mburum bokkoo mi: \\ft moom la gëmkat ñi aadawoo woon, bu ñuy lekk. Dagg mburu, moom lañu mujj di woowe Reeru Sang bi.\\f*, Póol yékkati kàddu, di wax ak gëmkat ñi, ndax fekk na mu bëggoona dem ca ëllëg sa. Wax ja nag law ba guddi ga xaaj."},{"style":"v","verse":"8","text":"Ay làmp yu baree nga woon ca néegu kaw taax ma ñu daje woon."},{"style":"v","verse":"9","text":"Ci biir loolu ab xale bu góor bu ñuy wax Ëtikus ma nga toogoon ca kéméju palanteer ba. Ngëmment dab ko, te kàddug Póol ga yàgg lool. Ay nelaw nag jàpp waa ji, mu xàwweekoo ca ñetteelu taax ma, daanu, ñu yékkati ko, fekk mu dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba loolu amee Póol wàcc, tiim ko, daldi koy téye ci diggante ñaari loxoom, ne leen: «Buleen jaaxle, mu ngi dund.»"},{"style":"v","verse":"11","text":"Mu yéegaat, dagg mburu ma, lekk. Waxaat na lu yàgg, ba njël jot, mu sooga dem."},{"style":"v","verse":"12","text":"Xalelu góor ba moom, nit ñaa ko yóbbu, muy dund, seen xel doora dal bu baax."},{"style":"s1","verse":"","text":"Póol tàggatoo naak gëmkati Efes"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Nun nag nu\\f + \\fr 20.13 \\ft Li waral \\fq nu \\ft mooy Luug mi bind \\bk Jëf ya\\bk* mooy wax.\\f* jiituji, dugg gaal jëm Asos, fa nu nara yebe Póol, na mu ko mébéte woon, ndax Póol ci boppam moo xalaatoona jaare ci yoonu suuf si ba fekksi nu fa."},{"style":"v","verse":"14","text":"Ba mu nu fekksee ca Asos, nu yeb ko, daldi dem Mitilen."},{"style":"v","verse":"15","text":"Nu jóge fa, tëmb ba agsi ca ëllëg sa fa janook dunu Kiyos, bés ba ca topp, nu àgg Samos, bés ba ca toppaat, nu àgg Mile."},{"style":"v","verse":"16","text":"Ndax Póol daa fasoon yéeney teggi Efes, ngir baña yàgg diiwaanu Asi; booba day gaawtu, ngir màggalu \\w Pàntakot|Màggal yi:\\w* man koo fekk Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Fa Mile la Póol yónnee ca Efes, woolu magi gëmkat ñi."},{"style":"v","verse":"18","text":"Ba ñu dikkee, mu ne leen:"},{"style":"p","verse":"","text":"«Yeen ci seen bopp xam ngeen bu baax, ca bés ba ma njëkkee teg sama tànk Asi, ba tey jii, ni ma masa doxale ak yeen,"},{"style":"v","verse":"19","text":"di jaamoo Boroom bi ag woyof gu mat sëkk, ci biiri rongooñ ak nattu yu ma pexey Yawut yi teg."},{"style":"v","verse":"20","text":"Te amul lenn lu leen di jariñ, lu ma leen nëbb, bañ leen koo xamal; jàngal naa leen ci mbeddum buur ak ci biir kër yi."},{"style":"v","verse":"21","text":"Dénk naa Yawut yi ak Gereg yi ne leen, ñu tuub ci Yàlla te gëm sunu Sang Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Léegi maa ngii ci curgag \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, di dem Yerusalem, te umple naa sax lu ma fay dal,"},{"style":"v","verse":"23","text":"lu moy li ma Noo gu Sell giy seedeel ci dëkkoo dëkk, ne ma ay jéng aki coono ñoo may nég."},{"style":"v","verse":"24","text":"Waaye sama bakkan soxalu ma, xanaa ma bey samaw sas, ba sottal liggéey bi ma Sang Yeesu dénk, te mooy seedeel xibaaru jàmm bu yiwu Yàlla wi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Léegi nag xam naa ne mboolem yeen ñi ma duggoon ci seen biir, di yégle nguurug Yàlla, dootuleen ma gis."},{"style":"v","verse":"26","text":"Moo ma tax di seede bésub tey, ne wàccoo naak ñépp, deesu ma topp benn bakkan."},{"style":"v","verse":"27","text":"Ndax mboolem li Yàlla nar bañuma leen cee xamal lenn."},{"style":"v","verse":"28","text":"Wattuleen nag seen bopp, wattu mboolem gétt gi leen Noo gu Sell gi sàmmloo, te ngeen foral mbooloom gëmkati Yàlla mi Yàlla \\w jote|jot:\\w* deretu boppam."},{"style":"v","verse":"29","text":"Man nag xam naa ne gannaaw bu ma demee, ay bukki yu ñàng dinañu tàbbi ci seen biir te duñu ñéeblu gétt gi."},{"style":"v","verse":"30","text":"Ci seen biir sax la aw nit di jóge taxaw, di wax ndëngte, ngir xiirtal taalibe yi, ba ñu topp leen."},{"style":"v","verse":"31","text":"Teewluleen nag te fàttaliku ne diiru ñetti at, guddi ak bëccëg, masumaa noppee artu kenn ku nekk ci yeen, bay jooy sax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"«Léegi nag, dénk naa leen Yàlla ak kàddug yiwam gi leen mana dooleel, dencal leen seen muur ci biir mboolem nit ñi ñu sellal."},{"style":"v","verse":"33","text":"Du lenn lu ma xemmem ci kenn: du xaalis, du wurus du koddaay."},{"style":"v","verse":"34","text":"Yeen ci seen bopp, xam ngeen ne, muy sama soxlay bopp, di yoy ñi ànd ak man, sama loxo yii laa liggéeye lu ma ko faje."},{"style":"v","verse":"35","text":"Nu nekk laa leen wone ne sunu wartéef mooy nu liggéeye noonu bu baax, ngir dimbali néew-doole yi, tey fàttaliku kàddug Sang Yeesu ga mu noon: “Nangu, joxee ko ëpp barke.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Naka la wax loolu, mu daldi sukk, di ñaanandoo ak ñoom ñépp."},{"style":"v","verse":"37","text":"Ba loolu amee ñépp jooyoo jooy yu metti, laxasu ko, fóon ko."},{"style":"v","verse":"38","text":"La leen yokk aw tiis nag mooy kàddu ga mu leen wax, ne leen: «Dootuleen ma gis.» Ba mu ko defee, ñu gunge ko ba ca gaal ga."}]