[{"style":"s1","verse":"","text":"Póol dugg na gaal, jëm Room"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee ñu dogu noo dugal gaal, jëme nu\\f + \\fr 27.1 \\ft Li waral \\fq nu \\ft mooy Luug mi bind \\bk Jëf ya\\bk* mooy wax.\\f* réewum Itali. Ñu teg Póol ak ñeneen ñu ñu tëjoon ci loxool \\w njiitu takk-der|njiitu takk-der b-:\\w* bu ñuy wax Yulyus, te mu bokk ci mbooloom xarem buur bu mag bi."},{"style":"v","verse":"2","text":"Nu dugg genn gaalu ca dëkk ba ñuy wax Àddramit te wara jaareji ca teeruy Asi. Nu daldi tàbbi biir géej, Aristàrk jenn waay ju dëkke Tesalonig ca diiwaanu Maseduwan ànd ak nun."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ca ëllëg sa nu teeri \\w Sidon|Tir:\\w*; Yulyus nag baaxe Póol, may ko mu dem ci ay xaritam, ngir ñu toppatoo ko."},{"style":"v","verse":"4","text":"Nu jóge fa, dellu géej, ngelaw li soflu nu, nu leru tefesu dun bu ñuy wax Sippar, jaare wet gu nu fegoo ngelaw li."},{"style":"v","verse":"5","text":"Ci kaw loolu nu jàll géej gi janook diiwaani Silisi ak Pamfili, daldi teeri Mira ca diiwaanu Lisi."},{"style":"v","verse":"6","text":"Foofa nag njiitu takk-der ba gis gaal gu jóge Alegsàndiri, jëm Itali, mu dugal nu ca."},{"style":"v","verse":"7","text":"Ba loolu amee nuy deme ndànk ay fani fan; sonn nanu lool doora jub Kanidd, waaye ngelaw li mayu nu nu teer. Nu leru tefesu Keret, jaare wet gu nu fegoo ngelaw li, janook Salmone."},{"style":"v","verse":"8","text":"Sonn nanu lool bala noo romb foofu, doora agsi fa ñuy wax Neex Teeru, te dend ak dëkk ba ñuy wax Lase."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Fekk na nag nu yàgg ca yoon wa, ba tollu ci jamono ju tukkib géej aaytal, ndax fekk na Koorug Yawut\\f + \\fr 27.9 \\fk Koorug Yawut, \\ft ca fukkeelu fanu juróom ñaareelu weer wa lay am, mu yemook sàttumbar, jàpp oktoobar. Mooy bésub Njotlaay bi. Bés boobu la sarxalkat bu mag ba daan yóbbu deretu jur fa néeg bu sella sell ba, ngir Yàlla baal bànni Israayil seeni bàkkaar. Bés bu sella sell la woon, bu ñu daan yendoo woor. Seetal ci \\bk Sarxalkat yi\\bk* saar 16.\\f* wees. Loolu tax Póol digal leen ne:"},{"style":"v","verse":"10","text":"«Bokk yi, gis naa ne yoon wii loraange ak yàqule gu réy la. Waxuma gaal gi ak li mu yeb, waaye sunuy bakkan sax xaj na ci.»"},{"style":"v","verse":"11","text":"Teewul njiitu takk-der ba sobental waxi Póol, déggal dawalkat ba ak boroom gaal ga."},{"style":"v","verse":"12","text":"Te itam teeru boobu neexul woona lollikoo. Loolu waral ña ëpp ca waa gaal ga mànkoo ci jóge fa, dellu géej, te fexe nu ñu àgge Fenigsë, ngir lollikoo fa. Mooy teerub dunu Keret bi jublu sowub suuf ak sowub kaw."},{"style":"s1","verse":"","text":"Ngëlén sàqi na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ci kaw loolu ngelawal bëj-saalum wal ndànk, ñu njort ne man nañoo sottal seen pexe. Ñu wëgg diigal, daldi tafoo tefesu Keret."},{"style":"v","verse":"14","text":"Teewul nes tuut ngelaw lu réy lu ñuy wax Penkub kaw, riddee ca dun ba."},{"style":"v","verse":"15","text":"Gaal gi buubu, manatula dékku ngelaw li, ba nu mujj bayliku, daldi yal."},{"style":"v","verse":"16","text":"Nu leru nag dun bu tuuti bu ñuy wax Koda, jaare wet gu nu fegoo ngelaw li, teg ci sonn lool doora téye loocob rawtu bu gaal gi."},{"style":"v","verse":"17","text":"Ñu yéege looco ba, daldi jël ay buum yu ñu laxas ca yaramu gaal ga, dàbbalee ko ko. Ci kaw loolu ñu ragala ngiroji ca beeñ bu ñuy wax Sirt, ba tax ñu sànni diigal, ngir yeexal gaal ga, daldi yalal."},{"style":"v","verse":"18","text":"Ca ëllëg sa ngelaw la wéye noo pamti-pamtee, ba ñu mujj wàññi ca yebu gaal ga, sànni biir géej."},{"style":"v","verse":"19","text":"Ca gannaaw ëllëg sa, seen loxoy bopp lañu jële yenn jumtukaayi gaal ga, sànni."},{"style":"v","verse":"20","text":"Ay fani fan jant beek biddiiw yi ne meŋŋ, te ngelaw liy riddi rekk, ba nu noppee yaakaar ne dinanu mucc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Loolu nag fekk na ñu gëjoona lekk. Póol daldi taxaw ca seen biir ne: «Bokk yi, su ngeen yégoon déggal ma, baña jóge Keret, ba moyu loraange gii ak yàqule gii."},{"style":"v","verse":"22","text":"Léegi nag dama leen di ñaax, ngir ngeen dalal seen xel, ndax kenn ci yeen du ñàkk bakkanam, gaal gi rekk ay yàqu."},{"style":"v","verse":"23","text":"Ndax malaakam Yàlla ji ma moom, te ma di ko jaamu, moo ma dikkal biig."},{"style":"v","verse":"24","text":"Mu ne ma: “Póol, bul tiit; fàww nga taxawi fa kanam \\w Sesaar|Sesaar:\\w*, te it Yàlla moo la baaxe muccug mboolem ñi nga àndal ci gaal gi.”"},{"style":"v","verse":"25","text":"Kon nag, bokk yi, dalalleen seen xel, ndax gëm naa Yàlla, xam naa ne ni mu ko waxe, ni lay ame."},{"style":"v","verse":"26","text":"Du ñàkk aw dun wu nu lufeji.»"},{"style":"s1","verse":"","text":"Gaal ga tas na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ca fukkeelu bés baak ñeent, nu ngay yal-yalee fu ne ca géeju Adiratig; ba guddi ga xaajee mool ya njort ne nu ngay jegesi ab tefes."},{"style":"v","verse":"28","text":"Ñu sànni nattukaay ba biir géej, gis ndox ma xóote ñaar fukki dayo, xawa yemook ñeent fukki meetar. Ñu demati tuuti, sànniwaat ko, daldi gis ndox ma xóote fukki dayo ak juróom, xawa yemook fanweeri meetar."},{"style":"v","verse":"29","text":"Ci kaw loolu ñu ragala lufeji béreb bu ami doj, ba tax ñu sànnee ca geenu gaal ga ñeenti diigal, tey ñaan jant fenke leen."},{"style":"v","verse":"30","text":"Teewul mool ya ñoom di fexee raw, daldi dem ba yoori loocob rawtu ba biir géej, tey taafantoo ne ay diigal lañuy sànnee ca boppu gaal ga."},{"style":"v","verse":"31","text":"Póol nag ne \\w njiitu takk-der|njiitu takk-der b-:\\w* ba ak xarekat ya: «Ñii bu ñu desul ci gaal gi, yeen dungeen raw.»"},{"style":"v","verse":"32","text":"Ca la takk-der ya dog buum ya téye looco ba, bàyyi, mu wéy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Naka la jant di waaja fenk, Póol ñaax ñépp, ngir ñu lekk; mu ne leen: «Fukki fan ak ñeent a ngii, yeena ngi toog, lekkuleen, sexuleen dara."},{"style":"v","verse":"34","text":"Dama leen di ñaax nag ngir ngeen lekk, ndax noonu doŋŋ ngeen mana rawe. Du genn kawar sax guy rote ci boppu kenn ci yeen.»"},{"style":"v","verse":"35","text":"Loolu la wax, daldi jël mburu, sant Yàlla ci kanam ñépp, ba noppi dagg, lekk."},{"style":"v","verse":"36","text":"Ba loolu amee, ñépp dellu sawar, daldi lekk ñoom itam."},{"style":"v","verse":"37","text":"Ña nekkoon ca gaal ga ñépp ñaari téeméer ak juróom ñaar fukk ak juróom benn (276) lanu."},{"style":"v","verse":"38","text":"Ñu lekk ba suur, daldi sànni pepp ma biir géej, ngir woyofal gaal ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ba bët setee, xàmmeewuñu réew ma, waaye ab catu tefes lañu séen. Ñu fas yéene faa teereji, ndegam manees naa nekk."},{"style":"v","verse":"40","text":"Ba mu ko defee ñu dagg diigal ya, wacc biir géej, yiwiwaale goj ya téye joowu yay dawal gaal ga. Ci kaw loolu ñu firi wiiru kanam ga, ngelaw la yóbbu gaal ga, nu wuti tefes ga."},{"style":"v","verse":"41","text":"Teewul ñu dal fu ñaari ndaw daje, ci ab tundu beeñ, gaal ga luf. Boppu gaal ga nuur ca suuf sa, yëngootul, geenu gaal ga tas ndax dooley gannax ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Ba loolu amee takk-der ya nara rey ña ñu tëj, bala ñoo féey, ba raw."},{"style":"v","verse":"43","text":"Njiitu takk-der ba nag namma rawale bakkanu Póol, ba tax mu aaye loolu. Mu sant ñi mana féey, ne leen ñu njëkka sóobu, wuti tefes ga."},{"style":"v","verse":"44","text":"Ña ca des nag, topp ca, ñii langaamoo ay dénk, ñee, tojiti gaal ga. Noonu la ñépp mujje jot tefes ga ci jàmm."}]