[{"style":"s1","verse":"","text":"Piyeer ak Yowaan daje nañook àttekat ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Naka la Piyeer ak Yowaan di wax ak mbooloo ma, \\w sarxalkat|sarxalkat b-:\\w* yaak jawriñu kër Yàlla gaak \\w Sadusen|Sadusen y-:\\w* ya ne jimeet ci seen kaw."},{"style":"v","verse":"2","text":"Fekk na leen ñéññ ca la ñuy waare aka yégle ndekkitel Yeesu, te loolu di dëggal ne dee-dekki, lu am la."},{"style":"v","verse":"3","text":"Ñu daldi leen teg loxo, tëj leen ba ca ëllëg sa, ndax booba guddi na."},{"style":"v","verse":"4","text":"Fekk na nag, ñu bare ca ña jotoona dégg kàddu ga gëm nañu, ba limu gëmkat ña tollu ci juróomi junni (5~000)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ca ëllëg sa kilifay Yawut yi ak magi askan wi ak firikati yoonu Musaa yi daje Yerusalem."},{"style":"v","verse":"6","text":"Anas, sarxalkat bu mag ba ca la, ak Kayif ak Yowaan ak Alegsàndar ak mboolem bokki sarxalkat bu mag."},{"style":"v","verse":"7","text":"Ñu taxawal Piyeer ak Yowaan ca digg ba, laaj leen ne: «Yeen, lii ngeen def, ci ban xam-xam ak ci wan tur ngeen ko defe?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Fa la Piyeer feeseek \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, ne leen: «Yeen kilifay xeet wi ak magi askan wi,"},{"style":"v","verse":"9","text":"ndegam yoon moo nuy laaj lu jëm ci ndimbal lu ab lafañ jagoo, ak ci man pexe la lafañ bi mucce,"},{"style":"v","verse":"10","text":"xamleen xéll, yeen ñépp ak \\w bànni Israayil|bànni Israayil:\\w* gépp, ne ci turu Yeesu \\w Almasi|Almasi b-:\\w* mu Nasaret, ki ngeen daajoon ci bant, te Yàlla dekkal ko, ci turam doŋŋ la kii wére, ba taxaw ci seen kanam."},{"style":"v","verse":"11","text":"Yeesu moomu mooy:"},{"style":"q1","verse":"","text":"“Doj wi ngeen beddi woon, yeen tabaxkat yi,"},{"style":"q1","verse":"","text":"te mu mujj di doju koñu tabax bi\\f + \\fr 4.11 \\ft Seetal ci \\bk Taalifi cant\\bk* 118.22.\\f*.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Mucc kat amul ci keneen, ndax fi asamaan tiim, mayeesul fi nit ñi weneen tur wu nu wara mucce.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba waa \\w kuréelu àttekat|kuréelu àttekat y-:\\w* ya gisee fit wi Piyeer ak Yowaan àndal, te ñu xam ne niti neen ñu masula jàng lañu, dañoo waaru. Xamoon nañu nag ne ñook Yeesoo nekkoon."},{"style":"v","verse":"14","text":"Te itam ka ñu wéral a nga taxaw fa seen wet, ñuy gis. Manuñu caa tegati dara."},{"style":"v","verse":"15","text":"Ba mu ko defee ñu joxe ndigal, génne leen, daldi gise ci seen biir."},{"style":"v","verse":"16","text":"Ñu ne: «Lu nuy def ak ñii? Ndax kat firnde lu leer sottee na fi ci ñoom; leer na nàññ waa Yerusalem gépp, te manunu koo weddi."},{"style":"v","verse":"17","text":"Waaye kat bu mbir mi gëna siiw ci xeet wi. Nan leen tëkku, ngir aaye leen ñu waxati kenn tur woowu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ñu woo leen nag, aaye leen, ne leen mayatuñu leen benn yoon ñu waxati lenn, mbaa ñuy jàngale ci turu Yeesu."},{"style":"v","verse":"19","text":"Piyeer ak Yowaan ne leen: «Ndax li jaadu fa Yàlla mooy nu déggal leen, yeen, bàyyi Yàlla? Yeenay àtte loolu."},{"style":"v","verse":"20","text":"Waaye nun, li nu gis, dégg ko, manunu koo baña wax.»"},{"style":"v","verse":"21","text":"Ba loolu amee ñu tëkkuwaat leen, door leena yiwi, ñu dem, gannaaw manuñu leena mbugal te amuñu bunt ci ñoom ndax mbooloo ma, te ñépp di màggal Yàlla ca la xew,"},{"style":"v","verse":"22","text":"ngir waa ja kéemtaan ga wérloo amoon na lu wees ñeent fukki at."},{"style":"s1","verse":"","text":"Mbooloom gëmkat ñi ñaan na ci Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Gannaaw ba ñu yiwee Piyeer ak Yowaan, ñu dem ca seen bokki gëmkat, nettali leen mboolem la leen \\w sarxalkat|sarxalkat b-:\\w* yu mag yaak magi askan wa wax."},{"style":"v","verse":"24","text":"Ba ko bokk ya déggee, ñoom ñépp a mànkoo, daldi yékkati kàddug ñaan fa Yàlla, ne: «Buur Yàlla, yaa sàkk asamaan ak suuf ak géej ak lépp li ci biir."},{"style":"v","verse":"25","text":"Yaa wax ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi ci sunu gémmiñu maam \\w Daawuda|Daawuda:\\w* sa jaam bi, nga ne:"},{"style":"q1","verse":"","text":"“Ana lu xeeti àddina di riire?"},{"style":"q1","verse":"","text":"Lu xeet yiy lale pexey neen?"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"26","text":"Buuri àddinaa jógandoo,"},{"style":"q1","verse":"","text":"kilifa yee lëkkoo, di fexeel Boroom bi ak \\w Almaseem|Almasi b-:\\w*\\f + \\fr 4.26 \\ft Seetal ci \\bk Taalifi cant\\bk* 2.1-2.\\f*.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"Dëgg la moos, ndax ci dëkk bii la \\w Erodd|Erodd:\\w* ak Poñsë \\w Pilaat|Pilaat:\\w* lëkkoo, ànd ak xeeti àddinaak \\w bànni Israayil|bànni Israayil:\\w* ci kaw Yeesu, sa jawriñ ju sell ji nga fal."},{"style":"v","verse":"28","text":"Noonu it lañu sottale mboolem li nga dogaloon ci sa loxo ak sa coobare."},{"style":"v","verse":"29","text":"Léegi nag Boroom bi, bàyyil xel seeni tëkkoo te nga may nu, nun say jaam, nuy wax sa kàddu ak fit wu mat sëkk."},{"style":"v","verse":"30","text":"Ngalla tàllalal sa loxo ngir di wéral aka amal ay firnde aki kéemaan ci turu Yeesu, sa jawriñ ju sell ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ba ñu ñaanee ba noppi, béreb ba ñu daje daa yëngu, ñu fees ak Noo gu Sell gi ñoom ñépp; ñu daldi tàmbalee waxe fit kàddug Yàlla gi."},{"style":"s1","verse":"","text":"Gëmkat ñi ñoo bokkoon lépp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ci kaw loolu mboolem gëmkat ñi bokk menn xel ak benn xalaat. Du kenn ku ne moo moom lenn ci alalam, waaye ñoo bokkoon lépp ci seen biir."},{"style":"v","verse":"33","text":"Ndaw yi nag di seedee doole ju réy ne Sang bi Yeesu dekki na, yiw wu yaa di leen dikkal ñoom ñépp."},{"style":"v","verse":"34","text":"Kenn ci ñoom ndóolul, ndax képp ku ciy boroom suuf mbaa ay kër, da koy jaay, indi njëg gi,"},{"style":"v","verse":"35","text":"teg ko ci kanam ndaw yi. Su ko defee ku nekk séddu ca la dëppook soxlaam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ku mel ni Yuusufa, bokk ci giirug \\w Lewi|Leween b-:\\w*, te dëkk ca dunu Sippar, ndaw yi daan ko wax Barnabas, muy firi Ñaaxekat bi,"},{"style":"v","verse":"37","text":"ab tool la amoon. Da koo jaay, indi xaalis bi, teg fi kanam ndaw yi."}]