[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Sóol nag rafetlu woon na la ñu bóom Eccen."},{"style":"s1","verse":"","text":"Fitnaal nañu mbooloo mi"},{"style":"p","verse":"","text":"Bésub keroog teg nañu mbooloom gëmkat ña ca Yerusalem fitna ju metti ba, lu moy ndawi \\w Almasi|Almasi b-:\\w* bi, ñoom ñépp a tasaaroo ca diiwaani Yude ak \\w Samari|Samari:\\w*."},{"style":"v","verse":"2","text":"Ay nit ñu ragal Yàlla nag rob Eccen, ñaawlu deewam lool."},{"style":"v","verse":"3","text":"Ci biir loolu Sóol moom, ma ngay jéema faagaagal mbooloom gëmkat ñi, di dugg ci kër yi, diri góor ak jigéen, génne, tëjlu leen kaso."},{"style":"s1","verse":"","text":"Filib waare na ca Samari"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Gëmkat ña tasaaroo di xamle fépp fu ñu jaare, xibaaru jàmm bu kàddu gi."},{"style":"v","verse":"5","text":"Noonu la Filib deme péeyub \\w Samari|Samari:\\w*, di siiwtaane \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","verse":"6","text":"Ba waa dëkk ba déggee mbaa ñu gis kéemaan ya muy def, ñoo bokk teewlu ay waxam."},{"style":"v","verse":"7","text":"Ndax bare na ca ñu \\w rab|rab:\\w* jàppoon te mujj bàyyi leen, génne yuux yu réy; bare na ca it ñu lafañ ak ñu làggi woon te mujj wér."},{"style":"v","verse":"8","text":"Muy mbég mu réy nag ca dëkk boobee."},{"style":"s1","verse":"","text":"Ab ñeengokat gis na ku ko joŋ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ku ñuy wax Simoŋ nag yàggoon na ca dëkk ba, di ñeengo. Ku waar waa \\w Samari|Samari:\\w* la woon, te doon tuddoo nit ku màgg."},{"style":"v","verse":"10","text":"Ñépp, mag ak ndaw, teewlu ko, naan: «Kii mooy dooley Yàlla ci boppam. Moom lañuy wax “Màggle”.»"},{"style":"v","verse":"11","text":"La ñu ko teewloo woon moo di jëfi ñeengo ya mu leen yàgga yéeme."},{"style":"v","verse":"12","text":"Waaye ba ñu gëmee Filib ma leen xamal xibaaru jàmm, bi jëm ci nguurug Yàlla ak turu Yeesu \\w Almasi|Almasi b-:\\w* bi, góor ak jigéen daldi nangu, ñu sóob leen ci ndox."},{"style":"v","verse":"13","text":"Simoŋ ci boppam gëm, moom it, ñu sóob ko ci ndox. Simoŋ nag bàyyeetul Filib. Ba mu gisee firnde yaak kiraama yu mag yay am, moom moo yéemu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba ndaw ya ca Yerusalem yégee ne waa Samari nangu nañu kàddug Yàlla, Piyeer ak Yowaan lañu fa yebal."},{"style":"v","verse":"15","text":"Ñu agsi Samari, ñaanal gëmkat ña, ngir ñu jot \\w Noo gu Sell|Noo gu Sell g-:\\w* gi."},{"style":"v","verse":"16","text":"Ndax booba Noo gi wàccagul woon ci kenn ci ñoom, dees leena sóoboon rekk ci ndox ci turu Sang Yeesu."},{"style":"v","verse":"17","text":"Ba loolu amee Piyeer ak Yowaan \\w teg leen loxo|teg loxo:\\w*, ñu jot Noo gu Sell gi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Simoŋ nag gis noonee mayug Noo gu Sell gi sababoo ci tegeb loxo bu ndaw ña amal, ba tax mu indil leen xaalis."},{"style":"v","verse":"19","text":"Mu ne leen: «Mayleen ma man itam xam-xam bii, ngir ku ma teg loxo, nga jot Noo gu Sell gi.»"},{"style":"v","verse":"20","text":"Piyeer ne ko: «Na sa xaalis ànd ak yaw asaru, ndegam ab xaalis nga yaakaara jënde mayu Yàlla!"},{"style":"v","verse":"21","text":"Amuloo benn wàll mbaa ab cér ci lii, ndax sa xol a jubul ci kanam Yàlla."},{"style":"v","verse":"22","text":"Réccul nag sa mbon gii, te ñaan Boroom bi; jombul mu baal la sa mébétu xol."},{"style":"v","verse":"23","text":"Ndax gis naa ni nga sóoboo ci wextanu kañaan, keppu ci ndëngte.»"},{"style":"v","verse":"24","text":"Simoŋ ne leen: «Ñaanalleen ma Boroom bi, yeen ci seen bopp, ngir li ngeen wax lépp, lenn bañ ma cee dab.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Gannaaw ba Piyeer ak Yowaan seedeelee kàddug Boroom bi, biral ko, Yerusalem lañu dellu, di xamle xibaaru jàmm bi ci ay dëkki Samari yu bare."},{"style":"s1","verse":"","text":"Filib yee na ab jaraafu Ecopi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Menn malaakam Boroom bi nag wax Filib, ne ko: «Fabul jubal bëj-saalum; yoon wa kenn jaareetul te bartaloo Yerusalem, jëm Gasa.»"},{"style":"v","verse":"27","text":"Filib fabu, dem. Ndeke am na jenn waayu Ecopi\\f + \\fr 8.27 \\fk Ecopi \\ft ga woon, dees na ko woowe Kuus itam, muy diiwaan bu feggoo woon ak dexu Niil, te nekkoon diggante bëj-gànnaaru Sudan ak bëj-saalumu Misra.\\f* ju màggalsi woon Yerusalem. Nit kooku doonoon moraange, te di jaraaf ju mag ju Kàndas Lingeeru Ecopi; moo doon saytu mboolem alalu Lingeeru Ecopi."},{"style":"v","verse":"28","text":"Naka la jaraaf ja màggalsi bay dellu Ecopi, toog ca watiiram, di jàngaale téereb Yonent Yàlla \\w Esayi|Esayi:\\w*,"},{"style":"v","verse":"29","text":"\\w Noowug Yàlla|Noo gu Sell g-:\\w* ne Filib: «Doxal, dab watiir bale.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Filib dabsi waayi Ecopi ja, daldi dégg muy jàng téereb Yonent Yàlla Esayi. Mu ne ko: «Ndax xam nga li ngay jàng?»"},{"style":"v","verse":"31","text":"Mu ne ko: «Nu ma ko mana xame, te kenn firilu ma ko?» Ba loolu amee mu ne Filib, mu yéeg, toog ak moom. Filib yéeg."},{"style":"v","verse":"32","text":"Lii nag mooy dogu Mbind ma mu doon biral:"},{"style":"q1","verse":"","text":"«Dees koo yóbbu ni xar mu ñuy rendiji;"},{"style":"q1","verse":"","text":"mbete mburt mu ne cell ci kanam ki koy wat,"},{"style":"q1","verse":"","text":"ubbiwul gémmiñam."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"33","text":"Ci biir toroxteem lañu ko xañ dëggam;"},{"style":"q1","verse":"","text":"kuutaayam nag, ana ku ci mana wax?"},{"style":"q1","verse":"","text":"Ndegam bakkanam lañu toxale kaw suuf\\f + \\fr 8.33 \\ft Seetal ci \\bk Esayi\\bk* 53.7-8.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Jaraaf ja ne Filib: «Yaw laay laaj, ci kan la yonent bi wax lii? Boppam lay wax am keneen?»"},{"style":"v","verse":"35","text":"Filib daldi àddu, tàmbalee ci dog boobu, xamal ko xibaaru jàmm bi ci mbirum Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ba loolu amee ñu topp yoon wi, ba yem ci am ndox. Jaraaf ja ne ko: «Ndox a ngii, ana lu tee ma sóobu ci?»"},{"style":"v","verse":"37","text":"Filib ne ko: «Soo gëmee ci sa léppi xol, sañ nga ko.» Mu ne ko: «Gëm naa ne Yeesu \\w Almasi|Almasi b-:\\w* bi mooy \\w Doomu Yàlla|Doomu Yàlla j-:\\w*\\f + \\fr 8.37 \\ft Aaya 37 nekkul ci mbind yu bare yu njëkk ya.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Ci kaw loolu jaraaf ja santaane ñu taxawal watiir ba; Filib ak jaraaf ja wàcc, ñu dugg ñoom ñaar ca ndox ma, Filib sóob ko ca."},{"style":"v","verse":"39","text":"Naka lañu génne ca ndox ma, ngelawal Boroom bi ne cas Filib, yóbbu, jaraaf ja gisatu ko. Teewul mu topp yoonam, ànd ak mbég."},{"style":"v","verse":"40","text":"Filib moom, dëkk ba ñuy wax Asot la gisaat boppam. Mu wéye di xamle xibaaru jàmm bi ci dëkkoo dëkk, ba àgg Sesare."}]