[{"style":"s1","verse":"","text":"Sóol tuub na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci biir loolu Sóol moom, noyyeewul lu moy di tëkkooka jéema bóom taalibey Sang bi. Mu dem nag ca \\w sarxalkat|sarxalkat b-:\\w* bu mag ba,"},{"style":"v","verse":"2","text":"di sàkku ay bataaxal yu ñeel jànguy dëkk ba ñuy wax Damaas, bataaxal yu yóbbante ndigal lu yeewlu képp ku ñu fa gis ku bokk ci Yoon woowu, góor ak jigéen, ngir mu jàpp leen, indi leen Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Naka la Sóol dem ba jub Damaas, ag leer fettaxe asamaan, jekki ne ràyy ci kawam."},{"style":"v","verse":"4","text":"Mu ne dàll ci suuf, daldi dégg baat bu ko ne: «Sóol, Sóol, lu tax nga di ma bunduxataal?»"},{"style":"v","verse":"5","text":"Mu ne: «Yaay kan Sang bi?» Mu ne: «Man maay Yeesu, mi ngay bunduxataal."},{"style":"v","verse":"6","text":"Léegi nag, jógal, dugg ci dëkk bi, dees na la wax li nga wara def.»"},{"style":"v","verse":"7","text":"Nit ña ànd ak moom a nga taxaw, jommi ba ne cell; dégg nañu baat bi te gisuñu kenn."},{"style":"v","verse":"8","text":"Sóol jóg, xippi, gisul dara; ñu daldi koy wommat, dugal ko biir Damaas."},{"style":"v","verse":"9","text":"Diiru ñetti fan gisul dara, lekkul, naanul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ab taalibe bu ñuy wax Anañas nag ma nga woon ca Damaas. Sang bi feeñu ko, ne ko: «Anañas!» Mu ne ko: «Maa ngi, Sang bi.»"},{"style":"v","verse":"11","text":"Sang bi ne ko: «Demal ba ca mbedd ma ñuy wax mbedd mu Jub, te nga seet ca kër Yuda ku ñuy wax Sóol te dëkke Tàrs. Ma ngay ñaan."},{"style":"v","verse":"12","text":"Dafa gis cim peeñu ku ñuy wax Anañas duggsi, \\w teg ko loxo|teg loxo:\\w*, ngir mu dellu di gis.»"},{"style":"v","verse":"13","text":"Anañas nag ne ko: «Sang bi, maa dégge ci ñu bare mbirum kooku, ñu seede mboolem jëf ju bon ji mu def say nit ñu sell ci biir Yerusalem."},{"style":"v","verse":"14","text":"Te moo yor ndigal lu tukkee ci sarxalkat yu mag yi, ngir yeewlu képp kuy tudd saw tur.»"},{"style":"v","verse":"15","text":"Sang bi ne ko: «Demal, ndax kooku jumtukaay laa ko tànne, ngir mu xamali sama tur, xeeti jàmbur yi ak seeni buur, xamal ko itam \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","verse":"16","text":"Maa koy won mboolem coono bi mu wara dékku ngir sama tur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci kaw loolu Anañas dem, dugg ca kër ga, teg Sóol loxo, ne ko: «Mbokk mi Sóol, Sang Yeesu, mi la feeñu woon ci yoon wi nga dikke, moo ma yebal ci yaw, ngir nga dellu di gis te fees ak \\w Noo gu Sell|Noo gu Sell g-:\\w* gi.»"},{"style":"v","verse":"18","text":"Ca saa sa lu mel niy waasintóor wadde ca bët ya, mu dellu di gis. Mu daldi jóg, ñu sóob ko ci ndox."},{"style":"v","verse":"19","text":"Ba loolu wéyee, mu lekk, doora am doole."},{"style":"p","verse":"","text":"Sóol toog na ak taalibe ya ca Damaas ay fan."},{"style":"v","verse":"20","text":"Ca saa sa la tàmbalee xamle Yeesu ca jànguy Yawut ya, naan Yeesu mooy \\w Doomu Yàlla|Doomu Yàlla j-:\\w*."},{"style":"v","verse":"21","text":"Mboolem ña ko dégg, daldi waaru, naan: «Xanaa du kii moo doon bóom ñiy tudd woowu tur ci Yerusalem? Du moo fi dikkoon, ngir yeewlu leen, yóbbu ci sarxalkat yu mag yi?»"},{"style":"v","verse":"22","text":"Teewul Sóol gëna am manoore, ba far jaaxal Yawut ñi dëkke Damaas, di firndeel ne Yeesu mooy \\w Almasi|Almasi b-:\\w* bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba ñu ca tegee ab diir bu xawa yàgg, Yawut yi féncoo, ngir reylu ko."},{"style":"v","verse":"24","text":"Sóol nag yég seen mébét. Guddi ak bëccëg lañu doon wattu bunti dëkk ba, ngir bóom ko."},{"style":"v","verse":"25","text":"Teewul taalibe yi yeb ko ag guddi ci ag dàmba, jàlle ko ca wàllaa tata ba, yoor ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ba Sóol agsee Yerusalem, jéem naa jaxasook taalibe yi, waaye ñépp a ko ragal, ndax ñàkka gëm ag taalibeem."},{"style":"v","verse":"27","text":"Ci kaw loolu Barnabas ànd ak moom, yóbbu ko ca ndaw ya. Barnabas nettali leen, ni Sóol gise Sang bi ca yoon wa, ba mu wax ak Sóol, ak fit wa Sóol waaree ca Damaas ci turu Yeesu."},{"style":"v","verse":"28","text":"Ba loolu amee Sóol ànd ak ndaw yi di dem aka dikk ci biir Yerusalem, di waaree aw fit ci turu Sang bi."},{"style":"v","verse":"29","text":"Mu boole ci di wax aka werante ak Yawut ñiy làkk gereg, te ñoom ñu di ko fexee rey."},{"style":"v","verse":"30","text":"Bokki gëmkat ña nag yég ko, daldi koy yóbbaale Sesare, yebale ko foofa, mu dem Tàrs."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ba mu ko defee mbooloom gëmkat ñi ci mboolem diiwaani Yude ak Galile ak \\w Samari|Samari:\\w* daldi am jàmm. Ñuy gëna dëgër, di wéye ragal Yàlla, tey yokku ci ndimbalal Noo gu Sell gi."},{"style":"s1","verse":"","text":"Piyeer faj na nit"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Piyeer mi doon wër fu nekk nag, am na bés mu jaare ca ñu sell ña dëkke Lidd."},{"style":"v","verse":"33","text":"Mu gis foofa waa ju ñuy wax Ene. Fekk na diiru juróom ñetti at, cib lal rekk lay tëdd ndax yaram wu làggi."},{"style":"v","verse":"34","text":"Piyeer ne ko: «Ene, Yeesu \\w Almasi|Almasi b-:\\w* bi wéral na la; jógal, lalal sa bopp.» Mu jóg ca saa sa."},{"style":"v","verse":"35","text":"Mboolem waa diiwaani Lidd ak jóoru Saron nag gis ko, waññiku topp Sang bi."},{"style":"s1","verse":"","text":"Piyeer dekkal na nit"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Dëkk ba ñuy wax Yafa, ab taalibe bu jigéen a nga fa woon, ñu di ko wax Tabita mbaa Dorkas ci làkku gereg. Def lu baax ak sarxe la saxoo woon."},{"style":"v","verse":"37","text":"Ci fan yooyu, mu daanu wopp, daldi faatu. Ñu sang ko, dugal ko ca néegu kaw taax ma."},{"style":"v","verse":"38","text":"Ci biir loolu taalibe yi dégg ne Piyeer a nga Lidd, te Lidd sorewul Yafa. Ñu yebal ñaari nit ca moom, ngir ñaan ko mu ñëw te baña yeex."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Piyeer jóg, ànd ak ñoom, ba agsi. Ñu yéege ko ca néegu kaw taax ma. Gëmkati jëtun\\f + \\fr 9.39 \\fk jëtun ñi \\ft bokk nañu ci ñi wara jot ndimbal ci jàngu bi. Seetal ci \\bk 1.Timote\\bk* 5.9-10.\\f* ñépp a nga doon jooyoo. Ñu yéew Piyeer, won ko turki yaak mbubb ya Dorkas defaroon ba muy nekk ak ñoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Ci kaw loolu Piyeer dàq ñépp ca biti. Mu sukk, ñaan, daldi walbatiku jublook néew bi, ne: «Tabita, jógal!» Mu ne xiféet, gis Piyeer, jóg toog."},{"style":"v","verse":"41","text":"Piyeer may ko loxo, yékkati ko. Ba loolu amee Piyeer woo ñu sell ña, ak jëtun ña, won leen ndaw sa, muy dund."},{"style":"v","verse":"42","text":"Mbir ma nag siiw ca Yafa gépp, ñu bare gëm Sang bi."},{"style":"v","verse":"43","text":"Gannaaw loolu Piyeer dal na Yafa ay fan, kër wullikat bu ñuy wax Simoŋ."}]