[{"style":"r","verse":"","text":"V. 1-15: cf. 2 Co 8. (Pr 19:17. Hé 13:16. 1 Ti 6:17-19. Ph 4:15-19. 1 Jn 3:16-18.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 9.1 \\xt Ac 11:29. Ro 15:26. 1 Co 16:2. 2 Co 8:4.\\x*Il est superflu que je vous écrive touchant l’assistance destinée aux saints. "},{"style":"v","verse":"2","text":"Je connais, en effet, votre bonne volonté, dont je me glorifie pour vous auprès des Macédoniens, en déclarant que l’Achaïe est prête depuis l’année dernière; et ce zèle de votre part a stimulé le plus grand nombre. "},{"style":"v","verse":"3","text":"J’envoie les frères, afin que l’éloge que nous avons fait de vous ne soit pas réduit à néant sur ce point-là, et que vous soyez prêts, comme je l’ai dit. "},{"style":"v","verse":"4","text":"Je ne voudrais pas, si les Macédoniens m’accompagnent et ne vous trouvent pas prêts, que cette assurance tournât à notre confusion, pour ne pas dire à la vôtre. "},{"style":"v","verse":"5","text":"J’ai donc jugé nécessaire d’inviter les frères à se rendre auparavant chez vous, et à s’occuper de votre libéralité déjà promise, afin qu’elle soit prête, de manière à être une libéralité, et non un acte d’avarice. "},{"style":"v","verse":"6","text":"Sachez-le, \\x b \\xo 9.6 \\xt Pr 11:24. Ga 6:7.\\x*celui qui sème peu moissonnera peu, et celui qui sème abondamment moissonnera abondamment. "},{"style":"v","verse":"7","text":"Que chacun donne comme il l’a résolu en son cœur, \\x c \\xo 9.7 \\xt De 15:7. Ro 12:8.\\x*sans tristesse ni contrainte; \\x d \\xo 9.7 \\xt Ex 25:2; 35:5.\\x*car Dieu aime celui qui donne avec joie. "},{"style":"v","verse":"8","text":"Et Dieu peut vous combler de toutes sortes de grâces, afin que, possédant toujours en toutes choses de quoi satisfaire à tous vos besoins, vous ayez encore en abondance pour toute bonne œuvre, "},{"style":"v","verse":"9","text":"selon qu’il est écrit:"},{"style":"q1","verse":"","text":"\\x e \\xo 9.9 \\xt Ps 112:9.\\x*Il a fait des largesses, il a donné aux indigents;"},{"style":"q1","verse":"","text":"Sa justice subsiste à jamais. "},{"style":"v","verse":"10","text":"Celui qui"},{"style":"q1","verse":"","text":"Fournit de la semence au semeur,"},{"style":"q1","verse":"","text":"Et du pain pour sa nourriture,"},{"style":"q1","verse":"","text":"vous fournira et vous multipliera la semence, et il augmentera les fruits de votre justice. "},{"style":"v","verse":"11","text":"Vous serez de la sorte enrichis à tous égards pour toute espèce de libéralités qui, par notre moyen, feront offrir à Dieu des actions de grâces. "},{"style":"v","verse":"12","text":"Car le secours de cette assistance non seulement pourvoit aux besoins des saints, mais il est encore une source abondante de nombreuses actions de grâces envers Dieu. "},{"style":"v","verse":"13","text":"En considération de ce secours dont ils font l’expérience, ils glorifient Dieu de votre obéissance dans la profession de l’Évangile de Christ, et de la libéralité de vos dons envers eux et envers tous; "},{"style":"v","verse":"14","text":"ils prient pour vous, parce qu’ils vous aiment à cause de la grâce éminente que Dieu vous a faite. "},{"style":"v","verse":"15","text":"Grâces soient rendues à Dieu pour son don ineffable!"}]