[{"style":"mt1","text":"1.Jaar-jaar ya"},{"style":"ms","verse":"","text":"Limeefi askan yi"},{"style":"mr","verse":"","text":"(Saar 1---9)"},{"style":"s1","verse":"","text":"Li ko dale ca Aadama ba ca Ibraayma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aadama mooy baayu Set, Set di baayu Enos,"},{"style":"v","verse":"2","text":"Enos di baayu Kenan, Kenan di baayu Maalaleel, Maalaleel di baayu Yeredd."},{"style":"v","verse":"3","text":"Yeredd di baayu Enog, Enog di baayu Matusalem, Matusalem di baayu Lemeg,"},{"style":"v","verse":"4","text":"Lemeg di baayu Nóoyin, Nóoyin di baayu góor ñii di Sem ak Xam ak Yafet."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Doomi Yafet yu góor ñoo di Gomeer ak Magog ak Maday ak Yawaan ak Tubal ak Meseg ak Tiraas."},{"style":"v","verse":"6","text":"Doomi Gomeer yu góor ñoo di Askenas ak Difaat ak Togarma."},{"style":"v","verse":"7","text":"Doomi Yawaan yu góor ñoo di Elisa ak Tarsis ak Kitim ak Dodanim."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Doomi Xam yu góor ñoo di Kuus ak Misrayim\\f + \\fr 1.8 \\fk Misrayim \\ft mooy Misra ba tey.\\f* ak Puut ak Kanaan."},{"style":"v","verse":"9","text":"Doomi Kuus yu góor ñoo di Saba ak Awila ak Sabta ak Raama ak Sabteka. Doomi Raama yu góor di Seba ak Dedan."},{"style":"v","verse":"10","text":"Kuus moo jur Nimrodd, ki njëkk di jàmbaar ju siiw ci kaw suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Misrayim nag mooy maami Luddeen ñi ak Anameen ñi ak Leyabeen ñi ak Naftuyeen ñi"},{"style":"v","verse":"12","text":"ak Pataruseen ñi ak Kasluxeen ñi, ñooñee waa Filisti soqikoo, ak it Kaftoreen ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kanaan moo taawloo Sidon, teg ca Ett."},{"style":"v","verse":"14","text":"Kanaan mooy maamu Yebuseen ñi ak Amoreen ñi ak Girgaseen ñi."},{"style":"v","verse":"15","text":"Mooy maamu Eween ñi ak Arkeen ñi ak Sineen ñi."},{"style":"v","verse":"16","text":"Mooy maamu Arwàddeen ñi it ak Cemareen ñi ak Amateen ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Doomi Sem yu góor ñoo di Elam ak Asur ak Arpagsàdd ak Ludd ak Aram. Góor ñi Aram jur\\f + \\fr 1.17 \\fk ñi Aram jur: \\ft seetal ci \\bk Njàlbéen ga\\bk* 10.23.\\f* ñii la: Ucc ak Xuul ak Geter ak Meseg."},{"style":"v","verse":"18","text":"Arpagsàdd jur Sela, Sela jur Eber."},{"style":"v","verse":"19","text":"Eber moom jur ñaari doom yu góor. Kenn ki tudd Peleg (muy firi Séddalikoo), ndaxte ci jamonoom àddina dafa séddalikoo woon. Rakku Peleg ju góor mooy Yogtaan."},{"style":"v","verse":"20","text":"Yogtaan a jur Alamodàdd ak Selef ak Asarmawet ak Yerax"},{"style":"v","verse":"21","text":"ak Adoram ak Usal ak Digla"},{"style":"v","verse":"22","text":"ak Ebal ak Abimayel ak Seba"},{"style":"v","verse":"23","text":"ak Ofir ak Awila ak Yobab. Ñooñu ñépp di doomi Yogtaan yu góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ci tënk, lii mooy askanu Sem: Sem mooy baayu Arpagsàdd, Arpagsàdd di baayu Sela."},{"style":"v","verse":"25","text":"Sela di baayu Eber, Eber di baayu Peleg, Peleg di baayu Rew."},{"style":"v","verse":"26","text":"Rew mooy baayu Serug, Serug di baayu Naxor, Naxor di baayu Teraa."},{"style":"v","verse":"27","text":"Teraa mooy baayu Ibraam miy Ibraayma."},{"style":"s1","verse":"","text":"Li ko dale ca Ibraayma ba ca Yanqóoba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Doomi Ibraayma yu góor ñoo di Isaaxa ak Ismayla."},{"style":"v","verse":"29","text":"Ñii lañu meññ: taawub Ismayla bu góor mooy Nebayot. Ña ca topp di Kedar ak Adabeel ak Mibsam"},{"style":"v","verse":"30","text":"ak Misma ak Duuma ak Maasa ak Adàdd ak Tema"},{"style":"v","verse":"31","text":"ak Yetur ak Nafis ak Kedama. Ñooñu ñooy doomi Ismayla yu góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ketura, nekkaaleb Ibraayma am naak moom doom yu góor. Ñuy Simran ak Yogsan ak Medan ak Majan ak Yisbag ak Suwa. Doomi Yogsan yu góor di Seba ak Dedan."},{"style":"v","verse":"33","text":"Doomi Majan yu góor ñoo di Efa ak Efer ak Enog ak Abida ak Elda. Ñooñu ñépp xeetu Ketura lañu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ibraayma mooy baayu Isaaxa. Doomi Isaaxa yu góor di Esawu ak Israayil\\f + \\fr 1.34 \\fk Israayil \\ft ak Yanqóoba, kenn ki la.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Doomi Esawu yu góor ñoo di Elifas ak Rewel ak Yewus ak Yalam ak Kore."},{"style":"v","verse":"36","text":"Doomi Elifas yu góor ñoo di Teman ak Omar ak Cefo ak Gatam ak Kenas ak Amaleg mi mu am ak Timna\\f + \\fr 1.36 \\fk Timna: \\ft seetal ci \\bk Njàlbéen ga\\bk* 36.12.\\f*."},{"style":"v","verse":"37","text":"Doomi Rewel yu góor ñoo di Naxat ak Sera ak Saama ak Misa."},{"style":"s1","verse":"","text":"Lu jëm ci ña sancoon réewum Edom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Ñi sancoon Edom ñoo askanoo ci doomi Seyir yu góor. Ñoo di Lotan ak Sobal ak Cibeyon ak Ana ak Dison ak Eccer ak Disan."},{"style":"v","verse":"39","text":"Doomi Lotan yu góor ñoo di Ori ak Omam. Jigéenub Lotan di Timna."},{"style":"v","verse":"40","text":"Doomi Sobal yu góor ñoo di Alwan ak Manaxat ak Ebal ak Sefi ak Onam. Doomi Cibeyon yu góor di Aya ak Ana."},{"style":"v","verse":"41","text":"Doomu Ana ju góor moo di Dison. Doomi Dison yu góor ñoo di Amran ak Esban ak Yittran ak Keran."},{"style":"v","verse":"42","text":"Doomi Eccer yu góor ñoo di Bilan ak Saawan ak Yakan. Doomi Disan yu góor di Ucc ak Aran."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Buur ya falu woon ca réewum Edom, lu jiitu benn buuru \\w bànni Israayil|bànni Israayil:\\w* di falu, ñii la: Bela doomu Bewor ju góor. Dinaba moo doon péeyam."},{"style":"v","verse":"44","text":"Ba Bela faatoo, Yobab doomu Sera ma dëkk Boccara moo falu buur, wuutu ko."},{"style":"v","verse":"45","text":"Ba Yobab faatoo, Usam ma bokk ci diiwaanu waa Teman falu buur, wuutu ko."},{"style":"v","verse":"46","text":"Ba Usam faatoo, Adàdd doomu Bedàdd ju góor ja duma woon waa Majan ca réewu Mowab, daldi falu buur, wuutu ko. Péeyam moo doon Awit."},{"style":"v","verse":"47","text":"Ba Adàdd faatoo, Samla ma dëkk Masreka moo falu buur, wuutu ko."},{"style":"v","verse":"48","text":"Ba Samla faatoo, Sawul mu Rexobot Efraat moo falu buur, wuutu ko."},{"style":"v","verse":"49","text":"Ba Sawul faatoo, Baal Anan doomu Agbor ju góor moo falu buur, wuutu ko."},{"style":"v","verse":"50","text":"Ba Baal Anan faatoo, Adàdd moo falu buur, wuutu ko. Pawu moo doon péeyam, soxnaam di Metabeel ma Mataredd doomu Mesaab di yaayam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Gannaaw ba Adàdd faatoo, kilifa ya jiite Edom ñoo di Timna ak Alwa ak Yetet"},{"style":"v","verse":"52","text":"ak Olibama ak Ela ak Pinon"},{"style":"v","verse":"53","text":"ak Kenas ak Teman ak Mibcar"},{"style":"v","verse":"54","text":"ak Magdiyel ak Iram. Ñooñoo doon kilifay Edom."}]