[{"style":"ms","verse":"","text":"Lu jëm ci Daawuda, buuru Israayil"},{"style":"mr","verse":"","text":"(Saar 10---29)"},{"style":"s1","verse":"","text":"Lu jëm ci deewug Sawul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Am na bés waa Filisti song \\w bànni Israayil|bànni Israayil:\\w*. Bànni Israayil won waa Filisti gannaaw, daw, ñu bare daanu dee ca tundu Gilbowa."},{"style":"v","verse":"2","text":"Ci biir loolu waa Filisti ne dann Sawul aki doomam yu góor, rey ca Yonatan ak Abinadab ak Malkisuwa, doomam yu góor yooyu."},{"style":"v","verse":"3","text":"Xare ba nag gëna mettee fa Sawul féete, fittkat ya jekku ko, mu tiit lool."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci kaw loolu Sawul ne gàddukatu gànnaayam: «Boccil sa saamar, jam ma ba mu fëll; lu ko moy paaxe yii dikk, toroxalsi ma.» Waaye gàddukatu gànnaayam nanguwul ndax tiitaange ju réy. Sawul jël saamaru boppam, daldi daaneel boppam ca kaw ñawka ga."},{"style":"v","verse":"5","text":"Gàddukatu gànnaay ba gis ne Sawul dee na, moom it mu daaneel boppam ca kaw saamaram, daldi dee."},{"style":"v","verse":"6","text":"Noonu la Sawul deewee. Mook ñetti doomam yu góor ak waa këram yépp ñoo bokk dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Mboolem bànni Israayil ga ca xur wa nag gis ne mbooloo ma dawe, Sawul aki doomam yu góor dee, ñu génn gental seeni dëkk daw, waa Filisti dikk wuutu leen ca."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ca ëllëg sa, ba waa Filisti dikkee di futtisi néew ya, ca kaw tundu Gilbowa lañu fekk Sawul aki doomam yu góor, ñu tëdd."},{"style":"v","verse":"9","text":"Ba loolu amee ñu futti Sawul, ba noppi dog boppam booleeki gànnaayam, daldi yeble ca réewum Filisti ba mu daj, ngir yégle seen ndam la ca seeni tuur ak ca askan wa."},{"style":"v","verse":"10","text":"Gannaaw gi, ñu denc gànnaayi Sawul ca seen genn kër tuur, boppu Sawul ñu wékk ko ca seen kër tuur mu ñuy wax Dagon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba waa Yabes Galàdd gépp déggee mboolem la waa Filisti def Sawul,"},{"style":"v","verse":"12","text":"jàmbaar ñépp a dem jël néewub Sawul ak néewi doomam yu góor, indi Yabes. Ñu suul leen ca ron garab gu mag ga ca Yabes, ba noppi ñu woor juróom ñaari fan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Sawul nag deewam ga, la mu fecci Aji Sax ji worma, te sàmmul kàddug Aji Sax ji, moo ko waral. Seetlu na sax ci kuy gisaane rawaani ñu dee,"},{"style":"v","verse":"14","text":"baña laajsi Aji Sax ji. Moo tax mu rey ko, tas nguuram, teg ko ci loxol Daawuda doomu Yese."}]