[{"style":"s1","verse":"","text":"Xarekat ya jàppalesi nañu Daawuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu ña fekki woon Daawuda ca Ciglaag, ba muy daw Sawul doomu Kis, bokkoon nañu ci jàmbaar ñi ko daan jàppale ci xare."},{"style":"v","verse":"2","text":"Dañu daan gànnaayoo ay fitt, mane ndijoor ak càmmoñ ci sànni xeer ak fitt. Ña ca bokkoon ca giirug Beñamin, di giirug Sawul ñii la woon:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Axyeser moo doon seen njiit, mbokkam Yowas doomu Semaa, ma dëkk Gibeya ca la, ak Yesiyel ak Pelet doomu Asmawet ak Beraka ak Yewu ma dëkk Anatot,"},{"style":"v","verse":"4","text":"ak Ismaya ma dëkk Gabawon di jàmbaar ju bokk ca Fanweer ña,"},{"style":"v","verse":"5","text":"ak Yeremi ak Yaxasyel ak Yoxanan ak Yosabàdd ma dëkk Gedera,"},{"style":"v","verse":"6","text":"ak Elusay ak Yerimot ak Beyalya ak Semerya ak Sefatiya mu Aruf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Elkana it ca la ak Isiya ak Asareel ak Yoweser ak Yasobam, ñooñu askanoo ci Kore,"},{"style":"v","verse":"8","text":"ak itam Yowela ak Sebaja doomu Yeroxam, ma dëkk Gedor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Mu am nag ñu bokk ca giiru Gàdd dëddu Sawul fekki Daawuda ca rawtoom ba ca màndiŋ ma. Ay ñeyi xare lañu woon ñu mana xeex, mane pakk ak xeej, diy gaynde te gaaw ba mel niy kéwél ca tund ya."},{"style":"v","verse":"10","text":"Eser moo doon seen njiit, Abdiyas\\f + \\fr 12.10 \\fk Abdiyas \\ft mii bokkul ak Yonent Yàlla Abdiyas.\\f* topp ca di ñaareel, Elyab di ñetteel,"},{"style":"v","verse":"11","text":"Misamana di ñeenteel; Yeremi\\f + \\fr 12.11 \\fk Yeremi \\ft mii bokkul ak Yonent Yàlla Yeremi.\\f* di juróomeel,"},{"style":"v","verse":"12","text":"Atay di juróom benneel, Elyel di juróom ñaareel;"},{"style":"v","verse":"13","text":"Yoxanan di juróom ñetteel, Elsabat di juróom ñeenteel,"},{"style":"v","verse":"14","text":"Yeremi di fukkeel, Magbanay di fukkeel ak benn."},{"style":"v","verse":"15","text":"Ñooñu bokk ci giiru Gàdd ay njiiti xare lañu woon ñoom ñépp. Ki gënoona tuut ci ñoom manoon naa xeex ak téeméeri góor; ki gëna mag xeex ak junniy góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ñooñu ñooy ña jàlloon dexu Yurdan ca weer wa njëkk ca at ma, fekk mu fees ba ca tàkk ga, daldi dàq mboolem waa xur ya, penkook sowu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci kaw loolu ñu bokk ci giirug Beñamin\\f + \\fr 12.17 \\fk Beñamin: \\ft Sawul mi doon wuta bóom Daawuda, ci giirug Beñamin la bokkoon.\\f* ak Yuda ànd fekki Daawuda ca rawtoom."},{"style":"v","verse":"18","text":"Daawuda génn gatandu leen, ne leen: «Su fekkee ne jàmm ak dimbali ma moo leen indi fi man, dalal naa leen ci xol bu sedd. Waaye su ngeen ma naree lor, jébbal ma samay noon te defuma dara de, Yàlla na ko sunuy Yàllay maam seede te àtte.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba loolu amee leerug Yàlla dikkal Amasay ka jiite Fanweeri jàmbaar ya. Mu ne: «Yaa nu moom, yaw Daawuda, nu far ak yaw, doomu Yese. Jàmm, jàmm rekk a la ñeel, te jàmm ay ñeel ñi lay wallu, ndax sa Yàlla moo lay wallu.» Daawuda nag dalal leen, def leen ay njiit ci gàngooram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ci kaw loolu ñu bokk ci giirug Manase fàq, far ak Daawuda ca xare ba mu àndeek waa Filisti, ñu dali ci kaw Sawul. Daawudaaki nitam sax mujjuñoo sotle waa Filisti ndax njiiti waa Filisti dañoo diisoo, ba noppi daldi dàq Daawuda. Booba dañu ne: «Bu Daawuda fàqee farijeek sangam Sawul, sunu bakkan lañu koy feye.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ba Daawuda di dellu Ciglaag nag la ko waa giirug Manase fekksi. Muy Atnax ak Yosabàdd ak Yediyel ak Mikayel ak Yosabàdd ak Eliyu ak Ciletay, ñépp di njiiti kuréeli junni ci giirug Manase."},{"style":"v","verse":"22","text":"Ñooñu ndimbal lañu woon ci Daawudaak gàngooram ndax ñeyi xare lañu woon ñoom ñépp te ay njiit lañu woon ca gàngooru xare ga."},{"style":"v","verse":"23","text":"Ci biir loolu bés bu Yàlla sàkk, ay nit di fekksi Daawuda ngir jàppale ko, ba mu am mbooloo mu réy te am doole."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Limu nit ñi tollu ci xaree ngii, di ña fekki woon Daawuda ca Ebron ngir jële nguur ga ca Sawul, jox ko ko, muy la Aji Sax ji waxoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Waa Yuda juróom benni junneek juróom ñetti téeméer (6~800) lañu, gànnaayoo ay xeej aki pakk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Waa giirug Simeyon juróom ñaari junneek téeméeri (7~100) ñeyi xare lañu, tollu ci xare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"\\w Leween|Leween b-:\\w* ña ñeenti junneek juróom benni téeméer (4~600) lañu."},{"style":"v","verse":"28","text":"Ñu ànd ak Yoyada may kilifa ci askanu Aaróona te jiite ñetti junniy nit ak juróom ñaari téeméer (3~700)."},{"style":"v","verse":"29","text":"Cadog bokkoon na ca, xale bu góor la woon, di ñeyi xare, ànd ak ñaar fukki kilifaak ñaar ca waa kër maamam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Waa giirug Beñamin di giirug Sawul ci boppam, ñetti junni (3~000) lañu, ña ca ëpp séddoo kër Sawul ba jant yooyu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Waa giirug Efrayim ñaar fukki junneek juróom ñetti téeméer (20~800) lañu woon, di ñeyi xare te diy boroomi tur ca seen waa kër maam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Waa genn-wàllu giirug Manase ga ca sowu fukki junneek juróom ñett (18~000) lañu woon, di ñu ñu tudd seen tur ñu wara fali Daawuda buur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Waa giirug Isaakar ñaari téeméeri kilifa lañu woon ñu ànd ak mboolem seen bokk yi ñu jiite. Ay nit lañu woon ñu mana ràññee diggante ba Israayil mana tollu ak na ñu ca wara jëfe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Waa giirug Sabulon juróom fukki junni lañu (50~000), tàggatu ngir xare, gànnaayu ba jekk ci xare, ànd ceek pastéefu xol bu mat sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Waa giirug Neftali junniy (1~000) njiiti xare lañu ak fanweeri junniy xarekat ak juróom ñaar (37~000) yu gànnaayoo ay xeej aki pakk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Waa giirug Dan ñaar fukki junneek juróom ñett ak juróom benni téeméer (28~600) lañu, di ñu jekk ci xare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Waa giirug Aser ñeent fukki junniy (40~000) nit lañu ñu tàggatu ngir xare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Ña bàyyikoo ca waa giir ya dëkke ca penkub dexu Yurdan, di yoy Ruben ak Gàdd ak geneen wàllu giirug Manase ga téeméeri junneek ñaar fukk (120~000) lañu, yore lépp luy gànnaay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Xarekat yooyu yépp a jekk ci xare, ànd ak pastéef gu mat sëkk ba Ebron, ngir fal Daawuda buur, mu jiite Israayil gépp. \\w Bànni Israayil|bànni Israayil:\\w* ga ca des gépp mànkoo di benn, topp ñoom it, ngir fal Daawuda buur."},{"style":"v","verse":"40","text":"Ñu bokk fa toog ak Daawuda ñetti fan, di lekk aka naan ca la leen seeni bokk waajalaloon."},{"style":"v","verse":"41","text":"Seen dëkkandooy gox yooyu def ca seen loxo, ba ca diiwaanu Isaakar ak Sabulon ak Neftali, daldi sëf ay mbaam aki giléem aki berkelle aki nag, indil leen lu ne gàññ: sunguf ak mburu yu ndaw ak figg ak reseñ ju wow ak biiñ akug diw ba ciy nag aki gàtt, ndaxte xewu mbégte la woon ca Israayil."}]