[{"style":"s1","verse":"","text":"Daawuda jëli na gaalu Aji Sax ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Daawuda tabaxlu na ay kër ci biir gox ba ñu naan Kër Daawuda. Gannaaw loolu sàkkal na \\w gaalu Yàlla|gaalu kóllëre g-:\\w* ga béreb, sampal ko ab xayma."},{"style":"v","verse":"2","text":"Ba loolu amee Daawuda ne: «Bu kenn gàddu gaalu Yàlla gi te bokkul ci \\w Leween|Leween b-:\\w* ñi, ngir ñoom la Aji Sax ji tànn ñuy gàddu gaalam ak di liggéeyal Aji Sax ji ba fàww.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ci kaw loolu Daawuda woolu Israayil gépp, ñu daje ca Yerusalem ngir yóbbu gaalu Aji Sax ji ca bérebam ba mu ko sàkkal."},{"style":"v","verse":"4","text":"Daawuda woo itam askanu Aaróona ak Leween ñi."},{"style":"v","verse":"5","text":"Ñi jóge ci askanu Keyat: Uryel la, di kilifa, ànd ak téeméeri bokkam ak ñaar fukk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ñi jóge ci askanu Merari: Asaya la, di kilifa, ànd ak ñaari téeméeri bokkam ak ñaar fukk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ñi jóge ci askanu Gersom: Yowel la di kilifa, ànd ak téeméeri bokkam ak fanweer."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ñi jóge ci askanu Elicafan: Semaya la, di kilifa, ànd ak ñaari téeméeri bokkam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ñi jóge ci askanu Ebron: Elyel la, di kilifa, ànd ak juróom ñett fukki bokkam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ñi jóge ci askanu Usyel: Aminadab la, di kilifa, ànd ak téeméeri bokkam ak fukk ak ñaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba loolu amee Daawuda woolu Cadog ak Abyatar, \\w sarxalkat|sarxalkat b-:\\w* ya ak Leween ña, di Uryel ak Asaya ak Yowel ak Semaya ak Elyel ak Aminadab."},{"style":"v","verse":"12","text":"Mu ne leen: «Yeen ñiy kilifay kër Leween ñi, sanguleen-set yeen ak seen bokki Leween yi, ba noppi ngeen jëli gaalu Aji Sax jiy Yàllay Israayil, yóbbu ko fa ma ko waajalal,"},{"style":"v","verse":"13","text":"ndax li ngeen teewuloon bu njëkk ba moo tax sunu Yàlla Aji Sax ji dal ci sunu kaw ngir wormaalunu ko ni ko yoon wi laaje.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba mu ko defee sarxalkat yaak Leween ña sangu-set ngir yóbbu gaalu Aji Sax jiy Yàllay Israayil."},{"style":"v","verse":"15","text":"Leween ña daldi gàddoo gaalu Yàlla ga njàppu ya, teg ko ca seeni mbagg, na ko Musaa santaane woon te mu dëppook kàddug Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Daawuda daldi wax kilifay Leween ña ñu taxawal seen bokki woykat, boole kook jumtukaayi xumbéen ya, diy toxorooki xalam aki keseŋ-keseŋ, ñu jibal lépp ba mu xumb lool ci mbégte."},{"style":"v","verse":"17","text":"Ci biir loolu Leween ña taxawal Eman, ku góor kay doomu Yowel, mu ànd ak ku góor ciy bokkam, di Asaf doomu Berekya, ak seen mbokk mu góor mu ñuy wax Etan doomu Kusaya, bokk ci làngu Merari."},{"style":"v","verse":"18","text":"Ña nga feggook seen bokki Leween di ay wattukati bunt yu nekk ci seen kilifteef. Muy Sàkkaryaa ak Ben ak Yaasyel ak Semiramot ak Yexyel ak Uni ak Elyab ak Benaya ak Maaseya ak Matica ak Elifelewu ak Migneya ak Obedd Edom ak Yewel."},{"style":"v","verse":"19","text":"Woykat ya ñuy wax Eman ak Asaf ak Etan nañuy tëgg tamay xànjar."},{"style":"v","verse":"20","text":"Sàkkaryaa nag ànd ak Asyel ak Semiramot ak Yexyel ak Uni ak Elyab ak Maaseya ak Benaya, ñu féetewoo toxoro ya, def ko galan bu dëppook baat ya gëna sew."},{"style":"v","verse":"21","text":"Noonu Matica ak Elifelewu ak Migneya ak Obedd Edom ak Yewel ak Asasya wara ànd jibal xalam ya, jiite woy ya galanu Seminit."},{"style":"v","verse":"22","text":"Kenaña kilifay Leween ña, na jiite woy ya. Looloo doon wàllam ndax ku ko manoon la."},{"style":"v","verse":"23","text":"Berekya ak Elkana ñooy doon wattukati gaal ga,"},{"style":"v","verse":"24","text":"ñook wattukati gaal ga ñuy wax Obedd Edom ak Yexya. Ci biir loolu, sarxalkat yii di Sebaña ak Yosafat ak Netaneel ak Amasay ak Sàkkaryaa ak Benaya ak Elyeser, ñoom ñoo féetewoo wal liit ya, jiitu gaalu Yàlla ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ba mu ko defee Daawuda ànd ak magi Israayil ak njiiti xare ya, ñu jëliji gaalu kóllërey Aji Sax ji kër Obedd Edom, lépp ci biir mbégte."},{"style":"v","verse":"26","text":"Yàlla nag yiir Leween ña gàddu gaalu kóllërey Aji Sax ja, ñu sarxalal ko juróom ñaari yëkk ak juróom ñaari kuuy."},{"style":"v","verse":"27","text":"Daawudaa nga sol mbubbum lẽe, mook Leween ña gàddu gaal ga yépp ak woykat yaak Kenaña ma leen jiite. Daawudaa nga boole ca sol am \\w xar-sànnim|xar-sànni m-:\\w* lẽe."},{"style":"v","verse":"28","text":"Noonu la Israayil gépp ànde yóbbu gaalu kóllërey Aji Sax ji, sarxolle ya jib, ànd ak coowal béjjén ya ñuy wal, ak liit yaak tama ya ak toxoro yaak keseŋ-keseŋ ya ak ay xeeti xalaam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ba gaalu Aji Sax jay duggsi ca biir gox ba ñu naan Kër Daawuda, soxnas Daawuda, Mikal doomu Sawul a nga sëppu ca palanteeram. Mu gis Buur Daawuda di tëb aka fecc. Mu jéppi ko lool."}]