[{"style":"ms2","verse":"","text":"Doomi Israayil ñii la"},{"style":"mr","verse":"","text":"(Saar 2---7)"},{"style":"s1","verse":"","text":"Askanu Yuda, maamu Daawudaa ngii"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Góor ñiy doomi Yanqóoba mi ñuy wax itam Israayil ñoo di Ruben ak Simeyon ak Lewi ak Yuda\\f + \\fr 2.1 \\fk Yuda \\ft mooy maamu Daawuda. Seetal ci 2.15.\\f* ak Isaakar ak Sabulon"},{"style":"v","verse":"2","text":"ak Dan ak Yuusufa ak Beñamin ak Neftali ak Gàdd ak Aser."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Doomi Yuda yu góor ñoo di Er ak Onan ak Sela. Ñooñu, doomu Suwa, ndawas Kanaaneen sa la ko amal. Waaye Er, taawub Yuda boobu, doonoon ku \\w Aji Sax ji|Aji Sax j-:\\w* seede coxoram; Aji Sax ji rey ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ku ñuy wax Tamar, gorob Yuda ba doomam doon denc, am ak Yuda Peres ak Sera. Doomi Yuda yu góor yépp di juróom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Doomi Peres yu góor nag di Esron ak Amul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Doomi Sera yu góor ñoo di Simri ak Etan ak Eman ak Kalkol ak Daara; ñoom ñépp di juróom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Doomu Karmi ju góor moo di Akar\\f + \\fr 2.7 \\fk Akar \\ft mooy Akan ba tey. Seetal ci \\bk Yosuwe\\bk* saar 7.\\f* (muy firi Musiba), ki yóbbe woon Israayil musiba ba mu feccee worma ca mbir ya ñu aayaloon, jagleel ko Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Doomu Etan ju góor moo di Asaryaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Doomi Esron yu góor yi mu am ñoo di Yeraxmeel ak Ram ak Kaleb, mooy Kelubay ba tey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ram mooy baayu Aminadab, Aminadab di baayu Naason, kilifag giirug Yuda."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Naason mooy baayu Salma, Salma di baayu Bowas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bowas mooy baayu Obedd, Obedd di baayu Yese."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yese mooy baayu Elyab, taawam bu góor, Abinadab di tofoom, Simeya di ñetteelu doomam ju góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Netaneel mooy ñeenteelu doomam ju góor, Raday di juróomeelu doomam ju góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Occem a ca topp di juróom benneel, Daawuda toppaat ca, di juróom ñaareelu doomam ju góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ñooñu seeni jigéen a doon Ceruya ak Abigayil. Doomi Ceruya yu góor di Abisay, Yowab ak Asayel, ñuy ñett."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Abigayil moo jur Amasa ma Yeter Ismayleen ba di baayam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Kaleb miy doomu Esron ju góor am na ñetti doom yu góor ak soxnaam yi tudd Asuba ak Yeryot, ñuy: Yeser, Sobab ak Ardon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba Asuba faatoo, Kaleb jël Efrata, mu am ak moom Ur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ur mooy baayu Uri, Uri di baayu Beccalel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Gannaaw gi, Esron tollu ci juróom benn fukki at, jël doomu Makir miy baayu Galàdd. Mu am ca doom ju góor ju ñuy wax Segub."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Segub mooy baayu Yayir ma tegoon loxo ñaar fukki dëkk ak ñett ca diiwaanu Galàdd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Waaye Gesureen ñaak Arameen ña nangu ca ñoom dëkk yu ndaw ya ca Yayir, boole ca Kenat ak dëkk ya ca bokk, lépp di juróom benn fukki dëkk. Góor ñooñu ñépp nag doomi Makir lañu woon, moom baayu Galàdd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Gannaaw ba Esron faatoo ca Kaleb Efrata, la Abya ma doon soxnaam jur doomu Esron ja ñuy wax Asuur mi sanc Tekowa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Góor ñi Yeraxmeel, taawub Esron di seen baay ñoo di Ram may taawam ak Buna ak Oren ak Occem ak Axya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yeraxmeel jëlaat na soxna su ñuy wax Atara, am ca ku ñuy wax Onam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ram, taawub Yeraxmeel, ay doomam yu góor ñoo di Màcc ak Yamin ak Eker."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Doomi Onam yu góor ñoo di Samay ak Yada. Doomi Samay yu góor di Nadab ak Abisur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Abisur nag jël Abiyayil, am ca Aban ak Molit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Doomi Nadab yu góor ñoo di Selet ak Apayim. Selet faatu na te amul doom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Doomu Apayim ju góor moo di Yisey. Doomu Yisey ju góor moo di Sesan. Doomu Sesan di Axlay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Góor ñi Yada mi bokk ak Samay jur ñoo di Yeter ak Yonatan. Yeter faatu na te amul doom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Doomi Yonatan yu góor ñoo di Pelet ak Sasa. Ñooñu ñoo soqikoo ci Yeraxmeel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Sesan nag amul doom ju góor waaye ay jigéen la am. Sesan amoon na jaamu waa Misra bu tudd Yarxa."},{"style":"v","verse":"35","text":"Mu may Yarxa kenn ciy doomam yu jigéen. Mu amal ko ca doom ju góor ju tudd Atay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Atay mooy baayu Natan, Natan di baayu Sabàdd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Sabàdd mooy baayu Eflal, Eflal di baayu Obedd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Obedd mooy baayu Yewu, Yewu di baayu Asaryaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Asaryaa mooy baayu Elecc, Elecc di baayu Elasa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Elasa mooy baayu Sismay, Sismay di baayu Salum."},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Salum mooy baayu Yekamya, Yekamya di baayu Elisama."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Góor ñi Kaleb, ma bokk ak Yeraxmeel, di seen baay ñoo di Mesa, may taawam, te di baayu Sif ak Maresa, baayu Ebron."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Doomi Ebron yu góor ñoo di Kore ak Tapuwa ak Rekem ak Sema."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Sema mooy baayu Raxam, Raxam di baayu Yorkam, Rekem mooy baayu Samay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Samay mooy baayu Mawon, Mawon di baayu Bet Cur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Kaleb, Efa nekkaaleem la woon. Moo jur Karan ak Mocca ak Gases. Karan am na doom ju góor ju mu tudde Gases moom it."},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Doomi Yaday yu góor ñoo di Regem ak Yotam ak Gesan ak Pelet ak Efa ak Saaf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Kaleb amoon na beneen nekkaale bu ñuy wax Maaka. Mu am ak moom Seber ak Tirxana."},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Gannaaw mu amaat ku ñuy wax Saaf di baayu Madmana, ak ku ñuy wax Sewa, di baayu Magbena ak Gibeya. Doomu Kaleb ju jigéen mooy Agsa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"Ñeneen a ngi di ñu askanoo ci Kaleb: Ur taawam baak soxnaam sa ñuy wax Efrata, am na ñetti doom yu góor di Sobal ma sanc Kiryaat Yarim,"},{"style":"v","verse":"51","text":"ak Salma ma sanc Betleyem, ak Aref ma sanc Bet Gader."},{"style":"p","verse":"","text":""},{"style":"v","verse":"52","text":"Sobal ma sanc Kiryaat Yarim moo meññ waa Arowe ak genn-wàllu waa Menuxot."},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Sobal moo meññ itam làngi Kiryaat Yarim yii di Yetereen ñi ak Puuteen ñi ak Sumateen ñi ak Misrayeen ñi. Ci ñooñu la Corateen ñeek Estawleen ñi soqikoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"54","text":"Salma moo meññ waa Betleyem ak Netofa ak Aterot Bet Yowab ak genn-wàllu waa Manaxat ak Coreyeen ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"Salma moo meññ itam làngi bindkat ya dëkk Yabecc, di Tirateen ñi ak Simateen ñi ak Sukateen ñi. Ñooñu ay Keñeen lañu ñu soqikoo ca Amat maamu waa kër Rekab."}]