[{"style":"s1","verse":"","text":"Amoneen ña daanu nañu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu ca ndoortel at ma ca topp, yemook jamono ja buur ya daan xareji, Yowab daa jiite gàngooru xare gu takku, dem yàqate réewum Amoneen ña, gaw dëkk ba ñuy wax Raba. Fekk na Daawuda des Yerusalem. Yowab nag song Raba, faagaagal ko."},{"style":"v","verse":"2","text":"Daawuda nangu seen mbaxanam buur ma ñu solal jëmmu tuur ma ñuy wax Milkom\\f + \\fr 20.2 \\ft Am na yeneen mbind yu yàgg yu indi ne seen buur lañu daan solal mbaxana mi.\\f*. Diisaayu mbaxana maa nga tollu ci fanweeri kiloy wurus ak ñeent, aw doj wu gànjare tappe ca. Ñu solal ko Daawuda. Alal ju baree bare la Daawuda nangoo ca dëkk ba."},{"style":"v","verse":"3","text":"Waa dëkk ba, mu génne leen, teg leen liggéeyu sañul-bañ, féetale leen ay xasukaay ngajjuy weñ aki sémmiñ. Noonu la Daawuda def ak dëkki Amoneen ñépp. Gannaaw loolu Daawuda ànd ak gàngooru xareem gépp, dellu Yerusalem."},{"style":"s1","verse":"","text":"Niti Daawuda daan nañu waa Filisti"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ñu dem ba jëmmi jamono, xare jib seen digg ak Filisteen ña ca dëkk ba ñuy wax Geser. Booba la Sibekay ma askanoo ci Usa, rey Sippay, jenn waay ju bokk ca askanu ponkal ya. Ci biir loolu ñu noot leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Xare amati seen digg ak Filisteen ñi, Elxanan doomu Yaare rey Laxmi mbokkum Golyaat ma dëkk Gaat. Kookoo di waa ja bantub xeejam réyoon, bay saf mbaam mu ñuy ràbbe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Xare dellu amati ca Gaat, menn ponkal a nga ca, am juróom benni baaraam ci loxo bu nekk ak juróom benni baaraam tànk bu nekk, lépp di ñaar fukki baaraam ak ñeent. Moom it am ponkalum Rafayeen la woon."},{"style":"v","verse":"7","text":"Ba mu tëkkoo Israayil, Yonatan ma Simeya magi Daawuda di baayam, moo ko rey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ñooñu ay ponkali Rafayeen lañu woon ca Gaat. Daawudaaki nitam ñoo leen jam, ñu daanu."}]