[{"style":"s1","verse":"","text":"Daawuda waajal na liggéeyu jaamookaay bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Daawuda nag ne: «Fii la kër Aji Sax ji Yàlla te fii la \\w sarxalukaayu rendi-dóomal|sarxalukaay b-:\\w* bi nekkal Israayil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ba mu ko defee Daawuda joxe ndigal ñu woo doxandéem yi ci réewum Israayil, mu tànn ca ñoom ay yattkati doj yuy yatt ay doj yu ñuy tabaxe kër Yàlla ga."},{"style":"v","verse":"3","text":"Ci kaw loolu mu waajal weñ gu ñuul gu takku ngir ponti bunt ya cay dem ak lafi bunt ya ak weñi wewukaayam ak xànjar ju bare ba maneesu koo waññ."},{"style":"v","verse":"4","text":"Banti seedar ya it maneesu koo lim ndax waa Sidon ak waa Tir indil nañu Daawuda banti seedar yu baree bare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Daawuda daldi ne: «Sama doom Suleymaan gone la te xamul àddina, te kër gi ñuy tabaxal Aji Sax ji wara màgg lool ba yéeme, yànj te am daraja ba siiw, xeet yépp gis ko. Kon nag dama koy daldi waajal.» Daawuda waajal na lu bare bala moo dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"La ca topp mu woo doomam Suleymaan, sant ko ne ko mu tabaxal Yàllay Israayil kër."},{"style":"v","verse":"7","text":"Daawuda ne Suleymaan: «Doom, li ma mébétoon ci sama xol mooy tabax kër ngir sama turu Yàlla, Aji Sax ji."},{"style":"v","verse":"8","text":"Waaye kàddug Aji Sax ji dikkal ma, ne ma: “Deret ju bare nga tuur, xare lu bare; kon nag doo tabax kër di ma ko tudde man, ndax deret ju ne gàññ nga tuur ci kaw suuf, may gis."},{"style":"v","verse":"9","text":"Waaye déglul, dinga am doom ju góor juy doon nitu jàmm te dinaa ko may ay noonam yi ko wër yépp jàmmal ko. Suleymaan (muy firi Boroom jàmm ji) sax lay tudd, te jàmm akug dal lay may Israayil giiru dundam."},{"style":"v","verse":"10","text":"Moom mooy tabax kër, tudde ko samaw tur, mel ni doom ci man, ma mel ni baay ci moom te maay saxal ngànguney nguuram ci Israayil ba fàww.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Léegi nag doom, yal na Aji Sax ji ànd ak yaw ba nga man koo tabaxal kër, moom sa Yàlla Aji Sax ji, mu dëppook li mu wax ci yaw."},{"style":"v","verse":"12","text":"Yal na la Aji Sax ji may xel mu rafet ak xam-xam bés bu lay jox kilifteefug Israayil, ndax nga mana sàmm yoonam, moom sa Yàlla Aji Sax ji."},{"style":"v","verse":"13","text":"Soo dee sàmm tey jëfe dogal yeek ndigali yoon yi Aji Sax ji dénk Musaa ngir \\w bànni Israayil|bànni Israayil:\\w*, su boobaa dinga baaxle moos. Góor-góorlul nag te am fit dëgër. Bul ragal, bul yoqi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Gisal, sonn naa lu ma man, ngir waajal tabaxu kër Aji Sax ji; wurus, dajale naa ci fanweeri barigo ak ñeent; xaalis, ñetti téeméeri junniy barigo ak ñeent fukk; xànjar beek weñ gu ñuul gi, maneesu koo natt ndax bare. Ay bant aki doj it waajal naa ko, ak loo ci mana dolli."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Am nga liggéeykat yu bare. Am na ñuy toj aka yatt ay doj ak liggéeykati bant ak ñu mane lépp luy xeetu liggéey."},{"style":"v","verse":"16","text":"Wurus wi ak xaalis bi ak xànjar bi ak weñ gu ñuul gi, maneesu koo waññ. Ayca boog ci liggéey bi, te yal na Aji Sax ji ànd ak yaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Gannaaw gi, Daawuda sant mboolem kilifay Israayil ne leen ñu jàppale doomam Suleymaan."},{"style":"v","verse":"18","text":"Mu ne leen: «Xanaa du seen Yàlla Aji Sax jaa ngi ànd ak yeen, may leen jàmm fi leen wër fépp? Ndax kat teg na ci sama loxo waa réew mi, ba réew mi mépp nangul Aji Sax ji, nangul ñoñam."},{"style":"v","verse":"19","text":"Kon nag nangeen yeboo xol ci wut seen Yàlla Aji Sax ji, teg ci seen bakkan. Aycaleen boog ci tabax kër gu sell gu ñeel Yàlla Aji Sax ji, ba mana yeb \\w gaalu kóllërey Aji Sax|gaalu kóllëre g-:\\w* ji ak ndabi Yàlla yu sell yi ci biir kër gi ñu tabax, tudde ko turu Aji Sax ji.»"}]