[{"style":"s1","verse":"","text":"Daawuda sos na kuréeli sarxalkat yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Sëti Aaróona dees leena séddale ay kuréel yu méngook doomi Aaróona yu góor. Ñuy Nadab ak Abiyu ak Elasar ak Itamar."},{"style":"v","verse":"2","text":"Nadab ak Abiyu ñoo njëkka dee seen baay te amuñu doom yu góor. Elasar ak Itamar nag doon ay sarxalkat."},{"style":"v","verse":"3","text":"Gannaaw gi, Daawuda ànd ak Cadog mi askanoo ci Elasar, ak Aximeleg mi askanoo ci Itamar, daldi séddale askanu Aaróona ay kuréel, kuréel gu ci nekk ak wàllam ci liggéey bi."},{"style":"v","verse":"4","text":"Ñu gis nag sëti Elasar gëna bare ay kilifa sëti Itamar. Loolu tax ñu séddale leen, sëti Elasar yu góor di fukki kilifaak juróom benn jiite seen këri baay, sëti Itamar yu góor di juróom ñetti kilifa yu jiite seen këri baay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Na ñu séddalee ñenn ñi rekk lañu séddalee ña ca des, ci kaw tegoo bant, ndax amoon na ci biir sëti Elasar ak ci biir sëti Itamar ay jawriñ yu farewoo béreb bu sell bi ak itam ay jawriñ yu sasoo liggéeyu Yàlla bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ci biir loolu Semaya bindkat ba, doomu Netaneel te bokk ci giirug \\w Lewi|Leween b-:\\w*, daldi bind seeni tur fa kanam Buur ak kilifa ya ak Cadog \\w sarxalkat|sarxalkat b-:\\w* ba ak Aximeleg doomu Abyatar ak kilifay waa kër sarxalkat yaak waa kër Leween ña. Ñu tegoo nag bant, ngir jël genn kër ci askanu Elasar, jël genn kër ci askanu Itamar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci biir loolu, ka bant ba njëkka yemool di Yoyarib, ñaareel ba di Yedaya,"},{"style":"v","verse":"8","text":"ñetteel ba di Arim, ñeenteel ba di Seworim,"},{"style":"v","verse":"9","text":"juróomeel ba di Malkiya, juróom benneel ba di Miyamin,"},{"style":"v","verse":"10","text":"juróom ñaareel ba di Akocc, juróom ñetteel ba di Abya,"},{"style":"v","verse":"11","text":"juróom ñeenteel bi di Yesuwa, fukkeel bi di Sekaña,"},{"style":"v","verse":"12","text":"fukkeel baak benn di Elyasib, fukkeel baak ñaar di Yakim,"},{"style":"v","verse":"13","text":"fukkeel baak ñett di Upa, fukkeel baak ñeent di Yesebab,"},{"style":"v","verse":"14","text":"fukkeel baak juróom di Bilga, fukkeel baak juróom benn di Imer,"},{"style":"v","verse":"15","text":"fukkeel baak juróom ñaar di Esir, fukkeel baak juróom ñett di Apicecc,"},{"style":"v","verse":"16","text":"fukkeel baak juróom ñeent di Petaxya, ñaar fukkeel ba di Esekiyel,"},{"style":"v","verse":"17","text":"ñaar fukkeel baak benn Yakin la, ñaar fukkeel baak ñaar di Gamul,"},{"style":"v","verse":"18","text":"ñaar fukkeel baak ñett Delaya la, ñaar fukkeel baak ñeent di Maasya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Noonu lañu leen séddalee ay kuréel ci liggéey bi ci biir kër Aji Sax ji. Ñuy def nag li ñu leen sas, ni leen ko seen maam Aaróona digale, te muy la ko Aji Sax ji Yàllay Israayil santoon."},{"style":"s1","verse":"","text":"Yeneen sëti Lewi ñii la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Njiiti \\w Leween|Leween b-:\\w* ñi des ñii la: ci askanu Amram, Subayel la; ci askanu Subayel, Yeja la."},{"style":"v","verse":"21","text":"Ci askanu Rexabya, doomi Rexabya la, njiit la di Isiya."},{"style":"v","verse":"22","text":"Ci askanu Iccar, Selomot la, ci askanu Selomot, Yaxat la."},{"style":"v","verse":"23","text":"Doomi Ebron yu góor ñoo di Yerya may taaw, Amarya di ñaareel ba, Yaxasyel di ñetteel ba; Yekamam di ñeenteel ba."},{"style":"v","verse":"24","text":"Doomu Usyel ju góor Mise la. Askanu Mise, Samir bokk na ca."},{"style":"v","verse":"25","text":"Askanu Isiya mi bokk ak Mise, Sàkkaryaa ca la."},{"style":"v","verse":"26","text":"Doomi Merari yu góor, Maxli la ak Musi ak Yaasya."},{"style":"v","verse":"27","text":"Askanu Merari gi soqikoo ci Yaasya, doomam ju góor, Sowam la ak Sakur ak Ibri."},{"style":"v","verse":"28","text":"Doomi Maxli yu góor ñoo di Elasar ma amul doom ju góor,"},{"style":"v","verse":"29","text":"ak Kis mi Yeraxmeel di doomam ju góor."},{"style":"v","verse":"30","text":"Doomi Musi yu góor ñoo di Maxli ak Eder ak Yerimot."},{"style":"p","verse":"","text":"Ñooñu ñooy askanu Leween ñi, topp seen kër baay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ñoom itam def ni seeni bokk yi sëtoo ci Aaróona, tegoo bant liggéey bi fa kanam Buur Daawuda ak Cadog ak Aximeleg ak njiiti waa kër \\w sarxalkat|sarxalkat b-:\\w* yaak Leween ña. Njiitu kër gu nekk nag bokk yem kepp ak mbokkam ma ko féete ndaw."}]