[{"style":"s1","verse":"","text":"Daawuda tabb na njiiti xareem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Nii lañu lime \\w bànni Israayil|bànni Israayil:\\w* yi nekkoon ay kilifa ci seen kër baay, doon njiiti kuréeli junni ak kuréeli téeméeri nit, te nekkoon saytukat yi doon jàppale Buur ci lu jëm ci kuréelu xarekat yi aye ci liggéey bi weer wu nekk. Kuréel gu nekk ñaar fukki junniy nit ak ñeent (24~000) a ca nekkoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ka jiite woon kuréel gu njëkk ga ca weer wu njëkk wa, Yasobam la, doomu Sabdiyel. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"3","text":"Mu ngi askanoo ci Peres, di kilifag mboolem jawriñi gàngoori xare ya ca weer wu njëkk wa."},{"style":"v","verse":"4","text":"Ka jiite woon kuréelu ñaareelu weer wa, Doday la, te mu askanoo ci Axowa; Miglot topp ci moom, jiite kuréelam. Kuréel ga ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"5","text":"Kilifag ñetteelu mbooloo ma ca ñetteelu weer wa, Benaya la woon, doomu Yoyada, \\w sarxalkat|sarxalkat b-:\\w* bu mag ba. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"6","text":"Benaya moomoo doon jàmbaari xare ja bokkoon ca Fanweeri jàmbaar ya, jiite leen. Amisabat, doomam ju góor bokk ca kuréel ga."},{"style":"v","verse":"7","text":"Ñeenteelu kilifa ga ca ñeenteelu weer wa, Asayel la, mbokkum Yowab; Sebaja, doomam ju góor moo ko wuutu. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"8","text":"Juróomeelu kilifa ga ca juróomeelu weer wa, Samut la, bokk ci làngu Israx. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"9","text":"Juróom benneelu kilifa ga ca juróom benneelu weer wa, Ira la woon, doomu Ikes mu Tekowa. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"10","text":"Juróom ñaareelu kilifa ga ca juróom ñaareelu weer wa, Elecc la woon, mu Palon, bokk ca giirug Efrayim. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"11","text":"Juróom ñetteelu kilifa ga ca juróom ñetteelu weer wa, Sibekay la woon, mu Usa, bokk ca làngu Sera. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"12","text":"Juróom ñeenteelu kilifa ga ca juróom ñeenteelu weer wa, Abiyeser la woon, mu Anatot, bokk ca giirug Beñamin. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"13","text":"Fukkeelu kilifa ga ca fukkeelu weer wa, Maaray la woon, mu Netofa, bokk ca làngu Sera. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"14","text":"Fukkeelu kilifa gaak benn ca fukkeelu weer waak benn, Benaya la woon, mu Piraton, bokk ca giirug Efrayim. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"v","verse":"15","text":"Fukkeelu kilifa gaak ñaar ca fukkeelu weer waak ñaar, Elday la woon, mu Netofa, bokk ca làngug Otniyel. Kuréelam ñaar fukki junniy nit ak ñeent (24~000) la woon."},{"style":"s1","verse":"","text":"Kilifay giiri Israayil ñii la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Kilifay giiri Israayil nag ñii la:"},{"style":"q1","verse":"","text":"Giirug Ruben, kilifa ga Elyeser la, doomu Sikkri."},{"style":"q1","verse":"","text":"Kilifag giirug Simeyon Sefatiya la, doomu Maaka."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"17","text":"Kilifag giirug \\w Lewi|Leween b-:\\w* Asabya la, doomu Kemwel."},{"style":"q1","verse":"","text":"Kilifag waa kër Aaróona, Cadog la."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"Kilifag giirug Yuda Eliyu la, mbokkum Daawuda."},{"style":"q1","verse":"","text":"Kilifag giirug Isaakar Omri la, doomu Mikayel."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"19","text":"Kilifag giirug Sabulon Ismaya la, doomu Abdiyas."},{"style":"q1","verse":"","text":"Kilifag giirug Neftali di Yerimot doomu Asriyel."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"20","text":"Kilifag giirug Efrayim Ose la, doomu Asasya."},{"style":"q1","verse":"","text":"Kilifag genn-wàllu giirug Manase ga ca sowub dexu Yurdan, Yowel la, doomu Pedaya."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"21","text":"Kilifag genn-wàllu giirug Manase ga ca penkub dexu Yurdan, ca Galàdd, Ido la, doomu Sàkkaryaa."},{"style":"q1","verse":"","text":"Kilifag giirug Beñamin, Yaasyel la, doomu Abner."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"22","text":"Kilifag giirug Dan, Asareel la, doomu Yeroxam."},{"style":"p","verse":"","text":"Ñooñu ñoo doon kilifay giirug Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Daawuda nag boolewu ci limu nit ñi am ñaar fukki at ak lu ko yées ndax Aji Sax ji dige woon na ne dina giiral Israayil ba ñu tollook biddiiwi asamaan."},{"style":"v","verse":"24","text":"Yowab doomu Ceruya tàmbali woon na leen lim sax, waaye sottalul, ndax loolu taxoon na sànjum Yàlla wàcc ci kaw Israayil. Moo tax lim ba bokkul ca limeefu téere bi ñu dippee Jaloorey Buur Daawuda cay jantam."},{"style":"s1","verse":"","text":"Saytukati alal yi ñii la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ci biir loolu, ka ñu dénkoon këri dencukaay Buur, Asmawet la, doomu Adiyel."},{"style":"p","verse":"","text":"Ka ñu dénkoon dencukaayi tool yi ci dëkk yu ndaw yeek yi ci dëkk-dëkkaan yeek tata yi, Yonatan la, doomu Osiyas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ka jiite woon surga yay liggéey ca tool ya, di bey, Esri la, doomu Kelub."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ka ñu dénkoon tóokëri reseñ ya, Simey mu Raama la."},{"style":"p","verse":"","text":"Ka ñu dénkoon mbàndi biiñ ba ñu nale ca reseñ ya, di Sabdi mu Sefam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ka ñu dénkoon garabi oliw yaak garabi sikomoor ya ca suufu tund ya, mooy Baal Anan mu Bet Geder."},{"style":"p","verse":"","text":"Ka ñu dénkoon denci diwu oliw ya di Yowas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ka ñu dénkoon nag ya ca parlu ya ca jooru Saron, mooy Sittray mu Saron."},{"style":"p","verse":"","text":"Ka ñu dénkoon nag ya ca xur ya, di Safat doomu Adlay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ka ñu dénkoon giléem ya, Obil la, bokk ca giirug Ismayla."},{"style":"p","verse":"","text":"Ka ñu dénkoon mbaam ya, di Yeja mu Meronot."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ka ñu dénkoon gàtt ya, Yasis la, bokk ci giirug Agar."},{"style":"p","verse":"","text":"Ñooñu ñépp diy jawriñ yu ñu dénk alalu Buur Daawuda."},{"style":"s1","verse":"","text":"Yeneen jawriñ a ngi nii"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Yonatan, baay bu ndawu Daawuda, di ku rafet xel te am njàng, moo doon xelal Buur Daawuda. Yexyel doomu Agmoni yore njàngu doomi Buur."},{"style":"v","verse":"33","text":"Axitofel it doon na xelal Buur; Usay Arkeen ba di ab xejjam."},{"style":"v","verse":"34","text":"Ña wuutu Axitofel, Yoyada la, doomu Benaya, ak Abyatar. Njiital gàngoori xarey Buur di Yowab."}]