[{"style":"s1","verse":"","text":"Askan wi jàpp nañu ci liggéey bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Buur Daawuda wax mbooloo ma mépp ne leen: «Sama doom Suleymaan mi Yàlla tànn moom doŋŋ, da di ndaw te néew doole. Liggéey bi nag réy na, ndax du nit a moom tabax bi, waaye Aji Sax ji Yàlla moo ko moom."},{"style":"v","verse":"2","text":"Sama doole yépp def naa ko ci sama tabaxu kër Yàlla gi. Muy wurus wu jëm ci lu ñuy liggéeye wurus, ak xaalis bu jëm ci lu ñuy liggéeye xaalis, ak xànjar bu jëm ci lu ñuy liggéeye xànjar, ak weñ gu ñuul gu jëm ci lu ñuy liggéeye weñ gu ñuul, ak bant bu jëm ci lu ñuy liggéeye bant, ak peri onigsë ak yeneen xeer yuy rafetal ak per yu ñuul ak peri yeneen melo, di mboolem xeeti per yu jafe ak doji màrb yu bare."},{"style":"v","verse":"3","text":"Gannaaw loolu pastéef gi ma am ci sama kër Yàlla gi, tax na def naa sama alali bopp, muy wurus ak xaalis ci sama tabaxu kër Yàlla, mu dolliku ci kaw mboolem lu ma joxe woon ci kër gu sell gii."},{"style":"v","verse":"4","text":"Junniy (1~000) barigoy wurusu Ofir la, ak ñaari junneek ñeenti téeméeri (2~400) barigoy xaalis bu ñuy lale miiri kër Yàlla gi."},{"style":"v","verse":"5","text":"Wurus woowu ak xaalis boobu jëm ci lépp lu ñuy defare wurus mbaa xaalis ak mboolem lu liggéeykat yiy wara def. Léegi nag, ana ku ci yéenee def loxoom, sédd ko Aji Sax ji, bésub tey?»"},{"style":"v","verse":"6","text":"Ñu daldi joxe ci xol bu tàlli, muy kilifa ya jiite seen këri baay ak kilifay giiri Israayil ak njiiti junni yaak njiiti téeméer yaak jawriñ ya jiite liggéeyu Buur."},{"style":"v","verse":"7","text":"Def nañu ca liggéeyu kër Yàlla ga junneek juróom ñaari téeméeri (1~700) barigoy wurus, ak fukki junniy (10~000) poseti wurus, ak lu ëpp ñetti junniy ak ñeenti téeméeri (3~400) barigoy xaalis, ak lu ëpp juróom benni junniy (6~000) barigoy xànjar, ak lu ëpp fanweeri junniy ak ñeenti téeméeri (34~000) barigoy weñ gu ñuul."},{"style":"v","verse":"8","text":"Ci biir loolu ñi dencoon ay per yu jafe teg ko ci loxol Yexyel ma bokk ca làngu Gerson, mu jëm ci alali kër Aji Sax ji."},{"style":"v","verse":"9","text":"Mbooloo ma bég ca yéene ja ñu am, ba joxeel Aji Sax ji ci xol bu tàlli bu ko wéetal. Buur Daawuda itam am ca mbégte mu réy."},{"style":"s1","verse":"","text":"Daawuda sant na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba mu ko defee Daawuda sant Aji Sax ji, fa kanam mbooloo ma mépp, daldi ne:"},{"style":"q1","verse":"","text":"«Cant ñeel na la ba fàww, yaw Aji Sax ji,"},{"style":"q1","verse":"","text":"yaw, sunu Yàllay maam Israayil."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"11","text":"Yaw, Aji Sax ji, yaa yelloo màggaay ak doole,"},{"style":"q1","verse":"","text":"teraanga ak ndam ak daraja;"},{"style":"q1","verse":"","text":"Aji Sax ji, mboolem li ci asamaan ak suuf"},{"style":"q1","verse":"","text":"yaay boroom."},{"style":"q1","verse":"","text":"Yaay boroom nguur gi,"},{"style":"q1","verse":"","text":"di Buur bu kawe, sut lépp."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"12","text":"Alal ak daraja yaa koy joxe,"},{"style":"q1","verse":"","text":"te yaa tiim lépp."},{"style":"q1","verse":"","text":"Dooleek kàttan ci say loxo."},{"style":"q1","verse":"","text":"Yaay yékkati ku la soob, dooleel ko."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"13","text":"Kon sunu Yàlla, nu ngi lay sant,"},{"style":"q1","verse":"","text":"di màggal sa tur wu tedd."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"14","text":"Ana lu nu tekki, maak sama ñoñ,"},{"style":"q1","verse":"","text":"ba nu man laa jox saraxi yéene yii?"},{"style":"q1","verse":"","text":"Ci yaw la lépp jóge, te say loxo"},{"style":"q1","verse":"","text":"lanu jële, jox la."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"15","text":"Ay doxandéem lanu fi yaw,"},{"style":"q1","verse":"","text":"diy gan ni sunuy maam yépp."},{"style":"q1","verse":"","text":"Sunu fani kaw suuf, takkndeer buy wéy la,"},{"style":"q1","verse":"","text":"yaakaar amu ci."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"16","text":"Yaw Aji Sax ji, sunu Yàlla,"},{"style":"q1","verse":"","text":"alal jii nu dajale, mu ne gàññ,"},{"style":"q1","verse":"","text":"di ko tabaxe kër gu ñuy tudde sa tur wu sell,"},{"style":"q1","verse":"","text":"Ci say loxo la jóge, lépp yaay boroom."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"17","text":"Sama Yàlla, xam naa ne kuy natt xolub jaam nga"},{"style":"q1","verse":"","text":"te sopp njubte. Ci yéeney njub it laa joxee lii lépp."},{"style":"q1","verse":"","text":"Ma gisati, tey bég ci sa mbooloo mii"},{"style":"q2","verse":"","text":"di la jox seen saraxi yéene."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"Éy Aji Sax ji, Yàllay Ibraaymaak Isaaxaak Israayil, sunuy maam,"},{"style":"q1","verse":"","text":"saxalal ci sa mbooloo seen yéeney xol ak seen xalaat yii ci yaw;"},{"style":"q1","verse":"","text":"seeni xol wéy ci wéetal la."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"19","text":"Ngalla mayal sama doom Suleymaan xol bu la wéetal,"},{"style":"q1","verse":"","text":"muy sàmm say santaane ak say ndigal ak say dogal,"},{"style":"q1","verse":"","text":"di jëfe lépp te tabax kër gi ma waajal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba loolu amee Daawuda wax mbooloo mépp, ne leen: «Màggalleen seen Yàlla, Aji Sax ji.» Mbooloo ma mépp màggal Aji Sax ji, seen Yàllay maam, daldi sëgg, sujjóotal Aji Sax ji ak Buur Daawuda."},{"style":"s1","verse":"","text":"Nguuru Suleymaan taxaw na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ca ëllëg sa ñu defal Aji Sax ji ay sarax, defal ko ay \\w saraxi rendi-dóomal|Sarax yi:\\w*: reyal nañu ko junniy yëkk ak junniy kuuy yu mag ak junniy kuuy yu ndaw; ñu boole ca \\w saraxi tuuru|Sarax yi:\\w* ya muy àndal ak yeneen sarax yu bare yu doy \\w bànni Israayil|bànni Israayil:\\w* gépp."},{"style":"v","verse":"22","text":"Ñu daldi lekk, naan fa kanam Aji Sax ji, nekk ci mbégte mu réy, bésub keroog. Ci biir loolu ñu biral, muy ñaareel bi yoon ne Suleymaan doomu Daawuda doon na buur, ba noppi ñu fal ko fi kanam Aji Sax ji, mu jiite leen, falaale Cadog muy \\w sarxalkat|sarxalkat b-:\\w*."},{"style":"v","verse":"23","text":"Ba loolu amee Suleymaan toog ci jalu Aji Sax ji\\f + \\fr 29.23 \\ft Seetal ci 28.5-6.\\f*, di buur, wuutu baayam. Nguuram nag barkeel, Israayil gépp déggal ko."},{"style":"v","verse":"24","text":"Ci kaw loolu jawriñ ñépp nangul Suleymaan, ñook jàmbaari xare ñaak mboolem doomi Buur Daawuda yu góor ya ca des."},{"style":"v","verse":"25","text":"Aji Sax ji nag yékkati Suleymaan lool, Israayil gépp di gis; mu jagleel ko darajay nguur ju benn buurub Israayil masuloona am."},{"style":"s1","verse":"","text":"Buur Daawuda saay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Daawuda doomu Yese, moom, nekkoon na buurub Israayil gépp."},{"style":"v","verse":"27","text":"Nguuru na Israayil ñeent fukki at, di juróom ñaari at yu mu nguuroo Ebron, ak fanweeri at ak ñett yu mu nguuroo Yerusalem."},{"style":"v","verse":"28","text":"Ma nga nelaw gannaaw ba mu guddee fan ba màggat lool, am alal ak daraja. Doomam Suleymaan moo falu buur wuutu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Jaar-jaari Buur Daawuda nag, fa mu tàmbalee ba fa mu yem, mu ngi ñu bind moos ci téere yi indi jëfi Samiyel, boroom gis ba, ak téereb Natan yonent ba, ak téereb Gàdd, boroom peeñu ba."},{"style":"v","verse":"30","text":"Ñu indaale ca mboolem lu jëm ci nguuram ak doole ja mu amoon, ak mboolem lu ko dal moom ci boppam, ak lu dal Israayil ak mboolem nguuri yeneen réew ya."}]