[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Doomi Lewi yu góor di Gerson, Keyat ak Merari."},{"style":"v","verse":"2","text":"Ñii ñoo di doomi Gerson yu góor: Libni ak Simey."},{"style":"v","verse":"3","text":"Doomi Keyat yu góor ñoo di Amram ak Iccar ak Ebron ak Usyel."},{"style":"v","verse":"4","text":"Doomi Merari yu góor ñoo di Maxli ak Musi. Ñooñu ñooy ñi ñu tudde làngi giirug \\w Leween|Leween b-:\\w* ñi ni leen seeni maam lime."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Góor ñi askanoo ci Gerson ñoo di doomam Libni mi jur Yaxat mu jur Simma."},{"style":"v","verse":"6","text":"Simma moo jur Yowax mi jur Ido mu jur Sera ak Yettray."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Góor ñi askanoo ci Keyat ñoo di Aminadab mi jur Kore mu jur Asir."},{"style":"v","verse":"8","text":"Asir jur Elkana mi jur Abyasaf mu jur Asir."},{"style":"v","verse":"9","text":"Asir moomu jur Taxat mi jur Uryel mu jur Osiyas mu jur Sawul."},{"style":"v","verse":"10","text":"Elkana am na yeneen doom yu góor, ñuy Amasay ak Aximot."},{"style":"v","verse":"11","text":"Góor ñi soqikoo ci Elkana ñoo di Cofay mi jur Naxat."},{"style":"v","verse":"12","text":"Naxat jur Elyab mu jur Yeroxam mi jur Elkana."},{"style":"v","verse":"13","text":"Doomi Samiyel yu góor ñoo di Yowel taawam, ka ca topp di Abya."},{"style":"v","verse":"14","text":"Góor ñi soqikoo ci Merari nii lañu toppantee: Maxli mi jur Libni mu jur Simey mu jur Usa."},{"style":"v","verse":"15","text":"Usa jur Simeya mi jur Agiya mu jur Asaya."},{"style":"s1","verse":"","text":"Daawuda sas na woykat yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ñii ñoo di \\w Leween|Leween b-:\\w* ñi Daawuda sasoon ñuy jiite woy yi ci kër Aji Sax ji, bu ñu fa xasee yeb \\w gaalu Yàlla|gaalu kóllëre g-:\\w* ga."},{"style":"v","verse":"17","text":"Ñooñu ñoo yoroon liggéeyu woy ya fa kanam jaamookaay ba, ca \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, ba keroog Suleymaan tabaxee kër Aji Sax ji ca Yerusalem. Ñuy def seen liggéey nag na ñu leen ko sante."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ñi sasoo woon liggéey boobu ñook seeni doom yu góor ñii la: làngu Keyat: Eman woykat ba, doomu Yowel, doomu Samiyel,"},{"style":"v","verse":"19","text":"doomu Elkana, doomu Yeroxam, doomu Elyel, doomu Towa,"},{"style":"v","verse":"20","text":"doomu Cuuf, doomu Elkana, doomu Maxat, doomu Amasay,"},{"style":"v","verse":"21","text":"doomu Elkana, doomu Yowel, doomu Asaryaa, doomu Sofoni,"},{"style":"v","verse":"22","text":"doomu Taxat, doomu Asir, doomu Abyasaf, doomu Kore,"},{"style":"v","verse":"23","text":"doomu Iccar, doomu Keyat, doomu Lewi, doomu Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ku góor ka daan taxaw ca wetu ndijooru Eman ca liggéey ba moo doon mbokkam Asaf. Asaf moo doon doomu Berekya, doomu Simeya,"},{"style":"v","verse":"25","text":"doomu Mikayel, doomu Baaseya, doomu Malkiya,"},{"style":"v","verse":"26","text":"doomu Etni, doomu Sera, doomu Adaya,"},{"style":"v","verse":"27","text":"doomu Etan, doomu Simma, doomu Simey,"},{"style":"v","verse":"28","text":"doomu Yaxat, doomu Gerson, doomu Lewi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Waa làngi Merari ñoo daan féete càmmoñ: Etan doomu Kisi, doomu Abdi, doomu Malukk,"},{"style":"v","verse":"30","text":"doomu Asabya, doomu Amaciya, doomu Ilkiya,"},{"style":"v","verse":"31","text":"doomu Amci, doomu Bani, doomu Semer,"},{"style":"v","verse":"32","text":"doomu Maxli, doomu Musi, doomu Merari, doomu Lewi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Seen yeneen mbokki Leween ñi ñoo doon def mboolem yeneen liggéeyi kër Yàlla ga."},{"style":"s1","verse":"","text":"Ñii ñooy askanu Aaróona"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Waaye Aaróona ak góor ñi askanoo ci moom ñoo doon lakk sarax yi ci kaw \\w sarxalukaayu rendi-dóomal|sarxalukaay b-:\\w* yi, di taal \\w cuuraay|cuuraay l-:\\w* li ci kaw sarxalukaayu cuuraay ba, di toppatoo mboolem lu jëm ci \\w néeg bu sella sell|néeg bu sell b-:\\w* ba. Ba tey ñoo doon daa defal Israayil seen njotlaay, na ko Musaa, jaamu Yàlla ba digle woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Góor ñi askanoo ci Aaróona nii lañu toppantee: Elasar doomu Aaróona, moo jur Fineyas mi jur Abiswa."},{"style":"v","verse":"36","text":"Abiswa moo jur Bukki mi jur Usi mu jur Seraxya."},{"style":"v","verse":"37","text":"Seraxya moo jur Merayot mi jur Amarya mu jur Axitub."},{"style":"v","verse":"38","text":"Axitub moo jur Cadog mu jur Aximàcc."},{"style":"s1","verse":"","text":"Lu jëm ci suufu Leween ña"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Gox yii ñuy lim la askanu Aaróona wi bokk ci làngu Keyat dëkke woon. Ñoo njëkka jot ca seen suuf sa ñu muurloo ci kaw tegoo bant."},{"style":"v","verse":"40","text":"Jox nañu leen Ebron, dëkk bu mag ba ca Yuda ak àlli parlu ya ko wër."},{"style":"v","verse":"41","text":"Waaye fekk na tool yaak dëkk yu ndaw ya bokk ca dëkk bu mag ba, jox nañu ko Kaleb, ku góor kay doomu Yefune."},{"style":"v","verse":"42","text":"Góor ñi askanoo ci Aaróona lañu jox Ebron, dëkkub rawtu ba, ak Libna ak àlli parlu ya ko wër, ak Yatir ak Estemowa ak parlu ya ko wër;"},{"style":"v","verse":"43","text":"ak Ilen\\f + \\fr 6.43 \\fk Ilen \\ft mooy Iles ba tey.\\f* ak parlu ya ko wër, ak Debir ak parlu ya ko wër;"},{"style":"v","verse":"44","text":"ak Asan ak parlu ya ko wër, ak Bet Semes ak parlu ya ko wër."},{"style":"v","verse":"45","text":"Jële nañu ci suufas giirug Beñamin dëkk ba ñuy wax Geba aki parloom, ak Alemet aki parloom, ak Anatot aki parloom. Lépp di fukki dëkk ak ñett yu ñu séddoo ci seeni làng."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Waa kër góor ña des ci askanu Keyat lañu jox fukki dëkk yu bokk ci suufas giirug Efrayim ak giirug Dan ak genn-wàllu giirug Manase."},{"style":"v","verse":"47","text":"Waa kër góor ñi askanoo ci Gerson lañu jox fukki dëkk yu mag ak ñett yu bokk ci suufi giiri Isaakar ak Aser ak Neftali ak genn-wàllu giirug Manase ga dëkke diiwaanu Basan."},{"style":"v","verse":"48","text":"Góor ñi askanoo ci Merari la seen làng muurloo ci tegoo bant fukki dëkk yu mag ak ñaar yu bokk ci suufi giiri Ruben ak Gàdd ak Sabulon."},{"style":"v","verse":"49","text":"Noonu la \\w bànni Israayil|bànni Israayil:\\w* joxe \\w Leween|Leween b-:\\w* ñi dëkk yooyu ak seeni parlu."},{"style":"v","verse":"50","text":"Dëkk yooyu bokk ci suufi Yuda ak Simeyon ak Beñamin, di dëkk yi ñu jota lim seeni tur ci kaw, ab tegoo bant lañu leen joxe."},{"style":"v","verse":"51","text":"Lenn ci kër yu bokk ci làngi Keyat lañu jox dëkk yu mag yii bokk ci suufi giirug Efrayim:"},{"style":"v","verse":"52","text":"ca diiwaanu tundi Efrayim, Sikem dëkku rawtu ba ak parloom; ak Geser ak parloom;"},{"style":"v","verse":"53","text":"ak Yogmeyam ak parloom; ak Bet Oron ak parloom;"},{"style":"v","verse":"54","text":"ak Ayalon ak parloom; ak Gaat Rimon ak parloom."},{"style":"v","verse":"55","text":"Ñu ame ba tey ca suufas genn-wàllu giirug Manase dëkk yii ànd ak seeni parlu: Aner ak Bileyam. Làngi yeneen doomi Keyat a ko séddoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"56","text":"Góor ñi askanoo ci Gerson lañu jox lii: ci céru genn-wàllu giirug Manase lañu leen sédde dëkk yu mag yii ànd ak seeni parlu: di Golan ci diiwaanu Basan, ak Astarot,"},{"style":"v","verse":"57","text":"joxaat leen ci suufas giirug Isaakar dëkk yii ànd ak seeni parlu: di Kedes ak Dabraat"},{"style":"v","verse":"58","text":"ak Ramot ak Anem."},{"style":"v","verse":"59","text":"Ñu dellu jox leen ci suufas giirug Aser dëkk yii ànd ak seeni parlu: di Masal ak Abdon"},{"style":"v","verse":"60","text":"ak Ukog ak Rexob."},{"style":"v","verse":"61","text":"Ñu dellooti jox leen ci suufas giirug Neftali dëkk ba ñuy wax Kedes ca Galile ak àllub parlu ya ko wër, ak Amon ak parlu ya ko wër, ak Kiryaatayim aki parloom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"62","text":"Góor ñi askanoo ci Merari, muy ña des ca Leween ña, ñoom lañu jox suuf sa ñu jële ca suufas giirug Sabulon. Dëkk yii la ak seeni parlu: Rimono ak Tabor."},{"style":"v","verse":"63","text":"Ñu joxaat leen dëkk ya ca wàllaa dexu Yurdan ca penkub Yeriko, te bokk ca suufas giirug Ruben. Mooy dëkk yii ànd ak seeni parlu: di Beccer ga ca ndànd-foyfoy ga ak Yaxacc"},{"style":"v","verse":"64","text":"ak Kedemot ak Mefaat."},{"style":"v","verse":"65","text":"Ñu joxati leen ci suufas giiru Gàdd, dëkk yii ak seeni parlu: di Ramot ga ca Galàdd, ak Maxanayim"},{"style":"v","verse":"66","text":"ak Esbon ak Yaser."}]