[{"style":"s1","verse":"","text":"Lii mooy askanu Isaakar, doomu Yanqóoba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Isaakar amoon na ñeenti doom yu góor: Tola ak Puwa ak Yasub ak Simron."},{"style":"v","verse":"2","text":"Doomi Tola yu góor ñoo di Usi ak Refaya ak Yeryel ak Yaxmay ak Ibsam ak Samiyel. Ñooñoo soqeekoo ci Tola, jiite seeni kër baay, di ay ñeyi xare ca seen biiri bokk. Ca jamonoy Daawuda waa askanu Tola ñu ngi tollu woon ci ñaar fukki junneek ñaar ak juróom benni téeméer (22~600)."},{"style":"v","verse":"3","text":"Doomu Usi ju góor moo di Israxya. Israxya ak doomam yu góor, di Mikayel ak Abdiyas ak Yowel ak Isiya, ñoom juróom ñépp ay kilifa lañu woon."},{"style":"v","verse":"4","text":"Ñoom ci seen biir askan, làng ak làng amoon nañu fanweeri junni ak juróom benni (36~000) xarekat yu jekk ci xare, ndax amoon nañu jabar yu bare ak doom yu góor yu bare."},{"style":"v","verse":"5","text":"Mboolem ñeneen ñi bokk ci làngi Isaakar te diy ñeyi xare yu ñu bind ci limeef yi, juróom ñett fukki junni lañu woon ak juróom ñaar (87~000)."},{"style":"s1","verse":"","text":"Lii mooy askanu Beñamin, doomu Yanqóoba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Doomi Beñamin yu góor ñoo di Bela, Beker ak Yediyel, ñuy ñett."},{"style":"v","verse":"7","text":"Doomi Bela yu góor ñoo di Eccbon ak Usi ak Usyel ak Yerimot ak Iri, ñuy juróomi ñeyi xare yu jiite seeni kër baay, ñu bind leen ci limeef yi, ñoom ñépp di ñaar fukki junneek ñaar yu topp fanweer ak ñeent (22~034)."},{"style":"v","verse":"8","text":"Doomi Beker yu góor ñoo di Semira ak Yowas ak Elyeser ak Elyonay ak Omri ak Yeremot ak Abya ak Anatot ak Alemet; ñoom ñépp di doomi Beker yu góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ña doonoon ay ñeyi xare, jiite seeni kër baay ya ñu bind ca limeef ya, ñuy ñaar fukki junni ak ñaari téeméer (20~200)."},{"style":"v","verse":"10","text":"Doomu Yediyel ju góor di Bilan mi jur Yewus ak Beñamin ak Ewudd ak Kenaana ak Setan ak Tarsis ak Axisaxaar."},{"style":"v","verse":"11","text":"Mboolem ñooñu soqeekoo ci Yediyel di ay ñeyi xare yu jiite seeni kër baay, fukki junniy nit ak juróom ñaar ak ñaari téeméer (17~200) lañu woon, ñépp tollu ci xare."},{"style":"v","verse":"12","text":"Suppim ak Uppim doomi Ir yu góor lañu woon, Usim di doomu Axer ju góor."},{"style":"s1","verse":"","text":"Lii mooy askanu Neftali, doomu Yanqóoba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Doomi Neftali yu góor ñoo di Yàcceel ak Gunni ak Yeccer ak Salum, yaayu Neftali di Bilaa."},{"style":"s1","verse":"","text":"Lii mooy askanu Manase, doomu Yanqóoba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Doomi Manase yu góor ñoo di Asriyel ak Makir, ña mu am ak nekkaaleem ba doon waa Siri. Makir mooy baayu Galàdd."},{"style":"v","verse":"15","text":"Makir moomu moo takkal Uppim soxna, takkal Suppim soxna. Amoon na ab jigéen bu ñuy wax Maaka. Makir amaat doom ju góor ju ñuy wax Celofat, waaye Celofat amul lu moy doom yu jigéen."},{"style":"v","verse":"16","text":"Maaka, soxnas Makir amaat ak Makir doom ju góor, tudde ko Peres, amati jeneen doom ju góor, tudde ko Seres. Seres mooy baayu Ulam ak Rekem."},{"style":"v","verse":"17","text":"Ulam mooy baayu Bedan. Ñooñooy góor ñi soqikoo ci Galàdd, di doomu Makir ak sëtu Manase."},{"style":"v","verse":"18","text":"Amoleket, jigéenub Galàdd, moo jur Isod ak Abiyeser ak Maxla."},{"style":"v","verse":"19","text":"Doomi Semida yu góor ñoo doon Axyan ak Sikem ak Liki ak Añam."},{"style":"s1","verse":"","text":"Lii mooy askanu Efrayim, doomu Yanqóoba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Góor ñi askanoo ci Efrayim nii lañu toppantee: Efrayim a jur Sutelax mi jur Beredd mu jur Taxat mi jur Elada mu jur Taxat."},{"style":"v","verse":"21","text":"Taxat moo jur Sabàdd mi jur Sutelax. Eser ak Elat la waa Gaat ña fa juddoo rey, ba ñu fa demee bëgga nangu seenug jur."},{"style":"v","verse":"22","text":"Seen baay Efrayim jooy na leen lu yàgg, ay bokkam dikk, di ko dëfal."},{"style":"v","verse":"23","text":"Gannaaw gi, Efrayim ànd ak soxnaam, am ak moom doom ju góor, tudde ko Berya (muy firi Digg njàqare) ngir njàqare la dal njaboot ga."},{"style":"v","verse":"24","text":"Efrayim am na doom ju jigéen ju ñuy wax Seera. Moo tabax Bet Oron Suuf ak Bet Oron Kaw ak Usen Seera."},{"style":"v","verse":"25","text":"Góor ñi askanoo ci Berya nii lañu toppantee: Refa moo jur Resef mi jur Tela mu jur Taxan."},{"style":"v","verse":"26","text":"Taxan moo jur Ladan mi jur Amiyudd mi jur Elisama."},{"style":"v","verse":"27","text":"Elisama moo jur Nuun mi jur Yosuwe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Suuf sa giirug Efrayim moomoon, dëkke ko, Betel bokk na ci ak dëkk yu ndaw ya ko wër, ak Naaran ca penku, ak Geser ak dëkk yu ndaw ya ko wër, ca sowu, boole ca diiwaan ba ca diggante Sikem ak Aya ak dëkk yu ndaw yi ko wër."},{"style":"v","verse":"29","text":"Ñi askanoo ci Manase ñoo moomoon dëkk yu ñuy wax Bet San ak Taanag ak Megido ak Dor, dëkk bu ci nekk ak dëkk yu ndaw ya ko wër. Ci dëkk yooyu la waa askanu Yuusufa doomu Yanqóoba dëkke woon."},{"style":"s1","verse":"","text":"Lii mooy askanu Aser, doomu Yanqóoba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Doomi Aser yu góor ñoo di Imna ak Yiswa ak Iswi ak Berya, seenub jigéen di Sera."},{"style":"v","verse":"31","text":"Doomi Berya yu góor ñoo di Eber ak Malkiyel. Malkiyel moo sanc Birsayit."},{"style":"v","verse":"32","text":"Eber mooy baayu Yaflet ak Somer ak Otam ak seenub jigéen Suwa."},{"style":"v","verse":"33","text":"Doomi Yaflet yu góor ñoo di Pasag ak Bimal ak Asewat."},{"style":"v","verse":"34","text":"Doomi Semer yu góor ñoo di Axi ak Roga ak Uba ak Aram."},{"style":"v","verse":"35","text":"Góor ñi bokkam Elem di seen baay ñoo di Cofax ak Imna ak Seles ak Amal."},{"style":"v","verse":"36","text":"Doomi Cofax yu góor ñoo di Suwa ak Arnefer ak Suwal ak Beri ak Imra."},{"style":"v","verse":"37","text":"Beccer bokk na ci, ak Odd ak Sama ak Silesa ak Yittran ak Beera."},{"style":"v","verse":"38","text":"Doomi Yeter yu góor ñoo di Yefune ak Pispa ak Ara."},{"style":"v","verse":"39","text":"Doomi Ula yu góor ñoo di Ara ak Aniyel ak Ricciya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Ñooñu ñépp ñu ngi soqikoo ci Aser, di kilifa yu tekki ca seeni kër baay, di ñeyi xare te di njiit yu ñu ràññee. Góor ña ca bindu ca limeef ya te tollu ci xare, ñaar fukk ak juróom benn junni lañu (26~000)."}]