[{"style":"s1","verse":"","text":"Askanu Israayil wi ci Yerusalem, gannaaw seen ngàlloo ngi nii"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu lañu binde woon Israayil gépp ci seen limeefi maam. Ci téereb buuri Israayil lañu ko tënk."},{"style":"s1","verse":"","text":"Waa Yerusalem ñibbisi nañu"},{"style":"p","verse":"","text":"Waa Yuda ñoom dees leena gàddaayloo Babilon ndax li ñu fecci seen kóllëre ak Yàlla."},{"style":"v","verse":"2","text":"Ña njëkka ñibbi seen dëkk, ba jotaat seen alal moo di niti \\w bànni Israayil|bànni Israayil:\\w* yi sasoowul diine, ak \\w sarxalkat|sarxalkat b-:\\w* ya ak \\w Leween|Leween b-:\\w* ña, ak ñu féetewoo liggéey yu sew ya ca kër Yàlla ga."},{"style":"v","verse":"3","text":"Amoon na góori Yuda ak Beñamin ak Efrayim ak Manase ñu dëkksi Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ña bàyyikoo ca giiru Yuda: Utay, doomu Amiyudd, doomu Omri, doomu Imri, doomu Bani mi askanoo ci Peres doomu Yuda."},{"style":"v","verse":"5","text":"Ña bàyyikoo ca Sela doomu Yuda nag: Asaya, di taawub waa këram ak ay doomam yu góor."},{"style":"v","verse":"6","text":"Ña bàyyikoo ca làngu Sera doomu Yuda nag: Yewel. Waa Yuda juróom benni téeméer ak juróom ñeent fukk (690) lañu woon."},{"style":"v","verse":"7","text":"Ña bàyyikoo ci giirug Beñamin: Salu, doomu Mesulam, doomu Odawya, doomu Asenuwa;"},{"style":"v","verse":"8","text":"Ibneya, doomu Yeroxam; Ela, doomu Usi, doomu Mikkri; Mesulam doomu Sefatiya, doomu Rewel, doomu Ibniya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ñooñu ñépp ay kilifa lañu woon ca seeni bokk, ku nekk ca waa këram. Waa giirug Beñamin ya dëkkoon Yerusalem juróom ñeenti téeméer ak juróom fukk ak juróom benn (956) lañu woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ña bàyyikoo ca sarxalkat ya ñii la: Yedaya ak Yoyarib ak Yakin;"},{"style":"v","verse":"11","text":"Asaryaa it ca la. Asaryaa, Ilkiya mooy baayam; Ilkiya, Mesulam ay baayam; Mesulam, Cadog ay baayam; Cadog, Merayot ay baayam; Merayot, Axitub ma yoroon kër Yàlla ga mooy baayam."},{"style":"v","verse":"12","text":"Adaya it ca la. Adaya, Yeroxam ay baayam; Yeroxam, Pasur ay baayam; Pasur, Malkiya mooy baayam; Malkiya, Masay mooy baayam; Masay, Adiyel ay baayam; Adiyel, Yaxsera mooy baayam; Yaxsera, Mesulam ay baayam; Mesulam, Mesilemit ay baayam; Mesilemit, Imer mooy baayam."},{"style":"v","verse":"13","text":"Ñook seeni bokk nag ay kilifa lañu woon ca seen kër baay, tollu ci junni ak juróom ñaari téeméer ak juróom benn fukk (1~760), di góor ñu jàmbaare, féetewoo liggéeyu kër Yàlla gi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ña bàyyikoo ci Leween ñi, ñii la: Semaya, Asub ay baayam; Asub, Asrikam ay baayam; Asrikam, Asabya mi askanoo ci Merari mooy baayam;"},{"style":"v","verse":"15","text":"ak itam Bagbakar ak Eres ak Galal ak Mataña; Mataña, Mise mooy baayam; Mise, Sikkri mooy baayam; Sikkri, Asaf mooy baayam;"},{"style":"v","verse":"16","text":"ak Abdiyas, Semaya di baayam; Semaya, Galal mooy baayam; Galal, Yedutun ay baayam. Ak itam Berekya; Berekya, Asa mooy baayam; Asa, Elkana mooy baayam. Berekya moo dëkkoon ca dëkki waa Netofa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci wàllu wattukati bunt ya, Salum bokkoon na ca, mooki bokkam di Akub ak Talmon ak Aximan. Salum a doon seen njiit."},{"style":"v","verse":"18","text":"Ba tey jii mooy taxaw ca buntu Buur, ba féete penku. Ñoom ñooy wattukati bunt yi ci dali Leween ñi."},{"style":"v","verse":"19","text":"Salum, Kore mooy baayam; Kore, Abyasaf mooy baayam; Abyasaf, Kore mooy baayam. Salum moomu mook bokkam yi soqikoo ci waa kër Kore, ñoo doon wattukati buntu \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, topp ca seen tànki maam ya daan wattu dalub Aji Sax ji."},{"style":"v","verse":"20","text":"Fineyas ma Elasar di baayam masoon naa nekk seen njiit, ndax ku Aji Sax ji àndoon ak moom la."},{"style":"v","verse":"21","text":"Ku ñuy wax Sàkkaryaa doomu Meselemya bokkoon na ci wattukati buntu xaymab ndaje ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Mboolem ñi ñu tànnoon ñu diy wattukati bunt, ñaari téeméer lañu ak fukk ak ñaar (212), ñu bind leen ca seeni dëkk. Daawuda ak Samiyel boroom gis, ñoo leen dénkoon loolu ndax kóolute."},{"style":"v","verse":"23","text":"Ñoom ak seeni askan lañu tegoon ca kër Aji Sax ji, ñuy wattu ca këru xayma ba."},{"style":"v","verse":"24","text":"Ñeenti wet yépp amoon na ay wattukat; penku ak sowu, bëj-gànnaar ak bëj-saalum."},{"style":"v","verse":"25","text":"Yeneen wattukati bunt nag wara jóge seeni dëkk léeg-léeg, dikk, ngir jàppale leen ci wattu bi, diirub ayu bés."},{"style":"v","verse":"26","text":"Ñeenti kilifay wattukati bunt yooyu diy Leween, dañu daan dëkke wattu te ñoo daan sàmm néegi kër Yàlla ga aki dencam."},{"style":"v","verse":"27","text":"Ña nga daan fanaan fa, wër kër Yàlla ga, ndax ñoo ko daan sàmm, di ubbi bunt ya suba su nekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Amoon na ñenn ci ñoom ñu yoroon ndabi jumtukaayi kër Yàlla ga; di ko waññ, bu ñu koy dugal ak bu ñu koy génne."},{"style":"v","verse":"29","text":"Mu am ñeneen ba tey ñu sasoo ndab yi, muy ndabi jaamookaay bi yépp, boole ci sunguf su mucc ayib si ak biiñ bi ak diw gi ak \\w cuuraay|cuuraay l-:\\w* li ak ndàbb ya."},{"style":"v","verse":"30","text":"Am na ñenn ci sarxalkat yi ñu daan njafaan ndàbb yu xeeñ yi."},{"style":"v","verse":"31","text":"Ab Leween bu ñuy wax Matica, ku góor kay taawub Salum mi bokk ci làngu Kore, moom lañu dénkoon ñuy lakk mburum sarax sa."},{"style":"v","verse":"32","text":"Mu am nag yeneen Leween yu bokk ci làngu Keyat yu warloo woona waajal mburu yu \\w sell|sell:\\w* yu ñuy sarxalal Yàlla \\w bésub Noflaay|bésub Noflaay b-:\\w* bu nekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Woykati Leween ñi jiite seeni waa kër nag, dañoo amoon seen néegi bopp te amuloon beneen sas bu leen waroon ndax dañu daan liggéey guddeek bëccëg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ñooñu ñoo doon kilifay làngi Leween ñi, ni ñu tënke seen cosaan ci limeef yi. Ña nga dëkkoon Yerusalem."},{"style":"s1","verse":"","text":"Limeefu bokki Sawul a ngii"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Yewel baayu Gabawon, Gabawon la dëkkoon. Maaka la soxnaam tudd."},{"style":"v","verse":"36","text":"Taawam bu góor moo doon Abdon, góor ña ca topp di Cur ak Kis ak Baal ak Ner ak Nadab"},{"style":"v","verse":"37","text":"ak Gedor ak Axyo ak Sàkkaryaa ak Miglot."},{"style":"v","verse":"38","text":"Miglot moomu mooy baayu Simeyam. Ñooñu itam ña nga dëkkoon Yerusalem ñook seeni bokk."},{"style":"v","verse":"39","text":"Ner mooy baayu Kis, Kis di baayu Sawul, Sawul di baayu Yonatan ak Malkisuwa ak Abinadab ak Esbaal."},{"style":"v","verse":"40","text":"Doomu Yonatan ju góor moo di Meribaal, Meribaal di baayu Mise."},{"style":"v","verse":"41","text":"Doomi Mise yu góor ñoo di Piton ak Meleg ak Tareya."},{"style":"v","verse":"42","text":"Axas mooy baayu Yara, Yara di baayu Alemet ak Asmawet ak Simri, Simri di baayu Mocca."},{"style":"v","verse":"43","text":"Mocca mooy baayu Bineya, Bineya di baayu Refaya, Refaya di baayu Elasa, Elasa di baayu Accel."},{"style":"v","verse":"44","text":"Accel amoon na juróom benni doom yu góor, ñuy Asrikam ak Bokkru ak Ismayel ak Seyarya ak Abdiyas ak Xanan. Ñooñu Accel moo leen jur."}]