[{"style":"mt1","text":"Macë"},{"style":"s1","verse":"","text":"Cosaanu Yeesu Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Lii mooy cosaanu Yeesu \\w Almasi|Almasi b-:\\w* bi, sëtub \\w Daawuda|Daawuda:\\w*, sëtub Ibraayma."},{"style":"v","verse":"2","text":"Ibraayma moo jur Isaaxa; Isaaxa jur \\w Yanqóoba|Yanqóoba:\\w*; Yanqóoba jur Yuda aki doomi baayam;"},{"style":"v","verse":"3","text":"Yuda moo jur Peres ak Sera, Tamar di seen ndey; Peres moo jur Esron, Esron jur góor gu ñuy wax Aram;"},{"style":"v","verse":"4","text":"Aram moo jur Aminadab; Aminadab jur Naason; Naason jur Salmon;"},{"style":"v","verse":"5","text":"Salmon jur Bowas mi Raxab di ndeyam; Bowas moo jur Obedd mi Ruut di ndeyam; Obedd moo jur \\w Yese|Yese:\\w*,"},{"style":"v","verse":"6","text":"Yese moo jur Buur Daawuda."},{"style":"p","verse":"","text":"Daawuda moo jur Suleymaan ma jabaru Uri ja woon, di ndeyam;"},{"style":"v","verse":"7","text":"Suleymaan moo jur Robowam; Robowam moo jur Abya; Abya moo jur Asaf\\f + \\fr 1.7 \\fk Asaf \\ft ak Asa, kenn ki la.\\f*;"},{"style":"v","verse":"8","text":"Asaf moo jur Yosafat; Yosafat moo jur Yoram, Yoram moo jur Osiyas;"},{"style":"v","verse":"9","text":"Osiyas moo jur Yotam; Yotam moo jur Axas, Axas moo jur Esekiyas;"},{"style":"v","verse":"10","text":"Esekiyas moo jur Manase; Manase moo jur Amon\\f + \\fr 1.10 \\fk Amon \\ft ak Amos, kenn ki la.\\f*; Amon jur Yosya;"},{"style":"v","verse":"11","text":"Yosya moo jur Yekoña\\f + \\fr 1.11 \\fk Yekoña \\ft ak Yoyakin, kenn ki la.\\f* aki doomi baayam ca jant ya ñu yóbboo Yawut ya ca jant ya ñu jàpp Yawut ya njaam, yóbbu \\w Babilon|Babilon:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw ba ñu leen gàddaayloo ñu dem Babilon la Yekoña jur Selcel; Selcel jur Sorobabel,"},{"style":"v","verse":"13","text":"Sorobabel jur Abiyudd; Abiyudd jur Elyakim; Elyakim jur Asor;"},{"style":"v","verse":"14","text":"Asor jur Cadog; Cadog jur Akim; Akim jur Elyudd;"},{"style":"v","verse":"15","text":"Elyudd jur Elasar; Elasar jur Matan, Matan jur Yanqóoba;"},{"style":"v","verse":"16","text":"Yanqóoba nag moo jur Yuusufa jëkkëru Maryaama; te Maryaama moo jur Yeesu, mi ñuy wax Almasi bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Mboolem maas yi dox diggante Ibraayma ba ca Daawuda nag di fukki maas ak ñeent; li dox diggante Daawuda ba ca njaam ga ca Babilon, di fukki maas ak ñeent; li dox diggante njaam ga ca Babilon ba ci Almasi bi, di fukki maas ak ñeent."},{"style":"s1","verse":"","text":"Lu jëm ci juddub Yeesu Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Juddub Yeesu \\w Almasi|Almasi b-:\\w* bi, nii la deme: Ndeyam Maryaama moo digoo woon ab séy ak Yuusufa. Laata ñuy ànd nag, gis nañu ne Maryaama dafa ëmb ci dogalu \\w Noo gu Sell|Noo gu Sell g-:\\w* gi."},{"style":"v","verse":"19","text":"Ci biir loolu jëkkëram Yuusufa mi doon nit ku jub, naroon koo yiwi ci sutura, ndax bëggu ko woona weer."},{"style":"v","verse":"20","text":"Naka lay xalaat ci loolu, am malaakam Boroom bi feeñu ko ci gént, ne ko: «Yuusufa, sëtub \\w Daawuda|Daawuda:\\w*, bul ragala yeggali sa jabar Maryaama, ndax doom ji sosu ci moom, ci Noo gu Sell gi la jóge."},{"style":"v","verse":"21","text":"Doom ju góor lay am; nanga ko tudde Yeesu (muy firi Boroom beey musle), ndax mooy musal aw xeetam ci seeni bàkkaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Loolu lépp a sotti ngir matal la Boroom bi waxe woon ca làmmiñu yonent ba, ba mu nee:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"23","text":"«Janq bi mooy ëmb,"},{"style":"q1","verse":"","text":"jur doom ju góor,"},{"style":"q1","verse":"","text":"ñu tudde ko Emanuwel\\f + \\fr 1.23 \\ft Seetal ci \\bk Esayi\\bk* 7.14.\\f*,»"},{"style":"m","verse":"","text":"muy firi Yàllaa ngi ak nun."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba Yuusufa yewwoo, la ko malaakam Boroom bi sant la def, daldi yeggali jabaram."},{"style":"v","verse":"25","text":"Waaye Yuusufa àndul ak moom, ba kera mu ame doom, muy góor, mu tudde ko Yeesu."}]