[{"style":"s1","verse":"","text":"Yaxya faatu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci jamono yooyu la \\w Erodd|Erodd:\\w* boroom Galile dégg turu Yeesu."},{"style":"v","verse":"2","text":"Mu ne ay surgaam: «Kooku mooy \\w Yaxya|Yaxya:\\w*. Moo dekki noonu, moo waral xam-xam yu kéemaane yi feeñe ci moom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Erodd nag moo jàppoon Yaxya, yeew ko, tëj, ndax gannaaw ba Erodd jëlee Erojàdd jabaru Filib magam,"},{"style":"v","verse":"4","text":"Yaxya moo wax Erodd, ne ko yoon mayu ko mu denc ndaw si."},{"style":"v","verse":"5","text":"Erodd nag bëgga rey Yaxya, te ragal nit ña, ndax yonent ga ñu ko jàppe woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba ñu demee bay baaxantal bésu juddub Erodd, doomu Erojàdd ju jigéen fecc ca géew ba, Erodd am ca mbégte,"},{"style":"v","verse":"7","text":"ba dig ko ci kaw ngiñ ne ko: «Loo laaj, ma jox la ko.»"},{"style":"v","verse":"8","text":"Ndaw sa nag wax Erodd, ci ndigalal yaayam, ne ko: «Indil ma fii boppu Yaxya ci ndab.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Aw tiis nag dikkal Buur Erodd, ndax ngiñ la, ak gan ña. Teewul mu joxe ndigal ngir ñu jox ko ko,"},{"style":"v","verse":"10","text":"daldi yónnee, ñu dog boppu Yaxya ca kaso ba."},{"style":"v","verse":"11","text":"Ci kaw loolu ñu indi bopp bi ci ndab, jox ko janq ba, mu yót yaayam."},{"style":"v","verse":"12","text":"Ba mu ko defee taalibey Yaxya dikk, yóbbu néew ba, denc ko. Ñu dem nag, wax ko Yeesu."},{"style":"s1","verse":"","text":"Yeesu leel na mbooloo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba Yeesu déggee loolu da faa bàyyikoo, dugg gaal, jëm béreb bu wéet, ngir beruji fa. Teewul nit ña yég ko, bàbbeekoo ca dëkk ya, leru tefes gi, topp ko."},{"style":"v","verse":"14","text":"Ba mu wàccee ca gaal ga, mbooloo mu réy la gis. Mu ñeewante leen, daldi faj seeni jarag."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ca ngoon sa taalibe yi dikk, ne ko: «Fii àllub neen la, te guddi na xaat. Dangay yiwi mbooloo mi, ngir ñu dem ci dëkk yu ndaw yi, jënd ag lekk.»"},{"style":"v","verse":"16","text":"Teewul Yeesu ne leen: «Jarul ñu dem, yeen joxleen leen lu ñu lekk.»"},{"style":"v","verse":"17","text":"Ñu ne ko: «Amunu fi lu dul juróomi mburu ak ñaari jën.»"},{"style":"v","verse":"18","text":"Yeesu ne leen: «Indilleen ma ko fii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ci kaw loolu Yeesu sant mbooloo ma, ñu toog ca ñax ma. Mu jël juróomi mburu ya ak ñaari jën ya, xool kaw asamaan, daldi yékkati kàddug cant, dagg mburu ma, jox ko taalibe ya, ñu séddale ko mbooloo ma."},{"style":"v","verse":"20","text":"Ñépp lekk ba regg, ba ñu yóbbu desit ya, muy fukki pañe ak ñaar yu fees."},{"style":"v","verse":"21","text":"Ña ca xéewlu nag juróomi junni (5~000) góor lañu, limaaleesul jigéen ña ak gone ya."},{"style":"s1","verse":"","text":"Yeesu dox na ca kaw ndox ma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ci kaw loolu Yeesu duggloo taalibeem ya ca gaal ga, ngir ñu jàllagum, jiituji ko ca wàlla, ba kera mu yiwi mbooloo ma."},{"style":"v","verse":"23","text":"Mu yiwi mbooloo ma, daldi yéegi ca tund wa, ngir ñaan. Ba guddi jotee moom doŋŋ a fa nekkoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Booba gaal ga dem na xaat ba dànd tefes ga, diggante bu takku, gannax ya di ko baaje, ndax ngelaw la leen soflu."},{"style":"v","verse":"25","text":"Ba suuf seddee, Yeesu dox ci kaw dex gi, wutsi leen."},{"style":"v","verse":"26","text":"Taalibe ya gis ko, muy dox ca kaw dex ga, ñu daldi jommi, naan: «Njuuma la!» di yuuxoo ndax tiitaange."},{"style":"v","verse":"27","text":"Yeesu wax ak ñoom ca saa sa, ne leen: «Dalleen, man mii la, buleen tiit!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Piyeer nag ne tonet, ne ko: «Sang bi, su dee yaw, sant ma, ma dox ci kaw ndox mi, ba ci yaw.»"},{"style":"v","verse":"29","text":"Yeesu ne ko: «Kaay!» Piyeer wàcce ca gaal ga, dox ci kaw ndox mi, jëm ca Yeesu."},{"style":"v","verse":"30","text":"Teewul ba mu gisee na ngelaw la riddee, dafa tiit, tàmbalee suux. Mu àddu ca kaw, ne: «Sang bi, wallu ma!»"},{"style":"v","verse":"31","text":"Yeesu daldi tàllal loxoom, jàpp ko, ne ko: «Yaaka néew ngëm, ana looy xel ñaar?»"},{"style":"v","verse":"32","text":"Ci kaw loolu ñu dugg ca gaal ga, ngelaw la dal."},{"style":"v","verse":"33","text":"Taalibe ya ca gaal ga nag sujjóotal ko, ne ko: «Aylayéwén, yaa di \\w Doomu Yàlla|Doomu Yàlla j-:\\w* ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ba loolu amee ñu jàll dex ga, daldi teeri ca diiwaanu Senesaret."},{"style":"v","verse":"35","text":"Niti gox ba xàmmee Yeesu, daldi yónnee ca diiwaan bépp, indil ko mboolem ña wopp."},{"style":"v","verse":"36","text":"Ci biir loolu ñuy sarxu Yeesu, ngir mu may leen ñu laal lu mu néew néew catu mbubbam, te képp ku ca laal wér nga péŋŋ."}]