[{"style":"s1","verse":"","text":"Tuut tey, sut ëllëg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca waxtu woowa la taalibe ya dikkoon ne Yeesu: «Kon nag kan moo gëna kawe ci nguurug asamaan?»"},{"style":"v","verse":"2","text":"Yeesu daldi woo ab xale, taxawal ko ci seen biir."},{"style":"v","verse":"3","text":"Mu ne leen: «Maa leen ko wax déy, su ngeen dëppul, ba mujj mel niy xale, dungeen tàbbi mukk ci nguurug asamaan."},{"style":"v","verse":"4","text":"Moo tax ku tuutal boppam ba mel ni xale bii, kooku mooy ki gëna kawe ci nguurug asamaan."},{"style":"v","verse":"5","text":"Te it ku dalal ci sama tur, xale bu mel ni kii, man mii nga dalal."},{"style":"v","verse":"6","text":"Waaye ku bàkkaarloo kenn sax ci ñu tuut ñii ma gëm, li gën ci moom mooy ñu takk ci baatam doju wolukaay wu réy wu mbaam di wëndeel, daldi koy sànni biir xóotey géej."},{"style":"s1","verse":"","text":"Bàkkaarloo nit ak xeebaate warul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Wóoy ngalla àddina, ndax fiir yi ciy bàkkaarloo. Fiir manula ñàkk, waaye wóoy ngalla ka koy lal."},{"style":"v","verse":"8","text":"Su la sab loxo mbaa sab tànk bàkkaarloo nag, dog ko, sànni fu sore, nde tàbbiwaale ab kuuñ, mbaa bennub tànk ca dund gu wóor ga, moo gën ci yaw ñu boole laak sa ñaari loxo ak sa ñaari tànk, sànni la ca sawara su dul fey."},{"style":"v","verse":"9","text":"Su la sa bët bàkkaarloo, luqil, sànni fu sore, nde tàbbiwaale patt ca dund gu wóor ga, moo gën ci yaw ñu boole laak sa ñaari bët, sànni jànnama, ca sawara wa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10-11","text":"«Te it wattuleena xeeb kenn sax ci ñu tuut ñii, ndax maa leen ko wax, seen malaaka ya fa asamaan ñoo saxoo niir sama kanamu Baay ba fa asamaan."},{"style":"s1","verse":"","text":"Yàlla bëggul kenn réer"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Luy seen xalaat ci lii? Su nit amee téeméeri xar, menn lajj ci, ndax du bàyyi juróom ñeent fukki xar ya ak juróom ñeent (99) ca parlukaay ba, te dem seeti ma lajj?"},{"style":"v","verse":"13","text":"Te bu ko gisee, maa leen ko wax déy, moom lay gëna bége juróom ñeent fukki xar ak juróom ñeent ya lajjul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Seen Baay ba fa asamaan itam, noonu. Bëggul kenn ci ñii gëna tuut, sànku."},{"style":"s1","verse":"","text":"Bàkkaaru biiri bokk laaj na ab saytu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Bu la sa mbokk tooñee, demal ñaarook moom, yedd ko. Su la dégloo, yaa feeñle mbokk mu réeroon."},{"style":"v","verse":"16","text":"Waaye su la dégluwul, àndal ak kenn mbaa ñaar, ngir àtteb mbir mépp mana wére ci kàddug ñaari seede ba ñett."},{"style":"v","verse":"17","text":"Su leen tanqamloo, wax ko mbooloom gëmkat ñi. Su tanqamloo mbooloom gëmkat ñi itam nag, nga def ko ni ab yéefar ak ab \\w juutikat|juutikat b-:\\w*."},{"style":"v","verse":"18","text":"Maa leen ko wax déy, lépp lu ngeen yeew ci kaw suuf, dees na ko yeew fa asamaan, te lépp lu ngeen yiwi fi kaw suuf, dees na ko yiwi fa asamaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Maa leen neeti, su ñaar ci yeen déggoo ci kaw suuf, ci mboolem lu ñu ñaan, dees na leen ko nangul ci sama dogalu Baay ba fa asamaan,"},{"style":"v","verse":"20","text":"ndax fu ñaar mbaa ñett dajee ci sama tur, maa ngi ci seen biir.»"},{"style":"s1","verse":"","text":"Ku ñu yërëm war naa yërëme"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ca la Piyeer dikk ne Yeesu: «Sang bi, ñaata yoon la ma sama mbokk di tooñ, ma baal ko? Ndax day mat ba mu tollook juróom ñaari yoon?»"},{"style":"v","verse":"22","text":"Yeesu ne ko: «Newuma la juróom ñaari yoon, waaye ba muy juróom ñaar fukki yoon ak juróom ñaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"«Moo tax nguurug asamaan dafa mel ni buur bu bëgga xayma ni alalam tollook ay jaraafam."},{"style":"v","verse":"24","text":"Naka la tàmbalee xayma, ñu indil ko ku ko ameel lu bare, tollu ci fukki junniy talaŋ\\f + \\fr 18.24 \\fk talaŋ: \\ft mu wecci ay milyoŋ. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*,"},{"style":"v","verse":"25","text":"te jaraaf ja amul lu mu feye. Sangam joxe ndigal, ngir ñu jaay ko, moom ak jabaram ak ay doomam ak mboolem alalam, ngir fey bor ba."},{"style":"v","verse":"26","text":"Jaraaf ja ne gurub, sujjóotal ko, ne ko: “Muñal ma, lépp laa lay fey.”"},{"style":"v","verse":"27","text":"Sang ba nag yërëm jaraaf jooju, bàyyi ko, baal ko bor ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"«Jaraaf ja dem, dajeek moroomu jaraafam mu ko ameel lu néew, tollu ci téeméeri \\w dinaar|Xaalis:\\w*\\f + \\fr 18.28 \\ft Mu wecci xaalis bu néewa néew. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*. Mu jàpp ko, xoj ko, ne ko: “Fey ma li nga ma ameel.”"},{"style":"v","verse":"29","text":"Moroom ma ne gurub ci suuf, tinu ko, ne ko: “Muñal ma, dinaa la fey.”"},{"style":"v","verse":"30","text":"Teewul mu lànk, dem, tëj ko kaso, ba kera muy fey la mu ko ameel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Ba moroomi jaraaf ya gisee la xew, dañu koo tiislu lool, daldi dem, àgge seenub sang mboolem la xew."},{"style":"v","verse":"32","text":"Sang ba nag woolu jaraaf ja, ne ko: “Jaraaf ju soxor ji nga doon! Sa bor bépp laa la baal, nde danga maa tinu."},{"style":"v","verse":"33","text":"Ni ma la yërëme, ndax waruloo koo mana yërëme sa moroomu jaraaf?”"},{"style":"v","verse":"34","text":"Sang ba mer, daldi koy jébbal mititalkati kaso ba, ba kera muy fey bor bépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"«Noonu la sama Baay ba fa asamaan di def ak yeen, su ku nekk ci yeen baalul mbokkam ci xol bu sedd.»"}]