[{"style":"s1","verse":"","text":"Séentu sab sang laaj na teewlu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Su boobaa nguurug asamaan day mel ni fukki janq yu fab seeni làmp, génn, gatanduji boroom séet,"},{"style":"v","verse":"2","text":"juróom ña nag di ñu dofe, te juróom ña ca des di ñu muus."},{"style":"v","verse":"3","text":"Ñu dofe ña fab seeni làmp, te jotuñoo fàgguwaale ag diw;"},{"style":"v","verse":"4","text":"ña muus ñoom, fàgguwaale ag diw ci seeni njaq, booleek seeni làmp."},{"style":"v","verse":"5","text":"Boroom séet ba nag guddee, ñépp gëmmeentu, bay nelaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Ba guddi ga xaajee, coow la jib: “Boroom séet baa ngoog, génnleen, gatandu ko.”"},{"style":"v","verse":"7","text":"Janq ja jépp yewwu, daldi waajal seeni làmp."},{"style":"v","verse":"8","text":"Ñu dofe ña ne ña muus: “Mayleen nu ci seenug diw, sunuy làmp a ngi fey.”"},{"style":"v","verse":"9","text":"Ñu muus ña ne leen: “Déet, lu ko moy du nu am lu nu doy, nook yeen. Demleen kay jëndali seen bopp fa muy jaaye!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Naka lañu dem jëndi, boroom séet ba agsi. Ci kaw loolu ña mu fekk noppi, ànd ak boroom séet ba, dugg ca néegu bernde ja, bunt ba daldi tëje."},{"style":"v","verse":"11","text":"Gannaaw loolu janq ja ca des dikk, ne: “Sang bi, Sang bi, ubbil nu!”"},{"style":"v","verse":"12","text":"Mu ne leen: “Aylayéwén laa leen wax, xawma leen.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Teewluleen boog, nde xamuleen bés ba, mbaa waxtu wa."},{"style":"s1","verse":"","text":"Ndénkaane aw sas la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Nguurug Yàlla dafa mel ni kuy waaja tukki, daldi woo ay surgaam, batale leen alalam."},{"style":"v","verse":"15","text":"Kii, mu dénk ko juróomi milyoŋ\\f + \\fr 25.15 \\fk juróomi milyoŋ: \\ft maanaam juróomi talaŋ. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*; kee, ñaar; ka ca des, benn, ku nekk ak la mu àttan. Ci kaw loolu, mu daldi tukki."},{"style":"v","verse":"16","text":"«Ka jot juróomi milyoŋ ya nag daldi dem, di ca jula, ba amaat yeneen juróom."},{"style":"v","verse":"17","text":"Ka jot ñaar it def noonu, ba amaat yeneen ñaar."},{"style":"v","verse":"18","text":"Ka jot benn milyoŋ moom dem gas ca suuf, làq fa xaalisu njaatigeem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Gannaaw diir bu yàgg njaatigeb surga ya délsi, daldi bokk xayma ak ñoom ni alalam tolloo."},{"style":"v","verse":"20","text":"Ci kaw loolu ka jotoon juróomi milyoŋ dikk, indaale yeneen juróom, ne ko: “Sang bi, juróomi milyoŋ nga ma dénkoon; yeneen juróom yii laa ci am.”"},{"style":"v","verse":"21","text":"Njaatigeem ne ko: “Jaaraamaa, surga bu baax bi te wóor. Gannaaw ci lu tuut nga wóore, lu bare laa lay dénk. Kaay nag nu bokk bége.”"},{"style":"v","verse":"22","text":"Ka jotoon ñaari milyoŋ it dikk, ne ko: “Sang bi, ñaari milyoŋ nga ma dénkoon, yeneen ñaar yii laa ci am.”"},{"style":"v","verse":"23","text":"Njaatige la ne ko: “Jaaraamaa, surga bu baax bi te wóor. Gannaaw ci lu tuut nga wóore nag, lu bare laa lay dénk. Kaay nag nu bokk bége.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Ka jotoon benn milyoŋ it dikk, ne ko: “Sang bi, xamoon naa ne nit ku néeg nga; dangay dajale loo jiwuloon, di góob loo faruwuloon."},{"style":"v","verse":"25","text":"Moo tax ma ragal, ba dem gas ca suuf, làq ca sab milyoŋ. Mu ngii, fabal sa alal.”"},{"style":"v","verse":"26","text":"Njaatige la nag ne ko: “Surga bu bon bi te yaafus! Xamoon nga ne damay dajale lu ma jiwuloon, di góob lu ma faruwuloon."},{"style":"v","verse":"27","text":"Kon waroon ngaa yóbbu sama xaalis ca denckati xaalis ya, ba bu ma dikkee, jot sama milyoŋ, boole ca tonoom."},{"style":"v","verse":"28","text":"Nanguleen nag xaalis bi ci moom, te jox ko boroom fukki milyoŋ yi."},{"style":"v","verse":"29","text":"Ndaxte képp ku am, dees na ko dolli, ba mu barele, waaye ku amul, la mu am as néew sax, dees na ko nangu."},{"style":"v","verse":"30","text":"Surga bu ñàkk njariñ bii nag, sànnileen ko ca lëndëm gu tar ga ca biti. Foofa lees di jooye aka yéyoo ndax mitit.”"},{"style":"s1","verse":"","text":"Almasi bi mooy àtte àddina"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Keroog bu \\w Doomu nit|Doomu nit k-:\\w* ki dikkee darajaam nag, ànd ak mboolem malaaka yi, mooy toog ci ngànguneem lu darajawu\\f + \\fr 25.31 \\ft Seetal ci \\bk Dañeel\\bk* 7.13-14.\\f*,"},{"style":"v","verse":"32","text":"mboolem xeet yi lees di dajale fi kanamam, te mooy xàjjaatle ñii ak ñee, ni ab sàmm di xàjjaatlee ay xar aki bëy,"},{"style":"v","verse":"33","text":"te mooy teg xar yi fi ndijooram; bëy yi, fa càmmoñam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"«Ca la buur bay wax ñi ci ndijooram ne leen: “Yeen ñi sama Baay barkeel, dikkleen jël nguur gi ñu leen waajalaloon ba àddina sosoo."},{"style":"v","verse":"35","text":"Ndaxte ba ma xiifee, yeena ma leel; ma mar, ngeen nàndal ma; ma dib doxandéem, ngeen fat ma;"},{"style":"v","verse":"36","text":"ma rafle, ngeen wodd ma; ma wopp, ngeen toppatoo ma; ñu tëj ma, ngeen seetsi ma.”"},{"style":"v","verse":"37","text":"Su ko defee boroom njekk yi ne ko: “Sang bi, kañ lanu la gis, nga xiif, nu leel la; mbaa nga mar, nu nàndal la?"},{"style":"v","verse":"38","text":"Ak kañ lanu la gis, nga dib doxandéem, nu fat la; mbaa nga rafle, nu wodd la?"},{"style":"v","verse":"39","text":"Ak itam kañ lanu la gis, nga wopp mbaa ñu tëj la, nu seetsi la?”"},{"style":"v","verse":"40","text":"Bu loolu amee buur ba ne leen: “Maa leen ko wax déy, lu ngeen ci defal kenn ci ñi gëna tuut ci sama bokk yii, man ngeen ko defal.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"«Gannaaw loolu, ña fa càmmoñam la naan: “Yeen ñi alku nag, xiddileen ma, te tàbbiji sawara su dul fey, fa ñu waajalal \\w Seytaane|Seytaane:\\w* aki malaakaam."},{"style":"v","verse":"42","text":"Ndaxte ba ma xiifee, leeluleen ma, ba ma maree, nàndaluleen ma."},{"style":"v","verse":"43","text":"Ba ma dee ab doxandéem, fatuleen ma; ba ma raflee, wodduleen ma; ba ma woppee, ak ba ñu ma tëjee it, seetsiwuleen ma.”"},{"style":"v","verse":"44","text":"Su ko defee ñoom itam ñu ne ko: “Sang bi, kañ lanu la gis, nga xiif, mbaa nga mar, mbaa nga dib doxandéem, mbaa nga rafle, mbaa nga wopp, mbaa ñu tëj la, te fajunu sa soxla?”"},{"style":"v","verse":"45","text":"Ca la leen di wax ne leen: “Maa leen ko wax déy, lu ngeen ci defalul kenn ci ñi gëna tuut, man ngeen ko defalul.”"},{"style":"v","verse":"46","text":"Ñooña daldi séddooji mbugal mu sax dàkk, boroom njekk yi nag séddooji texe gu sax dàkk.»"}]