[{"style":"s1","verse":"","text":"Njiiti yoon yi fexeel nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Yeesu daaneelee mboolem kàddu yooyu, da ne ay taalibeem:"},{"style":"v","verse":"2","text":"«Xam ngeen ne ñaari fan a des ci \\w màggalu bésub Mucc|Màggal yi:\\w*. Ca lañuy wor \\w Doomu nit|Doomu nit k-:\\w* ki, daaj ko ci bant.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Booba nag \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak magi askan wa ña nga daje ca màkkaanu sarxalkat bu mag, ba ñuy wax Kayif."},{"style":"v","verse":"4","text":"Ci biir loolu ñu gise, ngir nu ñu sàcce ba jàpp Yeesu, reylu ko."},{"style":"v","verse":"5","text":"Teewul nag ñu ne: «Bumu doon ci bésu màggal bi, lu ko moy askan wi yëngu.»"},{"style":"s1","verse":"","text":"Jigéen teral na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Yeesu nag ma nga woon dëkk ba ñuy wax Betani ca kër Simoŋ \\w gaana|gaana:\\w* ga."},{"style":"v","verse":"7","text":"As ndaw dikk, yor njaqal doju albatar lu def lajkoloñ gu jafe. Ndaw sa fekk Yeesu ca ndab la, muy lekk, mu sotti ko ca boppam."},{"style":"v","verse":"8","text":"Taalibe ya nag gis ca, ñaawlu ko ne: «Ana lu waral yàq gii?"},{"style":"v","verse":"9","text":"Maneesoon naa jaaye lii lu bare, jox xaalis bi néew-doole yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Yeesu nag xam la ñu wax, ne leen: «Lu ngeen di sonale ndaw si? Jëf ju rafet la ma defal!"},{"style":"v","verse":"11","text":"Néew-doole yi de, dingeen ci am ñu nekk ak yeen ba fàww. Waaye man de, amuleen ma ba fàww."},{"style":"v","verse":"12","text":"Sotti gi ndaw si sotti diw gi ci sama kaw, samab rob la koy waajale."},{"style":"v","verse":"13","text":"Maa leen ko wax déy, li ndaw sii def, fépp fu ñuy yéeneji ëllëg xibaaru jàmm bii ci àddina sépp, dees na ko fa nettalee, di ko fàttalikoo jëmmu ndaw si.»"},{"style":"s1","verse":"","text":"Yuda wor na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Booba la waa ju ñuy wax Yuda Iskaryo, kenn ca Fukk ñaak ñaar, dem ca \\w sarxalkat|sarxalkat b-:\\w* yu mag ya,"},{"style":"v","verse":"15","text":"ne leen: «Lan ngeen ma mana jox, ngir ma teg Yeesu ci seeni loxo?» Ñu waññal ko fanweeri poseti xaalis\\f + \\fr 26.15 \\ft Seetal ci \\bk Sàkkaryaa\\bk* 11.12-13.\\f*."},{"style":"v","verse":"16","text":"Ca la Yuda dale wut yoon wu mu jekkoo Yeesu, ba wor ko."},{"style":"s1","verse":"","text":"Reerub tàggatoo jot na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ca bés ba njëkk ca \\w màggalug ayu bésu Mburu mu amul lawiir|Màggal yi:\\w* nag\\f + \\fr 26.17 \\ft Ci Yawut yi, bés bu nekk, ci tàkkusaan lay tàmbali.\\f*, taalibe yaa dikk ne Yeesu: «Foo bëgg nu waajalal la fa reeru \\w bésub Mucc|Màggal yi:\\w* bi?»"},{"style":"v","verse":"18","text":"Yeesu ne leen: «Demleen ca dëkk ba, te ngeen àgg ba ca diw, ne ko: “Kilifa gi nee: Sama bés dëgmal na; ci yaw nag laay màggalsee bésub Mucc bi, maak samay taalibe.”»"},{"style":"v","verse":"19","text":"Taalibe ya def la leen Yeesu sant, daldi waajal reeru bésub Mucc ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba jant sowee, Yeesu dikk di reersi, moom ak Fukk ñaak ñaar."},{"style":"v","verse":"21","text":"Naka lañuy lekk, mu ne leen: «Maa leen ko wax déy, kenn ci yeen moo may wor.»"},{"style":"v","verse":"22","text":"Taalibe ya am tiis lool; ku nekk daldi ne ko: «Mbaa du man a, Sang bi?»"},{"style":"v","verse":"23","text":"Yeesu ne leen: «Ki yebandoo ak man loxoom ci ndab li, kooku moo may wor."},{"style":"v","verse":"24","text":"\\w Doomu nit|Doomu nit k-:\\w* kaa ngi dem moos, noonee ñu ko binde woon, waaye wóoy ngalla ki pexe mi ñu wore Doomu nit ki di jaare! Kooka de, bañoona juddu sax moo doon gën ci moom.»"},{"style":"v","verse":"25","text":"Yuda, mi ko nara wor, ne ko: «Mbaa du man a, Kilifa gi?» Yeesu ne ko: «Yaa ko wax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Naka ñuy lekk nag, Yeesu jël mburu, yékkati kàddug cant, dagg, jox taalibe ya. Mu ne leen: «Jëlleen lekk, lii sama yaram la.»"},{"style":"v","verse":"27","text":"Mu teg ca jël ab kaas, yékkati kàddug cant, jox leen ko, ne leen: «Naanleen ci, yeen ñépp,"},{"style":"v","verse":"28","text":"ndax lii mooy sama deret, ji fas \\w kóllëre|kóllëre g-:\\w* gi, te nara tuurul ñépp\\f + \\fr 26.28 \\ft Baat bii man naa tekki «ñu bare», waaye ci làkku yawut waxin la: fii «ñépp» lay wund. Seetal ci \\bk Esayi 53.12\\bk* ak ci \\bk 1.Timote\\bk* 2.6.\\f* ngir njéggalug bàkkaar."},{"style":"v","verse":"29","text":"Maa leen ko wax, gannaaw-si-tey dootuma naan mukk ndoxum reseñ mii, ba kera may naan, maak yeen, ndoxum reseñ mu bees ca sama nguurug Baay.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ba loolu amee ñu yékkati galanu cant, daldi génn jëm \\w tundu Oliw|tundu Oliw y-:\\w* ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Booba la leen Yeesu ne: «Yeen ñépp ay dellu gannaaw ndax man, guddig tey jii, ndax bindees na ne:"},{"style":"q1","verse":"","text":"“Maay dóor sàmm bi,"},{"style":"q1","verse":"","text":"xar yi tasaaroo\\f + \\fr 26.31 \\ft Seetal ci \\bk Sàkkaryaa\\bk* 13.7.\\f*.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"32","text":"Waaye bu ma dekkee, dinaa leen jiituji fa Galile.»"},{"style":"v","verse":"33","text":"Piyeer nag àddu ne ko: «Bu ñépp dellu woon gannaaw ndax yaw, man duma dellu gannaaw mukk.»"},{"style":"v","verse":"34","text":"Yeesu ne ko: «Maa la ko wax déy, guddig tey jii, bala ganaar a sab, dinga ma jàmbu ñetti yoon.»"},{"style":"v","verse":"35","text":"Piyeer ne ko: «Su ma naree ànd ak yaw dee sax, duma la jàmbu mukk.» Taalibe ya ca des yépp waxe noonu, ñoom itam."},{"style":"s1","verse":"","text":"Yeesu ñaan na ci biir tiis wu réy"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ca la Yeesu ànd ak ñoom ba béreb ba ñuy wax Setsemane, mu ne taalibe ya: «Toogleen fii, ma dem fale, ba ñaani fa.»"},{"style":"v","verse":"37","text":"Ci kaw loolu mu ànd ak Piyeer ak ñaari doomi Sebede, aw tiis ak njàqare nag daldi koy jàpp."},{"style":"v","verse":"38","text":"Ca la leen ne: «Tiis wu réy la sama xol fees, ba may bëgga dee! Toogleen fii, te ngeen ànd ak man ci teewlu.»"},{"style":"v","verse":"39","text":"Ba loolu amee, Yeesu dox ba sore leen tuuti, ne gurub sukk, dëpp jëëm fa suuf. Mu ñaan ne: «Sama Baay, bu manee am, bii kaas bu fees ak wextanu coono, ngalla teggil ma ko! Moona, bumuy sama coobare nag, waaye yaw, na sa coobare am.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Gannaaw loolu mu délsi, fekk taalibe ya di nelaw. Mu ne Piyeer: «Wenn waxtu doŋŋ, amuleen dooley teewloondoo kook man?"},{"style":"v","verse":"41","text":"Teewluleen te ñaan, ngir baña tàbbi cig fiir. Xolub nit kat yebu na, yaram see néew doole.»"},{"style":"v","verse":"42","text":"Yeesu delluwaat, ba nee, ñaareel bi yoon, daldi ñaan ne: «Sama Baay, ndegam lii manu maa teggi ba duma ko naan, na sa coobare am.»"},{"style":"v","verse":"43","text":"Mu délsiwaat, fekk leen ñuy nelaw, manatuñoo xippi, ndax ngëmment."},{"style":"v","verse":"44","text":"Mu bàyyikoo ca ñoom, demati ba nee ñetteel bi yoon, daldi dellu ca genn kàddug ñaan googa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Gannaaw gi, mu délsiwaat ca taalibe ya ne leen: «Yeena ngi nelaw, di noppalu ba tey? Waxtu waa ngii dëgmal, ci lañuy teg \\w Doomu nit|Doomu nit k-:\\w* ki ci loxoy bàkkaarkat yi."},{"style":"v","verse":"46","text":"Jógleen nu dem, ki may wor a ngi nii.»"},{"style":"s1","verse":"","text":"Jàpp nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Naka la Yeesu di wax, daaneelagul, Yuda, kenn ca Fukk ñaak ñaar, jekki agsi, ànd ak gàngoor gu takku, jóge ca \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak magi askan wa. Ña nga gànnaayoo ay saamar aki njur."},{"style":"v","verse":"48","text":"Fekk na workat ba jox leen ab tegtal, ne leen: «Ki may fóon, kooku la; jàppleen ko.»"},{"style":"v","verse":"49","text":"Mu dikk ba ci Yeesu, ne ko: «Jàmm nga am, Kilifa gi,» daldi ko fóon."},{"style":"v","verse":"50","text":"Yeesu ne ko: «Xarit, li la indi, def ko.» Ca lañu ko ne taral, jàpp ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Ba loolu amee kenn ca ña ànd ak Yeesu ne yóot bocci saamaram, caw ko surgab sarxalkat bu mag ba, njoof nopp ba."},{"style":"v","verse":"52","text":"Teewul Yeesu ne ko: «Dellool sa saamar ci mbaram, ndax képp ku bocci saamar, saamar lay deewe."},{"style":"v","verse":"53","text":"Defe nga ne manumaa woo sama Baay wall, mu yónnee ma ci saa si lu ëpp fukki gàngoori malaaka ak ñaar?"},{"style":"v","verse":"54","text":"Waaye kon nu Mbind miy ame te mu indi ne fàww mu deme noonu?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"Ca waxtu woowa la Yeesu ne mbooloo ma: «Jàppsi ma doŋŋ a leen taxa dikkey saamar aki njur, mel ni ñuy topp ab fippukat. Moona bés bu nekk maa nga daan toog ca kër Yàlla ga, di jàngale, te jàppuleen ma."},{"style":"v","verse":"56","text":"Waaye lii lépp daa am ngir sottal Bindi yonent yi.» Ci kaw loolu taalibe yépp daw, wacc ko."},{"style":"s1","verse":"","text":"Yeesu jànkoonte na ak àttekat ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"57","text":"Ña jàpp Yeesu nag yóbbu ko kër Kayif, \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, fa firikati yoonu Musaa ya ak magi askan wa daje."},{"style":"v","verse":"58","text":"Piyeer moom, yoxal Yeesu lu sore, topp ca gannaawam, ba ca ëttu sarxalkat bu mag ba; mu dugg, toog ak wattukat ya, di seet nu mbir may mujje."},{"style":"p","verse":"","text":""},{"style":"v","verse":"59","text":"Sarxalkat yu mag yaak mboolem \\w kuréelu àttekati|kuréelu àttekat y-:\\w* Yawut ya nag di wut fen yu nit seedeel Yeesu, ba ñu man koo reylu,"},{"style":"v","verse":"60","text":"te amuñu ko, doonte ay seedey fen-kat yu baree dikk. Ñaar nag mujj dikk, ne:"},{"style":"v","verse":"61","text":"«Kii de moo noon: “Man namaa toj kër Yàlla gi, tabaxaat ko ci ñetti fan\\f + \\fr 26.61 \\ft Seetal ci \\bk Yowaan\\bk* 2.19-22.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"62","text":"Ba mu ko defee sarxalkat bu mag ba jóg ne ko: «Doo tontu dara ci li la ñii tuumaal?»"},{"style":"v","verse":"63","text":"Yeesu ne cell. Sarxalkat bu mag ba ne ko: «Giñloo naa la ci Yàlla jiy dund, ngir nga wax nu, ndax yaa di \\w Almasi|Almasi b-:\\w* bi, \\w Doomu Yàlla|Doomu Yàlla j-:\\w*.»"},{"style":"v","verse":"64","text":"Yeesu ne ko: «Yaa ko wax. Te it, maa leen ne gannaaw-si-tey dingeen gis \\w Doomu nit|Doomu nit k-:\\w* ki toog ci ndijooru Boroom Kàttan gi, te dingeen ko gis ci kaw niir yi, muy ñëw\\f + \\fr 26.64 \\ft Seetal ci \\bk Taalifi cant\\bk* 110.1; \\bk Dañeel\\bk* 7.13-14.\\f*.»"},{"style":"v","verse":"65","text":"Ca la sarxalkat bu mag ba ne tareet yérey boppam, ndax mer. Mu ne: «Diir na Yàlla mbagg, lu nu doyeeti seede? Yeena dégg ni mu diire Yàlla mbagg!"},{"style":"v","verse":"66","text":"Lu ngeen ci xam nag?» Ñu ne: «Dee mooy àtteem!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"67","text":"Ca lañu ko tifli ci kanam, dóor ko ay këmëx. Ñeneen ña talaata ko,"},{"style":"v","verse":"68","text":"te naan ko: «Almasée, waxal nu kàdduy \\w waxyu|waxyu:\\w* boog, ana ku la dóor?»"},{"style":"s1","verse":"","text":"Piyeer jàmbu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"69","text":"Ci biir loolu Piyeer a nga toogoon ca biti, ca ëtt ba. Ab surga bu jigéen dikk ba ca moom, ne ko: «Yaw itam yaak Yeesum Galilee àndoon.»"},{"style":"v","verse":"70","text":"Teewul Piyeer miim ko ci kanam ñépp ne ko: «Xawma li ngay wax.»"},{"style":"v","verse":"71","text":"Gannaaw gi, Piyeer génn jëm ca bunt ba, beneen surga bu jigéen gis ko, ne ña fa nekkoon: «Kii mook Yeesum Nasaret a àndoon.»"},{"style":"v","verse":"72","text":"Teewul Piyeer dellu miim ko ci kaw ngiñ, ne: «Xawma kooku!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"73","text":"Nes tuut ña fa taxawoon dikk ne Piyeer: «Yaw itam kay ci ñoom nga bokk, sa waxin a la feeñal.»"},{"style":"v","verse":"74","text":"Ca la tàmbalee waat aka giñ, ne: «Ki ngeen di wax, man xawma ko.» Ca saa sa ganaar sab."},{"style":"v","verse":"75","text":"Piyeer daldi fàttaliku la Yeesu waxoon ne: «Bala ganaar a sab, dinga ma jàmbu ñetti yoon.» Mu génn nag, di jooy jooy yu metti."}]