[{"style":"s1","verse":"","text":"Buleen sarxe ngir ngistal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Wattuleena def seenu njekk ci kanam nit ñi, ngir ngistal. Lu ko moy, dungeen ame yool fa seen Baay ba fa asamaan."},{"style":"v","verse":"2","text":"Kon nag booy sarxe, bul ko yéglee coowal liit, ni ko jinigalkat yiy defe ci jàngu yi ak mbedd yi, ngir nit ñi kañ leen. Maa leen ko wax déy, ñooñu jot nañu seen yool bu mat sëkk."},{"style":"v","verse":"3","text":"Waaye booy sarxe, li sa loxol ndijoor di def, bu ko sa loxol càmmoñ xam,"},{"style":"v","verse":"4","text":"su ko defee sa sarax di kumpa, te sa Baay biy gis ci biir kumpa moo lay yool."},{"style":"s1","verse":"","text":"Buleen ñaan ngir ngistal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Bu ngeen di ñaan, buleen mel ni jinigalkat yi safoo taxaw di ñaan ci jàngu yi ak selebe yoon yi, ngir fés. Maa leen ko wax déy, ñooñu jot nañu seen yool bu mat sëkk."},{"style":"v","verse":"6","text":"Yaw nag booy ñaan, duggal sa néegu biir, tëj sa bunt, te nga ñaan sa Baay ci kumpa. Sa Baay biy gis ci biir kumpa moo lay yool."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Bu ngeen di ñaan, buleen jàppoo kebetu ni yéefar yi foog ne ci wax ju bare lees leen di nangule."},{"style":"v","verse":"8","text":"Kon buleen mel ni ñoom, ndax seen Baay xam na li ngeen soxla bala ngeen ko koo ñaan."},{"style":"v","verse":"9","text":"Yeen nag nangeen ñaane nii:"},{"style":"q1","verse":"","text":"“Sunu Baay bi fi asamaan,"},{"style":"q1","verse":"","text":"nañu wormaal sa sellaayu tur,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"10","text":"na sa nguur dikk,"},{"style":"q1","verse":"","text":"na sa coobare ame fi suuf na mu ame fa asamaan."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"11","text":"May nu bésub tey, sunu dundub bés bu nekk,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"12","text":"te nga baal nu sunuy tooñ, ni nu baale nun itam, ñi nu tooñ."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"13","text":"Bu nu dugal ci nattu,"},{"style":"q1","verse":"","text":"waaye yal nanga nu musal ci \\w ku bon ki|ku bon ki:\\w*."},{"style":"q1","verse":"","text":"Yaw de yaa yelloo nguur ak kàttan ak màggaay, ba fàww. Amiin.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Su ngeen baalee nit ñi seeni tooñ, seen Baay ba fa asamaan dina leen baal, yeen itam."},{"style":"v","verse":"15","text":"Waaye su ngeen baalewul, seen Baay it du leen baal seeni tooñ."},{"style":"s1","verse":"","text":"Buleen woor ngir ngistal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Su ngeen di woor, buleen yoggoorlu ni jinigalkat yi. Dañuy ñaawal seen kanam, ngir wone ne dañoo woor. Maa leen ko wax déy, ñooñu jot nañu seen yool bu mat sëkk."},{"style":"v","verse":"17","text":"Yaw nag booy woor, xeeñlul te sëlmu ba set,"},{"style":"v","verse":"18","text":"ngir baña won nit ñi sa koor, ba mu des sa Baay bi teew ci kumpa. Sa Baay biy gis ci biir kumpa moo lay yool."},{"style":"s1","verse":"","text":"Alal fa Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Buleen dajale ab denc ci kaw suuf, fi ko max ak xomaag di yàqe, mbaa ab sàcc bëtt, jël ko."},{"style":"v","verse":"20","text":"Waaye dajaleleen ab denc fa asamaan, fa ko max ak xomaag dul yàqe, te ab sàcc du bëtt, jël ko."},{"style":"v","verse":"21","text":"Ndaxte fa sab denc nekk, sab xol it a nga fa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Bët mooy làmpu yaram. Su sa bët wéree, sa yaram wépp a ciy leerloo,"},{"style":"v","verse":"23","text":"waaye bu sa bët bonee, sa yaram wépp a ngi ci lëndëm. Leer gi ci yaw nag, su dee ag lëndëm, ndaw lëndëm gu réy!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Kenn manula jaamu ñaari sang; dangay dëddu kii, sopp kee, mbaa nga fonk kii, cof kee. Manuleena jaamoondoo Yàlla ak Alal."},{"style":"s1","verse":"","text":"Wóoluleen Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Moo tax ma ne leen, buleen seen bakkan jaaxal, ngir lu ngeen lekk, mbaa lu ngeen naan, te it buleen seen yaram jaaxal ngir lu ngeen sol. Xanaa du lekk gi, bakkan bee ko ëpp solo, te koddaay li it, yaram wee ko ëpp solo?"},{"style":"v","verse":"26","text":"Xoolleen picc yi: duñu ji, duñu góob, duñu denc ci am sàq. Teewul seen Baay ba fa asamaan di leen dundal. Yeen nag, xanaa du yeena gën picc yi fuuf?"},{"style":"v","verse":"27","text":"Ana kan ci yeen mooy jaaxle, di xalaat a xalaat bakkanam, ba mana yokk ci àppam, lu tollook xef ak xippi?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"«Koddaay nag, ana lu ngeen ciy jaaxle? Seetaatleen ni tóor-tóor yiy saxe ci tool yi. Doñ-doñiwuñu, ëccuñu,"},{"style":"v","verse":"29","text":"waaye maa leen wax ne Suleymaan ak darajaam jépp sax, soluwul woon ni benn ci ñoom."},{"style":"v","verse":"30","text":"Ndegam ñaxum tool miy dund tey, te léegi ñu sànni ko cib taal, moom la Yàlla di wodde nii kay, xanaa astamaak yeen? Yeenaka néew ngëm!"},{"style":"v","verse":"31","text":"Kon nag, buleen jaaxle, naan: “Lu nuy lekk?” mbaa “Lu nuy naan?” mbaa “Lu nuy sol?”"},{"style":"v","verse":"32","text":"Ndaxte loolu lépp, yéefar yi ñoo koy tiisoo. Te seen Baay ba fa asamaan xam na ne soxla ngeen loolu lépp."},{"style":"v","verse":"33","text":"Waaye njëkkleena tiisoo nguurug Yàlla, ak njub gi mu laaj, te loolu lépp moo leen ko ciy dollil."},{"style":"v","verse":"34","text":"Kon nag buleen am xalaat ci ëllëg, ndax ëllëg dina xalaat boppam. Bés bu nekk, ab coonoom doy na ko."}]