[{"style":"s1","text":"Deux fils d’Aaron consumés par le feu de l’Éternel"},{"style":"r","text":"V. 1-7: cf. (No 3:2-4. 2 S 6:2-9. Hé 12:28, 29.) Lé 21:10-12."},{"style":"p","text":""},{"style":"v","text":"Les fils d’Aaron, Nadab et Abihu, prirent chacun un brasier, y mirent du feu, et posèrent du parfum dessus; ils apportèrent devant l’Éternel du feu étranger, ce qu’il ne leur avait point ordonné. "},{"style":"v","text":"Alors le feu sortit de devant l’Éternel, et les consuma: \\x a \\xo 10.2 \\xt No 3:4; 26:61. 1 Ch 24:2.\\x*ils moururent devant l’Éternel. "},{"style":"v","text":"Moïse dit à Aaron: C’est ce que l’Éternel a déclaré, lorsqu’il a dit: \\x b \\xo 10.3 \\xt Lé 8:35.\\x*Je serai sanctifié par ceux qui s’approchent de moi, et je serai glorifié en présence de tout le peuple. Aaron garda le silence. "},{"style":"v","text":"Et Moïse appela Mischaël et Eltsaphan, fils d’Uziel, oncle d’Aaron, et il leur dit: Approchez-vous, emportez vos frères loin du sanctuaire, hors du camp. "},{"style":"v","text":"Ils s’approchèrent, et ils les emportèrent dans leurs tuniques hors du camp, comme Moïse l’avait dit. "},{"style":"v","text":"Moïse dit à Aaron, à Éléazar et à Ithamar, fils d’Aaron: Vous ne découvrirez point vos têtes, et vous ne déchirerez point vos vêtements, de peur que vous ne mouriez, et que l’Éternel ne s’irrite contre toute l’assemblée. Laissez vos frères, toute la maison d’Israël, pleurer sur l’embrasement que l’Éternel a allumé. "},{"style":"v","text":"\\x c \\xo 10.7 \\xt Lé 21:12.\\x*Vous ne sortirez point de l’entrée de la tente d’assignation, de peur que vous ne mouriez; car l’huile de l’onction de l’Éternel est sur vous. Ils firent ce que Moïse avait dit."},{"style":"s1","text":"Défense à Aaron et à ses fils de boire du vin avant d’entrer dans le tabernacle. Portions des offrandes et des victimes qui leur sont réservées"},{"style":"r","text":"V. 8-20: cf. (Éz 44:21, 23, 24. Ép 5:18.) Lé 6:14-18, 26-30."},{"style":"p","text":""},{"style":"v","text":"L’Éternel parla à Aaron, et dit: "},{"style":"v","text":"Tu ne boiras ni vin, ni boisson enivrante, toi et tes fils avec toi, lorsque vous entrerez dans la tente d’assignation, de peur que vous ne mouriez: ce sera une loi perpétuelle parmi vos descendants, "},{"style":"v","text":"afin que vous puissiez distinguer ce qui est saint de ce qui est profane, ce qui est impur de ce qui est pur, "},{"style":"v","text":"et enseigner aux enfants d’Israël toutes les lois que l’Éternel leur a données par Moïse. "},{"style":"v","text":"Moïse dit à Aaron, à Éléazar et à Ithamar, les deux fils qui restaient à Aaron: Prenez ce qui reste de l’offrande parmi les sacrifices consumés par le feu devant l’Éternel, et mangez-le sans levain près de l’autel: car c’est une chose très sainte. "},{"style":"v","text":"Vous le mangerez dans un lieu saint; c’est ton droit et le droit de tes fils sur les offrandes consumées par le feu devant l’Éternel; \\x d \\xo 10.13 \\xt Lé 2:3; 6:16.\\x*car c’est là ce qui m’a été ordonné. "},{"style":"v","text":"Vous mangerez aussi dans un lieu pur, toi, tes fils et tes filles avec toi, la poitrine qu’on a agitée de côté et d’autre et l’épaule qui a été présentée par élévation; car elles vous sont données, comme ton droit et le droit de tes fils, dans les sacrifices d’actions de grâces des enfants d’Israël. "},{"style":"v","text":"Ils apporteront, avec les graisses destinées à être consumées par le feu, l’épaule que l’on présente par élévation et la poitrine que l’on agite de côté et d’autre devant l’Éternel: elles seront pour toi et pour tes fils avec toi, par une loi perpétuelle, comme l’Éternel l’a ordonné. "},{"style":"v","text":"Moïse chercha le bouc expiatoire; et voici, il avait été brûlé. Alors il s’irrita contre Éléazar et Ithamar, les fils qui restaient à Aaron, et il dit: "},{"style":"v","text":"Pourquoi n’avez-vous pas mangé la victime expiatoire dans le lieu saint? C’est une chose très sainte; et l’Éternel vous l’a donnée, afin que vous portiez l’iniquité de l’assemblée, afin que vous fassiez pour elle l’expiation devant l’Éternel. "},{"style":"v","text":"Voici, le sang de la victime n’a point été porté dans l’intérieur du sanctuaire; vous deviez la manger dans le sanctuaire, \\x e \\xo 10.18 \\xt Lé 4:5; 6:26; 16:27.\\x*comme cela m’avait été ordonné. "},{"style":"v","text":"Aaron dit à Moïse: Voici, ils ont offert aujourd’hui leur sacrifice d’expiation et leur holocauste devant l’Éternel; et, après ce qui m’est arrivé, si j’eusse mangé aujourd’hui la victime expiatoire, cela aurait-il été bien aux yeux de l’Éternel? "},{"style":"v","text":"Moïse entendit et approuva ces paroles."}]