[{"style":"r","verse":"","text":"V. 1-30: cf. Lé 20. De 18:9. (1 Th 4:3-7. 1 Pi 2:11, 12.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"L’Éternel parla à Moïse, et dit: "},{"style":"v","verse":"2","text":"Parle aux enfants d’Israël, et tu leur diras: Je suis l’Éternel, votre Dieu. "},{"style":"v","verse":"3","text":"Vous ne ferez point ce qui se fait dans le pays d’Égypte où vous avez habité, et vous ne ferez point ce qui se fait dans le pays de Canaan où je vous mène: vous ne suivrez point leurs usages. "},{"style":"v","verse":"4","text":"Vous pratiquerez mes ordonnances, et vous observerez mes lois: vous les suivrez. Je suis l’Éternel, votre Dieu. "},{"style":"v","verse":"5","text":"Vous observerez mes lois et mes ordonnances: \\x a \\xo 18.5 \\xt Éz 20:11, 13. Ro 10:5. Ga 3:12.\\x*l’homme qui les mettra en pratique vivra par elles. Je suis l’Éternel. "},{"style":"v","verse":"6","text":"Nul de vous ne s’approchera de sa parente, pour découvrir sa nudité. Je suis l’Éternel. "},{"style":"v","verse":"7","text":"Tu ne découvriras point la nudité de ton père, ni la nudité de ta mère. C’est ta mère: tu ne découvriras point sa nudité. "},{"style":"v","verse":"8","text":"\\x b \\xo 18.8 \\xt Lé 20:11. 1 Co 5:1.\\x*Tu ne découvriras point la nudité de la femme de ton père. C’est la nudité de ton père. "},{"style":"v","verse":"9","text":"Tu ne découvriras point la nudité de ta sœur, fille de ton père ou fille de ta mère, née dans la maison ou née hors de la maison. "},{"style":"v","verse":"10","text":"Tu ne découvriras point la nudité de la fille de ton fils ou de la fille de ta fille. Car c’est ta nudité. "},{"style":"v","verse":"11","text":"\\x c \\xo 18.11 \\xt Lé 20:17.\\x*Tu ne découvriras point la nudité de la fille de la femme de ton père, née de ton père. C’est ta sœur. "},{"style":"v","verse":"12","text":"\\x d \\xo 18.12 \\xt Lé 20:19.\\x*Tu ne découvriras point la nudité de la sœur de ton père. C’est la proche parente de ton père. "},{"style":"v","verse":"13","text":"Tu ne découvriras point la nudité de la sœur de ta mère. Car c’est la proche parente de ta mère. "},{"style":"v","verse":"14","text":"\\x e \\xo 18.14 \\xt Lé 20:20. Éz 22:11.\\x*Tu ne découvriras point la nudité du frère de ton père. Tu ne t’approcheras point de sa femme. C’est ta tante. "},{"style":"v","verse":"15","text":"\\x f \\xo 18.15 \\xt Lé 20:12.\\x*Tu ne découvriras point la nudité de ta belle-fille. C’est la femme de ton fils: tu ne découvriras point sa nudité. "},{"style":"v","verse":"16","text":"\\x g \\xo 18.16 \\xt Lé 20:21.\\x*Tu ne découvriras point la nudité de la femme de ton frère. C’est la nudité de ton frère. "},{"style":"v","verse":"17","text":"\\x h \\xo 18.17 \\xt Lé 20:14.\\x*Tu ne découvriras point la nudité d’une femme et de sa fille. Tu ne prendras point la fille de son fils, ni la fille de sa fille, pour découvrir leur nudité. Ce sont tes proches parentes: c’est un crime. "},{"style":"v","verse":"18","text":"Tu ne prendras point la sœur de ta femme, pour exciter une rivalité, en découvrant sa nudité à côté de ta femme pendant sa vie. "},{"style":"v","verse":"19","text":"\\x i \\xo 18.19 \\xt Lé 20:18.\\x*Tu ne t’approcheras point d’une femme pendant son impureté menstruelle, pour découvrir sa nudité. "},{"style":"v","verse":"20","text":"\\x j \\xo 18.20 \\xt Lé 20:10.\\x*Tu n’auras point commerce avec la femme de ton prochain, pour te souiller avec elle. "},{"style":"v","verse":"21","text":"\\x k \\xo 18.21 \\xt Lé 20:2. De 18:10. 2 R 17:17; 23:10.\\x*Tu ne livreras aucun de tes enfants pour le faire passer à Moloc, et tu ne profaneras point le nom de ton Dieu. Je suis l’Éternel. "},{"style":"v","verse":"22","text":"\\x l \\xo 18.22 \\xt Lé 20:13.\\x*Tu ne coucheras point avec un homme comme on couche avec une femme. C’est une abomination. "},{"style":"v","verse":"23","text":"\\x m \\xo 18.23 \\xt Lé 20:15, 16.\\x*Tu ne coucheras point avec une bête, pour te souiller avec elle. La femme ne s’approchera point d’une bête, pour se prostituer à elle. C’est une confusion. "},{"style":"v","verse":"24","text":"Ne vous souillez par aucune de ces choses, car c’est par toutes ces choses que se sont souillées les nations que je vais chasser devant vous. "},{"style":"v","verse":"25","text":"Le pays en a été souillé; je punirai son iniquité, et le pays vomira ses habitants. "},{"style":"v","verse":"26","text":"\\x n \\xo 18.26 \\xt Lé 20:22.\\x*Vous observerez donc mes lois et mes ordonnances, et vous ne commettrez aucune de ces abominations, ni l’indigène, ni l’étranger qui séjourne au milieu de vous. "},{"style":"v","verse":"27","text":"Car ce sont là toutes les abominations qu’ont commises les hommes du pays, qui y ont été avant vous; et le pays en a été souillé. "},{"style":"v","verse":"28","text":"Prenez garde que le pays ne vous vomisse, si vous le souillez, comme il aura vomi les nations qui y étaient avant vous. "},{"style":"v","verse":"29","text":"Car tous ceux qui commettront quelqu’une de ces abominations seront retranchés du milieu de leur peuple. "},{"style":"v","verse":"30","text":"Vous observerez mes commandements, et vous ne pratiquerez aucun des usages abominables qui se pratiquaient avant vous, vous ne vous en souillerez pas. Je suis l’Éternel, votre Dieu."}]