[{"style":"s1","verse":"","text":"Warning Against Evil Workers"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Finally, my brothers, rejoice in the Lord. To write the same \\add things\\add* to you \\add is\\add* not troublesome to me, but \\add is\\add* a safeguard for you. "},{"style":"v","verse":"2","text":"Beware of the dogs, beware of the evil workers, beware of the mutilation.\\f + \\fr 3:2 \\ft This term is a wordplay on the Greek word “circumcision” \\f* "},{"style":"v","verse":"3","text":"For we are the circumcision, the ones who worship\\f + \\fr 3:3 \\ft Or “who serve” \\f* by the Spirit\\f + \\fr 3:3 \\ft Or “in the Spirit” \\f* of God and boast in Christ Jesus and do not \\add put\\add* confidence in the flesh, "},{"style":"v","verse":"4","text":"although I \\add could\\add* have confidence even in the flesh."},{"style":"s1","verse":"","text":"Righteousness Through Christ"},{"style":"m","verse":"","text":"If anyone else thinks to put confidence in the flesh, I \\add can do so\\add* more: "},{"style":"v","verse":"5","text":"⸤circumcised on the eighth day⸥\\f + \\fr 3:5 \\ft Literally “\\fq with respect to \\ft circumcision \\fq it was \\ft on the eighth day” \\f*, from the nation of Israel, of the tribe of Benjamin, a Hebrew \\add born\\add* from Hebrews, according to the law a Pharisee, "},{"style":"v","verse":"6","text":"according to zeal persecuting the church, according to the righteousness in the law being blameless. "},{"style":"v","verse":"7","text":"But whatever \\add things\\add* were gain to me, these \\add things\\add* I have considered loss because of Christ. "},{"style":"v","verse":"8","text":"⸤More than that⸥\\f + \\fr 3:8 \\ft Literally “but on the contrary” \\f*, \\add I\\add* even consider all \\add things\\add* to be loss because of the surpassing greatness of the knowledge of Christ Jesus my Lord, for the sake of whom I have suffered the loss of all \\add things\\add*, and consider \\add them\\add*\\ef + \\fr 3:8 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* dung, in order that I may gain Christ "},{"style":"v","verse":"9","text":"and may be found in him, not having my righteousness \\add which is\\add* from the law, but \\add which is\\add* through faith in Christ,\\f + \\fr 3:9 \\ft Or “through Christ’s faithfulness” \\f* the righteousness from God on the basis of faith,\\f + \\fr 3:9 \\ft Or “on the basis of \\fq his \\ft faithfulness” \\f* "},{"style":"v","verse":"10","text":"so that I may know him and the power of his resurrection and the fellowship of his sufferings, being conformed to his death, "},{"style":"v","verse":"11","text":"if somehow I may attain to the resurrection from the dead. "},{"style":"v","verse":"12","text":"Not that I have already received \\add this\\add*,\\ef + \\fr 3:12 \\ft *Here the direct object is supplied from context in the English translation \\ef* or \\add have\\add* already been made perfect, but I press on if indeed I may lay hold of \\add that\\add* for which also I was laid hold of by Christ.\\f + \\fr 3:12 \\ft Some manuscripts have “Christ Jesus” \\f* "},{"style":"v","verse":"13","text":"Brothers, I do not consider myself to have laid hold of \\add it\\add*.\\ef + \\fr 3:13 \\ft *Here the direct object is supplied from context in the English translation \\ef* But \\add I do\\add* one \\add thing\\add*, forgetting the things behind and straining toward the things ahead, "},{"style":"v","verse":"14","text":"I press on toward the goal for the prize of the upward call of God in Christ Jesus."},{"style":"s1","verse":"","text":"Imitate Paul"},{"style":"m","verse":"","text":""},{"style":"v","verse":"15","text":"Therefore as many as \\add are\\add* perfect, ⸤let us hold this opinion⸥\\f + \\fr 3:15 \\ft Literally “let us think this” \\f*, and if you think anything differently, God will reveal this also to you. "},{"style":"v","verse":"16","text":"Only to what we have attained, to the same hold on. "},{"style":"v","verse":"17","text":"Become fellow imitators of me, brothers, and observe those who walk in this way, just as you have us \\add as\\add* an example. "},{"style":"v","verse":"18","text":"For many live, of whom I spoke about to you many times, but now speak about even weeping, \\add as\\add* the enemies of the cross of Christ, "},{"style":"v","verse":"19","text":"whose end \\add is\\add* destruction, whose God \\add is\\add* the stomach, and \\add whose\\add* glory \\add is\\add* in their shame, the ones who think on earthly things. "},{"style":"v","verse":"20","text":"For our commonwealth exists in heaven, from which also we eagerly await a savior, the Lord Jesus Christ, "},{"style":"v","verse":"21","text":"who will transform our humble body \\add to be\\add* conformed to his glorious body, in accordance with the power that enables him even to subject all \\add things\\add* to himself."}]