[{"style":"s1","verse":"","text":"Dénombrement des sacrificateurs et des Lévites"},{"style":"r","verse":"","text":"V. 1-26: cf. (Esd 2:1, 2, 36-42. 1 Ch 9:2, 10, etc.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Voici les sacrificateurs et les Lévites qui revinrent avec Zorobabel, fils de Schealthiel, et avec Josué: Seraja, Jérémie, Esdras, "},{"style":"v","verse":"2","text":"Amaria, Malluc, Hattusch, "},{"style":"v","verse":"3","text":"Schecania, Rehum, Merémoth, "},{"style":"v","verse":"4","text":"Iddo, Guinnethoï, Abija, "},{"style":"v","verse":"5","text":"Mijamin, Maadia, Bilga, "},{"style":"v","verse":"6","text":"Schemaeja, Jojarib, Jedaeja, "},{"style":"v","verse":"7","text":"Sallu, Amok, Hilkija, Jedaeja. Ce furent là les chefs des sacrificateurs et de leurs frères, au temps de Josué. "},{"style":"v","verse":"8","text":"Lévites: Josué, Binnuï, Kadmiel, Schérébia, Juda, Matthania, qui dirigeait avec ses frères le chant des louanges; "},{"style":"v","verse":"9","text":"Bakbukia et Unni, qui remplissaient leurs fonctions auprès de leurs frères. "},{"style":"v","verse":"10","text":"Josué engendra Jojakim, Jojakim engendra Éliaschib, Éliaschib engendra Jojada, "},{"style":"v","verse":"11","text":"Jojada engendra Jonathan, et Jonathan engendra Jaddua. "},{"style":"v","verse":"12","text":"Voici, au temps de Jojakim, quels étaient les sacrificateurs, chefs de famille: pour Seraja, Meraja; pour Jérémie, Hanania; "},{"style":"v","verse":"13","text":"pour Esdras, Meschullam; pour Amaria, Jochanan; "},{"style":"v","verse":"14","text":"pour Meluki, Jonathan; pour Schebania, Joseph; "},{"style":"v","verse":"15","text":"pour Harim, Adna; pour Merajoth, Helkaï; "},{"style":"v","verse":"16","text":"pour Iddo, Zacharie; pour Guinnethon, Meschullam; "},{"style":"v","verse":"17","text":"pour Abija, Zicri; pour Minjamin et Moadia, Pilthaï; "},{"style":"v","verse":"18","text":"pour Bilga, Schammua; pour Schemaeja, Jonathan; "},{"style":"v","verse":"19","text":"pour Jojarib, Matthnaï; pour Jedaeja, Uzzi; "},{"style":"v","verse":"20","text":"pour Sallaï, Kallaï; pour Amok, Éber; "},{"style":"v","verse":"21","text":"pour Hilkija, Haschabia; pour Jedaeja, Nethaneel. "},{"style":"v","verse":"22","text":"Au temps d’Éliaschib, de Jojada, de Jochanan et de Jaddua, les Lévites, chefs de familles, et les sacrificateurs, furent inscrits, sous le règne de Darius, le Perse. "},{"style":"v","verse":"23","text":"Les fils de Lévi, chefs de familles, furent inscrits dans le livre des \\x a \\xo 12.23 \\xt 1 Ch 9:10, etc.\\x*Chroniques jusqu’au temps de Jochanan, fils d’Éliaschib. "},{"style":"v","verse":"24","text":"Les chefs des Lévites, Haschabia, Schérébia, et Josué, fils de Kadmiel, et leurs frères avec eux, les uns vis-à-vis des autres, étaient chargés de célébrer et de louer l’Éternel, selon l’ordre de David, homme de Dieu. "},{"style":"v","verse":"25","text":"Matthania, Bakbukia, Abdias, Meschullam, Thalmon et Akkub, portiers, faisaient la garde aux seuils des portes. "},{"style":"v","verse":"26","text":"Ils vivaient au temps de Jojakim, fils de Josué, fils de Jotsadak, et au temps de Néhémie, le gouverneur, et d’Esdras, le sacrificateur et le scribe."},{"style":"s1","verse":"","text":"Dédicace des murailles de Jérusalem"},{"style":"r","verse":"","text":"V. 27-43: cf. (Né 6:1-16. Esd 6:16-18.) Ca 2:12."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Lors de la dédicace des murailles de Jérusalem, on appela les Lévites de tous les lieux qu’ils habitaient et on les fit venir à Jérusalem, afin de célébrer la dédicace et la fête par des louanges et par des chants, au son des cymbales, des luths et des harpes. "},{"style":"v","verse":"28","text":"Les fils des chantres se rassemblèrent des environs de Jérusalem, des villages des Nethophatiens, "},{"style":"v","verse":"29","text":"de Beth-Guilgal, et du territoire de Guéba et d’Azmaveth; car les chantres s’étaient bâti des villages aux alentours de Jérusalem. "},{"style":"v","verse":"30","text":"Les sacrificateurs et les Lévites se purifièrent, et ils purifièrent le peuple, les portes et la muraille. "},{"style":"v","verse":"31","text":"Je fis monter sur la muraille les chefs de Juda, et je formai deux grands chœurs. Le premier se mit en marche du côté droit sur la muraille, vers la porte du fumier. "},{"style":"v","verse":"32","text":"Derrière ce chœur marchaient Hosée et la moitié des chefs de Juda, "},{"style":"v","verse":"33","text":"Azaria, Esdras, Meschullam, "},{"style":"v","verse":"34","text":"Juda, Benjamin, Schemaeja et Jérémie, "},{"style":"v","verse":"35","text":"des fils de sacrificateurs avec des trompettes, Zacharie, fils de Jonathan, fils de Schemaeja, fils de Matthania, fils de Michée, fils de Zaccur, fils d’Asaph, "},{"style":"v","verse":"36","text":"et ses frères, Schemaeja, Azareel, Milalaï, Guilalaï, Maaï, Nethaneel, Juda et Hanani, avec les instruments de musique de David, homme de Dieu. Esdras, le scribe, était à leur tête. "},{"style":"v","verse":"37","text":"A la porte de la source, ils montèrent vis-à-vis d’eux les degrés de la cité de David par la montée de la muraille, au-dessus de la maison de David, jusqu’à la porte des eaux, vers l’orient. "},{"style":"v","verse":"38","text":"Le second chœur se mit en marche à l’opposite. J’étais derrière lui avec l’autre moitié du peuple, sur la muraille. Passant au-dessus de la tour des fours, on alla jusqu’à la muraille large; "},{"style":"v","verse":"39","text":"puis au-dessus de la porte d’Éphraïm, de la vieille porte, de la porte des poissons, de la tour de Hananeel et de la tour de Méa, jusqu’à la porte des brebis. Et l’on s’arrêta à la porte de la prison. "},{"style":"v","verse":"40","text":"Les deux chœurs s’arrêtèrent dans la maison de Dieu; et nous fîmes de même, moi et les magistrats qui étaient avec moi, "},{"style":"v","verse":"41","text":"et les sacrificateurs Éliakim, Maaséja, Minjamin, Michée, Éljoénaï, Zacharie, Hanania, avec des trompettes, "},{"style":"v","verse":"42","text":"et Maaséja, Schemaeja, Éléazar, Uzzi, Jochanan, Malkija, Élam et Ézer. Les chantres se firent entendre, dirigés par Jizrachja. "},{"style":"v","verse":"43","text":"On offrit ce jour-là de nombreux sacrifices, et on se livra aux réjouissances, car Dieu avait donné au peuple un grand sujet de joie. Les femmes et les enfants se réjouirent aussi, et les cris de joie de Jérusalem furent entendus au loin."},{"style":"s1","verse":"","text":"Rétablissement des revenus des sacrificateurs et des Lévites"},{"style":"r","verse":"","text":"V. 44-47: cf. Né 10:35-39."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"En ce jour, on établit des hommes ayant la surveillance des chambres qui servaient de magasins pour les offrandes, les prémices et les dîmes, et on les chargea d’y recueillir du territoire des villes les portions assignées par la loi aux sacrificateurs et aux Lévites. Car Juda se réjouissait de ce que les sacrificateurs et les Lévites étaient à leur poste, "},{"style":"v","verse":"45","text":"observant tout ce qui concernait le service de Dieu et des purifications. Les chantres et les portiers remplissaient aussi leurs fonctions, selon \\x b \\xo 12.45 \\xt 1 Ch 25.\\x*l’ordre de David et de Salomon, son fils; "},{"style":"v","verse":"46","text":"car autrefois, du temps de David et d’Asaph, il y avait des chefs de chantres et des chants de louanges et d’actions de grâces en l’honneur de Dieu. "},{"style":"v","verse":"47","text":"Tout Israël, au temps de Zorobabel et de Néhémie, donna les portions des chantres et des portiers, jour par jour; on donna aux Lévites les choses consacrées, et les Lévites donnèrent aux fils d’Aaron les choses consacrées."}]