[{"style":"mt1","text":"Waa Galasi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man Pool, ndawul Yeesu °Kirist --nit falu ma ko, te jaarewul it ci nit, mi ngi jaare ci Yeesu Kirist ak Yàlla Baay, bi ko dekkal--"},{"style":"v","verse":"2","text":"man ak bokk yiy ànd ak man yépp, nu ngi leen di bind, yéen mboolooy ñi gëm te dëkk ci diiwaanu Galasi."},{"style":"v","verse":"3","text":"Na yiw ak jàmm féete ak yéen, jóge ci Yàlla sunu Baay ak Yeesu Kirist Boroom bi,"},{"style":"v","verse":"4","text":"moom mi joxe bakkanam ngir dindi sunuy bàkkaar, te musal nu ci àddina su bon, si nu nekk, dëppook coobarey Yàlla sunu Baay,"},{"style":"v","verse":"5","text":"bi yelloo ndam ba fàww. Amiin."},{"style":"s","verse":"","text":"Benn xibaaru jàmm bi rekk moo am"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Man de jaaxle naa! Yàlla woo na leen ci boppam jaarale ko ci yiw, wi nu °Kirist defal, waaye yéena ngi gaawantu di ko bàyyi, ngir topp beneen xibaar,"},{"style":"v","verse":"7","text":"fekk du xibaaru jàmm bi. Dafa am rekk ci seen biir ay nit ñiy nëxal xel yi te bëgga dàndal xibaaru jàmm bu Kirist."},{"style":"v","verse":"8","text":"Waaye su fekkee kenn ci nun ñëw, walla malaaka sax mu jóge asamaan, di yégle beneen xibaar bu méngoowul ak bi nu leen yégal, kooku yal na alku!"},{"style":"v","verse":"9","text":"Wax nanu ko, maa ngi koy waxaat: bu leen kenn yégalee beneen xibaar bu dul bi ngeen nangu, kooku yal na alku!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ndax kon nit laay wuta gëmloo, am damay fexee yey Yàlla? Mbaa damay wuta neex nit ñi? Su ma doon wuta neex nit ñi ba tey, kon duma nekkati jaamu Kirist."},{"style":"s","verse":"","text":"Yeesu Kirist moo won Pool xibaaru jàmm bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bokk yi, maa ngi leen di xamal ne xibaaru jàmm bi ma yégle, jógewul ci nit."},{"style":"v","verse":"12","text":"Jëlewuma ko ci nit, te kenn jàngalu ma ko, waaye Yeesu °Kirist moo ma ko won."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Dégg ngeen ni ma doon jëfe, bi ma nekkee ci diiney Yawut yi, di fitnaal bu metti mbooloom Yàlla, di ko jéema tas."},{"style":"v","verse":"14","text":"Bokkoon naa ci ñi gëna farlu ci diiney Yawut yi, te sawar it ci sàrti yoon, yi fi samay maam bàyyi, ba raw sama maas, gi ma bokkal askan."},{"style":"v","verse":"15-16","text":"Waaye Yàlla mi ma tànn lu jiitu sama juddu te woo ma ci boppam ci kaw yiwam, bi mu ko soobee, xamal na ma kan mooy Doomam, ngir ma yégal ñi dul Yawut xibaaru jàmm bi ci mbirum Kirist; booba nag diisoowuma ci ak kenn."},{"style":"v","verse":"17","text":"Demuma sax °Yerusalem seeti ñi ma jëkka nekk ay ndawi Kirist, waaye réewu Arabi laa dem, te gannaaw loolu ma délsiwaat Damaas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba ñu ca tegee ñetti at, ma sooga dem Yerusalem, ngir xamanteek °Sefas, dal fa moom lu mat ñaari ayu-bés."},{"style":"v","verse":"19","text":"Waaye gisuma keneen ci ndaw yi ku dul Saag, doomu ndeyu Boroom bi."},{"style":"v","verse":"20","text":"Lii ma leen di bind nag, Yàllaa may seede ci ne du ay fen."},{"style":"v","verse":"21","text":"Bi loolu wéyee dem naa réewu Siri ak réewu Silisi."},{"style":"v","verse":"22","text":"Waaye ba tey mboolooy ñi gëm Kirist ci diiwaanu Yude xamuñu ma woon."},{"style":"v","verse":"23","text":"Dañu déggoon ñu naan rekk ne: «Ki nu daan fitnaal bu jëkk te daan jéema far yoonu ngëm wi, léegi mi ngi koy yégle!»"},{"style":"v","verse":"24","text":"Te ñuy sant Yàlla ci man."}]