[{"style":"s","verse":"","text":"Buleen dëddu xibaaru jàmm bi ngir wéeruwaat ci yoon wi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yéen waa Galasi, yéena ñàkk xel! Ku leen fàbbi, gannaaw bi ma leen yégalee ci lu leer ni ñu daaje Yeesu °Kirist ca bant ba?"},{"style":"v","verse":"2","text":"Lenn rekk laa bëgg, ngeen wax ma ko: ndax sàmm yoon wee tax, ngeen jot Xelum Yàlla? Déedéet! Dangeena dégg xibaaru jàmm bi te gëm ko."},{"style":"v","verse":"3","text":"Mbaa du nii ngeen ñàkke xel, ba tàmbalee ci Xelum Yàlla, ba noppi yaakaara mate ci seen jëfi bopp?"},{"style":"v","verse":"4","text":"Mbaa du fitna, yi ngeen daj yépp, dafa nara neen? Manuma koo gëm!"},{"style":"v","verse":"5","text":"Bu leen Yàlla di may Xelam, di leen won jalooreem, ndax li ngeen sàmm yoon a tax, mu def ko, mbaa li ngeen dégg xibaaru jàmm bi te gëm ko?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Xool-leen ci °Ibraayma; Mbind mi wax na ne: «Ibraayma gëm na Yàlla, te Yàlla jàppe ngëmam ni njub.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Xamleen boog ne boroom ngëm yi rekk ñooy doomi Ibraayma."},{"style":"v","verse":"8","text":"Mbind mi tëral na lu jiitu ne Yàlla dina àtte jub ñi dul Yawut ci kaw ngëm. Kon looloo tax mu yégal Ibraayma lu jiitu xibaaru jàmm bi ne ko: «Xeeti àddina yépp dinañu barkeel ci yaw.»"},{"style":"v","verse":"9","text":"Kon ñi gëm, Yàlla dina leen barkeel, sukkandikoo ko ci seen ngëm, ni mu defal Ibraayma, boroom ngëm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ñiy wékku ñépp ci jëfi yoon wi, ñu alku lañu, ndaxte bind nañu ne: «Képp ku dul topp lépp lu ndigali yoon wi santaane, yal na alku.»"},{"style":"v","verse":"11","text":"Bir na sax ne sàmm yoon du tax kenn jub fa kanam Yàlla, ndaxte Mbind mi tëral na ne: «Ku jub ci kaw ngëm dinga dund.»"},{"style":"v","verse":"12","text":"Waaye yoon wi laajul ngëm. Mbind mi nee na: «Ku manoona matal li yoon wi wax, kon dinga dund ba fàww.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Waaye Kirist °jot na nu ci alkànde, ji yoon wi indi; mu gàddul nu ko, ba far alku moom ci boppam, ndaxte Mbind mi nee na: «Képp ku ñu rey, wékk ko ci bant, alku nga.»"},{"style":"v","verse":"14","text":"Noonu barke bi Yàlla dig Ibraayma baawaan na, ba daj ñi dul Yawut te gëm Kirist Yeesu, te nu jot ci kaw ngëm °Xel mu Sell, mi Yàlla dige."},{"style":"s","verse":"","text":"Yoonu Musaa du fecci kóllëre gi Yàlla fas ak Ibraayma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Bokk yi, maa ngi misaal wax ji ci jëfi doom Aadama. Xam ngeen ne kóllëre gu ñu fas ba noppi, waruñu koo fecci, walla ñu ciy rax dara."},{"style":"v","verse":"16","text":"Léegi nag Yàlla am na lu mu dig Ibraayma ak askanam. Mbind mi waxul: «Ak i sëtam», mu mel ni ñu bare, waaye kenn la wax: «Ak sa askan», maanaam °Kirist."},{"style":"v","verse":"17","text":"Li ma ci bëgga wax mooy lii: ndegam Yàlla fas na kóllëreem, yoonu °Musaa, wi feeñ ñeenti téeméeri at ak fanweer gannaaw ga, du ko mana fecci, ba tebbi digeb Yàlla."},{"style":"v","verse":"18","text":"Ndaxte xéewal, yi Yàllay dige, bu ñu doon jóge ci yoon wi, kon ajootuñu ci dige bi, fekk ci kaw dige la ko Yàlla maye Ibraayma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Waaw kon yoonu Musaa, luy njariñam? Dañu koo wàcceel nit ñi, ngir seen jàdd yoon ne fàŋŋ. Looloo doon wàllu yoon wi, ba kera Sët biy ñëw, moom mi ñu digoon dige bi. Yoon wi nag, Yàlla tëral na ko jaare ci ay malaaka, te am na ku ko jottali."},{"style":"v","verse":"20","text":"Waaye aajowul jottalikat, su fi kenn rekk teewee, te Yàlla kenn la."},{"style":"s","verse":"","text":"Bu ngeen bokkee ci Kirist, nekkatuleen ci yoonu Musaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ndax kon yoonu °Musaa wi dafa juuyoo ak li Yàlla dige? Mukk! Su amoon yoon wu nit mana sàmm, ba mu jural ko dund gu sax, kon sàmm yoon dina tax nit jub fa kanam Yàlla."},{"style":"v","verse":"22","text":"Waaye yoon wi tëj na ñépp ci dooley bàkkaar, ngir ñi gëm Yeesu °Kirist jot li Yàlla dige woon ci seen kaw ngëm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Bi ngëm Yeesu Kirist feeñagul nag, yoon wi da noo tëjoon ràpp, ba kera ngëm di feeñ."},{"style":"v","verse":"24","text":"Ci noonu la nu yoon wi doon note, ba Kirist di ñëw, ngir Yàlla àtte nu jub ci kaw ngëm."},{"style":"v","verse":"25","text":"Waaye léegi, bi jamonoy ngëm ji ñëwee, nekkatunu ci kilifteefu yoon wi."},{"style":"s","verse":"","text":"Doomi Yàlla ngeen"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yéen ñépp doomi Yàlla ngeen ndax li ngeen bokk ci °Kirist Yeesu ci kaw ngëm."},{"style":"v","verse":"27","text":"Yéen ñépp, ñi ñu °sóob ci ndox ngir wone seen bokk ci Kirist, soloo ngeen Kirist."},{"style":"v","verse":"28","text":"Kon nag amul xàjjale ci diggante Yawut ak ki dul Yawut, ci diggante jaam ak gor, ci diggante góor ak jigéen. Yéen ñépp benn ngeen ci seen bokk ci Kirist."},{"style":"v","verse":"29","text":"Bu ngeen bokkee ci Kirist, kon bokk ngeen ci askanu Ibraayma, te jot ngeen xéewal, yi ko Yàlla dig."}]