[{"style":"s1","verse":"","text":"Israayil fippu na ci kaw Robowam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Robowam dem dëkk ba ñuy wax Sikem, ndax fa la Israayil gépp daje woon, ngir fal ko buur."},{"style":"v","verse":"2","text":"Yerbowam doomu Nebat dégge ko ca Misra ga mu dawoon dem, di fa làqu Buur Suleymaan. Ci kaw loolu Yerbowam bàyyikoo Misra, dellusi."},{"style":"v","verse":"3","text":"Ñu woolu ko, ñu ànd, mook Israayil gépp ca Robowam. Ñu ne ko:"},{"style":"v","verse":"4","text":"«Sa baay da noo tegoon njaam gu metti. Kon nag dangay woyofal sunu liggéey bu metti bi nu sa baay sëf, te yolomal buumu njaam gu teeŋ gi mu nu gàll, kon nu jaamu la.»"},{"style":"v","verse":"5","text":"Mu ne leen: «Demleen ba mu am ñetti fan, ngeen délsi.» Mbooloo ma daldi dem."},{"style":"v","verse":"6","text":"Buur Robowam giseek mag ña daa taxawu Suleymaan baayam, ba muy dund. Mu ne leen: «Lu ngeen may digal, ma wax ko mbooloo mii?»"},{"style":"v","verse":"7","text":"Ñu ne ko: «Soo baaxee mbooloo mii, yéwéne leen, wax leen kàddu yu rafet, say jaam lañuy doon ba fàww.»"},{"style":"v","verse":"8","text":"Robowam nag dégluwul waxi mag ña, xanaa dem giseek xale yu góor ya màggandoo ak moom te di ko taxawu."},{"style":"v","verse":"9","text":"Mu ne leen: «Lu ngeen may digal ma wax ko mbooloo mii ne ma, ma yolomal buumu njaam gi leen sama baay yeewe woon?»"},{"style":"v","verse":"10","text":"Xale yu góor ya mu màggandool wax ko ne ko: «Mbooloo mi ne la sa baay da leena yeewoon buumu njaam gu teeŋ, waaye yaw yolomalal leen ko, li nga leen di wax mooy lii: “Sama baaraamu sanqleeñ moo gëna diis sama tànku baay."},{"style":"v","verse":"11","text":"Sama baay a leena tegoon njaam gu metti, waaye man maay yokk seen njaam, ba mu gëna metti. Te sama baay ay yar la leen daan cawe, waaye samab yar, ay leraw yu ñu kor weñ la.”»"},{"style":"v","verse":"12","text":"Ca ñetteelu bés ba Yerbowam ànd ak mbooloo ma mépp, dellu ca Robowam, noonee leen ko Buur waxe woon ne leen ñu dem ba mu am ñetti fan, ñu délsi."},{"style":"v","verse":"13","text":"Buur Robowam tontu leen kàddu gu ñagas, bàyyi la ko mag ña digaloon."},{"style":"v","verse":"14","text":"Na ko xale yu góor ya digale la waxeek ñoom, ne leen: «Maa leen di teg njaam gu metti, te maa koy yokkati. Te sama baay ay yar la leen daa cawe, waaye samab yar, ay leraw yu ñu kor weñ la.»"},{"style":"v","verse":"15","text":"Noonu la Buur tanqamloo mbooloo ma, te Yàlla moo walbatee noonu mbir ma, ngir amal wax ja mu waxoon Yerbowam doomu Nebat, Axya waa Silo ba jottali\\f + \\fr 10.15 \\ft Seetal ci \\bk 1.Buur ya\\bk* 11.29-39.\\f*."},{"style":"v","verse":"16","text":"Ba Israayil gépp gisee na leen Buur tanqamloo, dañu koo tontu ne ko:"},{"style":"q1","verse":"","text":"«Ana lu nu bokk ak Daawuda?"},{"style":"q1","verse":"","text":"Lu nu séq ak doomu Yese?"},{"style":"q1","verse":"","text":"\\w Bànni Israayiloo|bànni Israayil:\\w*, delluleen ca seeni xayma!"},{"style":"q1","verse":"","text":"Yaw askanu Daawuda, xoolalal sa bopp sa kër.»"},{"style":"p","verse":"","text":"Ba mu ko defee bànni Israayil gépp dellu ca seeni xayma."},{"style":"v","verse":"17","text":"Teewul bànni Israayil ya dëkkoon ca dëkki Yuda, Robowam wéy di seen buur."},{"style":"v","verse":"18","text":"Ci kaw loolu Buur Robowam yónni Adoram may sase liggéeyi sañul-bañ ya. Teewul Israayil bokk dóor ko ay doj ba mu dee. Buur Robowam daldi gaaw war watiir, daw làquji Yerusalem."},{"style":"v","verse":"19","text":"Noonu la Israayil fippoo ci kaw waa kër Daawuda ba sunu jonni yàllay tey."}]