[{"style":"s1","verse":"","text":"Lu jëm ci nguurug Asa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Asa nag di def lu baax lu jub li Aji Sax ji Yàllaam rafetlu."},{"style":"v","verse":"2","text":"Moo dindi \\w sarxalukaayi|sarxalukaay b-:\\w* yàllay ndoxandéem yi, ak \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* yi, moo toj tuuri doj yi, ak xer yi ñuy màggale \\w Asera|Asera:\\w*, tuur mi."},{"style":"v","verse":"3","text":"Ci biir loolu mu wax Yuda ne leen ñu déggal Aji Sax ji seen Yàllay maam, tey jëfe yoon wi ak santaane bi."},{"style":"v","verse":"4","text":"Mboolem dëkki Yuda la jële bérebi jaamookaay ya ak sarxalukaayi cuuraay ya. Ba mu ko defee nguur ga am jàmm fa kanamam."},{"style":"v","verse":"5","text":"Asa tabax na ay dëkk yu ñu dàbbali fa Yuda, ndax jàmm ja réew ma am, kenn xarewul ak moom, at yooyu, ndax Aji Sax jee ko may noflaay."},{"style":"v","verse":"6","text":"Moo tax mu ne Yuda: «Nanu tabax dëkk yii, wërale leen ay tata ak seeni sooroor aki tëjukaayi weñ, li feek réew miy nekkagum fi sunu kanam. Ndax kat noo jaamu sunu Yàlla Aji Sax ji. Noo ko jaamu, mu may nu noflaay wet gu nekk.» Ci kaw loolu ñu tabax, ba sottile."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Asa amoon na gàngooru nit ñu yor pakk yu mag aki xeej, bokk ci giirug Yuda, di ñetti téeméeri junni (300~000), ak ñu bokk ci giirug Beñamin, yor pakk yu ndaw tey bank xala, di ñaari téeméer ak juróom ñett fukki junni (280~000), ñooñu ñépp di jàmbaari góor yu am doole."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Sera \\w Kuuseen|Kuus:\\w* ba nag moo dikkoon ci seen kaw, ak gàngooru junniy junni (1~000~000), ak ñetti téeméeri (300) watiir. Mu dikk ba Maresa."},{"style":"v","verse":"9","text":"Asa génn dajejeek moom, ñu làng-déral xare fa xuru Cefata, feggook Maresa."},{"style":"v","verse":"10","text":"Ba loolu amee Asa woo Yàllaam Aji Sax ji, ne ko: «Yaw Aji Sax ji, kenn melul ni yaw, di dimbalee diggante ñu takku ak ñu néew doole. Kon Aji Sax ji sunu Yàlla, dimbali nu, ndax ci yaw lanu wàkkirlu, ci saw tur it lanu dajeseek gàngoor gii. Aji Sax ji sunu Yàlla, bu la nit man.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Aji Sax ji nag duma Kuuseen ña fa kanam Asa ak Yuda, Kuuseen ña daw."},{"style":"v","verse":"12","text":"Asa ak gàngoor ga mu àndal dàqi Kuuseen ña ba Gerar, ñu daanu, kenn rëccul. Fa kanam Aji Sax ji ak fa kanam gàngooram lañu rajaxoo. Ci kaw loolu Yudeen ña yóbbu alalu sëxëtoo ju bare lool."},{"style":"v","verse":"13","text":"Mboolem dëkk ya wër Gerar lañu daaneel ndax tiitaange ju leen dikke, sababoo ci Aji Sax ji. Dëkk yépp lañu sëxëtoo it, te alalu sëxëtoo ju baree ca nekkoon."},{"style":"v","verse":"14","text":"Xaymay jur ga sax dañu leena daaneel, daldi yóbbu gàtt yu bare aki giléem. Gannaaw loolu ñu dellu Yerusalem."}]