[{"style":"s1","verse":"","text":"Yosafat falu na ca Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mu ko defee Yosafat doomu Asa falu buur, wuutu ko. Mu dëju bu baax nag ci kaw Israayil, nguur ga ca bëj-gànnaar."},{"style":"v","verse":"2","text":"Yosafat teg ay gàngoor ca mboolem dëkki Yuda ya tata wër, daldi teg ay kuréeli xare ca réewum Yuda, ak dëkki Efrayim ya Asa baayam nangu woon."},{"style":"v","verse":"3","text":"Ba mu ko defee Aji Sax ji ànd ak Yosafat, ndax na Daawuda maamam daan njëkka doxe, na la doxe, te sàkkuwul tuur ya ñuy wax \\w Baal|Baal:\\w*."},{"style":"v","verse":"4","text":"Yàllay baayam daal la daan sàkku te ay santaaneem la daan doxe, baña roy jëfi Israayil."},{"style":"v","verse":"5","text":"Aji Sax ji nag dëgëral nguur ga ca loxoom, Yuda gépp di indil Yosafat ab galag, mu am alal ak daraja ju bare."},{"style":"v","verse":"6","text":"Ci kaw loolu pastéefu xolam ci jëfe coobarey Aji Sax ji yokku, ba mu jëleeti fa Yuda, \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya, ak xer ya ñuy màggale \\w Asera|Asera:\\w* tuur ma."},{"style":"v","verse":"7","text":"Mu teg ca yebal, ca ñetteelu atum nguuram, jawriñam ñii di Ben Xayil ak Abdiyas ak Sàkkaryaa ak Netaneel ak Mikaya, ngir ñu jàngaleji ca dëkki Yuda."},{"style":"v","verse":"8","text":"Ña ànd ak ñoom di ay \\w Leween|Leween b-:\\w*, Semaya ca la, ak Netaña ak Sebaja ak Asayel ak Semiramot ak Yonatan ak Adoña ak Tobya ak Tob Adoña. Leween ñooña àndaale ak Elisama ak Yexoram, \\w sarxalkat|sarxalkat b-:\\w* ya."},{"style":"v","verse":"9","text":"Ñu yóbbaale téereb yoonu Aji Sax ji. Mboolem dëkki Yuda lañu wër, di jàngal askan wa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Tiitaange ju Aji Sax ji sabab nag dikkal mboolem nguuri réew yi séq Yuda, ba tax songuñu Yosafat xare."},{"style":"v","verse":"11","text":"Ay Filisteen itam di indil Yosafat ay may akub xaalis akub galag, Arab ya sax indil ko ay gàtt: ay kuuy, juróom ñaari junni ak juróom ñaari téeméer (7~700); ak ay sikket, juróom ñaari junni ak juróom ñaari téeméer (7~700)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Yosafat gën di màgg, ba kawe lool. Ci biir loolu mu tabax ca Yuda ay këri buur ak dëkki dencukaay."},{"style":"v","verse":"13","text":"Ay denc yu takku la amoon fa dëkki Yuda, ak niti xarekat, jàmbaari xare yu am doole fa Yerusalem."},{"style":"v","verse":"14","text":"Ñii nag lañu limal ñooñu, na ñu bokke seeni kër maam:"},{"style":"p","verse":"","text":"Ci wàllu Yuda, njiiti junni ya, ñoo di njiit la Atna, ma jiite ñetti téeméeri junniy (300~000) jàmbaari xare yu am doole."},{"style":"v","verse":"15","text":"Mu feggook njiit la Yoxanan, ma jiite ñaari téeméer ak juróom ñett fukki junniy (280~000) góor."},{"style":"v","verse":"16","text":"Kooku feggook doomu Sikkri, Amasiya ma yebul boppam ci liggéeyu Aji Sax ji. Moo jiite ñaari téeméeri junniy (200~000) jàmbaari xare."},{"style":"v","verse":"17","text":"Ci wàllu Beñamin, ñeyu xare ba Elyada moo jiite ñaari téeméeri junni (200~000) ñu gànnaayoo xalaaki fitt ak pakk."},{"style":"v","verse":"18","text":"Mu feggook Yewosabàdd ma jiite téeméer ak juróom ñett fukki junni (180~000) ñu gànnaayu."},{"style":"v","verse":"19","text":"Ñooñu ñoo yoroon ndénkaaneb buur bi, te bokkewul ak ña mu tegoon ca dëkk ya tata wër, ca mboolem Yuda."}]