[{"style":"s1","verse":"","text":"Mise jottali na kàdduy waxyu jëme ci Axab"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yosafat amoon na alal ak daraja ju bare. Moo lëngoo ak Axab, ci kaw séy bu mu amal diggante kenn ci waa këram ak waa kër Buur Axab."},{"style":"v","verse":"2","text":"Ñu teg ca ay at, mu dikk seetsi Axab ca Samari. Axab reyal ko ay gàtt ak nag yu bare, mook topp ma mu àndal. Ci biir loolu mu soññ ko ci ànd ak moom, ngir songi Ramot ga ca Galàdd."},{"style":"v","verse":"3","text":"Axab buurub Israayil ne Yosafat buurub Yuda: «Xanaa dinga ànd ak man ca xareb Ramot ga ca Galàdd?» Mu ne ko: «Maa ngi, yaa ngi; te say nit laak samay nit. Maak yaw la ca xare ba.»"},{"style":"v","verse":"4","text":"Yosafat teg ca ne buurub Israayil: «Njëkkala seet lu ci Aji Sax ji wax.»"},{"style":"v","verse":"5","text":"Buurub Israayil woo yonent yi, ñu daje, di ñeenti téeméer (400). Mu laaj leen ne leen: «Ndax nu songi xare Ramot ga ca Galàdd, am nu bàyyi?» Ñu ne ko: «Demal, ndax Yàlla moo leen di teg ci sa loxo.»"},{"style":"v","verse":"6","text":"Yosafat dellu ne: «Xanaa beneen yonentu Aji Sax ji da fee amatul, ba ñu mana seetlujeeti fa moom?»"},{"style":"v","verse":"7","text":"Buurub Israayil ne Yosafat: «Am na ba tey genn góor gu ñu mana seetal ci Aji Sax ji. Waaye man maa ko jéppi, ndax du jottali ci man kàdduy \\w waxyu|waxyu:\\w* yu baax. Bés bu nekk, lu bon rekk. Mise la, doomu Yimla.» Yosafat ne ko: «Buur, bul waxe noonu.»"},{"style":"v","verse":"8","text":"Buurub Israayil daldi woo ab jawriñam ne ko: «Gaawal dem indil ma Mise doomu Yimla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Buurub Israayil ak Yosafat buurub Yuda nag, ña nga toog, ku ci nekk ci ngànguneem. Ña nga solu ba jekk, toog ca dàgga ja ca buntu Samari. Yonent yépp janook ñoom, di biral ay kàdduy waxyu."},{"style":"v","verse":"10","text":"Cedesyas doomu Kenaana, ma woon ci seen biir, fekk na mu defarlu ay béjjéni weñ. Ma nga naan: «Aji Sax ji dafa wax ne: “Yii ngay jame waa Siri, ba jeexal leen.”»"},{"style":"v","verse":"11","text":"Mboolem yonent ya ca des nag di waxe genn kàddug waxyu googu, naan: «Buur, songal Ramot ga ca Galàdd te jël ndam li, ndax Aji Sax ji moo leen teg ci say loxo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ci kaw loolu ndaw la woowi Mise, dem ne ko: «Ma ne, kàddug yonent ya genn la, mooy jàmmu Buur. Kon nag, na sa kàddu ànd ak seen kàddu di genn, te nga wax jàmm.»"},{"style":"v","verse":"13","text":"Mise ne ko: «Giñ naa ci Aji Sax ji, Kiy dund, li ma Aji Sax ji sama Yàlla wax rekk laay wax.»"},{"style":"v","verse":"14","text":"Ba Mise dikkee ba ca Buur, Buur ne ko: «Mise, ndax nu songi xare Ramot ga ca Galàdd, am ma bàyyi?» Mu ne ko: «Songleen, daanee waay, dees na leen teg ci sa loxo.»"},{"style":"v","verse":"15","text":"Buur nag ne ko: «Ñaata yoon laa lay giñloo ne la bu ma wax lu moy dëgg ci turu Aji Sax ji?»"},{"style":"v","verse":"16","text":"Mise ne ko:"},{"style":"q1","verse":"","text":"«Israayil gépp laa gis ñu tasaaroo ca kaw tund ya,"},{"style":"q1","verse":"","text":"mbete xar yu amul sàmm."},{"style":"q1","verse":"","text":"Aji Sax ji ne: “Ñii de amuñu boroom."},{"style":"q1","verse":"","text":"Na ku nekk ci ñoom ñibbi këram ci jàmm.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Buurub Israayil nag ne Yosafat: «Waxuma la woon ne du jottali kàdduy waxyu yu baax ci man, xanaa lu bon rekk?»"},{"style":"v","verse":"18","text":"Mise teg ca ne ko: «Kon nag dégluleen kàddug Aji Sax ji. Aji Sax ji laa gis mu toog ci ngànguneem, mboolem gàngooru asamaan a nga taxaw, ndijooram ak càmmoñam."},{"style":"v","verse":"19","text":"Aji Sax ji nag ne: “Ana kuy nax Axab buurub Israayil, mu songi Ramot ga ca Galàdd, ba daanu ca?” Kii ne nii, kee ne nee."},{"style":"v","verse":"20","text":"Kenn ci gàngoor ga dikk, taxaw fa kanam Aji Sax ji. Mu ne: “Man maa koy nax.” Aji Sax ji ne ko: “Nan?”"},{"style":"v","verse":"21","text":"Mu ne: “Maay dikk, doon leer guy safaan dëgg ci làmmiñu yonentam yépp.” Mu ne ko: “Yaa koy nax, te man nga ko. Demal defe noonu.”"},{"style":"v","verse":"22","text":"Looloo waral lii. Aji Sax ji moo def leer guy safaan dëgg ci sa làmmiñu yonent yii, te Aji Sax ji moo tudd musiba ci sa kaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba loolu amee Cedesyas doomu Kenaana talaata Mise, ne ko: «Ana wan yoon la leerug waxyu gu Aji Sax ji jaare, ba jóge ci man, di wax ak yaw?»"},{"style":"v","verse":"24","text":"Mise ne ko: «Yaw mii yaa koy gisal sa bopp, keroog ba ngay dugg néegoo néeg, di làqtu.»"},{"style":"v","verse":"25","text":"Buurub Israayil nag ne: «Jàppleen Mise, yóbbu ko ca Amon boroom dëkk bi ak ca Yowas doomu Buur\\f + \\fr 18.25 \\fk doomu Buur \\ft daa nañu ko woowe ndawal buur lu sasoo lenn ci liggéeyu ëttu buur bi.\\f*."},{"style":"v","verse":"26","text":"Ngeen ne ko: “Buur dafa wax ne: Dugalleen kii kaso, di ko jox lekk gu néew ak ndox mu néew, ba keroog may délseek jàmm.”»"},{"style":"v","verse":"27","text":"Mise ne: «Soo délseek jàmm déy, Aji Sax ji waxul, ma jottali.» Mu dellu ne: «Mbooloo mi, yeena ko déggandoo, yeen ñépp.»"},{"style":"s1","verse":"","text":"Rey nañu Axab ca Ramot Galàdd"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ba mu ko defee buurub Israayil ànd ak Yosafat buurub Yuda, ñu dem songi Ramot ga ca Galàdd."},{"style":"v","verse":"29","text":"Buurub Israayil nag ne Yosafat: «Damay soppi col, dugg ci xeex bi, waaye yaw solal sa mbubbam buur.» Buurub Israayil soppig col, ñu dugg ca xeex ba."},{"style":"v","verse":"30","text":"Fekk na buurub Siri jox ndigal ñay jiite watiiri xare ya. Mu ne leen: «Buleen xeex ak kenn, du ku tuut, du ku réy, diirleen buurub Israayil, moom rekk.»"},{"style":"v","verse":"31","text":"Ba loolu amee ña jiite watiiri xare ya gis Yosafat, daldi ne: «Kii mooy buurub Israayil!» Ñu walbatiku ci kawam, ngir song ko. Yosafat nag woote wall, Aji Sax ji dimbali ko, waññi leen."},{"style":"v","verse":"32","text":"Njiiti watiir ya xam ne du buurub Israayil, ñu walbatikuwaat, bàyyi ko."},{"style":"v","verse":"33","text":"Ci biir loolu mu am ku soqi ag fitt te teyu ko, mu dal buurub Israayil ci diggante ñaari wàlli pakk bi mu sol. Mu ne dawalkatu watiir ba: «Waññikul, génne ma ci xeex bi, gaañu naa!»"},{"style":"v","verse":"34","text":"Naka la xare ba tàkkarnaase bésub keroog bépp, buurub Israayil taxaw jonn rekk ca watiir ba, janook waa Siri, ba jant bay so, mu doora dee."}]