[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw gi, Buur Yosafat saay, fekki ay maamam, ñu denc ko fa ñu denc ay maamam ca gox ba ñu naan Kër Daawuda. Yexoram doomam moo falu buur, wuutu ko."},{"style":"v","verse":"2","text":"Yexoram amoon na ñu mu bokkal seen baay Yosafat: ñooñooy Asaryaa ak Yexyel ak Sàkkaryaa ak Asaryawu ak Mikayel ak Sefatiya. Ñooñu ñépp di doomi Yosafat buurub Israayil\\f + \\fr 21.2 \\fk Israayil \\ft gii ñu wax, mooy Yuda, ni ñu ko faral di woowe ci \\bk 2.Jaar-jaar ya\\bk*.\\f*."},{"style":"v","verse":"3","text":"Lu bare la leen seen baay mayoon ci wàllu xaalis ak wurus ak gànjar, boole ci ay dëkk yu tata wër ca biir Yuda. Nguur ga nag, mu jox ko Yexoram, ndax moo doon taaw."},{"style":"s1","verse":"","text":"Lu jëm ci nguurug Yoram"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba Yexoram jëlee nguurug baayam, ba dëju bu baax, doomi baayam yépp la jam saamar ñu dee, ñook ñenn ca njiiti Israayil."},{"style":"v","verse":"5","text":"Fanweeri at ak ñaar la Yexoram amoon ba muy falu buur, te juróom ñetti at la nguuru fa Yerusalem."},{"style":"v","verse":"6","text":"Tànki buuri Israayil la topp, waa kër Axab la roy, ndax doomu Axab la jël jabar, di def li Aji Sax ji ñaawlu."},{"style":"v","verse":"7","text":"Waaye Aji Sax ji bëgguloona tas kër Daawuda, ndax \\w kóllëre|kóllëre g-:\\w* ga mu fasoon ak Daawuda, ak la mu ko digoona jafalal seen nguur, moom aki doomam, ni jum bu dul fey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ca jamonoy Yexoram la Edomeen ña fippu, bañ moomeelu Yuda, ba fal seen buuru bopp."},{"style":"v","verse":"9","text":"Gannaaw loolu Yexoram aki jawriñam yóbbaale watiiri xareem yépp. Moo jóg ag guddi, dal ca kaw Edomeen ña leen gawoon, moom ak njiiti watiiri xareem."},{"style":"v","verse":"10","text":"Edomeen ñaa ngi bañ moomeelu Yuda ba tey jii. Jant yooyu itam la waa dëkk ba ñuy wax Libna fippu, ndax Yexoram moo wacc Aji Sax ji Yàllay maamam."},{"style":"v","verse":"11","text":"Moom moo sàkk ay \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ca tundi Yuda, moo bokkaaleloo waa Yerusalem, te moo lajjal Yuda."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ab bataaxal bu bàyyikoo fa Yonent Yàlla Ilyaas nag dikkal Yexoram, ne ko: «Aji Sax ji sa Yàllay maam Daawuda dafa wax ne: Gannaaw toppuloo tànki Yosafat sa baay ak tànki Asa buurub Yuda,"},{"style":"v","verse":"13","text":"xanaa nga topp tànki buuri Israayil, ndax yaa bokkaaleloo waa Yuda ak waa Yerusalem, noonee waa kër Axab daan bokkaalee, te itam sa waa kër baay, sa doomi baay yi la gën, yaw yaa leen rey,"},{"style":"v","verse":"14","text":"Aji Sax jaa ngii di dumaa mbas mu réy saw xeet, ak say doom ak say jabar ak mboolem sa alal."},{"style":"v","verse":"15","text":"Yaw ci sa bopp lay dumaa wopp yu aay, woppi butit, ba say butit di génn, ndax aayteefu wopp jay màgg, bés ak bés.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Aji Sax ji teg ca xabtal waa Filisti ak itam Arab ya dendeek \\w Kuuseen|Kuus:\\w* ña ci kaw Yexoram."},{"style":"v","verse":"17","text":"Ñu dikk fa kaw Yuda, bëtt kaaraangeem, nangu mboolem alal ja ñu fekk kër buur ak itam doomam yu góor ak ay jabaram, ba desewul doom ju moy Axasya\\f + \\fr 21.17 \\fk Axasya \\ft ak Yowaxas, kenn ki la.\\f* ma gëna tuut ca doomam yu góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Gannaaw loolu yépp, Aji Sax ji dóore ko jàngoroy butit ju amul paj."},{"style":"v","verse":"19","text":"Jamono di dox ba ñu xawa tollu ca ndeetel ñaareelu at ma, butit ya génn ndax wopp ja, mu deewe mitit yu tar. Askanam nag taaluñu ab taal bu ñu ko sargale, na ñu ko taalale woon ay maamam."},{"style":"v","verse":"20","text":"Fanweeri at ak ñaar la Yexoram amoon ba muy falu buur, te nguuru na juróom ñetti at fa Yerusalem. Moo dëddu te kenn tiisluwu ko. Ca gox ba ñu naan Kër Daawuda lañu ko denc, waaye denceesu ko fa bàmmeeli buur ya."}]