[{"style":"s1","verse":"","text":"Lu jëm ci nguurug Axasya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Waa Yerusalem nag fal buur Axasya, doomam ja gëna tuut, mu wuutu ko, ndax fekk na mboolem ay magam, gàngooru yàqkat ga àndoon ak Arab ya dikk ca dal ba, rey leen. Noonu la Axasya doomu Yexoram faloo buurub Yuda."},{"style":"v","verse":"2","text":"Ñaar fukki at ak ñaar la Axasya amoon, ba muy falu buur, te menn at la nguuru fa Yerusalem. Atalyaa mooy yaayam, sëtub Buur Omri."},{"style":"v","verse":"3","text":"Moom itam tànki waa kër Axab la topp, ndax yaayam moo doon xelal, di ko xiir ci jëf ju bon."},{"style":"v","verse":"4","text":"Li Aji Sax ji ñaawlu la daan def ni waa kër Axab, ndax gannaaw deewug baayam, ñooñoo ko doon xelal, mu dig sànkuteem."},{"style":"v","verse":"5","text":"Seenub digle it la topp, ba ànd ak buurub Israayil Yoram doomu Axab, xarejeek Asayel buurub Siri, ca Ramot Galàdd. Waa Siri jam Yoram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Mu walbatiku fajuji fa Yisreel, ndax jam-jam ya ñu ko jam fa Raama, ba muy xareek Asayel buurub Siri. Axasya buurub Yuda nag dem seeti Yoram doomu Axab fa Yisreel ndax jagadeem ja."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Waaye booba Yàllaa dogal jéllub Axasya jaare ca yoon wa muy dem di seeti Yoram. Ba mu agsee, Yoram la àndal dem seeti Yewu doomu Nimsi ma Aji Sax ji tabboon, ngir mu foq nguurug waa kër Axab."},{"style":"v","verse":"8","text":"Yewu nag nekk ca liggéeyam, ngir sottal àtteb waa kër Axab. Ci biir loolu mu gis jawriñi Yuda ak doomi magi Axasya yay taxawu Axasya. Yewu daldi leen rey."},{"style":"v","verse":"9","text":"Ba loolu amee mu yónnee ñu ko wëral Axasya, ba jàppe ko fa Samari ga mu làqu woon. Ñu indi ko ca Yewu, daldi koy rey. Waaye dencees na ko, ndax booba dañu ne Axasya mooy sëtub Yosafat ma daan jaamoo Aji Sax ji léppi xolam. Gannaaw loolu nag amul woon kenn ku bokk ca kër Axasya ku amoon dooley yor nguur ga."},{"style":"s1","verse":"","text":"Atalyaa foqati na nguurug Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ci kaw loolu Atalyaa yaayu Axasya xam ne doomam ju góor dee na, mu daldi bóom mboolem ku bokk ci askanu nguur gu waa kër Yuda."},{"style":"v","verse":"11","text":"Teewul Yoseba doomu Buur ju jigéen jàpp Yowas, doomu Axasya ju góor, jële ko ca biir doomi buur ya ñuy fexee rey, rawale ko. Ci kaw loolu mu boole kook ab nàmpalkatam, dugal cib néegu fanaanukaay. Jigéenub Axasya, Yoseba doomu Buur Yexoram, soxnas Yoyada \\w sarxalkat|sarxalkat b-:\\w* ba, noonu la làqe Atalyaa, Yowas, ba Atalyaa reyu ko."},{"style":"v","verse":"12","text":"Yowas nekk naak ñoom fa kër Yàlla ga, làqu fa juróom benni at, te Atalyaa di nguuru fa réew ma."}]