[{"style":"s1","verse":"","text":"Yowas defaraat na kër Yàlla ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Juróom ñaari at la Yowas amoon ba muy falu buur. Ñeent fukki at la nguuru fa Yerusalem. Yaayam mooy Cibya ma cosaanoo Beerseba."},{"style":"v","verse":"2","text":"Giiru dundu Yoyada \\w sarxalkat|sarxalkat b-:\\w* ba, li Aji Sax ji rafetlu la Yowas daan def."},{"style":"v","verse":"3","text":"Yoyada nag moo ko jëlal ñaari jabar, mu am ca doom yu góor ak yu jigéen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Gannaaw gi, xelum Yowas nekk ci yeesal kër Aji Sax ji."},{"style":"v","verse":"5","text":"Mu woo sarxalkat ya ak \\w Leween|Leween b-:\\w* ña, ne leen: «Wërleen dëkki Yuda, ngeen jële ci mboolem Israayil, xaalis bi doy cim at, ngir jagal seen kër Yàlla. Yeen nag, defleen lu gaaw ci mbir moomu.» Ba loolu amee taxul Leween ña def lu gaaw."},{"style":"v","verse":"6","text":"Buur daldi woolu Yoyada, sarxalkat bu mag ba, ne ko: «Ana lu waral sàkkuwuloo ci Leween ñi, ñu jëleji Yuda ak Yerusalem galag bi Musaa jaamu Aji Sax ji ak mbooloom Israayil laaj, ngir \\w xaymab ndaje|xaymab ndaje m-:\\w* mi?"},{"style":"v","verse":"7","text":"Ndax kat niti Atalyaa jigéen ju bon ji, ñoo bëtt kër Yàlla gi, te it mboolem jumtukaayi kër Aji Sax ji lañu def ci tuur yi ñuy wax \\w Baal|Baal:\\w*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Buur nag joxe ndigal, ñu sàkk ag gaalu dencukaay, teg ko fa bunt kër Aji Sax ji ca biti."},{"style":"v","verse":"9","text":"Ci kaw loolu ñu yéene fa Yuda ak Yerusalem, ne ñu indil Aji Sax ji galag ba Musaa jaamub Yàlla ba tegoon Israayil ca màndiŋ ma."},{"style":"v","verse":"10","text":"Kilifa yaak askan wa wépp bége ko, daldi indib xaalis, sànni ca gaal ga ba mu fees."},{"style":"v","verse":"11","text":"Bu ñu demee ba indil gaal ga caytug buur ga ca loxol Leween ña, bu ñu gisee xaalis ba bare, bindkatub buur mooy dikk, mook ndawal sarxalkat bu mag ba, ñu sotti gaal ga, jël ko, delloo fa bérebam. Noonu lañu jàppoo bés bu nekk, ba dajale xaalis bu bare."},{"style":"v","verse":"12","text":"Buur ak Yoyada jox ko ña yor liggéey ba tabaxaatub kër Aji Sax ji laaj, ñu jël ay yattkati doj, ak liggéeykati bant, ngir yeesal kër Aji Sax ji, ak itam ay liggéeykati weñ ak xànjar, ngir jagal kër Aji Sax ja."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ña yor liggéey ba di liggéey, tabaxaatub kër Yàlla ga jëm kanam ca seeni loxo, ñu daldi yékkati kërug Aji Sax ja, ci dayoy boppam ya ca war, ba gën koo dëgëral."},{"style":"v","verse":"14","text":"Naka lañu noppi, daldi indil Buur ak Yoyada, ndesu xaalis ba, ñu def ca ay jumtukaay ngir kër Aji Sax ji: ndabi liggéeyukaay ak ndabi \\w saraxi rendi-dóomal|Sarax yi:\\w* aki njaq ak jumtukaayi wurus ak xaalis. Giiru dundu Yoyada gépp, dañoo saxoo woon di jébbal saraxi rendi-dóomal ci kër Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Yoyada nag dem na ba màggat, gannaaw ba mu dundee ba doyal aw fan, doora dee ci téeméeri atam ak fanweer."},{"style":"v","verse":"16","text":"Ba mu ko defee ñu denc ko ca gox ba ñuy wax Kër Daawuda, ca bàmmeeli buur ya, ndax lu baax la mu def ca Israayil, ngir Yàlla ak kërug Yàlla."},{"style":"s1","verse":"","text":"Yowas dëddu na Aji Sax ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Gannaaw deewug Yoyada, njiiti Yuda ñoo dikk, sujjóotal Buur, daldi fexe ba Buur dégg seen ndigal."},{"style":"v","verse":"18","text":"La ca tegu ñu mujj wacc kër Aji Sax ji seen Yàllay maam, di jaamu ay tuur yu ñuy woowe \\w Asera|Asera:\\w* ak jëmmi xërëm. Am sànj nag dal ca kaw Yuda ak Yerusalem ndax seen tooñ googu."},{"style":"v","verse":"19","text":"Aji Sax ji yónni ay yonent fa seen biir, ngir delloosi leen fa moom, Aji Sax ji. Ñu femmu leen, te taxul ñu teewlu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ci kaw loolu noowug Yàlla solu \\w sarxalkat|sarxalkat b-:\\w* ba, Sàkkaryaa doomu Yoyada. Mu taxaw janook askan wa, ne leen: «Yàlla dafa wax ne: Yeen lu tax ngeen di moy santaaney Aji Sax ji? Dungeen baaxle, ndax yeena wacc Aji Sax ji, mu wacc leen.»"},{"style":"v","verse":"21","text":"Ba loolu amee ñu fexeel ko, ba dóor ko ay doj ba mu dee ca ndigalal Buur, ca ëttub kër Aji Sax ji."},{"style":"v","verse":"22","text":"Noonu la Buur Yowas ñàkka bàyyee xel, ngor ga Yoyada baayu Sàkkaryaa jëflantee woon ak moom, ba rey doomam. Ba Sàkkaryaa di waaja dee nag da ne: «Yal na Aji Sax ji gis te sàkku ag pey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba at ma deewee, gàngooru Siri moo song Yowas xare. Ñu dikk ba Yuda ca Yerusalem, daldi faat mboolem kàngami askan wa, dajale cëxëtoo ma mépp, yónnee ko seen buur ca Damaas."},{"style":"v","verse":"24","text":"Nit ñu néew déy la gàngooru Siri indi woon, waaye Aji Sax ji moo teg ci seen loxo gàngooru Yuda gu takku lool, ndax waa Yuda ñoo wacc Aji Sax ji seen Yàllay maam. Yowas nag, noonu la ko waa Siri jottalee ay mbugal."},{"style":"v","verse":"25","text":"Ba ko waa Siri wonee gannaaw, bàyyee ko mitit yu tar, ay surgay boppam ñoo ko fexeel, ndax la mu jël bakkanu doomu Yoyada sarxalkat ba. Ca kaw lalam lañu ko bóome, denc ko ca gox ba ñu naan Kër Daawuda, te dencuñu ko ca bàmmeeli buur ya."},{"style":"v","verse":"26","text":"Ña fexeel Yowas nag ñoo di Sabàdd ma yaayam dib Amoneen bu ñuy wax Simeyat, ak Yewosabàdd ma yaayam di Mowabeen bu ñuy wax Simrit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Lu jëm ci doomi Yowas yu góor ak barewaayu àtte ya dal ca kawam ak defaraatub kër Yàlla ga, ma nga noonu ñu bind ca faramfàcceb téereb buur ya. Amaciya doomam moo falu buur, wuutu ko."}]