[{"style":"s1","verse":"","text":"Lu jëm ci nguurug Axas"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ñaar fukki at la Axas amoon ba muy falu buur. Nguuru na fukki at ak juróom benn ca Yerusalem, waaye deful li Aji Sax ji rafetlu, na ko maamam Daawuda baaxoo woon."},{"style":"v","verse":"2","text":"Ca tànki buuri Israayil la topp. Ay jëmmi weñ gu ñu xelli sax, móollu na leen, ngir tuur yi ñuy wax \\w Baal|Baal:\\w*."},{"style":"v","verse":"3","text":"Moo taal \\w cuuraay|cuuraay l-:\\w* ca xuru Ben Inom. Doomam yu góor sax def na leen sarax, lakk leen ngir tuur ya, di roy ñaawtéefi xeet ya Aji Sax ji dàqoon ngir \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","verse":"4","text":"Rendi nay sarax, taal na cuuraay ca \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya ak ca kaw tund ya ak mboolem ker garab gu naat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Aji Sax ji Yàllaam nag teg ko ca loxol buurub Siri, ñu duma ko, jël ca moom mbooloom jaam yu bare, yóbbu leen Damaas. Loxol buurub Israayil itam tegees na ci Axas, mu duma ko duma yu réy."},{"style":"v","verse":"6","text":"Buurub Israayil Peka doomu Remalya rey na ca Yuda, ci benn bés, téeméer ak ñaar fukki junniy (120~000) nit, ñépp di ñeyi xare, ndax ñoo wacc Aji Sax ji seen Yàllay maam."},{"style":"v","verse":"7","text":"Sikkri jàmbaaru Efrayim itam moo rey Maaseya doomu Buur ak Asrikam fara kër buur ak Elkana bummeem."},{"style":"v","verse":"8","text":"Bànni Israayil nag jàpp ca seen bokki Yudeen ña ñaari téeméeri junniy (200~000) jigéen ak gone yu góor ak yu jigéen. Alal ju bare itam, jële nañu ko ca ñoom, yóbbu ko Samari."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Foofa ca Samari nag, ab yonentu Aji Sax ji ma nga fa woon, ñu di ko wax Odedd. Moo dikk dajeek gàngooru xare gay ñibbisi Samari. Mu ne leen: «Seen Yàllay maam Aji Sax jaa ngii sànju ci kaw Yuda, ba teg leen ci seen loxo, waaye xadar ju àkki ba asamaan ngeen leen faxase."},{"style":"v","verse":"10","text":"Léegi nag, waa Yuda ak Yerusalem ngeen ne seeni jaam ngeen leen di def, góor ak jigéen? Yeen itam déy, xanaa tooñuleen seen Yàlla Aji Sax ji?"},{"style":"v","verse":"11","text":"Dégluleen ma fii nag! Dellooleen mbooloom jaam yi ngeen jàpp, jële leen ca seen bokki Yudeen, ndax kat tàngooru sànjum Aji Sax jaa ngi leen di yoot.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba loolu amee ñenn ca njiiti Efraymeen ña; Asaryaa doomu Yoxanan ak Berekya doomu Mesilemot ak Esekiyas doomu Salum ak Amasa doomu Xadlay, ñoo jóg jàkkaarlook mbooloo ma jóge ca xare ba."},{"style":"v","verse":"13","text":"Ñu ne leen: «Buleen fi indi mbooloom jaam yi, ndax tooñ Aji Sax ji lay doon ci nun. Dangeena nara yokk sunuy bàkkaar ak sunuy tooñ, te sunuy tooñ xasa bare, ba tàngooru sànj di yoot Israayil?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ci kaw loolu boroom ngànnaay ya yiwi jaam ya, joxe cëxëtoo ma fa kanam njiit ya ak mboolem ndaje ma."},{"style":"v","verse":"15","text":"Góor ña ñu jota lim seeni tur nag daldi jël jaam ya. Ña ca def yaramu neen, ñu wodde leen ca yérey cëxëtoo ma. Dañu leena solal yére aki dàll, may leen ñu lekk, naan, diw leen, ña ca néew doole ñépp, ñu waral leen ay mbaam, daldi leen yóbbu Yeriko, dëkkub tàndarma ya, fa seeni bokk. Gannaaw loolu ñu dellu Samari."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Jant yooyu la Buur Axas yeble fa buuru Asiri, ngir ñu wallu ko."},{"style":"v","verse":"17","text":"Booba Edomeen ñaa dikkaatoon, duma Yuda, jàpp ca ay jaam."},{"style":"v","verse":"18","text":"Waa Filisti itam songoon nañu dëkk ya ca suufi tundi Yuda ak bëj-saalumu Yuda. Jotoon nañoo nangu ba sance Bet Semes ak Ayalon ak Gederot ak Soko aki dëkk-dëkkaanam ak Timna aki dëkk-dëkkaanam ak Gimso aki dëkk-dëkkaanam."},{"style":"v","verse":"19","text":"Aji Sax ji moo ko mbugale Yuda ndax Axas buurub Israayil\\f + \\fr 28.19 \\fk Israayil \\ft gii ñu wax, mooy Yuda, ni ñu ko faral di woowe ci \\bk 2.Jaar-jaar ya\\bk*.\\f*, ndax jëfam ju ëpp ja fa Yuda, ak doge ga mu doge Aji Sax ji worma."},{"style":"v","verse":"20","text":"Ba Tiglaat Pilser buurub Asiri dikkee ca kaw Axas, dooleelsiwu ko, da koo fitnaal."},{"style":"v","verse":"21","text":"Axas wëq kër Aji Sax ji ak këri buur ak jawriñ ña, jox ko buurub Asiri, te loola amalu ko benn njariñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Buur Axas moomu, ca janti fitnaam jooju la gënatee doge Aji Sax ji worma."},{"style":"v","verse":"23","text":"Yàllay Damaas ga ko duma, ñoom la defal sarax, te naan: «Gannaaw yàllay buuri Siri ñoo leen di dimbali, ñoom laay sarxalal, ñu dimbali ma.» Waaye yàlla yooyu ñoo indi sànkuteem, moom ak Israayil gépp."},{"style":"v","verse":"24","text":"Jumtukaayi kër Yàlla ga la Axas dajale, dogat jumtukaayi kër Yàlla ga, teg ca tëj bunti kër Aji Sax ja, daldi sàkkal boppam ay \\w sarxalukaayi|sarxalukaay b-:\\w* tuur ca mboolem ruqi Yerusalem."},{"style":"v","verse":"25","text":"Yuda gépp, dëkk ak dëkk, def na fa ay bérebi jaamookaay yu ñuy taalale yeneen yàlla cuuraay, ba merloo Aji Sax ji Yàllay maamam ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Li des ciy mbiram aki jëfinam yu njëkk yaak yu mujj ya, ña nga binde ca téere ba ñu dippee Buuri Yuda ak Israayil."},{"style":"v","verse":"27","text":"Gannaaw gi, Buur Axas saay, fekki ay maamam, ñu denc ko ca dëkk ba, ca Yerusalem, waaye dencuñu ko ca bàmmeeli buuri Israayil. Esekiyas doomam moo falu buur, wuutu ko."}]