[{"style":"mt1","text":"Yunus"},{"style":"s1","text":"Yunus jot na ndigal lu ko diis"},{"style":"p","text":""},{"style":"v","text":"Am na bés kàddug \\w Aji Sax ji|Aji Sax j-:\\w* dikkal Yunus mi Amitay di baayam. Mu ne ko:"},{"style":"v","text":"«Jógal dem Niniw, dëkk bu mag ba, nga rëbb leen, ndax seen mbon agsi na ba fi man.»"},{"style":"p","text":""},{"style":"v","text":"Yunus nag jóg jëm Tarsis, ngir daw Aji Sax ji. Mu àgg fu ñuy wax Yafa, fekk fa gaal gu mag gu jëm Tarsis. Mu fey njëg ga, dugg, ànd ak ña ca nekk, jëm Tarsis, ngir daw Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji itam sànni ngelaw lu réy ca géej ga, muy ngëlén lu réy ca géej ga, ba gaal ga nara tas."},{"style":"v","text":"Ba loolu amee mool ya tiit di yuuxoo, ku nekk di woo sa yàlla wall. Ñu sànni biir géej la ñu yeboon ca gaal ga ngir gëna woyof. Fekk na Yunus wàcc ca suufu gaal ga, tëdd di nelaw ba yàndoor."},{"style":"v","text":"Ci kaw loolu njiitu mool ya dikk ba ca moom, ne ko: «Yaw, ana looy nelaw? Jógal kay woo sa yàlla wall! Jombul mu geesu nu, ba dunu sànku.»"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu ku nekk naan sa moroom: «Ayca nu tegoo bant, ba xam musiba mii nu dal, ku nu ko yóbbe.» Ñu tegoo bant, mu dal ca kaw Yunus."},{"style":"v","text":"Ñu ne ko: «Dinga nu wax nag ku nu yóbbe mii musiba! Ana luy sa liggéey, ak foo bàyyikook fuy sam réew, ak xeet woo bokk sax yaw?»"},{"style":"p","text":""},{"style":"v","text":"Mu ne leen: «Ab \\w Ebrë|Ebrë:\\w* laa. Aji Sax jiy Yàllay asamaan laay jaamu, moom mi sàkk géej ak jéeri.»"},{"style":"v","text":"Ci kaw loolu nit ña tiit tiitaange ju réy, ne ko: «Yaw, li nga def lu mu doon?» Fekk na Yunus xamal leen ne Aji Sax ji lay daw."},{"style":"p","text":""},{"style":"v","text":"Géej ga nag di gëna sàmbaraax. Ñu ne ko: «Nu nu lay def nag, ba géej gi dalal nu?»"},{"style":"v","text":"Yunus ne leen: «Fableen ma, sànni ci biir géej gi. Kon géej gi dal. Ndax xam naa xéll ne ngëlén lu réy lii, maa leen ko yóbbe.»"},{"style":"v","text":"Terewul nit ña joow, joow rekk, wuti tefes, mu të ndax géej ga gëna sàmbaraax ca seen kaw."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu ñaan Aji Sax ji, ne ko: «Céy Aji Sax ji, ngalla bu nu bàyyi nu sànku ndax bakkanu nit kii, te bu nu gàdduloo bakkanu jàmbur, ndax yaw Aji Sax ji, sa coobare nga def.»"},{"style":"v","text":"Ñu daldi fab Yunus, sànni ca biir géej ga, géej ga giif, ne tekk."},{"style":"v","text":"Nit ña nag am tiitaange ju gënatee réy ci Aji Sax ji, daldi rendil Aji Sax ji sarax, ba noppi xasal ko aw xas."}]