[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Thus says Yahweh: “For three transgressions of Moab and for four I will not revoke \\add the punishment\\add*,\\f + \\fr 2:1 \\ft Or “it” \\f* because he burned to lime the bones of the king of Edom. "},{"style":"v","verse":"2","text":"So I will send a fire against Moab and it will devour the citadel fortresses of Kerioth, and Moab will die amid uproar, amid war cries \\add and\\add* amid the sound of a horn. "},{"style":"v","verse":"3","text":"And I will cut off \\add the\\add* ruler from its midst and I will kill all of its officials with him,” says Yahweh."},{"style":"s1","verse":"","text":"Judgment on Judah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"4","text":"Thus says Yahweh: “For three transgressions of Judah and for four I will not revoke \\add the punishment\\add*,\\f + \\fr 2:4 \\ft Or “it” \\f* because they have rejected the law of Yahweh and have not kept his rules, and their lies have led them astray, ⸤after which their ancestors walked⸥!\\f + \\fr 2:4 \\ft Literally “which their ancestors walked after them” \\f* "},{"style":"v","verse":"5","text":"So I will send a fire against Judah and it will devour the citadel fortresses of Jerusalem."},{"style":"s1","verse":"","text":"Judgment on Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"Thus says Yahweh: “For three transgressions of Israel and for four I will not revoke \\add the punishment\\add*,\\f + \\fr 2:6 \\ft Or “it” \\f* because they sell the righteous for money and the poor for a pair of sandals! "},{"style":"v","verse":"7","text":"Those who trample the heads of the powerless into the dust of the ground and turn aside the way of the destitute, a man and his father ⸤have sexual relations with⸥\\f + \\fr 2:7 \\ft Literally “go to” \\f* the same girl, so that \\add they\\add* profane my holy name. "},{"style":"v","verse":"8","text":"They stretch themselves out beside every altar on clothing taken in pledge and they drink wine, bought with fines imposed,\\f + \\fr 2:8 \\ft Literally “imposing a fine” \\f* in the house of their God. "},{"style":"v","verse":"9","text":"Yet I destroyed the Amorite ⸤before them⸥,\\f + \\fr 2:9 \\ft Literally “from the face of them” \\f* ⸤who was as tall as⸥\\f + \\fr 2:9 \\ft Literally “whose height was as the height of” \\f* cedars and was as strong as the oaks. I destroyed his fruit above and his roots beneath. "},{"style":"v","verse":"10","text":"And I brought you up from the land of Egypt, and I led you in the wilderness forty years to take possession of the land of the Amorite. "},{"style":"v","verse":"11","text":"And I raised up some \\add of\\add* your sons to \\add be\\add* prophets and some \\add of\\add* your young men to \\add be\\add* Nazirites. Is it not so, O ⸤people⸥\\f + \\fr 2:11 \\ft Literally “children” \\f* of Israel? \\add This is\\add* the declaration of Yahweh! "},{"style":"v","verse":"12","text":"But you made the Nazirites drink wine and commanded the prophets, saying, ‘You shall not prophesy.’ "},{"style":"v","verse":"13","text":"Look! I \\add am\\add* going to press \\add you\\add* down in your place just as a utility cart full of mature stalks of grain \\add is pressed down\\add*. "},{"style":"v","verse":"14","text":"Flight will perish from \\add the\\add* swift and \\add the\\add* strong person will not muster his strength and \\add the\\add* warrior will not save his life. "},{"style":"v","verse":"15","text":"And \\add the\\add* one who takes hold of the bow will not stand and \\add the one who is\\add* swift on his feet will not save himself, nor will \\add the\\add* one who rides the horse save his life. "},{"style":"v","verse":"16","text":"Even those who are strong of heart among the mighty will flee away naked from the city on that day. \\add This is\\add* the declaration of Yahweh!”"}]