[{"style":"s1","verse":"","text":"A Lament and Call to Repentance"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Hear this word that I \\add am\\add* going to intone over you \\add as\\add* a lament, O house of Israel! "},{"style":"v","verse":"2","text":"Virgin Israel has fallen and will not rise again. She is deserted on her land; there is no one to raise her up. "},{"style":"v","verse":"3","text":"For thus says my Lord Yahweh, “The city that marches out \\add with\\add* a thousand will \\add only\\add* have a hundred left. And the one that marches out \\add with\\add* a hundred will \\add only\\add* have ten left for the house of Israel.” "},{"style":"v","verse":"4","text":"For thus says Yahweh to the house of Israel, “Seek me so that you may live.” "},{"style":"v","verse":"5","text":"But do not seek Bethel or go \\add to\\add* Gilgal or cross over to Beersheba, for Gilgal will certainly go into exile and Bethel will come to disaster.” "},{"style":"v","verse":"6","text":"Seek Yahweh so that you may live, so that he will not break out like a fire \\add against\\add* the house of Joseph! And it will devour, ⸤with none to quench⸥\\f + \\fr 5:6 \\ft Literally “and there is not one to quench” \\f* \\add it\\add* for Bethel. "},{"style":"v","verse":"7","text":"\\add Ah,\\add* you who turn justice into wormwood and hurl righteousness to the ground! "},{"style":"v","verse":"8","text":"The one who made the Pleiades and Orion and who turns deep darkness into the morning and darkens day \\add into\\add* night, the one who calls for the waters of the sea and pours them out on the surface of the earth, Yahweh \\add is\\add* his name! "},{"style":"v","verse":"9","text":"The one who makes destruction flash upon \\add the\\add* fierce, ⸤so that⸥\\f + \\fr 5:9 \\ft Literally “and” \\f* destruction comes upon \\add the\\add* fortification. "},{"style":"v","verse":"10","text":"They hate the one who reproves in the gate and they abhor the one who speaks honestly. "},{"style":"v","verse":"11","text":"Therefore, because you trample on \\add the\\add* poor and you take a grain tax from them, you built houses of dressed stone, but you will not live in them. You built vineyards of delightfulness, but you will not drink their wine. "},{"style":"v","verse":"12","text":"For I know your transgressions \\add are\\add* many and your sins \\add are\\add* numerous, \\add you\\add* foes of \\add the\\add* righteous, those who take a bribe, and ⸤those who⸥\\f + \\fr 5:12 \\ft Literally “they” \\f* push aside \\add the\\add* poor \\add ones\\add* in the gate! "},{"style":"v","verse":"13","text":"Therefore, whoever has insight will keep silent in that time, for it \\add is\\add* a time of evil. "},{"style":"v","verse":"14","text":"Seek good and not bad in order that you may live, and so Yahweh, the God of hosts, will be with you, as you have said. "},{"style":"v","verse":"15","text":"Hate evil and love good and establish justice in the gate; perhaps Yahweh, the God of hosts, will be gracious \\add to\\add* the remnant of Joseph. "},{"style":"v","verse":"16","text":"Therefore, thus says Yahweh, the God of hosts, my Lord, “In all \\add of\\add* the public squares \\add there will be\\add* wailing, and in all \\add of\\add* the streets \\add they will say\\add*, ‘Alas, alas, alas!’ They shall call \\add the\\add* farmers to mourning and \\add to\\add* wailing, to those who are skilled \\add in\\add* lamentation. "},{"style":"v","verse":"17","text":"And in all \\add of the\\add* vineyards \\add there will be\\add* wailing, because I will pass in your midst,” says Yahweh."},{"style":"s1","verse":"","text":"The Day of Yahweh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"Alas, those who desire the day of Yahweh, why \\add is\\add* this for you the day of Yahweh? It \\add will be\\add* darkness and not light! "},{"style":"v","verse":"19","text":"\\add It will be\\add* as \\add if\\add* a man fled from a lion and a bear met him; or he went \\add into\\add* the house and leaned his hand against the wall and a snake bit him. "},{"style":"v","verse":"20","text":"\\add Is\\add* not the day of Yahweh darkness and not light, and pitch dark with no brightness in it? "},{"style":"v","verse":"21","text":"“I hate, I despise your festivals, and I take no delight in your assemblies. "},{"style":"v","verse":"22","text":"Yes, \\add even\\add* if you offer me your burnt offerings and grain offerings, I will not accept \\add them\\add*, and I will not look at the fellowship offerings of your fattened animals. "},{"style":"v","verse":"23","text":"Remove from me the noise of your songs, and I do not want to hear the melody of your harps! "},{"style":"v","verse":"24","text":"But let justice roll on like the water, and righteousness like an ever-flowing stream. "},{"style":"v","verse":"25","text":"Did you bring to me sacrifices and offering\\add s\\add* those forty years in the desert, O house of Israel? "},{"style":"v","verse":"26","text":"And you will take up Sikkuth, your king, and Kaiwan, your images, the star of your gods which you made for yourselves. "},{"style":"v","verse":"27","text":"And I will deport you beyond Damascus,” says Yahweh—the God of hosts \\add is\\add* his name."}]