[{"style":"s1","verse":"","text":"Boroom alal bumu tooñ néew-ji-doole"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kaayleen nag ma wax leen, yeen boroom alal yi, jooyleen te yuuxu, ndax mitit yi leen di dikkal."},{"style":"v","verse":"2","text":"Seen alal nëb na, seeni yére maxe,"},{"style":"v","verse":"3","text":"seen wurus ak seen xaalis xomaag. Xomaag ja dib seede bu leen tuumaal, di xoyom seenu suux ni sawara. Yeena dajale alal ca fan yu mujj ya."},{"style":"v","verse":"4","text":"Dégluleen! Peyoor ga ngeen xañ ña gub seen tool, mooy yuuxu noonu. Jàmbati góobkat ya tàbbi na ca noppi Boroom gàngoori xare yi."},{"style":"v","verse":"5","text":"Dund gu nooy ak bànneexu bakkan daal ngeen nekke ci kaw suuf, di yaflu ci bésub rendi."},{"style":"v","verse":"6","text":"Yeena daan ba reylu aji jub, te jéemula bañ."},{"style":"s1","verse":"","text":"Muñ war na gëmkatub Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Kon nag bokk yi, muñleen, ba Boroom bi délsi. Seetleen ci beykat biy séentu njariñal meññeef mu jóge fi suuf si. Ma ngay muñ, céebo ba bët wàcc."},{"style":"v","verse":"8","text":"Yeen itam muñleen te takk seenu fit, ndax bés ba Boroom biy dikk dëgmal na."},{"style":"v","verse":"9","text":"Bokk yi, buleen di ñaxtoonte, lu ko moy dees na leen daan, te daan-kat baa ngii taxaw ci bunt bi!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bokk yi, yonent yi wax ci turu Boroom bi, di dékku aw tiis ak di muñ, defleen leen seeni royukaay."},{"style":"v","verse":"11","text":"Xam ngeen ne ñi muñ lanu foog ne ñoom la mbég ñeel. Dégg ngeen na Ayóoba muñe woon, ak muj ga ko Boroom bi jagleel, ndax Boroom bi moo bare yërmande akug ñeewante."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Li ci raw nag bokk yi, moo di buleen giñ, bu muy ci asamaan mbaa ci suuf mbaa ci leneen lu mu mana doon. Na seen waaw di waaw, seen déet di déet, bala ngeena tàbbi ci mbugal."},{"style":"s1","verse":"","text":"Ñaan gu ngëm lal day dal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ana ci yeen ku nekk ciw tiis? Na ñaan. Ana ku ci am mbég? Na sàbbaal."},{"style":"v","verse":"14","text":"Ana ku wopp ci yeen? Na woo magi mbooloom gëmkat ñi, ñu ñaanal ko, raayaale ko ag diw ci turu Boroom bi."},{"style":"v","verse":"15","text":"Ñaan gu ànd ak ngëm day musal ki wopp, ba Boroom bi yékkati ko. Su dee daa bàkkaar, dees na ko jéggal."},{"style":"v","verse":"16","text":"Kon nag tuddanteleen seeni bàkkaar tey ñaanalante, ndax ngeen wér. Aji jub ji, ag ñaanam, day dal ak doole."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"\\w Ilyaas|Ilyaas:\\w* nit la woon ku bindoo ni nun, waaye ba mu saxee ci ñaan ngir mu baña taw, ndox laalul suuf diiru ñetti at ak genn-wàll."},{"style":"v","verse":"18","text":"Mu dellu ñaan, asamaan taw, suuf meññ meññeefam\\f + \\fr 5.18 \\ft Seetal ci \\bk 1.Buur ya\\bk* 17.1; 18.1, 42-45.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Bokk yi, su amee ci yeen ku moy yoonu dëgg, keneen ku ko waññi,"},{"style":"v","verse":"20","text":"xamleen ne ku waññ bàkkaarkat ci yoonu sànkuteem, musal na ko bakkanam, te faral na ko bàkkaar yu bare."}]