[{"style":"s","text":"Ni leen Pool ganee"},{"style":"p","text":""},{"style":"v","text":"Waaw, bokk yi, xam ngeen ne ngan gi nu leen ganesi woon du nganug neen."},{"style":"v","text":"Laata nuy ñëw, jaar nanu ci fitna ak toroxte ca dëkku Filib, ni ngeen ko xame; waaye Yàlla sunu Boroom may na nu fit, ba li tongoonte bi metti lépp it, yégal nanu leen xibaaru jàmm bu Yàlla bi."},{"style":"v","text":"Ndaxte sunu waaraate wéeruwul cig réer walla ci njublaŋ walla ciy nax."},{"style":"v","text":"Waaye gannaaw Yàlla moo nu seet, ba wóolu nu te dénk nu xibaaru jàmm bi, kon noonu lanuy waaree, du ngir neex nit ñi, waaye ngir neex Yàlla miy seet xol yi."},{"style":"p","text":""},{"style":"v","text":"Masunoo jay kenn, yéen xam ngeen ko; sunu waare masula ëmb bëgge, Yàlla seede na ko;"},{"style":"v","text":"masunoo sàkku ngërëmu nit, muy ci yéen, muy ci ñeneen."},{"style":"v","text":"Manoon nanoo diis ci seen kaw sax, nun ñiy ndawi °Kirist, waaye woyofoon nanu ci seen biir, te lewet ni jaboot buy uuf doomam."},{"style":"v","text":"Cofeel gi nu am ci yéen tax na, bëggunu woona yem ci xamal leen xibaaru jàmm bu Yàlla bi, waaye jox leen it sunu bakkan, ndaxte sunu xol seeyoon na ci yéen."},{"style":"v","text":"Bokk yi, yéena ngi fàttaliku sunu coono ak sunu ñaq; xam ngeen ni nu liggéeye guddi ak bëccëg, ngir baña diis ci seen kaw, ci di leen yégal xibaaru Yàlla."},{"style":"p","text":""},{"style":"v","text":"Naka sunu diggante ak yéen ñi gëm, doxal nanu ko doxalin wu sell te jub te amul sikk: seede ngeen ko, te Yàlla it seede na ko."},{"style":"v","text":"Xam ngeen ne dénk nanu leen kenn-kenn, ni baay di def ak doomam, dëfalal leen seen xol te dëggal ci yéen, ngeen dund dund gu neex Yàlla, moom mi leen di woo, ngeen séddu ci nguuram ak ndamam."},{"style":"p","text":""},{"style":"v","text":"Te it dunu noppee sant Yàlla ci lii: ba ngeen jotee kàddug Yàlla, gi nu doon waare, nangu ngeen ko, waxuma ni kàddug nit waaye ni kàddug Yàlla, ndaxte moom la ci dëgg-dëgg, te mu ngi jëf ci yéen ñi gëm."},{"style":"v","text":"Ndaxte bokk yi, aw ngeen ci tànki mboolooy Yàlla, yi nekk ca réewu Yawut ya tey daje ci turu Kirist Yeesu; fitna ya ñu daj ca Yawut ya, yéen it seen waa réew teg nañu leen ko."},{"style":"v","text":"Ñoom Yawut yi rey nañu Boroom bi Yeesu, ni ñu reye woon yonent yi; teg nañu nu fitna yu metti; neexuñu Yàlla, ànduñu ak kenn,"},{"style":"v","text":"di nu teree wax ak ñi dul Yawut, ngir bañ ñu mucc. Duñu noppee xuus ci biir bàkkaar, waaye merum Yàlla xëppu na ci seen kaw."},{"style":"s","text":"Yéeneb Pool ngir gis leen"},{"style":"p","text":""},{"style":"v","text":"Nun nag bokk yi, ba ñu ma leen xañee ab diir --xol yi taxul may wax, waaye jëmm yi rekk-- jéem nanu leena gis ak sunu kem kàttan, ndax namm nanu leen, ba sunu xol seey ci gis leen."},{"style":"v","text":"Kon jàppoon nanu leena seetsi-- man Pool sax ay yooni yoon, waaye °Seytaane téq na ma."},{"style":"v","text":"Ndaxte bés bu Yeesu sunu Boroom délsee, te nu fekke ko, kan mooy sunu yaakaar? Kan mooy sunu mbég? Kan mooy sunu °kaala, gi nuy tiitaroo?"},{"style":"v","text":"Xanaa du yéen? Waaw, yéenay sunu ndam, yéenay sunu mbég."}]