[{"style":"s","verse":"","text":"Pool xiir na leen cig sell"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Léegi nag bokk yi, jot ngeen ci nun, nan ngeen wara dunde ba neex Yàlla, te moom ngeen di def. Waaye ci turu Boroom bi Yeesu nu ngi leen di ñaan ak a dénk, ngeen gën koo feddali."},{"style":"v","verse":"2","text":"Ndaxte xam ngeen ndigal, yi nu leen jox ci wàllu Yeesu Boroom bi."},{"style":"v","verse":"3","text":"Lii nag mooy coobarey Yàlla: ngeen sell, maanaam ngeen moytu njaaloo;"},{"style":"v","verse":"4","text":"ngeen not seeni cér ci cell ak tedd,"},{"style":"v","verse":"5","text":"te xemmem bañ leena jiital, ni xeeti àddina yi xamul Yàlla."},{"style":"v","verse":"6","text":"Ci mbir mii nag, bu kenn ci yéen laal yëfi jaambur, ngir bañ koo tooñ. Ndaxte waxoon nanu leen bu yàgg te artu leen ne, ñiy def loolu, Boroom bi dina leen mbugal."},{"style":"v","verse":"7","text":"Ndaxte Yàlla woo na nu, nu dund ci cell, waaye du ci sobe."},{"style":"v","verse":"8","text":"Ku tanqamlu wax jii nag, defoo ko nit, Yàlla nga ko def, moom mi leen di jox °Xel mu Sell mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ci lu jëm ci bëggante ci seen biir, matul nu leen di bind dara, ndaxte Yàlla def na ci seen xol, ngeen bëggante."},{"style":"v","verse":"10","text":"Te moom ngeen di def ci bokk yépp, yi ci diiwaanu Maseduwan. Waaye bokk yi, maa ngi leen di xiirtal, ngeen gën cee sax."},{"style":"v","verse":"11","text":"Fullawooleena dund ci jàmm, di topptoo seen mbiri bopp tey lekk seen ñaq, ni nu leen ko sante woon."},{"style":"v","verse":"12","text":"Noonu dingeen dund dund gu jekk ci kanam waa àddina, te it dungeen soxlaal kenn dara."},{"style":"s","verse":"","text":"Ndekkitel ñi dee ak bésu Boroom bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ci mbirum ñi nelaw nag bokk yi, bëgguñu ngeen réere mbir, ba tiis ni aji gëmul, yi amul benn yaakaar."},{"style":"v","verse":"14","text":"Ndegam gëm nanu ne Yeesu dee na te dekki, noonu it Yàlla dina indaale ak Yeesu ñépp ñi ko gëm te nelaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Nu ngi leen di wax lii tukkee ci Boroom bi: nun ñiy dund te des fi, ba kera Boroom biy délsi, dunu jiitu ñi nelaw."},{"style":"v","verse":"16","text":"Ndaxte ndigal lu jamp dina jib, baatu kilifa ci malaaka yi dégtu, liitu Yàlla jolli, te Boroom bi moom ci boppam dina wàcce ca asamaan. Booba ñi gëm °Kirist te dee dinañu jëkka dekki;"},{"style":"v","verse":"17","text":"gannaaw loolu nun ñiy dund te des fi, dinañu ne fëyy ak ñoom jëm ci niir yi, taseji ak Boroom bi ci jaww ji. Te noonu dinanu nekk ak Boroom bi ba fàww."},{"style":"v","verse":"18","text":"Kon nag na ku nekk di dëfal sa xolu moroom ak kàddu yooyu."}]