[{"style":"p","text":""},{"style":"v","text":"Waaye bokk yi, ci li jëm ci jamono yi ak waxtu, yi loolu di am, matul nu leen ciy bind dara."},{"style":"v","text":"Ndaxte xam ngeen bu wér ne ni sàcc di ñëwe guddi, noonu la bésu Boroom bi di ñëwe."},{"style":"v","text":"Fekk nit ñiy naan: «Lépp a ngi ci jàmm, ba ne leww,» booba musiba bett leen, ni aw mat di bette jigéenu biir, te kenn du ci mucc."},{"style":"v","text":"Waaye yéen bokk yi, nekkuleen cig lëndëm, ba tax bés boobu bett leen ni sàcc."},{"style":"v","text":"Ndaxte yéen ñépp ci leer ak bëccëg ngeen bokk; bokkunu ci guddi ak lëndëm."},{"style":"v","text":"Kon nag bunu nelaw ni ñeneen ñi, waaye nanu xool te maandu."},{"style":"v","text":"Ndaxte ñiy nelaw, guddi lañuy nelaw, te ñiy màndi, guddi lañuy màndi."},{"style":"v","text":"Waaye nun ñiy waa bëccëg, nanu maandu te ràngoo ngir xare bi: ngëm ak mbëggeel, muy kiiraayu dënn, ak kóoluteg mucc, muy mbaxanam xare."},{"style":"v","text":"Ndaxte Yàlla jaglewu nu meram, waaye mucc la nu jagleel ndax darajay sunu Boroom Yeesu Kirist."},{"style":"v","text":"Deeyal na nu, ngir nu mana dund ak moom, bu nu nelawee ak bu nu nelawagul."},{"style":"v","text":"Kon nag nangeen dëgëralante te yokkante seen ngëm, ni ngeen koy defe."},{"style":"s","text":"Dénkaane yu mujj yi"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu bokk yi, ci lu jëm ci njiit, yi Boroom bi teg ci seen kanam te ñuy liggéey ci seen biir, di leen artu, maa ngi leen di ñaan ngeen déglu leen;"},{"style":"v","text":"rax-ca-dolli ngeen naw leen seen kem kàttan te bëgg leen ndax seen liggéey. Na jàmm am ci seen biir."},{"style":"v","text":"Bokk yi, nu ngi leen di dénk, ngeen yedd ñi feñaag, dëfal ñi seen yasara yàcciku, dimbali ñi néew doole, tey muñal ñépp."},{"style":"v","text":"Saxleen ci baax ci seen biir ak ci ñépp, te baña feyantoo."},{"style":"v","text":"Deeleen bég"},{"style":"v","text":"te sax ciy ñaan Yàlla,"},{"style":"v","text":"di ko gërëm ci lépp, ndaxte loolu mooy coobarey Yàlla ci yéen ci seen bokk ci °Kirist Yeesu."},{"style":"v","text":"Buleen fey taalu Xelum Yàlla,"},{"style":"v","text":"di xeeb waxu yonent yi."},{"style":"v","text":"Waaye seetleen mbir yépp, jàpp ci li baax,"},{"style":"v","text":"dëddu lépp lu ci bon."},{"style":"p","text":""},{"style":"v","text":"Yal na leen Yàlla miy Boroom jàmm sellal, ba ngeen mat sëkk; yal na sàmm seen xel mépp, seen xol bépp ak seen yaram wépp, ngir dara bañ cee am sikk, ba bés bu sunu Boroom Yeesu Kirist délsee."},{"style":"v","text":"Yàlla, mi leen woo ci loolu, kuy sàmm kóllëre la, te dina ko def."},{"style":"s","text":"Tàggoo"},{"style":"p","text":""},{"style":"v","text":"Bokk yi, buleen nu fàtte ci seeni ñaan."},{"style":"p","text":""},{"style":"v","text":"Nuyul-leen nu bokk yépp ak saafoonte bu laab."},{"style":"v","text":"Maa ngi leen di dénk ci kanam Boroom bi, ngeen jàngal bataaxal bii bokk yépp."},{"style":"p","text":""},{"style":"v","text":"Yal na yiwu sunu Boroom Yeesu °Kirist ànd ak yéen."}]