[{"style":"r","verse":"","text":"V. 1-15: cf. (Mc 3:13-19; 6:7-11. Lu 6:12-16; 9:1-5.) Lu 10:1-12. Ac 1:13."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 10.1 \\xt Mc 3:13. Lu 6:13; 9:1.\\x*Puis, ayant appelé ses douze disciples, il leur donna le pouvoir de chasser les esprits impurs, et de guérir toute maladie et toute infirmité. "},{"style":"v","verse":"2","text":"Voici les noms des douze apôtres. Le premier, Simon appelé Pierre, et André, son frère; Jacques, fils de Zébédée, et Jean, son frère; "},{"style":"v","verse":"3","text":"Philippe, et Barthélemy; Thomas, et Matthieu, le publicain; Jacques, fils d’Alphée, et Thaddée; "},{"style":"v","verse":"4","text":"Simon le Cananite, et Judas l’Iscariot, celui qui livra Jésus. "},{"style":"v","verse":"5","text":"Tels sont les douze que Jésus envoya, après leur avoir donné les instructions suivantes: \\wj N’allez pas vers les païens, et n’entrez pas dans les villes des Samaritains;\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"\\x b \\xo 10.6 \\xt Ac 3:26; 13:26, 46.\\x*\\wj allez plutôt vers les brebis perdues de la maison d’Israël.\\wj*"},{"style":"v","verse":"7","text":"\\wj Allez,\\wj*\\x c \\xo 10.7 \\xt Lu 9:2.\\x*\\wj prêchez, et dites: Le royaume des cieux est proche.\\wj*"},{"style":"v","verse":"8","text":"\\x d \\xo 10.8 \\xt Lu 10:9.\\x*\\wj Guérissez les malades, ressuscitez les morts, purifiez les lépreux, chassez les démons.\\wj*\\x e \\xo 10.8 \\xt Ac 8:18, 20.\\x*\\wj Vous avez reçu gratuitement, donnez gratuitement.\\wj*"},{"style":"v","verse":"9","text":"\\x f \\xo 10.9 \\xt Mc 6:8. Lu 9:3; 22:35.\\x*\\wj Ne prenez ni or, ni argent, ni monnaie, dans vos ceintures;\\wj*"},{"style":"v","verse":"10","text":"\\wj ni sac pour le voyage, ni deux tuniques, ni souliers, ni bâton;\\wj*\\x g \\xo 10.10 \\xt Lé 19:13. De 24:14; 25:4. Lu 10:7. 1 Co 9:4, 14. 1 Ti 5:18.\\x*\\wj car l’ouvrier mérite sa nourriture.\\wj*"},{"style":"v","verse":"11","text":"\\x h \\xo 10.11 \\xt Mc 6:10. Lu 9:4; 10:8.\\x*\\wj Dans quelque ville ou village que vous entriez, informez-vous s’il s’y trouve quelque homme digne de vous recevoir; et demeurez chez lui jusqu’à ce que vous partiez.\\wj*"},{"style":"v","verse":"12","text":"\\wj En entrant dans la maison, saluez-la;\\wj*"},{"style":"v","verse":"13","text":"\\wj et, si la maison en est digne, que votre paix vienne sur elle; mais si elle n’en est pas digne, que votre paix retourne à vous.\\wj*"},{"style":"v","verse":"14","text":"\\x i \\xo 10.14 \\xt Mc 6:11. Lu 9:5.\\x*\\wj Lorsqu’on ne vous recevra pas et qu’on n’écoutera pas vos paroles, sortez de cette maison ou de cette ville et\\wj*\\x j \\xo 10.14 \\xt Ac 13:51; 18:6.\\x*\\wj secouez la poussière de vos pieds.\\wj*"},{"style":"v","verse":"15","text":"\\x k \\xo 10.15 \\xt Mc 6:11. Lu 10:12.\\x*\\wj Je vous le dis en vérité: au jour du jugement, le pays de Sodome et de Gomorrhe sera traité moins rigoureusement que cette ville-là.\\wj*"},{"style":"r","verse":"","text":"V. 16-39: cf. Lu 12:4-12, 51-53; 14:26-33; 21:12-17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"\\x l \\xo 10.16 \\xt Lu 10:3.\\x*\\wj Voici, je vous envoie comme des brebis au milieu des loups. Soyez donc prudents comme les serpents, et simples comme les colombes.\\wj*"},{"style":"v","verse":"17","text":"\\wj Mettez-vous en garde contre les hommes;\\wj*\\x m \\xo 10.17 \\xt Mt 24:9. Lu 21:12. Jn 15:20; 16:2. Ap 2:10.\\x*\\wj car ils vous livreront aux tribunaux, et ils vous battront de verges dans leurs synagogues;\\wj*"},{"style":"v","verse":"18","text":"\\x n \\xo 10.18 \\xt Ac 24:1; 25:4.\\x*\\wj vous serez menés, à cause de moi, devant des gouverneurs et devant des rois, pour servir de témoignage à eux et aux païens.\\wj*"},{"style":"v","verse":"19","text":"\\x o \\xo 10.19 \\xt Mc 13:11. Lu 12:11; 21:14.\\x*\\wj Mais, quand on vous livrera, ne vous inquiétez ni de la manière dont vous parlerez ni de ce que vous direz: ce que vous aurez à dire vous sera donné à l’heure même;\\wj*"},{"style":"v","verse":"20","text":"\\wj car ce n’est pas vous qui parlerez, c’est l’Esprit de votre Père qui parlera en vous.\\wj*"},{"style":"v","verse":"21","text":"\\x p \\xo 10.21 \\xt Mi 7:2, 5. Lu 21:16.\\x*\\wj Le frère livrera son frère à la mort, et le père son enfant; les enfants se soulèveront contre leurs parents, et les feront mourir.\\wj*"},{"style":"v","verse":"22","text":"\\wj Vous serez haïs de tous, à cause de mon nom;\\wj*\\x q \\xo 10.22 \\xt Mt 24:13. Mc 13:13. Lu 21:19. Ap 2:10; 3:10.\\x*\\wj mais celui qui persévérera jusqu’à la fin sera sauvé.\\wj*"},{"style":"v","verse":"23","text":"\\x r \\xo 10.23 \\xt Mt 2:13; 4:12; 12:15. Ac 8:1; 9:25; 14:6.\\x*\\wj Quand on vous persécutera dans une ville, fuyez dans une autre. Je vous le dis en vérité, vous n’aurez pas achevé de parcourir les villes d’Israël que le Fils de l’homme sera venu.\\wj*"},{"style":"v","verse":"24","text":"\\x s \\xo 10.24 \\xt Lu 6:40. Jn 13:16; 15:20.\\x*\\wj Le disciple n’est pas plus que le maître, ni le serviteur plus que son seigneur.\\wj*"},{"style":"v","verse":"25","text":"\\wj Il suffit au disciple d’être traité comme son maître, et au serviteur comme son seigneur.\\wj*\\x t \\xo 10.25 \\xt Mt 9:34; 12:24. Mc 3:22. Lu 11:15. Jn 8:48.\\x*\\wj S’ils ont appelé le maître de la maison Béelzébul, à combien plus forte raison appelleront-ils ainsi les gens de sa maison!\\wj*"},{"style":"v","verse":"26","text":"\\x u \\xo 10.26 \\xt És 8:12. Jé 1:8.\\x*\\wj Ne les craignez donc point;\\wj*\\x v \\xo 10.26 \\xt Job 12:22. Mc 4:22. Lu 8:17; 12:2.\\x*\\wj car il n’y a rien de caché qui ne doive être découvert, ni de secret qui ne doive être connu.\\wj*"},{"style":"v","verse":"27","text":"\\wj Ce que je vous dis dans les ténèbres, dites-le en plein jour; et ce qui vous est dit à l’oreille, prêchez-le sur les toits.\\wj*"},{"style":"v","verse":"28","text":"\\x w \\xo 10.28 \\xt Jé 1:8. Lu 12:4.\\x*\\wj Ne craignez pas ceux qui tuent le corps et qui ne peuvent tuer l’âme; craignez plutôt celui qui peut faire périr l’âme et le corps dans la géhenne.\\wj*"},{"style":"v","verse":"29","text":"\\wj Ne vend-on pas deux passereaux pour un sou? Cependant, il n’en tombe pas un à terre sans la volonté de votre Père.\\wj*"},{"style":"v","verse":"30","text":"\\wj Et même les\\wj*\\x x \\xo 10.30 \\xt 1 S 14:45.\\x*\\wj cheveux de votre tête sont tous comptés.\\wj*"},{"style":"v","verse":"31","text":"\\wj Ne craignez donc point: vous valez plus que beaucoup de passereaux.\\wj*"},{"style":"v","verse":"32","text":"\\x y \\xo 10.32 \\xt Mc 8:38. Lu 9:26; 12:8. 2 Ti 2:12.\\x*\\wj C’est pourquoi, quiconque me confessera devant les hommes, je le confesserai aussi devant mon Père qui est dans les cieux;\\wj*"},{"style":"v","verse":"33","text":"\\wj mais quiconque me reniera devant les hommes, je le renierai aussi devant mon Père qui est dans les cieux.\\wj*"},{"style":"v","verse":"34","text":"\\x z \\xo 10.34 \\xt Lu 12:51.\\x*\\wj Ne croyez pas que je sois venu apporter la paix sur la terre; je ne suis pas venu apporter la paix, mais l’épée.\\wj*"},{"style":"v","verse":"35","text":"\\x a \\xo 10.35 \\xt Mi 7:6.\\x*\\wj Car je suis venu mettre la division entre l’homme et son père, entre la fille et sa mère, entre la belle-fille et sa belle-mère;\\wj*"},{"style":"v","verse":"36","text":"\\x b \\xo 10.36 \\xt Ps 41:10; 55:13. Jn 13:18.\\x*\\wj et l’homme aura pour ennemis les gens de sa maison.\\wj*"},{"style":"v","verse":"37","text":"\\x c \\xo 10.37 \\xt Lu 14:26.\\x*\\wj Celui qui aime son père ou sa mère plus que moi n’est pas digne de moi, et celui qui aime son fils ou sa fille plus que moi n’est pas digne de moi;\\wj*"},{"style":"v","verse":"38","text":"\\x d \\xo 10.38 \\xt Mt 16:24. Mc 8:34. Lu 9:23; 14:27.\\x*\\wj celui qui ne prend pas sa croix, et ne me suit pas, n’est pas digne de moi.\\wj*"},{"style":"v","verse":"39","text":"\\x e \\xo 10.39 \\xt Mt 16:25. Mc 8:35. Lu 9:24; 17:33. Jn 12:25.\\x*\\wj Celui qui conservera sa vie la perdra, et celui qui perdra sa vie à cause de moi la retrouvera.\\wj*"},{"style":"r","verse":"","text":"10 v. 40 à 11 v. 1: cf. Mt 25:34-40."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"\\x f \\xo 10.40 \\xt Lu 10:16. Jn 13:20.\\x*\\wj Celui qui vous reçoit me reçoit, et celui qui me reçoit, reçoit celui qui m’a envoyé.\\wj*"},{"style":"v","verse":"41","text":"\\x g \\xo 10.41 \\xt 1 R 17:10; 18:4. 2 R 4:8.\\x*\\wj Celui qui reçoit un prophète en qualité de prophète recevra une récompense de prophète, et celui qui reçoit un juste en qualité de juste recevra une récompense de juste.\\wj*"},{"style":"v","verse":"42","text":"\\x h \\xo 10.42 \\xt Mt 25:40. Mc 9:41. Hé 6:10.\\x*\\wj Et quiconque donnera seulement un verre d’eau froide à l’un de ces petits parce qu’il est mon disciple, je vous le dis en vérité, il ne perdra point sa récompense.\\wj*"}]