[{"style":"s1","text":"Mort de Jean-Baptiste"},{"style":"r","text":"V. 1-12: cf. (Mc 6:14-29. Lu 9:7-9.)"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 14.1 \\xt Mc 6:14. Lu 9:7.\\x*En ce temps-là, Hérode le tétrarque, ayant entendu parler de Jésus, dit à ses serviteurs: C’est Jean-Baptiste! "},{"style":"v","text":"Il est ressuscité des morts, et c’est pour cela qu’il se fait par lui des miracles. "},{"style":"v","text":"\\x b \\xo 14.3 \\xt Mc 6:17. Lu 3:19.\\x*Car Hérode, qui avait fait arrêter Jean, l’avait lié et mis en prison, à cause d’Hérodias, femme de Philippe, son frère, "},{"style":"v","text":"parce que Jean lui disait: \\x c \\xo 14.4 \\xt Lé 18:16.\\x*Il ne t’est pas permis de l’avoir pour femme. "},{"style":"v","text":"Il voulait le faire mourir, mais il craignait la foule, \\x d \\xo 14.5 \\xt Mt 21:26.\\x*parce qu’elle regardait Jean comme un prophète. "},{"style":"v","text":"Or, lorsqu’on célébra \\x e \\xo 14.6 \\xt Ge 40:20. Mc 6:21.\\x*l’anniversaire de la naissance d’Hérode, la fille d’Hérodias dansa au milieu des convives, et plut à Hérode, "},{"style":"v","text":"\\x f \\xo 14.7 \\xt Jg 11:30.\\x*de sorte qu’il promit avec serment de lui donner ce qu’elle demanderait. "},{"style":"v","text":"A l’instigation de sa mère, elle dit: Donne-moi ici, sur un plat, la tête de Jean-Baptiste. "},{"style":"v","text":"Le roi fut attristé; mais, à cause de ses serments et des convives, il commanda qu’on la lui donne, "},{"style":"v","text":"et il envoya décapiter Jean dans la prison. "},{"style":"v","text":"Sa tête fut apportée sur un plat, et donnée à la jeune fille, qui la porta à sa mère. "},{"style":"v","text":"Les disciples de Jean vinrent prendre son corps, et l’ensevelirent. Et ils allèrent l’annoncer à Jésus."},{"style":"s1","text":"Multiplication des pains"},{"style":"r","text":"V. 13-21: cf. (Mc 6:30-44. Lu 9:10-17. Jn 6:1-14.) Ph 4:19."},{"style":"p","text":""},{"style":"v","text":"\\x g \\xo 14.13 \\xt Mt 12:15. Mc 6:31. Lu 9:10.\\x*A cette nouvelle, Jésus partit de là dans une barque, pour se retirer à l’écart dans un lieu désert; et la foule, l’ayant su, sortit des villes et le suivit à pied. "},{"style":"v","text":"\\x h \\xo 14.14 \\xt Jn 6:5.\\x*Quand il sortit de la barque, il vit une grande foule, et \\x i \\xo 14.14 \\xt Mt 9:36.\\x*fut ému de compassion pour elle, et il guérit les malades. "},{"style":"v","text":"\\x j \\xo 14.15 \\xt Mc 6:35. Lu 9:12.\\x*Le soir étant venu, les disciples s’approchèrent de lui, et dirent: Ce lieu est désert, et l’heure est déjà avancée; renvoie la foule, afin qu’elle aille dans les villages, pour s’acheter des vivres. "},{"style":"v","text":"Jésus leur répondit: \\wj Ils n’ont pas besoin de s’en aller; donnez-leur vous-mêmes à manger.\\wj*"},{"style":"v","text":"Mais ils lui dirent: Nous n’avons ici que cinq pains et deux poissons. "},{"style":"v","text":"Et il dit: \\wj Apportez-les-moi.\\wj*"},{"style":"v","text":"Il fit asseoir la foule sur l’herbe, prit les cinq pains et les deux poissons, et, levant les yeux vers le ciel, \\x k \\xo 14.19 \\xt 1 S 9:13.\\x*il rendit grâces. Puis, il rompit les pains et les donna aux disciples, qui les distribuèrent à la foule. "},{"style":"v","text":"Tous mangèrent et furent rassasiés, et l’on emporta douze paniers pleins des morceaux qui restaient. "},{"style":"v","text":"Ceux qui avaient mangé étaient environ cinq mille hommes, sans les femmes et les enfants."},{"style":"s1","text":"Jésus marche sur les eaux. Guérisons à Génésareth"},{"style":"r","text":"V. 22-36: cf. (Mc 6:45-56. Jn 6:15-21.) Mt 8:23-27."},{"style":"p","text":""},{"style":"v","text":"\\x l \\xo 14.22 \\xt Mc 6:45. Jn 6:17.\\x*Aussitôt après, il obligea les disciples à monter dans la barque et à passer avant lui de l’autre côté, pendant qu’il renverrait la foule. "},{"style":"v","text":"\\x m \\xo 14.23 \\xt Mc 6:46. Jn 6:15.\\x*Quand il l’eut renvoyée, il monta sur la montagne, pour prier à l’écart; et, comme le soir était venu, il était là seul. "},{"style":"v","text":"La barque, déjà au milieu de la mer, était battue par les flots; car le vent était contraire. "},{"style":"v","text":"A la quatrième veille de la nuit, Jésus alla vers eux, marchant sur la mer. "},{"style":"v","text":"Quand les disciples le virent marcher sur la mer, ils furent troublés, et dirent: C’est un fantôme! Et, dans leur frayeur, ils poussèrent des cris. "},{"style":"v","text":"Jésus leur dit aussitôt: \\wj Rassurez-vous, c’est moi; n’ayez pas peur!\\wj*"},{"style":"v","text":"Pierre lui répondit: Seigneur, si c’est toi, ordonne que j’aille vers toi sur les eaux. "},{"style":"v","text":"Et il dit: \\wj Viens!\\wj* Pierre sortit de la barque, et marcha sur les eaux, pour aller vers Jésus. "},{"style":"v","text":"Mais, voyant que le vent était fort, il eut peur; et, comme il commençait à enfoncer, il s’écria: Seigneur, sauve-moi! "},{"style":"v","text":"Aussitôt Jésus étendit la main, le saisit, et lui dit: \\wj Homme de peu de foi, pourquoi as-tu douté?\\wj*"},{"style":"v","text":"Et ils montèrent dans la barque, et le vent cessa. "},{"style":"v","text":"Ceux qui étaient dans la barque vinrent se prosterner devant Jésus, et dirent: Tu es véritablement le Fils de Dieu. "},{"style":"v","text":"\\x n \\xo 14.34 \\xt Mc 6:53.\\x*Après avoir traversé la mer, ils vinrent dans le pays de Génésareth. "},{"style":"v","text":"Les gens de ce lieu, ayant reconnu Jésus, envoyèrent des messagers dans tous les environs, et on lui amena tous les malades. "},{"style":"v","text":"Ils le prièrent de leur permettre seulement de toucher le bord de son vêtement. Et tous ceux qui le touchèrent furent guéris."}]