[{"style":"s1","text":"Les pharisiens et la tradition"},{"style":"r","text":"V. 1-9: cf. (Mc 7:1-13.) Lu 11:37-41."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 15.1 \\xt Mc 7:1.\\x*Alors des pharisiens et des scribes vinrent de Jérusalem auprès de Jésus, et dirent: "},{"style":"v","text":"Pourquoi tes disciples transgressent-ils la tradition des anciens? Car ils ne se lavent pas les mains, quand ils prennent leurs repas. "},{"style":"v","text":"Il leur répondit: \\wj Et vous, pourquoi transgressez-vous le commandement de Dieu au profit de votre tradition?\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x b \\xo 15.4 \\xt Ex 20:12. De 5:16. Ép 6:2.\\x*\\wj Car Dieu a dit: Honore ton père et ta mère; et:\\wj*\\x c \\xo 15.4 \\xt Ex 21:17. Lé 20:9. Pr 20:20.\\x*\\wj Celui qui maudira son père ou sa mère sera puni de mort.\\wj*"},{"style":"v","text":"\\wj Mais vous, vous dites: Celui qui dira à son père ou à sa mère: Ce dont j’aurais pu t’assister est une offrande à Dieu, n’est pas tenu d’honorer son père ou sa mère.\\wj*"},{"style":"v","text":"\\x d \\xo 15.6 \\xt Mc 7:13. 1 Ti 4:3. 2 Ti 3:2.\\x*\\wj Vous annulez ainsi la parole de Dieu au profit de votre tradition.\\wj*"},{"style":"v","text":"\\wj Hypocrites, Ésaïe a bien prophétisé sur vous, quand il a dit:\\wj*"},{"style":"v","text":"\\x e \\xo 15.8 \\xt És 29:13. Éz 33:31. Mc 7:6.\\x*\\wj Ce peuple m’honore des lèvres,\\wj*"},{"style":"q1","text":"\\wj Mais son cœur est éloigné de moi.\\wj*"},{"style":"v","text":"\\wj C’est en vain qu’ils m’honorent,\\wj*"},{"style":"q1","text":"\\wj En enseignant des préceptes qui sont\\wj*\\x f \\xo 15.9 \\xt Mc 7:6, 7. Col 2:18, 20, 22.\\x*\\wj des commandements d’hommes.\\wj*"},{"style":"r","text":"V. 10-20: cf. Mc 7:14-23. (Pr 4:23. Ga 5:19-21. Ps 51:12.)"},{"style":"m","text":""},{"style":"v","text":"\\x g \\xo 15.10 \\xt Mc 7:14.\\x*Ayant appelé à lui la foule, il lui dit: \\wj Écoutez, et comprenez.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x h \\xo 15.11 \\xt Ac 10:15. Ro 14:17, 20. Tit 1:15.\\x*\\wj Ce n’est pas ce qui entre dans la bouche qui souille l’homme; mais ce qui sort de la bouche, c’est ce qui souille l’homme.\\wj*"},{"style":"v","text":"Alors ses disciples s’approchèrent, et lui dirent: Sais-tu que les pharisiens ont été scandalisés des paroles qu’ils ont entendues? "},{"style":"v","text":"Il répondit: \\x i \\xo 15.13 \\xt Jn 15:2.\\x*\\wj Toute plante que n’a pas plantée mon Père céleste sera déracinée.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Laissez-les:\\wj*\\x j \\xo 15.14 \\xt És 42:19. Lu 6:39.\\x*\\wj ce sont des aveugles qui conduisent des aveugles; si un aveugle conduit un aveugle, ils tomberont tous deux dans une fosse.\\wj*"},{"style":"v","text":"\\x k \\xo 15.15 \\xt Mc 7:17.\\x*Pierre, prenant la parole, lui dit: Explique-nous cette parabole. "},{"style":"v","text":"Et Jésus dit: \\wj Vous aussi, êtes-vous encore sans intelligence?\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Ne comprenez-vous pas que tout ce qui entre dans la bouche va dans le ventre, puis est jeté dans les lieux secrets?\\wj*"},{"style":"v","text":"\\wj Mais ce qui sort de la bouche vient du cœur, et c’est ce qui souille l’homme.\\wj*"},{"style":"v","text":"\\x l \\xo 15.19 \\xt Ge 6:5; 8:21. Pr 6:14. Jé 17:9.\\x*\\wj Car c’est du cœur que viennent les mauvaises pensées, les meurtres, les adultères, les impudicités, les vols, les faux témoignages, les calomnies.\\wj*"},{"style":"v","text":"\\wj Voilà les choses qui souillent l’homme; mais manger sans s’être lavé les mains, cela ne souille point l’homme.\\wj*"},{"style":"s1","text":"Jésus sur le territoire de Tyr et Sidon. La femme canaéenne"},{"style":"r","text":"V. 21-28: cf. (Mc 7:24-30.) Ge 32:24-29. Ps 123:2."},{"style":"p","text":""},{"style":"v","text":"\\x m \\xo 15.21 \\xt Mc 7:24.\\x*Jésus, étant parti de là, se retira dans le territoire de Tyr et de Sidon. "},{"style":"v","text":"Et voici, une femme cananéenne, qui venait de ces contrées, lui cria: Aie pitié de moi, Seigneur, Fils de David! Ma fille est cruellement tourmentée par le démon. "},{"style":"v","text":"Il ne lui répondit pas un mot, et ses disciples s’approchèrent, et lui dirent avec instance: Renvoie-la, car elle crie derrière nous. "},{"style":"v","text":"Il répondit: \\x n \\xo 15.24 \\xt Mt 10:6. Ac 13:46.\\x*\\wj Je n’ai été envoyé qu’aux brebis perdues de la maison d’Israël.\\wj*"},{"style":"v","text":"Mais elle vint se prosterner devant lui, disant: Seigneur, secours-moi! "},{"style":"v","text":"Il répondit: \\wj Il n’est pas bien de prendre le pain des enfants, et de le jeter aux petits chiens.\\wj*"},{"style":"v","text":"Oui, Seigneur, dit-elle, mais les petits chiens mangent les miettes qui tombent de la table de leurs maîtres. "},{"style":"v","text":"Alors Jésus lui dit: \\wj Femme, ta foi est grande; qu’il te soit fait comme tu veux.\\wj* Et, à l’heure même, sa fille fut guérie."},{"style":"s1","text":"Jésus de retour vers la mer de Galilée. Nombreuses guérisons. Seconde multiplication des pains"},{"style":"r","text":"V. 29-39: cf. (Mc 7:31-37; 8:1-10.) Mt 14:15-21."},{"style":"p","text":""},{"style":"v","text":"\\x o \\xo 15.29 \\xt Mc 7:31.\\x*Jésus quitta ces lieux, et vint près de la mer de Galilée. Étant monté sur la montagne, il s’y assit. "},{"style":"v","text":"\\x p \\xo 15.30 \\xt És 29:18; 35:5. Mt 11:5. Lu 7:22.\\x*Alors s’approcha de lui une grande foule, ayant avec elle des boiteux, des aveugles, des muets, des estropiés, et beaucoup d’autres malades. On les mit à ses pieds, et il les guérit; "},{"style":"v","text":"en sorte que la foule était dans l’admiration de voir que les muets parlaient, que les estropiés étaient guéris, que les boiteux marchaient, que les aveugles voyaient; et elle glorifiait le Dieu d’Israël. "},{"style":"v","text":"\\x q \\xo 15.32 \\xt Mc 8:1.\\x*Jésus, ayant appelé ses disciples, dit: \\wj Je suis ému de compassion pour cette foule; car voilà trois jours qu’ils sont près de moi, et ils n’ont rien à manger. Je ne veux pas les renvoyer à jeun, de peur que les forces ne leur manquent en chemin.\\wj*"},{"style":"v","text":"Les disciples lui dirent: Comment nous procurer dans ce lieu désert assez de pains pour rassasier une si grande foule? "},{"style":"v","text":"Jésus leur demanda: \\wj Combien avez-vous de pains?\\wj* Sept, répondirent-ils, et quelques petits poissons. "},{"style":"v","text":"Alors il fit asseoir la foule par terre, "},{"style":"v","text":"prit les sept pains et les poissons, et, après avoir \\x r \\xo 15.36 \\xt 1 S 9:13.\\x*rendu grâces, il les rompit et les donna à ses disciples, qui les distribuèrent à la foule. "},{"style":"v","text":"Tous mangèrent et furent rassasiés, et l’on emporta sept corbeilles pleines des morceaux qui restaient. "},{"style":"v","text":"Ceux qui avaient mangé étaient quatre mille hommes, sans les femmes et les enfants. "},{"style":"v","text":"Ensuite, il renvoya la foule, monta dans la barque, et se rendit dans la contrée de Magadan."}]