[{"style":"s1","text":"Un signe du ciel demandé par les pharisiens et les sadducéens. Le levain des pharisiens"},{"style":"r","text":"V. 1-12: cf. (Mc 8:11-21.) Mt 12:38-42."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 16.1 \\xt Mt 12:38. Mc 8:11. Lu 11:29; 12:54. Jn 6:30.\\x*Les pharisiens et les sadducéens abordèrent Jésus et, pour l’éprouver, lui demandèrent de leur faire voir un signe venant du ciel. "},{"style":"v","text":"Jésus leur répondit: \\x b \\xo 16.2 \\xt Lu 12:54.\\x*\\wj Le soir, vous dites: Il fera beau, car le ciel est rouge; et le matin:\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Il y aura de l’orage aujourd’hui, car le ciel est d’un rouge sombre. Vous savez discerner l’aspect du ciel, et vous ne pouvez discerner les signes des temps.\\wj*"},{"style":"v","text":"\\x c \\xo 16.4 \\xt Mt 12:39. Lu 11:29.\\x*\\wj Une génération méchante et adultère demande un miracle; il ne lui sera donné d’autre miracle que celui de\\wj*\\x d \\xo 16.4 \\xt Jon 1:17.\\x*\\wj Jonas.\\wj* Puis il les quitta, et s’en alla. "},{"style":"v","text":"Les disciples, en passant à l’autre bord, avaient oublié de prendre des pains. "},{"style":"v","text":"\\x e \\xo 16.6 \\xt Mc 8:15. Lu 12:1.\\x*Jésus leur dit: \\wj Gardez-vous avec soin du levain des pharisiens et des sadducéens.\\wj*"},{"style":"v","text":"Les disciples raisonnaient en eux-mêmes, et disaient: C’est parce que nous n’avons pas pris de pains. "},{"style":"v","text":"Jésus, l’ayant connu, dit: \\wj Pourquoi raisonnez-vous en vous-mêmes, gens de peu de foi, sur ce que vous n’avez pas pris de pains?\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x f \\xo 16.9 \\xt Mt 14:17. Mc 6:38. Lu 9:13. Jn 6:9.\\x*\\wj Êtes-vous encore sans intelligence, et ne vous rappelez-vous plus les cinq pains des cinq mille hommes et combien de paniers vous avez emportés,\\wj*"},{"style":"v","text":"\\x g \\xo 16.10 \\xt Mt 15:34.\\x*\\wj ni les sept pains des quatre mille hommes et combien de corbeilles vous avez emportées?\\wj*"},{"style":"v","text":"\\wj Comment ne comprenez-vous pas que ce n’est pas au sujet de pains que je vous ai parlé? Gardez-vous du levain des pharisiens et des sadducéens.\\wj*"},{"style":"v","text":"Alors ils comprirent que ce n’était pas du levain du pain qu’il avait dit de se garder, mais de l’enseignement des pharisiens et des sadducéens."},{"style":"s1","text":"Jésus sur le territoire de Césarée de Philippe. — Opinions diverses sur le Christ. — Confession de Pierre"},{"style":"r","text":"V. 13-20: cf. (Mc 8:27-30. Lu 9:18-21.) Jn 6:66-69."},{"style":"p","text":""},{"style":"v","text":"\\x h \\xo 16.13 \\xt Mc 8:27. Lu 9:18.\\x*Jésus, étant arrivé dans le territoire de Césarée de Philippe, demanda à ses disciples: \\wj Qui dit-on que je suis, moi, le Fils de l’homme?\\wj*"},{"style":"v","text":"Ils répondirent: \\x i \\xo 16.14 \\xt Mt 14:2.\\x*Les uns disent que tu es Jean-Baptiste; les autres, Élie; les autres, Jérémie, ou l’un des prophètes. "},{"style":"v","text":"\\wj Et vous,\\wj* leur dit-il, \\wj qui dites-vous que je suis?\\wj*"},{"style":"v","text":"\\x j \\xo 16.16 \\xt Jn 6:69.\\x*Simon Pierre répondit: Tu es le Christ, le Fils du Dieu vivant. "},{"style":"v","text":"Jésus, reprenant la parole, lui dit: \\wj Tu es heureux, Simon, fils de Jonas; car ce ne sont pas la chair et le sang qui t’ont révélé cela, mais\\wj*\\x k \\xo 16.17 \\xt Mt 11:25.\\x*\\wj c’est mon Père qui est dans les cieux.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x l \\xo 16.18 \\xt Ps 118:22. Jn 1:43.\\x*\\wj Et moi, je te dis que tu es Pierre, et que sur\\wj*\\x m \\xo 16.18 \\xt És 28:16. 1 Co 3:11.\\x*\\wj cette pierre je bâtirai mon Église, et que les\\wj*\\x n \\xo 16.18 \\xt És 33:20.\\x*\\wj portes du séjour des morts ne prévaudront point contre elle.\\wj*"},{"style":"v","text":"\\x o \\xo 16.19 \\xt Mt 18:18. Jn 20:22.\\x*\\wj Je te donnerai les clefs du royaume des cieux: ce que tu lieras sur la terre sera lié dans les cieux, et ce que tu délieras sur la terre sera délié dans les cieux.\\wj*"},{"style":"v","text":"Alors il recommanda aux disciples de ne dire à personne qu’il était le Christ."},{"style":"s1","text":"Jésus annonce ses souffrances et sa mort. — Comment suivre Jésus"},{"style":"r","text":"V. 21-28: cf. (Mc 8:31 à 9:1. Lu 9:22-27.) Lu 14:25-27."},{"style":"p","text":""},{"style":"v","text":"\\x p \\xo 16.21 \\xt Mt 17:22; 20:18. Mc 8:31; 9:31; 10:33. Lu 9:22; 18:31; 24:7.\\x*Dès lors Jésus commença à faire connaître à ses disciples qu’il fallait qu’il allât à Jérusalem, qu’il souffrît beaucoup de la part des anciens, des principaux sacrificateurs et des scribes, qu’il fût mis à mort, et qu’il ressuscitât le troisième jour. "},{"style":"v","text":"Pierre, l’ayant pris à part, se mit à le reprendre, et dit: A Dieu ne plaise, Seigneur! Cela ne t’arrivera pas. "},{"style":"v","text":"Mais Jésus, se retournant, dit à Pierre: \\wj Arrière de moi, Satan!\\wj*\\x q \\xo 16.23 \\xt 2 S 19:22.\\x*\\wj tu m’es en scandale; car tes pensées ne sont pas les pensées de Dieu, mais celles des hommes.\\wj*"},{"style":"v","text":"Alors Jésus dit à ses disciples: \\x r \\xo 16.24 \\xt Mt 10:38. Mc 8:34. Lu 9:23; 14:27.\\x*\\wj Si quelqu’un veut venir après moi, qu’il renonce à lui-même, qu’il se charge de sa croix, et qu’il me suive.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x s \\xo 16.25 \\xt Mt 10:39. Mc 8:35. Lu 9:24; 17:33. Jn 12:25.\\x*\\wj Car celui qui voudra sauver sa vie la perdra, mais celui qui la perdra à cause de moi la trouvera.\\wj*"},{"style":"v","text":"\\x t \\xo 16.26 \\xt Lu 9:25.\\x*\\wj Et que servirait-il à un homme de gagner tout le monde, s’il perdait son âme? Ou,\\wj*\\x u \\xo 16.26 \\xt Ps 49:9. Mc 8:37.\\x*\\wj que donnerait un homme en échange de son âme?\\wj*"},{"style":"v","text":"\\x v \\xo 16.27 \\xt Mt 24:30; 25:31; 26:64.\\x*\\wj Car le Fils de l’homme doit venir dans la\\wj*\\x w \\xo 16.27 \\xt Mt 25:31.\\x*\\wj gloire de son Père, avec ses anges; et\\wj*\\x x \\xo 16.27 \\xt Job 34:11. Ps 62:13. Ro 2:6.\\x*\\wj alors il rendra à chacun selon ses œuvres.\\wj*"},{"style":"v","text":"\\x y \\xo 16.28 \\xt Mc 9:1. Lu 9:27.\\x*\\wj Je vous le dis en vérité, quelques-uns de ceux qui sont ici ne mourront point, qu’ils n’aient vu le Fils de l’homme venir dans son règne.\\wj*"}]