[{"style":"s1","text":"Jésus sur une haute montagne: la transfiguration"},{"style":"r","text":"V. 1-13: cf. (Mc 9:2-13. Lu 9:28-36. 2 Pi 1:16-18.) Ap 1:13-18."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 17.1 \\xt Mc 9:2. Lu 9:28. 2 Pi 1:17.\\x*Six jours après, Jésus prit avec lui Pierre, Jacques, et Jean, son frère, et il les conduisit à l’écart sur une haute montagne. "},{"style":"v","text":"Il fut transfiguré devant eux; son visage resplendit comme le soleil, et ses vêtements devinrent blancs comme la lumière. "},{"style":"v","text":"Et voici, Moïse et Élie leur apparurent, s’entretenant avec lui. "},{"style":"v","text":"Pierre, prenant la parole, dit à Jésus: Seigneur, il est bon que nous soyons ici; si tu le veux, je dresserai ici trois tentes, une pour toi, une pour Moïse, et une pour Élie. "},{"style":"v","text":"Comme il parlait encore, une nuée lumineuse les couvrit. Et voici, une voix fit entendre de la nuée ces paroles: \\x b \\xo 17.5 \\xt És 42:1. Mt 3:17. Mc 1:11; 9:7. Lu 3:22; 9:35. Col 1:13. 2 Pi 1:17.\\x*Celui-ci est mon Fils bien-aimé, en qui j’ai mis toute mon affection: \\x c \\xo 17.5 \\xt De 18:19. Ac 3:22.\\x*écoutez-le! "},{"style":"v","text":"Lorsqu’ils entendirent cette voix, les disciples tombèrent sur leur face, et furent saisis d’une grande frayeur. "},{"style":"v","text":"Mais Jésus, s’approchant, les toucha, et dit: \\wj Levez-vous, n’ayez pas peur!\\wj*"},{"style":"v","text":"Ils levèrent les yeux, et ne virent que Jésus seul. "},{"style":"v","text":"\\x d \\xo 17.9 \\xt Mc 9:9. Lu 9:36.\\x*Comme ils descendaient de la montagne, Jésus leur donna cet ordre: \\wj Ne parlez à personne de cette vision, jusqu’à ce que le Fils de l’homme soit ressuscité des morts.\\wj*"},{"style":"v","text":"\\x e \\xo 17.10 \\xt Mc 9:11.\\x*Les disciples lui firent cette question: Pourquoi donc les scribes disent-ils \\x f \\xo 17.10 \\xt Mal 4:5. Mt 11:14. Mc 9:11.\\x*qu’Élie doit venir premièrement? "},{"style":"v","text":"Il répondit: \\wj Il est vrai qu’Élie doit venir, et rétablir toutes choses.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Mais je vous dis qu’Élie est déjà venu, qu’ils ne l’ont pas reconnu, et qu’ils l’ont traité comme ils ont voulu. De même le Fils de l’homme souffrira de leur part.\\wj*"},{"style":"v","text":"Les disciples comprirent alors qu’il leur parlait de Jean-Baptiste."},{"style":"s1","text":"Guérison d’un lunatique"},{"style":"r","text":"V. 14-21: cf. (Mc 9:14-29. Lu 9:37-43.)"},{"style":"p","text":""},{"style":"v","text":"\\x g \\xo 17.14 \\xt Mc 9:16. Lu 9:37.\\x*Lorsqu’ils furent arrivés près de la foule, un homme vint se jeter à genoux devant Jésus, et dit: "},{"style":"v","text":"Seigneur, aie pitié de mon fils, qui est lunatique, et qui souffre cruellement; il tombe souvent dans le feu, et souvent dans l’eau. "},{"style":"v","text":"Je l’ai amené à tes disciples, et ils n’ont pas pu le guérir."},{"style":"p","text":""},{"style":"v","text":"\\wj Race incrédule et perverse,\\wj* répondit Jésus, \\wj jusques à quand serai-je avec vous? Jusques à quand vous supporterai-je? Amenez-le-moi ici.\\wj*"},{"style":"v","text":"Jésus parla sévèrement au démon, qui sortit de lui, et l’enfant fut guéri à l’heure même. "},{"style":"v","text":"\\x h \\xo 17.19 \\xt Mc 9:28.\\x*Alors les disciples s’approchèrent de Jésus, et lui dirent en particulier: Pourquoi n’avons-nous pu chasser ce démon?"},{"style":"p","text":""},{"style":"v","text":"\\wj C’est à cause de votre incrédulité,\\wj* leur dit Jésus. \\x i \\xo 17.20 \\xt Mt 21:21. Lu 17:6.\\x*\\wj Je vous le dis en vérité, si vous aviez de la foi comme un grain de sénevé, vous diriez à cette montagne: Transporte-toi d’ici là, et elle se transporterait; rien ne vous serait impossible.\\wj*"},{"style":"v","text":"\\wj Mais cette sorte de démon ne sort que par la prière et par le jeûne.\\wj*"},{"style":"s1","text":"Jésus annonce sa mort et sa résurrection"},{"style":"r","text":"V. 22-23: cf. (Mc 9:30-32. Lu 9:43-45.)"},{"style":"p","text":""},{"style":"v","text":"\\x j \\xo 17.22 \\xt Mt 16:21; 20:18. Mc 8:31; 9:31; 10:33. Lu 9:22, 44; 18:31.\\x*Pendant qu’ils parcouraient la Galilée, Jésus leur dit: \\wj Le Fils de l’homme doit être livré entre les mains des hommes;\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj ils le feront mourir, et le troisième jour il ressuscitera.\\wj* Ils furent profondément attristés."},{"style":"s1","text":"Jésus de retour à Capernaüm. Il paie le tribut"},{"style":"r","text":"V. 24-27: cf. 1 Co 10:32, 33; 11:1."},{"style":"p","text":""},{"style":"v","text":"Lorsqu’ils arrivèrent à Capernaüm, ceux qui percevaient les deux drachmes s’adressèrent à Pierre, et lui dirent: Votre maître ne paie-t-il pas les deux drachmes? "},{"style":"v","text":"\\x k \\xo 17.25 \\xt Mt 22:21. Ro 13:7.\\x*Oui, dit-il. Et quand il fut entré dans la maison, Jésus le prévint, et dit: \\wj Que t’en semble, Simon? Les rois de la terre, de qui perçoivent-ils des tributs ou des impôts? De leurs fils, ou des étrangers?\\wj*"},{"style":"v","text":"Il lui dit: Des étrangers. Et Jésus lui répondit: \\wj Les fils en sont donc exempts.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Mais, pour ne pas les scandaliser, va à la mer, jette l’hameçon, et tire le premier poisson qui viendra; ouvre-lui la bouche, et tu trouveras un statère. Prends-le, et donne-le-leur pour moi et pour toi.\\wj*"}]