[{"style":"s1","verse":"","text":"Enfance de Jésus-Christ. Les mages à Bethléhem. Hérode"},{"style":"r","verse":"","text":"V. 1-12: cf. Lu 2:22-38. (No 24:17. Ps 72:10, 11.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jésus étant \\x a \\xo 2.1 \\xt Lu 2:4.\\x*né à Bethléhem en Judée, au temps du roi Hérode, voici des mages d’Orient arrivèrent à Jérusalem, "},{"style":"v","verse":"2","text":"et dirent: Où est le roi des Juifs qui vient de naître? Car nous avons vu son étoile en Orient, et nous sommes venus pour l’adorer. "},{"style":"v","verse":"3","text":"Le roi Hérode, ayant appris cela, fut troublé, et tout Jérusalem avec lui. "},{"style":"v","verse":"4","text":"Il assembla tous les principaux sacrificateurs et les scribes du peuple, et il s’informa auprès d’eux où devait naître le Christ. "},{"style":"v","verse":"5","text":"Ils lui dirent: A Bethléhem en Judée; car voici ce qui a été écrit par le prophète:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"6","text":"\\x b \\xo 2.6 \\xt Mi 5:1. Jn 7:42.\\x*Et toi, Bethléhem, terre de Juda,"},{"style":"q1","verse":"","text":"Tu n’es certes pas la moindre entre les principales villes de Juda,"},{"style":"q1","verse":"","text":"Car de toi sortira un chef"},{"style":"q1","verse":"","text":"Qui paîtra Israël, mon peuple."},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Alors Hérode fit appeler en secret les mages, et s’enquit soigneusement auprès d’eux depuis combien de temps l’étoile brillait. "},{"style":"v","verse":"8","text":"Puis il les envoya à Bethléhem, en disant: Allez, et prenez des informations exactes sur le petit enfant; quand vous l’aurez trouvé, faites-le-moi savoir, afin que j’aille aussi moi-même l’adorer. "},{"style":"v","verse":"9","text":"Après avoir entendu le roi, ils partirent. Et voici, l’étoile qu’ils avaient vue en Orient marchait devant eux jusqu’à ce qu’étant arrivée au-dessus du lieu où était le petit enfant, elle s’arrêta. "},{"style":"v","verse":"10","text":"Quand ils aperçurent l’étoile, ils furent saisis d’une très grande joie. "},{"style":"v","verse":"11","text":"Ils entrèrent dans la maison, virent le petit enfant avec Marie, sa mère, se prosternèrent et l’adorèrent; ils ouvrirent ensuite leurs trésors, et lui offrirent en présent de l’or, de l’encens et de la myrrhe. "},{"style":"v","verse":"12","text":"Puis, divinement avertis en songe de ne pas retourner vers Hérode, ils regagnèrent leur pays par un autre chemin."},{"style":"s1","verse":"","text":"Fuite de Joseph en Égypte. Massacre des enfants de Bethléhem"},{"style":"r","verse":"","text":"V. 13-18: cf. Ex 1:15, etc. Ps 2:2-4, 10-12; 76:11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Lorsqu’ils furent partis, voici, un ange du Seigneur apparut en songe à Joseph, et dit: Lève-toi, prends le petit enfant et sa mère, fuis en Égypte, et restes-y jusqu’à ce que je te parle; car Hérode cherchera le petit enfant pour le faire périr. "},{"style":"v","verse":"14","text":"Joseph se leva, prit de nuit le petit enfant et sa mère, et se retira en Égypte. "},{"style":"v","verse":"15","text":"Il y resta jusqu’à la mort d’Hérode, afin que s’accomplît ce que le Seigneur avait annoncé par le \\x c \\xo 2.15 \\xt Os 11:1.\\x*prophète: J’ai appelé mon fils hors d’Égypte. "},{"style":"v","verse":"16","text":"Alors Hérode, voyant qu’il avait été joué par les mages, se mit dans une grande colère, et il envoya tuer tous les enfants de deux ans et au-dessous qui étaient à Bethléhem et dans tout son territoire, selon la date dont il s’était soigneusement enquis auprès des mages. "},{"style":"v","verse":"17","text":"Alors s’accomplit ce qui avait été annoncé par Jérémie, le prophète:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"\\x d \\xo 2.18 \\xt Jé 31:15.\\x*On a entendu des cris à Rama,"},{"style":"q1","verse":"","text":"Des pleurs et de grandes lamentations:"},{"style":"q1","verse":"","text":"Rachel pleure ses enfants,"},{"style":"q1","verse":"","text":"Et n’a pas voulu être consolée,"},{"style":"q1","verse":"","text":"Parce qu’ils ne sont plus."},{"style":"s1","verse":"","text":"Mort d’Hérode. Retour de Joseph, et son établissement à Nazareth"},{"style":"r","verse":"","text":"V. 19-23: cf. Lu 2:39, etc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Quand Hérode fut mort, voici, un ange du Seigneur apparut en songe à Joseph, en Égypte, "},{"style":"v","verse":"20","text":"et dit: Lève-toi, prends le petit enfant et sa mère, et va dans le pays d’Israël, car ceux qui en voulaient à la vie du petit enfant sont morts. "},{"style":"v","verse":"21","text":"Joseph se leva, prit le petit enfant et sa mère, et alla dans le pays d’Israël. "},{"style":"v","verse":"22","text":"Mais, ayant appris qu’Archélaüs régnait sur la Judée à la place d’Hérode, son père, il craignit de s’y rendre; et, divinement averti en songe, il se retira dans le territoire de la Galilée, "},{"style":"v","verse":"23","text":"et vint demeurer dans une ville appelée Nazareth, afin que s’accomplît ce qui avait été annoncé par les \\x e \\xo 2.23 \\xt És 11:1; 60:21. Za 6:12.\\x*prophètes: Il sera appelé Nazaréen."}]