[{"style":"s1","text":"Parabole des noces"},{"style":"r","text":"V. 1-14: cf. Lu 14:16-24. Mt 20:16."},{"style":"p","text":""},{"style":"v","text":"Jésus, prenant la parole, leur parla de nouveau en paraboles, et il dit:"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 22.2 \\xt Lu 14:16. Ap 19:7.\\x*\\wj Le royaume des cieux est semblable à un roi qui fit des noces pour son fils.\\wj*"},{"style":"v","text":"\\wj Il envoya ses serviteurs appeler ceux qui étaient invités aux noces; mais ils ne voulurent pas venir.\\wj*"},{"style":"v","text":"\\wj Il envoya encore d’autres serviteurs, en disant: Dites aux conviés: Voici, j’ai préparé mon festin; mes bœufs et mes bêtes grasses sont tués, tout est prêt, venez aux noces.\\wj*"},{"style":"v","text":"\\wj Mais, sans s’inquiéter de l’invitation, ils s’en allèrent, celui-ci à son champ, celui-là à son trafic;\\wj*"},{"style":"v","text":"\\wj et les autres se saisirent des serviteurs, les outragèrent et les tuèrent.\\wj*"},{"style":"v","text":"\\wj Le roi fut irrité; il envoya ses troupes, fit périr ces meurtriers, et brûla leur ville.\\wj*"},{"style":"v","text":"\\wj Alors il dit à ses serviteurs: Les noces sont prêtes; mais les conviés n’en étaient pas dignes.\\wj*"},{"style":"v","text":"\\wj Allez donc dans les carrefours, et appelez aux noces tous ceux que vous trouverez.\\wj*"},{"style":"v","text":"\\wj Ces serviteurs allèrent dans les chemins, rassemblèrent tous ceux qu’ils trouvèrent, méchants et bons, et la salle des noces fut pleine de convives.\\wj*"},{"style":"v","text":"\\wj Le roi entra pour voir ceux qui étaient à table, et il aperçut là un homme qui n’avait pas revêtu un habit de noces.\\wj*"},{"style":"v","text":"\\wj Il lui dit: Mon ami, comment es-tu entré ici sans avoir un habit de noces? Cet homme eut la bouche fermée.\\wj*"},{"style":"v","text":"\\wj Alors le roi dit aux serviteurs: Liez-lui les pieds et les mains, et jetez-le dans les ténèbres du dehors,\\wj*\\x b \\xo 22.13 \\xt Mt 8:12; 13:42; 24:51; 25:30. Lu 13:28.\\x*\\wj où il y aura des pleurs et des grincements de dents.\\wj*"},{"style":"v","text":"\\wj Car\\wj*\\x c \\xo 22.14 \\xt Mt 20:16.\\x*\\wj il y a beaucoup d’appelés, mais peu d’élus.\\wj*"},{"style":"s1","text":"Questions captieuses proposées à Jésus sur: — le tribut à César, — la résurrection, — le plus grand commandement. — De qui le Christ est-il fils?"},{"style":"r","text":"V. 15-22: cf. (Mc 12:13-17. Lu 20:20-26.) Job 5:13."},{"style":"p","text":""},{"style":"v","text":"\\x d \\xo 22.15 \\xt Mc 12:13. Lu 20:20.\\x*Alors les pharisiens allèrent se consulter sur les moyens de surprendre Jésus par ses propres paroles. "},{"style":"v","text":"Ils envoyèrent auprès de lui leurs disciples avec les hérodiens, qui dirent: Maître, nous savons que tu es vrai, et que tu enseignes la voie de Dieu selon la vérité, sans t’inquiéter de personne, car tu ne regardes pas à l’apparence des hommes. "},{"style":"v","text":"Dis-nous donc ce qu’il t’en semble: est-il permis, ou non, de payer le tribut à César? "},{"style":"v","text":"Jésus, connaissant leur méchanceté, répondit: \\wj Pourquoi me tentez-vous, hypocrites?\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Montrez-moi la monnaie avec laquelle on paie le tribut.\\wj* Et ils lui présentèrent un denier. "},{"style":"v","text":"Il leur demanda: \\wj De qui sont cette effigie et cette inscription?\\wj*"},{"style":"v","text":"De César, lui répondirent-ils. Alors il leur dit: \\x e \\xo 22.21 \\xt Mt 17:25. Ro 13:7.\\x*\\wj Rendez donc à César ce qui est à César, et à Dieu ce qui est à Dieu.\\wj*"},{"style":"v","text":"Étonnés de ce qu’ils entendaient, ils le quittèrent, et s’en allèrent."},{"style":"r","text":"V. 23-33: cf. (Mc 12:18-27. Lu 20:27-40.) 2 Ti 3:7-9."},{"style":"p","text":""},{"style":"v","text":"\\x f \\xo 22.23 \\xt Mc 12:18. Lu 20:27. Ac 23:8.\\x*Le même jour, les sadducéens, qui disent qu’il n’y a point de résurrection, vinrent auprès de Jésus, et lui firent cette question: "},{"style":"v","text":"\\x g \\xo 22.24 \\xt De 25:5.\\x*Maître, Moïse a dit: Si quelqu’un meurt sans enfants, son frère épousera sa veuve, et suscitera une postérité à son frère. "},{"style":"v","text":"Or, il y avait parmi nous sept frères. Le premier se maria, et mourut; et, comme il n’avait pas d’enfants, il laissa sa femme à son frère. "},{"style":"v","text":"Il en fut de même du second, puis du troisième, jusqu’au septième. "},{"style":"v","text":"Après eux tous, la femme mourut aussi. "},{"style":"v","text":"A la résurrection, duquel des sept sera-t-elle donc la femme? Car tous l’ont eue. "},{"style":"v","text":"Jésus leur répondit: \\wj Vous êtes dans l’erreur, parce que vous ne comprenez ni les Écritures, ni la puissance de Dieu.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Car, à la résurrection, les hommes ne prendront point de femmes, ni les femmes de maris,\\wj*\\x h \\xo 22.30 \\xt 1 Jn 3:2.\\x*\\wj mais ils seront comme les anges de Dieu dans le ciel.\\wj*"},{"style":"v","text":"\\wj Pour ce qui est de la résurrection des morts, n’avez-vous pas lu ce que Dieu vous a dit:\\wj*"},{"style":"v","text":"\\x i \\xo 22.32 \\xt Ex 3:6.\\x*\\wj Je suis le Dieu d’Abraham, le Dieu d’Isaac, et le Dieu de Jacob? Dieu n’est pas Dieu des morts, mais des vivants.\\wj*"},{"style":"v","text":"La foule, qui écoutait, \\x j \\xo 22.33 \\xt Mt 7:28.\\x*fut frappée de l’enseignement de Jésus."},{"style":"r","text":"V. 34-40: cf. Mc 12:28-34. (Lu 10:25-37.)"},{"style":"p","text":""},{"style":"v","text":"\\x k \\xo 22.34 \\xt Mc 12:28.\\x*Les pharisiens, ayant appris qu’il avait réduit au silence les sadducéens, se rassemblèrent, "},{"style":"v","text":"\\x l \\xo 22.35 \\xt Lu 10:25.\\x*et l’un d’eux, docteur de la loi, lui fit cette question, pour l’éprouver: "},{"style":"v","text":"Maître, quel est le plus grand commandement de la loi? "},{"style":"v","text":"Jésus lui répondit: \\x m \\xo 22.37 \\xt De 6:5; 10:12; 30:6. Lu 10:27.\\x*\\wj Tu aimeras le Seigneur, ton Dieu, de tout ton cœur, de toute ton âme, et de toute ta pensée.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj C’est le premier et le plus grand commandement.\\wj*"},{"style":"v","text":"\\wj Et voici le second, qui lui est semblable:\\wj*\\x n \\xo 22.39 \\xt Lé 19:18. Mc 12:31. Ro 13:9. Ga 5:14. Ép 5:2. 1 Th 4:9. Ja 2:8.\\x*\\wj Tu aimeras ton prochain comme toi-même.\\wj*"},{"style":"v","text":"\\wj De ces deux commandements dépendent toute la loi et les prophètes.\\wj*"},{"style":"r","text":"V. 41-46: cf. (Mc 12:35-37. Lu 20:41-44.)"},{"style":"p","text":""},{"style":"v","text":"\\x o \\xo 22.41 \\xt Mc 12:35. Lu 20:41.\\x*Comme les pharisiens étaient assemblés, Jésus les interrogea, "},{"style":"v","text":"en disant: \\wj Que pensez-vous du Christ? De qui est-il fils?\\wj* Ils lui répondirent: De David. "},{"style":"v","text":"Et Jésus leur dit: \\wj Comment donc David, animé par l’Esprit, l’appelle-t-il Seigneur, lorsqu’il dit:\\wj*"},{"style":"q1","text":""},{"style":"v","text":"\\x p \\xo 22.44 \\xt Ps 110:1. Ac 2:34. 1 Co 15:25. Hé 1:13; 10:13.\\x*\\wj Le Seigneur a dit à mon Seigneur:\\wj*"},{"style":"q1","text":"\\wj Assieds-toi à ma droite,\\wj*"},{"style":"q1","text":"\\wj Jusqu’à ce que je fasse de tes ennemis ton marchepied?\\wj*"},{"style":"m","text":""},{"style":"v","text":"\\wj Si donc David l’appelle Seigneur, comment est-il son fils?\\wj*"},{"style":"v","text":"Nul ne put lui répondre un mot. Et, depuis ce jour, personne n’osa plus lui proposer des questions."}]