[{"style":"s1","text":"Les scribes et les pharisiens censurés par Jésus"},{"style":"r","text":"V. 1-12: cf. (Mc 12:38, 39. Lu 20:45-47; 11:43, 46.) (Mt 6:1-5, 16. Lu 14:7-11.)"},{"style":"p","text":""},{"style":"v","text":"Alors Jésus, parlant à la foule et à ses disciples, dit:"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 23.2 \\xt Né 8:4.\\x*\\wj Les scribes et les pharisiens sont assis dans la chaire de Moïse.\\wj*"},{"style":"v","text":"\\x b \\xo 23.3 \\xt De 17:19. Mal 2:6.\\x*\\wj Faites donc et observez tout ce qu’ils vous disent; mais n’agissez pas selon leurs œuvres.\\wj*\\x c \\xo 23.3 \\xt Ro 2:19.\\x*\\wj Car ils disent, et ne font pas.\\wj*"},{"style":"v","text":"\\x d \\xo 23.4 \\xt És 10:1. Lu 11:46. Ac 15:10.\\x*\\wj Ils lient des fardeaux pesants, et les mettent sur les épaules des hommes, mais ils ne veulent pas les remuer du doigt.\\wj*"},{"style":"v","text":"\\wj Ils font toutes leurs actions\\wj*\\x e \\xo 23.5 \\xt Mt 6:5.\\x*\\wj pour être vus des hommes. Ainsi, ils portent de\\wj*\\x f \\xo 23.5 \\xt De 6:8; 22:12.\\x*\\wj larges phylactères, et ils ont de longues franges à leurs vêtements;\\wj*"},{"style":"v","text":"\\x g \\xo 23.6 \\xt Mc 12:38, 39. Lu 11:43; 20:46.\\x*\\wj ils aiment la première place dans les festins, et les premiers sièges dans les synagogues;\\wj*"},{"style":"v","text":"\\wj ils aiment à être salués dans les places publiques, et à être\\wj*\\x h \\xo 23.7 \\xt Ja 3:1.\\x*\\wj appelés par les hommes Rabbi, Rabbi.\\wj*"},{"style":"v","text":"\\wj Mais vous, ne vous faites pas appeler Rabbi; car un seul est votre Maître, et vous êtes tous frères.\\wj*"},{"style":"v","text":"\\wj Et n’appelez personne sur la terre votre père;\\wj*\\x i \\xo 23.9 \\xt Mal 1:6.\\x*\\wj car un seul est votre Père, celui qui est dans les cieux.\\wj*"},{"style":"v","text":"\\wj Ne vous faites pas appeler directeurs; car un seul est votre Directeur, le Christ.\\wj*"},{"style":"v","text":"\\x j \\xo 23.11 \\xt Mt 20:26.\\x*\\wj Le plus grand parmi vous sera votre serviteur.\\wj*"},{"style":"v","text":"\\x k \\xo 23.12 \\xt Job 22:29. Pr 29:23. Lu 14:11; 18:14. Ja 4:6, 10. 1 Pi 5:5.\\x*\\wj Quiconque s’élèvera sera abaissé, et quiconque s’abaissera sera élevé.\\wj*"},{"style":"r","text":"V. 13-36: cf. (Mc 12:40. Lu 11:38-52.)"},{"style":"p","text":""},{"style":"v","text":"\\x l \\xo 23.13 \\xt Lu 11:52.\\x*\\wj Malheur à vous, scribes et pharisiens hypocrites! Parce que vous fermez aux hommes le royaume des cieux; vous n’y entrez pas vous-mêmes, et vous n’y laissez pas entrer ceux qui veulent entrer.\\wj*"},{"style":"v","text":"\\x m \\xo 23.14 \\xt Mc 12:40. Lu 20:47. 2 Ti 3:6. Tit 1:11.\\x*\\wj Malheur à vous, scribes et pharisiens hypocrites! Parce que vous dévorez les maisons des veuves, et que vous faites pour l’apparence de longues prières; à cause de cela, vous serez jugés plus sévèrement.\\wj*"},{"style":"v","text":"\\wj Malheur à vous, scribes et pharisiens hypocrites! Parce que vous courez la mer et la terre pour faire un prosélyte; et, quand il l’est devenu, vous en faites un fils de la géhenne deux fois plus que vous.\\wj*"},{"style":"v","text":"\\wj Malheur à vous, conducteurs aveugles! Qui dites: Si quelqu’un jure par le temple, ce n’est rien; mais, si quelqu’un jure par l’or du temple, il est engagé.\\wj*"},{"style":"v","text":"\\wj Insensés et aveugles! Lequel est le plus grand, l’or, ou le temple qui sanctifie l’or?\\wj*"},{"style":"v","text":"\\wj Si quelqu’un, dites-vous encore, jure par l’autel, ce n’est rien; mais, si quelqu’un jure par l’offrande qui est sur l’autel, il est engagé.\\wj*"},{"style":"v","text":"\\wj Aveugles! Lequel est le plus grand, l’offrande, ou\\wj*\\x n \\xo 23.19 \\xt Ex 29:37.\\x*\\wj l’autel qui sanctifie l’offrande?\\wj*"},{"style":"v","text":"\\wj Celui qui jure par l’autel jure par l’autel et par tout ce qui est dessus;\\wj*"},{"style":"v","text":"\\x o \\xo 23.21 \\xt 1 R 8:13. 2 Ch 6:1, 2.\\x*\\wj celui qui jure par le temple jure par le temple et par celui qui l’habite;\\wj*"},{"style":"v","text":"\\x p \\xo 23.22 \\xt 2 Ch 8:33. És 66:1. Mt 5:34. Ac 7:49.\\x*\\wj et celui qui jure par le ciel jure par le trône de Dieu et par celui qui y est assis.\\wj*"},{"style":"v","text":"\\x q \\xo 23.23 \\xt Lu 11:42.\\x*\\wj Malheur à vous, scribes et pharisiens hypocrites! Parce que vous payez la dîme de la menthe, de l’aneth et du cumin,\\wj*\\x r \\xo 23.23 \\xt 1 S 15:22. Os 6:6. Mi 6:8.\\x*\\wj et que vous laissez ce qui est plus important dans la loi, la justice, la miséricorde et la fidélité:\\wj*\\x s \\xo 23.23 \\xt Mt 9:13; 12:7.\\x*\\wj c’est là ce qu’il fallait pratiquer, sans négliger les autres choses.\\wj*"},{"style":"v","text":"\\wj Conducteurs aveugles! Qui coulez le moucheron, et qui avalez le chameau.\\wj*"},{"style":"v","text":"\\x t \\xo 23.25 \\xt Lu 11:39.\\x*\\wj Malheur à vous, scribes et pharisiens hypocrites! Parce que vous nettoyez le dehors de la coupe et du plat, et qu’au dedans ils sont pleins de rapine et d’intempérance.\\wj*"},{"style":"v","text":"\\wj Pharisien aveugle! Nettoie premièrement\\wj*\\x u \\xo 23.26 \\xt Tit 1:15.\\x*\\wj l’intérieur de la coupe et du plat, afin que l’extérieur aussi devienne net.\\wj*"},{"style":"v","text":"\\wj Malheur à vous, scribes et pharisiens hypocrites! Parce que vous ressemblez à\\wj*\\x v \\xo 23.27 \\xt Ac 23:3.\\x*\\wj des sépulcres blanchis, qui paraissent beaux au-dehors, et qui, au-dedans, sont pleins d’ossements de morts et de toute espèce d’impuretés.\\wj*"},{"style":"v","text":"\\wj Vous de même, au-dehors, vous paraissez justes aux hommes, mais, au-dedans, vous êtes pleins d’hypocrisie et d’iniquité.\\wj*"},{"style":"v","text":"\\x w \\xo 23.29 \\xt Lu 11:47.\\x*\\wj Malheur à vous, scribes et pharisiens hypocrites! Parce que vous bâtissez les tombeaux des prophètes et ornez les sépulcres des justes,\\wj*"},{"style":"v","text":"\\wj et que vous dites: Si nous avions vécu du temps de nos pères, nous ne nous serions pas joints à eux pour répandre le sang des prophètes.\\wj*"},{"style":"v","text":"\\wj Vous témoignez ainsi contre vous-mêmes\\wj*\\x x \\xo 23.31 \\xt Ac 7:51. 1 Th 2:15.\\x*\\wj que vous êtes les fils de ceux qui ont tué les prophètes.\\wj*"},{"style":"v","text":"\\wj Comblez donc la mesure de vos pères.\\wj*"},{"style":"v","text":"\\x y \\xo 23.33 \\xt Mt 3:7.\\x*\\wj Serpents, race de vipères! Comment échapperez-vous au châtiment de la géhenne?\\wj*"},{"style":"v","text":"\\x z \\xo 23.34 \\xt Lu 11:49.\\x*\\wj C’est pourquoi, voici,\\wj*\\x a \\xo 23.34 \\xt Mt 10:16. Lu 10:3. Jn 16:2. Ac 7:52.\\x*\\wj je vous envoie des prophètes, des sages et des scribes. Vous tuerez et crucifierez les uns,\\wj*\\x b \\xo 23.34 \\xt Mt 10:17. Ac 5:40.\\x*\\wj vous battrez de verges les autres dans vos synagogues, et vous les persécuterez de ville en ville,\\wj*"},{"style":"v","text":"\\wj afin que retombe sur vous tout le sang innocent répandu sur la terre,\\wj*\\x c \\xo 23.35 \\xt Ge 4:8. Hé 11:4.\\x*\\wj depuis le sang d’Abel le juste jusqu’au\\wj*\\x d \\xo 23.35 \\xt 2 Ch 24:21.\\x*\\wj sang de Zacharie, fils de Barachie, que vous avez tué entre le temple et l’autel.\\wj*"},{"style":"v","text":"\\wj Je vous le dis en vérité, tout cela retombera sur cette génération.\\wj*"},{"style":"s1","text":"Crimes et châtiment de Jérusalem"},{"style":"r","text":"V. 37-39: cf. Lu 13:33-35; 19:41-44. Éz 24:6-14."},{"style":"p","text":""},{"style":"v","text":"\\x e \\xo 23.37 \\xt Lu 13:34.\\x*\\wj Jérusalem, Jérusalem, qui tues les prophètes et qui\\wj*\\x f \\xo 23.37 \\xt Mt 21:35, 36.\\x*\\wj lapides ceux qui te sont envoyés,\\wj*\\x g \\xo 23.37 \\xt Ps 17:8; 91:4.\\x*\\wj combien de fois ai-je voulu rassembler tes enfants, comme une poule rassemble ses poussins sous ses ailes, et vous ne l’avez pas voulu!\\wj*"},{"style":"v","text":"\\x h \\xo 23.38 \\xt Ps 69:26. És 1:7. Jé 7:34. Mi 3:12. Ac 1:20.\\x*\\wj Voici, votre maison vous sera laissée déserte;\\wj*"},{"style":"v","text":"\\wj car, je vous le dis, vous ne me verrez plus désormais, jusqu’à ce que vous disiez:\\wj*\\x i \\xo 23.39 \\xt Ps 118:26.\\x*\\wj Béni soit celui qui vient au nom du Seigneur!\\wj*"}]