[{"style":"s1","text":"La destruction de Jérusalem et l’avènement du Fils de l’homme"},{"style":"r","text":"V. 1-14: cf. (Mc 13:1-13. Lu 21:5-19.)"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 24.1 \\xt Mc 13:1. Lu 21:5.\\x*Comme Jésus s’en allait, au sortir du temple, ses disciples s’approchèrent pour lui en faire remarquer les constructions. "},{"style":"v","text":"Mais il leur dit: \\wj Voyez-vous tout cela? Je vous le dis en vérité,\\wj*\\x b \\xo 24.2 \\xt 1 R 9:7, 8. Mi 3:12. Lu 19:44.\\x*\\wj il ne restera pas ici pierre sur pierre qui ne soit renversée.\\wj*"},{"style":"v","text":"\\x c \\xo 24.3 \\xt Mc 13:1, 3. Lu 21:7.\\x*Il s’assit sur la montagne des oliviers. Et les disciples vinrent en particulier lui faire cette question: \\x d \\xo 24.3 \\xt Ac 1:6.\\x*Dis-nous, quand cela arrivera-t-il, et quel sera le signe de ton avènement et de la fin du monde? "},{"style":"v","text":"Jésus leur répondit: \\x e \\xo 24.4 \\xt Jé 29:8. Ép 5:6. Col 2:18. 2 Th 2:3. 1 Jn 4:1.\\x*\\wj Prenez garde que personne ne vous séduise.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x f \\xo 24.5 \\xt Jé 14:14; 23:25. Jn 5:43.\\x*\\wj Car plusieurs viendront sous mon nom, disant: C’est moi qui suis le Christ. Et ils séduiront beaucoup de gens.\\wj*"},{"style":"v","text":"\\wj Vous entendrez parler de guerres et de bruits de guerres: gardez-vous d’être troublés, car il faut que ces choses arrivent. Mais ce ne sera pas encore la fin.\\wj*"},{"style":"v","text":"\\x g \\xo 24.7 \\xt És 19:2.\\x*\\wj Une nation s’élèvera contre une nation, et un royaume contre un royaume, et il y aura, en divers lieux, des famines et des tremblements de terre.\\wj*"},{"style":"v","text":"\\wj Tout cela ne sera que le commencement des douleurs.\\wj*"},{"style":"v","text":"\\x h \\xo 24.9 \\xt Mt 10:17. Lu 21:11, 12. Jn 15:20; 16:2. Ap 2:10.\\x*\\wj Alors on vous livrera aux tourments, et l’on vous fera mourir; et vous serez haïs de toutes les nations, à cause de mon nom.\\wj*"},{"style":"v","text":"\\wj Alors aussi plusieurs succomberont, et ils se trahiront, se haïront les uns les autres.\\wj*"},{"style":"v","text":"\\x i \\xo 24.11 \\xt 2 Pi 2:1.\\x*\\wj Plusieurs faux prophètes s’élèveront, et ils séduiront beaucoup de gens.\\wj*"},{"style":"v","text":"\\wj Et,\\wj*\\x j \\xo 24.12 \\xt 2 Ti 3:1, etc.\\x*\\wj parce que l’iniquité se sera accrue, la charité du plus grand nombre se refroidira.\\wj*"},{"style":"v","text":"\\x k \\xo 24.13 \\xt Mt 10:22. Mc 13:13. Lu 21:19. Ap 2:7, 10; 3:10.\\x*\\wj Mais celui qui persévérera jusqu’à la fin sera sauvé.\\wj*"},{"style":"v","text":"\\wj Cette bonne nouvelle du royaume sera prêchée dans le monde entier, pour servir de témoignage à toutes les nations. Alors viendra la fin.\\wj*"},{"style":"r","text":"V. 15-35: cf. (Mc 13:14-31. Lu 21:20-33; 17:22-25, 31, 37.)"},{"style":"p","text":""},{"style":"v","text":"\\x l \\xo 24.15 \\xt Mc 13:14. Lu 21:20.\\x*\\wj C’est pourquoi, lorsque vous verrez l’abomination de la désolation, dont a parlé le prophète\\wj*\\x m \\xo 24.15 \\xt Da 9:27.\\x*\\wj Daniel, établie en lieu saint, que celui qui lit fasse attention!\\wj*"},{"style":"v","text":"\\wj alors, que ceux qui seront en Judée fuient dans les montagnes;\\wj*"},{"style":"v","text":"\\wj que celui qui sera sur le toit ne descende pas pour prendre ce qui est dans sa maison;\\wj*"},{"style":"v","text":"\\wj et que celui qui sera dans les champs ne retourne pas en arrière pour prendre son manteau.\\wj*"},{"style":"v","text":"\\wj Malheur aux femmes qui seront enceintes et à celles qui allaiteront en ces jours-là!\\wj*"},{"style":"v","text":"\\wj Priez pour que votre fuite n’arrive pas en hiver, ni un jour de\\wj*\\x n \\xo 24.20 \\xt Ac 1:12.\\x*\\wj sabbat.\\wj*"},{"style":"v","text":"\\x o \\xo 24.21 \\xt Da 12:1.\\x*\\wj Car alors, la détresse sera si grande qu’il n’y en a point eu de pareille depuis le commencement du monde jusqu’à présent, et qu’il n’y en aura jamais.\\wj*"},{"style":"v","text":"\\wj Et, si ces jours n’étaient abrégés, personne ne serait sauvé; mais, à cause des élus, ces jours seront abrégés.\\wj*"},{"style":"v","text":"\\wj Si quelqu’un vous dit alors:\\wj*\\x p \\xo 24.23 \\xt Mc 13:21. Lu 21:8.\\x*\\wj Le Christ est ici, ou: Il est là, ne le croyez pas.\\wj*"},{"style":"v","text":"\\x q \\xo 24.24 \\xt De 13:1. 2 Th 2:11.\\x*\\wj Car il s’élèvera de faux Christs et de faux prophètes; ils feront de grands prodiges et des miracles, au point de séduire, s’il était possible, même les élus.\\wj*"},{"style":"v","text":"\\wj Voici, je vous l’ai annoncé d’avance.\\wj*"},{"style":"v","text":"\\x r \\xo 24.26 \\xt Lu 17:23.\\x*\\wj Si donc on vous dit: Voici, il est dans le désert, n’y allez pas; voici, il est dans les chambres, ne le croyez pas.\\wj*"},{"style":"v","text":"\\wj Car, comme l’éclair part de l’orient et se montre jusqu’en occident, ainsi sera l’avènement du Fils de l’homme.\\wj*"},{"style":"v","text":"\\x s \\xo 24.28 \\xt Job 39:33. Lu 17:37.\\x*\\wj En quelque lieu que soit le cadavre, là s’assembleront les aigles.\\wj*"},{"style":"v","text":"\\x t \\xo 24.29 \\xt És 13:10. Éz 32:7. Joë 2:31; 3:15. Mc 13:24. Lu 21:25.\\x*\\wj Aussitôt après ces jours de détresse, le soleil s’obscurcira, la lune ne donnera plus sa lumière, les étoiles tomberont du ciel, et les puissances des cieux seront ébranlées.\\wj*"},{"style":"v","text":"\\x u \\xo 24.30 \\xt Da 7:10. Mt 16:27; 25:31; 26:64. Mc 13:26; 14:62. Lu 21:27. Ac 1:11. 2 Th 1:10. Ap 1:7.\\x*\\wj Alors le signe du Fils de l’homme paraîtra dans le ciel, toutes les tribus de la terre\\wj*\\x v \\xo 24.30 \\xt Ap 1:7.\\x*\\wj se lamenteront, et elles verront le Fils de l’homme venant sur les nuées du ciel avec puissance et une grande gloire.\\wj*"},{"style":"v","text":"\\wj Il enverra ses anges avec\\wj*\\x w \\xo 24.31 \\xt 1 Co 15:52. 1 Th 4:16.\\x*\\wj la trompette retentissante, et ils rassembleront ses élus des quatre vents, depuis une extrémité des cieux jusqu’à l’autre.\\wj*"},{"style":"v","text":"\\x x \\xo 24.32 \\xt Mc 13:28. Lu 21:29.\\x*\\wj Instruisez-vous par une comparaison tirée du figuier. Dès que ses branches deviennent tendres, et que les feuilles poussent, vous connaissez que l’été est proche.\\wj*"},{"style":"v","text":"\\wj De même, quand vous verrez toutes ces choses, sachez que le Fils de l’homme est proche, à la porte.\\wj*"},{"style":"v","text":"\\wj Je vous le dis en vérité, cette génération ne passera point, que tout cela n’arrive.\\wj*"},{"style":"v","text":"\\x y \\xo 24.35 \\xt Ps 102:27. És 51:6. Mc 13:31. Hé 1:11.\\x*\\wj Le ciel et la terre passeront, mais mes paroles ne passeront point.\\wj*"},{"style":"s1","text":"Exhortation à la vigilance"},{"style":"r","text":"V. 36-51: cf. (Mc 13:32-37. Lu 21:34-36; 17:26-30, 34-36.)"},{"style":"p","text":""},{"style":"v","text":"\\x z \\xo 24.36 \\xt Mc 13:32. Ac 1:7.\\x*\\wj Pour ce qui est du jour et de l’heure, personne ne le sait, ni les anges des cieux, ni le Fils, mais le Père seul.\\wj*"},{"style":"v","text":"\\x a \\xo 24.37 \\xt Ge 6:2. Lu 17:26. 1 Pi 3:20. 2 Pi 2:5.\\x*\\wj Ce qui arriva du temps de Noé arrivera de même à l’avènement du Fils de l’homme.\\wj*"},{"style":"v","text":"\\wj Car, dans les jours qui précédèrent le déluge, les hommes mangeaient et buvaient, se mariaient et mariaient leurs enfants,\\wj*\\x b \\xo 24.38 \\xt Ge 7:7.\\x*\\wj jusqu’au jour où Noé entra dans l’arche;\\wj*"},{"style":"v","text":"\\wj et ils ne se doutèrent de rien, jusqu’à ce que le déluge vînt et les emportât tous: il en sera de même à l’avènement du Fils de l’homme.\\wj*"},{"style":"v","text":"\\x c \\xo 24.40 \\xt Lu 17:34. 1 Th 4:17.\\x*\\wj Alors, de deux hommes qui seront dans un champ, l’un sera pris et l’autre laissé;\\wj*"},{"style":"v","text":"\\wj de deux femmes qui moudront à la meule, l’une sera prise et l’autre laissée.\\wj*"},{"style":"v","text":"\\x d \\xo 24.42 \\xt Mt 25:13. Mc 13:33. Lu 12:40; 21:36.\\x*\\wj Veillez donc, puisque vous ne savez pas quel jour votre Seigneur viendra.\\wj*"},{"style":"v","text":"\\x e \\xo 24.43 \\xt Lu 12:39. 1 Th 5:2. 2 Pi 3:10. Ap 3:3; 16:15.\\x*\\wj Sachez-le bien, si le maître de la maison savait à quelle veille de la nuit le voleur doit venir, il veillerait et ne laisserait pas percer sa maison.\\wj*"},{"style":"v","text":"\\wj C’est pourquoi, vous aussi, tenez-vous prêts, car le Fils de l’homme viendra à l’heure où vous n’y penserez pas.\\wj*"},{"style":"v","text":"\\x f \\xo 24.45 \\xt Mt 25:21. Lu 12:42.\\x*\\wj Quel est donc le serviteur fidèle et prudent, que son maître a établi sur ses gens, pour leur donner la nourriture au temps convenable?\\wj*"},{"style":"v","text":"\\wj Heureux ce serviteur, que son maître, à son arrivée, trouvera faisant ainsi!\\wj*"},{"style":"v","text":"\\wj Je vous le dis en vérité, il l’établira sur tous ses biens.\\wj*"},{"style":"v","text":"\\wj Mais, si c’est un méchant serviteur, qui dise en lui-même: Mon maître tarde à venir,\\wj*"},{"style":"v","text":"\\wj s’il se met à battre ses compagnons, s’il mange et boit avec les ivrognes,\\wj*"},{"style":"v","text":"\\wj le maître de ce serviteur viendra le jour où il ne s’y attend pas et à l’heure qu’il ne connaît pas,\\wj*"},{"style":"v","text":"\\wj il le mettra en pièces, et lui donnera sa part avec les hypocrites:\\wj*\\x g \\xo 24.51 \\xt Mt 8:12; 13:42; 22:13; 25:30. Lu 13:28.\\x*\\wj c’est là qu’il y aura des pleurs et des grincements de dents.\\wj*"}]