[{"style":"s1","verse":"","text":"Parabole des dix vierges"},{"style":"r","verse":"","text":"V. 1-13: cf. Mt 24:42, 44. Lu 12:35-40. 1 Th 5:1-11. (Ap 3:1-5; 19:6-9.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\wj Alors le royaume des cieux sera semblable à dix vierges qui, ayant pris leurs lampes, allèrent à la rencontre de l’époux.\\wj*"},{"style":"v","verse":"2","text":"\\wj Cinq d’entre elles étaient folles, et cinq sages.\\wj*"},{"style":"v","verse":"3","text":"\\wj Les folles, en prenant leurs lampes, ne prirent point d’huile avec elles;\\wj*"},{"style":"v","verse":"4","text":"\\wj mais les sages prirent, avec leurs lampes, de l’huile dans des vases.\\wj*"},{"style":"v","verse":"5","text":"\\wj Comme l’époux tardait, toutes s’assoupirent et s’endormirent.\\wj*"},{"style":"v","verse":"6","text":"\\wj Au milieu de la nuit, on cria: Voici l’époux, allez à sa rencontre!\\wj*"},{"style":"v","verse":"7","text":"\\wj Alors toutes ces vierges se réveillèrent, et préparèrent leurs lampes.\\wj*"},{"style":"v","verse":"8","text":"\\wj Les folles dirent aux sages: Donnez-nous de votre huile, car nos lampes s’éteignent.\\wj*"},{"style":"v","verse":"9","text":"\\wj Les sages répondirent: Non; il n’y en aurait pas assez pour nous et pour vous; allez plutôt chez ceux qui en vendent, et achetez-en pour vous.\\wj*"},{"style":"v","verse":"10","text":"\\wj Pendant qu’elles allaient en acheter, l’époux arriva; celles qui étaient prêtes entrèrent avec lui dans la salle des noces, et la porte fut fermée.\\wj*"},{"style":"v","verse":"11","text":"\\wj Plus tard, les autres vierges vinrent, et dirent: Seigneur, Seigneur, ouvre-nous.\\wj*"},{"style":"v","verse":"12","text":"\\wj Mais il répondit: Je vous le dis en vérité, je ne vous\\wj*\\x a \\xo 25.12 \\xt Mt 7:23. Lu 13:25.\\x*\\wj connais pas.\\wj*"},{"style":"v","verse":"13","text":"\\x b \\xo 25.13 \\xt Mt 24:42. Mc 13:33, 35.\\x*\\wj Veillez donc, puisque vous ne savez ni le jour, ni l’heure.\\wj*"},{"style":"s1","verse":"","text":"Parabole des talents"},{"style":"r","verse":"","text":"V. 14-30: cf. Lu 19:12-27. Ro 14:7, 8."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"\\x c \\xo 25.14 \\xt Lu 19:12.\\x*\\wj Il en sera comme d’un homme qui, partant pour un voyage, appela ses serviteurs, et leur remit ses biens.\\wj*"},{"style":"v","verse":"15","text":"\\wj Il donna cinq talents à l’un, deux à l’autre, et un au troisième, à chacun selon sa capacité, et il partit.\\wj*"},{"style":"v","verse":"16","text":"\\wj Aussitôt celui qui avait reçu les cinq talents s’en alla, les fit valoir, et il gagna cinq autres talents.\\wj*"},{"style":"v","verse":"17","text":"\\wj De même, celui qui avait reçu les deux talents en gagna deux autres.\\wj*"},{"style":"v","verse":"18","text":"\\wj Celui qui n’en avait reçu qu’un alla faire un creux dans la terre, et cacha l’argent de son maître.\\wj*"},{"style":"v","verse":"19","text":"\\wj Longtemps après, le maître de ces serviteurs revint, et leur fit rendre compte.\\wj*"},{"style":"v","verse":"20","text":"\\wj Celui qui avait reçu les cinq talents s’approcha, en apportant cinq autres talents, et il dit: Seigneur, tu m’as remis cinq talents; voici, j’en ai gagné cinq autres.\\wj*"},{"style":"v","verse":"21","text":"\\wj Son maître lui dit: C’est bien, bon et fidèle serviteur; tu as été fidèle en\\wj*\\x d \\xo 25.21 \\xt Mt 24:45. Lu 12:42.\\x*\\wj peu de chose, je te confierai beaucoup; entre dans la joie de ton maître.\\wj*"},{"style":"v","verse":"22","text":"\\wj Celui qui avait reçu les deux talents s’approcha aussi, et il dit: Seigneur, tu m’as remis deux talents; voici, j’en ai gagné deux autres.\\wj*"},{"style":"v","verse":"23","text":"\\wj Son maître lui dit: C’est bien, bon et fidèle serviteur; tu as été fidèle en peu de chose, je te confierai beaucoup; entre dans la joie de ton maître.\\wj*"},{"style":"v","verse":"24","text":"\\wj Celui qui n’avait reçu qu’un talent s’approcha ensuite, et il dit: Seigneur, je savais que tu es un homme dur, qui moissonnes où tu n’as pas semé, et qui amasses où tu n’as pas vanné;\\wj*"},{"style":"v","verse":"25","text":"\\wj j’ai eu peur, et je suis allé cacher ton talent dans la terre; voici, prends ce qui est à toi.\\wj*"},{"style":"v","verse":"26","text":"\\wj Son maître lui répondit: Serviteur méchant et paresseux, tu savais que je moissonne où je n’ai pas semé, et que j’amasse où je n’ai pas vanné;\\wj*"},{"style":"v","verse":"27","text":"\\wj il te fallait donc remettre mon argent aux banquiers, et, à mon retour, j’aurais retiré ce qui est à moi avec un intérêt.\\wj*"},{"style":"v","verse":"28","text":"\\wj Otez-lui donc le talent, et donnez-le à celui qui a les dix talents.\\wj*"},{"style":"v","verse":"29","text":"\\x e \\xo 25.29 \\xt Mt 13:12. Mc 4:25. Lu 8:18; 19:26.\\x*\\wj Car on donnera à celui qui a, et il sera dans l’abondance, mais à celui qui n’a pas on ôtera même ce qu’il a.\\wj*"},{"style":"v","verse":"30","text":"\\wj Et le serviteur inutile, jetez-le dans les ténèbres du dehors,\\wj*\\x f \\xo 25.30 \\xt Mt 8:12; 13:42; 22:13; 24:51. Lu 13:28.\\x*\\wj où il y aura des pleurs et des grincements de dents.\\wj*"},{"style":"s1","verse":"","text":"Jugement des nations par le Fils de l’homme"},{"style":"r","verse":"","text":"V. 31-46: cf. Jn 5:22, 23, 26-29. Ap 20:11-15. 2 Th 1:6-10. Ga 6:7-10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"\\x g \\xo 25.31 \\xt Mt 16:27; 26:64. Mc 14:62. Lu 21:17. Ac 1:11. 1 Th 4:16. 2 Th 1:10. Ap 1:7.\\x*\\wj Lorsque le Fils de l’homme viendra dans sa gloire, avec tous les anges, il s’assiéra sur le\\wj*\\x h \\xo 25.31 \\xt Mt 19:28.\\x*\\wj trône de sa gloire.\\wj*"},{"style":"v","verse":"32","text":"\\wj Toutes les nations seront assemblées devant lui.\\wj*\\x i \\xo 25.32 \\xt Éz 34:17, 20. Mt 13:49.\\x*\\wj Il séparera les uns d’avec les autres, comme le berger sépare les brebis d’avec les boucs;\\wj*"},{"style":"v","verse":"33","text":"\\wj et il mettra les brebis à sa droite, et les boucs à sa gauche.\\wj*"},{"style":"v","verse":"34","text":"\\wj Alors le roi dira à ceux qui seront à sa droite: Venez, vous qui êtes bénis de mon Père; prenez possession du royaume\\wj*\\x j \\xo 25.34 \\xt Mt 20:23. Mc 10:40.\\x*\\wj qui vous a été préparé dès la fondation du monde.\\wj*"},{"style":"v","verse":"35","text":"\\x k \\xo 25.35 \\xt És 58:7. Éz 18:7.\\x*\\wj Car j’ai eu faim, et vous m’avez donné à manger; j’ai eu soif, et vous m’avez donné à boire;\\wj*\\x l \\xo 25.35 \\xt Hé 13:2.\\x*\\wj j’étais étranger, et vous m’avez recueilli;\\wj*"},{"style":"v","verse":"36","text":"\\wj j’étais\\wj*\\x m \\xo 25.36 \\xt És 58:7. Ja 2:15, 16.\\x*\\wj nu, et vous m’avez vêtu; j’étais malade, et vous m’avez visité; j’étais\\wj*\\x n \\xo 25.36 \\xt 2 Ti 1:16.\\x*\\wj en prison, et vous êtes venus vers moi.\\wj*"},{"style":"v","verse":"37","text":"\\wj Les justes lui répondront: Seigneur, quand t’avons-nous vu avoir faim, et t’avons-nous donné à manger; ou avoir soif, et t’avons-nous donné à boire?\\wj*"},{"style":"v","verse":"38","text":"\\wj Quand t’avons-nous vu étranger, et t’avons-nous recueilli; ou nu, et t’avons-nous vêtu?\\wj*"},{"style":"v","verse":"39","text":"\\wj Quand t’avons-nous vu malade, ou en prison, et sommes-nous allés vers toi?\\wj*"},{"style":"v","verse":"40","text":"\\wj Et le roi leur répondra: Je vous le dis en vérité,\\wj*\\x o \\xo 25.40 \\xt Pr 19:17. Mt 10:42. Mc 9:41. Jn 13:20. 2 Co 9:6.\\x*\\wj toutes les fois que vous avez fait ces choses à l’un de ces plus petits de mes frères, c’est à moi que vous les avez faites.\\wj*"},{"style":"v","verse":"41","text":"\\wj Ensuite il dira à ceux qui seront à sa gauche:\\wj*\\x p \\xo 25.41 \\xt Ps 6:9. Mt 7:23. Lu 13:25, 27. És 30:33. Ap 19:20.\\x*\\wj Retirez-vous de moi, maudits; allez dans le feu éternel qui a été préparé pour le diable et pour ses anges.\\wj*"},{"style":"v","verse":"42","text":"\\wj Car j’ai eu faim, et vous ne m’avez pas donné à manger; j’ai eu soif, et vous ne m’avez pas donné à boire;\\wj*"},{"style":"v","verse":"43","text":"\\wj j’étais étranger, et vous ne m’avez pas recueilli; j’étais nu, et vous ne m’avez pas vêtu; j’étais malade et en prison, et vous ne m’avez pas visité.\\wj*"},{"style":"v","verse":"44","text":"\\wj Ils répondront aussi: Seigneur, quand t’avons-nous vu ayant faim, ou ayant soif, ou étranger, ou nu, ou malade, ou en prison, et ne t’avons-nous pas assisté?\\wj*"},{"style":"v","verse":"45","text":"\\wj Et il leur répondra: Je vous le dis en vérité,\\wj*\\x q \\xo 25.45 \\xt Pr 14:31; 17:5. Za 2:8.\\x*\\wj toutes les fois que vous n’avez pas fait ces choses à l’un de ces plus petits, c’est à moi que vous ne les avez pas faites.\\wj*"},{"style":"v","verse":"46","text":"\\x r \\xo 25.46 \\xt Da 12:2. Jn 5:29.\\x*\\wj Et ceux-ci iront au châtiment éternel, mais les justes à la vie éternelle.\\wj*"}]