[{"style":"s1","text":"Histoire de la passion. Complot contre Jésus"},{"style":"r","text":"V. 1-5: cf. (Mc 14:1, 2. Lu 22:1, 2.)"},{"style":"p","text":""},{"style":"v","text":"Lorsque Jésus eut achevé tous ces discours, il dit à ses disciples:"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 26.2 \\xt Mc 14:1. Lu 22:1. Jn 13:1.\\x*\\wj Vous savez que la Pâque a lieu dans deux jours, et que le Fils de l’homme sera livré pour être crucifié.\\wj*"},{"style":"v","text":"\\x b \\xo 26.3 \\xt Ps 2:2. Jn 11:47. Ac 4:27.\\x*Alors les principaux sacrificateurs et les anciens du peuple se réunirent dans la cour du souverain sacrificateur, appelé Caïphe; "},{"style":"v","text":"et ils délibérèrent sur les moyens d’arrêter Jésus par ruse, et de le faire mourir. "},{"style":"v","text":"Mais ils dirent: Que ce ne soit pas pendant la fête, afin qu’il n’y ait pas de tumulte parmi le peuple."},{"style":"s1","text":"Parfum répandu sur la tête de Jésus à Béthanie"},{"style":"r","text":"V. 6-13: cf. (Mc 14:3-9. Jn 12:1-8.) Lu 7:36-50."},{"style":"p","text":""},{"style":"v","text":"Comme Jésus était à Béthanie, dans la maison de Simon le lépreux, "},{"style":"v","text":"\\x c \\xo 26.7 \\xt Mc 14:3. Lu 7:37. Jn 11:2; 12:3.\\x*une femme s’approcha de lui, tenant un vase d’albâtre, qui renfermait un parfum de grand prix; et, pendant qu’il était à table, elle répandit le parfum sur sa tête. "},{"style":"v","text":"Les disciples, voyant cela, s’indignèrent, et dirent: A quoi bon cette perte? "},{"style":"v","text":"On aurait pu vendre ce parfum très cher, et en donner le prix aux pauvres. "},{"style":"v","text":"Jésus, s’en étant aperçu, leur dit: \\wj Pourquoi faites-vous de la peine à cette femme? Elle a fait une bonne action à mon égard;\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x d \\xo 26.11 \\xt De 15:11. Mc 14:7. Jn 12:8.\\x*\\wj car vous avez toujours des pauvres avec vous, mais vous ne m’avez pas toujours.\\wj*"},{"style":"v","text":"\\wj En répandant ce parfum sur mon corps, elle l’a fait pour ma sépulture.\\wj*"},{"style":"v","text":"\\wj Je vous le dis en vérité, partout où cette bonne nouvelle sera prêchée, dans le monde entier, on racontera aussi en mémoire de cette femme ce qu’elle a fait.\\wj*"},{"style":"s1","text":"Trahison de Judas"},{"style":"r","text":"V. 14-16: cf. (Mc 14:10, 11. Lu 22:3-6.) Ex 12:3."},{"style":"p","text":""},{"style":"v","text":"\\x e \\xo 26.14 \\xt Mc 14:10. Lu 22:4.\\x*Alors l’un des douze, appelé Judas Iscariot, alla vers les principaux sacrificateurs, "},{"style":"v","text":"et dit: Que voulez-vous me donner, et je vous le livrerai? Et ils lui payèrent \\x f \\xo 26.15 \\xt Za 11:12.\\x*trente pièces d’argent. "},{"style":"v","text":"Depuis ce moment, il cherchait une occasion favorable pour livrer Jésus."},{"style":"s1","text":"Célébration de la Pâque et institution de la sainte cène"},{"style":"r","text":"V. 17-25: cf. Mc 14:12-21. Lu 22:7-18, 21-23. Jn 13:1-30."},{"style":"p","text":""},{"style":"v","text":"\\x g \\xo 26.17 \\xt Mc 14:12. Lu 22:7.\\x*Le premier jour \\x h \\xo 26.17 \\xt Ex 12:17.\\x*des pains sans levain, les disciples s’adressèrent à Jésus, pour lui dire: Où veux-tu que nous te préparions le repas de la Pâque? "},{"style":"v","text":"Il répondit: \\wj Allez à la ville chez un tel, et vous lui direz: Le maître dit: Mon temps est proche; je ferai chez toi la Pâque avec mes disciples.\\wj*"},{"style":"v","text":"Les disciples firent ce que Jésus leur avait ordonné, et ils préparèrent la Pâque. "},{"style":"v","text":"\\x i \\xo 26.20 \\xt Mc 14:17. Lu 22:14. Jn 13:21.\\x*Le soir étant venu, il se mit à table avec les douze. "},{"style":"v","text":"Pendant qu’ils mangeaient, il dit: \\wj Je vous le dis en vérité,\\wj*\\x j \\xo 26.21 \\xt Ac 1:17.\\x*\\wj l’un de vous me livrera.\\wj*"},{"style":"v","text":"Ils furent profondément attristés, et chacun se mit à lui dire: Est-ce moi, Seigneur? "},{"style":"v","text":"Il répondit: \\x k \\xo 26.23 \\xt Ps 41:10. Lu 22:21. Jn 13:18.\\x*\\wj Celui qui a mis avec moi la main dans le plat, c’est celui qui me livrera.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Le Fils de l’homme s’en va, selon ce qui est écrit de lui. Mais malheur à l’homme par qui le Fils de l’homme est livré! Mieux vaudrait pour cet homme qu’il ne fût pas né.\\wj*"},{"style":"v","text":"Judas, qui le livrait, prit la parole et dit: Est-ce moi, Rabbi? Jésus lui répondit: \\wj Tu l’as dit.\\wj*"},{"style":"r","text":"V. 26-29: cf. (Mc 14:22-25. Lu 22:15-20. 1 Co 11:23-25.) (1 Co 10:16, 17.)"},{"style":"p","text":""},{"style":"v","text":"\\x l \\xo 26.26 \\xt Mc 14:22. Lu 22:19. 1 Co 11:23.\\x*Pendant qu’ils mangeaient, Jésus prit du pain; et, après avoir rendu grâces, il le rompit, et le donna aux disciples, en disant: \\wj Prenez, mangez, ceci est mon corps.\\wj*"},{"style":"v","text":"Il prit ensuite une coupe; et, après avoir rendu grâces, il la leur donna, en disant: \\wj Buvez-en tous;\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj car ceci est mon sang,\\wj*\\x m \\xo 26.28 \\xt Ex 24:8.\\x*\\wj le sang de l’alliance, qui est répandu pour plusieurs, pour la rémission des péchés.\\wj*"},{"style":"v","text":"\\wj Je vous le dis, je ne boirai plus désormais de ce fruit de la vigne, jusqu’au jour où j’en boirai du nouveau avec vous dans le royaume de mon Père.\\wj*"},{"style":"s1","text":"Gethsémané"},{"style":"r","text":"V. 30-35: cf. Mc 14:26-31. Lu 22:31-39. Jn 13:36-38."},{"style":"p","text":""},{"style":"v","text":"\\x n \\xo 26.30 \\xt Mc 14:26. Lu 22:39. Jn 18:1.\\x*Après avoir chanté les cantiques, ils se rendirent à la montagne des oliviers. "},{"style":"v","text":"Alors Jésus leur dit: \\wj Je serai pour vous tous, cette nuit, une occasion de chute; car il est écrit:\\wj*\\x o \\xo 26.31 \\xt Za 13:7. Jn 16:32.\\x*\\wj Je frapperai le berger, et les brebis du troupeau seront dispersées.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x p \\xo 26.32 \\xt Mc 14:28; 16:7.\\x*\\wj Mais, après que je serai ressuscité, je vous précèderai en Galilée.\\wj*"},{"style":"v","text":"Pierre, prenant la parole, lui dit: \\x q \\xo 26.33 \\xt Lu 22:33.\\x*Quand tu serais pour tous une occasion de chute, tu ne le seras jamais pour moi. "},{"style":"v","text":"Jésus lui dit: \\x r \\xo 26.34 \\xt Jn 13:38.\\x*\\wj Je te le dis en vérité, cette nuit même, avant que le coq chante, tu me renieras trois fois.\\wj*"},{"style":"v","text":"Pierre lui répondit: Quand il me faudrait mourir avec toi, je ne te renierai pas. Et tous les disciples dirent la même chose."},{"style":"r","text":"V. 36-46: cf. Mc 14:32-42. Lu 22:39-46. Jn 18:1. (Hé 5:7.)"},{"style":"p","text":""},{"style":"v","text":"\\x s \\xo 26.36 \\xt Mc 14:32. Lu 22:39. Jn 18:1.\\x*Là-dessus, Jésus alla avec eux dans un lieu appelé Gethsémané, et il dit aux disciples: \\wj Asseyez-vous ici, pendant que je m’éloignerai pour prier.\\wj*"},{"style":"v","text":"Il prit avec lui Pierre et les deux fils de Zébédée, et il commença à éprouver de la tristesse et des angoisses. "},{"style":"v","text":"\\x t \\xo 26.38 \\xt Jn 12:27.\\x*Il leur dit alors: \\wj Mon âme est triste jusqu’à la mort; restez ici, et veillez avec moi.\\wj*"},{"style":"v","text":"Puis, ayant fait quelques pas en avant, il se jeta sur sa face, et pria ainsi: \\x u \\xo 26.39 \\xt Lu 22:41.\\x*\\wj Mon Père, s’il est possible, que cette\\wj*\\x v \\xo 26.39 \\xt Mt 20:22, 23.\\x*\\wj coupe s’éloigne de moi!\\wj*\\x w \\xo 26.39 \\xt Jn 6:38.\\x*\\wj Toutefois, non pas ce que je veux, mais ce que tu veux.\\wj*"},{"style":"v","text":"Et il vint vers les disciples, qu’il trouva endormis, et il dit à Pierre: \\wj Vous n’avez donc pu veiller une heure avec moi!\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Veillez et priez, afin que vous ne tombiez pas dans la tentation;\\wj*\\x x \\xo 26.41 \\xt Ga 5:17.\\x*\\wj l’esprit est bien disposé, mais la chair est faible.\\wj*"},{"style":"v","text":"Il s’éloigna une seconde fois, et pria ainsi: \\wj Mon Père, s’il n’est pas possible que cette coupe s’éloigne sans que je la boive, que ta volonté soit faite!\\wj*"},{"style":"v","text":"Il revint, et les trouva encore endormis; car leurs yeux étaient appesantis. "},{"style":"v","text":"Il les quitta, et, s’éloignant, il pria pour la troisième fois, répétant les mêmes paroles. "},{"style":"v","text":"Puis il alla vers ses disciples, et leur dit: \\wj Vous dormez maintenant, et vous vous reposez! Voici, l’heure est proche, et le Fils de l’homme est livré aux mains des pécheurs.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Levez-vous, allons; voici, celui qui me livre s’approche.\\wj*"},{"style":"s1","text":"Arrestation de Jésus"},{"style":"r","text":"V. 47-56: cf. Mc 14:43-50. Lu 22:47-53. Jn 18:3-11."},{"style":"p","text":""},{"style":"v","text":"\\x y \\xo 26.47 \\xt Mc 14:43. Lu 22:47. Jn 18:3.\\x*Comme il parlait encore, voici, Judas, l’un des douze, arriva, et avec lui une foule nombreuse armée d’épées et de bâtons, envoyée par les principaux sacrificateurs et par les anciens du peuple. "},{"style":"v","text":"Celui qui le livrait leur avait donné ce signe: Celui que je baiserai, c’est lui; saisissez-le. "},{"style":"v","text":"Aussitôt, s’approchant de Jésus, il dit: Salut, Rabbi! \\x z \\xo 26.49 \\xt 2 S 20:9.\\x*Et il le baisa. "},{"style":"v","text":"Jésus lui dit: \\wj Mon ami, ce que tu es venu faire, fais-le.\\wj* Alors ces gens s’avancèrent, mirent la main sur Jésus, et le saisirent. "},{"style":"v","text":"Et voici, un de ceux qui étaient avec Jésus étendit la main, et tira son épée; il frappa le serviteur du souverain sacrificateur, et lui emporta l’oreille. "},{"style":"v","text":"Alors Jésus lui dit: \\wj Remets ton épée à sa place;\\wj*\\x a \\xo 26.52 \\xt Ge 9:6. Ap 13:10.\\x*\\wj car tous ceux qui prendront l’épée périront par l’épée.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Penses-tu que je ne puisse pas invoquer mon Père, qui me donnerait à l’instant plus de douze légions d’anges?\\wj*"},{"style":"v","text":"\\wj Comment donc s’accompliraient les\\wj*\\x b \\xo 26.54 \\xt Ps 22:7; 69:2, 10. Lu 24:25.\\x*\\wj Écritures, d’après lesquelles il doit en être ainsi?\\wj*"},{"style":"v","text":"En ce moment, Jésus dit à la foule: \\wj Vous êtes venus, comme après un brigand, avec des épées et des bâtons, pour vous emparer de moi. J’étais tous les jours assis parmi vous, enseignant dans le temple, et vous ne m’avez pas saisi.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Mais tout cela est arrivé afin que les écrits des prophètes fussent accomplis.\\wj* Alors tous les disciples l’abandonnèrent, et \\x c \\xo 26.56 \\xt Job 19:13. Ps 88:9.\\x*prirent la fuite."},{"style":"s1","text":"Jésus devant le Sanhédrin présidé par Caïphe"},{"style":"r","text":"V. 57-68: cf. Mc 14:53-65. Lu 22:54, 63-65. Jn 18:12; 13:19-24."},{"style":"p","text":""},{"style":"v","text":"\\x d \\xo 26.57 \\xt Mc 14:53. Lu 22:54. Jn 18:12.\\x*Ceux qui avaient saisi Jésus l’emmenèrent chez le souverain sacrificateur Caïphe, où les scribes et les anciens étaient assemblés. "},{"style":"v","text":"Pierre le suivit de loin jusqu’à la cour du souverain sacrificateur, y entra, et s’assit avec les serviteurs, pour voir comment cela finirait. "},{"style":"v","text":"\\x e \\xo 26.59 \\xt Mc 14:55. Ac 6:13.\\x*Les principaux sacrificateurs et tout le sanhédrin cherchaient quelque faux témoignage contre Jésus, suffisant pour le faire mourir. "},{"style":"v","text":"Mais ils n’en trouvèrent point, quoique plusieurs faux témoins se fussent présentés. Enfin, il en vint deux, qui dirent: "},{"style":"v","text":"Celui-ci a dit: \\x f \\xo 26.61 \\xt Jn 2:19.\\x*Je puis détruire le temple de Dieu, et le rebâtir en trois jours. "},{"style":"v","text":"\\x g \\xo 26.62 \\xt Mc 14:60.\\x*Le souverain sacrificateur se leva, et lui dit: Ne réponds-tu rien? Qu’est-ce que ces hommes déposent contre toi? "},{"style":"v","text":"\\x h \\xo 26.63 \\xt És 53:7. Mt 27:12, 14.\\x*Jésus garda le silence. Et le souverain sacrificateur, prenant la parole, lui dit: Je t’adjure, par le Dieu vivant, de nous dire si tu es le Christ, le Fils de Dieu. "},{"style":"v","text":"Jésus lui répondit: \\wj Tu l’as dit.\\wj*\\x i \\xo 26.64 \\xt Ps 110:1. Da 7:13. Mt 16:27; 24:30. Mc 14:62. Lu 22:69. Ac 1:11. Ro 14:10. 1 Th 4:16. Ap 1:7.\\x*\\wj De plus, je vous le déclare, vous verrez désormais le Fils de l’homme assis à la droite de la puissance de Dieu, et venant sur les nuées du ciel.\\wj*"},{"style":"v","text":"Alors le souverain sacrificateur déchira ses vêtements, disant: Il a blasphémé! Qu’avons-nous encore besoin de témoins? Voici, vous venez d’entendre son blasphème. Que vous en semble? "},{"style":"v","text":"Ils répondirent: \\x j \\xo 26.66 \\xt Lé 24:16.\\x*Il mérite la mort. "},{"style":"v","text":"\\x k \\xo 26.67 \\xt És 50:6.\\x*Là-dessus, ils lui crachèrent au visage, et \\x l \\xo 26.67 \\xt Job 16:10. Jn 19:3.\\x*lui donnèrent des coups de poing et des soufflets en disant: "},{"style":"v","text":"Christ, prophétise; \\x m \\xo 26.68 \\xt Lu 22:64.\\x*dis-nous qui t’a frappé."},{"style":"s1","text":"Reniement de Pierre"},{"style":"r","text":"V. 69-75: cf. Mc 14:66-72. Lu 22:55-62. Jn 18:15-18, 25-27."},{"style":"p","text":""},{"style":"v","text":"\\x n \\xo 26.69 \\xt Mc 14:66. Lu 22:55. Jn 18:16, 25.\\x*Cependant, Pierre était assis dehors dans la cour. Une servante s’approcha de lui, et dit: Toi aussi, tu étais avec Jésus le Galiléen. "},{"style":"v","text":"Mais il le nia devant tous, disant: Je ne sais ce que tu veux dire. "},{"style":"v","text":"Comme il se dirigeait vers la porte, une autre servante le vit, et dit à ceux qui se trouvaient là; Celui-ci était aussi avec Jésus de Nazareth. "},{"style":"v","text":"Il le nia de nouveau, avec serment: Je ne connais pas cet homme. "},{"style":"v","text":"Peu après, ceux qui étaient là, s’étant approchés, dirent à Pierre: Certainement tu es aussi de ces gens-là, car ton langage te fait reconnaître. "},{"style":"v","text":"Alors il se mit à faire des imprécations et à jurer: Je ne connais pas cet homme. Aussitôt le coq chanta. "},{"style":"v","text":"Et Pierre se souvint de la parole que Jésus avait dite: \\x o \\xo 26.75 \\xt Mt 26:34. Mc 14:30. Lu 22:61. Jn 13:38.\\x*\\wj Avant que le coq chante, tu me renieras trois fois.\\wj* Et étant sorti, il pleura amèrement."}]