[{"style":"s1","text":"Condamnation"},{"style":"r","text":"V. 1-2: cf. Mc 15:1. Lu 22:66-71; 23:1. Jn 18:28."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 27.1 \\xt Ps 2:2. Mc 15:1. Lu 22:66; 23:2. Jn 18:28.\\x*Dès que le matin fut venu, tous les principaux sacrificateurs et les anciens du peuple tinrent conseil contre Jésus, pour le faire mourir. "},{"style":"v","text":"Après l’avoir lié, ils l’emmenèrent, et le livrèrent à \\x b \\xo 27.2 \\xt Ac 3:13.\\x*Ponce Pilate, le gouverneur."},{"style":"s1","text":"Suicide de Judas"},{"style":"r","text":"V. 3-10: cf. Ac 1:16-20. Za 11:12, 13."},{"style":"p","text":""},{"style":"v","text":"Alors Judas, qui l’avait livré, voyant qu’il était condamné, se repentit, et rapporta les trente pièces d’argent aux principaux sacrificateurs et aux anciens, "},{"style":"v","text":"en disant: J’ai péché, en livrant le sang innocent. Ils répondirent: Que nous importe? Cela te regarde. "},{"style":"v","text":"Judas jeta les pièces d’argent dans le temple, \\x c \\xo 27.5 \\xt 2 S 17:23. Ac 1:18.\\x*se retira, et alla se pendre. "},{"style":"v","text":"Les principaux sacrificateurs les ramassèrent, et dirent: Il n’est pas permis de les mettre dans le trésor sacré, puisque c’est le prix du sang. "},{"style":"v","text":"Et, après en avoir délibéré, ils achetèrent avec cet argent le \\x d \\xo 27.7 \\xt Ac 1:19.\\x*champ du potier, pour la sépulture des étrangers. "},{"style":"v","text":"C’est pourquoi ce champ a été appelé champ du sang, jusqu’à ce jour. "},{"style":"v","text":"Alors s’accomplit ce qui avait été annoncé \\x e \\xo 27.9 \\xt Za 11:12.\\x*par Jérémie, le prophète: Ils ont pris les trente pièces d’argent, la valeur de celui qui a été estimé, qu’on a estimé de la part des enfants d’Israël; "},{"style":"v","text":"et ils les ont données pour le champ du potier, comme le Seigneur me l’avait ordonné."},{"style":"s1","text":"Jésus devant Pilate, gouverneur romain"},{"style":"r","text":"V. 11-14: cf. Mc 15:2-5. Lu 23:1-4. Jn 18:28-38."},{"style":"p","text":""},{"style":"v","text":"\\x f \\xo 27.11 \\xt Mc 15:2. Lu 23:3. Jn 18:33.\\x*Jésus comparut devant le gouverneur. Le gouverneur l’interrogea, en ces termes: Es-tu le roi des Juifs? Jésus lui répondit: \\wj Tu le dis.\\wj*"},{"style":"v","text":"Mais il ne répondit rien aux accusations des principaux sacrificateurs et des anciens. "},{"style":"v","text":"\\x g \\xo 27.13 \\xt Mt 26:62.\\x*Alors Pilate lui dit: N’entends-tu pas de combien de choses ils t’accusent? "},{"style":"v","text":"\\x h \\xo 27.14 \\xt És 53:7. Ac 8:32.\\x*Et Jésus ne lui donna de réponse sur aucune parole, ce qui étonna beaucoup le gouverneur."},{"style":"s1","text":"Sentence de mort confirmée"},{"style":"r","text":"V. 15-25: cf. Mc 15:6-15. Lu 23:13-25. Jn 18:39, 40."},{"style":"p","text":""},{"style":"v","text":"\\x i \\xo 27.15 \\xt Mc 15:6. Lu 23:17. Jn 18:39.\\x*A chaque fête, le gouverneur avait coutume de relâcher un prisonnier, celui que demandait la foule. "},{"style":"v","text":"\\x j \\xo 27.16 \\xt Mc 15:7. Lu 23:19. Jn 18:40.\\x*Ils avaient alors un prisonnier fameux, nommé Barabbas. "},{"style":"v","text":"Comme ils étaient assemblés, Pilate leur dit: Lequel voulez-vous que je vous relâche, Barabbas, ou Jésus, qu’on appelle Christ? "},{"style":"v","text":"Car il savait que c’était par envie qu’ils avaient livré Jésus. "},{"style":"v","text":"Pendant qu’il était assis sur le tribunal, sa femme lui fit dire: Qu’il n’y ait rien entre toi et ce juste; car aujourd’hui j’ai beaucoup souffert en songe à cause de lui. "},{"style":"v","text":"\\x k \\xo 27.20 \\xt Mc 15:11. Lu 23:18. Jn 18:40. Ac 3:14.\\x*Les principaux sacrificateurs et les anciens persuadèrent à la foule de demander Barabbas, et de faire périr Jésus. "},{"style":"v","text":"Le gouverneur prenant la parole, leur dit: Lequel des deux voulez-vous que je vous relâche? Ils répondirent: Barabbas. "},{"style":"v","text":"Pilate leur dit: Que ferai-je donc de Jésus, qu’on appelle Christ? Tous répondirent: Qu’il soit crucifié! "},{"style":"v","text":"Le gouverneur dit: Mais quel mal a-t-il fait? Et ils crièrent encore plus fort: Qu’il soit crucifié! "},{"style":"v","text":"Pilate, voyant qu’il ne gagnait rien, mais que le tumulte augmentait, prit de l’eau, se lava les mains en présence de la foule, et dit: Je suis innocent du sang de ce juste. Cela vous regarde. "},{"style":"v","text":"Et tout le peuple répondit: \\x l \\xo 27.25 \\xt Ac 5:28.\\x*Que son sang retombe sur nous et sur nos enfants!"},{"style":"s1","text":"Outrages des soldats"},{"style":"r","text":"V. 26-31: cf. (Mc 15:15-20. Lu 23:25. Jn 19:1-3, 16.)"},{"style":"p","text":""},{"style":"v","text":"Alors Pilate leur relâcha Barabbas; et, après avoir fait battre de verges Jésus, il le livra pour être crucifié. "},{"style":"v","text":"\\x m \\xo 27.27 \\xt Mc 15:16. Jn 19:2.\\x*Les soldats du gouverneur conduisirent Jésus dans le prétoire, et ils assemblèrent autour de lui toute la cohorte. "},{"style":"v","text":"Ils lui ôtèrent ses vêtements, et le couvrirent d’un manteau écarlate. "},{"style":"v","text":"Ils tressèrent une couronne d’épines, qu’ils posèrent sur sa tête, et ils lui mirent un roseau dans la main droite; puis, s’agenouillant devant lui, ils le raillaient, en disant: Salut, roi des Juifs! "},{"style":"v","text":"Et ils crachaient contre lui, prenaient le roseau, et frappaient sur sa tête. "},{"style":"v","text":"Après s’être ainsi moqués de lui, ils lui ôtèrent le manteau, lui remirent ses vêtements, et l’emmenèrent pour le crucifier."},{"style":"s1","text":"Jésus crucifié"},{"style":"r","text":"V. 32-38: cf. (Mc 15:21-28. Lu 23:26-34, 38. Jn 19:16-24.)"},{"style":"p","text":""},{"style":"v","text":"\\x n \\xo 27.32 \\xt Mc 15:21. Lu 23:26.\\x*Lorsqu’ils sortirent, ils rencontrèrent un homme de Cyrène, appelé Simon, et ils le forcèrent à porter la croix de Jésus. "},{"style":"v","text":"\\x o \\xo 27.33 \\xt Ps 69:22. Mc 15:22. Lu 23:33. Jn 19:17.\\x*Arrivés au lieu nommé Golgotha, ce qui signifie lieu du crâne, "},{"style":"v","text":"\\x p \\xo 27.34 \\xt Ps 69:22.\\x*ils lui donnèrent à boire du vin mêlé de fiel; mais, quand il l’eut goûté, il ne voulut pas boire. "},{"style":"v","text":"\\x q \\xo 27.35 \\xt Mc 15:24. Jn 19:23.\\x*Après l’avoir crucifié, ils se partagèrent ses vêtements, en tirant au sort, afin que s’accomplît ce qui avait été annoncé par le prophète:"},{"style":"q1","text":"\\x r \\xo 27.35 \\xt Ps 22:19.\\x*Ils se sont partagé mes vêtements, et ils ont tiré au sort ma tunique."},{"style":"m","text":""},{"style":"v","text":"Puis ils s’assirent, et le gardèrent. "},{"style":"v","text":"\\x s \\xo 27.37 \\xt Mc 15:26. Lu 23:38. Jn 19:19.\\x*Pour indiquer le sujet de sa condamnation, on écrivit au-dessus de sa tête: Celui-ci est Jésus, le roi des Juifs. "},{"style":"v","text":"\\x t \\xo 27.38 \\xt És 53:12.\\x*Avec lui furent crucifiés deux brigands, l’un à sa droite, et l’autre à sa gauche."},{"style":"r","text":"V. 39-44: cf. (Mc 15:29-32. Lu 23:35-43. Jn 19:25-27.)"},{"style":"p","text":""},{"style":"v","text":"\\x u \\xo 27.39 \\xt Ps 22:8; 69:21. Mc 15:29. Lu 23:35.\\x*Les passants l’injuriaient, et secouaient la tête, "},{"style":"v","text":"en disant: \\x v \\xo 27.40 \\xt Mt 26:61. Jn 2:19.\\x*Toi qui détruis le temple, et qui le rebâtis en trois jours, sauve-toi toi-même! Si tu es le Fils de Dieu, descends de la croix! "},{"style":"v","text":"Les principaux sacrificateurs, avec les scribes et les anciens, se moquaient aussi de lui, et disaient: "},{"style":"v","text":"Il a sauvé les autres, et il ne peut se sauver lui-même! S’il est roi d’Israël, qu’il descende de la croix, et nous croirons en lui. "},{"style":"v","text":"\\x w \\xo 27.43 \\xt Ps 22:9.\\x*Il s’est confié en Dieu; que Dieu le délivre maintenant, s’il l’aime. Car il a dit: Je suis Fils de Dieu. "},{"style":"v","text":"Les brigands, crucifiés avec lui, l’insultaient de la même manière."},{"style":"r","text":"V. 45-50: cf. (Mc 15:33-37. Lu 23:44-46. Jn 19:28-30.) (Ps 22. És 53:5-8, 10.) Ro 5:6-8. 1 Pi 2:21-24. 1 Jn 4:9-11."},{"style":"p","text":""},{"style":"v","text":"\\x x \\xo 27.45 \\xt Mc 15:33. Lu 23:44.\\x*Depuis la sixième heure jusqu’à la neuvième, il y eut des ténèbres sur toute la terre. "},{"style":"v","text":"Et vers la neuvième heure, \\x y \\xo 27.46 \\xt Ps 22:2. Hé 5:7.\\x*Jésus s’écria d’une voix forte: \\wj Éli, Éli, lama sabachthani?\\wj* c’est-à-dire: Mon Dieu, mon Dieu, pourquoi m’as-tu abandonné? "},{"style":"v","text":"Quelques-uns de ceux qui étaient là, l’ayant entendu, dirent: Il appelle Élie. "},{"style":"v","text":"\\x z \\xo 27.48 \\xt Ps 69:22. Jn 19:29.\\x*Et aussitôt l’un d’eux courut prendre une éponge, qu’il remplit de vinaigre, et, l’ayant fixée à un roseau, il lui donna à boire. "},{"style":"v","text":"Mais les autres disaient: Laisse, voyons si Élie viendra le sauver. "},{"style":"v","text":"\\x a \\xo 27.50 \\xt Lu 23:46.\\x*Jésus poussa de nouveau un grand cri, et rendit l’esprit."},{"style":"r","text":"V. 51-56: cf. (Mc 15:38-41. Lu 23:45, 47-49.)"},{"style":"p","text":""},{"style":"v","text":"\\x b \\xo 27.51 \\xt 2 Ch 3:14. Mc 15:38. Lu 23:45.\\x*Et voici, le voile du temple se déchira en deux, depuis le haut jusqu’en bas, la terre trembla, les rochers se fendirent, "},{"style":"v","text":"les sépulcres s’ouvrirent, et plusieurs corps des saints qui étaient morts ressuscitèrent. "},{"style":"v","text":"Étant sortis des sépulcres, après la résurrection de Jésus, ils entrèrent dans la ville sainte, et apparurent à un grand nombre de personnes. "},{"style":"v","text":"\\x c \\xo 27.54 \\xt Mc 15:39. Lu 23:47.\\x*Le centenier et ceux qui étaient avec lui pour garder Jésus, ayant vu le tremblement de terre et ce qui venait d’arriver, furent saisis d’une grande frayeur, et dirent: Assurément, cet homme était Fils de Dieu. "},{"style":"v","text":"\\x d \\xo 27.55 \\xt Mc 15:40. Lu 23:49.\\x*Il y avait là plusieurs femmes \\x e \\xo 27.55 \\xt Ps 38:12.\\x*qui regardaient de loin; qui avaient accompagné Jésus depuis la Galilée, \\x f \\xo 27.55 \\xt Lu 8:2.\\x*pour le servir. "},{"style":"v","text":"Parmi elles étaient Marie de Magdala, Marie, mère de Jacques et de Joseph, et la mère des fils de Zébédée."},{"style":"s1","text":"Le corps de Jésus mis dans un sépulcre"},{"style":"r","text":"V. 57-61: cf. (Mc 15:42-47. Lu 23:50-56. Jn 19:38-42.)"},{"style":"p","text":""},{"style":"v","text":"\\x g \\xo 27.57 \\xt Mc 15:42. Lu 23:50. Jn 19:38.\\x*Le soir étant venu, arriva un homme riche d’Arimathée, nommé Joseph, lequel était aussi disciple de Jésus. "},{"style":"v","text":"Il se rendit vers Pilate, et demanda le corps de Jésus. Et Pilate ordonna de le remettre. "},{"style":"v","text":"Joseph prit le corps, l’enveloppa d’un linceul blanc, "},{"style":"v","text":"\\x h \\xo 27.60 \\xt Mc 15:46. Lu 23:53.\\x*et le déposa dans un sépulcre neuf, qu’il s’était fait tailler dans le roc. Puis il roula une grande pierre à l’entrée du sépulcre, et il s’en alla. "},{"style":"v","text":"Marie de Magdala et l’autre Marie étaient là, assises vis-à-vis du sépulcre."},{"style":"s1","text":"La garde auprès du sépulcre"},{"style":"r","text":"V. 62-66: cf. Mt 28:1-4, 11-15."},{"style":"p","text":""},{"style":"v","text":"Le lendemain, qui était le jour après la préparation, les principaux sacrificateurs et les pharisiens allèrent ensemble auprès de Pilate, "},{"style":"v","text":"et dirent: Seigneur, nous nous souvenons que cet imposteur a dit, quand il vivait encore: \\x i \\xo 27.63 \\xt Mt 16:21; 17:23; 20:19. Mc 8:31; 10:34. Lu 9:22; 18:33; 24:6.\\x*Après trois jours je ressusciterai. "},{"style":"v","text":"Ordonne donc que le sépulcre soit gardé jusqu’au troisième jour, afin que ses disciples ne viennent pas dérober le corps, et dire au peuple: Il est ressuscité des morts. Cette dernière imposture serait pire que la première. "},{"style":"v","text":"Pilate leur dit: Vous avez une garde; allez, gardez-le comme vous l’entendrez. "},{"style":"v","text":"Ils s’en allèrent, et s’assurèrent du sépulcre au moyen de la garde, après avoir scellé la pierre."}]