[{"style":"s1","text":"Prédication de Jean-Baptiste"},{"style":"r","text":"V. 1-12: cf. (Mc 1:2-8. Lu 3:1-18.) Ac 19:4."},{"style":"p","text":""},{"style":"v","text":"En ce temps-là \\x a \\xo 3.1 \\xt Mc 1:14. Lu 3:3.\\x*parut Jean-Baptiste, prêchant dans le désert de Judée. "},{"style":"v","text":"Il disait: Repentez-vous, car le royaume des cieux est proche. "},{"style":"v","text":"Jean est celui qui avait été annoncé par Ésaïe, le prophète, lorsqu’il dit:"},{"style":"q1","text":"C’est ici la \\x b \\xo 3.3 \\xt És 40:3. Mc 1:3. Lu 3:4. Jn 1:23.\\x*voix de celui qui crie dans le désert:"},{"style":"q1","text":"Préparez le chemin du Seigneur,"},{"style":"q1","text":"Aplanissez ses sentiers."},{"style":"m","text":""},{"style":"v","text":"Jean avait un vêtement de \\x c \\xo 3.4 \\xt Mc 1:6.\\x*poils de chameau, et une ceinture de cuir autour des reins. Il se nourrissait de sauterelles et de miel sauvage. "},{"style":"v","text":"Les habitants de Jérusalem, de toute la Judée et de tout le pays des environs du Jourdain, se rendaient auprès de lui; "},{"style":"v","text":"et, confessant leurs péchés, \\x d \\xo 3.6 \\xt Mc 1:5.\\x*ils se faisaient baptiser par lui dans le fleuve du Jourdain. "},{"style":"v","text":"Mais, voyant venir à son baptême \\x e \\xo 3.7 \\xt Lu 3:7.\\x*beaucoup de pharisiens et de sadducéens, il leur dit: \\x f \\xo 3.7 \\xt Mt 12:34; 23:33.\\x*Races de vipères, qui vous a appris à fuir la colère à venir? "},{"style":"v","text":"\\x g \\xo 3.8 \\xt Lu 3:8.\\x*Produisez donc du fruit digne de la repentance, "},{"style":"v","text":"et ne prétendez pas dire en vous-mêmes: \\x h \\xo 3.9 \\xt Jn 8:39.\\x*Nous avons Abraham pour père! Car je vous déclare que de ces pierres-ci Dieu peut susciter des enfants à Abraham. "},{"style":"v","text":"Déjà la cognée est mise à la racine des arbres: \\x i \\xo 3.10 \\xt Mt 7:19. Jn 15:6.\\x*tout arbre donc qui ne produit pas de bons fruits sera coupé et jeté au feu. "},{"style":"v","text":"Moi, je vous baptise d’eau, pour vous amener à la repentance; \\x j \\xo 3.11 \\xt Mc 1:7. Lu 3:16. Jn 1:15, 26. Ac 1:5; 11:16; 19:4.\\x*mais celui qui vient après moi est plus puissant que moi, et je ne suis pas digne de porter ses souliers. Lui, il vous baptisera du Saint-Esprit et de feu. "},{"style":"v","text":"Il a son van à la main; il nettoiera son aire, et il amassera son blé dans le grenier, mais il brûlera la paille dans un feu qui ne s’éteint point."},{"style":"s1","text":"Baptême de Jésus-Christ"},{"style":"r","text":"V. 13-17: cf. (Mc 1:9-11. Lu 3:21, 22.) Jn 1:32-34. Ac 10:38."},{"style":"p","text":""},{"style":"v","text":"\\x k \\xo 3.13 \\xt Mc 1:9. Lu 3:21.\\x*Alors Jésus vint de la Galilée au Jourdain vers Jean, pour être baptisé par lui. "},{"style":"v","text":"Mais Jean s’y opposait, en disant: C’est moi qui ai besoin d’être baptisé par toi, et tu viens à moi! "},{"style":"v","text":"Jésus lui répondit: \\wj Laisse faire maintenant, car il est convenable que nous accomplissions ainsi tout ce qui est juste.\\wj* Et Jean ne lui résista plus. "},{"style":"v","text":"Dès que Jésus eut été baptisé, il sortit de l’eau. Et voici, les cieux s’ouvrirent, et il vit \\x l \\xo 3.16 \\xt És 11:2; 42:1. Jn 1:32.\\x*l’Esprit de Dieu descendre comme une colombe et venir sur lui. "},{"style":"v","text":"Et voici, une voix fit entendre des cieux ces paroles: \\x m \\xo 3.17 \\xt És 42:1. Mt 12:18; 17:5. Lu 9:35. Col 1:13. 2 Pi 1:17.\\x*Celui-ci est mon Fils bien-aimé, en qui j’ai mis toute mon affection."}]