[{"style":"s1","text":"Tentation de Jésus-Christ"},{"style":"r","text":"V. 1-11: cf. (Mc 1:12, 13. Lu 4:1-13.) Ge 3:1-6. (Ps 27:2. Hé 4:15.)"},{"style":"p","text":""},{"style":"v","text":"Alors Jésus \\x a \\xo 4.1 \\xt Mc 1:12. Lu 4:1.\\x*fut emmené par l’Esprit dans le désert, pour être tenté par le diable. "},{"style":"v","text":"Après avoir jeûné quarante jours et quarante nuits, il eut faim. "},{"style":"v","text":"Le tentateur, s’étant approché, lui dit: Si tu es Fils de Dieu, ordonne que ces pierres deviennent des pains. "},{"style":"v","text":"Jésus répondit: \\wj Il est écrit:\\wj*"},{"style":"q1","text":"\\x b \\xo 4.4 \\xt De 8:3.\\x*\\wj L’homme ne vivra pas de pain seulement, mais de toute parole qui sort de la bouche de Dieu.\\wj*"},{"style":"m","text":""},{"style":"v","text":"Le diable le transporta dans la ville sainte, le plaça sur le haut du temple, "},{"style":"v","text":"et lui dit: Si tu es Fils de Dieu, jette-toi en bas; car il est écrit:"},{"style":"q1","text":"\\x c \\xo 4.6 \\xt Ps 91:11, 12.\\x*Il donnera des ordres à ses anges à ton sujet;"},{"style":"q1","text":"Et ils te porteront sur les mains,"},{"style":"q1","text":"De peur que ton pied ne heurte contre une pierre."},{"style":"m","text":""},{"style":"v","text":"Jésus lui dit: \\wj Il est aussi écrit:\\wj*"},{"style":"q1","text":"\\x d \\xo 4.7 \\xt De 6:16.\\x*\\wj Tu ne tenteras point le Seigneur, ton Dieu.\\wj*"},{"style":"m","text":""},{"style":"v","text":"Le diable le transporta encore sur une montagne très élevée, lui montra tous les royaumes du monde et leur gloire, "},{"style":"v","text":"et lui dit: Je te donnerai toutes ces choses, si tu te prosternes et m’adores. "},{"style":"v","text":"Jésus lui dit: \\wj Retire-toi, Satan! Car il est écrit:\\wj*"},{"style":"q1","text":"\\x e \\xo 4.10 \\xt De 6:13; 10:20.\\x*\\wj Tu adoreras le Seigneur, ton Dieu, et tu le serviras lui seul.\\wj*"},{"style":"m","text":""},{"style":"v","text":"Alors le diable le laissa. Et voici, des anges vinrent auprès de Jésus, et le servaient."},{"style":"s1","text":"Jésus à Capernaüm"},{"style":"r","text":"V. 12-16: cf. (Mc 1:14, 15. Lu 4:14, 15.) És 8:23; 9:1."},{"style":"p","text":""},{"style":"v","text":"Jésus, ayant appris que \\x f \\xo 4.12 \\xt Mc 1:14. Lu 4:14.\\x*Jean avait été livré, se retira \\x g \\xo 4.12 \\xt Lu 4:16, 31. Jn 4:43.\\x*dans la Galilée. "},{"style":"v","text":"Il quitta Nazareth, et vint demeurer à Capernaüm, située près de la mer, dans le territoire de Zabulon et de Nephthali, "},{"style":"v","text":"afin que s’accomplît ce qui avait été annoncé par Ésaïe, le prophète:"},{"style":"q1","text":""},{"style":"v","text":"\\x h \\xo 4.15 \\xt És 8:23; 9:1.\\x*Le peuple de Zabulon et de Nephthali,"},{"style":"q1","text":"De la contrée voisine de la mer, du pays au delà du Jourdain,"},{"style":"q1","text":"Et de la Galilée des Gentils,"},{"style":"q1","text":""},{"style":"v","text":"Ce peuple, assis dans les ténèbres,"},{"style":"q1","text":"A vu une grande lumière;"},{"style":"q1","text":"Et sur ceux qui étaient assis dans la région et l’ombre de la mort"},{"style":"q1","text":"La lumière s’est levée."},{"style":"s1","text":"Commencement du ministère de Jésus. Vocation de quatre disciples"},{"style":"r","text":"V. 17-22: cf. (Mc 1:16-20. Lu 5:1-11.) 1 R 19:19-21."},{"style":"p","text":""},{"style":"v","text":"Dès ce moment Jésus commença à prêcher, et à dire: \\x i \\xo 4.17 \\xt Mc 1:15.\\x*\\wj Repentez-vous, car le royaume des cieux est proche.\\wj*"},{"style":"v","text":"\\x j \\xo 4.18 \\xt Mc 1:16.\\x*Comme il marchait le long de la mer de Galilée, il vit deux frères, Simon, appelé Pierre, et André, son frère, qui jetaient un filet dans la mer; car ils étaient pêcheurs. "},{"style":"v","text":"Il leur dit: \\wj Suivez-moi, et je vous ferai pêcheurs d’hommes.\\wj*"},{"style":"v","text":"Aussitôt, ils laissèrent les filets, et le suivirent. "},{"style":"v","text":"De là étant allé plus loin, il vit deux autres frères, Jacques, fils de Zébédée, et Jean, son frère, qui étaient dans une barque avec Zébédée, leur père, et qui réparaient leurs filets. "},{"style":"v","text":"Il les appela, et aussitôt ils laissèrent la barque et leur père, et le suivirent."},{"style":"r","text":"V. 23-25: cf. Mt 9:35; 8:16, 17. Mc 1:32-39. Lu 4:43, 44; 6:17-20."},{"style":"p","text":""},{"style":"v","text":"Jésus parcourait toute la Galilée, enseignant dans les synagogues, prêchant la bonne nouvelle du royaume, et guérissant toute maladie et toute infirmité parmi le peuple. "},{"style":"v","text":"Sa renommée se répandit dans toute la Syrie, et on lui amenait tous ceux qui souffraient de maladies et de douleurs de divers genres, des démoniaques, des lunatiques, des paralytiques; et il les guérissait. "},{"style":"v","text":"Une grande foule le suivit, de la Galilée, de la Décapole, de Jérusalem, de la Judée, et d’au delà du Jourdain."}]