[{"style":"s1","text":"Sermon sur la montagne. Les béatitudes"},{"style":"r","text":"V. 1-12: cf. Lu 6:20-26. Ps 34:12-20. (De 18:15, 18, 19. És 61:1-3.)"},{"style":"p","text":""},{"style":"v","text":"Voyant la foule, Jésus monta sur la montagne; et, après qu’il se fut assis, ses disciples s’approchèrent de lui. "},{"style":"v","text":"Puis, ayant ouvert la bouche, il les enseigna, et dit:"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 5.3 \\xt Lu 6:20.\\x*\\wj Heureux les pauvres en esprit, car le royaume des cieux est à eux!\\wj*"},{"style":"v","text":"\\x b \\xo 5.4 \\xt Lu 6:21.\\x*\\wj Heureux les affligés, car ils seront consolés!\\wj*"},{"style":"v","text":"\\x c \\xo 5.5 \\xt Ps 37:11.\\x*\\wj Heureux les débonnaires, car ils hériteront la terre!\\wj*"},{"style":"v","text":"\\x d \\xo 5.6 \\xt És 55:1.\\x*\\wj Heureux ceux qui ont faim et soif de la justice, car ils seront rassasiés!\\wj*"},{"style":"v","text":"\\wj Heureux les miséricordieux, car ils obtiendront miséricorde!\\wj*"},{"style":"v","text":"\\x e \\xo 5.8 \\xt Ps 15:2; 24:4. Hé 12:14.\\x*\\wj Heureux ceux qui ont le cœur pur, car ils verront Dieu!\\wj*"},{"style":"v","text":"\\wj Heureux ceux qui procurent la paix, car ils seront appelés fils de Dieu!\\wj*"},{"style":"v","text":"\\x f \\xo 5.10 \\xt 2 Co 4:10. 2 Ti 2:12. 1 Pi 3:14.\\x*\\wj Heureux ceux qui sont persécutés pour la justice, car le royaume des cieux est à eux!\\wj*"},{"style":"v","text":"\\wj Heureux serez-vous, lorsqu’on vous outragera, qu’on vous persécutera et qu’on dira faussement de vous toute sorte de mal,\\wj*\\x g \\xo 5.11 \\xt 1 Pi 4:14.\\x*\\wj à cause de moi.\\wj*"},{"style":"v","text":"\\x h \\xo 5.12 \\xt Lu 6:23.\\x*\\wj Réjouissez-vous et soyez dans l’allégresse, parce que votre récompense sera grande dans les cieux; car c’est ainsi qu’on a persécuté les prophètes qui ont été avant vous.\\wj*"},{"style":"s1","text":"Les disciples, sel de la terre et lumière du monde"},{"style":"r","text":"V. 13-16: cf. 1 Pi 2:9-12."},{"style":"p","text":""},{"style":"v","text":"\\x i \\xo 5.13 \\xt Mc 9:50. Lu 14:34.\\x*\\wj Vous êtes le sel de la terre. Mais si le sel perd sa saveur, avec quoi la lui rendra-t-on? Il ne sert plus qu’à être jeté dehors, et foulé aux pieds par les hommes.\\wj*"},{"style":"v","text":"\\wj Vous êtes la lumière du monde. Une ville située sur une montagne ne peut être cachée;\\wj*"},{"style":"v","text":"\\wj et\\wj*\\x j \\xo 5.15 \\xt Mc 4:21. Lu 3:16; 11:33.\\x*\\wj on n’allume pas une lampe pour la mettre sous le boisseau, mais on la met sur le chandelier, et elle éclaire tous ceux qui sont dans la maison.\\wj*"},{"style":"v","text":"\\x k \\xo 5.16 \\xt 1 Pi 2:12.\\x*\\wj Que votre lumière luise ainsi devant les hommes, afin qu’ils voient vos bonnes œuvres, et qu’ils glorifient votre Père qui est dans les cieux.\\wj*"},{"style":"s1","text":"L’accomplissement de la loi et des prophètes"},{"style":"r","text":"V. 17-20: cf. (Ps 40:7-11. Ro 8:3, 4.) Lu 24:44."},{"style":"p","text":""},{"style":"v","text":"\\wj Ne croyez pas que je sois venu pour abolir la loi ou les prophètes; je suis venu non pour abolir, mais pour accomplir.\\wj*"},{"style":"v","text":"\\wj Car, je vous le dis en vérité,\\wj*\\x l \\xo 5.18 \\xt Lu 16:17.\\x*\\wj tant que le ciel et la terre ne passeront point, il ne disparaîtra pas de la loi un seul iota ou un seul trait de lettre, jusqu’à ce que tout soit arrivé.\\wj*"},{"style":"v","text":"\\x m \\xo 5.19 \\xt Ja 2:10.\\x*\\wj Celui donc qui supprimera l’un de ces plus petits commandements, et qui enseignera aux hommes à faire de même, sera appelé le plus petit dans le royaume des cieux; mais celui qui les observera, et qui enseignera à les observer, celui-là sera appelé grand dans le royaume des cieux.\\wj*"},{"style":"v","text":"\\wj Car, je vous le dis, si votre justice ne surpasse celle des scribes et des pharisiens, vous n’entrerez point dans le royaume des cieux.\\wj*"},{"style":"r","text":"V. 21-26: cf. (1 Jn 3:15. Lu 12:58, 59.) Ps 119:96."},{"style":"p","text":""},{"style":"v","text":"\\wj Vous avez entendu qu’il a été dit aux anciens:\\wj*\\x n \\xo 5.21 \\xt Ex 20:13. De 5:17.\\x*\\wj Tu ne tueras point; celui qui tuera mérite d’être puni par les juges.\\wj*"},{"style":"v","text":"\\wj Mais moi, je vous dis que quiconque se met en colère contre son frère mérite d’être puni par les juges; que celui qui dira à son frère: Raca! Mérite d’être puni par le sanhédrin; et que celui qui lui dira: Insensé! Mérite d’être puni par le feu de la géhenne.\\wj*"},{"style":"v","text":"\\wj Si donc tu présentes ton offrande à l’autel, et que là tu te souviennes que ton frère a quelque chose contre toi,\\wj*"},{"style":"v","text":"\\wj laisse là ton offrande devant l’autel, et va d’abord te réconcilier avec ton frère; puis, viens présenter ton offrande.\\wj*"},{"style":"v","text":"\\x o \\xo 5.25 \\xt Lu 12:58. Ép 4:26.\\x*\\wj Accorde-toi promptement avec ton adversaire, pendant que tu es en chemin avec lui, de peur qu’il ne te livre au juge, que le juge ne te livre à l’officier de justice, et que tu ne sois mis en prison.\\wj*"},{"style":"v","text":"\\wj Je te le dis en vérité, tu ne sortiras pas de là que tu n’aies payé le dernier quadrant.\\wj*"},{"style":"r","text":"V. 27-32: cf. (2 S 11:2, 3. Mc 9:43-48. Ga 5:24.) Pr 16:30. Mc 10:2-12."},{"style":"p","text":""},{"style":"v","text":"\\wj Vous avez appris qu’il a été dit:\\wj*\\x p \\xo 5.27 \\xt Ex 20:14. De 5:18.\\x*\\wj Tu ne commettras point d’adultère.\\wj*"},{"style":"v","text":"\\wj Mais moi, je vous dis que quiconque\\wj*\\x q \\xo 5.28 \\xt Job 31:1. Ps 119:37.\\x*\\wj regarde une femme pour la convoiter a déjà commis un adultère avec elle dans son cœur.\\wj*"},{"style":"v","text":"\\x r \\xo 5.29 \\xt Mt 18:8. Mc 9:43.\\x*\\wj Si ton œil droit est pour toi une occasion de chute, arrache-le et jette-le loin de toi; car il est avantageux pour toi qu’un seul de tes membres périsse, et que ton corps entier ne soit pas jeté dans la géhenne.\\wj*"},{"style":"v","text":"\\wj Et si ta main droite est pour toi une occasion de chute, coupe-la et jette-la loin de toi; car il est avantageux pour toi qu’un seul de tes membres périsse, et que ton corps entier n’aille pas dans la géhenne.\\wj*"},{"style":"v","text":"\\wj Il a été dit:\\wj*\\x s \\xo 5.31 \\xt De 24:1.\\x*\\wj Que celui qui répudie sa femme lui donne une lettre de divorce.\\wj*"},{"style":"v","text":"\\x t \\xo 5.32 \\xt Mt 19:7. Mc 10:4, 11. Lu 16:18. 1 Co 7:10.\\x*\\wj Mais moi, je vous dis que celui qui répudie sa femme, sauf pour cause d’infidélité, l’expose à devenir adultère, et que celui qui épouse une femme répudiée commet un adultère.\\wj*"},{"style":"r","text":"V. 33-37: cf. Mt 12:36; 23:16-22. Ja 5:12."},{"style":"p","text":""},{"style":"v","text":"\\wj Vous avez encore appris qu’il a été dit aux anciens:\\wj*\\x u \\xo 5.33 \\xt Ex 20:7. Lé 19:12. De 5:11.\\x*\\wj Tu ne te parjureras point, mais tu t’acquitteras envers le Seigneur de ce que tu as déclaré par serment.\\wj*"},{"style":"v","text":"\\wj Mais moi, je vous dis de\\wj*\\x v \\xo 5.34 \\xt Ja 5:12.\\x*\\wj ne jurer aucunement, ni par le ciel, parce que c’est le trône de Dieu;\\wj*"},{"style":"v","text":"\\wj ni par la terre,\\wj*\\x w \\xo 5.35 \\xt Jé 66:1.\\x*\\wj parce que c’est son marchepied; ni par Jérusalem,\\wj*\\x x \\xo 5.35 \\xt Ps 48:3.\\x*\\wj parce que c’est la ville du grand roi.\\wj*"},{"style":"v","text":"\\wj Ne jure pas non plus par ta tête, car tu ne peux rendre blanc ou noir un seul cheveu.\\wj*"},{"style":"v","text":"\\wj Que votre parole soit oui, oui, non, non; ce qu’on y ajoute vient du malin.\\wj*"},{"style":"r","text":"V. 38-48: cf. Lu 6:27-36. (Ro 12:17-21.)"},{"style":"p","text":""},{"style":"v","text":"\\wj Vous avez appris qu’il a été\\wj*\\x y \\xo 5.38 \\xt Ex 21:24. Lé 24:20. De 19:21.\\x*\\wj dit: œil pour œil, et dent pour dent.\\wj*"},{"style":"v","text":"\\wj Mais moi, je vous dis de\\wj*\\x z \\xo 5.39 \\xt Pr 24:29. Lu 6:29. Ro 12:17. 1 Co 6:7. 1 Th 5:15. 1 Pi 3:9.\\x*\\wj ne pas résister au méchant. Si quelqu’un te frappe sur la joue droite, présente-lui aussi l’autre.\\wj*"},{"style":"v","text":"\\wj Si quelqu’un veut plaider contre toi, et prendre ta tunique, laisse-lui encore ton manteau.\\wj*"},{"style":"v","text":"\\wj Si quelqu’un te force à faire un mille, fais-en deux avec lui.\\wj*"},{"style":"v","text":"\\x a \\xo 5.42 \\xt De 15:8. Lu 6:35.\\x*\\wj Donne à celui qui te demande, et ne te détourne pas de celui qui veut emprunter de toi.\\wj*"},{"style":"v","text":"\\wj Vous avez appris qu’il a été dit:\\wj*\\x b \\xo 5.43 \\xt Lé 19:18.\\x*\\wj Tu aimeras ton prochain, et tu haïras ton ennemi.\\wj*"},{"style":"v","text":"\\wj Mais moi, je vous dis:\\wj*\\x c \\xo 5.44 \\xt Lu 6:27. Ro 12:20.\\x*\\wj Aimez vos ennemis, bénissez ceux qui vous maudissent, faites du bien à ceux qui vous haïssent, et\\wj*\\x d \\xo 5.44 \\xt Lu 23:34. Ac 7:60. 1 Co 1:13. 1 Pi 2:23.\\x*\\wj priez pour ceux qui vous maltraitent et qui vous persécutent,\\wj*"},{"style":"v","text":"\\wj afin que vous soyez fils de votre Père qui est dans les cieux; car il fait lever son soleil sur les méchants et sur les bons, et il fait pleuvoir sur les justes et sur les injustes.\\wj*"},{"style":"v","text":"\\x e \\xo 5.46 \\xt Lu 6:32.\\x*\\wj Si vous aimez ceux qui vous aiment, quelle récompense méritez-vous? Les publicains aussi n’agissent-ils pas de même?\\wj*"},{"style":"v","text":"\\wj Et si vous saluez seulement vos frères, que faites-vous d’extraordinaire? Les païens aussi n’agissent-ils pas de même?\\wj*"},{"style":"v","text":"\\wj Soyez donc parfaits, comme votre Père céleste est parfait.\\wj*"}]