[{"style":"s1","text":"Sermon sur la montagne (fin). Préceptes divers: — les jugements téméraires, — la paille et la poutre, — les choses saintes données aux chiens, — la persévérance dans la prière, — la porte étroite, — les faux prophètes, — la maison bâtie sur le roc"},{"style":"r","text":"V. 1-6: cf. Lu 6:37, 38, 41, 42."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 7.1 \\xt Lu 6:37. Ro 2:1. 1 Co 4:3, 5.\\x*\\wj Ne jugez point, afin que vous ne soyez point jugés.\\wj*"},{"style":"v","text":"\\x b \\xo 7.2 \\xt Mc 4:24. Lu 6:38.\\x*\\wj Car on vous jugera du jugement dont vous jugez, et l’on vous mesurera avec la mesure dont vous mesurez.\\wj*"},{"style":"v","text":"\\x c \\xo 7.3 \\xt Lu 6:41, 42.\\x*\\wj Pourquoi vois-tu la paille qui est dans l’œil de ton frère, et n’aperçois-tu pas la poutre qui est dans ton œil?\\wj*"},{"style":"v","text":"\\wj Ou comment peux-tu dire à ton frère: Laisse-moi ôter une paille de ton œil, toi qui as une poutre dans le tien?\\wj*"},{"style":"v","text":"\\x d \\xo 7.5 \\xt Pr 18:17.\\x*\\wj Hypocrite, ôte premièrement la poutre de ton œil, et alors tu verras comment ôter la paille de l’œil de ton frère.\\wj*"},{"style":"v","text":"\\x e \\xo 7.6 \\xt Pr 9:8; 23:9.\\x*\\wj Ne donnez pas les choses saintes aux chiens, et ne jetez pas vos perles devant les pourceaux, de peur qu’ils ne les foulent aux pieds, ne se retournent et ne vous déchirent.\\wj*"},{"style":"r","text":"V. 7-12: cf. Lu 11:5-13; 18:1-7."},{"style":"p","text":""},{"style":"v","text":"\\wj Demandez,\\wj*\\x f \\xo 7.7 \\xt Mt 21:22. Mc 11:24. Lu 11:9. Jn 14:13, 16, 24. Ja 1:5, 6. 1 Jn 3:22; 5:14.\\x*\\wj et l’on vous donnera; cherchez, et vous trouverez; frappez, et l’on vous ouvrira.\\wj*"},{"style":"v","text":"\\x g \\xo 7.8 \\xt Pr 8:17. Jé 29:12.\\x*\\wj Car quiconque demande reçoit, celui qui cherche trouve, et l’on ouvre à celui qui frappe.\\wj*"},{"style":"v","text":"\\wj Lequel de vous donnera une pierre à son fils, s’il lui demande du pain?\\wj*"},{"style":"v","text":"\\wj Ou, s’il demande un poisson, lui donnera-t-il un serpent?\\wj*"},{"style":"v","text":"\\wj Si donc,\\wj*\\x h \\xo 7.11 \\xt Ge 6:5; 8:21.\\x*\\wj méchants comme vous l’êtes, vous savez donner de bonnes choses à vos enfants, à combien plus forte raison votre Père qui est dans les cieux donnera-t-il de bonnes choses à ceux qui les lui demandent.\\wj*"},{"style":"v","text":"\\x i \\xo 7.12 \\xt Lu 6:31.\\x*\\wj Tout ce que vous voulez que les hommes fassent pour vous, faites-le de même pour eux, car c’est la loi et les prophètes.\\wj*"},{"style":"r","text":"V. 13-14: cf. Lu 13:23-25."},{"style":"p","text":""},{"style":"v","text":"\\x j \\xo 7.13 \\xt Lu 13:24.\\x*\\wj Entrez par la porte étroite. Car large est la porte, spacieux est le chemin qui mènent à la perdition, et il y en a beaucoup qui entrent par là.\\wj*"},{"style":"v","text":"\\x k \\xo 7.14 \\xt Ac 14:22.\\x*\\wj Mais étroite est la porte, resserré le chemin qui mènent à la vie, et il y en a peu qui les trouvent.\\wj*"},{"style":"r","text":"V. 15-20: cf. Lu 6:43-45. (2 Ti 3:5-9. 2 Pi 2:1-3.)"},{"style":"p","text":""},{"style":"v","text":"\\x l \\xo 7.15 \\xt De 13:3. Jé 23:16. Mt 24:4. Ro 16:17. Ép 5:6. Col 2:8. 1 Jn 4:1.\\x*\\wj Gardez-vous des faux prophètes. Ils viennent à vous en vêtements de brebis, mais au-dedans ce sont des loups ravisseurs.\\wj*"},{"style":"v","text":"\\wj Vous les reconnaîtrez à leurs fruits. Cueille-t-on des raisins sur des épines, ou des figues sur des chardons?\\wj*"},{"style":"v","text":"\\x m \\xo 7.17 \\xt Mt 3:10; 12:33. Mc 11:13. Lu 8:8.\\x*\\wj Tout bon arbre porte de bons fruits, mais le mauvais arbre porte de mauvais fruits.\\wj*"},{"style":"v","text":"\\wj Un bon arbre ne peut porter de mauvais fruits, ni un mauvais arbre porter de bons fruits.\\wj*"},{"style":"v","text":"\\wj Tout arbre qui ne porte pas de bons fruits est coupé et jeté au feu.\\wj*"},{"style":"v","text":"\\wj C’est donc à leurs fruits que vous les reconnaîtrez.\\wj*"},{"style":"r","text":"V. 21-29: cf. (Lu 13:25-28; 6:46-49.) Ps 1. Éz 13:10-15."},{"style":"p","text":""},{"style":"v","text":"\\x n \\xo 7.21 \\xt Mt 25:11. Lu 6:46; 13:25. Ac 19:13. Ro 2:13. Ja 1:22.\\x*\\wj Ceux qui me disent: Seigneur, Seigneur! N’entreront pas tous dans le royaume des cieux, mais celui-là seul qui fait la volonté de mon Père qui est dans les cieux.\\wj*"},{"style":"v","text":"\\x o \\xo 7.22 \\xt Jé 14:14; 27:15. Lu 13:26.\\x*\\wj Plusieurs me diront en ce jour-là: Seigneur, Seigneur, n’avons-nous pas prophétisé par ton nom? N’avons-nous pas chassé des démons par ton nom? Et n’avons-nous pas fait beaucoup de miracles par ton nom?\\wj*"},{"style":"v","text":"\\x p \\xo 7.23 \\xt Ps 6:9. Mt 25:12. Lu 13:25, 27.\\x*\\wj Alors je leur dirai ouvertement: Je ne vous ai jamais connus,\\wj*\\x q \\xo 7.23 \\xt Mt 25:41. Lu 13:25, 26.\\x*\\wj retirez-vous de moi, vous qui commettez l’iniquité.\\wj*"},{"style":"v","text":"\\x r \\xo 7.24 \\xt Jé 17:8. Lu 6:47. Ro 2:13. Ja 1:25.\\x*\\wj C’est pourquoi, quiconque entend ces paroles que je dis et les met en pratique, sera semblable à un homme prudent qui a bâti sa maison sur le roc.\\wj*"},{"style":"v","text":"\\wj La pluie est tombée, les torrents sont venus, les vents ont soufflé et se sont jetés contre cette maison: elle n’est point tombée, parce qu’elle était fondée sur le roc.\\wj*"},{"style":"v","text":"\\x s \\xo 7.26 \\xt Éz 13:11. Ro 2:13. Ja 1:23.\\x*\\wj Mais quiconque entend ces paroles que je dis, et ne les met pas en pratique, sera semblable à un homme insensé qui a bâti sa maison sur le sable.\\wj*"},{"style":"v","text":"\\wj La pluie est tombée, les torrents sont venus, les vents ont soufflé et ont battu cette maison: elle est tombée, et sa ruine a été grande.\\wj*"},{"style":"v","text":"Après que Jésus eut achevé ces discours, la foule fut frappée de sa doctrine; "},{"style":"v","text":"\\x t \\xo 7.29 \\xt Mc 1:22; 6:2. Lu 4:32.\\x*car il enseignait comme ayant autorité, et non pas comme leurs scribes."}]