[{"style":"s1","verse":"","text":"Guérison d’un paralytique"},{"style":"r","verse":"","text":"V. 1-8: cf. (Mc 2:1-12. Lu 5:17-26.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jésus, étant monté dans une barque, traversa la mer, et alla dans sa ville. "},{"style":"v","verse":"2","text":"\\x a \\xo 9.2 \\xt Mc 2:3. Lu 5:18. Ac 9:33.\\x*Et voici, on lui amena un paralytique couché sur un lit. Jésus, voyant leur foi, dit au paralytique: \\wj Prends courage, mon enfant, tes péchés te sont pardonnés.\\wj*"},{"style":"v","verse":"3","text":"Sur quoi, quelques scribes dirent au-dedans d’eux: \\x b \\xo 9.3 \\xt Ps 32:5. És 43:25.\\x*Cet homme blasphème. "},{"style":"v","verse":"4","text":"Et Jésus, connaissant leurs pensées, dit: \\wj Pourquoi avez-vous de mauvaises pensées dans vos cœurs?\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"\\wj Car, lequel est le plus aisé, de dire: Tes péchés sont pardonnés, ou de dire: Lève-toi, et marche?\\wj*"},{"style":"v","verse":"6","text":"\\wj Or, afin que vous sachiez que le Fils de l’homme a sur la terre le pouvoir de pardonner les péchés: Lève-toi,\\wj* dit-il au paralytique, \\wj prends ton lit, et va dans ta maison.\\wj*"},{"style":"v","verse":"7","text":"Et il se leva, et s’en alla dans sa maison. "},{"style":"v","verse":"8","text":"Quand la foule vit cela, elle fut saisie de crainte, et elle glorifia Dieu, qui a donné aux hommes un tel pouvoir."},{"style":"s1","verse":"","text":"Vocation de Matthieu"},{"style":"r","verse":"","text":"V. 9-13: cf. (Mc 2:13-17. Lu 5:27-32.) Mt 4:18-22. Ps 113:7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"\\x c \\xo 9.9 \\xt Mc 2:14. Lu 5:27.\\x*De là étant allé plus loin, Jésus vit un homme assis au lieu des péages, et qui s’appelait Matthieu. Il lui dit: \\wj Suis-moi.\\wj* Cet homme se leva, et le suivit. "},{"style":"v","verse":"10","text":"Comme Jésus était à table dans la maison, voici, beaucoup de publicains et de gens de mauvaise vie vinrent se mettre à table avec lui et avec ses disciples. "},{"style":"v","verse":"11","text":"Les pharisiens virent cela, et ils dirent à ses disciples: Pourquoi votre maître mange-t-il avec les publicains et les gens de mauvaise vie? "},{"style":"v","verse":"12","text":"Ce que Jésus ayant entendu, il dit: \\wj Ce ne sont pas ceux qui se portent bien qui ont besoin de médecin, mais les malades.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"\\wj Allez, et apprenez ce que signifie:\\wj*\\x d \\xo 9.13 \\xt Os 6:6. Mi 6:8. Mt 12:7.\\x*\\wj Je prends plaisir à la miséricorde, et non aux sacrifices.\\wj*\\x e \\xo 9.13 \\xt Mc 2:17. Lu 5:32; 19:10. 1 Ti 1:15.\\x*\\wj Car je ne suis pas venu appeler des justes, mais des pécheurs.\\wj*"},{"style":"s1","verse":"","text":"Question des disciples de Jean-Baptiste sur le jeûne"},{"style":"r","verse":"","text":"V. 14-17: cf. (Mc 2:18-22. Lu 5:33-39.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"\\x f \\xo 9.14 \\xt Mc 2:18. Lu 5:33.\\x*Alors les disciples de Jean vinrent auprès de Jésus, et dirent: Pourquoi nous et les pharisiens jeûnons-nous, tandis que tes disciples ne jeûnent point? "},{"style":"v","verse":"15","text":"Jésus leur répondit: \\x g \\xo 9.15 \\xt 2 Co 11:2.\\x*\\wj Les amis de l’époux peuvent-ils s’affliger pendant que l’époux est avec eux? Les jours viendront où l’époux leur sera enlevé, et alors ils jeûneront.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"\\wj Personne ne met une pièce de drap neuf à un vieil habit; car elle emporterait une partie de l’habit, et la déchirure serait pire.\\wj*"},{"style":"v","verse":"17","text":"\\x h \\xo 9.17 \\xt Mc 2:22.\\x*\\wj On ne met pas non plus du vin nouveau dans de vieilles outres; autrement, les outres se rompent, le vin se répand, et les outres sont perdues; mais on met le vin nouveau dans des outres neuves, et le vin et les outres se conservent.\\wj*"},{"style":"s1","verse":"","text":"Résurrection de la fille de Jaïrus, et guérison d’une femme malade depuis douze ans"},{"style":"r","verse":"","text":"V. 18-26: cf. (Mc 5:22-43. Lu 8:41-56.) Jn 5:21, 28."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Tandis qu’il leur adressait ces paroles, \\x i \\xo 9.18 \\xt Mc 5:22. Lu 8:41.\\x*voici, un chef arriva, se prosterna devant lui, et dit: Ma fille est morte il y a un instant; mais viens, impose-lui les mains, et elle vivra. "},{"style":"v","verse":"19","text":"Jésus se leva, et le suivit avec ses disciples. "},{"style":"v","verse":"20","text":"\\x j \\xo 9.20 \\xt Lé 15:25. Mc 5:25. Lu 8:43.\\x*Et voici, une femme atteinte d’une perte de sang depuis douze ans s’approcha par derrière, et toucha le bord de son vêtement. "},{"style":"v","verse":"21","text":"Car elle disait en elle-même: Si je puis seulement toucher son vêtement, je serai guérie. "},{"style":"v","verse":"22","text":"Jésus se retourna, et dit, en la voyant: \\x k \\xo 9.22 \\xt Mc 5:34. Lu 8:48.\\x*\\wj Prends courage, ma fille, ta foi t’a guérie.\\wj* Et cette femme fut guérie à l’heure même. "},{"style":"v","verse":"23","text":"\\x l \\xo 9.23 \\xt Mc 5:38. Lu 8:51.\\x*Lorsque Jésus fut arrivé à la maison du chef, et qu’il vit les joueurs de flûte et la foule bruyante, "},{"style":"v","verse":"24","text":"il leur dit: \\wj Retirez-vous; car la jeune fille n’est pas morte, mais elle\\wj*\\x m \\xo 9.24 \\xt Jn 11:11.\\x*\\wj dort.\\wj* Et ils se moquaient de lui. "},{"style":"v","verse":"25","text":"Quand la foule eut été renvoyée, il entra, prit la main de la jeune fille, et la jeune fille se leva. "},{"style":"v","verse":"26","text":"Le bruit s’en répandit dans toute la contrée."},{"style":"s1","verse":"","text":"Diverses guérisons"},{"style":"r","verse":"","text":"V. 27-31: cf. Mc 8:22-26; 10:46-53. És 35:5."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Étant parti de là, Jésus fut suivi par deux aveugles, qui criaient: Aie pitié de nous, Fils de David! "},{"style":"v","verse":"28","text":"Lorsqu’il fut arrivé à la maison, les aveugles s’approchèrent de lui, et Jésus leur dit: \\wj Croyez-vous que je puisse faire cela?\\wj* Oui, Seigneur, lui répondirent-ils. "},{"style":"v","verse":"29","text":"Alors il leur toucha les yeux, en disant: \\wj Qu’il vous soit fait selon votre foi.\\wj*"},{"style":"v","verse":"30","text":"Et leurs yeux s’ouvrirent. \\x n \\xo 9.30 \\xt Mt 12:16. Lu 5:14.\\x*Jésus leur fit cette recommandation sévère: \\wj Prenez garde que personne ne le sache.\\wj*"},{"style":"v","verse":"31","text":"\\x o \\xo 9.31 \\xt Mc 7:36.\\x*Mais, dès qu’ils furent sortis, ils répandirent sa renommée dans tout le pays."},{"style":"r","verse":"","text":"V. 32-34: cf. Mt 12:22-37. És 35:6."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"\\x p \\xo 9.32 \\xt Mt 12:22. Lu 11:14.\\x*Comme ils s’en allaient, voici, on amena à Jésus un démoniaque muet. "},{"style":"v","verse":"33","text":"Le démon ayant été chassé, le muet parla. Et la foule étonnée disait: Jamais pareille chose ne s’est vue en Israël. "},{"style":"v","verse":"34","text":"Mais les pharisiens dirent: \\x q \\xo 9.34 \\xt Mt 12:24. Mc 3:22. Lu 11:15.\\x*C’est par le prince des démons qu’il chasse les démons."},{"style":"s1","verse":"","text":"Mission des douze apôtres"},{"style":"r","verse":"","text":"V. 35-38: cf. Mc 6:34. (Mt 4:23-25. Ac 10:38.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"\\x r \\xo 9.35 \\xt Mc 6:6. Lu 13:22.\\x*Jésus parcourait toutes les villes et les villages, enseignant dans les synagogues, prêchant la bonne nouvelle du royaume, et guérissant toute maladie et toute infirmité. "},{"style":"v","verse":"36","text":"\\x s \\xo 9.36 \\xt Mc 6:34.\\x*Voyant la foule, il fut ému de compassion pour elle, parce qu’elle était languissante et abattue, \\x t \\xo 9.36 \\xt Jé 23:1. Éz 34:2.\\x*comme des brebis qui n’ont point de berger. "},{"style":"v","verse":"37","text":"Alors il dit à ses disciples: \\wj La moisson est grande, mais il y a peu d’ouvriers.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"\\x u \\xo 9.38 \\xt 2 Th 3:1.\\x*\\wj Priez donc le maître de la moisson d’envoyer des ouvriers dans sa moisson.\\wj*"}]