[{"style":"mt1","text":"2.Timote"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man Póol, ndawal Yeesu \\w Almasi|Almasi b-:\\w* bi ci coobarey Yàlla, ngir xamle digeb dund gi ci Almasi Yeesu, ci man la bataaxal bii bawoo,"},{"style":"v","verse":"2","text":"ñeel Timote, sama doom, sama soppe. Aw yiw ak yërmande ak jàmm ñeel na la, bawoo ci Yàlla Baay bi ak sunu Sang Almasi Yeesu."},{"style":"s1","verse":"","text":"Feddalil sa ngëm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Maa ngi lay fàttaliku ci samay ñaan guddeek bëccëg, fu ma tollu te di ci sant Yàlla, mi may jaamoo xel mu dal, ni ko samay maam daan defe."},{"style":"v","verse":"4","text":"Yàkkamti naa lool gisati la, ba sama xol sedd guyy, nde maa ngi fàttaliku sa rongooñi keroog ya."},{"style":"v","verse":"5","text":"Maa ngi fàttaliku ngëm gu dëggu gi ci yaw, te njëkkoona nekk ci sa maam ju jigéen Lowis ak sa yaay Ënis, te mu wóor ma ne ci noonu nga saxoo itam."},{"style":"v","verse":"6","text":"Moo tax li ma lay fàttali moo di, nga xamb taalub mayu Yàlla ga nga jote ca ba ma la \\w tegee samay loxo|teg loxo:\\w*."},{"style":"v","verse":"7","text":"Ndax kat \\w Xel|Noo gu Sell g-:\\w* mi nu Yàlla jox taxu noo ragal, xanaa kay da noo may doole ak cofeel ak jëfin wu laloo am xel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Bul kersawoo di seedeel sunu Sang, mbaa nga di ma kersawoo, man mi ñu tëj ngir moom, waaye jëlal sa wàll ci coonob xibaaru jàmm bi, ni la ko manoorey Yàlla manloo."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"9","text":"Moo nu musal,"},{"style":"q1","verse":"","text":"woo nu woote bu sell te sunuy jëf taxul,"},{"style":"q1","verse":"","text":"waaye coobarey boppam a tax,"},{"style":"q1","verse":"","text":"ak yiwam wi ñu nu may ci \\w Almasi|Almasi b-:\\w* Yeesu,"},{"style":"q1","verse":"","text":"balaa ay jamonoy jamono di sosu."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"10","text":"Woowu yiw, la ko fésal moo di dikkug sunu Musalkat Almasi Yeesu,"},{"style":"q1","verse":"","text":"mi neenal dee, te niital nu yoonu texe,"},{"style":"q1","verse":"","text":"ak dee gu fomm ba fàww, ni ko xibaaru jàmm bi xamlee."},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Te ci xibaaru jàmm boobu lañu ma tabb, ba ma di yéenekatu xibaar bi, di ndawam, di jàngalekatam."},{"style":"v","verse":"12","text":"Looloo tax may daj yii coono. Waaye rusuma ci, ndax xam naa ki ma gëm, te wóor na ma ne, li ma ko dénk, moo ko mana sàmm ba keroog bés ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Royal ci kàddu yu wér yi nga dégge ci man, te nga ànd ceek ngëm ak cofeel gi Almasi Yeesu di maye,"},{"style":"v","verse":"14","text":"te lu baax li ñu la dénk, nanga ko sàmm ci ndimbalal Noo gu Sell gi ci nun ñi ko gëm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Xam nga ne waa diiwaanu Asi gépp a ma won gannaaw, te Fusel ak Ermosen ci lañu bokk."},{"style":"v","verse":"16","text":"Yal na Yàlla baaxe nag waa kër Onesifor yërmandeem, ndax dëfal na ma lu bare, te kersawoowul li ñu ma tëj kaso,"},{"style":"v","verse":"17","text":"waaye ba mu dikkee Room, da maa seet a seet, ba gis ma."},{"style":"v","verse":"18","text":"Yal na ko Boroom bi may mu daj bésub keroog booba yërmandey Boroom bi. Taxawu na ma lool ca Efes, te xam nga ko xéll."}]