[{"style":"s1","verse":"","text":"Beyal saw sas"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag yaw doom, doolewool yiw wi \\w Almasi|Almasi b-:\\w* Yeesu di maye."},{"style":"v","verse":"2","text":"Li nga dégge ci man te seede yu bare teewe ko, nanga ko jottali nit ñu wóor ñu ko mana xamal ñeneen."},{"style":"v","verse":"3","text":"Jëlal sa wàll ci coono bi takk-derub Almasi Yeesu bu wóor di jànkoonteel."},{"style":"v","verse":"4","text":"Ab takk-der bu bëgga neex ka ko solal kat, du xintewoo mbiri nit ña soluwul."},{"style":"v","verse":"5","text":"Kuy joŋante it, deesu ko \\w kaala|kaala g-:\\w* te joŋantewul ci yoon."},{"style":"v","verse":"6","text":"Te it beykat bi yor coonob liggéey bi, moo wara njëkka séddu ca meññeef ma."},{"style":"v","verse":"7","text":"Defal sam xel ci li ma la wax. Boroom bi moo lay leeralal lépp."},{"style":"s1","verse":"","text":"Yeesu mooy boroom kóllëre"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Bàyyil xel ci Yeesu \\w Almasi|Almasi b-:\\w* bi ñu dekkal te mu soqikoo ci \\w Daawuda|Daawuda:\\w*, ni ko sama xibaaru jàmm indee."},{"style":"v","verse":"9","text":"Xibaaru jàmm boobu moo tax may daj coono yu metti ni defkatu mbon, ba ci jéng yii ñu ma jéng. Waaye kàddug Yàlla moom, deesu ko jéng."},{"style":"v","verse":"10","text":"Looloo ma tax di muñ lépp, ngir ñi ñu tànn, ndax ñoom it ñu dajeek mucc gi ci Almasi Yeesu, boole ci teraanga ju sax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Kàddu gu wóor a ngii:"},{"style":"q1","verse":"","text":"Su nu deewandoo ak Almasi bi,"},{"style":"q1","verse":"","text":"nooy dundandoo ak moom itam;"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"12","text":"su nu muñee,"},{"style":"q1","verse":"","text":"nooy bokk nguuru."},{"style":"q1","verse":"","text":""},{"style":"q1","verse":"","text":"moom it dinanu gàntal;"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"13","text":"su nu ko ñàkkee kóllëre,"},{"style":"q1","verse":"","text":"mu saxoo kóllëreem,"},{"style":"q1","verse":"","text":"ndax manula gàntal boppam."},{"style":"s1","verse":"","text":"Surga day sàkku ngërëmu njaatigeem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Loolu, dee ko fàttalee, te ngay dénkaane fi kanam Yàlla, ñu bañ di xuloo ci li baat yiy tekki, ndax amul njariñ, te ñi koy dégg doŋŋ lay sànk."},{"style":"v","verse":"15","text":"Defal sa kem-kàttan ba boo teewee fa kanam Yàlla, di ku mu gërëm, ab liggéeykat bu mucc gàcce, di xamle kàddug dëgg gi ni mu ware."},{"style":"v","verse":"16","text":"Waaye ay kebetuy àddinay kese, moytu ko, ndax ngëmadi gu ko yées rekk lay yóbbee,"},{"style":"v","verse":"17","text":"te kàdduy ñooñu day law ni ngal. Ci ñooñu la Imene ak Filet bokk."},{"style":"v","verse":"18","text":"Ñoo lajj yoonu dëgg, ba naan ñiy dekki, dekki nañu ba noppi, te seen wax jooju, am na ñenn ñu muy yàq seen ngëm."},{"style":"v","verse":"19","text":"Teewul cëslaay lu dëgër, li Yàlla tabax, mu ngi ne kekk, te màndarga ma ca nekk, kàddu yii la: «Boroom bi xam na ki mu séddoo\\f + \\fr 2.19 \\ft Seetal ci \\bk Màndiŋ ma\\bk* 16.5.\\f*,» ak: «Kuy tudd turu Sang bi, na daw njubadi\\f + \\fr 2.19 \\ft Seetal ci \\bk Taalifi cant\\bk* 34.15.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Kër gu mag nag, du ndabi wurus ak xaalis rekk a fa am, waaye yoy bant a nga fa ak yoy ban; yii di ndabi teraanga, yee di ndabi njoogaan."},{"style":"v","verse":"21","text":"Ku setal sa bopp nag ba mucc ci yu bon yooyii, yaay doon ndabal teraanga lu sell te amal sangam njariñ ngir jépp jëf ju baax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Xemmemtéefi ndaw nag, daw ko, te nga topp njub ak ngëm ak cofeel ak jàmm, ànd ceek ñiy tudde Boroom bi xol bu set wecc."},{"style":"v","verse":"23","text":"Waaye werante yu xeluwul te du xam-xam, moytu ko, te xam ne ay ŋaayoo lay jur."},{"style":"v","verse":"24","text":"Te jaamub Boroom bi warul di ŋaayoo, waaye day lewet ci ñépp, mana jàngale tey muñ."},{"style":"v","verse":"25","text":"Jaamub Boroom bi ndànk la war di jubbanti diiŋatkat yi, ndax jombul Yàlla may leen ñu tuub, ba xam liy dëgg."},{"style":"v","verse":"26","text":"Su ko defee seenum xel dellusi, ba ñu rëcc fiirug \\w Seytaane|Seytaane:\\w* mi leen jàpp, di leen defloo coobareem."}]