[{"style":"s1","text":"Mujug jamono dina tar"},{"style":"p","text":""},{"style":"v","text":"Lii, nanga ko xam: mujug jamono, bés yu tar dina dikk."},{"style":"v","text":"Nit ñi, seen bopp doŋŋ lañuy bëgg, ay bëggkati xaalis lañuy doon, ay damukat, nit ñu réy, di ay saagakati Yàlla, ñu déggadil waajur, ñu goreedi te selladi."},{"style":"v","text":"Duñu am yërmande, duñu meddi, ay soskat lañuy doon, ñu ñàkk sago, ñu néeg te bañ lu baax;"},{"style":"v","text":"ay workat lañuy doon, ñu teeyadi, ñu daŋŋiiral te di ñu bëgg seen bànneexu bopp, ba mu gënal leen Yàlla."},{"style":"v","text":"Ragal Yàlla lañuy mbubboo tey xalab leer ga leen ko wara manloo. Ñooñu, dëddu leen."},{"style":"p","text":""},{"style":"v","text":"Ñenn ci ñooñu ñooy yoxoosuy dugg ci biir kër yi, di fàbbi jigéen ñu ñàkk bopp, ñi seeni bàkkaar man, te seen xemmemtéef yu bare jiital leen."},{"style":"v","text":"Gëstu ay àlluwa la jigéen ñooñuy wéye, waaye duñu mana xam liy dëgg mukk."},{"style":"v","text":"Noonee Sànnes ak Sàmbres\\f + \\fr 3.8 \\fk Sànnes ak Sàmbres, \\ft ay tur la yu Yawut yi baaxoo tudde luxuskati Misra ya doon fexee joŋante ak Yonent Yàlla Musaa.\\f* doon jànkoonteek Musaa, ni la góor ñooñu di jànkoontee ak dëgg gi; ñooy nit ñu seenum xel yàqu, te ñu doyadi ci wàllu ngëm."},{"style":"v","text":"Waaye duñu soreeti, ndax seenug ndof dina bir ñépp, na ñaar ñooña mujje woon."},{"style":"s1","text":"Póol dénkooti na Timote"},{"style":"p","text":""},{"style":"v","text":"Yaw nag seetlu nga bu baax sama àlluwa ak sama dundin ak sama mébét ak sama ngëm ak samag muñ ak sama cofeel ak samag ñeme coono"},{"style":"v","text":"ak itam bunduxataal yaak njàqare ya ma dikke woon fa dëkk yooyu di Àncos ak Ikoñum ak Listar\\f + \\fr 3.11 \\fk Ikoñum ak Listar, \\ft ay dëkk ci diiwaanu Galasi lañu woon, fa Póol tàmbalee yenam, di waare xibaaru Almasi bi.\\f*. Céy na ñu ma bunduxataale, waaye Sang bee ma musal ci lépp!"},{"style":"v","text":"Te kat képp ku namma farlu ci yoonu \\w Almasi|Almasi b-:\\w* Yeesu, dees na la bunduxataal."},{"style":"v","text":"Waaye nit ñu bon ñi ak maa-man yi dañuy gën di bon rekk, di naxe tey nax seen bopp."},{"style":"p","text":""},{"style":"v","text":"Yaw nag saxal ci li nga jàng, muy lu la wóor, nde xam nga ña nga tanqe."},{"style":"v","text":"Bi ngay gone nga dale xam Mbind mu sell mi, te moo la mana may xel mu la jëme ci mucc gi gëm Almasi Yeesu di maye."},{"style":"v","text":"Mboolem Mbind mu sell mi la Yàlla wal ag \\w Noowam|Noo gu Sell g-:\\w*, ba mu am njariñal jàngal nit ñi, femmu leen, jubbanti leen, yar leen cig njub."},{"style":"v","text":"Su ko defee nitu Yàlla ki mat sëkk te matley jumtukaay ngir jépp jëf ju baax."}]