[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag dama lay dénk fi kanam Yàlla ak Almasi Yeesu miy àtteji ñiy dund ak ñi dee, di la dénk ci darajay bésam ba muy feeñ ak ci darajay nguuram:"},{"style":"v","verse":"2","text":"waareel kàddug Yàlla te taxaw ci temm, su neexee ak su naqaree; di yedde, di femmoo, di ñaaxe, tey saxoo muñ ci sa njàngale."},{"style":"v","verse":"3","text":"Ndax kat ay jamonoo ngi ñëw, nit ñi dootuñu xajoo àlluwa ju wér, waaye seeni bëgg-bëggi bopp lañuy topp, bay fortaatoo fu nekk ay jàngalekat yu leen di wax lu leen neex."},{"style":"v","verse":"4","text":"Dëgg lañuy tanqamlu, lajj, wuti léebi neen."},{"style":"v","verse":"5","text":"Waaye yaw, àndal ak sa sago ak diggante boo mana tollu, te ñeme coono. Jàppal ci liggéeyub jottali xibaaru jàmm bi, beyal sa waar ba mu mat sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Man nag, daanaka saraxu tuuru bu sottiku laa ba noppi; sama waxtuw dem dëgmal na."},{"style":"v","verse":"7","text":"Xare bu baax bi, xare naa ko, rawante bi, sottal naa ko, ngëm gi ma am, sàmm naa ko."},{"style":"v","verse":"8","text":"Léegi nag \\w kaalag|kaala g-:\\w* njekk a may xaar, te Boroom bi, àttekat bu jub bi moo ma koy yool, keroog ca bés ba, te du man rekk la koy yool, waaye itam képp ku koy séentu te yàkkamti bés ba muy feeñ."},{"style":"s1","verse":"","text":"Fii la Póol tëje ay dénkaaneem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Defal sa kem-kàttan, ba fekksi ma nu mu gëna gaawe."},{"style":"v","verse":"10","text":"Ndax kat Demas, àddinay tey la sopp ba tax mu wacc ma, dem Tesalonig, te Kereseñsë dem na diiwaanu Galasi, Tit dem diiwaanu Dalmasi."},{"style":"v","verse":"11","text":"Luug rekk a des fi man. Indaaleel Màrk, ndax amal na ma njariñ ci liggéey bi."},{"style":"v","verse":"12","text":"Tisig nag laa yebal Efes."},{"style":"v","verse":"13","text":"Mbubb ma ma waccoon ak Karpus ca Torowas, booy ñëw, indaaleel ma ko ak itam téere yi, rawatina téerey der yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Alegsàndar tëgg bi def na ma lu bon lu réy, waaye Boroom bee koy fey jëfam."},{"style":"v","verse":"15","text":"Yaw itam, moytu ko bu baax, ndax moo gàntal lool sunu àlluwa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Keroog ba ma njëkkee di layool sama bopp, kenn taxawuwu ma, ñépp a ma daw, yàlla bu leen seen jëf topp."},{"style":"v","verse":"17","text":"Waaye Boroom bee ma dimbali, dooleel ma, ngir kàddu gi siiwe ci man, ba xeeti jàmbur yépp dégg ko, te Boroom bee ma musal ci pàddum gaynde."},{"style":"v","verse":"18","text":"Boroom bee may wallu ci jépp jëf ju bon, te moo may aar ba tàbbal ma fa nguuram ga fa asamaan. Daraja ñeel na ko, tey ak ëllëg ba fàww. Amiin."},{"style":"s1","verse":"","text":"Póol tàggu na ñoom Timote"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Nuyul ma Piriska ak Akilas ak waa kër Onesifor."},{"style":"v","verse":"20","text":"Erast moom, Korent la des, waaye Torofim, Mile laa ko bàyyi, ndax daa woppoon."},{"style":"v","verse":"21","text":"Gaawala ñëw, balaa seddub lolli di jam. Ab nuyoo ñeel na la, tukkee ci Ëbulus ak Pudeñsë ak Linus ak Këlójaa ak bokk yépp."},{"style":"v","verse":"22","text":"Yal na Boroom bi wéttali sam xel. Aw yiw ñeel na leen."}]