[{"style":"mt1","text":"Luug"},{"style":"s","text":"Ubbite gi"},{"style":"p","text":""},{"style":"v","text":"Yaw Teyofil mu tedd mi, xam nga ne, nit ñu bare sasoo nañoo bind ab nettali bu jëm ci mbir, yi xewoon ci sunu biir,"},{"style":"v","text":"li dëppook waxi seede, yi ko teewe woon li dale ca ndoorte la te ñu mujj nekk jawriñi kàddug Yàlla."},{"style":"v","text":"Léegi nag kon man ci sama wàll, gëstu naa ci lépp li ko dale ca njàlbéen ga, te fas naa la ko yéenee bindal, nettali la ni xew-xew yooyu deme woon tembe."},{"style":"v","text":"Noonu dinga mana xam ne li ñu la jàngaloon lu wér péŋŋ la."},{"style":"s","text":"Jibril yégle na juddub Yaxya"},{"style":"p","text":""},{"style":"v","text":"Ca jamonoy °Erodd, mi nekkoon buur ca réewu Yawut ya, amoon na °sarxalkat bu ñu tudde Sakari te bokk ca mbootaayu sarxalkat, ya askanoo ci °Abiya. Soxnaam Elisabet askanoo moom itam ci °Aaróona."},{"style":"v","text":"Sakari ak soxnaam ñu jub lañu ca kanam Yàlla, di topp ni mu ware ndigal yi ak dogali Boroom bi yépp."},{"style":"v","text":"Waaye amuñu doom, ndaxte Elisabet manula am doom, te it fekk ñoom ñaar ñépp ay màggat lañu."},{"style":"p","text":""},{"style":"v","text":"Benn bés nag Sakari doon def liggéeyu sarxaleem ca Yàlla, ndaxte mbootaayam a aye keroog."},{"style":"v","text":"Bi ñuy tegoo bant, ni ko sarxalkat yi daan defe naka-jekk, ngir xam kan mooy dugg ca bérab bu sell ba ca kër Yàlla ga, ngir taal fa °cuuraay, bant ba tegu ci Sakari."},{"style":"p","text":""},{"style":"v","text":"Ca waxtu wa ñuy taal cuuraay la, mbooloo maa nga woon ca biti, di ñaan."},{"style":"v","text":"Noonu benn malaakam Boroom bi daldi feeñu Sakari, taxaw ca féeteek ndijooru sarxalukaay, ba ñuy taal cuuraay ca kawam."},{"style":"v","text":"Naka la ko Sakari gis, fitam daldi dem, mu tiit."},{"style":"v","text":"Waaye malaaka ma ne ko: «Bul ragal dara Sakari, ndaxte sa ñaan nangu na. Elisabet sa soxna dina la jural doom, te dinga ko tudde °Yaxya."},{"style":"v","text":"Sa mbég lay doon, sa xol sedd ci, te ñu bare dinañu bég ci juddoom,"},{"style":"v","text":"ndaxte dina nekk ku màgg ca kanam Yàlla. Du naan biiñ walla dara luy màndil, te bu juddoo, °Xel mu Sell mi daldi ko solu."},{"style":"v","text":"Dina delloosi niti Israyil yu bare ci Yàlla seen Boroom."},{"style":"v","text":"Mooy jiitu, di yégle ñëwug Boroom bi, ànd ak xel mi ak doole, ji yonent Yàlla °Ilyaas amoon, ngir jubale xoli baay yi ak doom yi, ngir delloo ñi déggadi ci maanduteg ñi jub. Noonu dina waajal mbooloo muy teeru Boroom bi.»"},{"style":"p","text":""},{"style":"v","text":"Sakari daldi ne malaaka ma: «Nan laay xame ne loolu dëgg la? Ndaxte mag laa, te sama soxna it màggat na.»"},{"style":"v","text":"Malaaka ma ne ko: «Man maay Jibril miy taxaw ci kanam Yàlla. Dañu maa yónni ngir ma wax ak yaw te yégal la xibaaru jàmm boobu."},{"style":"v","text":"Léegi nag gannaaw gëmuloo li ma wax, dinga luu te dootuloo mana wax, ba kera sama wax di am, bu jamonoom jotee.»"},{"style":"p","text":""},{"style":"v","text":"Fekk na booba mbooloo maa ngi xaar, jaaxle lool ci li Sakari yàgg ca bérab bu sell ba."},{"style":"v","text":"Waaye bi mu génnee nag, manula wax ak ñoom. Noonu nit ña xam ne dafa am lu ko feeñu ca bérab bu sell ba. Dafa luu, ba di leen liyaar."},{"style":"p","text":""},{"style":"v","text":"Bi Sakari matalee liggéeyu sarxaleem ba noppi, mu daldi ñibbi."},{"style":"v","text":"Bi mbir yooyu weesoo, Elisabet soxnaam ëmb, di ko nëbb lu mat juróomi weer"},{"style":"v","text":"te naan: «Lii mooy yiw wi ma Boroom bi defal, ba fajal ma li doon sama gàcce ci nit ñi!»"},{"style":"s","text":"Jibril yégle na juddub Yeesu"},{"style":"p","text":""},{"style":"v","text":"Bi Elisabet nekkee ci juróom benni weeram, Yàlla yónni na malaakaam Jibril ca dëkku Nasaret ca diiwaanu Galile."},{"style":"v","text":"Mu yebal ko ca janq bu ñu may waa ju bokk ci askanu °Daawuda te ñu koy wax Yuusufa, waaye àndaguñu. Janq baa ngi tudd Maryaama."},{"style":"v","text":"Malaaka ma dikk ca moom ne ko: «Jàmm nga am, yaw mi Boroom bi defal aw yiw; mu ngi ak yaw.»"},{"style":"p","text":""},{"style":"v","text":"Waxi malaaka ma daldi jaaxal Maryaama, muy xalaat lu nuyoo boobu mana tekki."},{"style":"v","text":"Malaaka ma ne ko: «Bul ragal dara Maryaama, ndaxte Yàlla tànn na la ci yiwam."},{"style":"v","text":"Dinga ëmb, jur doom ju góor; nanga ko tudde Yeesu."},{"style":"v","text":"Ku màgg lay nekki, te dinañu ko wooye Doomu Aji Kawe ji. Boroom bi Yàlla dina ko jébbal nguuru Daawuda maamam."},{"style":"v","text":"Noonu dina yilif askanu °Yanqóoba ba fàww, te nguuram du am àpp.»"},{"style":"p","text":""},{"style":"v","text":"Maryaama laaj malaaka ma ne ko: «Naka la loolu mana ame? Man de, janq laa ba tey.»"},{"style":"v","text":"Malaaka ma ne ko: «°Xel mu Sell mi dina wàcc ci yaw, te Aji Kawe ji dina la yiir ci kàttanam. Moo tax xale biy juddu dinañu ko wooye Ku sell ki, °Doomu Yàlla ji."},{"style":"v","text":"Elisabet sa mbokk mi it dina am doom ju góor cig màggatam. Ki ñu doon wooye ku manula am doom, mu ngi ci juróom benni weeram."},{"style":"v","text":"Ndaxte dara tëwul Yàlla.»"},{"style":"v","text":"Maryaama ne ko: «Jaamub Boroom bi laa. Na Yàlla def ci man li nga wax.»"},{"style":"p","text":"Ci noonu malaaka ma daldi dem."},{"style":"s","text":"Maryaama seeti na Elisabet"},{"style":"p","text":""},{"style":"v","text":"Ci jamono jooju Maryaama jóg, gaawantu dem ci benn dëkk bu nekkoon ca tund ya ca diiwaanu Yude."},{"style":"v","text":"Mu dugg ca kër Sakari, daldi nuyu Elisabet."},{"style":"v","text":"Naka la Elisabet dégg Maryaama di nuyoo, doomam daldi yëngatu ci biiram. Noonu °Xelum Yàlla mu Sell mi daldi solu Elisabet."},{"style":"v","text":"Elisabet wax ca kaw ne: «Barkeel nañu la ci jigéen ñi, barkeel doom ji nga ëmb!"},{"style":"v","text":"Man maay kan, ba ndeyu sama Boroom ñëw di ma seetsi?"},{"style":"v","text":"Maa ngi lay wax ne naka laa la dégg ngay nuyoo rekk, sama doom ji yëngu ci sama biir ndax mbég."},{"style":"v","text":"Barke ñeel na la, yaw mi gëm ne li la Boroom bi yégal dina mat!»"},{"style":"s","text":"Maryaama woy na mbaaxu Yàlla"},{"style":"p","text":""},{"style":"v","text":"Noonu Maryaama daldi ne:"},{"style":"q","text":""},{"style":"v","text":"«Sama xol a ngi màggal Boroom bi,"},{"style":"q","text":"sama xel di bég ci Yàlla sama Musalkat,"},{"style":"q","text":""},{"style":"v","text":"ndaxte fàttaliku na ma,"},{"style":"q","text":"man jaamam bu woyof bi."},{"style":"q","text":"Gannaaw-si-tey, niti jamono yépp dinañu ma wooye ki ñu barkeel,"},{"style":"q","text":""},{"style":"v","text":"ndaxte Ku Màgg ki defal na ma lu réy."},{"style":"q","text":"Turam dafa sell."},{"style":"q","text":""},{"style":"v","text":"Day wàcce yërmandeem ci ñi ko ragal,"},{"style":"q","text":"ci seeni sët ba ci seeni sëtaat."},{"style":"q","text":""},{"style":"v","text":"Wone na jëf yu mag ci dooley loxoom,"},{"style":"q","text":"te tas mbooloom ñiy réy-réylu,"},{"style":"q","text":""},{"style":"v","text":"daaneel boroom doole yi ci seen nguur,"},{"style":"q","text":"yékkati baadoolo yi."},{"style":"q","text":""},{"style":"v","text":"Ñi xiif, reggal na leen ak ñam wu neex,"},{"style":"q","text":"te dàq boroom alal yi, ñu daw ak loxoy neen."},{"style":"q","text":""},{"style":"v","text":"Wallu na °bànni Israyil giy jaamam,"},{"style":"q","text":"di fàttaliku yërmandeem,"},{"style":"q","text":""},{"style":"v","text":"ni mu ko dige woon sunuy maam,"},{"style":"q","text":"jëmale ko ci °Ibraayma ak askanam ba fàww.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Maryaama toog fa Elisabet lu wara tollook ñetti weer, sooga ñibbi."},{"style":"s","text":"Juddub Yaxya"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu jamono ji Elisabet wara mucc agsi, mu daldi jur doom ju góor."},{"style":"v","text":"Dëkkandoom yi ak bokkam yi yég ne, Boroom bi won na ko yërmande ju réy, ñu ànd ak moom bég."},{"style":"p","text":""},{"style":"v","text":"Bi bés ba délsee, ñu ñëw xarafalsi xale ba, bëgg koo dippee baayam Sakari."},{"style":"v","text":"Waaye yaayam ne leen: «Déedéet, °Yaxya lay tudd.»"},{"style":"v","text":"Ñu ne ko: «Amoo menn mbokk mu tudd noonu.»"},{"style":"p","text":""},{"style":"v","text":"Ñu daldi liyaar baayam, ngir xam nan la bëgg ñu tudde xale ba."},{"style":"v","text":"Sakari laaj àlluwa, bind ci ne: «Yaxya la tudd.» Ñépp daldi waaru."},{"style":"v","text":"Ca saa sa Yàlla dindi luu gi, Sakari daldi waxaat, di màggal Yàlla."},{"style":"v","text":"Waa dëkk ba bépp jaaxle, xew-xew yooyu siiw ca tundi Yude yépp."},{"style":"v","text":"Ñi dégg nettali, bi jëm ci mbir yooyu, dañu koo denc ci seen xol te naan: «Nu xale bii di mujje nag?» Ndaxte leeroon na ne dooley Boroom baa ngi ànd ak moom."},{"style":"s","text":"Sakari sant na Yàlla"},{"style":"p","text":""},{"style":"v","text":"Sakari baayu Yaxya daldi fees ak °Xel mu Sell mi. Noonu mu wax ci kàddug Yàlla ne:"},{"style":"b","text":""},{"style":"q","text":""},{"style":"v","text":"«Cant ñeel na Boroom bi, Yàllay Israyil,"},{"style":"q","text":"ndaxte wallusi na mbooloom, ba °jot leen!"},{"style":"q","text":""},{"style":"v","text":"Feeñal na nu Musalkat bu am doole,"},{"style":"q","text":"bi soqikoo ci askanu °Daawuda jaamam,"},{"style":"q","text":""},{"style":"v","text":"ni mu yéglee woon bu yàgg jaarale ko ci yonentam yu sell yi."},{"style":"q","text":""},{"style":"v","text":"Dina nu musal ci sunuy noon,"},{"style":"q","text":"jële nu ci sunu loxoy bañaale."},{"style":"q","text":""},{"style":"v","text":"Yàlla wone na yërmandeem, ji mu digoon sunuy maam,"},{"style":"q","text":"te di fàttaliku kóllëre, gi mu fas ak ñoom,"},{"style":"q","text":""},{"style":"v","text":"di ngiñ, li mu giñaloon sunu maam °Ibraayma naan,"},{"style":"q","text":""},{"style":"v","text":"dina nu teqale ak sunuy noon,"},{"style":"q","text":"ngir nu man koo jaamu ci jàmm,"},{"style":"q","text":""},{"style":"v","text":"nu sell te jub ci kanamam sunu giiru dund."},{"style":"b","text":""},{"style":"q","text":""},{"style":"v","text":"Yaw nag doom, dinañu lay wooye yonentu Aji Kawe ji,"},{"style":"q","text":"ndaxte dinga jiitu, di yégle ñëwug Boroom bi, di ko xàllal yoon wi."},{"style":"q","text":""},{"style":"v","text":"Dinga xamal mbooloom ni leen Boroom bi mana musale,"},{"style":"q","text":"jaare ko ci seen mbaalug bàkkaar,"},{"style":"q","text":""},{"style":"v","text":"ndaxte Yàlla sunu Boroom fees na ak yërmande,"},{"style":"q","text":"ba tax muy wàcce ci nun jant buy fenk,"},{"style":"q","text":""},{"style":"v","text":"ngir leeral ñi toog ci lëndëm,"},{"style":"q","text":"takkandeeru dee tiim leen,"},{"style":"q","text":"ngir jiite nu ci yoonu jàmm.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yaxyaa ngi doon màgg, te xelam di ubbiku. Mu dëkk ca màndiŋ ma, ba bés ba muy feeñu °bànni Israyil."}]