[{"style":"s","text":"Ni ñuy ñaane ci Yàlla"},{"style":"p","text":""},{"style":"v","text":"Am bés Yeesu di ñaan ci benn bérab. Bi mu noppee, kenn ci taalibeem yi ne ko: «Boroom bi, jàngal nu, nan lanu wara ñaane, ni ko °Yaxya jàngle ay taalibeem.»"},{"style":"v","text":"Yeesu ne leen: «Bu ngeen dee ñaan, nangeen ne:"},{"style":"q","text":"Baay, yal na sa tur di lu ñu sellal,"},{"style":"q","text":"yal na sa nguur ñëw."},{"style":"q","text":""},{"style":"v","text":"Yal nanga nu may bés bu nekk lu nu dunde."},{"style":"q","text":""},{"style":"v","text":"Yal nanga nu baal sunuy bàkkaar,"},{"style":"q","text":"ndaxte nun itam danuy baal ñépp ñi nu tooñ."},{"style":"q","text":"Yàlla boo nu teg ci yoonu nattu.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu teg ca ne leen: «Mi ngi mel ni, nga dem seeti sa xarit ci xaaju guddi ne ko: “Xarit, lebal ma ñetti mburu."},{"style":"v","text":"Dafa am sama xarit bu ma ganesi, te awma dara lu ma ko jox.”"},{"style":"p","text":""},{"style":"v","text":"«Waaye kooku nekk ci biir néegam, dina ko ne: “Bu ma lakkal, tëj naa bunt bi ba noppi te tëdd naa maak sama njaboot; manumaa jóg di la jox dara.”"},{"style":"v","text":"Maa ngi leen koy wax, su jógul jox ko li muy laaj ndax li ñu xaritoo it, ndax la kee ñàkk jom dina tax mu jox ko lépp li mu soxla."},{"style":"v","text":"Moo tax ma ne, ñaanleen, ñu may leen; seetleen, te dingeen gis; fëggleen, ñu ubbil leen."},{"style":"v","text":"Ndaxte képp kuy ñaan, dinga am; kuy seet, dinga gis; kuy fëgg, ñu ubbil la."},{"style":"v","text":"Bu la sa doom ñaanee jën, yaw miy baayam, ndax dinga ko baña jox jën, jox ko jaan?"},{"style":"v","text":"Walla mu ñaan la nen, nga jox ko jiit?"},{"style":"v","text":"Ndegam yéen ñi bon yéena mana jox seeni gone lu baax, astamaak Baay bi nekk ci kaw dina jox °Xel mu Sell mi ñi ko koy ñaan!»"},{"style":"s","text":"Yeesu ak Beelsebul"},{"style":"p","text":""},{"style":"v","text":"Am bés Yeesu dàq rab wu luu. Naka la rab wa génn, luu ba daldi wax, ba mbooloo may yéemu."},{"style":"v","text":"Waaye am ca mbooloo ma ay nit, ñu doon wax naan: «Ci kàttanu °Beelsebul, buuru rab yi, lay dàqe rab yi.»"},{"style":"p","text":""},{"style":"v","text":"Am ñeneen ñu fexe koo fiir, ba laaj ko kéemaan gu jóge ci asamaan tey firndeel yónnentam."},{"style":"v","text":"Waaye Yeesu xam seen xalaat ne leen: «Réew mu xeex boppam tas, kër gu xeex boppam gent."},{"style":"v","text":"Te it bu °Seytaane xeexee boppam, naka la nguuram di mana yàgge? Damay wax loolu, ndaxte nee ngeen, damay dàq rab jaarale ko ci kàttanu Beelsebul."},{"style":"v","text":"Te it bu fekkee ne man damay dàq ay rab ci kàttanu Beelsebul, seeni taalibe nag ci gan kàttan lañu leen di dàqe? Kon ñoo leen di àtte."},{"style":"v","text":"Waaye bu fekkee ne ci baaraamu Yàlla laay dàqe rab, kon nguuru Yàlla agsi na ba ci yéen."},{"style":"p","text":""},{"style":"v","text":"«Su nit ku bare doole gànnaayoo, di wottu këram, alalam dina raw."},{"style":"v","text":"Waaye bu ku ko ëpp doole ñëwee, daan ko, dafay nangu gànnaay ya mu yaakaaroon, ba noppi séddale alal ja."},{"style":"v","text":"Ku farul ak man, yaa ngi may xeex, ku dajalewul ak man, yaa ngi tasaare."},{"style":"p","text":""},{"style":"v","text":"«Boo xamee ne rab, wa jàppoon nit, génn na ci moom, day wër ay bérab yu wow, di wut fu mu noppaloo, waaye du ko gis. Noonu da naan: “Naa dellu ca sama kër, ga ma jóge.”"},{"style":"v","text":"Bu ñëwee nag, mu fekk këram, ñu bale ko, defar ko ba lépp jekk."},{"style":"v","text":"Bu ko gisee nag, mu dem wooyi yeneen juróom ñaari rab yu ko gëna soxor. Ñu dugg, sanc fa; ba tax mujug nit kooku mooy yées njàlbéenam.»"},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu di wax loolu, jenn jigéen yékkati baatam ca biir mbooloo ma ne: «Céy jigéen ji la ëmb te nàmpal la moo barkeel!»"},{"style":"v","text":"Waaye Yeesu ne ko: «Neel kay, ki barkeel mooy kiy déglu kàddug Yàlla te di ko topp.»"},{"style":"s","text":"Firndeg yonent Yàlla Yunus"},{"style":"p","text":""},{"style":"v","text":"Naka la mbooloo may gëna takku, Yeesu ne: «Niti jamono jii dañoo bon. Ñu ngi laaj firnde, waaye duñu jot genn firnde gu dul firndeg Yunus."},{"style":"v","text":"Ndaxte ni Yunus nekke woon firnde ci waa dëkku Niniw, noonu la °Doomu nit kiy nekke firnde ci niti jamono jii."},{"style":"v","text":"Keroog bés pénc buur bu jigéen, ba dëkkoon ca sudd, dina jógandoo ak niti jamono jii, yey leen; ndaxte dafa jóge ca catul àddina, ngir déglu xam-xamu °Suleymaan, te ku sut Suleymaan a ngi fi."},{"style":"v","text":"Te it ca bés pénc, waa dëkku Niniw dinañu jógandoo ak niti jamono jii, yey leen, ndaxte bi leen Yunus waaree, tuub nañu seeni bàkkaar, te ku sut Yunus a ngi fii."},{"style":"s","text":"Léebu làmp bi"},{"style":"p","text":""},{"style":"v","text":"«Kenn du taal làmp, ba noppi di ko dugal cig kàmb, walla di ci këpp leget. Daf koy wékk, ngir mu leeral ñiy dugg."},{"style":"v","text":"Bët mooy làmpu yaram. Bu sa bët wéree, kon sa yaram wépp leer. Waaye bu sa bët woppee, kon sa yaram wépp lëndëm."},{"style":"v","text":"Moytul ndax leer gi nekk ci yaw du lëndëm."},{"style":"v","text":"Kon bu sa yaram wépp nekkee ci leer te amul genn wet gu laal ci lëndëm, dina leer nàññ, mel ni leeraayu làmp ne ràyy ci sa kaw.»"},{"style":"s","text":"Yeesu yedd na Farisen yi ak xutbakat yi"},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu waxee ba noppi, benn °Farisen wax ko, mu ñëw lekke këram. Yeesu dugg ca kër ga, toog ca lekkukaay ba."},{"style":"v","text":"Farisen bi nag daldi jaaxle, bi mu gisee ne Yeesu raxasuwul, laata muy lekk."},{"style":"v","text":"Noonu Boroom bi ne ko: «Waaw, yéen Farisen yi, yéena ngi setal bitib kaas bi ak ndab li, waaye ci biir dangeena fees ak càcc ak mbon!"},{"style":"v","text":"Yéena ñàkk xel! Xanaa du ki defar biti moo defar biir itam?"},{"style":"v","text":"Sarxeleen li nekk ci biir te seen lépp dina sell."},{"style":"v","text":"Yéen Farisen yi dingeen torox! Ndaxte yéena ngi sàkk asaka ci naana ak °ru ak léjum bu nekk, waaye sàggane ngeen njubte ak mbëggeel ci Yàlla. Loolu ngeen wara def, waxuma nag ngeen sàggane la ca des."},{"style":"v","text":"Yéen Farisen yi, dingeen torox! Ndaxte ca jàngu ya, toogu ya féete kanam ngeen di taamu te bëgg ñépp di leen nuyoo ñaari loxo ca pénc ma."},{"style":"v","text":"Dingeen torox, ndaxte dangeena mel ni ay bàmmeel yu raaf, ba nit ñi di ci dox te teyuñu ko.»"},{"style":"p","text":""},{"style":"v","text":"Kenn ci °xutbakat yi ne ca tonn ne: «Kilifa gi, boo waxee loolu, yaa ngi nuy xas, nun itam.»"},{"style":"v","text":"Noonu Yeesu neeti leen: «Yéen itam xutbakat yi, dingeen torox! Ndaxte dangeen di sëf nit ñi say yu diis, waaye dungeen nangoo laal sëf bi sax ak seen cati baaraam."},{"style":"v","text":"Dingeen torox, ndaxte yéena ngi tabax xabruy yonent, yi seeni maam reyoon."},{"style":"v","text":"Dangeen di seede noonu ne ànd ngeen ak li seen maam defoon, ndaxte ñoo rey yonent yi, yéen ngeen tabax xabru yi."},{"style":"v","text":"Looloo tax Yàlla mi xam lépp ne: “Dinaa leen yónnee ay yonent ak ay ndaw. Ñenn ñi dinañu leen fitnaal, rey leen.”"},{"style":"v","text":"Kon nag Yàlla dina mbugal niti jamono jii ndax dereti yonent yi ñu tuur, ba àddina sosoo ak léegi,"},{"style":"v","text":"la dale ca Abel ba ci Sakari, moom mi ñu rey ci diggante °sarxalukaay bi ak bérab bu sell bi. Waaw, maa ngi leen koy wax, Yàlla dina mbugal niti jamono jii ndax loolu."},{"style":"v","text":"Yéen xutbakat yi, dingeen torox, ndaxte yéena yóbbu caabiy xam-xam; dugguleen ci, te ku ci bëgga dugg, ngeen tere ko ko.»"},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu génnee bérab boobu, Farisen ya ak xutbakat ya ëmbal ko mer te di ko seetlu ci fànn gu nekk,"},{"style":"v","text":"di ko yeeru, bëgga këf waxam bu awul yoon."}]