[{"style":"s","text":"Ku tuubul bàkkaaram, sànku"},{"style":"p","text":""},{"style":"v","text":"Ca jamono jooju ay nit ñëw ca Yeesu, nettali mbirum waa Galile, ya °Pilaat reylu woon, jaxase seen deret ak dereti mala, yi ñu rendi woon, jébbal leen Yàlla."},{"style":"v","text":"Mu ne leen: «Mbaa du dangeena xalaat ne, waa Galile yooyu dañoo gëna nekk bàkkaarkat ña ca des, ndax coono bi ñu daj?"},{"style":"v","text":"Maa ngi leen di wax ne du dëgg. Waaye su ngeen tuubul seeni bàkkaar, dingeen sànku noonu, yéen ñépp itam."},{"style":"v","text":"Te fukki nit ak juróom ñett ñooñu dee, bi taaxum kaw ma ca goxu Silowe daanoo ci seen kaw, ndax dangeena yaakaar ne ñoo gëna nekk ay tooñkat ñeneen ñi dëkk °Yerusalem yépp?"},{"style":"v","text":"Maa ngi leen di wax ne du dëgg. Waaye su ngeen tuubul seeni bàkkaar, dingeen sànku noonu, yéen ñépp itam.»"},{"style":"p","text":""},{"style":"v","text":"Noonu mu daldi leen wax léeb wii: «Nit amoon na ci toolam garab gu ñu naan °figg. Benn bés mu ñëw di ko raas-si, fekku fa benn doom."},{"style":"v","text":"Noonu mu ne surga ba: “Ñetti at a ngii may ñëw di raas-si garab gii te duma ci fekk dara. Gor ko. Lu tax muy xatal tool bi?”"},{"style":"v","text":"Surga ba ne ko: “Sang bi, bàyyiwaat ko fi at mii. Dinaa wàqi taat wi, def ci tos."},{"style":"v","text":"Xëy na dina meññi. Bu ko deful, nga gor ko.”»"},{"style":"s","text":"Yeesu faj na jigéen ju xuuge ci bésub noflaay bi"},{"style":"p","text":""},{"style":"v","text":"Benn °bésub noflaay Yeesoo ngi doon jàngle ci ab jàngu."},{"style":"v","text":"Amoon na fa jigéen ju rab jàppoon, ba feebarloo ko lu wara mat fukki at ak juróom ñett; dafa xuuge woon te manul woona siggi dara."},{"style":"v","text":"Bi ko Yeesu gisee, mu woo ko ne ko: «Soxna si, sa feebar deñ na.»"},{"style":"v","text":"Noonu mu °teg ko ay loxoom, soxna sa siggi ca saa sa, di màggal Yàlla."},{"style":"v","text":"Waaye njiitu jàngu ba mer, ndax li Yeesu fajoon nit ca bésub noflaay ba, mu ne mbooloo ma: «Am na juróom benni fan yu nit ñi wara liggéey. Kon war ngeena ñëw faju ci bés yooyu, waaye du ci bésub noflaay bi.»"},{"style":"v","text":"Boroom bi ne ko: «Naaféq yi! Ndax bésub noflaay bi, kenn ku nekk ci yéen du yiwee ca gétt ga yëkkam walla mbaamam ngir wëggi ko?"},{"style":"v","text":"Jigéen jii nag bokk ci askanu °Ibraayma te °Seytaane tënk ko fukki at ak juróom ñett, ndax kenn waru koo yiwi ci bésub noflaay bi?»"},{"style":"p","text":""},{"style":"v","text":"Naka la wax loolu, noonam yépp daldi rus, waaye mbooloo mi di bég ci jëf yu yéeme, yi mu doon def yépp."},{"style":"s","text":"Léebu doomu fuddën gi"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu neeti: «Lan la nguuru Yàlla di nirool? Lan laa ko mana méngaleel?"},{"style":"v","text":"Mi ngi mel ni doomu °fuddën gu nit jël, ji ko ci toolam. Mu sax, nekk garab, ba picci asamaan ñëw, tàgg ciy caram.»"},{"style":"s","text":"Léebu lawiir bi"},{"style":"p","text":""},{"style":"v","text":"Mu neeti: «Lan laa mana méngaleek nguuru Yàlla?"},{"style":"v","text":"Mi ngi mel ni lawiir bu jigéen jël, jaxase ko ak ñetti andaari fariñ, ba kera tooyal bépp di funki.»"},{"style":"s","text":"Bunt bu xat bi"},{"style":"p","text":""},{"style":"v","text":"Yeesoo ngi doon jaar ci ay dëkk yu mag ak yu ndaw, di jàngle te jublu °Yerusalem."},{"style":"v","text":"Am ku ko ne: «Boroom bi, ndax ñiy mucc ñu néew lay doon?» Yeesu ne leen:"},{"style":"v","text":"«Defleen seen kem kàttan, ngir dugg ci bunt bu xat bi, ndaxte maa ngi leen koy wax, ñu bare dinañu jéema dugg, waaye duñu ko man."},{"style":"v","text":"Jamono dina ñëw, ju boroom kër gi di jóg, tëj buntam. Dingeen nekk ci biti di fëgg naan: “Boroom bi, ubbil nu!” Mu ne leen: “Xawma fu ngeen bokk.”"},{"style":"v","text":"Bu ko defee ngeen naan: “Noo doon bokk di lekk ak a naan, te jàngle nga ci sunuy pénc.”"},{"style":"v","text":"Mu ne leen: “Nee naa leen xawma fu ngeen bokk. Yéen ñépp soreleen ma, defkati lu bon yi!”"},{"style":"v","text":"Foofa dingeen jooy, di yéyu, bu ngeen gisee seeni maam °Ibraayma, Isaaxa, °Yanqóoba ak yonent yépp ci nguuru Yàlla, te ñu dàq leen ca biti."},{"style":"v","text":"Ay nit dinañu jóge penku ak sowu, nor ak sudd, ñëw, bokk lekk ci ñam, yi Yàlla di joxe ci nguuram."},{"style":"v","text":"Noonu ñenn ci ñi mujj ñooy jiituji; te ci ñi jiitu, ñooy mujji.»"},{"style":"s","text":"Dinañu yàq Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Ca jamono jooja ay °Farisen ñëw ca Yeesu ne ko: «Jógeel fii, dem feneen, ndaxte °Erodd a ngi lay wuta rey.»"},{"style":"v","text":"Noonu mu ne leen: «Demleen ne bukki boobu ne ko: “Xoolal, maa ngi dàq rab yi tey wéral nit ñi tey ak suba. Ca ñetteelu fan ba, ma àgg fa ma Yàlla jëmale.”"},{"style":"v","text":"Waaye fàww ma dox sama itte tey, suba ak gannaaw suba, ndaxte wareesula reye ab yonent feneen fu dul °Yerusalem."},{"style":"p","text":""},{"style":"v","text":"«Yerusalem, Yerusalem, yaw miy rey yonent yi, tey sànni ay doj ndaw yi, ba ñu dee, aka maa bëggoona dajale say doom, ni ginaar di uufe ay cuujam te nanguwuleen!"},{"style":"v","text":"Kon nag Yàlla dina bërgël seen kër. Te maa ngi leen koy wax, dungeen ma gisati, ba kera ngeen ne: “Yaw miy ñëw ci turu Boroom bi, ku barkeel nga!”»"}]