[{"style":"s","text":"Léebu xar mu réer ma"},{"style":"p","text":""},{"style":"v","text":"Ay °juutikat ak ay boroom bàkkaar daan jegesi Yeesu ngir déglu ko."},{"style":"v","text":"°Farisen ya ak °xutbakat ya di ñurumtu naan: «Waa jii mi ngi nangoo nekk ak ay boroom bàkkaar ak a lekkandook ñoom!»"},{"style":"v","text":"Noonu Yeesu daldi leen wax léeb wii ne leen:"},{"style":"v","text":"«Kan ci yéen soo amoon téeméeri xar, te benn réer ci, nooy def? Ndax doo bàyyi ca parlukaay ba juróom ñeent fukki xar ya ak juróom ñeent, toppi ma réer, ba gis ko?"},{"style":"v","text":"Te boo ko gisee, dinga ko gàddu ak bànneex, yóbbu ko kër ga."},{"style":"v","text":"Boo àggee ca kër ga, dinga woo say xarit ak say dëkkandoo ne leen: “Kaayleen bànneexu ak man, ndaxte gis naa sama xar ma réeroon.”"},{"style":"p","text":""},{"style":"v","text":"«Maa ngi leen di wax lii: ci noonule, dina am mbég ci asamaan, bu benn bàkkaarkat tuubee ay bàkkaaram. Te mbég moomu mooy ëpp mbég, mi fay am, ngir juróom ñeent fukk ak juróom ñeent ñu jub, te soxlawuñoo tuub seeni bàkkaar."},{"style":"s","text":"Léebu xaalis bu réer ba"},{"style":"p","text":""},{"style":"v","text":"«Te it bu jigéen dencoon fukki libidoor, benn réer ca, nu muy def? Ndax du taal ab làmp, bale kër ga, seet fu nekk, ba gis ko?"},{"style":"v","text":"Bu ko gisee, dina woo ay xaritam ak ay dëkkandoom ne leen: “Kaayleen bànneexu ak man, ndaxte gis naa sama alal ja réeroon.”"},{"style":"v","text":"Maa ngi leen di wax lii: ci noonule la malaakay Yàlla yi di ame mbég ci benn bàkkaarkat bu tuubee ay bàkkaaram.»"},{"style":"s","text":"Doom ju réer ja"},{"style":"p","text":""},{"style":"v","text":"Yeesu dellu ne leen: «Dafa amoon góor gu am ñaari doom."},{"style":"v","text":"Benn bés caat ma ne baay ba: “Baay, damaa bëggoon, nga jox ma li may wara féetewoo ci ndono li.” Noonu baay ba daldi leen séddale alalam."},{"style":"v","text":"Ay fan yu néew gannaaw gi, caat ma fab yëfam yépp, dem ca réew mu sore, yàq fa alalam ci topp nafsoom."},{"style":"v","text":"Bi mu sànkee alalam jépp, xiif bu metti dal ca réew ma, mu tàmbalee ñàkk."},{"style":"v","text":"Mu dem nag, di liggéeyal ku dëkk ca réew ma, kooku yebal ko ca ay toolam ngir mu sàmm mbaam-xuux ya."},{"style":"v","text":"Mu xiif ba bëgga lekk ca ñamu mbaam-xuux ya, ndaxte kenn mayu ko dara."},{"style":"v","text":"Mujj xelam délsi, mu ne: “Sama baay am na ay surga yu bare, te dañuy lekk ba suur. Man nag maa ngi fii di bëgga dee ak xiif!"},{"style":"v","text":"Damay jóg, dem ca sama baay ne ko: ‘Baay, tooñ naa Yàlla, tooñ naa la;"},{"style":"v","text":"yeyootumaa nekk sa doom; boole ma ci say surga.’ ”"},{"style":"p","text":""},{"style":"v","text":"«Mu daldi jóg, jëm kër baayam. Waaye bi muy soreendi kër ga, baayam séen ko, yërëm ko, daldi daw laxasu ko, fóon ko."},{"style":"v","text":"Doom ja ne ko: “Baay, tooñ naa Yàlla, tooñ naa la; yeyootumaa nekk sa doom.”"},{"style":"v","text":"Waaye baay ba ne ay surgaam: “Gaawleen indi mbubb, mi gëna rafet, solal ko ko. Te ngeen roof ab jaaro ci loxoom te solal ko ay dàll."},{"style":"v","text":"Indileen sëllu wu duuf wa te rey ko, nu lekk te bànneexu;"},{"style":"v","text":"ndaxte sama doom jii dafa dee woon te dundaat na, dafa réeroon te feeñ na.” Noonu ñu tàmbalee bànneexu."},{"style":"p","text":""},{"style":"v","text":"«Fekk booba taaw baa nga woon ca tool ya. Bi mu ñëwee, ba jub kër ga, mu dégg ñuy tëgg, di fecc."},{"style":"v","text":"Mu daldi woo kenn ca surga ya nag, laaj ko lu xew."},{"style":"v","text":"Mu ne ko: “Sa rakk moo délsi, te sa baay rey na sëllu wu duuf wa, ndaxte ñibsi na ci jàmm.”"},{"style":"p","text":""},{"style":"v","text":"«Ci kaw loolu taaw ba daldi mer, baña dugg ca kër ga. Baayam daldi génn, ngir ñaan ko mu dugg."},{"style":"v","text":"Waaye taaw ba wax baayam ne ko: “Seetal ñaata at laa la liggéeyal, mel ni jaam, te masumaa moy sa ndigal, waaye yaw, masuloo ma may sax tef, ngir ma bànneexu, man ak samay xarit."},{"style":"v","text":"Waaye bi sa doom jii dikkee, moom mi yàq sa alal ci ndoxaan, reyal nga ko sëllu wu duuf wi.”"},{"style":"v","text":"Noonu baay bi ne ko: “Sama doom, yaa ngi ak man bés bu nekk, te li ma am lépp, yaa ko moom."},{"style":"v","text":"Waaye war nanoo bànneexu te bég, ndaxte sa rakk jii dafa dee woon te dundaat na, dafa réeroon te feeñ na.”»"}]