[{"style":"s","text":"Léebu bëkk-néeg bu njublaŋ bi"},{"style":"p","text":""},{"style":"v","text":"Yeesu neeti ay taalibeem: «Benn boroom alal moo amoon bëkk-néeg bu ñu jiiñ ne dafay pasar-pasaree alal ji."},{"style":"v","text":"Waa ja woo ko ne ko: “Li may dégg ci yaw mooy lan? Leeralal ma ni nga liggéeye ak sama alal, ndaxte dootoo nekkati sama bëkk-néeg.”"},{"style":"p","text":""},{"style":"v","text":"«Bëkk-néeg bi di xalaat naan: “Nu may def nag, segam sama njaatige dafa may dàq ci liggéey bi mu ma joxoon? Dem beyi? Awma kàttanam. Yelwaani? Rus naa ko."},{"style":"v","text":"Xam naa ni may def, ba su ma ñàkkee sama liggéey, ay nit fat ma.”"},{"style":"v","text":"Noonu mu daldi woolu kenn ku nekk ca ña ameeloon njaatigeem bor. Ka jëkka ñëw, mu ne ko: “Ñaata nga ameel sama njaatige?”"},{"style":"v","text":"Mu ne ko: “Téeméeri bidoŋi diwu °oliw.” Bëkk-néeg ba ne ko: “Sa kayit a ngii. Toogal fii gaaw te bind juróom fukk.”"},{"style":"v","text":"Mu neeti keneen: “Yaw nag, ñaata nga ko ameel?” Mu ne ko: “Téeméeri saakuy pepp.” Bëkk-néeg ba ne ko: “Sa kayit a ngii. Bindal juróom ñett fukk.”"},{"style":"v","text":"Njaatige ba nag daldi naw ni bëkk-néeg bu njublaŋ boobu muuse woon. Ndaxte ñi bokk ci àddina ñoo gëna muus ci li ñu jote ci seen diggante ak seen moroom, ba raw ñi bokk ci leeru Yàlla.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu teg ca ne: «Maa ngi leen di wax lii: sàkkuleen ay xarit jaare ko ci alalu àddina, ngir bu alal nekkatul, ñu man leena fat ca dal yu sax ya."},{"style":"v","text":"Nit ku maandu ci yëf yu néew, dina maandu itam ci yu bare. Ku jubadi ci yëf yu néew, du jub ci yu bare."},{"style":"v","text":"Su fekkeente ne nag jubuleen ci alalu àddina, kon ku leen di dénk alal ju wóor ji?"},{"style":"v","text":"Te su ngeen maanduwul ci alal ji ngeen moomul, kon ku leen di jox alal ji ngeen moom?"},{"style":"p","text":""},{"style":"v","text":"«Benn jaam manula jaamoondoo ñaari sang; fàww nga bañ kii, bëgg ki ci des, walla nga jàpp ci kenn ki, xeeb ki ci des. Manuleena boole jaamu Yàlla ak jaamu Alal.»"},{"style":"p","text":""},{"style":"v","text":"°Farisen yi déglu li Yeesu doon wax lépp, tàmbali di ko reetaan, ndaxte ñu bëggoon xaalis lañu."},{"style":"v","text":"Waaye Yeesu ne leen: «Yéen yéena ngi fexee jub ci kanam nit ñi waaye Yàlla xam na seen xol. Ndaxte li nit ñiy fonk, Yàlla sib na ko."},{"style":"p","text":""},{"style":"v","text":"«Yoonu °Musaa wi ak waxi yonent yi ñu ngi fi woon ba kera °Yaxya di ñëw. La ko dale foofa nag, yégle nañu xibaaru jàmm bi ci nguuru Yàlla, te ñépp a ngi góor-góorlu, ngir dugg ci."},{"style":"v","text":"Waaye nag asamaan ak suuf jóge fi moo gëna yomb randal wenn rëdd ci arafu yoonu Musaa."},{"style":"p","text":""},{"style":"v","text":"«Ku fase sa soxna, ba noppi takk keneen, njaaloo nga, te ku takk jigéen ju jëkkëram fase, njaaloo nga."},{"style":"s","text":"Boroom alal ji ak Lasaar"},{"style":"p","text":""},{"style":"v","text":"«Dafa amoon boroom alal juy sol yére yu rafet te jafe, tey dund bés bu set dund gu neex."},{"style":"v","text":"Fekk miskin mu ñuy wax Lasaar daan tëdd ca buntu këram, fees dell ak ay góom,"},{"style":"v","text":"te bu sañoon, di lekk ci desiti ñam wiy rot ci lekkukaayu boroom alal ji. Xaj yi sax daan nañu ñëw, di mar ay góomam."},{"style":"p","text":""},{"style":"v","text":"«Noonu miskin ma dee, malaaka yi yóbbu ko ca wetu °Ibraayma. Boroom alal ja itam dee, ñu suul ko."},{"style":"v","text":"Bi ñu koy mbugal ca sawara, mu téen, séen fu sore Ibraayma ak Lasaar ci wetam."},{"style":"v","text":"Noonu mu yuuxu ne: “Maam Ibraayma, yërëm ma! Yebalal Lasaar, mu sëpp catul baaraamam ci ndox, seralal ma sama làmmiñ, ndaxte maa ngi sonn lool ci sawara sii!”"},{"style":"v","text":"Ibraayma ne ko: “Sama doom, fàttalikul ne jot nga sa bànneex ci àddina, fekk Lasaar dëkk ci tiis. Looloo tax xolam sedd fii, yaw nag, ngay sonn."},{"style":"v","text":"Rax-ca-dolli it am na kàmb gu xóot sunu diggante ak yéen, ba tax ñi bëgga jóge fii jëm ci yéen, walla ñi bëgga jóge foofu jëmsi ci nun, duñu ko man.”"},{"style":"p","text":""},{"style":"v","text":"«Noonu boroom alal ja ne: “Kon nag maam, maa ngi lay ñaan, nga yebal Lasaar ca sama kër baay,"},{"style":"v","text":"ndaxte am naa fa juróomi rakk. Na leen artu, ngir ñu baña ñëw ñoom itam ci bérabu metit wii.”"},{"style":"v","text":"Ibraayma ne ko: “Say doomu baay, ñu ngeek yoonu °Musaa ak téerey yonent yi. Nañu leen déggal.”"},{"style":"v","text":"Boroom alal ja ne ko: “Déedéet, maam Ibraayma, waaye su kenn dekkee, dem ca ñoom, dinañu tuub seeni bàkkaar.”"},{"style":"v","text":"Waaye Ibraayma ne ko: “Su ñu dégluwul Musaa ak yonent yi, kon ku dekki sax, du tax ñu gëm.”»"}]