[{"style":"s","verse":"","text":"Bàkkaar, ngëm, ak warugaru jaam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu waxaat ay taalibeem ne leen: «Fiir yuy yóbbe nit bàkkaar manta ñàkk, waaye toroxte dal na ki koy lal."},{"style":"v","verse":"2","text":"Ñu takk °doj wu réy ci baatam, sànni ko ci géej moo gën ci moom muy daaneel ci bàkkaar kenn ci ñi gëna tuuti ci ñii."},{"style":"v","verse":"3","text":"Wottuleen seen bopp."},{"style":"p","verse":"","text":"«Bu sa mbokk tooñee, yedd ko. Bu réccoo, baal ko."},{"style":"v","verse":"4","text":"Te su la tooñee juróom ñaari yoon ci bés bi, te ñëw ci yaw juróom ñaari yoon ne la: “Tuub naa ko,” nanga ko baal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ndaw ya wax Boroom bi ne ko: «Yokkal sunu ngëm.»"},{"style":"v","verse":"6","text":"Boroom bi ne leen: «Su ngeen amee ngëm gu tuuti sax niw peppu °fuddën, kon dingeen mana ne garab gii: “Buddeekul, dem jëmbëtu ca géej ga,” te dina def li ngeen wax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Kan ci yéen bu amoon surga bu beyi walla bu sàmmi ba ñëw, ndax dafa ko naa: “Kaay lekk”?"},{"style":"v","verse":"8","text":"Déedéet. Xanaa kay da ko naan: “Defaral ma reer bi. Takkul te tibbal ma, ba ma lekk te naan, ba noppi nga doora lekk te naan.”"},{"style":"v","verse":"9","text":"Li surga ba topp ndigal, ndax tax na mu yelloo ngërëm? Déedéet."},{"style":"v","verse":"10","text":"Noonu yéen itam bu ngeen toppee li ñu leen sant lépp ba noppi, dangeena war ne: “Ay surga rekk lanu. Sunu warugar lanu def.”»"},{"style":"s","verse":"","text":"Yeesu faj na fukki gaana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bi muy dem °Yerusalem ba tey, Yeesu jaar ci dig wiy xàjjale Samari ak Galile."},{"style":"v","verse":"12","text":"Bi muy jub benn dëkk, fukki °gaana ñëw, dogale ko. Ñu taxaw dànd ko, di wax ca kaw naan:"},{"style":"v","verse":"13","text":"«Yeesu, kilifa gi, yërëm nu!»"},{"style":"v","verse":"14","text":"Naka la leen Yeesu di gis, naan leen: «Demleen won seen bopp °sarxalkat ya.»"},{"style":"p","verse":"","text":"Bi ñuy dem, ñu daldi set."},{"style":"v","verse":"15","text":"Kenn ci ñoom gis ne wér na, daldi dëpp, di màggal Yàlla ak baat bu xumb."},{"style":"v","verse":"16","text":"Mu dëpp jëëm ca tànki Yeesu, di ko gërëm. Fekk nitu °Samari la woon."},{"style":"v","verse":"17","text":"Noonu Yeesu daldi ne: «Xanaa du fukk yépp a wér? Ana juróom ñeent ña nag?"},{"style":"v","verse":"18","text":"Amul kenn ci ñoom ku ñëw gërëm Yàlla ku dul doxandéem bii!»"},{"style":"v","verse":"19","text":"Noonu Yeesu ne ko: «Jógal dem; sa ngëm faj na la.»"},{"style":"s","verse":"","text":"Li xew bu Doomu nit ki ñëwee"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"°Farisen yi laaj Yeesu ne ko: «Kañ la Yàlla di tëral nguuram?» Mu ne leen: «Bu Yàlla di wàcce nguuram ci nit ñi, kenn du ko mana teg bët."},{"style":"v","verse":"21","text":"Duñu mana wax it ne: “Xool-leen, mi ngi fii,” walla: “Ma nga fale,” ndaxte nguuru Yàlla wàcc na ci seen biir.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Noonu mu ne taalibe ya: «Jamono dina ñëw, fu ngeen di bëgga gis su doon sax benn fan ci jamono ju °Doomu nit ki di ñëw, waaye dungeen ko gis."},{"style":"v","verse":"23","text":"Dees na leen ne: “Mi ngi fii!” walla: “Ma nga fale!” Buleen dem, mbaa ngeen di leen topp."},{"style":"v","verse":"24","text":"Ndaxte ni melax naan ràyye ci asamaan, di leeral gii wet, ba ca gee, noonu it la Doomu nit ki di mel ci bésam."},{"style":"v","verse":"25","text":"Waaye balaa booba fàww mu sonn lool te niti jamono jii dëddu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«La xewoon ca bési Nóoyin, dina xewaat ci bési Doomu nit ki."},{"style":"v","verse":"27","text":"Nit ñaa ngi doon lekk ak di naan, di jël jabar ak a séyi, ba bés ba Nóoyin duggee ca gaal ga. Noonu mbënn ma ñëw, rey leen ñoom ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"«Dina mel it ni la xewoon ca bési Lóot. Nit ñaa ngi doon lekk ak di naan, di jënd ak di jaay, di ji ak di tabax."},{"style":"v","verse":"29","text":"Waaye bés ba Lóot génnee °Sodom, Yàlla tawloo sawara ak tamarax, rey leen ñoom ñépp."},{"style":"v","verse":"30","text":"Noonu lay mel, bés bu Doomu nit kiy feeñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Ca bés boobee ku nekk ca kaw kër ga te ay bagaasam nekk ca biir, bumu wàcc jëli leen. Te it ku nekk ca tool ya, bu mu ñibbi."},{"style":"v","verse":"32","text":"Fàttalikuleen soxnas Lóot!"},{"style":"v","verse":"33","text":"Kuy wuta rawale sa bakkan, dinga ko ñàkk, waaye ku ko ñàkk, dinga dund."},{"style":"v","verse":"34","text":"Maa ngi leen koy wax: ca jamono jooju, ñaar dinañu bokka tëdd guddi, dees na yóbbu kenn ki, bàyyi ka ca des."},{"style":"v","verse":"35-36","text":"Ñaari jigéen dinañu wolandoo, dees na yóbbu kenn ci, bàyyi ka ca des.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Taalibe yi ne Yeesu: «Fu loolu di xewe, Boroom bi?» Yeesu ne leen: «Fa médd nekk, la tan yiy dajee.»"}]