[{"style":"s","verse":"","text":"Léebu àttekat bi ak jigéen ju jëkkëram faatu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu Yeesu wax leen itam léeb wii ngir xamal leen ne war nañoo sax ci ñaan te baña xàddi."},{"style":"v","verse":"2","text":"Nee na: «Dafa amoon cib dëkk, benn àttekat bu ragalul Yàlla te faalewul mbindeef."},{"style":"v","verse":"3","text":"Amoon na itam ca dëkk ba jigéen ju jëkkëram faatu ju daan faral di ñëw ci moom, naan ko: “Àtte ma ak sama noon!”"},{"style":"v","verse":"4","text":"Àttekat ba bañ lu yàgg, waaye am bés mu ne ci xelam: “Ragaluma Yàlla te faalewuma mbindeef,"},{"style":"v","verse":"5","text":"waaye jigéen jii lakkal na ma; kon dinaa ko àtte, ngir mu bañatee ñëw sonal ma. Dina rey ak ay wax.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Boroom bi tegaat ca ne: «Dégluleen bu baax li àttekat bu bon boobu wax;"},{"style":"v","verse":"7","text":"ndax Yàlla du àtte jub mbooloom mi mu tànn te ñu koy ñaan wall guddi ak bëccëg? Ndax dina leen xaarloo?"},{"style":"v","verse":"8","text":"Maa ngi leen koy wax, dina leen àtte jub ci lu gaaw. Waaye bu °Doomu nit ki ñëwee, ndax dina fekk ngëm ci àddina?»"},{"style":"s","verse":"","text":"Léebu Farisen bi ak juutikat bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Yeesu waxaat léeb wii nit, ñi foog ne jub nañu tey xeeb ñi ci des."},{"style":"v","verse":"10","text":"Mu ne: «Dafa amoon ñaari nit ñu dem ca kër Yàlla ga, di ñaan. Kenn ki ab °Farisen la, ki ci des °juutikat."},{"style":"v","verse":"11","text":"Farisen baa nga taxaw di ñaan ci xelam naan: “Yaw Yàlla, maa ngi lay sant ci li ma melul ni ñeneen ñiy sàcc, di def lu jubadi te di njaaloo, rawatina juutikat bii."},{"style":"v","verse":"12","text":"Ayu-bés gu nekk damay woor ñaari yoon, di joxe asaka ci lépp lu ma wut.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Juutikat ba moom, ma nga taxaw fu sore te bëggula siggi sax, xool ca asamaan. Waaye ma ngay fëgg dënnam te naan: “Yaw Yàlla, yërëm ma, man miy bàkkaarkat.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yeesu teg ca ne: «Maa ngi leen koy wax, nit kooku, ba muy ñibbi këram, moom la Yàlla àtte ni ku jub, waaye du Farisen ba. Ndaxte képp kuy yékkatiku dees na la suufeel, te kuy suufeelu, ñu yékkati la.»"},{"style":"s","verse":"","text":"Liir yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Amoon na ay nit, ñuy indil Yeesu ay liir, ngir mu teg leen ay loxoom. Bi taalibe ya gisee loolu, ñu gëdd leen."},{"style":"v","verse":"16","text":"Waaye Yeesu woo leen ne: «Bàyyileen xale yi, ñu ñëw ci man, te buleen leen tere, ndaxte ñu mel ni ñoom ñoo yelloo nguuru Yàlla."},{"style":"v","verse":"17","text":"Ci dëgg, maa ngi leen koy wax, ku woyoful ni xale, nangu nguuru Yàlla, doo ci mana dugg.»"},{"style":"s","verse":"","text":"Njiitu Yawut bu bare alal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Benn njiitu Yawut laaj Yeesu ne ko: «Kilifa gu baax gi, lu ma wara def, ba am wàll ci dund gu dul jeex?»"},{"style":"v","verse":"19","text":"Yeesu ne ko: «Lu tax nga wooye ma ku baax? Yàlla rekk a baax."},{"style":"v","verse":"20","text":"Xam nga ndigal yi: “Bul njaaloo, bul bóome, bul sàcc, bul seede lu dul dëgg, teralal sa ndey ak sa baay.”»"},{"style":"v","verse":"21","text":"Njiit la ne ko: «Loolu lépp sàmm naa ko li dale ci sama ndaw ba tey.»"},{"style":"v","verse":"22","text":"Bi Yeesu déggee loolu, mu ne ko: «Lenn rekk moo la dese. Jaayal li nga am lépp, séddale ko miskin yi te dinga woomle ca asamaan; boo noppee, nga ñëw topp ci man.»"},{"style":"v","verse":"23","text":"Bi nit ka déggee loolu, mu am tiis, ndaxte ku bare woon alal la."},{"style":"v","verse":"24","text":"Yeesu xool ko, daldi ne: «Boroom alal, dugg ci nguuru Yàlla, lu jafee ngoogu!"},{"style":"v","verse":"25","text":"Giléem jaar ci bën-bënu puso moo gëna yomb boroom alal dugg ci nguuru Yàlla.»"},{"style":"v","verse":"26","text":"Ñi doon déglu daldi ne: «Kon nag ku mana mucc?»"},{"style":"v","verse":"27","text":"Yeesu ne leen: «Li të nit ñi, tëwul Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Noonu Piyeer ne: «Nun de, dëddu nanu li nu am lépp, topp la.»"},{"style":"v","verse":"29","text":"Yeesu ne leen: «Ci dëgg maa ngi leen koy wax, képp ku dëddu kër walla soxna walla ay doomi ndey walla ay waajur walla ay doom ngir nguuru Yàlla,"},{"style":"v","verse":"30","text":"dinga am tey jii ay yooni yoon, ak dund gu dul jeex ëllëg.»"},{"style":"s","verse":"","text":"Yeesu xamle na ñetteelu yoon ne dina dee, dekki"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yeesu wéetoo ak fukki taalibe yi ak ñaar ne leen: «Nu ngi dem °Yerusalem, te li yonent yi bindoon lépp ci mbirum °Doomu nit ki dina mat."},{"style":"v","verse":"32","text":"Dinañu ko jébbal ñi dul Yawut, ñu ñaawal ko, saaga ko, tifli ci kawam."},{"style":"v","verse":"33","text":"Gannaaw bu ñu ko dóoree ay yar ba noppi, dinañu ko rey, waaye ca ñetteelu fan ba dina dekki.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Waaye taalibe ya dégguñu li mu leen doon wax; kàddu yooyu ump na leen, te xamuñu li waxi Yeesu yooyu tekki."},{"style":"s","verse":"","text":"Yeesu faj na ku gumba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Bi Yeesu di agsi dëkku Yeriko, am gumba gu toogoon ca wetu yoon wa, di yelwaan."},{"style":"v","verse":"36","text":"Naka la gumba ga dégg mbooloo di jàll, mu laaj lan moo xew."},{"style":"v","verse":"37","text":"Ñu wax ko ne: «Yeesum Nasaret moo fay jaar.»"},{"style":"v","verse":"38","text":"Noonu mu yuuxu ne: «Yeesu, °Sëtu Daawuda, yërëm ma!»"},{"style":"v","verse":"39","text":"Ñi jiitu woon gëdd ko, ngir mu noppi. Waaye muy gëna yuuxu naan: «Sëtu Daawuda, yërëm ma!»"},{"style":"v","verse":"40","text":"Noonu Yeesu taxaw, santaane ñu indil ko ko. Bi mu jegesee, Yeesu laaj ko ne:"},{"style":"v","verse":"41","text":"«Loo bëggoon ma defal la ko?» Mu ne ko: «Sang bi, damaa bëgga gis.»"},{"style":"v","verse":"42","text":"Noonu Yeesu ne ko: «Na say bët gis! Sa ngëm faj na la.»"},{"style":"v","verse":"43","text":"Ca saa sa mu daldi gis. Noonu mu topp ci Yeesu, di màggal Yàlla. Mbooloo mépp gis loolu, di sant Yàlla."}]