[{"style":"s","verse":"","text":"Yeesu juddu na ca Betleyem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca jamono jooja buur bu mag bu ñuy wax °Ogust joxe ndigal ne, na ñépp binduji."},{"style":"v","verse":"2","text":"Mbindu mooma, di mu jëkk ma, daje na ak jamono, ja Kiriñus nekke boroom réewu Siri."},{"style":"v","verse":"3","text":"Noonu ku nekk dem binduji ca sa dëkku cosaan."},{"style":"v","verse":"4","text":"Yuusufa nag daldi jóge Nasaret ca diiwaanu Galile, jëm ca diiwaanu Yude ca Betleyem, dëkk ba °Daawuda cosaanoo, ndaxte ci askanu Daawuda la bokk."},{"style":"v","verse":"5","text":"Mu dem binduji, ànd ak Maryaama soxnaam, fekk booba Maryaama ëmb."},{"style":"v","verse":"6","text":"Bi ñu nekkee Betleyem, waxtu wa mu waree mucc agsi."},{"style":"v","verse":"7","text":"Mu taawloo doom ju góor, mu laxas ko ci ay laytaay, tëral ko ca lekkukaayu jur ga, ndaxte xajuñu woon ca dalukaay ba."},{"style":"s","verse":"","text":"Malaaka feeñu na ay sàmm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Fekk booba amoon na ca gox ba ay sàmm yu daan fanaan ca tool ya, di wottu jur ga."},{"style":"v","verse":"9","text":"Noonu benn malaakam Boroom bi feeñu leen, ndamu Boroom bi daldi leer, melax, wër leen. Tiitaange ju réy jàpp leen."},{"style":"v","verse":"10","text":"Waaye malaaka mi ne leen: «Buleen tiit, ndaxte dama leen di xamal xibaaru jàmm buy indi mbég mu réy ci nit ñépp."},{"style":"v","verse":"11","text":"Tey jii ca dëkku °Daawuda, ab Musalkat juddul na leen fa, te mooy °Almasi bi, di Boroom bi."},{"style":"v","verse":"12","text":"Ci firnde jii ngeen koy xàmmee: dingeen gis liir bu ñu laxas ci ay laytaay, tëral ko ci lekkukaayu jur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bi mu waxee loolu, yeneen malaaka yu bare yu jóge asamaan, ànd ak moom, di sant Yàlla naan:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"14","text":"«Nañu màggal Yàlla ca asamaan su kawe sa,"},{"style":"q","verse":"","text":"te ci àddina, na jàmm wàcc ci nit, ñi mu nangu ndax yiwam!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Bi malaaka ya delloo ca asamaan, sàmm yi di waxante naan: «Nanu dem boog Betleyem, seeti la fa xew, li nu Boroom bi xamal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ñu daldi gaawantu dem, gis Maryaama ak Yuusufa, ak liir, ba ñu tëral ca lekkukaayu jur ga."},{"style":"v","verse":"17","text":"Bi ñu leen gisee, ñu nettali la ñu leen waxoon ca mbirum xale ba."},{"style":"v","verse":"18","text":"Ñi dégg li sàmm yi doon wax ñépp daldi waaru lool."},{"style":"v","verse":"19","text":"Waaye Maryaama moom, takkoon na mbir yooyu yépp, di ko xalaat ci xolam."},{"style":"v","verse":"20","text":"Noonu sàmm ya dellu ca seen jur, di màggal Yàlla, di ko sant ci li ñu déggoon lépp te gis ko, ndaxte lépp am na, ni ko Boroom bi waxe woon."},{"style":"s","verse":"","text":"Yóbbu nañu Yeesu ca kër Yàlla ga ca Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Bi bés ba délsee jamonoy xarafal xale ba agsi. Ñu tudde ko Yeesu, ni ko malaaka ma diglee woon, laata ko yaayam di ëmb."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Noonu jamono ji ñu leen waroona sellale\\f + \\fr 2.22 \\fk sellale: \\ft yaayu liir ba dina toog ab àpp. Gannaaw loolu dinañu ko sellal ci rendil ko sarax. Noonu dina set.\\f* agsi, ni ko yoonu °Musaa tërale. Waajuri Yeesu yi daldi koy yóbbu ca dëkku °Yerusalem, ngir sédde ko Boroom bi."},{"style":"v","verse":"23","text":"Ndaxte bind nañu ci yoonu Boroom bi ne: «Bépp taaw bu góor, nañu ko sédde Boroom bi.»"},{"style":"v","verse":"24","text":"Bi ñu ko yóbboo, def nañu itam sarax, ni ko yoonu Boroom bi santaanee: «ñaari pitaxu àll walla ñaari xati yu ndaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Amoon na ca Yerusalem nit ku tudd Simeyon. Nit ku fonkoon yoonu Yàlla la te déggal ko, doon séentu jamono, ji Yàlla wara dëfal °bànni Israyil. °Xel mu Sell mi mu ngi ci moom,"},{"style":"v","verse":"26","text":"te xamal na ko ne du dee mukk te gisul °Almasib Boroom bi."},{"style":"v","verse":"27","text":"Noonu Xelum Yàlla daldi yóbbu Simeyon ba ca kër Yàlla ga. Bi waajuri Yeesu indee xale ba, ngir sédde ko Yàlla, ni ko yoon wi santaanee,"},{"style":"v","verse":"28","text":"Simeyon jël xale bi, leewu ko, daldi sant Yàlla ne:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"29","text":"«Boroom bi, nanga yiwi sa jaam,"},{"style":"q","verse":"","text":"mu noppaluji ci jàmm, ni nga ko waxe."},{"style":"q","verse":"","text":""},{"style":"v","verse":"30","text":"Ndaxte sama bët tegu na ci mucc gi nga lal,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"31","text":"xeet yépp seede ko."},{"style":"q","verse":"","text":""},{"style":"v","verse":"32","text":"Muy leer giy leeral xeet yi,"},{"style":"q","verse":"","text":"di ndamu Israyil say gaa.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Waajuri Yeesu yi waaru ci li ñu doon wax ci xale bi."},{"style":"v","verse":"34","text":"Noonu Simeyon ñaanal leen, ba noppi ne Maryaama: «Xale bii Yàllaa ko yónni, ngir ñu bare ci Israyil daanu te yékkatiku. Def na ko it muy firnde ju ñuy weddi,"},{"style":"v","verse":"35","text":"ba naqar dina xar sa xol ni jaasi. Noonu xalaati ñu bare feeñ.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Amoon na it ca Yerusalem yonent bu ñuy wax Aana. Doomu Fanuwel mi askanoo ci Aser la woon, te Aana màggatoon na lool. Bi mu séyee, dëkk na juróom ñaari at ak jëkkëram."},{"style":"v","verse":"37","text":"Jëkkër ja gaañu, te séyaatul. Léegi amoon na juróom ñett fukki at ak ñeent. Mi ngi dëkke woona jaamu Yàlla guddi ak bëccëg ca kër Yàlla ga, di ñaan ak di woor."},{"style":"v","verse":"38","text":"Aana yem ca waxi Simeyon ya, daldi gërëm Yàlla tey yégal mbiri liir ba ñépp ñi doon séentu jamono, ji Yàlla wara °jot Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Bi waajuri Yeesu yi matalee seen warugar ci lépp lu yoonu Boroom bi santaane woon, ñu dellu seen dëkku Nasaret ca diiwaanu Galile."},{"style":"v","verse":"40","text":"Xale baa nga doon màgg, di dëgër, mu fees ak xel te yiwu Yàlla ànd ak moom."},{"style":"s","verse":"","text":"Yeesu ca kër Yàlla ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"At mu jot nag waajuri Yeesu yi daan nañu dem °Yerusalem, ngir màggali bésu °Mucc ba."},{"style":"v","verse":"42","text":"Noonu bi Yeesu amee fukki at ak ñaar, ñu dem màggal ga, ni ñu ko daan defe naka-jekk."},{"style":"v","verse":"43","text":"Bi màggal ga tasee, ñu dëpp ñibbi, waaye xale ba Yeesu des Yerusalem, te ay waajuram yéguñu ko."},{"style":"v","verse":"44","text":"Ñu xalaat ne, Yeesu dafa àndoon ak ñeneen, ñi ñu bokkaloon yoon. Bi ñu doxee bésub lëmm, ñu tàmbali di ko seet ci seen bokk yi ak seen xame yi."},{"style":"v","verse":"45","text":"Bi ñu ko gisul nag, ñu daldi dellu Yerusalem, seeti ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Ca gannaaw ëllëg sa ñu fekk ko ca kër Yàlla ga, mu toog ci jànglekati Yawut yi, di déglu ak di laajte."},{"style":"v","verse":"47","text":"Ñépp ñi dégg li mu wax yéemu ci xel, mi mu àndal, ak ni mu doon tontoo."},{"style":"v","verse":"48","text":"Naka la ko waajuram yi gis, ñu daldi waaru. Yaayam ne ko: «Sama doom, lu tax nga def nu lii? Man ak sa baay nu ngi la doon seet, jaaxle lool.»"},{"style":"v","verse":"49","text":"Mu ne leen: «Lu tax ngeen may seet? Xanaa xamuleen ne damaa wara nekk ci sama kër Baay?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"Waaye xamuñu li kàddoom yi doon tekki."},{"style":"v","verse":"51","text":"Noonu Yeesu daldi ànd ak ñoom, dellu Nasaret te déggal ay waajuram. Fekk yaayam moom takk mbir yooyu yépp ci xolam."},{"style":"v","verse":"52","text":"Yeesoo ngi doon màgg ci jëmm, tey yokku ci xam-xam te neex Yàlla ak nit ñi."}]