[{"style":"s","verse":"","text":"Sañ-sañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Benn bés Yeesu doon jàngal nit ña ca kër Yàlla ga, di leen yégal xibaaru jàmm bi. °Sarxalkat yu mag ya ak °xutbakat ya ak njiit ya ñëw ne ko:"},{"style":"v","verse":"2","text":"«Wax nu ci ban sañ-sañ ngay defe yëf yii, walla kan moo la may boobu sañ-sañ.»"},{"style":"v","verse":"3","text":"Yeesu ne leen: «Man itam dinaa leen laaj lenn: waxleen ma,"},{"style":"v","verse":"4","text":"la °Yaxya daan def, di °sóob nit ñi ci ndox, fu mu ko jële, ci Yàlla walla ci nit ñi?»"},{"style":"v","verse":"5","text":"Ñu waxtaan ci seen biir naan: «Bu nu nee: “Ci Yàlla,” dina laaj: “Lu tax gëmuleen ko kon?”"},{"style":"v","verse":"6","text":"Te bu nu nee: “Ci nit ñi,” mbooloo mépp dinañu nu sànni ay xeer, ndaxte gëm nañu ne Yaxya yonent la woon.»"},{"style":"v","verse":"7","text":"Noonu ñu ne ko xamuñu fu mu ko jële."},{"style":"v","verse":"8","text":"Yeesu ne leen: «Kon man itam duma leen wax ci ban sañ-sañ laay defe yëf yii.»"},{"style":"s","verse":"","text":"Léebu beykat yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Noonu Yeesu daldi wax nit ña léeb wii: «Amoon na nit ku jëmbët toolu reseñ, batale ko ay beykat, dem tukki tukki bu yàgg."},{"style":"v","verse":"10","text":"Bi tool bi ñoree nag, mu yónni surga ci ñoom, ngir jot wàllam ci meññeef gi. Waaye beykat yi dóor ko ay yar, dàq ko, mu dellu ak loxoy neen."},{"style":"v","verse":"11","text":"Mu yónniwaat beneen surga, ñu dóor ko moom itam, toroxal ko, dàq ko, mu dellu ak loxoy neen."},{"style":"v","verse":"12","text":"Mu yónneeti ñetteelu surga, ñu gaañ ko, dàq ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Boroom tool ba daldi ne: “Nan laay def nag? Dinaa yónni sama doom, sama reeni xol. Xëy na ñu weg ko, moom.”"},{"style":"v","verse":"14","text":"Waaye bi beykat yi gisee doom ji, ñu ne ci seen biir: “Kii moo wara donn tool bi; nan ko rey, moom ndono li.”"},{"style":"v","verse":"15","text":"Ñu génne ko tool bi nag, rey ko.»"},{"style":"p","verse":"","text":"Noonu Yeesu laaj leen: «Nu leen boroom tool bi di def, nag?"},{"style":"v","verse":"16","text":"Xanaa ñëw, rey beykat yooyu, dénk tool ba ñeneen.» Bi Yeesu waxee loolu, nit ña ne ko: «Yàlla tere!»"},{"style":"v","verse":"17","text":"Waaye Yeesu ne leen jàkk, daldi ne: «Kon nag lu baat yii ci Mbind mi di tekki:"},{"style":"q","verse":"","text":"“Doj wa tabaxkat ya sànni,"},{"style":"q","verse":"","text":"mujj na di doju koñ.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"Képp ku dal ci doj woowu, dammtoo, te ku mu dal ci sa kaw, rajaxe la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"°Xutbakat ya ak °sarxalkat yu mag ya ñu ngi doon wuta jàpp Yeesu ca taxawaay ba, ndaxte xam nañu ne ñoo tax mu wax léeb woowu. Waaye ragal nañu mbooloo ma."},{"style":"s","verse":"","text":"Galag gi ñuy fey buur bi Sesaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Noonu ñu koy yeeru, daldi yónni ay nit ñu mbubboo njub, sas leen ñu fexe koo jàpp ci ay waxam, ngir jébbal ko boroom réew, ma yor kilifteef ak sañ-sañ."},{"style":"v","verse":"21","text":"Ñu daldi ñëw ci Yeesu ne ko: «Kilifa gi, xam nanu ne li ngay wax te di ko jàngle lu jub la. Amuloo parlàqu, waaye dangay xamle yoonu Yàlla ci bu wóor."},{"style":"v","verse":"22","text":"Wax nu, ndax jaadu na, nu fey buur bi °Sesaar galag walla déet.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Waaye Yeesu xam na seen pexe ne leen:"},{"style":"v","verse":"24","text":"«Wonleen ma posetu °denariyon. Kan lañu ci def nataalam ak turam?» Ñu ne ko: «Sesaar.»"},{"style":"v","verse":"25","text":"Noonu mu ne leen: «Joxleen nag Sesaar li Sesaar moom, te jox Yàlla li Yàlla moom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Noonu manuñu ko woona jàpp ciy waxam ci kanam mbooloo ma; ñu waaru ci tontam, ba wedam."},{"style":"s","verse":"","text":"Sadusen ak ndekkite li"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Noonu ay nit, ñu bokk ci °Sadusen yi, ñëw ci moom. Sadusen yi nag ñoom weddi nañu ndekkite li. Noonu ñu laaj ko ne:"},{"style":"v","verse":"28","text":"«Kilifa gi, °Musaa bindal na nu ne, ku magam faatu te bàyyiwul doom ak soxnaam, kooku war na donn jigéen ji, ba yékkati giiru magam."},{"style":"v","verse":"29","text":"Amoon na fi nag juróom ñaari góor ñu bokk ndey ak baay. Taaw ba takk jabar, faatu, te bàyyiwul doom."},{"style":"v","verse":"30-31","text":"Ñaareel ba takk jigéen ja, def noonu; ak ñetteel ba, ba juróom ñaar ñépp faatu te bàyyiwuñu doom."},{"style":"v","verse":"32","text":"Gannaaw ga nag jigéen ja it faatu."},{"style":"v","verse":"33","text":"Ci ndekkite li nag, kan ci ñoom moo wara donn jigéen ja, fekk ku nekk ci juróom ñaar ñi mas na koo takk?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Yeesu ne leen: «Ci àddina sii, góor ñi ak jigéen ñi dañuy séy."},{"style":"v","verse":"35","text":"Waaye ña ñu àtte ne yeyoo nañoo bokk ci dundu ëllëg ak ci ndekkite li, kenn du am jabar, kenn du am jëkkër."},{"style":"v","verse":"36","text":"Dafa fekk ne manatuñoo dee, ndaxte dañuy mel ni malaaka yi. Ay doomi Yàlla lañu ndaxte doomi ndekkite lañu."},{"style":"v","verse":"37","text":"Te Musaa sax wone na ne, néew yi dinañu dekki, ci saarum ngarab si. Foofa Musaa wooye na fa Boroom bi: “Yàllay °Ibraayma, Yàllay Isaaxa, di Yàllay °Yanqóoba.”"},{"style":"v","verse":"38","text":"Kon nag nekkul Yàllay ñi dee waaye Yàllay ñiy dund la, ndaxte Yàllaa tax ñépp di dund.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ci kaw loolu ay °xutbakat ne ko: «Li nga wax dëgg la, kilifa gi!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Ndaxte kenn ci ñoom ñemeetu koo laaj dara."},{"style":"s","verse":"","text":"Mbaa Almasi bi mooy sëtu Daawuda?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Noonu Yeesu ne leen: «Lu tax nit ñi di wax ne, °Almasi bi mooy °sëtu Daawuda?"},{"style":"v","verse":"42","text":"Ndaxte Daawuda moom ci boppam moo ne ci Sabóor:"},{"style":"q","verse":"","text":"“Boroom bi nee na sama Boroom:"},{"style":"q","verse":"","text":"‘Toogal ci sama ndijoor,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"43","text":"ba kera may daaneel"},{"style":"q","verse":"","text":"say noon ci sa kanam.’ ”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"44","text":"Gannaaw Daawuda nag wooye na ko “Boroom bi,” nu muy nekke sëtam?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Bi ko nit ña fa nekkoon ñépp doon déglu, Yeesu ne ay taalibeem:"},{"style":"v","verse":"46","text":"«Moytuleen °xutbakat yi; dañoo bëgg di doxantu, sol ay mbubb yu réy, te ñépp di leen nuyoo ñaari loxo ci pénc mi. Ci jàngu yi, toogu yu féete kanam lañuy wut, te toogu yu yiw lañuy taamu ci reeri xew yi."},{"style":"v","verse":"47","text":"Ñu ngi lekk alalu jigéen ñi seen jëkkër faatu, di ñaan Yàlla ay ñaani ngistal yu gudd. Seen mbugal dina gëna tar.»"}]