[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu kureelu àttekat ya yépp daldi jóg, yóbbu Yeesu ca °Pilaat."},{"style":"v","verse":"2","text":"Foofa ñu tàmbali di ko sosal naan: «Fekk nanu nit kii, muy fàbbi sunu réew, di leen teree fey galag °Sesaar, te mi ngi teg boppam °Almasi, maanaam buur.»"},{"style":"v","verse":"3","text":"Noonu Pilaat laaj ko: «Ndax yaa di buuru Yawut yi?» Yeesu ne ko: «Wax nga ko.»"},{"style":"v","verse":"4","text":"Pilaat ne °sarxalkat yu mag ya ak mbooloo ma: «Gisuma genn tooñ ci nit kii.»"},{"style":"v","verse":"5","text":"Waaye ñu sax ci seeni wax naan: «Mi ngi jógloo mbooloo mi, di jàngle ci réewu Yawut ya mépp, li dale ci Galile ba fii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bi Pilaat yégee baat yooyu, mu laajte ne: «Ndax nit kii Galile la dëkk?»"},{"style":"v","verse":"7","text":"Bi mu yégee ne Yeesoo ngi nekk ci diiwaan bi °Erodd yilif, mu yónnee ko Erodd, mi nekkoon ci jamono jooju ci °Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Bi Erodd gisee Yeesu, mu am mbég mu réy. Bu yàgg ba tey dafa koo bëggoona gis, ndaxte déggoon na ñuy wax ci ay mbiram te yaakaaroon na ne dina ko gis mu def kéemaan."},{"style":"v","verse":"9","text":"Noonu mu laaj ko ay laaj yu bare, waaye Yeesu waxul dara."},{"style":"v","verse":"10","text":"Sarxalkat yu mag ya ak °xutbakat yaa nga fa woon, di ko jiiñ bu metti."},{"style":"v","verse":"11","text":"Noonu Erodd ak ay xarekatam toroxal Yeesu, di ko ñaawal. Gannaaw loolu mu solal ko mbubb mu rafet, delloo ko Pilaat."},{"style":"v","verse":"12","text":"Erodd ak Pilaat dañoo ñi bañante woon bu jëkk, waaye ca bés booba doon nañu ay xarit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Pilaat daldi woo sarxalkat yu mag ya, njiit ya ak mbooloom Yawut ya ne leen:"},{"style":"v","verse":"14","text":"«Indil ngeen ma nit kii, ne ma day jàddloo yoon mbooloo mi. Léegi nag man mii laaj naa ko ci seen kanam, waaye gisuma tooñ ci moom ak li ngeen koy jiiñ lépp."},{"style":"v","verse":"15","text":"Erodd itam gisul tooñ gu mu def, ndegam mu yónneewaat nu ko. Nit kii deful genn tooñ gu jar ñu koy rey."},{"style":"v","verse":"16-17","text":"Kon nag dinaa ko dóorlu ay yar te bàyyi ko.»"},{"style":"v","verse":"18","text":"Waaye ñu bokk di yuuxu, ñoom ñépp naan: «Reyal kii te bàyyi Barabas!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Dañoo tëjoon Barabas, ndaxte dafa jéema tas dëkk ba, te rey nit."},{"style":"v","verse":"20","text":"Pilaat waxaat ak mbooloo ma, ndaxte dafa bëggoona bàyyi Yeesu."},{"style":"v","verse":"21","text":"Waaye ñuy yuuxu naan: «Daaj ko ci bant! Daaj ko ci bant, ba mu dee!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Pilaat ne leen ñetteel bi yoon: «Lu tax? Gan tooñ la def? Gisuma ci moom dara lu jar dee. Kon dinaa ko dóorlu ay yar te bàyyi ko.»"},{"style":"v","verse":"23","text":"Waaye ñoom ñu sax ca la ñu waxoon, di gëna yuuxu naan, ñu daaj ko ci bant. Coow la yey Pilaat."},{"style":"v","verse":"24","text":"Muj gi Pilaat dogal, ñu defal leen li ñu bëgg."},{"style":"v","verse":"25","text":"Mu bàyyil leen ki ñu ko ñaanoon, kooku ñu tëjoon kaso, ndax tas réew ma ak rey nit. Waaye mu jébbal leen Yeesu ci seeni loxo."},{"style":"s","verse":"","text":"Daaj nañu Yeesu ci bant"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Bi ñuy yóbbu Yeesu, ñu jàpp ku ñuy wax Simoŋ te mu dëkk °Siren, ku jóge ca wet, ga féete ak tool ya, sëf ko bant, ba ñuy wara daaj Yeesu, ngir mu gàddu ko, topp ci moom."},{"style":"v","verse":"27","text":"Mbooloo mu baree nga ko toppoon, te jigéen ñu baree ngi doon yuuxu, di ko jooy."},{"style":"v","verse":"28","text":"Yeesu daldi walbatiku ca ñoom ne: «Yéen jigéeni °Yerusalem, buleen ma jooy! Jooyleen seen bopp ak seeni doom."},{"style":"v","verse":"29","text":"Ndaxte jamono dina ñëw, ju ñu naan: “Jigéen ñi masula jur ak ñi masula nàmpal, barkeel ngeen!”"},{"style":"v","verse":"30","text":"Bu keroogee,"},{"style":"q","verse":"","text":"“Nit ñi dinañu ne tund yi: ‘Daanuleen ci sunu kaw!’"},{"style":"q","verse":"","text":"te naan jànj yi: ‘Suul-leen nu!’ ”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"31","text":"Ndaxte su ñu defee nii garab gu tooy gi, lu ñuy def garab gu wow gi?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Yóbbaale nañu itam ñeneen, ñuy ñaari defkati lu bon, ngir rey leen."},{"style":"v","verse":"33","text":"Bi xarekat ya agsee ba ca bérab, ba ñuy wooye Kaaŋu bopp, ñu daaj fa Yeesu ca bant, daajaale ñaari defkati lu bon ya, kenn ca ndijooram, ka ca des ca càmmoñam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ci kaw loolu Yeesu ne: «Baay, baal leen, ndaxte xamuñu li ñuy def.» Xarekat ya tegoo ay bant yéreem, ngir séddoo ko."},{"style":"v","verse":"35","text":"Mbooloo maa nga fa taxaw di seetaan. Njiit ya di ko reetaan naan: «Musal na ñeneen; na musal boppam, su fekkee mooy °Almasi bi, ki Yàlla fal!»"},{"style":"v","verse":"36","text":"Xarekat ya it di ko ñaawal. Ñu jegesi, jox ko °bineegar te naan:"},{"style":"v","verse":"37","text":"«Su fekkee ne yaay buuru Yawut yi, musalal sa bopp!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Ñu daaj mbind, mu tiim ko naan: «Kii mooy buuru Yawut yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Kenn ca defkatu lu bon ya ñu wékkoon ci bant, di ko xas, naan ko: «Xanaa du yaw yaay Almasi bi? Musalal sa bopp te musal nu!»"},{"style":"v","verse":"40","text":"Waaye ka ca des yedd moroom ma, naan ko: «Xanaa ragaloo Yàlla, yaw mi ñuy mbugal ni moom?"},{"style":"v","verse":"41","text":"Nun yelloo nanu sunu mbugal, waaye moom deful dara.»"},{"style":"v","verse":"42","text":"Noonu mu ne: «Yeesu, fàttaliku ma, boo délsee ci sa nguur.»"},{"style":"v","verse":"43","text":"Yeesu ne ko: «Ci dëgg maa ngi la koy wax, tey jii dinga texe ak man ca jataayu Yàlla.»"},{"style":"s","verse":"","text":"Yeesu saay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"44-45","text":"Noonu digg bëccëg daldi jot, jant ba nëbbu, réew mépp daldi lëndëm këruus lu mat ñetti waxtu. Ridob bérab bu sell ba ca kër Yàlla ga daldi xar ñaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Yeesu woote ak kàddu gu dëgër naan: «Baay, jébbal naa la sama ruu!» Bi mu waxee loolu, mu delloo ruuwam Yàlla."},{"style":"v","verse":"47","text":"Bi njiitu °xare ba gisee li xewoon, mu màggal Yàlla ne: «Dëgg-dëgg nit kii ku jub la woon.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Nit ña fa dajaloo woon ñépp, di seetaan li xew, ba ñu gisee loolu, ñu dellu seen kër, fëgg seen dënn, di jooy."},{"style":"v","verse":"49","text":"Xamey Yeesu yépp ak jigéen, ña ko toppe woon Galile, dànd leen, di xool li xew."},{"style":"s","verse":"","text":"Rob nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"50-51","text":"Nit ku ñuy wax Yuusufa dem ca Pilaat. Mi ngi dëkk Arimate ca diiwaanu Yude. Yuusufaa nga bokkoon ca kureelu àttekat yi. Nit ku baax la woon te jub, te àndul woon ci li ñu dogaloon te jëf ko. Da doon séentu nguuru Yàlla."},{"style":"v","verse":"52","text":"Mu dem ca °Pilaat, laaj ko néewu Yeesu."},{"style":"v","verse":"53","text":"Gannaaw loolu mu wàcce ko ca bant ba, laxas ko ci càngaay, dugal ko cib °bàmmeel bu ñu yett ciw doj te masuñu caa def kenn."},{"style":"v","verse":"54","text":"Fekk bésu Waajal la woon, te °bésub noflaay baa ngi doon tàmbali."},{"style":"v","verse":"55","text":"Jigéen ña gungee woon Yeesu Galile, ànd ak Yuusufa, gis bàmmeel ba ak na ñu ca dence néewu Yeesu ba."},{"style":"v","verse":"56","text":"Noonu ñu dellu defari cuuraay ak latkoloñ ngir néew ba. Ca bésub noflaay ba ñu noppalu, ni ko yoon wi santaanee."}]