[{"style":"s","verse":"","text":"Ngëmu njiitu xare bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi Yeesu waxee la mu naroona wax lépp ca kanam mbooloo ma, mu daldi dem Kapernawum."},{"style":"v","verse":"2","text":"Amoon na fa njiitu °xare. Njiit la nag, surgaam bu mu bëggoon lool dafa feebaroon, bay bëgga dee."},{"style":"v","verse":"3","text":"Bi mu déggee mbiri Yeesu, mu yónni ca moom ay Yawut, di magi dëkk ba, ngir ñaan ko, mu ñëw faj surga ba."},{"style":"v","verse":"4","text":"Bi magi dëkk ba agsee ca Yeesu, ñu sàkku ci moom ndimbal, ñaan ko: «Ki nu yónni ci yaw de, yelloo na ndimbal,"},{"style":"v","verse":"5","text":"ndaxte sopp na sunu xeet te moo nu tabaxal sax sunu jàngu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Noonu Yeesu daldi ànd ak ñoom. Waaye bi ñuy bëgga agsi ca kër ga, njiit la yebal ay xaritam ngir ñu wax Yeesu ne: «Sang bi, bul sonal sa bopp, ndaxte yeyoowuma nga dugg sama kër."},{"style":"v","verse":"7","text":"Looloo tax it ma xalaat ne awma darajay gatandu la. Waxal genn kàddu rekk, te sama surga dina wér."},{"style":"v","verse":"8","text":"Ndaxte man itam maa ngi nekk ci ndigal, te ame naa ay xarekat ci sama ndigal. Su ma nee kii: “Demal,” mu dem. Mbaa ma ne keneen ki: “Ñëwal,” mu ñëw. Te su ma nee sama jaam: “Defal lii,” mu def ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Bi ko Yeesu déggee, mu waaru. Noonu mu walbatiku ca mbooloo, ma topp ci moom, ne leen: «Maa ngi leen koy wax, ci °bànni Israyil sax, masuma cee gis ku gëme nii.»"},{"style":"v","verse":"10","text":"Noonu ndaw ya daldi dellu ca kër ga. Bi ñu agsee, ñu gis ne surga ba wér na."},{"style":"s","verse":"","text":"Yeesu dekkal na doomu jigéen ju jëkkëram faatu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Yàggul dara Yeesu dem ci dëkk bu ñuy wax Nayin. Taalibeem yi ak mbooloo mu bare ànd ak moom."},{"style":"v","verse":"12","text":"Bi muy agsi ca buntu dëkk ba, fekk ñuy rob néew boo xam ne kenn rekk la woon ci ndeyam, ji jëkkëram faatu woon. Te mbooloo mu bare ca dëkk ba di gunge soxna sa."},{"style":"v","verse":"13","text":"Bi ko Boroom ba gisee, mu daldi koy yërëm ne ko: «Bul jooyati.»"},{"style":"v","verse":"14","text":"Mu jegeñsi, laal jaat ga, ñi ko jàppoo taxaw. Mu ne: «Waxambaane wi, jógal, ndigal la.»"},{"style":"v","verse":"15","text":"Noonu nit ka dee woon jóg toog, tàmbalee wax. Yeesu delloo ko yaay ja."},{"style":"v","verse":"16","text":"Ñépp tiit, bay màggal Yàlla, di wax naan: «Yonent bu mag feeñ na ci sunu biir! Yàlla wallusi na mbooloom!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"La ñu wax ci mbiri Yeesu daldi siiw ca réewu Yawut ya ak la ko wër yépp."},{"style":"s","verse":"","text":"Yeesu jàngle na ci mbirum Yaxya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Taalibey °Yaxya ya nettali mbir yooyu yépp seen kilifa. Noonu Yaxya woo ñaar ci ay taalibeem,"},{"style":"v","verse":"19","text":"yónni leen ci Boroom bi, ngir laaj ko: «Ndax yaw yaa di °Ki wara ñëw, walla danoo wara xaar keneen?»"},{"style":"v","verse":"20","text":"Bi taalibe ya agsee ca Yeesu, ñu ne ko: «Yaxya moo nu yebal, nu laaj ndax yaa di Ki waroona ñëw, walla danuy xaar keneen?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ca waxtu woowa Yeesu wéral nit ñu bare ci seeni feebar ak ci seeni metit, di dàq ay rab tey gisloo ay gumba."},{"style":"v","verse":"22","text":"Noonu mu wax ndaw ya ne leen: «Demleen nettali Yaxya li ngeen gis te dégg ko. Gumba yaa ngi gis, lafañ yiy dox, °gaana yi wér, tëx yiy dégg, ñi dee di dekki, te néew doole ñaa ngi dégg xibaaru jàmm bi."},{"style":"v","verse":"23","text":"Yaw mi sa ngëm yolomul ndax man, barkeel nga.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Bi ndawi Yaxya yi demee, Yeesu daldi wax ak mbooloo ma ci mbirum Yaxya ne leen: «Lu ngeen seeti woon ca màndiŋ ma? Xanaa barax buy jaayu ci ngelaw li?"},{"style":"v","verse":"25","text":"Kon lu ngeen seeti woon nag? Nit ku sol yére yu rafet? Waaye ñiy soloo noonu, tey dund dund gu neex ñu ngi dëkk ci këri buur."},{"style":"v","verse":"26","text":"Kon lu ngeen seeti woon? Yonent? Waaw, wax naa leen ne ëpp na yonent."},{"style":"v","verse":"27","text":"Yaxya male moo di ki ñu waxoon ci Mbind mi naan:"},{"style":"q","verse":"","text":"“Maa ngi yónni sama ndaw, mu jiitu la,"},{"style":"q","verse":"","text":"te xàllal la yoon ci sa kanam.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"Maa ngi leen koy wax, ci li jigéen jur, ku sut Yaxya masula feeñ. Waaye ba tey ki gëna ndaw ci nguuru Yàlla moo ko sut.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Nit ñépp ñi doon déglu Yeesu, ba ci °juutikat yi sax, dëggal nañu ne Yàlla ku jub la, ndaxte nangu nañu Yaxya °sóob leen ci ndox."},{"style":"v","verse":"30","text":"Waaye °Farisen ya ak °xutbakat ya dañoo bañ, mu sóob leen ci ndox, di wone noonu ne gàntu nañu li leen Yàlla bëggaloon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yeesu tegaat ca ne: «Kon lan laa mana méngaleel niti jamono jii? Lan lañuy nirool?"},{"style":"v","verse":"32","text":"Ñu ngi nirook xale yu toog ca pénc ma tey woowante naan:"},{"style":"q","verse":"","text":"“Liital nanu leen ak toxoro, te fecculeen,"},{"style":"q","verse":"","text":"woyal nanu leen woyi dëj, te jooyuleen.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"33","text":"Ndaxte Yaxya feeñ na, lekkul mburu, naanul biiñ, ngeen daldi ne: “Dafa ànd ak rab.”"},{"style":"v","verse":"34","text":"Gannaaw gi nag °Doomu nit ki ñëw na, lekk, naan, ngeen daldi ne: “Kii daal bëgg na lekk, di naan biiñ, tey xaritoo ak ay juutikat ak ay boroom bàkkaar.”"},{"style":"v","verse":"35","text":"Waaye li xam-xamu Yàlla di jur, mooy firndeel ne dëgg la.»"},{"style":"s","verse":"","text":"Yeesu ca kër Simoŋ Farisen ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Amoon na ab °Farisen bu ñaan Yeesu, mu ñëw lekkandoo ak moom. Yeesu dem kër waa ja, toog ca lekkukaay."},{"style":"v","verse":"37","text":"Fekk amoon na ca dëkk ba jigéen juy moy Yàlla. Bi mu yégee ne, Yeesoo ngay lekk ca kër Farisen ba, mu dem, yóbbaale njaq lu ñu defare doj wu ñuy wax °albaatar te def latkoloñ."},{"style":"v","verse":"38","text":"Bi jigéen ja agsee, mu taxaw ca gannaaw tànki Yeesu, di jooy. Noonu ay rongooñam tooyal tànki Yeesu, jigéen ja di leen fomp ak kawaram, di leen fóon te ciy sotti latkoloñ ja."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Naka la Farisen, bi woo woon Yeesu ci këram, gis loolu, mu wax ci xelam naan: «Bu nit kii doonoon yonent, kon dina xam kuy jigéen ji koy laal ak ni mu nekke bàkkaarkat.»"},{"style":"v","verse":"40","text":"Yeesu ne ca tonn, daldi ne Farisen ba: «Simoŋ, am na lu ma la wara wax.» Simoŋ ne ko: «Waxal, kilifa gi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Yeesu ne ko: «Da fee amoon ñaari nit ñu ameel bor benn leblekat. Kenn kaa ngi ko ameel téeméeri junni ci xaalis, ki ci des fukki junni\\f + \\fr 7.41 \\fk téeméeri junni: \\ft maanaam juróomi téeméeri denariyon; \\fk fukki junni: \\ft maanaam juróom fukki denariyon. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*."},{"style":"v","verse":"42","text":"Waaye kenn ci ñoom manu koo fey. Noonu mu baal leen bor ya. Ci ñaar ñooñu nag kan moo ko ciy gëna bëgg?»"},{"style":"v","verse":"43","text":"Simoŋ ne ko: «Xanaa ki ñu baal bor bi gëna bare.»"},{"style":"p","verse":"","text":"Yeesu ne ko: «Àtte nga dëgg,»"},{"style":"v","verse":"44","text":"daldi walbatiku ca jigéen ja, ne Simoŋ: «Ndax gis nga jigéen jii? Dugg naa sa kër, te joxewuloo ndox, ngir raxas samay tànk. Waaye moom, raxas na samay tànk ak ay rongooñam, ba noppi fomp leen ak kawaram."},{"style":"v","verse":"45","text":"Bi ma agsee, fóonuloo ma, waaye moom, bi ma duggee ba léegi tàyyiwul ci di fóon samay tànk."},{"style":"v","verse":"46","text":"Defuloo diw ci sama bopp, waaye moom, sotti na latkoloñ ci samay tànk."},{"style":"v","verse":"47","text":"Moo tax ma di la wax ne, su wonee mbëggeel gu réye nii, dafa fekk ñu baal ko bàkkaaram yu bare. Waaye ki mbëggeelam néew dafa fekk ñu baal ko lu tuuti.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Yeesu daldi ne jigéen ja: «Baal nañu la say bàkkaar.»"},{"style":"v","verse":"49","text":"Noonu ñi doon lekkandoo ak moom di wax ci seen xel naan: «Kii am sañ-sañu baale bàkkaar mooy kan?»"},{"style":"v","verse":"50","text":"Waaye Yeesu ne jigéen ja: «Sa ngëm musal na la. Demal ci jàmm.»"}]