[{"style":"s","verse":"","text":"Léebu beykat bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yeesu di dem ca ay dëkk yu mag ak yu ndaw, di waaraate ak di yégle xibaaru jàmm bi jëm ci nguuru Yàlla. Fukki taalibe ya ak ñaar ànd ak moom,"},{"style":"v","verse":"2","text":"ak ay jigéen yu mu teqale woon ak rab te jële leen ci seeni wopp, ñu di: Maryaama, mi ñuy wooye Maryaamam Magdala, mi Yeesu tàggale woon ak juróom ñaari rab;"},{"style":"v","verse":"3","text":"Sànn, soxnas ku ñuy wax Kusa, mi doon wottu alalu °Erodd; ak Susànn ak ñeneen jigéen. Jigéen ñooñu ñoo doon joxe seen alal, ngir dimbali Yeesu ak ay taalibeem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Dëkk ak dëkk nit ña di fa jóge jëm ca Yeesu, ba mbooloo mu bare dajaloo, mu wax leen léeb wii:"},{"style":"v","verse":"5","text":"«Dafa amoon beykat bu demoon jiyi. Bi muy saaw toolam nag, lenn ci pepp mi wadd ci kaw yoon wi, nit ñi joggi ci, picci asamaan lekk ko lépp."},{"style":"v","verse":"6","text":"Leneen wadd ci bérab bu bare ay doj. Naka la sax rekk, daldi wow, ndaxte suuf si tooyul woon."},{"style":"v","verse":"7","text":"Leneen nag wadd ci biir ay xaaxaam, ñu saxandoo, xaaxaam ya tanc ko."},{"style":"v","verse":"8","text":"Li ci des dal ci suuf su baax, sax, nangu ba meññ téeméeri yoon lu ëpp la mu ji woon.»"},{"style":"p","verse":"","text":"Gannaaw loolu Yeesu wax ak kàddu gu dëgër ne: «Déglul bu baax, yaw mi am ay nopp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Taalibey Yeesu yi laaj ko lu léeb woowu di tekki."},{"style":"v","verse":"10","text":"Mu ne leen: «May nañu leen, ngeen xam mbóoti nguuru Yàlla, waaye ñi ci des, dama leen di wax ci ay léeb. Noonu la, ngir:"},{"style":"q","verse":"","text":"“Ñuy xool te duñu mana gis,"},{"style":"q","verse":"","text":"di dégg te duñu mana xam.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Lii la léebu beykat bi di tekki. Kàddug Yàlla mooy jiwu wi."},{"style":"v","verse":"12","text":"Ki féete ci yoon wi mooy ki dégg. Gannaaw gi, °Seytaane dafay ñëw, këf kàddu, gi ñu def ci xolam, ngir mu baña gëm te Yàlla musal ko."},{"style":"v","verse":"13","text":"Ki nekk ci bérab bu bare ay doj, mooy ki dégg kàddu gi, ba noppi nangu ko ak mbég. Waaye wax ji saxul ci moom. Dina gëm ab diir, waaye bu nattu yi agsee, mu daldi dàggeeku."},{"style":"v","verse":"14","text":"Ki jot ci jiwu wi ci xaaxaam yi mooy ki dégg kàddu gi, waaye nees-tuut soxla yi ak alal ak bànneexi àddina tanc ko, ba du àgg cig mat."},{"style":"v","verse":"15","text":"Ki jot ci jiwu wi ci suuf su baax si nag, mooy ki dégg kàddu gi te denc ko ci xol bu baax bu gore, te muñ ba jur njariñ."},{"style":"s","verse":"","text":"Léebu làmp bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Kenn du taal làmp, dëpp ci leget, walla mu di ko def ci ron lal. Daf koy wékk, ngir mu leeral ñiy dugg."},{"style":"v","verse":"17","text":"Amul dara luy kumpa lu ñu dul siiwal bés, walla lu làqu lu ñu dul feeñal, ba mu ne fàŋŋ."},{"style":"v","verse":"18","text":"Seetleen bu baax, ni ngeen di dégloo kàddu gi. Ku am, dees na la dollil, waaye ku amul, dees na nangu sax li nga xalaatoon ne am nga ko ba noppi.»"},{"style":"s","verse":"","text":"Ñiy waa kër Yeesu dëgg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Noonu ndeyu Yeesu ak ay rakkam ñëw seetsi ko, waaye manuñu woona agsi ci moom, ndaxte nit ña dañoo bare."},{"style":"v","verse":"20","text":"Am ku ko yégal ne: «Sa yaay ak say rakk ñu ngi nii taxaw ci biti, bëgg laa gis.»"},{"style":"v","verse":"21","text":"Waaye mu daldi leen ne: «Sama yaay ak samay rakk, ñooy ñiy déglu kàddug Yàlla, te di ko topp.»"},{"style":"s","verse":"","text":"Yeesu dalal na ngelaw li"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Benn bés Yeesu àndoon na ak ay taalibeem, dugg ci gaal. Mu ne leen: «Nanu jàll dex gi.» Noonu ñu dem."},{"style":"v","verse":"23","text":"Bi ñuy dem nag, Yeesu daldi nelaw. Ngelaw lu am doole daldi ñëw, yëngal dex gi, gaal gi fees ak ndox, ba ñu bëgga suux."},{"style":"v","verse":"24","text":"Noonu taalibe yi jegesi Yeesu, yee ko ne: «Kilifa gi, kilifa gi, nu ngiy dee!»"},{"style":"p","verse":"","text":"Ci kaw loolu Yeesu jóg, daldi gëdd ngelaw li ak duus yi. Lépp dal, ba ne nemm."},{"style":"v","verse":"25","text":"Yeesu ne taalibe yi: «Ana seen ngëm?» Ñu daldi tiit te waaru, naan ci seen biir: «Kii moo di kan? Mi ngi jox ndigal ngelaw li ak ndox mi, ñu koy déggal.»"},{"style":"s","verse":"","text":"Yeesu faj na ku rab jàpp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Noonu ñu teer ca diiwaanu waa °Serasa, fa jàkkaarloo ak diiwaanu Galile."},{"style":"v","verse":"27","text":"Bi Yeesu di wàcc ca gaal ga, ku rab jàpp ca waa dëkk ba ñëw, kar ko. Yàgg na def yaramu neen te dëkkul ca kër, waaye ca sëg ya lay nekk."},{"style":"v","verse":"28","text":"Bi mu gisee Yeesu, mu yuuxu, daanu ciy tànkam, daldi xaacu ne: «Yaw Yeesu °Doomu Yàlla Aji Kawe ji, loo may fexeel? Maa ngi lay ñaan, nga bañ maa mbugal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Dafa wax loolu, ndaxte Yeesu santoon na rab wi, mu génn ci moom. Rab wa dafa ko doon farala jàpp. Nit ñi daan nañu ko wottu, di ko yeew ak ay càllala, ak di ko jéng, mu di leen dagg, rab wi di ko xiir ca bérab yu wéet."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Noonu Yeesu laaj ko: «Noo tudd?» Mu ne ko: «Coggal laa tudd.» Dafa wax loolu, ndaxte rab yu baree ko jàppoon."},{"style":"v","verse":"31","text":"Rab yooyoo ngi ko doon ñaan, ngir mu bañ leena sant, ñu dem ca °kàmb gu xóot gi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Fekk amoon na fa géttu mbaam-xuux yu bare, yuy for ca tund wa. Rab ya ñaan Yeesu, mu may leen, ñu dugg mbaam-xuux ya. Mu may leen ko."},{"style":"v","verse":"33","text":"Noonu rab ya génn nit ka, dugg mbaam-xuux ya, ñu daldi bartalu, daanu ca dex ga, lab."},{"style":"v","verse":"34","text":"Sàmm ya gis li xew, daw nettaliji mbir mi ca dëkk ba ak ca àll ba."},{"style":"v","verse":"35","text":"Nit ñi génn, ngir seet li xew."},{"style":"p","verse":"","text":"Bi ñu agsee ca Yeesu, ñu fekk fa nit, ka rab ya bàyyi woon, toog ca kanam Yeesu, sol ay yére te ànd ak sagoom. Ñu daldi ragal."},{"style":"v","verse":"36","text":"Ña fekke woon mbir ma nag, nettali leen naka la Yeesu wérale ki rab ya jàppoon."},{"style":"v","verse":"37","text":"Ci kaw loolu waa diiwaanu °Serasa bépp ragal, ba ñaan Yeesu mu jóge fa. Noonu Yeesu dugg ci gaal gi, di bëgga dem."},{"style":"v","verse":"38","text":"Nit ki Yeesu tàggale woon ak rab ya ñaan ko, ngir ànd ak moom. Waaye Yeesu waññi ko ne ko:"},{"style":"v","verse":"39","text":"«Ñibbil, nettali li la Yàlla defal lépp.» Noonu waa ji dem di wër dëkk ba yépp, di fa yégle la ko Yeesu defal."},{"style":"s","verse":"","text":"Yeesu dekkal na doomu Yayrus te faj jigéen"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Bi Yeesu dëppee dellu, mbooloo ma di ko teeru, ndaxte ñépp a ngi ko doon xaar."},{"style":"v","verse":"41","text":"Noonu nit ñëw, tuddoon Yayrus te nekk njiitu jàngu ba. Bi mu agsee, mu daanu ci tànki Yeesu, sarxu ko mu ñëw këram,"},{"style":"v","verse":"42","text":"ndaxte jenn doomam ju jigéen, ji mu amoon kepp te muy tollu ci fukki at ak ñaar, ma nga doon waaja dee."},{"style":"p","verse":"","text":"Bi Yeesuy dem, nit ñaa ngi doon buuxante, di ko tanc."},{"style":"v","verse":"43","text":"Amoon na nag ca mbooloo ma jigéen ju doon xëpp deret diirub fukki at ak ñaar, te kenn manu ko woona faj."},{"style":"v","verse":"44","text":"Jigéen ja jegeñsi Yeesu nag, doxe ko gannaaw, laal catu mbubbam. Ca saa sa deret ji dal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Yeesu laaj nit ña ne: «Ana ku ma laal?» Ku nekk di miim. Noonu Piyeer ne ko: «Kilifa gi, nit ñépp a ngi lay wër, di la tanc wet gu nekk.»"},{"style":"v","verse":"46","text":"Waaye Yeesu ne: «Am na ku ma laal, ndaxte yég naa ne am na doole ju génn ci man.»"},{"style":"v","verse":"47","text":"Te jigéen ja xam ne manul woona nëbb li mu def. Mu daldi daanu ci tànki Yeesu, di lox. Noonu mu nettali ci kanam ñépp li taxoon mu laal Yeesu, ak ni mu wére ca saa sa."},{"style":"v","verse":"48","text":"Yeesu ne ko: «Soxna si, sa ngëm faj na la. Demal ci jàmm.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Bi Yeesu di wax nag, am na ku jóge ca kër njiit la, mu ñëw naan: «Sa doom faatu na; matatul ngay sonal kilifa gi.»"},{"style":"v","verse":"50","text":"Yeesu dégg kàddu yooyu, daldi ne njiit la: «Bul tiit. Gëmal rekk te dina dundaat.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Bi Yeesu agsee ca kër ga, nanguwul kenn duggaaleek moom, ñu dul Piyeer, Yowaana, Saag ak waajuri xale ba."},{"style":"v","verse":"52","text":"Ña fa nekk ñépp di yuuxu ak di jooy xale bi. Noonu Yeesu ne leen: «Bàyyileen seen jooy yi. Janq bi deewul, day nelaw rekk.»"},{"style":"v","verse":"53","text":"Waaye ñu di ko ñaawal, ndaxte xamoon nañu ne dee na."},{"style":"v","verse":"54","text":"Waaye Yeesu jàpp loxob janq ba, woo ko ne ko: «Xale bi, jógal.»"},{"style":"v","verse":"55","text":"Noonu ruuwu xale ba délsiwaat, mu daldi jóg ca saa sa. Yeesu santaane ñu may ko, mu lekk."},{"style":"v","verse":"56","text":"Waajuri xale bi daldi waaru. Waaye Yeesu tere leen, ñu wax kenn li xew."}]