[{"style":"s1","verse":"","text":"Yeesu yebal na fukki ndaw ya ak ñaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Yeesu woo fukki taalibeem ya ak ñaar, daldi leen jox sañ-sañu faj jàngoro yépp ak wéradi yépp, ak di dàq ay \\w rab|rab:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Fukki ndaw yaak ñaar nag, seeni tur a ngii:"},{"style":"li","verse":"","text":"ki jiitu mooy Simoŋ mi ñuy wax Piyeer,"},{"style":"li","verse":"","text":"ak Àndre mi bokk ak moom ndey ak baay,"},{"style":"li","verse":"","text":"ak Yanqóoba doomu Sebede, ak Yowaan rakkam,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"3","text":"ak Filib ak Bartelemi,"},{"style":"li","verse":"","text":"ak Tomaa ak Macë, \\w juutikat|juutikat b-:\\w* ba woon,"},{"style":"li","verse":"","text":"ak Yanqóoba doomu Alfe, ak Tade,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"4","text":"ak Simoŋ, Mbokki kuréelu Moom-sa-réew ma,"},{"style":"li","verse":"","text":"ak Yuda Iskaryo, may mujj wor Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Fukk ak ñaar ñooñu la Yeesu yebal, jox leen ndigal, ne leen: «Buleen dem ci ñi dul Yawut, buleen dem ci benn dëkku waa \\w Samari|Samari:\\w*."},{"style":"v","verse":"6","text":"Ña ngeen di dem ca ñoom kay ñoo di xari kër Israayil yi réer."},{"style":"v","verse":"7","text":"Demleen tey yégle ne: “Nguurug asamaan dëgmal na.”"},{"style":"v","verse":"8","text":"Ñi wopp, fajleen leen; ñi dee, dekkalleen leen; \\w gaana|gaana:\\w* yi, setalleen leen; rab yi, ngeen dàq leen. Yeena jot ay xéewal ci dara, kon joxeleen ci dara."},{"style":"v","verse":"9","text":"Buleen yóbbu wurus mbaa xaalis mbaa xànjar bu ngeen di fas ci seen geño,"},{"style":"v","verse":"10","text":"mbaa mbuus mu ngeen di tukkee, mbaa ñaari turki, mbaa yeneen carax, mbaa aw yet, ndax ku ñaq, jariñu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Bépp dëkk bu mag mbaa bu ndaw bu ngeen dugg, laajteleen ba xam ku ca yell, ngeen dal ca moom, ba kera ngeen dem."},{"style":"v","verse":"12","text":"Bu ngeen duggee ci kër nag, nuyooleen."},{"style":"v","verse":"13","text":"Su ko kër ga yeyoo, seen jàmm wàcc ca ñoom. Lu ko moy, seen jàmm délsi ci yeen."},{"style":"v","verse":"14","text":"Fu ñu leen dalalewul, mbaa ñu tanqamlu fa seeni wax, génnleen kër ga mbaa dëkk ba, te ngeen faxas seen pëndub tànk."},{"style":"v","verse":"15","text":"Maa leen ko wax déy, keroog bés-pénc, dëkk boobu, waa réewum \\w Sodom ak Gomor|Sodom ak Gomor:\\w* ñoo koy gënu demin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Maa ngii di leen yebal, mbete ay xar ci biiri bukki. Muusleen nag niy jaan, te lewet niy pitax."},{"style":"v","verse":"17","text":"Waaye moytuleen nit ñi, ndax dees na leen jàpp, jébbal leen pénci layoo ya, te dees na leen caw ay yar ca seeni jàngu."},{"style":"v","verse":"18","text":"Dees na leen yóbbu ngir man ci kanam boroomi dëkk, aki buur, ngir ngeen yékkati kàdduy seede, ñeel leen, ñoom ak ñi dul Yawut."},{"style":"v","verse":"19","text":"Bu ñu leen tegee loxo nag, buleen jaaxle ci nu ngeen di waxe, ak lu ngeen di wax, ndax dees na leen xamal ca waxtu wa, la ngeen di wax;"},{"style":"v","verse":"20","text":"ndax du yeenay wax, waaye \\w Noowug|Noo gu Sell g-:\\w* seen Baay mooy wax ci yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Doomu ndey dina wor doomu ndey, ngir ñu rey ko, baay it wore noonu doomam, te doom dina jógal waajuram, ba reylu ko."},{"style":"v","verse":"22","text":"Te it ñépp a leen di bañ ndax sama tur; waaye ku muñ ba muj ga, kooku dina mucc."},{"style":"v","verse":"23","text":"Buñu leen bunduxataalee ci dëkk bii, dawleen ca bee. Maa leen ko wax déy, dungeen wër ba dajal dëkki Israayil yépp, te \\w Doomu nit|Doomu nit k-:\\w* ki dikkul.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Taalibe sutul kilifaam, te jaam sutul sangam."},{"style":"v","verse":"25","text":"Ab taalibe, su demee ba mel ni kilifaam, wàcc na; ab jaam it, su demee ba mel ni sangam, wàcc na. Ndegam boroom kër gi lañuy woowe Beelsebul, miy Seytaane, astamaak waa këram."},{"style":"v","verse":"26","text":"Kon nag buleen leen ragal, nde mboolem lu làqu, dees na ko feeñal, te lu umpe, dees na ko xam."},{"style":"v","verse":"27","text":"Li ma leen wax ci biir lëndëm, waxleen ko bëccëg ndarakàmm; li ñu leen déey, biralleen ko ci kawi taax."},{"style":"v","verse":"28","text":"Te buleen ragal ñiy rey aw yaram, te manuñoo rey jëmmu biir, waaye ragalleen ki mana boole jëmmu biir ak aw yaram, sànk ca biir sawara."},{"style":"v","verse":"29","text":"Ñaari picci ramatu, xanaa du dërëm lay jar? Moona menn ci ñoom du daanu ci suuf te soobul seen Baay."},{"style":"v","verse":"30","text":"Seen kawari bopp sax, waññees na lépp."},{"style":"v","verse":"31","text":"Kon nag buleen ragal dara, nde ndiiraanu ramatu, yeena ko gën."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"«Képp ku dëggal fi kanam nit ñi, ne man nga féeteel, man ci sama wàllu bopp itam, dinaa dëggal fa sama kanam Baay ba fa asamaan, ne man nga féeteel."},{"style":"v","verse":"33","text":"Waaye képp ku weddi fi kanam nit ñi, ne man nga féeteel, man ci sama wàllu bopp itam dinaa weddi fa sama kanam Baay ba fa asamaan, ne man nga féeteel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"«Te it buleen defe ne wàcce jàmm ci kaw suuf moo ma indi; du jàmm, waaye jaasi moo ma indi."},{"style":"v","verse":"35","text":"Ndaxte li ma indi moo di teqale doom ju góor ak baayam; ak doom ju jigéen ak ndeyam; ak jabar ak goroom."},{"style":"v","verse":"36","text":"Te it nooni nit ki, waa këram lay doon."},{"style":"v","verse":"37","text":"Ku ma gënalul sa ndey mbaa sa baay, yeyoowuloo ma; ku ma gënalul sa doom ju góor mbaa ju jigéen, yeyoowuloo ma."},{"style":"v","verse":"38","text":"Ku jëlul sa bantu bopp bu ñu lay daaj, te topp ci man, yeyoowuloo ma."},{"style":"v","verse":"39","text":"Képp ku jot sa bakkan, dinga ko ñàkk, te ku ñàkk sa bakkan ndax man, dinga ko jotaat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"«Képp ku leen dalal nag, man nga dalal, te ku ma dalal, dalal nga ki ma yebal."},{"style":"v","verse":"41","text":"Ku dalal ab yonent ndax turu yonentam, ci peyug yonent ngay ame yool; te ku dalal aji jub ndaxug njubteem, peyug aji jub ngay ame yool."},{"style":"v","verse":"42","text":"Te maa leen ko wax déy, kenn ci ñii gëna tuut, képp ku ko may ab kaasu ndox mu sedd doŋŋ, ndax da di sama taalibe, doo ñàkk sag pey mukk.»"}]