[{"style":"p","text":""},{"style":"v","text":"Ba Yeesu joxee ndigal yooyu, fukki taalibeem ya ak ñaar ba noppi, da faa bàyyikoo, ngir jàngaleji aka waare ca seen dëkki gox ba."},{"style":"s1","text":"Yaxya yónnee na ca Yeesu"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu \\w Yaxya|Yaxya:\\w* moo dégge ca kaso ba, jëfi \\w Almasi|Almasi b-:\\w* bi. Mu yónni nag ci moom ay taalibeem,"},{"style":"v","text":"ne ko: «Ndax yaw yaa di Ki wara ñëw, am keneen lanuy séentu?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Li ngeen dégg te gis ko, demleen àgge ko Yaxya."},{"style":"v","text":"Silmaxa yaa ngiy gis, lafañ yi di dox, \\w gaana|gaana:\\w* yiy wér, tëx yiy dégg, néew yiy dekki, néew-doole yiy dégg xibaaru jàmm bi."},{"style":"v","text":"Ku xàccul sa péeteek man nag, ndokkalee yaw.»"},{"style":"p","text":""},{"style":"v","text":"Ba taalibey Yaxya demee, Yeesu daldi wax ak mbooloo ma ci mbirum Yaxya, ne leen: «Lu ngeen seetaani woon ca màndiŋ ma? Xanaa barax bu ngelaw liy yëngal?"},{"style":"v","text":"Kon lu ngeen seetaani woon? Boroom yére yu rafet? Waaye boroom yére yu rafet yi, ci këri buur lañu dëkk!"},{"style":"v","text":"Kon nag lu ngeen seetaani woon? Ab yonent? Waawaaw, maa leen ko wax, te wees na ab yonent sax."},{"style":"v","text":"Ci moom moomu lañu bindoon ne:"},{"style":"q1","text":"“Maa ngii di yebal sama ndaw, mu jiitu la,"},{"style":"q1","text":"xàllal la saw yoon\\f + \\fr 11.10 \\ft Seetal ci \\bk Malasi\\bk* 3.1.\\f*.”"},{"style":"m","text":""},{"style":"v","text":"Maa leen ko wax déy, li jigéen jur, ku sut Yaxya masu cee feeñ. Waaye ki gëna tuut ci nguurug asamaan a ko sut."},{"style":"v","text":"Ca jamonoy Yaxya ba léegi, nguurug asamaan mu ngi jànkoonteek coono, ñiy jëfe doole di ko jéema aakimoo."},{"style":"v","text":"Ndaxte mboolem yonent yi, ak yoonu Musaa wax nañu, ba kera Yaxya di feeñ."},{"style":"v","text":"Te Yaxya moomu, ndegam man ngeena jàpp li may wax, mooy \\w Ilyaas|Ilyaas:\\w* mi waroona délsi\\f + \\fr 11.14 \\ft Seetal ci \\bk Malasi\\bk* 3.23.\\f*."},{"style":"v","text":"Ku ami nopp nag, na dégg."},{"style":"p","text":""},{"style":"v","text":"«Ana ku may niruleek niti tey jii? Ñu ngi nirook xale yu toog ca pénc ma, di awoonte, naan:"},{"style":"q1","text":""},{"style":"v","text":"“Noo leen toxorool, fecculeen,"},{"style":"q1","text":"nu dëjal leen, yuuxuwuleen.”"},{"style":"m","text":""},{"style":"v","text":"Ndaxte Yaxya daa dikk, lekkul, naanul, ñu naay: “Aw rab la àndal.”"},{"style":"v","text":"\\w Doomu nit|Doomu nit k-:\\w* ki ñëw, di lekk aka naan, ñu naay: “Kee fuqle, naan-katub biiñ biiy xaritook \\w juutikat|juutikat b-:\\w* yeek bàkkaarkat yi!” Waaye xel mu rafet, jëf ja mooy la koy dëggal.»"},{"style":"s1","text":"Yéemu, tuub mbaa sànku"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu ŋàññ na waa dëkk ya fa mu def la ëpp cay kéemaanam, te taxul ñu tuub."},{"style":"v","text":"Mu ne: «Wóoy ngalla yeen waa Korasin, yeen waa Betsayda it, wóoy ngalla yeen, nde kéemaan yi ame fi seen biir, su doon fa waa \\w Tir|Tir:\\w*, mbaa fa waa Sidon la ame, kon bu yàgg lañu doon sol ay saaku, xëppoo dóomu-taal, ngir tuub."},{"style":"v","text":"Waaye maa leen ko wax, keroog bés-pénc, waa Tir ak Sidon a leen di gënu demin, yeen."},{"style":"v","text":"Yeen waa Kapernawum nag, ndax dees na leen yékkati ba asamaan am déet? Xanaa ba fa njaniiw kay ngeen di wàcci, nde kéemaan yi ame fi seen biir, su doon fa \\w Sodom|Sodom ak Gomor:\\w* la ame, fa la dëkk ba doon des ba tey."},{"style":"v","text":"Waaye maa leen ko wax, keroog bés-pénc, waa Sodom a leen di gënu demin.»"},{"style":"s1","text":"Woote bu mag jib na"},{"style":"p","text":""},{"style":"v","text":"Ca jamono yooyu la Yeesu àddu ne: «Baay, Boroom asamaan ak suuf, sant naa la, nde yaa làq lii boroom xam-xam yeek boroom xel yi, xamal ko tuut-tànk yi,"},{"style":"v","text":"nde loolu de, Baay, mooy li la soob."},{"style":"v","text":"Lépp la ma sama Baay dénk, te kenn ràññeewul Doom ji, ku dul Baay bi; Baay bi it, kenn ràññeewu ko, ku dul Doom ji, ak képp ku ko Doom ji namma xamal."},{"style":"p","text":""},{"style":"v","text":"«Mboolem yeen ñi loof ndax sëf bu diis, ñëwleen ci man, man maa leen di noppal."},{"style":"v","text":"Tegooleen sama kilifteef te ngeen jànge ci man, daldi dajeek noflaayal xol, ndax maa lewet, woyof."},{"style":"v","text":"Sama kilifteef sedd na, te samab sëf woyof.»"}]