[{"style":"s1","text":"Jiwu wuute na aw demin"},{"style":"p","text":""},{"style":"v","text":"Bésub keroog booba la Yeesu jóge kër ga, dem toog ca tàkkal dex ga."},{"style":"v","text":"Mbooloo mu bare daje fa moom, ba mu mujj dugg ci gaal, toog; mbooloo mépp taxaw ca tàkk ga."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu wax leen lu bare ciy léeb. Mu ne leen: «Dama ne, boroom jiwu moo demoon jiwi."},{"style":"v","text":"Naka lay saaw ab toolam, ndeke lenn ca jiwu maa nga tuuru ca kaw yoon wa, picc yi dikk, lekk ko."},{"style":"v","text":"Leneen la nag tuuru fu barey doj, te suuf sa néew. Mu ne coleet ca saa sa, ndax la suuf sa xóotul."},{"style":"v","text":"Teewul ba jant bi jógee, mu lakk, daldi wow, ndax ñàkkub reen."},{"style":"v","text":"Leneen la tuuru ca xaaxaam ma, xaaxaam ma sëq, tanc ko."},{"style":"v","text":"La des ca jiwu ma nag tuuru ca suuf su baax, ba meññ; wii fepp meññal téeméer; wee, juróom benn fukk; wale, fanweer."},{"style":"v","text":"Ku ami nopp, na dégg.»"},{"style":"s1","text":"Ku déggadi la Yeesu di léeb"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu ay taalibeem dikk, laaj ko ne ko: «Lu tax ngay wax ak nit ñi ci ay léeb?»"},{"style":"v","text":"Mu ne leen: «Yeen lañu may ngeen xam mbóoti nguurug asamaan, waaye ñale, mayeesu leen ko."},{"style":"v","text":"Ndax ku am, dees na ko dolli, ba mu barele; waaye ku amul, la mu am as néew sax, dees na ko nangu."},{"style":"v","text":"Ci ay léeb laay wax ak ñoom, ngir ñuy xoole te duñu gis, di déglu te duñu dégg, duñu xam."},{"style":"v","text":"Kàdduy \\w waxyu|waxyu:\\w* ya \\w Esayi|Esayi:\\w* jottali, ci ñoom la sottee. Mooy ba mu nee:"},{"style":"q1","text":"“Yeenay dégloo déglu, dungeen dégg;"},{"style":"q1","text":"di xoolee xoole, dungeen gis."},{"style":"q1","text":""},{"style":"v","text":"Ndax xolu xeet wee, dërkiis;"},{"style":"q1","text":"seeni nopp fatt,"},{"style":"q1","text":"ñu gëmm fatuus,"},{"style":"q1","text":"ngir seeni gët du gis,"},{"style":"q1","text":"seeni nopp du dégg,"},{"style":"q1","text":"seen xol it du yég,"},{"style":"q1","text":"ba ñu dëpp, ma wéral leen\\f + \\fr 13.14-15 \\ft Seetal ci \\bk Esayi\\bk* 6.9-10.\\f*.”"},{"style":"p","text":""},{"style":"v","text":"«Waaye ndokkalee yeen, nde seeni gët a ngi gis, seeni nopp di dégg!"},{"style":"v","text":"Maa leen ko wax déy, bare na ay yonent ak nit ñu jub ñu nammoona gis li ngeen gis te gisuñu ko, ak itam dégg li ngeen dégg te dégguñu ko."},{"style":"s1","text":"Yeesu firi na léebu jiwu mi"},{"style":"p","text":""},{"style":"v","text":"«Kon nag yeen dégluleen pirim léebu boroom nji mi."},{"style":"v","text":"Képp ku dégg kàddug nguurug Yàlla, su ko xamul, \\w ku bon ki|ku bon ki:\\w* mooy dikk, këf jiwu mi ci xolam; kooku mooy ki jote jiwu mi ci kaw yoon wi."},{"style":"v","text":"Ki jote jiwu mi fu barey doj nag, mooy ki dégg kàddu gi rekk, nangoo ko xol bu sedd ci saa si."},{"style":"v","text":"Waaye ab reen la jotula saxle ci biiram, moo tax du ko wéye. Bu coono dikkee, mbaa ñu bunduxataal ko ndax kàddu gi, day dellu gannaaw ci saa si."},{"style":"v","text":"Ki jote jiwu mi ci xaaxaam yi, mooy ki déglu kàddu gi, te xalaati àddina ak naxey alal fatt kàddu gi, ba tax meññul."},{"style":"v","text":"Ki jote jiwu mi ci suuf su baax si nag, mooy ki déglu kàddu gi, dégg ko, ba meññal, muy lu mat téeméeri yoon lu ëpp li ñu ji woon; muy juróom benn fukk mbaa fanweer.»"},{"style":"s1","text":"Ab jëmb misaal na nguurug Yàlla"},{"style":"p","text":""},{"style":"v","text":"Yeesu léebati leen, ne leen: «Nguurug asamaan dafa mel ni nit ku ji jiwu mu baax cib toolam."},{"style":"v","text":"Naka la nit ñay nelaw, ab noonam dikk, ji ab jëmb ci biir pepp mi, daldi dem."},{"style":"v","text":"Ba pepp ma saxee ba defi gub, jëmb ba itam feeñ."},{"style":"p","text":""},{"style":"v","text":"«Ba loolu amee surgay boroom kër ga dikk ne boroom kër ga: “Sang bi, xanaa du jiwu mu baax nga jiwoon ci sa tool bi? Ana kon fu jëmb bi jóge?”"},{"style":"v","text":"Mu ne leen: “Ab noon a def loolu.” Surga ya ne ko: “Tee noo dem, wolli ko?”"},{"style":"v","text":"Mu ne leen: “Déedéet, lu ko moy ngeen wolli ko, ba far buddiwaale pepp mi."},{"style":"v","text":"Bàyyileen leen ñoom ñaar, ñu màgg, ba ngóob jot. Bu ngóob jotee nag, góobkat yi laay wax ne leen: ‘Jëkkleena wolli jëmb bi, takk koy say, ngir lakk ko, te ngeen yeb pepp mi ci samam sàq.’ ”»"},{"style":"s1","text":"Doomu fuddën misaal na nguurug Yàlla"},{"style":"p","text":""},{"style":"v","text":"Yeesu léebati leen, ne leen: «Nguurug asamaan dafa mel ni doomu fuddën bu nit jël, ji ko cib toolam."},{"style":"v","text":"Doomu fuddën moo gëna tuut ci mboolem jiwu, waaye bu saxee ba màgg, mooy sut ci gàncax gi, ba mujj di garab gu njanaaw yiy dikk, tàgg ciy caram.»"},{"style":"s1","text":"Lawiir misaal na nguurug Yàlla"},{"style":"p","text":""},{"style":"v","text":"Yeesu léebati leen: «Nguurug asamaan dafa mel ni lawiir ju jigéen sàkk, def ko ci ñetti natti sunguf yu mag\\f + \\fr 13.33 \\fk ñetti natti sunguf \\ft mu ngi tollu ci 25 kilo.\\f*, ba tooyal bépp mujj funki.»"},{"style":"p","text":""},{"style":"v","text":"Kàddu yooyu yépp, ay léeb la ko Yeesu waxe mbooloo ma. Waxu leen dara lu moy ci aw léeb."},{"style":"v","text":"Noonu la kàddu ga jottalikoo woon ci gémmiñu yonent ba, mate. Mooy ba mu nee:"},{"style":"q1","text":"«Ciy léeb laay waxe,"},{"style":"q1","text":"di biral mbir yu dale làqu ca njàlbéenu àddina\\f + \\fr 13.35 \\ft Seetal ci \\bk Taalifi cant\\bk* 78.2.\\f*.»"},{"style":"s1","text":"Yeesu firi na léebu jëmb bi"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu yiwikoo ca mbooloo ma, daldi dugg ca kër ga. Taalibeem ya dikk ne ko: «Firil nu léebu jëmb bi sax ci tool bi.»"},{"style":"v","text":"Yeesu ne leen: «Ki ji jiwu mu baax mi mooy \\w Doomu nit|Doomu nit k-:\\w* ki."},{"style":"v","text":"Tool bi mooy àddina; jiwu mu baax moomu mooy niti nguurug Yàlla; jëmb bi di niti \\w ku bon ki|ku bon ki:\\w*."},{"style":"v","text":"Noon bi ko ji mooy \\w Seytaane|Seytaane:\\w*; ngóob mi mooy tukkitel àddina, góobkat yi di malaaka yi."},{"style":"v","text":"Noonu ñu wollee jëmb ba, lakk ko, ni lay deme ca tukkitel àddina."},{"style":"v","text":"Doomu nit ki mooy yebal ay malaakaam, ñu wollee ci nguuram mboolem luy bàkkaarloo, ak mboolem defkati ndëngte,"},{"style":"v","text":"sànni leen sawara; foofa lees di jooye aka yéyoo ndax mitit."},{"style":"v","text":"Su booba aji jub ñi dañu naa ràññ ni jant bi, fa seen nguurug Baay. Ku ami nopp, na dégg.»"},{"style":"s1","text":"Nguurug asamaan moo gën alal"},{"style":"p","text":""},{"style":"v","text":"«Nguurug asamaan dafa mel ni alal ju ñu làq cib tool. Nit gis ko, làqaat, xol ba sedd, ba mu dem jaay mboolem lu mu am, jënd tool ba."},{"style":"p","text":""},{"style":"v","text":"«Nguurug asamaan dafa mel it ni jula buy wut peri gànjar."},{"style":"v","text":"Mu gis nag per buy jar lu bare, daldi jaay mboolem lu mu am, ba jënd per ba.»"},{"style":"s1","text":"Mbaalum géej misaal na nguurug asamaan"},{"style":"p","text":""},{"style":"v","text":"«Nguurug asamaan mel na it ni mbaal mu ñu sànni biir géej, mu jàpp wirgoy jën wu nekk."},{"style":"v","text":"Mbaal ma fees, ñu xëcc ba ci tefes gi, daldi toog, tànn yu baax yi, def ciy dàmba; yu bon yi, ñu sànni ca biti."},{"style":"v","text":"Noonu lay deme, ca tukkitel àddina. Malaaka yeey dem, seppi ñu bon ñi ci biir aji jub ñi,"},{"style":"v","text":"sànni leen sawara. Foofa lees di jooye aka yéyoo ndax mitit.»"},{"style":"s1","text":"Dëgg yees na, yàgg na"},{"style":"p","text":""},{"style":"v","text":"Yeesu nag laaj taalibe ya, ne leen: «Ndax xam ngeen lu loolu lépp di tekki?» Ñu ne ko: «Waaw.»"},{"style":"v","text":"Mu ne leen: «Kon nag bépp firikatu yoon bu ñu jàngal mbirum nguurug asamaan, dafa mel ni boroom kër bu yebbee cib dencam, lu yees ak lu yàgg.»"},{"style":"s1","text":"Nasaret gàntal na"},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu sottalee ca léeb yooyu la fa bàyyikoo,"},{"style":"v","text":"daldi dellu dëkk ba mu yaroo. Mu di leen jàngal nag ca seen jàngu, ba ñu yéemu naan: «Ana fu kii jële bii xam-xam, ak yii kéemaan?"},{"style":"v","text":"Xanaa kii du doomu minise bi? Xanaa du Maryaama mooy yaayam? Rakkam yu góor di Yanqóoba ak Yuusufa ak Simoŋ ak Yudd?"},{"style":"v","text":"Xanaa du nook jigéenam ñépp a dëkk? Ana fu kii jële lii lépp nag?»"},{"style":"v","text":"Ñu daldi gise mbir ma ag yabeel."},{"style":"p","text":"Yeesu nag ne leen: «Ab yonent, deesu ko xeebe fenn fu moy réewu boppam ak ci biir waa këram.»"},{"style":"v","text":"Yeesu defu fa kéemaan yu bare ndax seen ngëmadi."}]