[{"style":"s1","verse":"","text":"Farisen aada la jiital"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca jamono yooyu la ay \\w Farisen|Farisen y-:\\w* ak ay firikati yoonu Musaa bàyyikoo Yerusalem, dikk ba ci Yeesu, ne ko:"},{"style":"v","verse":"2","text":"«Lu tax say taalibe di jalgati aaday maam yi, ba duñu raxas seeni loxo, bala ñoo lekk?»"},{"style":"v","verse":"3","text":"Yeesu nag ne leen: «Yeen itam lu tax ngeen di jalgati santaaneb Yàlla, ndax seen aaday bopp?"},{"style":"v","verse":"4","text":"Ndax Yàlla da ne: “Teralal ndey ak baay\\f + \\fr 15.4 \\ft Seetal ci \\bk Mucc ga\\bk* 20.12.\\f*,” neeti: “Ku saaga sa ndey mbaa sa baay, dee rekk mooy àtteem\\f + \\fr 15.4 \\ft Seetal ci \\bk Mucc ga\\bk* 21.17.\\f*.”"},{"style":"v","verse":"5","text":"Te yeen ngeen ne: “Ku ne sa ndey mbaa sa baay: ‘Li ma warlook yaw, jébbal naa ko Yàlla,’"},{"style":"v","verse":"6","text":"kooku wàccoo na ak warugaru teral baayam.” Kon kay neenal ngeen kàddug Yàlla ndax seen aaday bopp."},{"style":"v","verse":"7","text":"Jinigalkat yi ngeen doon, \\w Esayi|Esayi:\\w* yey na, ba mu jottalee kàdduy \\w waxyu|waxyu:\\w* ci seen mbir, ne:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"8","text":"“Askan wii, làmmiñ lañu may wormaale,"},{"style":"q1","verse":"","text":"waaye seen xol sore na ma."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"9","text":"Seen njaamu Yàlla neen la,"},{"style":"q1","verse":"","text":"seen njàngale di santaaney niti kese\\f + \\fr 15.8-9 \\ft Seetal ci \\bk Esayi\\bk* 29.13.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ci kaw loolu Yeesu woo mbooloo ma, ne leen: «Dégluleen te amug dégg."},{"style":"v","verse":"11","text":"Du li dugg ci gémmiñ mooy sobeel nit ki, waaye liy génne ci gémmiñ, loolu mooy sobeel nit ki.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba loolu amee taalibe ya dikk ne ko: «Ndax xam nga ne, ba Farisen yi déggee kàddu googu, mer nañu?»"},{"style":"v","verse":"13","text":"Yeesu ne leen: «Gépp gàncax gu sama Baay ba fa asamaan jëmbatul, dees na ko buddi."},{"style":"v","verse":"14","text":"Bàyyileen leen, ay gumba yuy wommat ay gumba lañu; gumba nag, su dee wommat gumba, ñoom ñaar ay ànd tàbbi ci kàmb.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Piyeer nag ne Yeesu: «Firil nu léeb woowu.»"},{"style":"v","verse":"16","text":"Yeesu ne ko: «Kon yeen itam amuleenug dégg ba tey?"},{"style":"v","verse":"17","text":"Xamuleen ne, lépp lu dugg ci gémmiñ, ci koll bi lay dugg, balaa jàll, génneji gannaaw kër?"},{"style":"v","verse":"18","text":"Li génne ci gémmiñ nag ci xolu boroom la jóge, te loolu mooy sobeel nit ki."},{"style":"v","verse":"19","text":"Ndaxte ci xol la mébét yu bon di jóge, ak bóom, ak njaaloo, ak séy yi yoon tere, ak càcc, ak seede lu dul dëgg, ak saaga."},{"style":"v","verse":"20","text":"Yooyu mooy sobeel nit ki, waaye lekk te raxasuwuloo sobeelul nit.»"},{"style":"s1","verse":"","text":"Yeesu baaxe na jàmbur bu dul yawut"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Gannaaw loolu Yeesu jóge fa, dem diiwaanu \\w Tir ak Sidon|Tir:\\w*."},{"style":"v","verse":"22","text":"Ci kaw loolu as ndawas Kanaaneen jekki jóge ca gox booba, di wax ca kaw, naan: «Sang bi, Sëtub \\w Daawuda|Daawuda:\\w*, yërëm ma! Sama doom ju jigéen la rab jàpp, mu sonn lool.»"},{"style":"v","verse":"23","text":"Yeesu nag tontuwu ko baat, taalibeem ya dikk ne ko: «Dàqal kii nu topp, di yuuxu ci sunu kaw!»"},{"style":"v","verse":"24","text":"Yeesu daldi ne: «Yebaleesu ma fu dul ci xari \\w bànni Israayil|bànni Israayil:\\w* yi réer.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Teewul ndaw sa dikk, sujjóotal ko, ne ko: «Sang bi, dimbali ma!»"},{"style":"v","verse":"26","text":"Yeesu ne ko: «Jël ñamu gone yi, sànni ko kuti yi, jaaduwul.»"},{"style":"v","verse":"27","text":"Ndaw sa ne ko: «Dëgg la, Sang bi, waaye teewul kuti yi for ca la ruuse ca seen ndabal boroom.»"},{"style":"v","verse":"28","text":"Yeesu nag ne ko: «Ndaw sii, yaaka réy ngëm. Kon nag na la amal noonu nga ko bëgge.» Ca waxtu woowa la doom ja wér."},{"style":"s1","verse":"","text":"Yeesu faj na ñu wopp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ba mu ko defee Yeesu bàyyikoo foofa, dem ca tàkkal dexu Galile. Mu yéeg ca kaw tund wa, toog fa."},{"style":"v","verse":"30","text":"Mbooloo mu bare dikk, ànd aki lafañ, ak ay gumba, ak boroomi laago, aki luu, ak boroom jàngoro yu bare. Ñu indi leen fa kanam Yeesu, mu faj leen,"},{"style":"v","verse":"31","text":"ba mbooloo ma waaru ca lañu gis luu ya di wax, boroom laago ya wér, lafañ ya di dox, gumba ya di gis. Ñu daldi sàbbaal Yàllay Israayil."},{"style":"s1","verse":"","text":"Yeesu leelati na mbooloo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Gannaaw loolu Yeesu woo taalibeem ya, ne leen: «Damaa yërëm mbooloo mi, ndax ñetti fan a ngii yu ñu nekk ak man, te amuñu lu ñu lekk. Bëgguma leena yiwi, ñu deme xiif, bala ñoo tële ci yoon wi.»"},{"style":"v","verse":"33","text":"Taalibe ya ne ko: «Waaye fu nuy jële ci àll bu wéet bi mburu mu suur mbooloo mu réye nii?»"},{"style":"v","verse":"34","text":"Yeesu ne leen: «Ñaata mburu ngeen am?» Ñu ne ko: «Juróom ñaari mburu ak as jën.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ba mu ko defee Yeesu sant mbooloo ma ñu toog ci suuf."},{"style":"v","verse":"36","text":"Mu jël juróom ñaari mburu ya ak jën ya, daldi yékkati kàddug cant, dagg mburu ma, jox taalibe ya, ñu jox mbooloo ma."},{"style":"v","verse":"37","text":"Ñépp lekk ba regg, te desit wa ñu yóbbu di juróom ñaari dàmba yu fees."},{"style":"v","verse":"38","text":"Ña ca lekk ñeenti junniy (4~000) góor lañu, te limaaleesul jigéen ña ak gone ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ba loolu amee Yeesu yiwi mbooloo ma, daldi dugg gaal, jàll ba diiwaanu Magadan."}]