[{"style":"s1","text":"Diiŋatkat laaj na firnde"},{"style":"p","text":""},{"style":"v","text":"Ay \\w Farisen|Farisen y-:\\w* ak ay \\w Sadusen|Sadusen y-:\\w* nag ñoo dikkoon ci Yeesu, di ko fiir, ne ko: «Firnde ju bawoo asamaan lanu bëgg, nga won nu ko.»"},{"style":"v","text":"Yeesu ne leen: «Su ngoonee ngeen ne: “Ëllëg de day naaj, nde asamaan si daa xonq.”"},{"style":"v","text":"Su dee ag suba ngeen ne: “Tey dina taw, asamaan saa ngi xiin, xonq curr.” Kon man ngeena ràññee melow asamaan, te manuleena ràññee firndey janti tey."},{"style":"v","text":"Maas gu bon te ñàkk kóllëre gi ngeen doon, firnde ngeen di wut, waaye deesuleen jox jenn firnde ju moy firndey Yunus.» Gannaaw loolu, mu bàyyikoo fa ñoom, dem."},{"style":"s1","text":"Misaal tiiñ na taalibe ya"},{"style":"p","text":""},{"style":"v","text":"La ca tegu, taalibe ya jàllaat dex ga, ndeke fàtte nañoo yóbbaale mburu."},{"style":"v","text":"Yeesu ne leen: «Wattuleen te moytu lawiiru \\w Farisen|Farisen y-:\\w* ñi ak \\w Sadusen|Sadusen y-:\\w* ñi.»"},{"style":"v","text":"Taalibe ya nag di werante ci seen biir naan: «Nun de yóbbaalewunu mburu.»"},{"style":"v","text":"Yeesu xam la ñuy wax, ne leen: «Yeenaka néew ngëm, lu ngeen di werante ci seen biir, naan amuleen fi mburu?"},{"style":"v","text":"Kon xamaguleen ba tey, fàttalikuwuleen it juróomi mburu ya ca juróomi junniy (5~000) nit ña, ak ñaata pañey desit ngeen ca jële?"},{"style":"v","text":"Juróom ñaari mburu ya ca ñeenti junniy (4~000) nit ña nag, ñaata dàmbay desit ngeen ca jële?"},{"style":"v","text":"Nu ngeen mana umplee ne du mburoo ma tax di wax, ne ngeen wattu lawiiru Farisen ñeek Sadusen ñi?»"},{"style":"v","text":"Ca lañu doora xam ne du lawiiru mburoo ko tax di wax, waaye njàngalem Farisen ña ak Sadusen ña, moom la leen wax ñu wattu ko."},{"style":"s1","text":"Piyeer dégg na ndéey"},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu demee ca diiwaan ba féete péeyu Sesare gu Filib, mu laaj taalibeem ya, ne leen: «Ana ku nit ñi wax ne mooy \\w Doomu nit|Doomu nit k-:\\w* ki?»"},{"style":"v","text":"Taalibe yi ne ko: «Ñii de nee ñu \\w Yaxya|Yaxya:\\w* la, ñee ne, \\w Ilyaas|Ilyaas:\\w* la; ñale ne Yeremi la, mbaa keneen ci yonent yi.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Yeen nag, ngeen ne maay kan?»"},{"style":"v","text":"Simoŋ Piyeer ne ko: «Yaa di \\w Almasi|Almasi b-:\\w* bi, \\w Doomu Yàlla|Doomu Yàlla j-:\\w* Aji Dund ji.»"},{"style":"v","text":"Yeesu ne ko: «Ndokkalee yaw, Simoŋ doomu Yowaan, ndax nit xamalu la ko, xanaa sama Baay ba fa asamaan."},{"style":"v","text":"Man nag maa ne la, yaa di Piyeer, doj wi; ci kaw doj wii it laay samp mbooloom gëmkat ñi, te dooley dee du ko manal dara."},{"style":"v","text":"Maa lay jox caabiy nguurug asamaan, te loo yeew ci kaw suuf, yeewees na ko fa asamaan; loo yiwi ci kaw suuf it, yiwees na ko fa asamaan.»"},{"style":"v","text":"Gannaaw loolu Yeesu dénku taalibe yi, ngir ñu baña wax kenn ne mooy Almasi bi."},{"style":"p","text":""},{"style":"v","text":"Ci jamono yooyu la Yeesu tàmbalee xamal taalibeem ya ne fàww mu dem Yerusalem, ba daje fa ak coono yu bare yu bawoo ca magi askan wa, ak \\w sarxalkat|sarxalkat b-:\\w* yu mag ya, ak firikati yoonu Musaa ya, te dees na ko rey, ba ñetteelu fan ba, mu dekki."},{"style":"v","text":"Ci kaw loolu Piyeer ñaarook moom, tàmbali koo femmu, ne ko: «Yàlla tere, Sang bi, loolu du la dal mukk.»"},{"style":"v","text":"Teewul Yeesu geestu, ne Piyeer: «\\w Seytaane|Seytaane:\\w*, xiddi ma, te dellu gannaaw, yaa ngi may gàllankoor; yaw xalaatoo yëfi Yàlla, waaye yëfi nit ngay xalaat.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu ne taalibeem ya: «Ku bëgga dikk topp ma, fàtteel sa bopp te nga gàddu sa bant bi ñu lay daaj, door maa topp."},{"style":"v","text":"Ndaxte képp ku bëgga rawale sa bakkan, dinga ko ñàkk, te ku ñàkk sa bakkan ndax man, dinga ko jotaat."},{"style":"v","text":"Te it jagoo àddina sépp lu muy jariñ nit, bu ñàkkee bakkanam? Ak lu nit wara mana weccee bakkanam?"},{"style":"v","text":"Doomu nit ki de mooy dikke darajay Baayam, ànd aki malaakaam, te su boobaa mooy fey ku nekk ay jëfam."},{"style":"v","text":"Maa leen ko wax déy, ñenn a ngi taxaw fii, duñu dee te gisuñu Doomu nit ki ñëw ci nguuram.»"}]