[{"style":"s1","text":"Leeru Yeesu feeñ na"},{"style":"p","text":""},{"style":"v","text":"Ba ñu ca tegee juróom benni fan, Yeesu ànd na ak Piyeer ak Yanqóoba ak Yowaan rakku Yanqóoba, yóbbu leen kaw tund wu kawe, ngir wéetook ñoom."},{"style":"v","text":"Mu soppiku fa seen kanam, xar kanamam di melax nib jant, ay yéreem weex nig leer."},{"style":"v","text":"Ci kaw loolu Yonent Yàlla Musaa ak Yonent Yàlla \\w Ilyaas|Ilyaas:\\w* jekki feeñu leen, di waxtaan ak Yeesu."},{"style":"p","text":""},{"style":"v","text":"Piyeer nag ne Yeesu: «Sang bi, su nu toogoon fii de, mu baax ci nun. Soo nangoo ma yékkati fii ñetti mbaar, benn yaw, benn Musaa, benn Ilyaas.»"},{"style":"v","text":"Naka lay wax ba tey, niir wu leer yiir leen, baat jekki jibe ca niir wa ne: «Kii mooy sama Doom, sama soppe, moom laay bànneexoo; dégluleen ko.»"},{"style":"p","text":""},{"style":"v","text":"Ba ca taalibe ya déggee, dañu ne dàll, dëpp seen jë fa suuf, tiit lool."},{"style":"v","text":"Yeesu dikk, \\w teg leen loxoom|teg loxo:\\w*, ne leen: «Jógleen, buleen tiit.»"},{"style":"v","text":"Ñu séentu ca kaw, gisuñu ku dul mennum Yeesu doŋŋ."},{"style":"p","text":""},{"style":"v","text":"Naka lañuy wàcce ca tund wa, Yeesu sant leen, ne leen «Buleen nettali kenn peeñu mi, ba kera \\w Doomu nit|Doomu nit k-:\\w* ki dekki.»"},{"style":"v","text":"Ci kaw loolu taalibe ya laaj ko, ne ko: «Lu tax nag firikati yoonu Musaa yi ne fàww Ilyaas njëkka ñëw?»"},{"style":"v","text":"Yeesu ne leen: «Waaw, Ilyaas kay mooy ñëw, ba jubbanti lépp."},{"style":"v","text":"Maa leen wax nag ne leen Ilyaas ñëw na ba noppi, waaye xàmmeesu ko, te it lu leen neex lañu def ak moom. Noonu it la Doomu nit ki nara sonne ci seeni loxo.»"},{"style":"v","text":"Booba nag la taalibe ya xam ne mbirum \\w Yaxya|Yaxya:\\w* la leen di wax noonu."},{"style":"s1","text":"Yeesu faj na xale buy say"},{"style":"p","text":""},{"style":"v","text":"Ba ñu dikkee ba jub mbooloo ma, genn góor dikk, sukk fa kanamam,"},{"style":"v","text":"ne ko: «Sang bi, yërëmal sama doom. Day say te sonn na lool; léeg-léeg mu daanu ci sawara, léeg-léeg mu daanu ci ndox."},{"style":"v","text":"Indi naa ko ci say taalibe, waaye manuñu koo faj.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu nag ne: «Céy niti tey, yeena gëmadi te dëng, maak yeen ba kañ? Dama leen di muñal ba kañ?» Mu ne leen: «Indilleen ma xale bi fii.»"},{"style":"v","text":"Ci kaw loolu Yeesu gëdd rab wa, rab wa génne ca xale ba, mu daldi wér ca waxtu wa."},{"style":"p","text":""},{"style":"v","text":"La ca tegu taalibe ya dikk ba ca Yeesu, daldi koy laaj ci sutura, ne ko: «Lu waral manunu woona dàqal sunu bopp, rab wi?»"},{"style":"v","text":"Yeesu ne leen: «Xanaa seenug néew ngëm. Maa leen ko wax déy, su ngeen amee ci ngëm, lu tollu ni peppu fuddën, dingeen ne tund wii: “Toxool fii, ba fale,” mu toxu, te dara du leen të.»"},{"style":"s1","text":"Yeesu baamtu na ag mujam"},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu ak taalibe ya dajee ca diiwaanu Galile nag, Yeesu da ne leen: «\\w Doomu nit|Doomu nit k-:\\w* ki lees di wor léegi, ngir teg ko ci loxoy nit ñi;"},{"style":"v","text":"dees na ko rey, mu dekki ca ñetteelu fanam.» Ñu daldi am tiis wu réy lool."},{"style":"s1","text":"Yeesu fey na lu ko warul"},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu ak taalibe ya agsee Kapernawum, feyeekukati galagu kër Yàlla ga ñoo dikk, ne Piyeer: «Xanaa seen kilifa gi da dul fey galagu kër Yàlla gi\\f + \\fr 17.24 \\fk galagu kër Yàlla \\ft googu, ñaari daraxma la. Seetal ci \\bk Mucc ga\\bk* 30.13.\\f*?»"},{"style":"v","text":"Piyeer ne leen: «Ahakay!»"},{"style":"p","text":"Ba ñu àggee ca kër ga, Yeesu jiitu Piyeer ca wax ja, ne ko: «Ana luy sa xalaat ci lii, Simoŋ? Ñan la buuri àddina di feyeeku ab juuti mbaa galag? Seenug njaboot, am doxandéem yi?»"},{"style":"v","text":"Mu ne ko: «Xanaa doxandéem yi.» Yeesu ne ko: «Kon nag ag pey wàcc na njaboot gi."},{"style":"v","text":"Waaye bunu leen naqaral; demal ca dex ga, nga sànni sab oos te ñoddi jën wa nga njëkka jàpp. Boo ubbee gémmiñ ga, dinga ca fekk ab poset\\f + \\fr 17.27 \\fk poset \\ft boobu ab estateer lañu koy wax.\\f*. Moom ngay jël, dem, jox leen ko ngir maak yaw.»"}]