[{"style":"s1","verse":"","text":"Pase daganul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba Yeesu daaneelee kàddoom yooyu ba noppi, dafa jóge Galile, dem diiwaanu Yude, ca wàllaa dexu Yurdan,"},{"style":"v","verse":"2","text":"mbooloo mu bare topp ko, mu faj leen foofa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ci kaw loolu ay \\w Farisen|Farisen y-:\\w* dikk, di ko fiir, laaj ko, ne ko: «Ndax yoon maye na nit ku fase jabaram ci lu mu mana doon?»"},{"style":"v","verse":"4","text":"Yeesu ne leen: «Xanaa jànguleen ne, Ki sàkk ca njàlbéen la leen sàkk ñuy ku góor ak ku jigéen."},{"style":"v","verse":"5","text":"Yàlla moo ne: “Looloo tax góor di teqalikook ndeyam ak baayam, taqoo ak jabaram, ba ñoom ñaar di wenn suux doŋŋ\\f + \\fr 19.5 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 1.27; 2.24.\\f*”?"},{"style":"v","verse":"6","text":"Moo tax dootuñu ñaar, waaye wenn suux doŋŋ lañu. Lu Yàlla takk nag, bu ko nit tas.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ñu ne ko: «Ana kon lu tax Musaa santaane kayitu pase bu nit kiy jox jabaram ngir fase ko\\f + \\fr 19.7 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 24.1.\\f*?»"},{"style":"v","verse":"8","text":"Yeesu ne leen: «Seen dëgër xol a tax Musaa may leen ngeen fase seen jabar, waaye demewul woon noonu ca njàlbéen."},{"style":"v","verse":"9","text":"Te it maa leen ko wax, képp ku fase sa jabar, te njaaloo taxul, boo séyaatee ak keneen, njaaloo nga.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Taalibe ya nag ne ko: «Su dee loolooy àtteb góor ci jabaram kay, njariñ nekkul ci takk jabar.»"},{"style":"v","verse":"11","text":"Yeesu ne leen: «Du ñépp a xajoo googu kàddu, xanaa ñi ñu ko jagleel rekk."},{"style":"v","verse":"12","text":"Am na ñu juddoo tële, am na ñu pexem nit taxa tële, te am na ñu mel ni dañoo tële, waaye ñoo ko bëggal seen bopp, te nguurug asamaan tax. Ku ko mana xajoo nag, xajoo ko.»"},{"style":"s1","verse":"","text":"Gone am na yelleef"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Gannaaw loolu ay xale lañu indiloon Yeesu, ngir mu \\w teg leen ay loxoom|teg loxo:\\w*, ñaanal leen. Teewul taalibe ya jànni leen."},{"style":"v","verse":"14","text":"Yeesu nag ne leen: «Bàyyileen xale yi, te buleen leen aaye ñu ñëw fi man, ndax ñu mel ni ñoom, ñoo yelloo nguurug asamaan.»"},{"style":"v","verse":"15","text":"Ci kaw loolu Yeesu teg leen ay loxoom, daldi fay bàyyikoo."},{"style":"s1","verse":"","text":"Alal gàllankoor na boroom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ci kaw loolu jenn waay jekki dikk, ne ko: «Kilifa gi, ana lu baax lu may def, ngir texe ba fàww?»"},{"style":"v","verse":"17","text":"Yeesu ne ko: «Ana loo may laaj ci mbirum lu baax? Te sax kenn doŋŋ ay ku baax. Waaye soo bëggee tàbbi ci dund gu wóor gi, sàmmal ndigal yi.»"},{"style":"v","verse":"18","text":"Mu ne ko: «Yan ci?» Yeesu ne ko: «Bul bóom, bul njaaloo, bul sàcc, bul seede lu dul dëgg,"},{"style":"v","verse":"19","text":"teralal sa ndey ak sa baay, te ni nga soppe sa bopp, nanga ko soppe sa moroom\\f + \\fr 19.18-19 \\ft Seetal ci \\bk Mucc ga\\bk* 20.12-16; \\bk Sarxalkat yi\\bk* 19.18.\\f*.»"},{"style":"v","verse":"20","text":"Xalelu góor ba ne ko: «Loolu lépp sàmm naa ko, lu ma deseeti?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yeesu nag ne ko: «Boo bëggee mat sëkk, demal jaay li nga am, nga jox ko néew-doole yi. Su ko defee nga woomle fa asamaan. Boo noppee, ñëwal topp ci man.»"},{"style":"v","verse":"22","text":"Xalelu góor ba nag dégg kàddu ga, daldi fay jóge aku tiis ndax ku bare alal la woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Yeesu nag ne taalibeem ya: «Maa leen ko wax déy, tàbbi ci nguurug asamaan dina jafe ku bare alal."},{"style":"v","verse":"24","text":"Ma waxati leen ko: Boroom alal tàbbi ci nguurug Yàlla, giléem jaare bën-bënu puso moo ko gëna yomb.»"},{"style":"v","verse":"25","text":"Ba taalibe ya déggee loolu, dañoo yéemu ba ne ko: «Kon kan moo mana mucc nag?»"},{"style":"v","verse":"26","text":"Yeesu nag ne leen jàkk, ne: «Loolu nit la të, waaye Yàlla man na lépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ca la Piyeer ne tonet, ne ko: «Waaw, nun ñii dëddu lépp, topp la nag, nu nuy mujje?»"},{"style":"v","verse":"28","text":"Yeesu ne leen: «Maa leen ko wax déy, keroog àddina ju yees ja, bu \\w Doomu nit|Doomu nit k-:\\w* ki toogee ca jalub darajaam, yeen ñi ma topp itam, fukki gàngune ak ñaar ngeen di tooge, di àtte fukki giiri \\w bànni Israayil|bànni Israayil:\\w* ak ñaar."},{"style":"v","verse":"29","text":"Képp ku dëddu ay kër, mbaa ay doomi ndey yu góor mbaa yu jigéen, mbaa ndey mbaa baay, mbaa doom, mbaa suuf, ngir man, dinga ko jotaat téeméeri yoon, te dinga texe ba fàww."},{"style":"v","verse":"30","text":"Waaye ñu baree ngi jiitu tey, ñooy mujji, te ñu baree ngi mujje tey, ñooy jiituji."}]