[{"style":"s1","verse":"","text":"Fóore ya seetsi nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba Yeesu juddoo ca Betleyem gu diiwaanu Yude, yemook janti Buur \\w Erodd|Erodd:\\w*, ndeke ay boroom xam-xam yu bàyyikoo penku dikk nañu Yerusalem."},{"style":"v","verse":"2","text":"Ñu ne: «Ana buur bi Yawut yi juddule? Biddiiwam lanu gis ca penku, moo tax nu dikk siyaaresi ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ba Buur Erodd déggee loolu, dafa jaaxle, mook mboolem waa Yerusalem."},{"style":"v","verse":"4","text":"Ci kaw loolu mu woolu mboolem \\w sarxalkat|sarxalkat b-:\\w* yu mag ya, ak firikati yoonu Musaa ya. Mu daldi leen laaj fu \\w Almasi|Almasi b-:\\w* bi wara juddoo."},{"style":"v","verse":"5","text":"Ñu ne ko: «Xanaa Betleyem gu diiwaanu Yude, ndax noonu la ko yonent ba binde, ne:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"6","text":"“Yaw Betleyem gu diiwaanu Yuda nag,"},{"style":"q1","verse":"","text":"ñàkkoo solo moos ci dëkki Yuda yi gëna màgg,"},{"style":"q1","verse":"","text":"ndax ci yaw la njiit di soqikoo,"},{"style":"q1","verse":"","text":"di sàmm Israayil, sama ñoñ\\f + \\fr 2.6 \\ft Seetal ci \\bk Mise\\bk* 5.1; \\bk 2.Samiyel\\bk* 5.2.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ba loolu amee Erodd woolu boroom xam-xam ya ci kumpa, di leerlu bés ba biddiiw ba feqee."},{"style":"v","verse":"8","text":"Mu yebal leen nag Betleyem, ne leen: «Demleen seetal ma bu baax, mbirum xale bi. Bu ngeen ko gisee, xamal ma ko, ngir man itam ma siyaareji ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ñu déglu buur ba ba noppi, dem. Ci kaw loolu rekk biddiiw ba ñu gisoon ca penku ba, ne tëll jiite leen di dem, ba àgg, fa tiim béreb ba xale ba nekk, mu daldi taxaw."},{"style":"v","verse":"10","text":"Ba ñu gisee biddiiw ba taxaw, bég nañu lool, mbég mu réya réy."},{"style":"v","verse":"11","text":"Ñu dugg ca kër ga, gis xale bi ak ndeyam Maryaama. Ñu daldi ne gurub sukk, sujjóotal xale bi. Ba loolu amee ñu yebbi seenub denc, génne ca yóbbalu wurus ak cuuraay, ak ndàbb lu xeeñ lu ñuy wax miir."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw loolu kàddu dikke leen ci gént, artu leen ngir ñu baña dellu ca Erodd. Ba mu ko defee ñu jaare weneen yoon, ñibbi seenum réew."},{"style":"s1","verse":"","text":"Waa kër Yuusufa gàddaay nañu Misra"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba boroom xam-xam ya ñibbee, am malaakam Boroom bi moo jekki feeñu Yuusufa ci gént ne ko: «Jógal, ànd ak xale bi ak ndeyam te nga daw ba Misra, toog fa, ba kera ma di la jox ndigal, ndax \\w Erodd|Erodd:\\w* dina seet xale bi, ngir sànk ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yuusufa jóg, ànd ak xale bi ak ndeyam, ag guddi, ngir làquji Misra."},{"style":"v","verse":"15","text":"Fa la toog, ba Erodd faatu. Noonu la mbir ma deme, ngir sottal la Boroom bi waxe woon ca làmmiñu yonent ba, ba mu nee:"},{"style":"q1","verse":"","text":"«Misra laa woowe sama doom, mu génne fa\\f + \\fr 2.15 \\ft Seetal ci \\bk Ose\\bk* 11.1.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba Erodd gisee ne boroom xam-xam ya nax nañu ko, mer na mer mu réy lool, ba yeble, ngir reylu ci Betleyem ak la ko wër, mboolem xale yu góor yi am diggante ñaari at ak lu ko yées, muy diggante ba méngook àpp ba mu leerloo woon ca boroom xam-xam ya."},{"style":"v","verse":"17","text":"Booba la kàddu ga jottalikoo woon ci Yonent Yàlla Yeremi mate. Mooy ba mu nee:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"«Baat a nga jibe fa Raama,"},{"style":"q1","verse":"","text":"ay jooy ak yuux yu metti,"},{"style":"q1","verse":"","text":"Rasel mooy jooy ay doomam"},{"style":"q1","verse":"","text":"te bëggul kàddu gu ko dëfal,"},{"style":"q1","verse":"","text":"nde doomam ya wuute\\f + \\fr 2.18 \\ft Seetal ci \\bk Yeremi\\bk* 31.15.\\f*.»"},{"style":"s1","verse":"","text":"Waa kër Yuusufa dellu nañu Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Gannaaw ba \\w Erodd|Erodd:\\w* faatoo, am malaakam Boroom bi moo jekki feeñu Yuusufa ci gént ca Misra,"},{"style":"v","verse":"20","text":"ne ko: «Jógal ànd ak xale bi ak ndeyam te nga dellu Israayil. Ñi doon wuta jël bakkanu xale bi dee nañu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yuusufa jóg, ànd ak xale bi ak ndeyam, daldi dellu réewum Israayil."},{"style":"v","verse":"22","text":"Teewul mu dégg ne Arkelawus moo falu buur ca Yude, wuutu baayam Erodd, ba tax mu ragal faa dem. Ci biir loolu kàddug artu dikkal ko ci gént, mu daldi walbatiku, làquji diiwaanu Galile."},{"style":"v","verse":"23","text":"Mu dikk nag ba dëkk ba ñuy wax Nasaret, sanc fa. Noonu la kàddu ga jottalikoo woon ca yonent ya, mate. Mooy ba ñu nee dees na ko woowe ab Nasareen."}]