[{"style":"s1","verse":"","text":"Bëccëg woroo na te pey ga di benn"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Nguurug asamaan dafa mel ni boroom kër bu teela xëy, di wut ay surga yu ko liggéeyal toolub reseñam."},{"style":"v","verse":"2","text":"Mu juboo ak liggéeykat ya ci bëccëg bu nekk peyug bëccëgu lëmm. Mu daldi leen yebal ca toolub reseñam."},{"style":"v","verse":"3","text":"Naka mu génn wetu juróom ñeenti waxtu ci suba, daldi gis ñeneen ñuy taxawaalu ca pénc ma, defuñu dara."},{"style":"v","verse":"4","text":"Mu ne leen: “Demleen yeen itam ca sama toolub reseñ, ma fey leen lu jaadu.”"},{"style":"v","verse":"5","text":"Ñu dem. Ci booru fukki waxtook ñaar ci bëccëg, mu dellu génn, fukki waxtook juróom itam, mu génnati, defati noona ba tey."},{"style":"v","verse":"6","text":"Wetug fukki waxtu ak juróom ñaar, mu génnati, dajeek ñeneen ñuy taxawaalu. Mu ne leen: “Lu ngeen di yendoo taxawaalu fii te defuleen dara?”"},{"style":"v","verse":"7","text":"Ñu ne ko: “Dees noo jëlul.” Mu ne leen: “Demleen yeen itam ca sama tool.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Ba ngoon jotee, boroom tool ba ne ab jawriñam: “Wool surga yi, fey leen seen bëccëg, te nga tàmbalee ci ñi mujja ñëw, ba ci ñi jiitu.”"},{"style":"v","verse":"9","text":"Ci kaw loolu ña ñu jëloon ca booru fukki waxtu ak juróom ñaar dikk, ku ci nekk jot peyug bëccëgu lëmm."},{"style":"v","verse":"10","text":"Ña ñu njëkkoona jël dikk, yaakaar ne ñooy ëpple ag peyoor, te teewul ñu feyu, ñoom it, ku nekk peyug bëccëgu lëmm."},{"style":"v","verse":"11","text":"Ñu jël, tey sikk boroom kër ga,"},{"style":"v","verse":"12","text":"naan: “Ñii mujja ñëw, liggéeyuñu lu moy wenn waxtu, nga yemale leen ak nun, ñi yenu coonob bëccëg bi, ak naaj wu tàng wi!”"},{"style":"v","verse":"13","text":"Teewul boroom kër ga ne kenn ka: “Sama waay, tooñuma la. Xanaa juboowunu woon ci peyug bëccëgu lëmm?"},{"style":"v","verse":"14","text":"Jëlal sa yëf te dem. Li ma la fey, moom laa yéenee fey kii mujja ñëw."},{"style":"v","verse":"15","text":"Xanaa damaa sañula def lu ma neex ci sama alal? Am sab xol a bon ci samag mbaax?”"},{"style":"v","verse":"16","text":"Noonu la ñi mujj di jiitujee, ñi jiitu, mujje.»"},{"style":"s1","verse":"","text":"Yeesu baamooti na ag mujam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Gannaaw loolu nag Yeesu jëm Yerusalem, yóbbaale fukki taalibe yaak ñaar, wéetook ñoom, daldi leen xamal ca yoon wa ne leen:"},{"style":"v","verse":"18","text":"«Noo ngii jëm Yerusalem, te dees na wor \\w Doomu nit|Doomu nit k-:\\w* ki, jébbal ko \\w sarxalkat|sarxalkat b-:\\w* yu mag yaak firikati yoonu Musaa ya, ñu teg ko àtteb dee,"},{"style":"v","verse":"19","text":"jébbal ko jàmbur ñi dul Yawut, ñu ñaawal ko, caw ko, daaj ko ci bant, mu dee; ba ca ñetteelu fan ba, mu dekki.»"},{"style":"s1","verse":"","text":"Taalibe ñaan na liy kumpa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Booba la jabaru Sebede ànd ak doomam yi mu am ak moom, ñu dikk ba ca Yeesu. Jigéen ja sujjóot, ngir mbir mu muy sàkku ci moom."},{"style":"v","verse":"21","text":"Yeesu ne ko: «Loo bëgg?» Mu ne ko: «Mayal sama ñaari doom yii, ñu toog, kii féete la ndijoor, kii féete la càmmoñ, keroog ca sa nguur ga.»"},{"style":"v","verse":"22","text":"Yeesu ne ko: «Xamuleen li ngeen di ñaan. Mbaa kaasub naqar bi may naani, man ngeen koo naan?» Ñu ne ko: «Man nanu ko.»"},{"style":"v","verse":"23","text":"Yeesu ne leen: «Maa leen ko wax déy, sama kaasub naqar de, dingeen ko naan. Tooge sama ndijoor mbaa sama càmmoñ nag, du man maay maye loolu, waaye da diy cér yu ñeel ña ñu ko waajalal, ci sama dogalu Baay.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba fukki taalibe ya ca des déggee mbir ma, seen xol tàng ca ñaari doomi ndey ya."},{"style":"v","verse":"25","text":"Yeesu nag woo leen ne leen: «Xam ngeen ne njiiti xeeti àddina yi dañuy def nit ñi jaam, seeni kàngam di leen néewal doole."},{"style":"v","verse":"26","text":"Yeen nag, bumu deme noonu ci seen biir. Képp ku bëgga doon ku màgg ci yeen, na nekk seenub surga,"},{"style":"v","verse":"27","text":"te ku bëgga nekk seen njiit, na doon seenub jaam."},{"style":"v","verse":"28","text":"Noonu la deme ci \\w Doomu nit|Doomu nit k-:\\w* ki, ñëwul ngir ñu di ko surgawu, xanaa ngir di nekk surga, ba far maye bakkanam, def ko \\w njotug|jot:\\w* ñépp.»"},{"style":"s1","verse":"","text":"Yeesu faj na ñaari gumba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ba Yeesu bàyyikoo Yeriko, mbooloo mu baree ko topp."},{"style":"v","verse":"30","text":"Ndeke ñaari silmaxaa nga tooge ca peggu yoon wa. Ba ñu déggee ne Yeesu mooy romb, dañoo xaacu, ne: «Sang bi, Sëtub \\w Daawuda|Daawuda:\\w*, yërëm nu!»"},{"style":"v","verse":"31","text":"Nit ña nag femmu leen, ngir ñu noppi. Teewul gumba ya gëna xaacooti, ne: «Sang bi, Sëtub Daawuda, yërëm nu!»"},{"style":"v","verse":"32","text":"Yeesu daldi taxaw, woo leen, ne leen: «Lu ngeen bëgg, ma defal leen ko?»"},{"style":"v","verse":"33","text":"Ñu ne ko: «Sang bi, xanaa sunuy bët ubbiku.»"},{"style":"v","verse":"34","text":"Yeesu nag yërëm leen, laal seeni bët, ñuy gis ca saa sa, daldi topp ca moom."}]