[{"style":"s1","text":"Yeesu dugg na Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu ak taalibe ya dikk ba jub Yerusalem, ba agsi ca dëkk ba ñuy wax Betfase ca wetu \\w tundu Oliw|tundu Oliw y-:\\w* ya. Yeesu yebal ñaar ca taalibe ya,"},{"style":"v","text":"ne leen: «Demleen ci dëkk bi ci seen kanam. Bu ngeen agsee rekk, dingeen fa gis mbaam mu ñu yeew ak cumburam; yiwileen leen, indil ma leen."},{"style":"v","text":"Su leen kenn waxee dara, ngeen ne ko: “Boroom bee leen soxla.” Mu daldi leen bàyyi, ñu dem.»"},{"style":"p","text":""},{"style":"v","text":"Loolu nag ame noonu, ngir sottal la ñu waxoon ca jottalib yonent ba. Mooy ba mu nee:"},{"style":"q1","text":""},{"style":"v","text":"«Neleen janq \\w Siyoŋ|Siyoŋ:\\w* mu taaru:"},{"style":"q1","text":"“Niiral, sa buur a la dikkal nii,"},{"style":"q1","text":"di ku woyof, war mbaam,"},{"style":"q1","text":"cumbur la war, doomu mbaam-sëf\\f + \\fr 21.5 \\ft Seetal ci \\bk Sàkkaryaa\\bk* 9.9.\\f*.”»"},{"style":"p","text":""},{"style":"v","text":"Taalibe ya dem, daldi koy defe noonu leen ko Yeesu sante."},{"style":"v","text":"Ñu indi mbaam ma ak cumbur ba, daldi teg seeni yére ca kaw cumbur ba, Yeesu war\\f + \\fr 21.7 \\fk cumbur: \\ft ci jamonoy jàmm, jamono yu xeex amul woon, buur yi daan nañu war mbaam, te doonul lu ñu leen di tuutal.\\f*."},{"style":"v","text":"Ba loolu amee nit ñu bare lool lal seeni yére ca yoon wa, ñenn ña dagg ay cari garab, lal ca yoon wa."},{"style":"v","text":"Ndiiraan ya ko jiitu ak ya ko topp a ngay xaacu naan:"},{"style":"q1","text":"«\\w Osaana|Osaana:\\w*, cant ñeel na Sëtub \\w Daawuda|Daawuda:\\w* bi!"},{"style":"q1","text":"Na barke wàcc ci ki dikk ci turu Boroom bi!"},{"style":"q1","text":"Osaana, na cant jibe béreb ya gëna kawe.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu nag agsi Yerusalem, dëkk ba bépp ne kër-kër ne këpp, ñu naan: «Kii moo di kan?»"},{"style":"v","text":"Mbooloo ma ne leen: «Kii moo di Yonent bi, Yeesu mu Nasaret ca Galile.»"},{"style":"s1","text":"Yeesu dàq na jaaykat ya ca kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu dugg ca kër Yàlla ga, daldi dàq mboolem ñay jaay aka jënd ca kër Yàlla ga. Mu dëpp taabali weccikati xaalis ya, ak tooguy jaaykati pitax ya."},{"style":"v","text":"Mu ne leen: «Bindees na ne: “Sama kër gi, kërug ñaan lees ko tudde\\f + \\fr 21.13 \\ft Seetal ci \\bk Esayi\\bk* 56.7.\\f*,” waaye yeen, moom ngeen def rawtub sàcc.»"},{"style":"p","text":""},{"style":"v","text":"Ca la ay gumba ak ay lafañ dikk ba ca moom, ca kër Yàlla ga, mu faj leen."},{"style":"p","text":""},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* yu mag ya, ak firikati yoonu Musaa ya nag gis kéemaan ya mu def, ak xale yay xaacu ca biir kër Yàlla ga, naan: «\\w Osaana|Osaana:\\w*, cant ñeel na Sëtub \\w Daawuda|Daawuda:\\w* bi!» Ñu daldi mer."},{"style":"v","text":"Ñu ne Yeesu: «Dégg nga li ñii di wax?» Mu ne leen: «Waawaaw. Masuleena jàng li ñu ne:"},{"style":"q1","text":"“Làmmiñu tuut-tànk, ba ci luy nàmp,"},{"style":"q1","text":"ci ngay sàkkale sa bopp ag cant\\f + \\fr 21.16 \\ft Seetal ci \\bk Taalifi cant\\bk* 8.3.\\f*”?»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yeesu bàyyikoo fa ñoom, génn dëkk ba, dem Betani, daldi fay fanaan."},{"style":"s1","text":"Yeesu rëbb na garabu figg ga"},{"style":"p","text":""},{"style":"v","text":"Ba bët setee Yeesu di dellu ca dëkk ba. Ci biir loolu mu xiif."},{"style":"v","text":"Naka la séen ag figg fa feggook yoon wa, daldi cay dem, te taxul mu fekk ca dara lu dul ay xob doŋŋ. Mu ne figg ga: «Yàlla bu doom meññeeti fi yaw mukk!» Figg ga daldi wow ca saa sa."},{"style":"p","text":""},{"style":"v","text":"Taalibe ya gis loolu, waaru, ne: «Nan la figg gi wowe ci saa si?»"},{"style":"v","text":"Yeesu ne leen: «Maa leen ko wax déy, su ngeen gëmee te baña am xel ñaar, dungeen yem ci def nii figg gi, waaye tund wii sax, bu ngeen ko noon: “Jógal tàbbiji géej,” loolooy am."},{"style":"v","text":"Te lépp lu ngeen sàkkoo ñaan gu ànd ak ngëm, dingeen ko am.»"},{"style":"s1","text":"Lu jëm ci sañ-sañu Yeesu"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu dugg ca kër Yàlla ga. Naka lay jàngale, \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak magi askan wa dikk, laaj ko ne ko: «Lii ngay def, ci ban sañ-sañ nga koy defe? Ak ku la jox boobu sañ-sañ?»"},{"style":"v","text":"Yeesu ne leen: «Ma laaj leen man itam lenn; bu ngeen ma ko waxee, man itam ma wax leen ci ban sañ-sañ laay defe lii."},{"style":"v","text":"Sóobeb \\w Yaxya|Yaxya:\\w* ci ndox, fu mu jóge? Asamaan la ndigal la bawoo, am ci nit ñi?» Ñu diisoo ci seen biir, daldi ne: «Su nu nee: “Asamaan la ndigal la bawoo,” da nu naan: “Lu tax kon gëmuleen Yaxya?”"},{"style":"v","text":"Te su nu nee: “Ci nit ñi la bawoo,” booba mbooloo ma lanu ragal, ndax ñépp ab yonent lañu jàppe Yaxya.»"},{"style":"v","text":"Ñu ne Yeesu: «Loolu xamunu ko.» Moom itam mu ne leen: «Man itam duma leen wax ci ban sañ-sañ laay defe lii.»"},{"style":"s1","text":"Tuub moo gën të"},{"style":"p","text":""},{"style":"v","text":"«Waaye, luy seen xalaat ci lii? Nit a amoon ñaari doom. Mu dikk ca kenn ka, ne ko: “Doom, demal tey liggéeyi ca toolu reseñ ba.”"},{"style":"v","text":"Mu ne ko: “Maa lànk,” waaye gannaaw gi, xelam yedd ko, mu dem."},{"style":"v","text":"Baay ba demati ca ka ca des, wax ko loolu. Mu ne ko: “Waaw, góor gi,” te demul.»"},{"style":"p","text":""},{"style":"v","text":"«Ana kan ci ñaar ñooñu moo def coobarey baayam?» Njiiti xeet wi ne: «Ku jëkk ki.» Yeesu nag ne leen: «Maa leen ko wax déy, \\w juutikat|juutikat b-:\\w* yi ak gànc yi jiitu nañu leen ca nguurug Yàlla."},{"style":"v","text":"Ndax \\w Yaxya|Yaxya:\\w* moo leen dikke yoonu njub, gëmuleen ko; waaye juutikat yi ak gànc yee ko gëm, ngeen di gis te taxul ngeen tuub, ba gëm ko.»"},{"style":"s1","text":"Beykat wor na boroom tool"},{"style":"p","text":""},{"style":"v","text":"Weneen léeb a ngi, dégluleen: «Boroom kër la woon bu jëmbat ab tóokëru reseñ, ñag ko, gas ca paxum nalukaayu reseñ, tabax ca taaxum wattukaay, ba noppi batale tóokër ba ay beykat, daldi tukki."},{"style":"p","text":""},{"style":"v","text":"«Ba wittum reseñ jubsee, mu yebal ay surgaam ca beykat ya, ngir jëlsi wàllam ca meññeef ma."},{"style":"v","text":"Beykat ya jàpp surga ya, kii ñu dóor ko, kee ñu rey ko, kale, ñu sànni ko ay doj."},{"style":"v","text":"Boroom kër ga yebalaat yeneen surga yu ëpp yu njëkk ya, beykat ya def leen noonu."},{"style":"v","text":"Mu mujj yebal doomam te naan: “Sama doom, dinañu ko rus.”"},{"style":"v","text":"Teewul ba beykat ya gisee doom ji, dañu ne ci seen biir: “Kii mooy donn; nanleen ko daldi rey, ba jagoo ndonoom.”"},{"style":"v","text":"Ci kaw loolu ñu jàpp ko, génne ko tóokër bi, rey ko.»"},{"style":"p","text":""},{"style":"v","text":"«Bu boroom tóokër bi dikkee, nu muy def beykat yooyu?»"},{"style":"v","text":"Ñu ne ko: «Reyin wu ñaawa ñaaw lay rey ñu bon ñooñu, tóokëru reseñ ba, mu batale ko yeneen beykat yu ko jox wàllam ca meññeef ma, saa yu jotee.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu nag ne leen: «Xanaa masuleena jàng lii ci Mbind mi?"},{"style":"q1","text":"“Doj wi tabaxkat yi beddi woon,"},{"style":"q1","text":"moo mujj di doju koñu tabax bi."},{"style":"q1","text":"Lii de, fa Boroom bi la sottee,"},{"style":"q1","text":"nu gis ko, yéemu\\f + \\fr 21.42 \\ft Seetal ci \\bk Taalifi cant\\bk* 118.22-23.\\f*.”"},{"style":"p","text":""},{"style":"v","text":"«Loolu moo tax ma ne leen dees na jële nguurug Yàlla ci yeen, jox ko xeet wuy meññal meññeef ma ca war."},{"style":"v","text":"Wii doj, képp ku ci dal, dammatoo, te ku mu dal, rajaxe la\\f + \\fr 21.44 \\ft Seetal ci \\bk Esayi\\bk* 8.14; \\bk Dañeel\\bk* 2.34, 44.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Ba \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak \\w Farisen|Farisen y-:\\w* ya déggee léebi Yeesu yooyu, xam nañu xéll ne ñoom lay wax."},{"style":"v","text":"Ñu di ko fexee jàpp nag, te ragal mbooloo ma, ndax ab yonent lañu ko jàppe woon."}]