[{"style":"s1","verse":"","text":"Gàntal ab teraanga, dàq sa njariñ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu léebati leen, ne leen:"},{"style":"v","verse":"2","text":"«Nguurug asamaan dafa mel ni buur bu doon waajal céetalug doomam ju góor."},{"style":"v","verse":"3","text":"Mu yebal ay surgaam, ngir ñu jëli ña ñu woo ca bernde ja, te ñooñu bëgguñoo ñëw."},{"style":"v","verse":"4","text":"Mu yebalaat yeneen surga, ne: “Waxleen gan ñi ñu woo, ne leen: ‘Reer yi kat noppi na; samay nag ak sama juru yafal lañu rey, lépp sotti na, ñëwleen ci bernde ji.’ ”"},{"style":"v","verse":"5","text":"Teewul ñu fénantal, dem seen yoon; kii ca toolam, kee cam njaayam,"},{"style":"v","verse":"6","text":"ñee jàpp surga ya, toroxal leen, rey leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Buur nag mer, daldi yónni gàngooram, ñu reyi bóomkat yooyu, lakk seenub dëkk."},{"style":"v","verse":"8","text":"Ci kaw loolu mu ne surga ya: “Bernde ji de noppi na, waaye gan ñi ñu woo ñoo ko yeyoowul."},{"style":"v","verse":"9","text":"Kon nag demleen ca selebe yoon ya, ku ngeen fa gis, woo ko ci céetal gi.”"},{"style":"v","verse":"10","text":"Surga ya dem ca mbedd ya, daldi dajale mboolem ña ñu fa gis, ku baax ak ku bon, ba céet ga fees aki gan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Ci kaw loolu buur bi duggsi, di xool gan ñi, daldi cay seetlu ku ag colam warul ci ag céet."},{"style":"v","verse":"12","text":"Buur ne ko: “Xarit, noo dugge fii, te soluloo col gi war ci ag céet?” Kooku ne cell."},{"style":"v","verse":"13","text":"Buur ne dag ya: “Yeewleen tànk yeek loxo yi, te ngeen sànni ko ca lëndëm gu tar ga ca biti. Foofa lees di jooye aka yéyoo ndax mitit.”"},{"style":"v","verse":"14","text":"Ndax kat ñu bare lañu woo, waaye ñu néew lañu tànn.»"},{"style":"s1","verse":"","text":"Sesaar ak wàllam, Yàlla ak wàllam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Booba la \\w Farisen|Farisen y-:\\w* ya diisooji ngir lal pexe mu ñu fiire Yeesu ci kàddoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ñu daldi yebal ci moom seeni taalibe ak ñi ànd ak farandooy Buur Erodd, ne ko: «Kilifa gi, xam nanu ne ku dëggu nga, te ci biir dëgg ngay jàngalee yoonu Yàlla. Ragaloo kenn it, ndax seetuloo ci jëmmi nit."},{"style":"v","verse":"17","text":"Kon nag wax nu sa xalaat: ndax yoon maye na ku fey Buur \\w Sesaar|Sesaar:\\w* ab galag am déet?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Teewul Yeesu xam seen mébét mu bon, daldi ne leen: «Lu ngeen may seetloo, jinigalkat yi?"},{"style":"v","verse":"19","text":"Wonleen ma poset bi ñuy feye galag.» Ñu daldi ko jox benn posetub xaalis\\f + \\fr 22.19 \\fk posetu xaalis bii: \\ft ab dinaar la woon, moo doon peyu bëccëgu lëmm.\\f*."},{"style":"v","verse":"20","text":"Yeesu ne leen: «Nataal bii ak tur wii ci binde, kuy boroom?»"},{"style":"v","verse":"21","text":"Ñu ne ko: «Buur Sesaar.» Mu ne leen: «Kon nag, yëfi Sesaar, joxleen ko Sesaar, te yëfi Yàlla, ngeen jox ko Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ba ñu déggee loolu lañu waaru, daldi koy bàyyi, dem."},{"style":"s1","verse":"","text":"Ab Sadusen gëmul dee-dekki"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Bésub keroog boobu \\w Sadusen|Sadusen y-:\\w* yi ne dee-dekki amul, ca lañu dikk ba ca moom. Ñu laaj ko ne ko:"},{"style":"v","verse":"24","text":"«Kilifa gi, Musaa noon na: “Su góor faatoo te amul doom, na ku mu bokkal waajur donn jabaram, ngir amal mbokkam ma dee, kuutaay\\f + \\fr 22.24 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 25.5.\\f*.”"},{"style":"v","verse":"25","text":"Léegi nag juróom ñaari góor a ngi woon ci sunu biir, ñu bokk ndey ak baay. Taaw ba am jabar ba faatu te amul doom, ba tax rakk ja donn jabar ja mu bàyyi gannaawam."},{"style":"v","verse":"26","text":"Tofo ba ak ñaareelu tofo ba def noonu, ba juróom ñaar ñépp dee."},{"style":"v","verse":"27","text":"Gannaaw gi, ndaw sa it dee."},{"style":"v","verse":"28","text":"Keroog ndekkite la nag, kan ci juróom ñaar ñi lay doon jabaram, gannaaw ñoom ñépp a ko jëloon?»"},{"style":"v","verse":"29","text":"Yeesu nag ne leen: «Seen njuumte moo di xamuleen Mbind mi, xamuleen manoorey Yàlla,"},{"style":"v","verse":"30","text":"ndax keroog ndekkite la, kenn du am jabar mbaa jëkkër, waaye nit ñi dañuy mel ni malaaka yi ci asamaan."},{"style":"v","verse":"31","text":"Ci wàllu ndekkite sax, xanaa jànguleen la leen Yàlla waxoon ne leen:"},{"style":"v","verse":"32","text":"“Maay Yàllay Ibraayma, di Yàllay Isaaxa, di Yàllay \\w Yanqóoba|Yanqóoba:\\w*\\f + \\fr 22.32 \\ft Seetal ci \\bk Mucc ga\\bk* 3.6.\\f*”? Kon moom du ñi dee lay seen Yàlla, xanaa ñiy dund.»"},{"style":"v","verse":"33","text":"Ba ca mbooloo ma déggee, dañoo waaru ca njàngaleem."},{"style":"s1","verse":"","text":"Lenn ndigal moo tënk lépp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ba \\w Farisen|Farisen y-:\\w* ya yégee na Yeesu tëje gémmiñu \\w Sadusen|Sadusen y-:\\w* ya, dañoo féncoo."},{"style":"v","verse":"35","text":"Ci kaw loolu kenn ca ñoom, ab xamkatub yoonu Musaa, di ko fexee fiir, laaj ko ne ko:"},{"style":"v","verse":"36","text":"«Kilifa gi, lan ndigal moo gëna màgg ci yoonu Musaa?»"},{"style":"v","verse":"37","text":"Yeesu ne ko: «“Yàlla sa Boroom, nanga ko soppe sa léppi xol, ak sa léppi jëmm, ak sa léppi xel\\f + \\fr 22.37 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 6.5.\\f*.”"},{"style":"v","verse":"38","text":"Loolu mooy ndigal li gëna màgg, te moo jiitu."},{"style":"v","verse":"39","text":"Ñaareel bi it yem ak moom, di: “Ni nga soppe sa bopp, nanga ko soppe sa moroom\\f + \\fr 22.39 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 19.18.\\f*.”"},{"style":"v","verse":"40","text":"Ci ñaari ndigal yooyu la mboolem yoonu Musaa, ak kàdduy yonent yi aju.»"},{"style":"s1","verse":"","text":"Ndax Almasi bi mooy sëtub Daawuda?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"\\w Farisen|Farisen y-:\\w* ya ñoo daje woon, Yeesu laaj leen, ne leen:"},{"style":"v","verse":"42","text":"«Luy seen xalaat ci \\w Almasi|Almasi b-:\\w* bi, kan lay ab sëtam?» Ñu ne ko: «\\w Daawuda|Daawuda:\\w*.»"},{"style":"v","verse":"43","text":"Yeesu ne leen: «Ana kon nan la Daawuda mana waxe ci ni ko leeru \\w Noo gu Sell|Noo gu Sell g-:\\w* gi dikkale, ba di ko woowe “Sang bi”, naan:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"44","text":"“Boroom bi daa wax sama Sang ne ko:"},{"style":"q1","verse":"","text":"‘Toogeel sama ndijoor,"},{"style":"q1","verse":"","text":"ba ma teg say noon"},{"style":"q1","verse":"","text":"fi sa suufu tànk\\f + \\fr 22.44 \\ft Seetal ci \\bk Taalifi cant\\bk* 110.1.\\f*.’ ”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"45","text":"Gannaaw Daawuda moo woowe Almasi bi “Sang bi,” nu mu nekke ab sëtam?»"},{"style":"v","verse":"46","text":"Gannaaw loolu kenn manu koo tontu genn kàddu, te ca bés booba lañu dale, ñemeetuñu koo laaj dara."}]