[{"style":"s1","text":"Yeesu rëbb na jinigalkat ya"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu wax ak mbooloo ma ak taalibeem ya."},{"style":"p","text":""},{"style":"v","text":"Mu ne: «Firikati yoon yi ak \\w Farisen|Farisen y-:\\w* yi ñoo tooge jalu Musaa."},{"style":"v","text":"Kon mboolem lu ñu leen wax, defleen ko te sàmm ko, waaye seeni jëf, buleen ko roy, ndax li ñuy wax duñu ko jëfe."},{"style":"v","text":"Ay say yu diis gann lañuy takk, gàdduloo ko nit ñi, waaye ñoom ci seen bopp, seen baaraam sax duñu ko ci nangoo yékkati."},{"style":"v","text":"Mboolem lu ñu def, ngistal la. Ñooy réyal téere yi ñuy takk, guddal seen cimbir-cimbiri mbubb\\f + \\fr 23.5 \\fk cimbir-cimbir: \\ft Yawut ya daan nañu takk ay cimbir-cimbir ci seeni cati mbubb, di ko fàttalikoo yoonu Yàlla. Njiiti yoon ya nag di tàkk ay cimbir-cimbir yu gudd, di ko mbubboo ag ragal Yàlla, gu ñu bëgg nit ñi nawe leen.\\f*."},{"style":"v","text":"Ñoo taamu péetey teraanga ca bernde ya, ak toogu yu kaname ca jàngu ya,"},{"style":"v","text":"ak nuyoob wegeel ca pénc ma, ñu di leen woowe kilifa gi."},{"style":"v","text":"Waaye yeen buñu leen woowe “kilifa gi,” ndax kenn doŋŋ moo di seen kilifa, waaye yeen ñépp ay bokk ngeen."},{"style":"v","text":"“Baay” it, buleen ko woowe kenn ci kaw suuf, ndax kenn doŋŋ a di seen baay, te mooy ka fa asamaan."},{"style":"v","text":"Buñu leen woowe it “njiit,” ndax kenn doŋŋ moo di seen njiit, te mooy \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","text":"Ki gëna màgg ci yeen mooy ki nangoo doon seen surga."},{"style":"v","text":"Waaye képp kuy réylu, dees na la toroxal, te ki toroxlu lees di yékkati."},{"style":"p","text":""},{"style":"v","text":"«Wóoy ngalla yeen firikati yoonu Musaa yi ak Farisen yi, jinigalkat yi, naaféq yi! Yeenay tëjal nit ñi nguurug asamaan. Yeen ci seen bopp dugguleen, te bàyyiwuleen ñi bëgga dugg, ñu dugg."},{"style":"p","text":""},{"style":"v","text":"«Wóoy ngalla yeen firikati yoon yi ak Farisen yi, jinigalkat yi! Yeena ngi wër géej ak jéeri, ngir tuubloo kenn doŋŋ, te bu tuubee ngeen def ko nitu sawara ku leen yées ñaari yoon."},{"style":"p","text":""},{"style":"v","text":"«Wóoy ngalla yeen njiit yu gumba yi! Yeena ne: “Ku giñe kër Yàlla gi, dara waru la, waaye ku giñe wurusu kër Yàlla gi, tënku nga.”"},{"style":"v","text":"Dof yu gumba yi! Ana lu ci gëna màgg, wurus wi, am kër Yàlla gi tax wurus wi sell?"},{"style":"v","text":"Ngeen neeti: “Ku giñe \\w sarxalukaay|sarxalukaay b-:\\w* bi ci kër Yàlla gi, dara toppu la, waaye ku giñ ci sarax yi ci kaw sarxalukaay bi, tënku nga.”"},{"style":"v","text":"Yeena diy gumba! Ana lu ci gëna màgg, sarax si, am sarxalukaay bi tax sarax si sell?"},{"style":"v","text":"Ku giñe sarxalukaay bi kay, sarxalukaay bi, ak li ci kawam lépp nga giñe."},{"style":"v","text":"Ku giñe kër Yàlla gi, giñe nga kër Yàlla gi, giñe ki ko dëkke."},{"style":"v","text":"Ku giñe asamaan it, giñe nga ngànguney Yàlla, giñe Yàlla mi ci toog."},{"style":"p","text":""},{"style":"v","text":"«Wóoy ngalla yeen firikati yoon yi ak Farisen yi, jinigalkat yi! Xobi naana, ak safal yu mel ni anet ak kumin, yeena ngi ciy génne cérub fukkeel, ngir asaka, tey sofental njubte ak yërmande ak ngëm. Lii de war na leen, waaye lee it, waruleen koo sofental."},{"style":"v","text":"Njiit yu gumba yi! Seggkati wallax-njaanée, te giléem, ngeen wann!"},{"style":"p","text":""},{"style":"v","text":"«Wóoy ngalla yeen firikati yoon yi ak Farisen yi, jinigalkat yi! Yeenay raxas bitib kaas bi, ak ndab li, feek li fees kaas baa ngi jóge ci càcc ak ŋàppaaral."},{"style":"v","text":"Farisen bu gumba bi! Njëkkala raxas biir kaas bi ba mu set, ba biti bi itam mana set."},{"style":"p","text":""},{"style":"v","text":"«Wóoy ngalla yeen firikati yoon yi ak Farisen yi, jinigalkat yi! Yeena ngi mel ni bàmmeel yu ñu weexal. Rafet melow biti, te ca biir fees ak yaxi néew ak sobe su nekk."},{"style":"v","text":"Noonu rekk ngeen mel yeen itam, di niru nit ñi ñu jub, te seen biir xol feese jikkoy jinigal ak ndëngte."},{"style":"p","text":""},{"style":"v","text":"«Wóoy ngalla yeen firikati yoon yi ak Farisen yi, jinigalkat yi! Yeenay tabax bàmmeeli yonent yi, di rafetal béreb ya ñu denc aji jub ñi,"},{"style":"v","text":"te naan: “Su nu fekke woon sunu jamonoy maam ya, dunu ànd ak ñoom, di tuur deretu yonent yi.”"},{"style":"v","text":"Seen wax jooju nag ngeen seedeele seen bopp ne yeenay doomi ña reyoon yonent ya."},{"style":"v","text":"Yeen kay, feesalleen seen ndabu maam ya rekk!"},{"style":"v","text":"Jaan yee, njurum céebi mi! Ana nu ngeen di rëcce mbugalu sawara?"},{"style":"v","text":"Loolu moo tax kat man, ma yebal ci yeen ay yonent ak boroomi xam-xam ak firikati yoon. Ñii ngeen rey, ñee ngeen daaj leen ci bant, ñale ngeen caw leen ay yar ci seeni jàngu, di leen bunduxataal ci dëkkoo dëkk."},{"style":"v","text":"Moo leen tax di këppoo mboolem deretu aji jub ji ñu tuur ci àddina, dale ko ca deretu Abel mu jub ma, ba ca deretu Sàkkaryaa doomu Barakiya ma ñu bóom ca diggante kërug jaamookaay ga ak sarxalukaay ba."},{"style":"v","text":"Maa leen ko wax déy, loolu lépp ay dikkal niti tey jii."},{"style":"p","text":""},{"style":"v","text":"«Yerusalem, Yerusalem, yaw miy bóom yonent yi, di sànni ay doj ñi ñu yebal ci yaw, ba ñu dee, ñaata yoon laa namma boole say doom, uuf ni ganaar di uufe ay cuujam, te nanguwuloo?"},{"style":"v","text":"Mu ngoog, waccees na laak sa kër nag, mu gental,"},{"style":"v","text":"nde maa la ne doo ma gisati ba keroog nga naa: “Na barke wàcc ci ki dikk ci turu Boroom bi\\f + \\fr 23.39 \\ft Seetal ci \\bk Taalifi cant\\bk* 118.26.\\f*!”»"}]