[{"style":"s1","text":"Yerusalem tas, Doomu nit ki délsi"},{"style":"p","text":""},{"style":"v","text":"Naka la Yeesuy génne ca kër Yàlla ga, ay taalibeem dikk, joxoñ ko tabaxi kër Yàlla ga."},{"style":"v","text":"Teewul mu àddu, ne leen: «Gis ngeen lii lépp? Maa leen ko wax déy, doj wu tege ciw doj du dese fii te tasul.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, ba Yeesu toogee ca kaw \\w tundu Oliw|tundu Oliw y-:\\w* ya, taalibeem yaa dikk, wax ak moom, ñook moom doŋŋ, ne ko: «Wax nu kañ la loolu di am, ak luy doonub takk buy xamle sam peeñ, ak tukkitel àddina?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Moytuleen, ba kenn du leen nax,"},{"style":"v","text":"ndax ñu bareey dikk, tuddoo sama tur, naan: “Maa di \\w Almasi|Almasi b-:\\w* bi,” te ñu bare lañuy nax."},{"style":"v","text":"Dingeen dégg ay xare ak coowi xare; waaye moytuleena tiit, ndax fàww loolu am, waaye du doonagum muj ga."},{"style":"v","text":"Aw xeet dina jógal aw xeet, am réew jógal am réew. Ay xiif ak yëngu-yënguy suuf dina dikke fu bare."},{"style":"v","text":"Waaye loolu lépp ndoortel mititu mat lay doon."},{"style":"v","text":"Bu boobaa dees na leen teg ciy loxo, ngir ñu mitital leen, rey leen; mbañeel la leen xeet yépp di won ndax sama tur."},{"style":"v","text":"Ca la ñu bare di xàcc, di worante aka bañante."},{"style":"v","text":"Te itam yonenti caaxaan yu bareey feeñ, di nax ñu bare."},{"style":"v","text":"Ndëngte it dina law ba cofeelu nit ñu bare day giim."},{"style":"v","text":"Waaye ku muñ ba muj ga, kooku dina mucc."},{"style":"v","text":"Ci kaw loolu bii xibaaru jàmm bu nguurug Yàlla, dees na ko biral ci àddina sépp, ngir mu doon kàddug seede, ñeel xeet yépp. Su boobaa nag muj ga dikk."},{"style":"p","text":""},{"style":"v","text":"«Moo tax, “lu siblu luy jur yàqute” li Yonent Yàlla Dañeel doon wax\\f + \\fr 24.15 \\ft Seetal ci \\bk Dañeel\\bk* 9.27; 11.31; 12.11.\\f*, bu ngeen ko gisee mu taxaw ci \\w néeg bu sell|néeg bu sell b-:\\w* bi, yaw miy jàng, teewlul,"},{"style":"v","text":"su boobaa ña mu fekk ca diiwaanu Yude, nañu daw jëm kaw tund ya;"},{"style":"v","text":"ku mu fekk ci kaw am taax, bul wàcc ngir jëli lenn ca biir;"},{"style":"v","text":"ku mu fekk ca tool ba, bul dellu ca kër ga, di jëli sa mbubb."},{"style":"v","text":"Wóoy ngalla jigéeni wérul ña, ak ñay nàmpal ca bés yooyu!"},{"style":"v","text":"Ñaanleen nag seen gàddaay baña yemook jamonoy seddaayu lolli, mbaa \\w bésub Noflaay|bésub Noflaay b-:\\w*,"},{"style":"v","text":"ndax ca la coono bu réy di am, coono bu masula am, ba àddina sosoo ak tey, te dootul am mukk."},{"style":"v","text":"Te bu ñu wàññiwul woon diir boobu, kenn du mucc, waaye ñi ñu tànn ñoo tax ñu wàññi janti coono ya."},{"style":"p","text":""},{"style":"v","text":"«Booba nag, ku leen ne: “Xoolal, Almasi baa ngi nii,” mbaa: “Ma nga nale,” buleen ko gëm,"},{"style":"v","text":"ndax ay almasiy caaxaan ak yonenti caaxaan ñooy feeñ, di jëfe ay firnde yu réy, aki kéemaan, ngir nax ñi ñu tànn, ñoom itam, ndegam man naa nekk."},{"style":"v","text":"Mu ngoog, wax naa leen ko ba noppi."},{"style":"p","text":""},{"style":"v","text":"«Kon bu ñu leen nee: “Ma ngoogu ca àll ba,” buleen dem, te bu ñu leen nee: “Mu ngii làqu ci biir néeg,” buleen ko gëm,"},{"style":"v","text":"ndax ni melax di tàkke penku, lerax ba sowu, noonu la \\w Doomu nit|Doomu nit k-:\\w* ki di feeñe."},{"style":"v","text":"Fu médd nekk, fa la tan yay daje."},{"style":"p","text":""},{"style":"v","text":"«Gannaaw coonob fan yooyu nag,"},{"style":"q1","text":"“jant bi day daldi lëndëm,"},{"style":"q1","text":"weer wi fey ag leeram;"},{"style":"q1","text":"biddiiw yi xàwweekoo asamaan,"},{"style":"q1","text":"dooley asamaan sàqi.”"},{"style":"m","text":""},{"style":"v","text":"Ca la màndargam Doomu nit ki di feeñ fa asamaan. Bu boobaa xeeti àddina yépp dinañu tiislu te dinañu gis Doomu nit ki di ñëw ci kaw niir yi, ànd ak manoore ak daraja ju réy."},{"style":"v","text":"Ci kaw loolu coowal liit gu xumb lay yebale ay malaakaam, ñu dajalee ay tànnéefam fa ñeenti jëmuy ngelaw li, dale ko ca catu asamaan lii ba ca cat lee.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu teg ca ne: «Jàngatleen misaalu garabu figg. Ag figg, bu bànqaas ya duyee, xob ya di sëq, ngeen xam ne nawet jubsi na."},{"style":"v","text":"Bu ngeen gisee xew-xew yooyu yépp sotti, noonu itam ngeen di xame ne bés bi jubsi na, ba agsi ci bunt bi sax."},{"style":"v","text":"Maa leen ko wax déy, niti tey jii\\f + \\fr 24.34 \\fk niti tey jii: \\ft seetal ci \\bk Màrk\\bk* 8.38.\\f* duñu wéy mukk te loolu lépp sottiwul."},{"style":"v","text":"Asamaan ak suuf dina wees, waaye samay wax du wees mukk."},{"style":"s1","text":"Yàlla rekk moo xam bés ba"},{"style":"p","text":""},{"style":"v","text":"«Waaye bés boobu ak waxtu wa, kenn xamu ko; du malaaka ya fa asamaan, du Doom ji, xanaa Baay bi doŋŋ."},{"style":"v","text":"Na woon ca jamonoy Nóoyin, noonu lay deme, bu \\w Doomu nit|Doomu nit k-:\\w* ki di feeñ."},{"style":"v","text":"Ndaxte jant ya jiitu mbënn ma, nit ñaa nga doon lekk aka naan, di takk aka maye jabar, ba bés ba Nóoyin duggee ca gaal ga."},{"style":"v","text":"Yéguñu woon dara, ba kera mbënn ma dikk, buub ñépp. Noonu doŋŋ lay deme bu Doomu nit ki feeñee."},{"style":"p","text":""},{"style":"v","text":"«Bu boobaa ñaar ay nekk ca tool ba, kenn ki, ñu yóbbu ko, ka ca des, ñu bàyyi ko."},{"style":"v","text":"Ñaari jigéen di wolandoo ca wolukaay ba, ñu yóbbu kenn, bàyyi ka ca des."},{"style":"v","text":"Kon nag teewluleen, ndax kat xamuleen ban bés la seenub sang di dikk."},{"style":"v","text":"Waaye lenn de, xamleen ko: boroom kër, su xamoon wan waxtuw guddi la ab sàcc di ñëw, kon dina teewlu te du ko bàyyi moos, mu dàjjiy dugg këram."},{"style":"v","text":"Moo tax yeen itam waajleen ba jekk, ndax waxtu wu ngeen foogul, ci la Doomu nit ki di ñëw."},{"style":"p","text":""},{"style":"v","text":"«Ana kan nag mooy surga bu wóor te muus, ba njaatigeem batale ko surgay këram, ngir mu di leen jox ab dund ca ba muy jot?"},{"style":"v","text":"Ndokkalee surga bu njaatigeem dikk, fekk ko muy doxale noonu."},{"style":"v","text":"Maa leen ko wax déy, alalam jépp la ko njaatige la di far dénk."},{"style":"v","text":"Waaye su surga bu bon ba nee ci xelam: “Sama njaatige dikkagul léegi,”"},{"style":"v","text":"ba tax mu tàmbalee dóor ay bokki surgaam, di lekk aka naanandoo ak màndikat ya,"},{"style":"v","text":"su boobaa njaatige laay dikk bés bu mu ko séenuwul ak waxtu wu mu foogul,"},{"style":"v","text":"mbugal ko ba daggat ko, sédd ko ci añub jinigalkat yi. Foofa lees di jooye aka yéyoo ndax mitit."}]