[{"style":"s1","verse":"","text":"Yuda réccu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca suba teel mboolem \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak magi askan wa féncoo, ngir teg Yeesu àtteb dee."},{"style":"v","verse":"2","text":"Ñu yeew ko, yóbbu, jébbal ko \\w Pilaat|Pilaat:\\w* boroom réew ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Yuda ma wor Yeesu nag, ba mu gisee na ñu tege Yeesu àtteb dee, ca la réccu, daldi delloo fanweeri poseti xaalis ya ca sarxalkat yu mag ya ak magi askan wa."},{"style":"v","verse":"4","text":"Mu ne: «Bàkkaar naa ba ma woree jàmbur bu deful dara, ñu tuur deretam.» Ñu ne ko: «Lu ciy sunu yoon? Yaa xam!»"},{"style":"v","verse":"5","text":"Ba mu ko defee Yuda sànni xaalis ba ca kër Yàlla ga, jóge fa, dem, wékk boppam, xaru."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Sarxalkat yu mag ya nag for xaalis ba, ne: «Yoon mayewul ku def xaalis bi ci dencukaayu kër Yàlla gi, ndax peyug deret la.»"},{"style":"v","verse":"7","text":"Gannaaw ba ñu ca diisoo, ab toolu defarkatu ndaa lañu jënd ca xaalis ba, ngir di fa suul doxandéem yi."},{"style":"v","verse":"8","text":"Loolu moo tax Toolu deret lañu ko woowe ba tey ji."},{"style":"v","verse":"9","text":"Noonu la kàddu ga jottalikoo woon ci Yonent Yàlla Yeremi sottee. Mooy ba mu nee:"},{"style":"q1","verse":"","text":"«Jël nañu fanweeri dogi xaalis ya,"},{"style":"q1","verse":"","text":"muy njëgu nit ka ñu xayma,"},{"style":"q1","verse":"","text":"te \\w bànni Israayil|bànni Israayil:\\w* di ñi ko xayma,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"10","text":"weccee ko toolu tabaxkatu ndaa ba,"},{"style":"q1","verse":"","text":"na ma ko Boroom bi sante woon\\f + \\fr 27.9-10 \\ft Seetal ci \\bk Yeremi\\bk* 18.2-3; 19.1-2; 32.6-15; \\bk Sàkkaryaa\\bk* 11.12-13.\\f*.»"},{"style":"s1","verse":"","text":"Yeesu taxaw na fa kanam Pilaat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Yeesu nag taxaw ca kanam \\w Pilaat|Pilaat:\\w* boroom réew ma. Boroom réew ma laaj ko, ne ko: «Yaw yaa di buurub Yawut yi?»"},{"style":"v","verse":"12","text":"Yeesu ne ko: «Yaa ko wax.» Teewul ba ko \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak magi askan wa di tuumaal, tontuwu ca."},{"style":"v","verse":"13","text":"Ca la ko Pilaat ne: «Xanaa dégguloo li ñu lay jiiñ lépp?»"},{"style":"v","verse":"14","text":"Yeesu nag tontuwu ko ci lenn, ba tax boroom réew ma jaaxle lool."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Fekk na màggal gu nekkaan, boroom réew ma daan na may askan wa, ñu tànn ca ña ñu tëj kaso, kenn nit ku ñu bëgg, mu bàyyi kooka."},{"style":"v","verse":"16","text":"Booba amoon na ku ñu tëj ca kaso ba, te muy ku siiw ku ñuy wax Barabas."},{"style":"v","verse":"17","text":"Ba ñu dajee nag, Pilaat ne leen: «Kan ngeen bëgg, ma bàyyi ko, Yeesu Barabas, am Yeesu mi ñuy wax \\w Almasi|Almasi b-:\\w* bi?»"},{"style":"v","verse":"18","text":"Booba xam na ne kiñaan a tax ñu jàpplu Yeesu."},{"style":"v","verse":"19","text":"Naka la Pilaat toog ca jalu àttekaay ba, soxnaam yeble ca moom ne ko: «Bul dugg ci mbiri ku jub kooku, ndax tey sonn naa lool ci biir gént ndax moom.»"},{"style":"v","verse":"20","text":"Teewul sarxalkat yu mag ya ak magi askan wa xiirtal mbooloo ma, ngir ñu ñaan ñu bàyyi Barabas te reylu Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Boroom réew ma nag ne leen: «Kan ci ñaar ñii ngeen bëgg, ma bàyyil leen ko?» Ñu ne ko: «Barabas.»"},{"style":"v","verse":"22","text":"Pilaat ne leen: «Nu may def Yeesu, mi ñuy wax Almasi bi nag?» Ñépp ne ko: «Daaj ko ci bant!»"},{"style":"v","verse":"23","text":"Boroom réew ma ne leen: «Lu tax? Ana lu bon lu mu def?» Teewul ñu gëna xaacooti, ne: «Daajal ci bant!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Pilaat nag gis ne amu ca pexe, te coow lu réy a cay topp, mu sàkk ndox, raxas ay loxoom ca kanam mbooloo ma, daldi ne: «Set naa wecc ci deretu kii. Yeenay seet.»"},{"style":"v","verse":"25","text":"Mbooloo mépp àddoondoo, ne: «Na nu deretam dal, nook sunuy doom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Booba la leen Pilaat bàyyil Barabas, Yeesu moom, mu cawlu ko ay kàcciri, ba noppi teg ko ciy loxo, ngir ñu daaj ko ci bant."},{"style":"s1","verse":"","text":"Takk-der ya ñaawal nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba mu ko defee takk-deri boroom réew ma yóbbu Yeesu kër buur, ñu daldi woo gàngoor ga gépp ca kawam."},{"style":"v","verse":"28","text":"Gannaaw loolu ñu futti ko, solal ko mbubb mu xonq curr,"},{"style":"v","verse":"29","text":"teg ci boppam \\w kaala|kaala g-:\\w* gu ñu ràbbe ay dég, ba noppi teg aw yet ci loxol ndijooram. Ñu sukk ci kanamam, di ko ñaawal, naan: «Buuru Yawut yée, guddaluw fan!»"},{"style":"v","verse":"30","text":"Ci kaw loolu ñu di ko tifli, fab yet wa, di ko dóor ci bopp."},{"style":"v","verse":"31","text":"Ba ñu ko ñaawalee ba noppi, dañoo summi mbubb ma, solal ko ay yéreem, door koo yóbbu, ngir ñu daaj ko ci bant."},{"style":"s1","verse":"","text":"Daaj nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ba ñu génnee, jenn waay ju ñuy wax Simoŋ te dëkk Siren\\f + \\fr 27.32 \\fk Siren, \\ft ab dëkk la bu nekkoon ci tefesu bëj-gànnaaru Afrig te féete Misra sowu.\\f* lañu dajeel; moom lañu gàdduloo bant ba ñu daaj Yeesu."},{"style":"v","verse":"33","text":"Ñu dem ca béreb ba ñuy wax Golgota, muy firi bérebu Kaaŋu bopp\\f + \\fr 27.33 \\fk bérebu Kaaŋu bopp \\ft mooy tund wu nirook kaaŋu bopp.\\f*."},{"style":"v","verse":"34","text":"Ci kaw loolu ñu may ko biiñ bu ñu jaxaseek wextan, ngir mu naan\\f + \\fr 27.34 \\ft Seetal ci \\bk Taalifi cant\\bk* 69.22.\\f*. Teewul ba mu ca ñamee, nanguwu koo naan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ba loolu amee ñu daaj Yeesu ca bant ba, daldi tegoo bant ay yéreem, séddoo ko\\f + \\fr 27.35 \\ft Seetal ci \\bk Taalifi cant\\bk* 22.19.\\f*."},{"style":"v","verse":"36","text":"Ba loolu wéyee ñu toog fa, di ko wattu."},{"style":"v","verse":"37","text":"Fa féete boppam kaw nag, ñu teg fa lu ñu bind tuumaam ja ko daanlu, mbind ma ne: «Kii mooy Yeesu, buurub Yawut yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Ca lañu daajaale ak Yeesu ñaari fippukat ya, kii ci ndijooram, kee ca càmmoñam\\f + \\fr 27.38 \\ft Seetal ci \\bk Esayi\\bk* 53.12.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ña fa jaare nag di ko saaga aka wëcc bopp\\f + \\fr 27.39 \\ft Seetal ci \\bk Taalifi cant\\bk* 22.7-8.\\f*,"},{"style":"v","verse":"40","text":"naan: «Acam, yaw miy toj kër Yàlla gi, tabaxaat ko ci ñetti fan, musalal sa bopp boog; gannaaw yaa di \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, wàccal bant bi!»"},{"style":"v","verse":"41","text":"\\w Sarxalkat|sarxalkat b-:\\w* yu mag ya it naka noonu, ñook firikati yoonu Musaa ya ak magi askan wa. Ñu di ko ñaawal, naan:"},{"style":"v","verse":"42","text":"«Moom day musle te manul musal sax boppam! Mooy buurub Israayil, na wàcc bant bi léegi kay, nu gëm ko."},{"style":"v","verse":"43","text":"Gannaaw Yàlla la wóolu, na ko Yàlla daldi musal, su ko soobee, ndegam nee naay: “Maay Doomu Yàlla.”»"},{"style":"v","verse":"44","text":"Fippukat ya ñu daajaale ak moom itam, di ko tifaare ay saaga."},{"style":"s1","verse":"","text":"Yeesu saay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"La tàmbalee fukki waxtu ak ñaar ca bëccëg nag, ag lëndëm a wàcc ca réew ma mépp, ba fukki waxtu ak juróom ca ngoon."},{"style":"v","verse":"46","text":"Wetu fukki waxtu ak juróom ca ngoon, ca la Yeesu àddu ca kaw ne: «Eli, Eli, lema sabaktani?» Loolu di tekki «Sama Yàlla, sama Yàlla, lu tax nga wacc ma\\f + \\fr 27.46 \\ft Seetal ci \\bk Taalifi cant\\bk* 22.2.\\f*?»"},{"style":"v","verse":"47","text":"Ñenn ca ña fa taxaw dégg ca, ne: «Yonent Yàlla \\w Ilyaas|Ilyaas:\\w* de la kii di woo.»"},{"style":"v","verse":"48","text":"Ci kaw loolu kenn ca ñoom daw, jël ab sagar, xooj ko ci bineegar, lonk ci bant, tàllal ko ko, ngir mu naan."},{"style":"v","verse":"49","text":"Teewul ña ca des ne: «Bàyyil, nu seet ndax Ilyaas ay ñëw, wallu ko.»"},{"style":"v","verse":"50","text":"Yeesu nag àddooti ca kaw, daldi yiwi noo ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Ca saa sa ridob biir néegu Yàlla ba dale ca kaw ba ca suuf, xar ñaar, suuf sa yëngu, doj ya xar,"},{"style":"v","verse":"52","text":"bàmmeel ya ubbiku, néewi aji sell ñu bare ñu nelawoon, daldi dekki,"},{"style":"v","verse":"53","text":"génne ca bàmmeel ya. Gannaaw ba Yeesu dekkee, dugg nañu ca dëkk bu sell ba, ba feeñu ñu bare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"54","text":"\\w Njiitu takk-der|njiitu takk-der b-:\\w* ba ak ña àndoon ak moom di wattu Yeesu nag, ba ñu gisee suuf sa yëngu ak mboolem la xew, dañoo tiit lool, ba ne: «Aylayéwén kii \\w Doomu Yàlla|Doomu Yàlla j-:\\w* la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"Ay jigéen ñu baree nga fa woon, dànd leen lu sore, di seetaan. Ña nga toppe woon Yeesu fa Galile, di ko toppatoo."},{"style":"v","verse":"56","text":"Maryaama ma dëkk Magdala ca la, ak Maryaama yaayu Yanqóoba ak Yuusufa, ak yaayu doomi Sebede ya."},{"style":"s1","verse":"","text":"Rob nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"57","text":"Ba ngoon jotee, jenn waay ju dëkke Arimate, ku Yàlla baaxe, ñu di ko wax Yuusufa, te muy taalibeb Yeesu moom ci boppam,"},{"style":"v","verse":"58","text":"moo dem ca \\w Pilaat|Pilaat:\\w*, laaj ko néewub Yeesu. Pilaat joxe ndigal, ñu jox ko ko."},{"style":"v","verse":"59","text":"Ci kaw loolu Yuusufa jël néew ba, sànge ko càngaayal lẽe lu set,"},{"style":"v","verse":"60","text":"denc ko ci \\w bàmmeelu|bàmmeel b-:\\w* doj bu bees, bu mu yattaloon boppam. Ba loolu amee mu béraŋ doj wu mag, ube ko buntu bàmmeel ba, daldi dem."},{"style":"v","verse":"61","text":"Fa la fekk Maryaama ma dëkk Magdala, ak meneen Maryaama ma, ñu toog janook bàmmeel ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"62","text":"Ca ëllëg sa nag, topp ca bésub Waajalu Noflaay, \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak \\w Farisen|Farisen y-:\\w* ya ñoo daje, dem ca Pilaat."},{"style":"v","verse":"63","text":"Ñu ne ko: «Sang bi, danoo fàttaliku ne naxekat boobu daa waxoon ba muy dund ne: “Gannaaw ñetti fan dinaa dekki.”"},{"style":"v","verse":"64","text":"Kon nag ngalla joxeel ndigal, ngir wattulu bàmmeelam, ba ca ñetteelu fanam, bala ay taalibeem dikk, sàcc néew bi, te naan askan wi, dekki na, te kon naxe gu mujj gi mooy yées gu njëkk ga.»"},{"style":"v","verse":"65","text":"Pilaat ne leen: «Am ngeen ay wattukat, demleen wattuji ko nu ngeen mane.»"},{"style":"v","verse":"66","text":"Ñu dem nag, ngir sàmmi bàmmeel ba, daldi cay tay doj wa koy ub, boole ca teg fa ay wattukat."}]