[{"style":"s1","verse":"","text":"Yeesu Almasi bi dekki na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw \\w bésub Noflaay|bésub Noflaay b-:\\w* ba nag, ca bésub dibéer ba jiitu ca ayu bésu Yawut ya, Maryaama ma dëkk Magdala ak Maryaama meneen ma ñoo dem, seeti \\w bàmmeel|bàmmeel b-:\\w* ba."},{"style":"v","verse":"2","text":"Ca saa sa suuf yëngu yëngu bu mag; am malaakam Boroom bi wàcce asamaan, dikk béraŋ doj wa, toog ca kaw."},{"style":"v","verse":"3","text":"Aw meloom a ngay niru melax, ay yéreem weex tàll."},{"style":"v","verse":"4","text":"Wattukat ya tiit di lox, ba mel ni ñu dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Malaaka ma nag àddu ne jigéen ña: «Buleen tiit. Xam naa ne Yeesu ma ñu daajoon ngeen di seet."},{"style":"v","verse":"6","text":"Nekku fi, nde dekki na, na mu ko waxe woon. Ñëwleen seet fi mu tëddoon,"},{"style":"v","verse":"7","text":"te ngeen dem gaaw, wax ay taalibeem ne leen: “Dekki na te kat jiituji na leen Galile; foofa ngeen koy gise.” Lii maa leen ko wax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba loolu amee jigéen ña fëxe ca bàmmeel ba, ànd ak tiitaange ak mbég mu réy. Ñu daldi daw yégali ko taalibe ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ci biir loolu rekk Yeesu jekki dajeek ñoom, ne leen: «Jàmm ngeen am!» Ñu ne gurub, jàpp cay tànkam, sujjóotal ko."},{"style":"v","verse":"10","text":"Yeesu ne leen: «Buleen tiit, demleen ne samay bokk, ñu dem Galile; foofa lañu may gise.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Naka lañuy dem, ndeke ñenn ca wattukat ya délsi nañu ca dëkk ba, ba àgge \\w sarxalkat|sarxalkat b-:\\w* yu mag ya mboolem la xew."},{"style":"v","verse":"12","text":"Ba ñooña dajee ak magi askan wa, ba diisoo, xaalis bu takku lañu jox takk-der ya,"},{"style":"v","verse":"13","text":"ne leen: «Dangeen di wax ne: “Ay taalibeem a dikk guddi, fekk nu nuy nelaw, ñu sàcc néewam.”"},{"style":"v","verse":"14","text":"Bu ci boroom dëkk bi jotee, noo koy naxtaan, te dinanu fexe ba ngeen mucc loraange.»"},{"style":"v","verse":"15","text":"Wattukat ya nag jël xaalis ba, daldi def la ñu leen sant. Mbir moomu law na ci biir Yawut yi ba bésub tey jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Fukki taalibe ya ak benn nag dem Galile, ba ca tund wa leen Yeesu digaloon."},{"style":"v","verse":"17","text":"Ci kaw loolu ñu gis ko, daldi koy sujjóotal. Teewul ñenn ña am xel ñaar."},{"style":"v","verse":"18","text":"Yeesu dikk ne leen: «Joxees na ma bépp sañ-sañ fa asamaan ak fi kaw suuf."},{"style":"v","verse":"19","text":"Kon demleen sàkk ay taalibe ci xeet yépp, sóobleen leen ci ndox ci turu Baay bi ak Doom ji ak \\w Noo gu Sell|Noo gu Sell g-:\\w* gi,"},{"style":"v","verse":"20","text":"te ngeen jàngal leen ñu sàmm mboolem li ma leen sant. Maa ngii nag, di nekk ak yeen bés bu nekk, ba kera àddina di tukki.»"}]