[{"style":"s1","text":"Yeesu të na Seytaane"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu \\w Noowug Yàlla|Noo gu Sell g-:\\w* gi yóbbu Yeesu ba ca biir màndiŋ ma, ngir mu jànkoonte ak fiiri \\w Seytaane|Seytaane:\\w*."},{"style":"v","text":"Yeesu nekk na fa te lekkul ñeent fukki bëccëg ak ñeent fukki guddi. Gannaaw gi, mu xiif."},{"style":"v","text":"Fiirkat bi nag dikk ba ci moom, ne ko: «Ndegam yaa di \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, neel doj yii ñu soppaliku mburu.»"},{"style":"v","text":"Teewul Yeesu ne ko: «Bindees na ne:"},{"style":"q1","text":"“Du aw ñam doŋŋ la nit di dunde,"},{"style":"q1","text":"waaye dees na dunde itam, gépp kàddu gu tukkee ci gémmiñug Yàlla\\f + \\fr 4.4 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 8.3.\\f*.”»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Seytaane yóbbu ko ca Yerusalem, dëkk bu sell ba, aj ko ca njobbaxtalu kër Yàlla ga."},{"style":"v","text":"Mu ne ko: «Ndegam yaa di Doomu Yàlla, tëbal ci suuf, ndax bindees na ne:"},{"style":"q1","text":"“Ay malaakaam lay jox ndigal ci sa mbir,"},{"style":"q1","text":"te seeni loxo lañu lay leewoo,"},{"style":"q1","text":"ba doo fakkastalu ciw doj\\f + \\fr 4.6 \\ft Seetal ci \\bk Taalifi cant\\bk* 91.11-12.\\f*.”»"},{"style":"m","text":""},{"style":"v","text":"Yeesu ne ko: «Bindees na it, ne: “Bul seetlu Boroom bi sa Yàlla\\f + \\fr 4.7 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 6.16.\\f*.”»"},{"style":"p","text":""},{"style":"v","text":"Seytaane yóbbooti ko ba ca kaw tund wu kawe lool, won ko mboolem nguuri àddina yépp ak seeni daraja."},{"style":"v","text":"Mu ne ko: «Lii lépp, yaw laa koy may, soo sukkee sujjóotal ma.»"},{"style":"v","text":"Yeesu nag ne ko: «Xiddi ma Seytaane, ndax bindees na ne:"},{"style":"q1","text":"“Boroom bi sa Yàlla ngay sujjóotal, te moom doŋŋ ngay jaamu\\f + \\fr 4.10 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 6.13.\\f*.”»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Seytaane won ko gannaaw, ay malaaka dikk, di toppatoo Yeesu."},{"style":"s1","text":"Yeesu door na liggéeyam ca Galile"},{"style":"p","text":""},{"style":"v","text":"Yeesu nag dégg ne tëj nañu \\w Yaxya|Yaxya:\\w* kaso; mu daldi dem Galile."},{"style":"v","text":"Gannaaw loolu, mu toxoo Nasaret, sanci Kapernawum ga féeteek dex ga, ca diiwaani Sabulon ak Neftali,"},{"style":"v","text":"ngir matal kàddu ga jottalikoo woon ci Yonent Yàlla \\w Esayi|Esayi:\\w*, ba mu nee:"},{"style":"q1","text":""},{"style":"v","text":"«Yaw réewum Sabulon ak yaw réewum Neftali,"},{"style":"q1","text":"di yoonu géeju Galile, ca wàllaa dexu Yurdan,"},{"style":"q1","text":"yaw Galile, réew ma bare ñu dul yawut!"},{"style":"q1","text":""},{"style":"v","text":"Askan wa nekkoon cig lëndëm,"},{"style":"q1","text":"gis na leer gu mag,"},{"style":"q1","text":"ña dëkke woon réewum dee mu ne këruus,"},{"style":"q1","text":"ñoom la leer fenkal\\f + \\fr 4.15-16 \\ft Seetal ci \\bk Esayi\\bk* 8.23; 9.1.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Jant yooyu la Yeesu tàmbali di waaraate naan: «Tuubleen seeni bàkkaar, ndax nguurug asamaan dëgmal na.»"},{"style":"s1","text":"Yeesu tànn na ñeenti taalibe"},{"style":"p","text":""},{"style":"v","text":"Yeesoo doon doxe ca tàkkal dexu Galile, daldi gis ñaar ñu bokk ndey ak baay, di Simoŋ mi ñuy wax Piyeer, ak Àndre rakkam. Ña ngay mbaal ca dex ga, ndax ay nappkat lañu woon."},{"style":"v","text":"Yeesu ne leen: «Ñëwleen topp ma, ma def leen nappkati nit.»"},{"style":"v","text":"Ca saa sa ñu won mbaal ya gannaaw, daldi topp ca moom."},{"style":"p","text":""},{"style":"v","text":"Yeesu jóge fa, gis ñeneen ñaar ñu bokk ndey ak baay, Yanqóoba doomu Sebede, ak Yowaan mi Yanqóoba bokkal ndey ak baay. Ña nga ca gaal ga, ñook seen baay Sebede, di gaar seeni mbaal. Yeesu woo leen."},{"style":"v","text":"Ñu bàyyi gaal gaak seen baay ca saa sa, daldi topp ca moom."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yeesu di wër Galile gépp, di jàngale ci seeni jàngu, di yégle xibaaru jàmm bu nguurug Yàlla, aka faj mboolem jàngoro yi, ak wéradiy nit ñi,"},{"style":"v","text":"ba tax turam siiw, ba ca biir réewum Siri gépp. Ñu di ko indil mboolem ñi wopp, ak ñi ame mboolemi jàngoro aki mitit, ak ñi rab jàpp, ak ñiy say, ak lafañ yi, mu faj ñépp."},{"style":"v","text":"Mbooloo mu bare nag topp ko, jóge ca wàlli Galile, ak diiwaan ba ñuy wax Fukki Dëkk, ak Yerusalem ak diiwaanu Yude, ba ca wàllaa dexu Yurdan."}]