[{"style":"s1","verse":"","text":"Ñii la ndokkale ñeel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu moo gisoon mbooloo ma, daldi yéeg ca tund wa. Naka la toog, taalibeem ya dikk."},{"style":"v","verse":"2","text":"Mu yékkati kàddoom, jàngal leen ne leen:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"3","text":"«Ndokkalee ñi am xolub ku néew doole,"},{"style":"q1","verse":"","text":"nde nguurug asamaan, ñooy boroom."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"4","text":"Ndokkalee ñiy jooy,"},{"style":"q1","verse":"","text":"nde dees na leen dëfal."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"5","text":"Ndokkalee ñi woyof,"},{"style":"q1","verse":"","text":"nde ñooy moom àddina."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"6","text":"Ndokkalee ñi xiif aka mar jëfe njekk,"},{"style":"q1","verse":"","text":"ndax dinañu regg."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"7","text":"Ndokkalee ñi am yërmande,"},{"style":"q1","verse":"","text":"nde dees na leen yërëm."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"8","text":"Ndokkalee ñi sell ab xol,"},{"style":"q1","verse":"","text":"nde ñooy gis Yàlla."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"9","text":"Ndokkalee ñiy sàkku jàmm,"},{"style":"q1","verse":"","text":"nde ñoom lees di woowe doomi Yàlla."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"10","text":"Ndokkalee ñi seenug njub tax ñu di leen bunduxataal,"},{"style":"q1","verse":"","text":"nde nguurug asamaan ñooy boroom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Ndokkalee yeen, bu ñu leen di saaga, di leen bunduxataal, di leen sosal gépp njombe ndax man."},{"style":"v","verse":"12","text":"Bégleen te bànneexu, ndax seen yoolub ëllëg bu réy, nde noonu lañu daan fitnaale yonent yi fi jiitu."},{"style":"s1","verse":"","text":"Xorom ak leer ñooy misaali gëmkat ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Yeena di xoromas àddina. Bu xorom raxee ba sàlli, nees koy delloo cafkaam? Du jariñati dara, xanaa ñu sànni ko ci biti, nit ñi dox ci kawam."},{"style":"v","verse":"14","text":"Yeena di leeru àddina. Ab dëkk, bu nekkee ci kaw tund, du mana làqu."},{"style":"v","verse":"15","text":"Te it deesul taal ab làmp, dëpp cig leget, waaye dees koy aj ca kaw tegoom, ba muy leeral ñi nekk ci néeg bi ñépp."},{"style":"v","verse":"16","text":"Yeen, na seenug leer leere noonu ci kanam nit ñi, ngir ñu gis seen jëf ju rafet, ba sàbbaal seen Baay ba fa kaw."},{"style":"s1","verse":"","text":"Yoonu Musaa ak kàdduy waxyu ci Yeesu la mate"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Buleen defe ne damaa dikk ngir tebbi yoonu Musaa, ak waxi yonent yi. Tebbisiwuma, damaa sottalsi."},{"style":"v","verse":"18","text":"Maa leen ko wax déy, ba keroog asamaan ak suuf raaf, wenn rëdd, mbaa genn maaska du raaf mukk ci yoonu Musaa, ba kera lépp sotti."},{"style":"v","verse":"19","text":"Kon képp ku wàcc lenn ci ndigal yii gëna tuut, te di ko diglee noonu, ki gëna tuut lees lay woowe fa nguurug asamaan. Waaye képp ku koy jëfe, di ko digle, ku mag ki lees lay woowe fa nguurug asamaan."},{"style":"v","verse":"20","text":"Te kat maa leen ko wax, bu seenub njub ëppul njubu firikati yoonu Musaa yi ak \\w Farisen|Farisen y-:\\w* yi, dungeen tàbbi mukk ci nguurug asamaan."},{"style":"s1","verse":"","text":"Mere nit ki mooy bóom ko"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Dégg ngeen ne waxoon nañu maam ya ne leen: “Bul bóom; ku bóom yoon dina la daan\\f + \\fr 5.21 \\ft Seetal ci \\bk Mucc ga\\bk* 20.13; \\bk Baamtug yoon wi\\bk* 5.17.\\f*.”"},{"style":"v","verse":"22","text":"Waaye man maa leen ko wax, képp ku mere sa mbokk, dees na la àtte. Ku ne sa mbokk: “Doo dara,” \\w kuréelu àttekat|kuréelu àttekat y-:\\w* ya am na ci yaw yoon, te ku ne sa moroom “Dof bi,” sawara am na ci yaw yoon."},{"style":"v","verse":"23","text":"Kon soo yóbboo sa sarax ca \\w sarxalukaay|sarxalukaay b-:\\w* ba, ba fàttaliku foofa ne, am na lu la sa mbokk meree,"},{"style":"v","verse":"24","text":"dangay bàyyi sab sarax ca kanam sarxalukaay ba, te nga njëkka jubooji ak sa mbokk ma, doora dellu, joxe sab sarax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Gaawala juboo ak sab jotewaale, bi ngay ànd ak moom jëm ca ëttu àttekaay ba; lu ko moy sab jotewaale jébbal la àttekat ba, kooka jox la alkaati ba, mu ne la ràpp tëj."},{"style":"v","verse":"26","text":"Maa la ko wax déy, doo fa génne mukk te feyuloo lépp ba ci dërëm bi gëna tuut."},{"style":"s1","verse":"","text":"Ku xemmem jigéen, njaaloo nga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Dégg ngeen ñu ne: “Bul njaaloo\\f + \\fr 5.27 \\ft Seetal ci \\bk Mucc ga\\bk* 20.14.\\f*.”"},{"style":"v","verse":"28","text":"Waaye man maa leen wax ne képp ku xool jigéen, ngir xemmem ko, njaaloo nga ak moom xaat ci sam xel."},{"style":"v","verse":"29","text":"Bu la sa bëtu ndijoor dee bàkkaarloo, luqil, sànni, ndax ñàkk sa benn cér moo gën ci yaw ñu sànni sa yaram wépp sawara."},{"style":"v","verse":"30","text":"Bu la sa loxol ndijoor dee bàkkaarloo, daggal, sànni, ndax ñàkk sa benn cér moo gën ci yaw, sa yaram wépp tàbbi sawara."},{"style":"s1","verse":"","text":"Njaaloo doŋŋ moo daganal pase"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Te waxees na ne: “Képp ku fase sa jabar, nanga ko jox kayitu pase\\f + \\fr 5.31 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 24.1.\\f*.”"},{"style":"v","verse":"32","text":"Waaye man maa leen wax ne képp ku fase sa jabar, te njaaloo taxul, yaa ko njaalooloo. Te ku ñu fase it, képp ku ko takk, njaaloo nga."},{"style":"s1","verse":"","text":"Bul xàcc sa ngiñ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"«Déggati ngeen ñu ne waxoon nañu maam ya ne leen: “Bul xàcc sa ngiñ, waaye wàccool ak Boroom bi sa kàdduy ngiñ\\f + \\fr 5.33 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 23.22-24.\\f*.”"},{"style":"v","verse":"34","text":"Waaye man maa leen wax ne leen, buleen giñ dara; bumu di ci asamaan, nde asamaan moo di jalub Yàlla;"},{"style":"v","verse":"35","text":"bumu di ci suuf, nde suuf moo di ndëggastalam; bumu di ci Yerusalem, nde Yerusalem moo di dëkku Buur bu mag bi."},{"style":"v","verse":"36","text":"Bul giñ it ci sa kaaŋum bopp, ndax du sa genn kawar goo mana weexal, mbaa nga ñuulal ko."},{"style":"v","verse":"37","text":"Na sa kàddu di waaw, soo waree ne waaw; mbaa déet, soo waree ne déet. Leneen lu ci tegu, ci \\w ku bon ki|ku bon ki:\\w* la jóge."},{"style":"s1","verse":"","text":"Bul feyu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"«Dégg ngeen ñu ne: “Bët, bët a koy fey; bëñ, bëñ a koy fey\\f + \\fr 5.38 \\ft Seetal ci \\bk Mucc ga\\bk* 21.24.\\f*.”"},{"style":"v","verse":"39","text":"Waaye man maa leen wax ne leen, buleen jànkoonte ak ku bon, waaye ku leen dóor mbejum lexu ndijoor, dékkleen ko lex ba ca des."},{"style":"v","verse":"40","text":"Ku leen nara yóbbu ci yoon, ngir jël seenub turki, baleen kook seen mbubb mu mag, dolli ko."},{"style":"v","verse":"41","text":"Ku leen ga, ngeen yenul ko ci doxub benn kilomet, àndleen ak moom ñaar."},{"style":"v","verse":"42","text":"Ku leen ñaan, mayleen ko, te ku leen leb, buleen ko gàntu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"«Dégg ngeen ñu ne: “Soppleen seen moroom\\f + \\fr 5.43 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 19.18.\\f*” te bañ seenub noon."},{"style":"v","verse":"44","text":"Waaye man maa leen wax ne leen, soppleen seeni noon te ñaanal ñi leen di bunduxataal,"},{"style":"v","verse":"45","text":"ngir ngeen doon doomi seen Baay ba fa asamaan, nde mooy kiy fenkal jantam ci kaw ñu bon ñi, ak ñu baax ñi, te mooy tawal ñi jub, ak ñi jubadi."},{"style":"v","verse":"46","text":"Su ngeen soppee ñi leen sopp, ban yool ngeen am? Xanaa du \\w juutikat|juutikat b-:\\w* yi sax noonu lañuy jëfe?"},{"style":"v","verse":"47","text":"Su ngeen dee saafoonte ak seeni bokk doŋŋ, ana lu ngeen def lu yéeme? Xanaa du yéefar yi sax noonu lañuy jëfe?"},{"style":"v","verse":"48","text":"Ni seen Baay ba fa asamaan mate nag, nangeen ni mate."}]