[{"style":"s1","text":"Sikkal jàmbur aay na"},{"style":"p","text":""},{"style":"v","text":"«Buleen di sikkale, su ko defee deesuleen sikkal."},{"style":"v","text":"Ndaxte àtte bi ngeen di àttee, moom lees leen di àttee; te natt bi ngeen di nattale, moom lees leen di nattale."},{"style":"v","text":"Ana looy xoole xatax bi ci sa bëtu mbokk, te sa bët bi, gànj gi ci nekk, gisuloo ko?"},{"style":"v","text":"Mbaa ana noo naa sa mbokk: “Xaaral, ma dindil la xatax bi ci sa bët,” te gànj a ngoogu ci sa bët yaw?"},{"style":"v","text":"Jinigalkat bi, njëkkala dindi gànj gi ci sa bët, ba gis bu baax, nga doora dindi xatax bi ci sa bëtu mbokk."},{"style":"p","text":""},{"style":"v","text":"«Buleen jox lu sell xaj yi, mbaa ngeen di sànni seeni per ci kanam mbaam-xuux yi, lu ko moy ñu dëggaate ko, ba noppi xaj yi walbatiku ci seen kaw, daggate leen."},{"style":"s1","text":"Yàlla nangu na ñaanu ku gëm"},{"style":"p","text":""},{"style":"v","text":"«Ñaanleen, ñu may leen; seetleen, gis; fëggleen, ñu ubbil leen."},{"style":"v","text":"Ndaxte képp ku ñaan, dinga am; ku seet, gis; ku fëgg it, dees na la ubbil."},{"style":"v","text":"Kan ci yeen sax, la doomam di ñaan mburu, mu jox kow doj?"},{"style":"v","text":"Mbaa mu ñaan kow jën, mu jox ko jaan?"},{"style":"v","text":"Ndegam yeen ñi bon, yeena mana may seeni gone lu baax nag, kon seen Baay ba fa asamaan, ñaata yoon la leen dàqa may lu baax, ñi ko ko ñaan!"},{"style":"p","text":""},{"style":"v","text":"«Lépp lu ngeen bëgg nit ñi defal leen ko nag, nangeen leen ko defale noonu, nde loolu mooy yoonu Musaa ak yonent yi."},{"style":"s1","text":"Buntu dund xat na"},{"style":"p","text":""},{"style":"v","text":"«Duggeleen ci bunt bu xat bi, ndax bunt beek yoon wi jëm sànkute dañoo yaatu, te ñu baree cay dugge."},{"style":"v","text":"Waaye xat la def, bunt ba jëm dund; sew it la yoon wa def, te ñu néew a koy gis."},{"style":"s1","text":"Doomu garab, ndey ja"},{"style":"p","text":""},{"style":"v","text":"«Moytuleen yonenti caaxaan yi. Ñooy ñëw ci yeen, soloo melow xar, te diy bukki yu soxor."},{"style":"v","text":"Seenum meññeef ngeen leen di xàmmee. Ndax ag dédd, dees na ci witte doomi reseñ; am ay dagg, dees na ci witte doomi figg?"},{"style":"v","text":"Garab gu baax gu nekk, doom yu baax lay meññ; waaye garab gu bon, doom yu bon lay meññ."},{"style":"v","text":"Garab gu baax daal manula meññ doom yu bon, garab gu bon itam manula meññ doom yu baax."},{"style":"v","text":"Gépp garab gu dul meññ doom yu baax nag, dees koy gor, sànni ca sawara sa."},{"style":"v","text":"Kon nag ñoom daal ci seenum meññeef ngeen leen di xàmmee."},{"style":"p","text":""},{"style":"v","text":"«Du képp ku ma naan: “Sang bi, Sang bi,” mooy tàbbi ci nguurug asamaan, xanaa ñiy jëfe sama coobarey Baay ba fa asamaan."},{"style":"v","text":"Bu bés baa, ñu baree ma naan: “Sang bi, Sang bi, xanaa du saw tur lanu daa waaree, di dàqe saw tur ay rab, tey defe saw tur kéemaan yu bare?”"},{"style":"v","text":"Booba laa leen di wax ne: “Masuma leena xam, defkati ndëngte yi ngeen doon, xiddileen ma!”"},{"style":"s1","text":"Ki dégg, jëfe, moo xelu"},{"style":"p","text":""},{"style":"v","text":"«Kon képp ku dégg sama kàddu yii, te di ko jëfe, dafa mel ni nit ku xelu ki tabax këram ci kaw aw doj."},{"style":"v","text":"Ba mu noppee, taw ba sóob, wal ma dikk, ngelaw la riddi, lépp dal ca kër ga, te màbbul, ndax doj wa mu sampe."},{"style":"v","text":"Waaye képp ku dégg sama kàddu yii te jëfewu ko, dafa mel ni nit ku ñàkk xel ki tabax këram ci gannuus gi."},{"style":"v","text":"Ba mu noppee, taw ba sóob, wal ma dikk, ngelaw la riddi, lépp dal ca kër ga; mu màbb, yàqu yaxeet.»"},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu waxee loolu ba noppi, mbooloo ma daa yéemu ca njàngaleem,"},{"style":"v","text":"ndax sañ-sañ ba mu leen di jàngale niroowul ak na seen firikati yoonu Musaa yay jàngalee."}]