[{"style":"s1","verse":"","text":"Yeesu faj na ku gaana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu moo wàcce ca tund wa, mbooloo mu bare topp ko."},{"style":"v","verse":"2","text":"Ab \\w gaana|gaana:\\w* jekki dikk, sujjóotal ko, ne ko: «Sang bi, su la soobee, man nga maa setal.»"},{"style":"v","verse":"3","text":"Mu tàllal loxoom, laal ko ne: «Soob na ma, setal.» Ca saa sa \\w ngaanaam|ngaana g-:\\w* ga set wecc."},{"style":"v","verse":"4","text":"Yeesu ne ko: «Fexeel ba bu ko wax kenn, demal rekk ca \\w sarxalkat|sarxalkat b-:\\w* ba, ngir mu seet la, te nga génne sarax si yoonu Musaa santaane\\f + \\fr 8.4 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 14.1-32.\\f*, ngir muy firnde ci ñoom.»"},{"style":"s1","verse":"","text":"Ngëm gu réy, yool bu réy"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Gannaaw ba Yeesu duggsee dëkk ba ñuy wax Kapernawum, ab \\w njiitu takk-der|njiitu takk-der b-:\\w* bu waa Room moo dikk ba ci moom, ñaan ko,"},{"style":"v","verse":"6","text":"ne ko: «Sang bi, sama surga moo tëdd ca kër ga, lafañ, te nekke mitit wu tar.»"},{"style":"v","verse":"7","text":"Yeesu ne ko: «Man, maay dikk, faj ko.»"},{"style":"v","verse":"8","text":"Teewul njiit la ne ko: «Sang bi, yeyoowuma nga dugg sama kër; waxal genn kàddu rekk, sama surga wér."},{"style":"v","verse":"9","text":"Ndaxte man itam ci kilifteef laa tënku, te maa ngeek ay takk-der yu nekk ci sama ndigal. Su ma nee kii: “Demal,” mu dem, ma ne kee: “Ñëwal,” mu ñëw. Te sama jaam bu ma ko nee: “Defal lii,” mu def ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba ko Yeesu déggee, daa yéemu, daldi ne ñi topp ci moom: «Maa leen ko wax, déy, ku réye nii ngëm, gisuma ko ci \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","verse":"11","text":"Maa leen wax ne leen, ñu bareey bawoo penku ak sowu, dikk bokk ca ndabal bernde ja, ñook Ibraayma ak Isaaxa ak \\w Yanqóoba|Yanqóoba:\\w*, keroog ca nguurug asamaan."},{"style":"v","verse":"12","text":"Waaye doom yi yeyoo nguur ga, ñoom lees di sànni ca biti ca lëndëm gu tar ga. Foofa lees di jooye aka yéyoo ndax mitit.»"},{"style":"v","verse":"13","text":"Ci kaw loolu Yeesu ne njiitu takk-der ba: «Demal, noonu nga ko gëme, na ame noonu ci yaw.» Ca waxtu woowa la surga ba wér."},{"style":"s1","verse":"","text":"Yeesu faj na jarag yu bare"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gannaaw loolu Yeesu dem kër Piyeer, daldi fekk yaayu jabaru Piyeer, mu tëdd, yaram wa tàng."},{"style":"v","verse":"15","text":"Yeesu jàpp loxol soxna sa, tàngooru yaram wa teqalikook moom, soxna sa jóg, di ko toppatoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ca ngoon sa ñu indil ko ñu bare ñu rab jàpp. Ba loolu amee Yeesu dàqe rab ya kàddoom, mboolem ña wopp, mu faj leen."},{"style":"v","verse":"17","text":"Noonu la kàddu ga jottalikoo woon ci gémmiñu Yonent Yàlla \\w Esayi|Esayi:\\w* mate. Mooy ba mu nee:"},{"style":"q1","verse":"","text":"«Moom sunuy wopp la jël,"},{"style":"q1","verse":"","text":"sunuy jàngoro la sëfoo\\f + \\fr 8.17 \\ft Seetal ci \\bk Esayi\\bk* 53.4.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba Yeesu gisee mbooloo ma ko wër nag, dafa sant taalibe ya, ñu jàll ba ca wàllaa dex ga."},{"style":"v","verse":"19","text":"Ci biir loolu ab firikatu yoonu Musaa dikk, ne ko: «Kilifa gi, yaw laay topp fépp foo jëm.»"},{"style":"v","verse":"20","text":"Yeesu itam ne ko: «Till akug kàmbam, njanaaw akub tàggam, waaye \\w Doomu nit|Doomu nit k-:\\w* ki de, amul fu mu wéer boppam.»"},{"style":"v","verse":"21","text":"Ba loolu amee keneen ca taalibe ya ne ko: «Sang bi, may ma, ma njëkka dem robi sama baay.»"},{"style":"v","verse":"22","text":"Yeesu ne ko: «Toppal ci man te nga bàyyi néew yi, ñu rob seeni néew.»"},{"style":"s1","verse":"","text":"Yeesu dalal na ngelaw"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba mu ko defee, Yeesu dugg ca gaal ga, ay taalibeem ànd ak moom."},{"style":"v","verse":"24","text":"Ca saa sa ngelaw lu réy yëngal dex ga, ba gannax ya mëdd gaal ga. Teewul Yeesoo ngay nelaw."},{"style":"v","verse":"25","text":"Taalibe ya jegesi, yee ko, ne: «Sang bi, wallu nu, nu ngi sànku!»"},{"style":"v","verse":"26","text":"Yeesu nag ne leen: «Lu ngeen di tiit, yeenaka néew ngëm!» Ci kaw loolu mu jóg, daldi gëdd ngelaw la ak gannax ya. Lépp ne sendaw."},{"style":"v","verse":"27","text":"Ba loolu amee, ñu waaru, naan: «Kii moo di kan, ba ngelaw leek dex gi di ko déggal?»"},{"style":"s1","verse":"","text":"Yeesu faj na ñaar ñu rab jàpp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ba Yeesu jàllee, ba teere diiwaanu waa Gadara, ñaar ñu rab jàpp ñoo génne ca sëg ya, dikk dogale ko, te di ñu soxor lool, ba kenn ñemewul woona jaare foofa."},{"style":"v","verse":"29","text":"Ñu jekki xaacu, ne: «Yaw \\w Doomu Yàlla|Doomu Yàlla j-:\\w* ji, ana lu nu joteek yaw? Ndax danga fee ñëw ngir mbugal nu, te jotagul?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Fekk na genn coggalu mbaam-xuux yu baree nga leen dànd lu sore, di for."},{"style":"v","verse":"31","text":"Rab ya tinu ko ne: «Boo nu dàqee, yebal nu ca coggalu mbaam-xuux ya.»"},{"style":"v","verse":"32","text":"Yeesu ne leen: «Demleen.» Rab ya nag génn, dugg ca mbaam-xuux ya, ci saa si coggal gépp bartaloondoo, tàbbi ca dex ga, daldi lab."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ba loolu amee sàmm ya daw, ba ca dëkk ba, nettaliji lépp, ak la xewoon ca ña rab jàpp."},{"style":"v","verse":"34","text":"Ci kaw loolu rekk dëkk ba bépp génn, ngir dajeek Yeesu. Naka lañu ko gis, daldi koy tinu ngir mu génn seen gox ba."}]