[{"style":"s1","text":"Yeesu faj na ab lafañ ca Kapernawum"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu dugg gaal, jàll dex ga, daldi dellu dëkkam."},{"style":"v","text":"Ñu jekki indil ko ab lafañ, mu tëdd cig laltu. Ba Yeesu seetloo seen ngëm, da ne lafañ ba: «Na sa xel dal, doom, jéggalees na la say bàkkaar.»"},{"style":"p","text":""},{"style":"v","text":"Ay firikati yoonu Musaa nag jekki di wax ci seen biir naan: «Kii, Yàlla lay diir mbagg!»"},{"style":"v","text":"Teewul Yeesu xam seen xalaat, ne leen: «Lu waral yii xalaat yu bon ci seen xel?"},{"style":"v","text":"Ana ci yii yaar, lu ci gëna yomb: ne “Jéggalees na la say bàkkaar,” am ne: “Jógal te dox”?"},{"style":"v","text":"Kon nag dingeen xam ne \\w Doomu nit|Doomu nit k-:\\w* ki am na ci kaw suuf, sañ-sañu jéggale ay bàkkaar.» Mu ne lafañ ba: «Jógal, jël sag laltu, te ñibbi.»"},{"style":"v","text":"Lafañ ba jóg, daldi ñibbi."},{"style":"v","text":"Ba mbooloo ma gisee loolu, dañoo tiit, di sàbbaal Yàlla, mi may nit ñi boobu sañ-sañ."},{"style":"s1","text":"Yeesu woo na Macë"},{"style":"p","text":""},{"style":"v","text":"Yeesu bàyyikoo ca, daldi gis waa ju ñuy wax Macë, mu toog ca juuti ba. Mu ne ko: «Kaay, topp ma.» Mu jóg, topp ko."},{"style":"p","text":""},{"style":"v","text":"Gannaaw ga, Yeesu doon lekk ca kër Macë, lu bare ci ay \\w juutikat|juutikat b-:\\w* aki bàkkaarkat jekki dikk, ñu bokk di lekk, ñook Yeesu aki taalibeem."},{"style":"v","text":"\\w Farisen|Farisen y-:\\w* ya nag gis loolu, ne taalibe ya: «Juutikat yeek bàkkaarkat yi la seen kilifa di bokkal lekk nag?»"},{"style":"v","text":"Yeesu nag dégg ca, ne leen: «Du ñi wér ñoo soxla fajkat, ñi wéradi ñoo ko soxla."},{"style":"v","text":"Demleen jàngi lu kàddu gii di firi: “Ngor laa namm, dub sarax\\f + \\fr 9.13 \\ft Seetal ci \\bk Ose\\bk* 6.6.\\f*,” ndax du ñi jub laa woosi, bàkkaarkat yi laay woo.»"},{"style":"s1","text":"Koor am na bésam"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu taalibey \\w Yaxya|Yaxya:\\w* dikk ca Yeesu ne ko: «Lu tax nun ak \\w Farisen|Farisen y-:\\w* yi, nuy woor, te say taalibe duñu woor?»"},{"style":"v","text":"Yeesu ne leen: «Ndax xariti séet dinañu naqarlu dara, li feek boroom séet baa ngi teew ci seen biir? Teewul jamonoo ngi ñëw, dees na jële boroom séet bi ci seen biir; su boobaa nag dinañu woor."},{"style":"v","text":"Kenn du jël sekkit wu yees, di ko daaxe mbubb mu ràpp, ndax sekkit wi day ñoddi mbubb mi, mu gëna xar."},{"style":"v","text":"Te it deesul def biiñ bu bees ci mbuusi der yu ràpp. Lu ko moy, mbuus yi fàcc, biiñ bi tuuru, mbuus yi yàqu. Biiñ bu bees daal, ci mbuus mu bees lees koy def, ñaar ñépp mucc.»"},{"style":"s1","text":"Yeesu dekkal na, faj na"},{"style":"p","text":""},{"style":"v","text":"Naka la leen Yeesu di wax loolu rekk, ab njiit dikk, sujjóotal ko, ne ko: «Sama doom ju jigéen moo faatu léegi, waaye ngalla dikkal, \\w teg ko sa loxo|teg loxo:\\w*, mu dund.»"},{"style":"v","text":"Yeesu jóg, topp ko, mooki taalibeem."},{"style":"p","text":""},{"style":"v","text":"Ndeke sennas ndaw a nga ca ànd. Diiru fukki at ak ñaar ma ngay xëpp deret. Mu doxe gannaaw, daldi teg loxoom ca catu mbubbam."},{"style":"v","text":"Fekk na mu naan ci xelam: «Su ma manoona laal catu mbubbam rekk, dinaa wér.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne gees, gis ko, ne ko: «Janq, na sam xel dal, sa ngëm a la faj.» Ca waxtu woowa la ndaw sa wér."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu agsi ca kër njiit la, daldi gis toxorokati dëj ya, ak kër-këru mbooloo ma."},{"style":"v","text":"Mu ne leen: «Génnleen, janq bi deewul, day nelaw rekk.» Nit ña nag di ko ñaawal."},{"style":"v","text":"Gannaaw ba ñu génnee mbooloo ma, Yeesu dugg, jàpp ca loxol janq ba, mu daldi jóg."},{"style":"v","text":"Ba loolu amee coow loola law ca réew ma mépp."},{"style":"s1","text":"Yeesu faj na ñaari gumba"},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu jógee foofa, ñaari silmaxaa ko topp, di xaacu, naan: «Sëtub \\w Daawuda|Daawuda:\\w*, yërëm nu!»"},{"style":"v","text":"Naka la Yeesu délsi, ba dugg ca kër ga, gumba ya duggsi. Yeesu ne leen: «Ndax gëm ngeen ne man naa koo def?» Ñu ne ko: «Waawaaw, Sang bi.»"},{"style":"v","text":"Yeesu daldi laal seeni bët, ne leen: «Noonu ngeen ko gëme, na ame noonu.»"},{"style":"v","text":"Ca saa sa seeni bët ubbiku. Yeesu nag artu leen bu baax, ne leen: «Moytuleen kenn xam ko.»"},{"style":"v","text":"Teewul ñu génn rekk, di waxtaane Yeesu ca gox ba bépp."},{"style":"s1","text":"Yeesu faj na boroom rab"},{"style":"p","text":""},{"style":"v","text":"Naka lañuy dem, ñu jekki indil ko ab luu bu rab jàpp."},{"style":"v","text":"Yeesu daldi dàq rab wa, luu ba wax, mbooloo ma waaru, naan: «Guléet lu mel nii feeñ ci Israayil.»"},{"style":"v","text":"Teewul \\w Farisen|Farisen y-:\\w* ya naan: «Ci buuru rab yi lay dàqe ay rab.»"},{"style":"s1","text":"Yeesu yërëm na mbooloo mi"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu di wër mboolem dëkk yu mag yaak yu ndaw ya, di leen jàngal ci seeni jàngu, di yégle xibaaru jàmm bu nguurug Yàlla, tey faj mboolem jàngoro, ak mboolem wéradi."},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu gisee mbooloo ya, da leena ñeewante, ndax na ñu sonne, ne yàcc, mbete xar yu amul sàmm."},{"style":"v","text":"Mu daldi ne taalibeem ya: «Ngóob mee yaatu, te surga yi néew."},{"style":"v","text":"Kon nag ñaanleen Boroom ngóob mi, mu yebal ay surga cim ngóobam.»"}]