[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"“If a prophet stands up in your midst or a dreamer of dreams\\f + \\fr 13:1 \\ft Hebrew “dream” \\f* and he gives to you a sign or wonder, "},{"style":"v","verse":"2","text":"and the sign or\\f + \\fr 13:2 \\ft Hebrew “and” \\f* the wonder comes \\add about\\add* that he spoke\\f + \\fr 13:2 \\ft Or “promised/declared” \\f* to you, ⸤saying⸥,\\f + \\fr 13:2 \\ft Literally “to say” \\f* ‘Let us go after other gods (those whom you have not known), and let us serve them,’ "},{"style":"v","verse":"3","text":"you must not listen to the words of that prophet or to that dreamer, for Yahweh your God ⸤is testing you to know whether you love⸥\\f + \\fr 13:3 \\ft Literally “a testing of Yahweh your God concerning you \\fq in order \\ft to know whether there is you loving” \\f* Yahweh your God with all of your heart and with all \\add of\\add* your inner self.\\f + \\fr 13:3 \\ft Or “soul” \\f* "},{"style":"v","verse":"4","text":"You shall go after Yahweh your God, and him you shall revere, and his commandment you shall keep, and to his voice you shall listen, and him you shall serve, and to him you shall hold fast. "},{"style":"v","verse":"5","text":"But that prophet or the dreamer of that dream shall be executed, for he spoke falsely about Yahweh your God, the \\add one\\add* bringing you out from the land of Egypt and the \\add one\\add* redeeming you from the house of slavery, in order to seduce you from the way that Yahweh your God commanded you to go in it; so \\add in this way\\add* you shall purge the evil from your midst."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"“If your brother, the son of your mother or your son or your daughter ⸤or your wife whom you embrace⸥\\f + \\fr 13:6 \\ft Literally “or the wife of your embrace” \\f* or ⸤your intimate friend⸥\\f + \\fr 13:6 \\ft Literally “your friend who is like your soul/inner self” \\f* in secrecy ⸤says⸥,\\f + \\fr 13:6 \\ft Literally “to say” \\f* ‘Let us go and let us serve other gods!’ \\add gods\\add* that you and your ancestors\\f + \\fr 13:6 \\ft Or “fathers” \\f* have not known, "},{"style":"v","verse":"7","text":"from \\add among\\add* the gods of the people who are around you, ⸤those near you or those far from you⸥,\\f + \\fr 13:7 \\ft Literally “the near ones to you or the distant ones from you” \\f* from \\add one\\add* end of the earth and up to the \\add other\\add* end of the earth, "},{"style":"v","verse":"8","text":"you must not give in to him, and you shall not listen to him, and your eye shall not take pity on him, and you shall not have compassion, and you shall not cover \\add up\\add*\\f + \\fr 13:8 \\ft Or “conceal” him \\f* for him. "},{"style":"v","verse":"9","text":"But you shall certainly kill him; your hand shall be first against him to kill him and next the hand of all \\add of\\add* the people. "},{"style":"v","verse":"10","text":"And you shall stone him with stones and let him die, for he tried to seduce you from Yahweh your God, the \\add one\\add* bringing you from \\add the\\add* land of Egypt, from the house of slavery. "},{"style":"v","verse":"11","text":"And all \\add of\\add* Israel shall hear, and they shall fear, and ⸤they shall not continue to act⸥\\f + \\fr 13:11 \\ft Literally “they shall not add to do” \\f* according to this evil thing in your midst."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"“If you hear in one of your towns which Yahweh your God \\add is\\add* giving to you to live in, \\add someone\\add* ⸤saying that⸥\\f + \\fr 13:12 \\ft Literally “to say” \\f* "},{"style":"v","verse":"13","text":"⸤worthless men⸥\\f + \\fr 13:13 \\ft Literally “sons of Belial” \\f* have gone out from your midst and have seduced the inhabitants of their town, ⸤saying⸥,\\f + \\fr 13:13 \\ft Literally “to say” \\f* ‘Let us go and serve other gods!’ whom you have not known, "},{"style":"v","verse":"14","text":"then you shall inquire and examine and interrogate thoroughly, and, look! \\add It is\\add* true; the thing has actually been done, this detestable thing in your midst, "},{"style":"v","verse":"15","text":"\\add then\\add* you shall certainly strike down the inhabitants of that town with the ⸤edge⸥\\f + \\fr 13:15 \\ft Literally “mouth” \\f* of \\add the\\add* sword; you shall destroy it and everything in it, its domestic animals with \\add the\\add* ⸤edge⸥\\f + \\fr 13:15 \\ft Literally “mouth” \\f* of \\add the\\add* sword. "},{"style":"v","verse":"16","text":"And \\add then\\add* you shall gather all of its booty into the middle of its public square, and you shall burn the town and all \\add of\\add* its war-booty totally for Yahweh your God, and it shall be ⸤a pile of rubble forever⸥;\\f + \\fr 13:16 \\ft Literally “a tell/ruin forever” \\f* it shall not be built again. "},{"style":"v","verse":"17","text":"And let not something cling to your hand from the things devoted to destruction, so that Yahweh may turn back ⸤from his burning anger⸥,\\f + \\fr 13:17 \\ft Literally “from the burning of his nose” \\f* and he may show compassion to you and he may \\add continue\\add* to show compassion and \\add so\\add* multiply you ⸤just as he swore⸥\\f + \\fr 13:17 \\ft Literally “as that he swore” \\f* to your ancestors,\\f + \\fr 13:17 \\ft Or “fathers” \\f* "},{"style":"v","verse":"18","text":"if you listen to the voice of Yahweh your God, to keep all \\add of\\add* his commandments that I \\add am\\add* commanding \\add to\\add* you ⸤today⸥\\f + \\fr 13:18 \\ft Literally “the day” \\f* \\add so as\\add* to do the right \\add thing\\add* in the eyes of Yahweh your God.”"}]