[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"“You \\add are\\add* children\\f + \\fr 14:1 \\ft Or “sons” \\f* of Yahweh your God; \\add therefore\\add* you must not gash\\f + \\fr 14:1 \\ft Or “cut” \\f* yourself, and ⸤you must not make your forehead bald⸥\\f + \\fr 14:1 \\ft Literally “you shall not make/place baldness between your eyes” \\f* for \\add the\\add* dead. "},{"style":"v","verse":"2","text":"For you \\add are\\add* a people holy to Yahweh your God, and you Yahweh has chosen to be a treasured possession from \\add among\\add* all \\add of\\add* the peoples that are on the surface\\f + \\fr 14:2 \\ft Or “face” \\f* of the earth."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"You shall not eat any detestable thing. "},{"style":"v","verse":"4","text":"These are the animals you may eat: ox, ⸤sheep, goats⸥,\\f + \\fr 14:4 \\ft Literally “small livestock of the sheep and a small livestock of the goats” \\f* "},{"style":"v","verse":"5","text":"deer, gazelle, roebuck, wild goat, ibex, antelope, and mountain sheep. "},{"style":"v","verse":"6","text":"And any animal having a split hoof\\f + \\fr 14:6 \\ft Or “divides the hoof” \\f* and \\add so\\add* ⸤a dividing of the hoof into two parts⸥\\f + \\fr 14:6 \\ft Literally “a dividing cleft \\fq creating \\ft two hoofs” \\f* ⸤and that chews the cud⸥\\f + \\fr 14:6 \\ft Literally “and that brings up the cud” \\f* among the animals\\f + \\fr 14:6 \\ft Hebrew “animal” \\f*—that \\add animal\\add* you may eat. "},{"style":"v","verse":"7","text":"Only these you may not eat from ⸤those chewing the cud⸥\\f + \\fr 14:7 \\ft Literally “bringing up the cud” \\f* and from ⸤those having a division of the hoof⸥:\\f + \\fr 14:7 \\ft Literally “those having a division of the hoof divided” \\f* the camel and the hare and the coney, because ⸤they chew the cud⸥,\\f + \\fr 14:7 \\ft Literally “they bringing up of the cud” \\f* but they \\add do\\add* not divide the hoof; they are \\add therefore\\add* unclean for you. "},{"style":"v","verse":"8","text":"And \\add also\\add* the pig ⸤because it has a division of the hoof⸥\\f + \\fr 14:8 \\ft Literally “because a division of the hoof” \\f* ⸤but does not chew the cud⸥;\\f + \\fr 14:8 \\ft Literally “but not a \\fq chewing \\ft cud” \\f* it \\add is\\add* unclean for you; from their meat you shall not eat, and you shall not touch their ⸤carcasses⸥.\\f + \\fr 14:8 \\ft Literally “dead body” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"“This \\add is what\\add* you shall eat from all that \\add is\\add* in the water: ⸤everything⸥\\f + \\fr 14:9 \\ft Literally “all \\fq of \\ft that” \\f* ⸤that has fins and scales⸥\\f + \\fr 14:9 \\ft Literally “for it \\fq is \\ft fins and scales,” showing possession of these features \\f* you may eat. "},{"style":"v","verse":"10","text":"But ⸤anything that does not have⸥\\f + \\fr 14:10 \\ft Literally “all \\fq of \\ft that there is not for it,” showing lack of possession of these features \\f* fins and scales, you may not eat, \\add for\\add* it \\add is\\add* unclean for you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"“All \\add of\\add* \\add the\\add* birds \\add that\\add* \\add are\\add* clean you may eat. "},{"style":"v","verse":"12","text":"Now these \\add are\\add* the ones you shall not eat ⸤any of them⸥:\\f + \\fr 14:12 \\ft Literally “from them” \\f* the eagle and the vulture and the short-toed eagle,\\f + \\fr 14:12 \\ft This list of birds is difficult to translate since the terms are not definitely known: e.g., some translations render the last bird as a “buzzard” (NASV); other translations give different names for all three: griffon vulture, black vulture, bearded vulture (NEB) \\f* "},{"style":"v","verse":"13","text":"and the red kite\\f + \\fr 14:13 \\ft Various options are available: large bird, kite, red kite, glede, buzzard \\f* and the black kite or ⸤any kind of falcon⸥,\\f + \\fr 14:13 \\ft Literally “or the falcon according to its kind”; other options for falcon: bird, falcon, kite (others as carrion-bird), vulture, crow or raven, buzzard \\f* "},{"style":"v","verse":"14","text":"and any \\add kind\\add* of crow\\f + \\fr 14:14 \\ft Or others translate as “raven” \\f* according to its kind, "},{"style":"v","verse":"15","text":"and the ⸤ostrich⸥\\f + \\fr 14:15 \\ft Literally “daughter of the ostrich”; others “desert owl” \\f* and the short-eared owl and the seagull\\f + \\fr 14:15 \\ft Or “long-eared owl” \\f* and the hawk according to its kind, "},{"style":"v","verse":"16","text":"the little owl and the great owl and the barn owl,\\f + \\fr 14:16 \\ft Or “white owl” \\f* "},{"style":"v","verse":"17","text":"and the desert owl\\f + \\fr 14:17 \\ft Or “large bird” or “horned-owl” \\f* and the carrion vulture\\f + \\fr 14:17 \\ft Or “large bird” \\f* and the cormorant,\\f + \\fr 14:17 \\ft Or “large bird,” or “fisher-owl” \\f* "},{"style":"v","verse":"18","text":"and the stork and the heron according to its kind and the hoopoe and the bat. "},{"style":"v","verse":"19","text":"And \\add also\\add* all \\add of\\add* ⸤the winged insects⸥;\\f + \\fr 14:19 \\ft Literally “the swarmer\\fq s \\ft of the flyer\\fq s \\ft ” or “all the swarms \\fq of things \\ft that fly” \\f* they \\add are\\add* unclean for you; you shall not eat \\add them\\add*. "},{"style":"v","verse":"20","text":"You may eat any clean bird."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"“You shall not eat any carcass;\\f + \\fr 14:21 \\ft Or “corpse” \\f* you may give it to the alien who \\add is\\add* in your ⸤towns⸥,\\f + \\fr 14:21 \\ft Literally “gates” \\f* and he may eat it, or you may sell \\add it\\add* to a foreigner, for you \\add are\\add* a holy people for Yahweh your God; you may not boil a kid in its mother’s milk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"“Certainly you must give a tithe \\add of\\add* all the yield of your seed, ⸤which comes forth from your field year after year⸥.\\f + \\fr 14:22 \\ft Literally “the going forth of the field year \\fq by \\ft year” \\f* "},{"style":"v","verse":"23","text":"And you shall eat ⸤before⸥\\f + \\fr 14:23 \\ft Literally “before the faces of” \\f* Yahweh your God in the place that he will choose to make to dwell his name there the tithe of your grain, your wine and your olive oil and the firstling of your herd and your flock, so that you may learn to revere Yahweh your God ⸤always⸥.\\f + \\fr 14:23 \\ft Literally “all of the days” \\f* "},{"style":"v","verse":"24","text":"But if ⸤the distance is too great for you⸥,\\f + \\fr 14:24 \\ft Literally “\\fq it \\ft is great from you the journey that” \\f* \\add so\\add* that you are not able to transport\\f + \\fr 14:24 \\ft Or “carry” \\f* it, because the place that Yahweh your God will choose to set his name there, it is \\add too\\add* far from you, when Yahweh your God will bless you, "},{"style":"v","verse":"25","text":"then \\add in that case\\add* ⸤you may exchange for money⸥,\\f + \\fr 14:25 \\ft Literally “you may give it \\fq in \\ft for the money/silver” \\f* and you shall take\\f + \\fr 14:25 \\ft Or “bind” \\f* the money to your hand and go to the place that Yahweh your God will choose. "},{"style":"v","verse":"26","text":"You may spend the money for anything ⸤that you desire⸥,\\f + \\fr 14:26 \\ft Literally “that your soul/inner self desires” \\f* for oxen or for sheep or for wine or for strong drink or for anything ⸤that you desire⸥,\\f + \\fr 14:26 \\ft Literally “that your soul/inner self desires” \\f* and you shall eat \\add it\\add* there ⸤before⸥\\f + \\fr 14:26 \\ft Literally “to the face of” \\f* Yahweh your God, and you shall rejoice, you and your household. "},{"style":"v","verse":"27","text":"And \\add as to\\add* the Levite who \\add is\\add* in your ⸤towns⸥,\\f + \\fr 14:27 \\ft Literally “gates” \\f* you shall not neglect him, because there is not a plot of ground for him and an inheritance \\add along\\add* with you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"“At the end of three years you shall bring out all \\add of\\add* the tithe of your yield for that year, and you shall store \\add it\\add* in your ⸤towns⸥.\\f + \\fr 14:28 \\ft Literally “gates” \\f* "},{"style":"v","verse":"29","text":"And \\add so\\add* the Levite may come, because there is no plot of ground for him or an inheritance with you, and the alien \\add also may come\\add* and the orphan and the widow that \\add are\\add* in your ⸤towns⸥,\\f + \\fr 14:29 \\ft Literally “gates” \\f* and ⸤they may eat their fill⸥,\\f + \\fr 14:29 \\ft Literally “they may eat and they may be satisfied” \\f* so that Yahweh your God may bless you in all \\add of\\add* the work of your hand that you undertake.”"}]