[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"“Observe the month of Abib, and you shall keep \\add the\\add* Passover to Yahweh your God, for in the month of Abib Yahweh your God brought you out from Egypt \\add by\\add* night. "},{"style":"v","verse":"2","text":"And you shall offer the Passover sacrifice to Yahweh your God \\add from among\\add* \\add your\\add* flock and herd at the place that Yahweh will choose, to let his name dwell there. "},{"style":"v","verse":"3","text":"You shall not eat ⸤with it⸥\\f + \\fr 16:3 \\ft Literally “in addition to” or “upon it” \\f* anything leavened; seven days you shall eat ⸤with it⸥\\f + \\fr 16:3 \\ft Literally “in addition to” or “upon it” \\f* unleavened bread of affliction, because in haste you went out from the land of Egypt, so that you will remember the day of your going out from the land of Egypt all the days of your life. "},{"style":"v","verse":"4","text":"And leaven shall not be seen with\\f + \\fr 16:4 \\ft Or “for” \\f* you in any of your territory\\f + \\fr 16:4 \\ft Or “all \\fq of \\ft ” your territory \\f* for seven days, and none of the meat that you will slaughter on the evening on the first day shall remain overnight until morning. "},{"style":"v","verse":"5","text":"You are not allowed to offer the Passover sacrifice in one of your ⸤towns⸥\\f + \\fr 16:5 \\ft Literally “gates” \\f* that Yahweh your God is giving to you, "},{"style":"v","verse":"6","text":"but only at the place that Yahweh your God will choose, to let his name dwell there; you shall offer the Passover sacrifice ⸤in the evening at sunset⸥,\\f + \\fr 16:6 \\ft Literally “in the evening as the sun goes/sets” \\f* \\add at the\\add* designated time\\f + \\fr 16:6 \\ft The Hebrew word here indicates the specific time that God had chosen to bring Israel out of Egypt \\f* of your going out from Egypt. "},{"style":"v","verse":"7","text":"And you shall cook, and you shall eat \\add it\\add* at the place that Yahweh your God will choose; and you may turn in the morning and go to your tents. "},{"style":"v","verse":"8","text":"Six days you shall eat unleavened bread, and on the seventh day \\add there shall be\\add* an assembly for Yahweh your God; you shall not do work."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"“You shall count \\add off\\add* seven weeks for you; ⸤from the time you begin to harvest the standing grain⸥\\f + \\fr 16:9 \\ft Literally “from the beginning of \\fq the \\ft sickle against the standing grain” \\f* you shall begin to count seven weeks. "},{"style":"v","verse":"10","text":"And \\add then\\add* you shall celebrate the Feast of Weeks for Yahweh your God with the measure of the freewill offering of your hand that you shall give \\add just\\add* as Yahweh your God has blessed you. "},{"style":"v","verse":"11","text":"And you shall rejoice before Yahweh your God, you and your son and your daughter and your slave and your slave woman and the Levite that \\add is\\add* in your ⸤towns⸥\\f + \\fr 16:11 \\ft Literally “gates” \\f* and the alien and the orphan and the widow who are in your midst in the place that Yahweh your God will choose to let his name dwell there. "},{"style":"v","verse":"12","text":"And you shall remember that you were a slave in Egypt, and \\add so\\add* ⸤you shall diligently observe⸥\\f + \\fr 16:12 \\ft Literally “you shall observe and do” \\f* these rules."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"“You shall celebrate the Feast of Booths for yourselves\\f + \\fr 16:13 \\ft Hebrew “for you” \\f* seven days ⸤at the gathering in of the produce⸥\\f + \\fr 16:13 \\ft Literally “at your gathering \\fq of the produce \\ft ” \\f* from your threshing floor and from your press; "},{"style":"v","verse":"14","text":"and you shall rejoice at your feast, you and your son and your daughter and your slave and your slave woman and the Levite and the orphan and the widow that \\add are\\add* in your ⸤towns⸥.\\f + \\fr 16:14 \\ft Literally “gates” \\f* "},{"style":"v","verse":"15","text":"Seven days you shall celebrate \\add your\\add* feast to Yahweh your God at the place Yahweh will choose, for Yahweh your God shall bless you in all of your produce\\f + \\fr 16:15 \\ft Or “increase” \\f* and in all \\add of\\add* the work of your hand, and you shall surely \\add be\\add* rejoicing.\\f + \\fr 16:15 \\ft Or “joyful” \\f* "},{"style":"v","verse":"16","text":"Three times in the year all \\add of\\add* your males shall appear ⸤before⸥\\f + \\fr 16:16 \\ft Literally “with the face of” \\f* Yahweh your God at the place that he will choose, at the Feast of Unleavened Bread and at the Feast of Weeks and at the Feast of Booths, and they shall not appear ⸤before Yahweh⸥\\f + \\fr 16:16 \\ft Literally “with the face of Yahweh” \\f* empty-handed. "},{"style":"v","verse":"17","text":"Each \\add person\\add* ⸤shall give as he is able⸥,\\f + \\fr 16:17 \\ft Literally “according to the gift of his hand” \\f* \\add that is\\add*, according to the blessing of Yahweh your God that he has given to you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"“You shall appoint judges and officials for you in all your ⸤towns⸥\\f + \\fr 16:18 \\ft Literally “gates” \\f* that Yahweh your God \\add is\\add* giving to you throughout your tribes, and you shall render \\add for\\add* the people ⸤righteous judgments⸥.\\f + \\fr 16:18 \\ft Literally “a judgment \\fq based on \\ft righteousness” \\f* "},{"style":"v","verse":"19","text":"You shall not subvert\\f + \\fr 16:19 \\ft Or “distort/pervert” \\f* justice; you shall not ⸤show partiality⸥;\\f + \\fr 16:19 \\ft Literally “recognize faces” \\f* and you shall not take a bribe, for the bribe makes blind \\add the\\add* eyes of \\add the\\add* wise and misrepresents \\add the\\add* words of \\add the\\add* righteous. "},{"style":"v","verse":"20","text":"⸤Justice, only justice⸥\\f + \\fr 16:20 \\ft Literally “justice justice” \\f* you shall pursue, so that you may live, and you shall take possession of the land that Yahweh your God \\add is\\add* giving to you. "},{"style":"v","verse":"21","text":"You shall not plant for yourselves\\f + \\fr 16:21 \\ft Hebrew “for/to you” but with collective meaning \\f* ⸤an Asherah pole⸥\\f + \\fr 16:21 \\ft Literally “an Asherah of any wood/tree” \\f* beside the altar of Yahweh your God that you make for yourselves.\\f + \\fr 16:21 \\ft Hebrew “for/to you” but with collective meaning \\f* "},{"style":"v","verse":"22","text":"And you shall not set up for yourselves a stone pillar, \\add a thing\\add* that Yahweh your God hates."}]