[{"style":"s1","verse":"","text":"The Death of Moses and the Commissioning of Joshua"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Moses went up from the desert plateau\\f + \\fr 34:1 \\ft Or “plains/lowlands” \\f* of Moab to Mount Nebo, to the top of Pisgah, ⸤which is opposite⸥\\f + \\fr 34:1 \\ft Literally “which is on the face of” \\f* Jericho, and Yahweh showed him all of the land, Gilead \\add all the way\\add* up to Dan, "},{"style":"v","verse":"2","text":"and all of Naphtali and the land of Ephraim and Manasseh and all of the land of Judah, up to the western sea,\\f + \\fr 34:2 \\ft That is, the Mediterranean Sea \\f* "},{"style":"v","verse":"3","text":"and the Negev and the plain of the valley of Jericho, the city of palms, \\add on\\add* up to Zoar. "},{"style":"v","verse":"4","text":"And Yahweh said to him, “This \\add is\\add* the land that I swore to Abraham to Isaac and to Jacob, ⸤saying⸥,\\f + \\fr 34:4 \\ft Literally “to say” \\f* ‘To your offspring I will give it.’ I have let you see \\add it\\add* with your eyes, but you shall not cross ⸤into it⸥.”\\f + \\fr 34:4 \\ft Literally “to there” \\f* "},{"style":"v","verse":"5","text":"Then Moses, the servant of Yahweh, died there in the land of Moab ⸤according to the command of Yahweh⸥.\\f + \\fr 34:5 \\ft Literally “at the mouth of Yahweh” \\f* "},{"style":"v","verse":"6","text":"And he\\f + \\fr 34:6 \\ft That is, Yahweh \\f* buried him in the valley in the land of Moab opposite Beth Peor. But until this day no one knows his burial site. "},{"style":"v","verse":"7","text":"⸤Now Moses was a hundred and twenty years old⸥\\f + \\fr 34:7 \\ft Literally “and Moses \\fq was \\ft a son of \\fq a \\ft hundred and twenty year” \\f* ⸤when he died⸥;\\f + \\fr 34:7 \\ft Literally “at/in his dying” \\f* ⸤his sight was not impaired and his vigor had not abated⸥.\\f + \\fr 34:7 \\ft Literally “not faded his eyes and not had fled away his vitality” \\f* "},{"style":"v","verse":"8","text":"And the ⸤Israelites⸥\\f + \\fr 34:8 \\ft Literally “sons/children of Israel” \\f* wept \\add concerning\\add* Moses thirty days; \\add finally\\add* the days of weeping and mourning for Moses were completed."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Now\\f + \\fr 34:9 \\ft Or “And” \\f* Joshua the son of Nun was full of the spirit of wisdom because Moses had placed his hands on him, and the ⸤Israelites⸥\\f + \\fr 34:9 \\ft Literally “sons/children of Israel” \\f* listened to him, and they did as Yahweh had commanded Moses. "},{"style":"v","verse":"10","text":"And not again\\f + \\fr 34:10 \\ft Or “since then” \\f* has a prophet arisen in Israel like Moses, whom Yahweh knew\\f + \\fr 34:10 \\ft Hebrew “knew him” \\f* face to face, "},{"style":"v","verse":"11","text":"as far as all the signs and the wonders Yahweh sent him to do in the land of Egypt, against\\f + \\fr 34:11 \\ft Hebrew “to” \\f* Pharaoh and all of his servants and against\\f + \\fr 34:11 \\ft Hebrew “to” \\f* all of his land, "},{"style":"v","verse":"12","text":"and as far as all of ⸤the mighty deeds⸥\\f + \\fr 34:12 \\ft Literally “the hand the strong” \\f* and as far as ⸤the great awesome wonders⸥\\f + \\fr 34:12 \\ft Literally “the terrifying the great \\fq actions \\ft ” \\f* Moses did before the eyes of all Israel."}]