[{"style":"s1","verse":"","text":"Detailed Stipulations"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"“Now this \\add is\\add* the commandment, the rules and the regulations, that Yahweh your God charged to teach \\add to\\add* you \\add for you\\add* ⸤to observe⸥\\f + \\fr 6:1 \\ft Literally “to do” \\f* in the land that you \\add are\\add* about to cross \\add over\\add* into\\f + \\fr 6:1 \\ft Or “there” \\f* to take possession of it, "},{"style":"v","verse":"2","text":"so that you may revere Yahweh your God by keeping all his statutes and his commandments that I \\add am\\add* commanding you, you and your children and ⸤grandchildren⸥,\\f + \\fr 6:2 \\ft Literally “the children of your children” \\f* all the days of your life and so you may live long\\f + \\fr 6:2 \\ft Literally “they may be long your days” \\f* \\add lives\\add*. "},{"style":"v","verse":"3","text":"And you shall hear, Israel, and be careful to observe \\add these instructions\\add*, so that ⸤it may go well for you⸥\\f + \\fr 6:3 \\ft Literally “it/he may be good” \\f* and that you may multiply greatly, \\add just\\add* as Yahweh, the God of your ancestors,\\f + \\fr 6:3 \\ft Or “fathers” \\f* ⸤promised⸥\\f + \\fr 6:3 \\ft Literally “spoke” \\f* you, \\add in\\add* a land with milk and honey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"“Hear, Israel, Yahweh our God, Yahweh is unique.\\f + \\fr 6:4 \\ft Or “one”; or possibly “one Lord” \\f* "},{"style":"v","verse":"5","text":"And you shall love Yahweh your God with all of your heart\\f + \\fr 6:5 \\ft Or “mind” \\f* and with all of your soul\\f + \\fr 6:5 \\ft Or “inner self” \\f* and with all of your might. "},{"style":"v","verse":"6","text":"And these words that I am commanding you ⸤today⸥\\f + \\fr 6:6 \\ft Literally “the day” \\f* shall be on\\f + \\fr 6:6 \\ft Or “in” \\f* your heart.\\f + \\fr 6:6 \\ft Or “mind” \\f* "},{"style":"v","verse":"7","text":"And you shall recite them to your children, and you shall talk about them at \\add the time of\\add* your living in your house and at \\add the time of\\add* your going on the road and at \\add the time of\\add* your lying down and at \\add the time of\\add* your rising \\add up\\add*. "},{"style":"v","verse":"8","text":"And you shall bind them as a sign on your hand, and they shall be as an emblem between your eyes. "},{"style":"v","verse":"9","text":"And you shall write them on the doorframe of your house and on your gates."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"“And then it will happen \\add that\\add* when Yahweh your God will bring you to the land that he swore to your ancestors,\\f + \\fr 6:10 \\ft Or “fathers” \\f* to Abraham, to Isaac, and to Jacob, to give to you large and fine cities that you did not build, "},{"style":"v","verse":"11","text":"and houses full of all \\add sorts\\add* of good things\\f + \\fr 6:11 \\ft Hebrew “thing” \\f* that you did not fill, and hewn cisterns that you did not hew, vineyards and olive groves that you did not plant, and ⸤you have eaten your fill⸥,\\f + \\fr 6:11 \\ft Literally “you have eaten and you are satisfied” \\f* "},{"style":"v","verse":"12","text":"then take care for yourself, so that you \\add do\\add* not forget Yahweh, who brought you out from the land of Egypt from the house of slavery."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"“You shall fear Yahweh your God, and you shall serve him, and by his name you shall swear. "},{"style":"v","verse":"14","text":"You shall not go after other gods from the gods of the peoples who \\add are\\add* all around you, "},{"style":"v","verse":"15","text":"for Yahweh your God \\add is\\add* a jealous god in your midst, ⸤so that the anger of Yahweh your God would be kindled⸥,\\f + \\fr 6:15 \\ft Literally “so that not/lest the nose of Yahweh your God would become hot” \\f* and he would destroy you from the face of the earth. "},{"style":"v","verse":"16","text":"You shall not put Yahweh your God to \\add the\\add* test, as you tested \\add him\\add* at Massah. "},{"style":"v","verse":"17","text":"You shall diligently keep the commandments of Yahweh your God and his legal provisions and his rules that he has commanded you. "},{"style":"v","verse":"18","text":"And you shall do \\add what is\\add* right and good in the eyes of Yahweh, so that ⸤it shall go well⸥\\f + \\fr 6:18 \\ft Literally “he/it shall be good” \\f* for you and \\add so that\\add* you may go and you may take possession of the good land that Yahweh swore for your ancestors,\\f + \\fr 6:18 \\ft Or “your fathers” \\f* "},{"style":"v","verse":"19","text":"by driving out all \\add of\\add* your enemies ⸤before you⸥,\\f + \\fr 6:19 \\ft Literally “the face of you” \\f* \\add just\\add* as Yahweh ⸤has promised⸥.\\f + \\fr 6:19 \\ft Literally “had spoken” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"“When your child\\f + \\fr 6:20 \\ft Or “son” \\f* asks you in the future, ⸤saying⸥,\\f + \\fr 6:20 \\ft Literally “to say” \\f* ‘What \\add is the meaning of\\add* the legal provisions and the rules and the regulations that Yahweh our God commanded for you?’ "},{"style":"v","verse":"21","text":"Then you shall say to your child,\\f + \\fr 6:21 \\ft Or “son” \\f* ‘We were slaves of Pharaoh in Egypt, and Yahweh brought us out from Egypt with a strong hand. "},{"style":"v","verse":"22","text":"And Yahweh gave great and awesome signs and wonders in Egypt against Pharaoh and against his entire household ⸤in our presence⸥.\\f + \\fr 6:22 \\ft Literally “before our eyes” \\f* "},{"style":"v","verse":"23","text":"But \\add he\\add* brought us out from there in order to bring us \\add here\\add* to give us the land that he swore to our ancestors.\\f + \\fr 6:23 \\ft Or “fathers” \\f* "},{"style":"v","verse":"24","text":"And \\add so\\add* Yahweh commanded us to observe all \\add of\\add* these rules \\add and\\add* to revere Yahweh our God ⸤for our benefit⸥\\f + \\fr 6:24 \\ft Literally “for good for us” \\f* ⸤all the days that we live⸥,\\f + \\fr 6:24 \\ft Literally “all the days for our living” \\f* ⸤as it is today⸥.\\f + \\fr 6:24 \\ft Literally “as the day the this” \\f* "},{"style":"v","verse":"25","text":"And it shall be righteousness for us if we diligently observe \\add and\\add* do all \\add of\\add* this commandment ⸤before⸥\\f + \\fr 6:25 \\ft Literally “in the faces of” \\f* Yahweh our God, as he has commanded us.’"}]