[{"style":"mt1","text":"2.Jaar-jaar ya"},{"style":"s1","verse":"","text":"Suleymaan ñaan na xel mu rafet"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Suleymaan doomu Daawuda mujj na dëju bu baax ci nguuram, \\w Aji Sax ji|Aji Sax j-:\\w* Yàllaam ànd ak moom, kaweel ko lool."},{"style":"v","verse":"2","text":"Suleymaan nag wax ak Israayil gépp; njiiti junni yaak njiiti téeméer yaak àttekat yaak njiiti Israayil gépp, mboolem seen kilifay kër maam ya."},{"style":"v","verse":"3","text":"Ci biir loolu Suleymaan ànd ak mbooloo ma mépp, dem ca \\w bérebu jaamookaay|bérebi jaamookaay y-:\\w* ba ca Gabawon, sarxali fa, ndax \\w xaymab ndajem Yàlla|xaymab ndaje m-:\\w* ba Musaa jaamub Aji Sax ji defaroon ca màndiŋ ma, foofa la nekkoon."},{"style":"v","verse":"4","text":"Waaye fekk na \\w gaalu Yàlla|gaalu kóllëre g-:\\w* ga, Daawuda toxale woon na ko Kiryaat Yarim, yóbbu ko fa mu ko waajal, muy ab xayma bu mu ko sampal ca Yerusalem."},{"style":"v","verse":"5","text":"\\w Sarxalukaayu|sarxalukaay b-:\\w* xànjar ba Beccalel doomu Uri doomu Ur defar nag, Daawudaa ko tegoon ca Gabawon, fa kanam \\w màkkaanu Aji Sax|xaymab ndaje m-:\\w* ji, te mooy la fa Suleymaan ak mbooloo ma doon sàkkusi."},{"style":"v","verse":"6","text":"Suleymaan dem foofa ca sarxalukaayu xànjar ba ca kanam Aji Sax ji, ca kanam xaymab ndaje ma. Mu joxe fa junniy \\w saraxi rendi-dóomal|Sarax yi:\\w*."},{"style":"v","verse":"7","text":"Guddig keroog la Yàlla feeñu Suleymaan. Mu ne ko: «Ñaanal loo bëgg ma may la ko.»"},{"style":"v","verse":"8","text":"Suleymaan ne Yàlla: «Yaw de yaa baaxe lool Daawuda saa baay, te yaa ma fal buur, ma wuutu ko."},{"style":"v","verse":"9","text":"Léegi nag Aji Sax ji Yàlla, sa kàddu gaak Daawuda sama baay, yal na sax rekk, gannaaw yaw yaa ma fal ci kaw askan wu yaa, tollu ni feppi suufas àddina."},{"style":"v","verse":"10","text":"Kon nag xel ak xam-xam nga may may, ba ma xam nu may jiitee askan wii. Ndax kat, ana kan mooy àtte sa ñoñ, wii askan wu yaa?»"},{"style":"v","verse":"11","text":"Yàlla ne Suleymaan: «Gannaaw loolu moo nekk ci sa xol; ñaanoo koom ak alal ak daraja, ak sa bakkani bañ rot, te fan wu gudd it, ñaanoo ko, xanaa di ñaan xel ak xam-xam boo àttee sama ñoñ ñi ma la fal buur ci seen kaw,"},{"style":"v","verse":"12","text":"xel mi ak xam-xam bi, mayees na la ko. Koom ak alal ak daraja it maa la ciy may lu buur yi masula am, du ñi la jiitu, du ñi topp ci yaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba loolu amee Suleymaan bàyyikoo ca xaymab ndaje ma ca jaamookaay ba ca Gabawon. Mu dem Yerusalem, falu buur ca Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba mu ko defee Suleymaan dajale watiir yaak fas ya, muy junni ak ñeenti téeméeri (1~400) watiir, ak fukki junniy fas ak ñaar (12~000) yu mu teg ca dëkk ya watiir ya féete, ak ca Yerusalem ga mu nekk."},{"style":"v","verse":"15","text":"Buur Suleymaan a def xaalis ak wurus late biir Yerusalem bay safi doj, garabi seedar di fa saf garabi sikomoor yi ne xas ci suufu tund yi."},{"style":"v","verse":"16","text":"Fasi Suleymaan, Misra lañu leen daan jëggaanee ak Silisi, baana-baanay buur, ca Silisi lañu leen daan jënde."},{"style":"v","verse":"17","text":"Ab watiir bu ñu jëggaanee Misra, indi, juróom benni téeméeri (600) dogi xaalis la leen daan dikke, aw fas di téeméer ak juróom fukki (150) dogi xaalis, te noonu lañu ca daan jëndaaleel mboolem buuri Etteen ña ak buuri Siri, indil leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Suleymaan nag dogu ne kër lay tabax ñeel turu Aji Sax ji, ak geneen kër gu ñeel nguurug boppam."}]