[{"style":"s1","verse":"","text":"Robowam aar na Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Robowam agsi Yerusalem, daldi woo waa kër Yuda ak Beñamin, ñu daje di téeméer ak juróom ñett fukki junniy (180~000) nit, diy ñeyi xare. Ñu nara xareek Israayil, ngir delloo nguur ga ca loxol Robowam."},{"style":"v","verse":"2","text":"Ci biir loolu kàddug Aji Sax ji dikkal góoru Yàlla gu ñuy wax Semaya, ne ko:"},{"style":"v","verse":"3","text":"«Waxal Robowam doomu Suleymaan buurub Yuda ak mboolem \\w bànni Israayil|bànni Israayil:\\w* gi ci Yuda ak Beñamin, ne leen:"},{"style":"v","verse":"4","text":"“Aji Sax ji dafa wax ne: Buleen jóg di xeex ak seeni bokk. Na ku nekk ñibbi këram, ndax ci man la mbir mii sababoo.”» Ñu dégg kàddug Aji Sax ji, daldi walbatiku, fomm cong ma ñu naraloon Yerbowam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba mu ko defee Robowam dëkke Yerusalem, daldi tabax fa Yuda ay dëkk yu ñu dàbbali ngir kaaraange."},{"style":"v","verse":"6","text":"Tabax na Betleyem ak Etam ak Tekowa"},{"style":"v","verse":"7","text":"ak Bet Cur ak Soko ak Adulam"},{"style":"v","verse":"8","text":"ak Gaat ak Maresa ak Sif"},{"style":"v","verse":"9","text":"ak Adorayim ak Lakis ak Aseka"},{"style":"v","verse":"10","text":"ak Cora ak Ayalon ak Ebron, dëkk ya ñu dàbbali ca diiwaani Yuda ak Beñamin."},{"style":"v","verse":"11","text":"Tatay dëkk ya la dàbbali, teg fa ay jawriñ, denc fa ab dund akug diw ak biiñ."},{"style":"v","verse":"12","text":"Mboolem dëkk yooyu yépp, ay pakk aki xeej a nga fa woon. Noonu la dooleele dëkk ya lool, ba teg loxoom ca kaw Yuda ak Beñamin."},{"style":"v","verse":"13","text":"Ci biir loolu \\w sarxalkat|sarxalkat b-:\\w* yeek \\w Leween|Leween b-:\\w* yi dëkk ca biir giiri Israayil ya ca bëj-gànnaar, ñoom ñépp toxoo mboolem gox ya ñu moom, daldi dikk far ak Robowam."},{"style":"v","verse":"14","text":"Leween ña sax dañoo mujj wacc seen suufi parlu ak seen moomeel, ba dem Yuda ak Yerusalem, ndax Yerbowam ak doomam yu góor ñoo leen dàqe ci liggéeyu carxal gu ñeel Aji Sax ji."},{"style":"v","verse":"15","text":"Fekk na Yerbowam tabbal boppam ay sarxalkat ngir yàllay bëy yaak wëllu ya mu sàkk ca \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya."},{"style":"v","verse":"16","text":"Ci kaw loolu ci mboolem giiri Israayil gu bëj-gànnaaru Israayil, ña ca nammoona jaamu Aji Sax ji Yàllay Israayil, ñépp bàyyikoo ca, topp ca Leween ña, dem Yerusalem, ngir sarxal fa Aji Sax ji seen Yàllay maam."},{"style":"v","verse":"17","text":"Noonu lañu dooleele nguurug Yuda, dooleel Robowam doomu Suleymaan diiru ñetti at, ndax diiru ñetti at lañu topp tànki Daawuda ak Suleymaan."},{"style":"s1","verse":"","text":"Lu jëm ci Robowam ak waa këram"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Robowam nag jël jabar Maxalat mi baayam di Yerimot. Yerimot, Daawudaay baayam, yaayam di Abiyayil. Abiyayil, Elyab doomu Yese mooy baayam."},{"style":"v","verse":"19","text":"Maxalat jural ko doom yu góor, ñoo di Yewus ak Semarya ak Sayam."},{"style":"v","verse":"20","text":"Gannaaw kooku mu jël Maaka mi baayam di Absalom. Mu jural ko Abya ak Atay ak Sisa ak Selomit."},{"style":"v","verse":"21","text":"Maaka nag la Robowam gënoona bëgg ci mboolem ay jabaram aki nekkaaleem, te fukki jabar ak juróom ñett la Robowam jëloon, ak juróom benn fukki nekkaale, am ca ñaar fukki doom yu góor ak juróom ñett, ak juróom benn fukki doom yu jigéen."},{"style":"v","verse":"22","text":"Robowam nag nara fal Abya doomu Maaka buur, ba tax mu jiital ko, muy njiitu ñi mu bokkal waajur."},{"style":"v","verse":"23","text":"Ci kaw loolu mu def ag muus, tasaare yeneen doomam yu góor yépp, yebal leen ca mboolem goxi Yuda ak Beñamin, ca mboolem dëkk ya tata wër. Mu daldi leen jox dund bu ne gàññ, jëlal leen jabar yu bare."}]