[{"style":"s1","text":"Misra song na Yuda"},{"style":"p","text":""},{"style":"v","text":"Ba nguurug Robowam demee ba dëgër, ba Robowam ci boppam am doole, ca la wacc yoonu Aji Sax ji, mook Israayil gépp."},{"style":"v","text":"Ba Buur Robowam faloo, ba dugg ca juróomeelu atu nguuram, ca la Sisag buuru Misra song Yerusalem ndax la ñu fecci Aji Sax ji kóllëre."},{"style":"v","text":"Sisag songe leen junniy watiir ak ñaari téeméer (1~200) ak juróom benn fukki junniy (60~000) gawar ak gàngoor gu limuwul gu ànd ak moom, jóge Misra: niti Libi ak ay Sukkeen aki \\w Kuuseen|Kuus:\\w*."},{"style":"v","text":"Ba loolu amee mu nangu dëkk ya tata wër te ñu bokk ca Yuda, doora agsi Yerusalem."},{"style":"v","text":"Semaya yonent ba nag fekki Robowam ak kilifay Yuda fa ñu dajeji woon fa Yerusalem, ba Sisag jegesee. Mu ne leen: «Aji Sax ji dafa wax ne: Yeena ma wacc, man itam, ma wacc leen ci loxol Sisag.»"},{"style":"v","text":"Buur ak kilifa yi daldi toroxlu, ne: «Aji Sax ji moo am dëgg.»"},{"style":"v","text":"Ba Aji Sax ji gisee na ñu toroxloo, kàddug Aji Sax ji moo dikkal Semaya ne: «Gannaaw toroxlu nañu, duma leen sànk, waaye dinaa leen may tuuti xettal, te duma sottee loxol Sisag sama sànj ci kaw Yerusalem."},{"style":"v","text":"Waaye du tere ñu doon jaami Sisag, te dinañu xam li ci jaamu ma, ak li ci jaamu nguuri réew yi.»"},{"style":"v","text":"Ci kaw loolu Sisag buuru Misra song Yerusalem. Mu jël nag alali kër Aji Sax ji ak alali kër buur. Lépp la jël ba ca pakki wurus ya Suleymaan defarlu woon."},{"style":"v","text":"Ba mu ko defee Buur Robowam defarlu ay pakku xànjar yu wuutu yu wurus ya. Mu teg ko ca loxoy njiiti dag yay wattu buntu kër buur."},{"style":"v","text":"Saa yu Buur dee duggsi ca kër Aji Sax ji, dag ya ŋàbb pakk ya, bu ñu noppee delloo ko ca néegu dag ya."},{"style":"v","text":"Ba mu toroxloo, ca la ko sànjum Aji Sax ji dëddu ko, ba tax sànku ko sànkute gu mat sëkk, te biir Yuda itam amoon na mbir yu mu baaxle."},{"style":"v","text":"Noonu la Buur Robowam dëjoo bu baax ca Yerusalem, yor nguur ga. Ñeent fukki at ak benn la Robowam amoon ba muy falu. Fukki at ak juróom ñaar la nguuroo Yerusalem, dëkk ba Aji Sax ji tànn, ngir dëël fa turam, ci mboolem dëkki giiri Israayil. Ndeyam di Naama, di ab Amoneen."},{"style":"v","text":"Lu bon la Robowam daan def ndax deful woon am xelam ci wut Aji Sax ji."},{"style":"v","text":"Mbiri Robowam yu njëkk yaak yu mujj ya, bindees na ko moos ci nettalib Semaya yonent ba, ak Ido boroom peeñu ba, ca téere ba yittewoo limu maam yi. Ay xare nag la Robowam ak Yerbowam a jàppoo woon bés bu nekk."},{"style":"v","text":"Gannaaw gi, Buur Robowam saay, fekki ay maamam, ñu denc ko ca gox ba ñu naan Kër Daawuda. Abya doomam moo falu buur, wuutu ko."}]