[{"style":"s1","verse":"","text":"Lu jëm ci nguurug Abya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci fukkeelu at ak juróom ñett ca nguurug Yerbowam, ca la Abya falu buur ca Yuda."},{"style":"v","verse":"2","text":"Ñetti at la nguuru fa Yerusalem, te yaayam moo doon Mikaya, doomu Uryel ma dëkk Gibeya. Xare nag amoon na diggante Abya ak Yerbowam."},{"style":"v","verse":"3","text":"Abya moo song xare ba ànd ak gàngooru jàmbaari xare; ñeenti téeméeri junniy (400~000) góor ñu ñu tànn. Yerbowam it làng-déral ab xare janook moom, ak juróom ñetti téeméeri junniy (800~000) góor ñu ñu tànn, xeexkat yu jàmbaare."},{"style":"v","verse":"4","text":"Abya moo taxaw fa kaw tundu Cemarayim ca diiwaanu tundi Efrayim, daldi xaacu ne: «Yaw Yerbowam, déglu ma yaak Israayil gépp."},{"style":"v","verse":"5","text":"Xanaa war ngaa xam ne Aji Sax ji Yàllay Israayil moo jox Daawuda nguur ci kaw Israayil ba fàww, moom ak aw askanam, muy kóllëreg xorom\\f + \\fr 13.5 \\fk kóllëreg xorom \\ft waxin la, day tegtale kóllëre gu yàgg, ba sax dàkk, ndax lu bare luy yàqu, xorom lees ko baaxoo woona dence, ngir mu yàgg.\\f* gu dul jaas, du fecciku, xanaa sax dàkk."},{"style":"v","verse":"6","text":"Teewul Yerbowam doomu Nebat miy surgab Suleymaan doomu Daawuda, moo jóg fippu ci kaw sangam."},{"style":"v","verse":"7","text":"Ci kaw loolu ay sagari nit ñu tekkiwul dara booloo ànd ak moom, jaay Robowam doomu Suleymaan doole, fekk Robowam di gone gu fit wa dëgërul ba manu leena të."},{"style":"v","verse":"8","text":"Léegi nag yeen ngeen defe ne man ngeena të nguurug Aji Sax ji ci loxol doomi Daawuda. Gàngoor gu réy ngeen, te ñi ànd ak yeen di ay wëlluy wurus yu leen Yerbowam sàkkal, ñu taxawe ay yàlla."},{"style":"v","verse":"9","text":"Xanaa du yeena dàq \\w sarxalkati|sarxalkat b-:\\w* Aji Sax ji, doomi Aaróona yu góor, ak \\w Leween|Leween b-:\\w* ñi, ba sàkkal seen bopp ay sarxalkat ni askani yeneen réew yi? Ku mu mana doon rekk dikk ak aw yëkk, ak juróom ñaari kuuy, ngir tabbees ko cig carxal, ba mu doon ab sarxalkatub lu dul Yàlla."},{"style":"v","verse":"10","text":"Nun nag Aji Sax ji mooy sunu Yàlla, te waccunu ko. Te sarxalkat yi fi nun di liggéeyal Aji Sax ji, askanu Aaróona lañu, feggook Leween ñeek seen wàll ci liggéey bi."},{"style":"v","verse":"11","text":"Ñooy lakk suba su nekk ak ngoon su nekk, ñeel Aji Sax ji, ay \\w saraxi rendi-dóomal|Sarax yi:\\w* ak \\w cuuraay|cuuraay l-:\\w* lu xeeñ. \\w Mburum teewal|mburum teewal m-:\\w* ma it ñoo koy teg bu jekk ca taabal ju set wecc ja, te ñooy teg tegukaayu làmp bu wurus ba aki làmpam, ñuy tàkk ngoon su nekk, ndax nun déy sunu ndénkaaneb Yàlla Aji Sax ji lanu sàmm. Yeen nag yeena ko wacc."},{"style":"v","verse":"12","text":"Mu ngoogu, Yàllaa ngii jiite nu, mooki sarxalkatam ak seeni liit yu xumb, ngir jibal wooteb xare ci seen kaw. Kon yeen \\w bànni Israayil|bànni Israayil:\\w*, buleen xareek Aji Sax ji seen Yàllay maam, ndax kat dungeen am ndam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ci biir loolu Yerbowam yónnee ndànk lenn ca gàngooram, ñu doxe Yudeen ña gannaaw, ngir tëru leen."},{"style":"v","verse":"14","text":"Yuda walbatiku, gisuñu lu moy xare bu leen tance kanam ak gannaaw. Ñu daldi woo Aji Sax ji wall, sarxalkat ya wal liit ya."},{"style":"v","verse":"15","text":"Ci kaw loolu Yudeen ña xaacoondoo. Naka la Yudeen ña xaacu, Yàlla duma Yerbowam ak Israayil gépp fa kanam Abya ak Yuda."},{"style":"v","verse":"16","text":"Bànni Israayil daldi daw, won Yuda gannaaw, Yàlla teg leen ci seen loxo."},{"style":"v","verse":"17","text":"Abya ak gàngooram nag duma leen duma yu réy, néewi Israayil tëdd, di juróomi téeméeri junniy (500~000) tànnéefi xarekat."},{"style":"v","verse":"18","text":"Jant yooyu la bànni Israayil suufe, Yudeen ña féete kaw, ndax la ñu wéeroo Aji Sax ji seen Yàllay maam."},{"style":"v","verse":"19","text":"Abya nag dàqi Yerbowam, ba nangu ca moom ay dëkk. Betel aki dëkk-dëkkaanam ca la, ak Yesana aki dëkk-dëkkaanam, ak Efron aki dëkk-dëkkaanam."},{"style":"v","verse":"20","text":"Yerbowam amatuloon doole ca janti Abya. Gannaaw gi, Aji Sax ji faat ko, mu dee."},{"style":"v","verse":"21","text":"Ba mu ko defee Abya gëna am doole. Ci biir loolu mu jël fukki jabar ak ñeent, am ñaar fukki doom yu góor ak ñaar, ak fukki doom yu jigéen ak juróom benn."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Li des ci mbiri Abya, ay waxam aki jëfam, bindees na ko ci nettalib Ido yonent ba."},{"style":"v","verse":"23","text":"Gannaaw gi, Buur Abya saay, fekki ay maamam, ñu denc ko ca gox ba ñu naan Kër Daawuda. Asa doomam moo falu buur, wuutu ko. Ay jantam, réew ma am na jàmm diiru fukki at."}]