[{"style":"s1","verse":"","text":"Buur Asa indi na ay coppite"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Leerug Yàlla moo dikkaloon Asaryaa doomu Odedd ju góor."},{"style":"v","verse":"2","text":"Mu dem ba ca Buur Asa, ne ko: «Asa, dégluleen ma, yaw ak mboolem Yuda ak Beñamin. Li feek yeena ngi ànd ak Aji Sax ji, mu ngi ànd ak yeen. Su ngeen ko wutee, mu ubbil leen boppam, waaye su ngeen ko dëddoo, mu dëddu leen."},{"style":"v","verse":"3","text":"Bànni Israayil dund na ay fani fan yu mu jaamuwul Yàlla ju dëggu. Jant yooyu amuñu woon ab \\w sarxalkat|sarxalkat b-:\\w* buy jàngale, mbaa aw yoon."},{"style":"v","verse":"4","text":"Waaye ba ñu walbatikoo ca seen biir njàqare, jublu ci Aji Sax ji Yàllay Israayil, ba wut ko, ubbil na leen boppam."},{"style":"v","verse":"5","text":"Jant yooyu, képp kuy génn ak kuy dugg, du jenn jàmm ju mu amoon, ndax tar-tar yu bare ñoo tegu woon ci kaw mboolem waa réew yi."},{"style":"v","verse":"6","text":"Aw xeet tas weneen xeet, ab dëkk tas beneen dëkk, ndax Yàlla moo leen tegoon gépp njàqare."},{"style":"v","verse":"7","text":"Yeen nag dëgërluleen te baña yoqi, ngir ab yool a ngi xaar seenub liggéey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba Asa déggee kàddu yooyu, kàdduy \\w waxyu|waxyu:\\w* ya Yonent Yàlla Asaryaa doomu Odedd jottali, ca la dëgërlu, daldi dindi tuur yu seexluwu ya, jële leen ca mboolem réewu Yuda ak Beñamin, ak dëkk ya mu nangoo fa diiwaanu tundi Efrayim. Ci kaw loolu mu yeesal \\w sarxalukaay|sarxalukaay b-:\\w* ba nekkoon fa kanam mbaarum kër Aji Sax ji."},{"style":"v","verse":"9","text":"Ba loolu amee mu dajale mboolem Yuda ak Beñamin, ak ña toxusi woon fa ñoom te giiroo fa Efrayim ak Manase ak Simeyon. Ndax kat mbooloom Israayil mu baree wàllisi woon fa Asa, ba ñu gisee ne moom la Aji Sax ji Yàllaam àndal."},{"style":"v","verse":"10","text":"Ci kaw loolu ñu daje fa Yerusalem, ca ñetteelu weeru atum fukkeel ak juróom ca nguurug Asa."},{"style":"v","verse":"11","text":"Bésub keroog sarxalal nañu Aji Sax ji lenn ca alalu sëxëtoo ja ñu indaale: nag ya di juróom ñaari téeméer (700), gàtt ya di juróom ñaari junni (7~000)."},{"style":"v","verse":"12","text":"Ba mu ko defee ñu tàbbi ci \\w kóllëre|kóllëre g-:\\w* gu ñu fas ak Aji Sax ji seen Yàllay maam, ngir di ko jaamoo seen léppi xol ak seen léppi jëmm."},{"style":"v","verse":"13","text":"Ci biir loolu ñu dogu ne képp ku jaamuwul Aji Sax ji Yàllay Israayil, mag ak ndaw, góor ak jigéen, dees na ko rey."},{"style":"v","verse":"14","text":"Baat bu xumb lañu yékkati, giñal Aji Sax ji, boole kook liit yuy riir aki bufta\\f + \\fr 15.14 \\fk bufta, \\ft ab béjjénu kuuy la, bu ñu bënn ñaari wet yi, ngir man cee wal.\\f*."},{"style":"v","verse":"15","text":"Yuda\\f + \\fr 15.15 \\fk Yuda \\ft mooy réewum giiru Yuda ak giiru Beñamin, maanaam réewum Israayil ci bëj-saalum.\\f* gépp nag bége ngiñ la, ndax seen léppi xol lañu giñe, te seen jépp yéene lañu wute Aji Sax ji, moom it mu ubbil leen boppam. Ci kaw loolu mu may leen noflaay ci wet gu nekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Maaka maamu Buur Asa ju jigéen sax, Asa xañ na ko céru lingeer yaayu buur ba mu amoon, ndax Maaka moo sàkkaloon \\w Asera|Asera:\\w* tuur ma, ab xer bu seexluwu bu ñu koy màggale. Asa gor xeru maamam ja, wal ko, lakk ko ca xuru Sedoron."},{"style":"v","verse":"17","text":"Waaye \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya, jëleesu ko fa Israayil, doonte pastéefu xol bu mat sëkk la Asa nekke woon, giiru dundam gépp."},{"style":"v","verse":"18","text":"Moo indi ca kër Aji Sax ji, jumtukaay yu \\w sell|sell:\\w* yu baayam ya, ak jumtukaay yu sell yu boppam, muy xaalis ak wurus aki ndab."},{"style":"v","verse":"19","text":"Ab xare nag amatu fa woon ba ca fanweereelu at ak juróom ca nguurug Asa."}]