[{"style":"s1","text":"Lu jëm ci ati Asa yu mujj"},{"style":"p","text":""},{"style":"v","text":"Ca fanweereelu at ak juróom benneel ci nguurug Asa, Basa buurub Israayil moo song Yuda, daldi dàbbali dëkk ba ñuy wax Raama, ba kenn du dugg jëm ca Asa buurub Yuda, mbaa muy génn."},{"style":"v","text":"Asa yebbee fa denci kër Aji Sax ji ak kër buur xaalis ak wurus, yónnee ko Ben Addàd buurub Siri ba ca Damaas, yóbbantewaale ko kàddu yii:"},{"style":"v","text":"«\\w Kóllëree|kóllëre g-:\\w* dox sama digganteek yaw, na mu doxe woon sama diggante baay ak sa baay. Lii nag maa la ko may, muy xaalis ak wurus. Te nga dogoo rekk ak Basa buurub Israayil, ndax mu jóge samam réew.»"},{"style":"p","text":""},{"style":"v","text":"Ben Addàd déggal Buur Asa, daldi yebal njiiti gàngooram ca dëkki Israayil. Nii lañu nangoo dëkk ya ñuy wax Yon ak Dan ak Abel Mayim, ak mboolem dëkki dencukaay ya ca Neftali."},{"style":"v","text":"Ba ko Basa déggee, Raama ga mu doon dàbbali la ba, ba dakkal liggéeyam ya mu fa sumboon."},{"style":"v","text":"Ba loolu amee Asa dajale Yuda gépp, ñu yóbbu doj yaak bant ya Basa doon tabaxe fa Raama. Ca la tabaxe dëkk ya ñuy wax Geba ak Mispa."},{"style":"p","text":""},{"style":"v","text":"Jant yooyu la Anani boroom gis ba dikk ca Asa buurub Yuda, ne ko: «Gannaaw defoo sa yaakaar ci sa Yàlla Aji Sax ji, xanaa ngay yaakaar buurub Siri, gàngooru buurub Siri rëcc na la."},{"style":"v","text":"Xanaa \\w Kuuseen|Kuus:\\w* ñi ak waa Libi duñu woon gàngoor gu mag aki watiir aki gawar yu baree bare? Ndaxam ba nga defee sa yaakaar ci Aji Sax ji, moo leen teg ci sa loxo."},{"style":"v","text":"Aji Sax ji déy suuf sépp lay jéere ay gëtam, ngir dooleel ñi ko wéetalal seen xol. Yëfi dof nga def ci mbir mii, ndax li dale tey ay xare topp na la.»"},{"style":"v","text":"Ba loolu amee Asa mer, sànju ca kaw boroom gis ba ndax kàddu yooyu, ba dugal ko kaso, jéng ko. Jant yooyu la Asa mitital ñenn ca askan wa."},{"style":"p","text":""},{"style":"v","text":"Mu ngoog, mbiri Asa yu njëkk yaak yu mujj ya, ña nga binde ca téere ba ñu dippee Buuri Yuda ak Israayil."},{"style":"v","text":"Ca fanweereelu at ak juróom ñeenteel ci nguuram nag, jàngoroy tànk moo jàpp Asa, ba mu mujj metti, te jàngoroom ja taxul sax mu sàkku ndimbalu Aji Sax ji, xanaa fajkat ya."},{"style":"v","text":"Gannaaw gi, Buur Asa saay, fekki ay maamam. Ca ñeent fukkeelu atu nguuram ak benn la dee,"},{"style":"v","text":"ñu denc ko ca bàmmeelu dojam bu mu yattaloon boppam ca gox ba ñu naan Kër Daawuda. Ab lal bu ñu jal mboolem xeeti cuuraay yu njafaan-kat waajal, ca lañu ko tëral. Ci biir loolu ñu taalal ko taal bu réy lool, sargale ko ko."}]