[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yosafat buurub Yuda dellu ak jàmm këram ca Yerusalem."},{"style":"v","verse":"2","text":"Yewu doomu Anani boroom peeñu ba nag dikk, dajeek Buur Yosafat, ne ko: «Nit ku bon, dees na ko wallu? Am ñi bañ Aji Sax ji, sopp leen war na la? Li nga def tax na am sànj dal ci sa kaw, bawoo fa Aji Sax ji."},{"style":"v","verse":"3","text":"Teewul nag gisees na jëf ju baax ci yaw; yaa jële ci réew mi, xer yi ñuy jaamoo \\w Asera|Asera:\\w* tuur mi, te it ci jaamu Yàlla nga saxal sam xel.»"},{"style":"s1","verse":"","text":"Yosafat tabb na ay àttekat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Yosafat toog na Yerusalem ab diir, waaye dellu naa génn, dem ca biir askan wa, dale Beerseba ba diiwaanu tundi Efrayim, ba waññi leen ci Aji Sax ji seen Yàllay maam ya."},{"style":"v","verse":"5","text":"Ay àttekat la tabb ca réew ma, mboolem dëkki Yuda ya tata wër, dëkkoo dëkk."},{"style":"v","verse":"6","text":"Mu ne àttekat ya: «Xoolleen bu baax li ngeen di def, ndax kat du doom aadama ngeen di àtteel, waaye Aji Sax ji ngeen di àtteel, te mooy ànd ak yeen ci mbirum àtte mu mu doon."},{"style":"v","verse":"7","text":"Kon nag na ragal Aji Sax ji di ab téeñ ci seen kaw. Moytuleen li ngeen di def, ndax Aji Sax ji sunu Yàlla kat xajoowul gennug njubadi akug par-parloo akub ger.»"},{"style":"v","verse":"8","text":"Ca Yerusalem itam, gannaaw ba ñu fa dellusee, Yosafat tabb na fa ñenn ci ay \\w Leween|Leween b-:\\w* aki \\w sarxalkat|sarxalkat b-:\\w* ak ñenn ca ña jiite seeni kër maam ca Israayil, ngir ñuy àtte àtteb Aji Sax ji ak lijjanti ay jote."},{"style":"v","verse":"9","text":"Mu sant leen ne leen: «Nii ngeen di jëfe ci biir ragal Aji Sax ji ak worma ak xol bu dëggu ba mat sëkk:"},{"style":"v","verse":"10","text":"mépp mbir mu leen dikkal, bawoo ci seeni bokk ca dëkk ya ñu dëkke, muy mbirum deret ju ñu tuur ak jote bu jëm ci ndigalu yoon ak ab santaane ak dogali yoon ak àttey yoon, nangeen leen artu ngir ñu bañ cee tooñ Aji Sax ji, ba am sànj di dal ci seen kaw yeen ak ci kaw seeni bokk. Noonu ngeen di def, ba dungeen tooñ."},{"style":"v","verse":"11","text":"Sarxalkat bi Amarya miy njiitu sarxalkat nag, moo leen fare kaw ci mboolem mbirum Aji Sax ji. Sebaja doomu Ismayel, njiitu kërug Yuda, fare leen kaw ci mboolem mbirum buur, bindkat yi leen di taxawu di Leween ñi. Dëgërluleen te liggéey. Yal na Aji Sax ji ànd ak ku ciy def lu baax.»"}]