[{"style":"s1","verse":"","text":"Suleymaan waaj na tabaxub kër Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Suleymaan lim na juróom ñaar fukki junniy (70~000) yenukat, ak juróom ñett fukki junniy (80~000) yattkati xeer ca tund ya, ak ñetti junni ak juróom benni téeméeri (3~600) saskati liggéey, ngir ñu jiite leen."},{"style":"v","verse":"2","text":"Ci biir loolu Suleymaan yónnee ca Buur Iram mu réewum Tir, ne ko: «Noonee nga jëflante woon ak Daawuda sama baay, yónnee ko banti seedar yu mu tabaxe kër gu mu dëkke, ngalla jëflante ko ak man."},{"style":"v","verse":"3","text":"Maa ngi nii di tabax kër ñeel sama turu Yàlla Aji Sax ji, ngir def ko céram bu \\w sell|sell:\\w*, ngir di ko taalal \\w cuuraay|cuuraay l-:\\w*, di ko taajal mburu mu sax dàkk, di ko indil \\w saraxi rendi-dóomali|Sarax yi:\\w* suba ak yu ngoon ak saraxi \\w bési Noflaay|bésub Noflaay b-:\\w* ak yu Terutel weer ak yeneen bés yu rafet yu sunu Yàlla Aji Sax ji, ni mu ware Israayil ba fàww."},{"style":"v","verse":"4","text":"Kër gi may tabax nag kër gu mag lay doon, ngir sunu Yàllaa gëna màgg yàlla yépp."},{"style":"v","verse":"5","text":"Waaye ana ku am dooley tabaxal ko kër? Gannaaw asamaan yi, ba ca asamaani asamaan ya manu koo fat, maay kan sax ba di ko tabaxal kër, lu moy ngir taalal ko cuuraay?"},{"style":"v","verse":"6","text":"Léegi nag yónnee ma ku am xareñtey liggéey wurus ak xaalis ak xànjar ak weñ gu ñuul ak wëñ gu yolet ak gu xonq curr ak gu baxa, te nay ku mane xacc, ngir mu liggéey ak nit ñu xareñ ñi ci sama wet, ci Yuda ak ci Yerusalem, te Daawuda sama baay tabboon leen."},{"style":"v","verse":"7","text":"Yónnee ma itam ay banti seedar ak sippar ak banti sàntaal yu jóge Libaŋ, ndax xam naa ne say surga ñoo mokkal nu ñuy gore garabi Libaŋ. Kon kat na samay surga ànd ak say surga."},{"style":"v","verse":"8","text":"Nañu ma waajalal dénk yu takku, ndax kër gi may tabax gu mag te yéeme lay doon."},{"style":"v","verse":"9","text":"Say surga, gorkat yiy gor garab yi, maa leen di jox ñaar fukki junniy (20~000) sëfi mbaami peppu bele, ak ñaar fukki junniy (20~000) sëfi mbaami lors, ak ñaari fukki junniy (20~000) sëfi mbaami biiñ, ak ñaar fukki junniy (20~000) sëfi mbaam ci diwu oliw gu ñu segal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Iram buurub Tir bind Suleymaan tontam, yónnee ko ko, ne: «Cofeel gu Aji Sax ji sopp ñoñam moo waral mu fal la ngay seen buur.»"},{"style":"v","verse":"11","text":"Iram teg ca ne: «Cant ñeel na Aji Sax ji Yàllay Israayil, ki may Buur Daawuda doom ju xelu, amug ràññee akug dégg, mu nara tabax kër ngir Aji Sax ji, ak kër ngir nguurug boppam."},{"style":"v","verse":"12","text":"Kon nag yónnee naa la ku xareñ te amug dégg, ñu di ko wax Uram Abi."},{"style":"v","verse":"13","text":"Ndeyam ab Daneen la, baayam di waa Tir. Man naa liggéey wurus ak xaalis ak xànjar ak weñ gu ñuul ak doj ak bant ak wëñ gu yolet ak gu baxa ak gu xonq curr ak lẽe. Moo mane bépp liggéeyu xacc, te man naa sottal wépp nasinu liggéey bu ñu ko sas, mook sa nit ñu xareñ ak nit ñu xareñ ñu Daawuda sa baay, sama sang ba."},{"style":"v","verse":"14","text":"Kon nag sang bi, bele beek lors beek diw geek biiñ bi nga wax, man nga nu koo yónnee."},{"style":"v","verse":"15","text":"Nun nooy gore fa Libaŋ, mboolem loo soxla, te noo la koy yóte ay tagar yuy tëmb ci géej gi ba Yafa, yaw nga jël yóbbu Yerusalem.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Suleymaan nag moo limlu mboolem doxandéem yi ci réewum Israayil, gannaaw limeef ba leen Daawuda baayam limoon. Ñu doon téeméeri junneek juróom fukk ak ñett ak juróom benni téeméer (153~600)."},{"style":"v","verse":"17","text":"Suleymaan def leen juróom ñaar fukki junniy (70~000) yenukat, ak juróom ñett fukki junniy (80~000) yattkati doj ca tund ya, ak ñetti junneek juróom benni téeméeri (3~600) saskati liggéey yuy liggéeyloo mbooloo ma."}]