[{"style":"s1","text":"Yosafat duma na Mowab ak Amon"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba loolu wéyee, Mowabeen ña ak Amoneen ña, ñook ñenn ca Mewuneen ña ñoo dikk song Yosafat xare."},{"style":"v","text":"Ay ndaw dikke Yosafat xibaar ne ko: «Fi sa kaw de, la gàngoor gu mag jëm, bawoo wàllaa géeju Xorom ga, fa Edom. Ña nga noonu ca Acacon Tamar, maanaam Engedi.»"},{"style":"v","text":"Tiitaange nag jàpp Yosafat, mu fas ci yéenee tinu Aji Sax ji. Ci biir loolu mu yéene koor ci Yuda gépp."},{"style":"v","text":"Ci kaw loolu Yuda gépp daje ngir ñaan Aji Sax ji, mboolem dëkki Yuda lañu jóge ngir saraxu Aji Sax ji."},{"style":"v","text":"Ba mu ko defee Yosafat taxaw fa mbooloom Yuda ak Yerusalem, fa biir kër Aji Sax ji, janook ëtt bu bees ba."},{"style":"v","text":"Mu ne:"},{"style":"p","text":"«Aji Sax ji sunu Yàllay maam, xanaa du yaay Yàlla ja fa asamaan, te yaay buur bi tiim mboolem nguuri xeet yi? Sa loxoo am doole ak kàttan, te kenn tëwu la."},{"style":"v","text":"Xanaa du yaw sunu Yàlla yaa dàq ñi dëkke woon réew mii, fi kanam Israayil sa ñoñ, ba jox ko sa askanu xarit, Ibraayma, ba fàww?"},{"style":"v","text":"Ñu dëkk fi, tabaxal la fi béreb bu sell ngir sa tur, ba ne:"},{"style":"v","text":"“Su musiba dikkee ci sunu kaw, muy saamar mbaa mbugal mbaa mbas mbaa ab xiif, ba nu taxaw fi kanam kër gii ak fi sa kanam, ndax kat sa tur a ngi ci kër gii, su boobaa su nu yuuxoo, woo la wall, nanga nu nangul, wallu nu.”"},{"style":"p","text":""},{"style":"v","text":"«Léegi nag xoolal ñii di waa Amon ak Mowab ak tundu Seyir, réew yooyee nga mayul woon Israayil ñu jaare fa, ba ñu bàyyikoo réewum Misra, ba tax ñu teggi leen, ba faagaagaluñu leen."},{"style":"v","text":"Ñooñoo ngii feyewuñu nu, lu moy dikk ngir dàqe nu ci sa céru suuf bi nga nu moomale!"},{"style":"v","text":"Éy sunu Yàlla, xanaa doo leen ñàkka dikke mbugal mi ñu yelloo, nde nun kat amunu dooley jànkoonteek gàngoor gu réy gii dikk ci sunu kaw. Nun nag danoo xamul nu nuy def, te yaw kat lanu ne jàkk sunuy gët.»"},{"style":"p","text":""},{"style":"v","text":"Yuda gépp a nga taxaw fa kanam Aji Sax ji, ñook seen njaboot gu sew, seeni jabar ak seeni doom."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu leerug Aji Sax ji wàcc fa digg mbooloo ma, ca kaw jenn waay ju sëtoo ci Asaf, di Yaxasyel. Yaxasyel moomu, Sàkkaryaa mooy baayam; Sàkkaryaa, Benaya mooy baayam; Benaya, Yewel ay baayam; Yewel, Mataña \\w Leween|Leween b-:\\w* ba mooy baayam."},{"style":"p","text":""},{"style":"v","text":"Yaxasyel ne: «Yeen waa Yuda gépp ak waa Yerusalem ak yaw Buur Yosafat, teewluleen. Aji Sax ji da leena wax ne leen: “Yeen buleen tiit, buleen ragal gàngoor gu réy gii, ndax xare bi du yeena ko moom, xareb Yàllaa."},{"style":"v","text":"Ëllëg dalleen ci seen kaw, ñu ngoogu jaare yéegub Cicc di dikk. Ca catal wal ma ngeen di dajeek ñoom, fa janook màndiŋu Yerwel."},{"style":"v","text":"Du yeenay xare bii xare. Dikkleen taxaw ba gis ndamal Aji Sax jeek yeen. Yeen waa Yuda ak Yerusalem, buleen tiit, buleen ragal. Ëllëg génnleen dajeek ñoom, Aji Sax ji mooy ànd ak yeen.”»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yosafat sukk, dëpp jëëm fa suuf. Mboolem Yuda ak waa Yerusalem ne gurub sukk fa kanam Aji Sax ji, ngir sujjóotal Aji Sax ji."},{"style":"v","text":"Ba mu ko defee Leween ña bokk ca làngu Keyat ak làngu Kore daldi jóg, di sàbbaale baat bu réy te kawe, ñeel Aji Sax ji Yàllay Israayil."},{"style":"p","text":""},{"style":"v","text":"Ca ëllëg sa ñu teela xëy, génn, jëm màndiŋu Tekowa. Bala ñoo dem nag Yosafat taxaw, ne: «Yeen Yuda ak waa Yerusalem gépp, gëmleen seen Yàlla Aji Sax ji, seen taxawaay dëgër; gëmleen ay yonentam, seen pexe sotti.»"},{"style":"v","text":"Ba loolu wéyee Yosafat féncoo ak askan wa, ba noppi tabb ay woykat ngir woy Aji Sax ji, di ko sàbbaal ndax li mu gànjaroo sellaay, te ñu jiitu boroom ngànnaay yi, naan:"},{"style":"q1","text":"«Santleen Aji Sax ji,"},{"style":"q1","text":"kee saxoo ngoram ba fàww.»"},{"style":"p","text":""},{"style":"v","text":"Naka lañu tàmbalee sarxolle aka sàbbaal, Aji Sax ji teg ay tërukat ci kaw niti Amon ak Mowab ak waa tundu Seyir, ña songsi Yuda. Ba loolu amee dees leena duma."},{"style":"v","text":"Waa Amon ak waa Mowab ñoo jóg dal ci kaw waa tundu Seyir, faagaagal leen, bóom leen. Ba ñu noppee ca waa Seyir, lañu tàmbalee songoo ca seen biir, ku nekk dal ca moroom ma, ngir rey ko."},{"style":"p","text":""},{"style":"v","text":"Ba Yudeen ña agsee ca wattukaay ba ñu mana séentoo màndiŋ ma, ba dawal seen bët fa gàngoor ga nekkoon, gisuñu lu moy ay néew yu ne wetar fa suuf, kenn rëccul."},{"style":"v","text":"Yosafat ak gàngooram nag dikk ngir sëxëtoo seen alal. Fekk nañu fa lu bare ci alal, ay yére ak ay gànjar. Dañoo jël a jël ba manuñoo yóbbu la ñu jël lépp. Ñetti fan lañu sëxëtoo cëxëtoo ma, ndax na mu baree."},{"style":"v","text":"Keroog ca gannaawaati ëllëg sa, di bésub ñeenteel ba, ñu daje ca xuru Beraka. Ñu daldi fay sant Aji Sax ji. Moo tax ñuy woowe béreb boobu, ba tey jii xuru Beraka (muy firi Cant)."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee mboolem niti Yuda ak Yerusalem walbatiku, Yosafat jiitu leen, ngir dellu Yerusalem, ànd ak mbég, ndax Aji Sax jee leen bànneexal ca seeni noon."},{"style":"v","text":"Ay xeeti xalam aki liit lañu duggsee Yerusalem, ba agsi ca kër Aji Sax ji."},{"style":"v","text":"Ba loolu wéyee, tiitaange ju Aji Sax ji sabab moo dikkal mboolem nguuri réew yi, ba ñu déggee ne Aji Sax ji moo xareek nooni Israayil."},{"style":"v","text":"Nguurug Yosafat nag dal, Yàllaam may ko noflaay fa ko wër fépp."},{"style":"s1","text":"Nii la nguurug Yosafat jeexe"},{"style":"p","text":""},{"style":"v","text":"Noonu la Yosafat nguuroo fa Yuda. Amoon na fanweeri at ak juróom ba muy falu, te ñaar fukki at ak juróom la falu ca Yerusalem. Yaayam moo doon Asuba doomu Silxi."},{"style":"v","text":"Yosafat ci tànki baayam Asa la aw, jàddul fenn, xanaa di def njub gi Aji Sax ji rafetlu."},{"style":"v","text":"Waaye jëleesu fa \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya. Askan wa nag defaguñu woon seen xel ba tey ci seen Yàllay maam."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Yosafat, yu njëkk yaak yu mujj ya, ña nga noonu binde ci kàdduy Yewu doomu Anani, ya ñu bind ca téereb buuri Israayil."},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi la Yosafat buurub Yuda lëngoo ak Axasya buurub Israayil ma daan jëfe jëf ju bon."},{"style":"v","text":"Bëgga defarlu ay gaal yu jëm Tarsis nag moo taxoon mu lëngook moom. Ca Eccon Geber lañu defare gaal ya."},{"style":"v","text":"Teewul Elyeser doomu Dodawa mu Maresa jottali kàdduy \\w waxyu|waxyu:\\w* yu dal Yosafat. Mu ne ko: «Gannaaw yaa lëngoo ak Axasya, Aji Sax ji mooy yàq say liggéey.» Ci kaw loolu gaal ya yàqu, ba manatuñoo dem Tarsis."}]