[{"style":"s1","text":"Yuda fippu na ca kaw Atalyaa"},{"style":"p","text":""},{"style":"v","text":"Ca atum juróom ñaareel ma Yoyada sarxalkat ba moo takku fitam, daldi woo njiiti téeméeri dag yii ci \\w kóllëre|kóllëre g-:\\w* gu ñu fasook moom: Asaryaa doomu Yeroxam ak Ismayel doomu Yoxanan ak Asaryaa doomu Obedd ak Maaseya doomu Adaya ak Elisafat doomu Sikkri."},{"style":"v","text":"Ñu wër Yuda, woo \\w Leween|Leween b-:\\w* ña, ñu bàyyikoo mboolem dëkki Yuda, woo ña jiite seeni kër maam ca Israayil, ñu bokk dajesi fa Yerusalem."},{"style":"v","text":"Ci kaw loolu mbooloo ma mépp fasoo ak buur ba kóllëre fa kër Aji Sax ji. Yoyada ne leen: «Yowas a ngii kat, di doomu Buur, te moo wara nguuru noonee ko Aji Sax ji waxe woon ci mbirum doomi Daawuda."},{"style":"v","text":"Li ngeen di def mooy lii: Yeen \\w sarxalkat|sarxalkat b-:\\w* yeek Leween ñi aye liggéey \\w bésub Noflaay|bésub Noflaay b-:\\w*, na seen xaajub ñetteel féetewoo wattu bunt yi."},{"style":"v","text":"Beneen xaajub ñetteel ba nekk ca kër buur, xaajub ñetteel ba ca des féete fa buntub Fondmaa ba. Mbooloo mi mépp nag nekk ci ëtti kër Aji Sax ji."},{"style":"v","text":"Bu kenn dugg ci kër Aji Sax ji, xanaa sarxalkat yeek Leween ña fay liggéey. Ñooñu ñoo fay dugg, ndax dees leena sellal. Waaye mboolem askan wi ci des nañu dégg ndigalu Aji Sax ji."},{"style":"v","text":"Leween ñiy dar Buur, nañu ko fege wet gu nekk, ku nekk ŋàbb ngànnaayam. Képp ku jëm ci kër gi, dees koy rey. Àndleen ak Buur ak fu mu mana jëm.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Leween ña ak Yuda gépp def mboolem la leen Yoyada sarxalkat ba sant. Ku nekk ànd ak say nit, ña aye bésub Noflaay ak ña wàcc bésub Noflaay, ndax Yoyada sarxalkat ba noppalul genn kuréel."},{"style":"v","text":"Ba loolu amee, Yoyada sarxalkat ba jox njiiti kuréeli téeméer ya, xeej yaak pakki Buur Daawuda ya nekkoon ca biir kër Yàlla ga."},{"style":"v","text":"Mu taxawal nag kuréel gépp, ku nekk ŋàbb ngànnaayam, ñu dare kër Yàlla ga ak \\w sarxalukaay|sarxalukaay b-:\\w* ba, wetu ndijoor ba wetu càmmoñ, ngir yéew buur ba."},{"style":"v","text":"Ñu génne doomu buur ba nag, solal ko mbaxanam buur, jox ko kayitu doxalinu nguur ga. Ci kaw loolu Yoyada ak doomam yu góor fal ko buur, diw ko diwug pal, ñu daldi tàccu, ne: «Guddaluw fan, Buur!»"},{"style":"s1","text":"Bóom nañu Atalyaa"},{"style":"p","text":""},{"style":"v","text":"Ba Atalyaa déggee coowal mbooloo may daw aka kañ buur ba, daa àgg ca mbooloo ma, fa kër Aji Sax ji."},{"style":"v","text":"Mu xool, yem ci buur ba taxaw fa kenoom ga, ca bunt ba, kilifay xarekat yaak boroom liit ya dar Buur, waa réew ma mépp di bànneexooka wal liit ya, woykat ya yor jumtukaayi xumbéen ya, jiite woy ya. Atalyaa nag ne tareet ay yéreem ndaxu naqar, daldi ne: «Wor am naay, wor am na!»"},{"style":"v","text":"Ci kaw loolu Yoyada \\w sarxalkat|sarxalkat b-:\\w* ba yebal njiiti kuréeli téeméer ya, kilifay gàngoor ga, ne leen: «Génneleen ko làng gi, te ku ko topp, dees koy jam saamar, mu dee.» Fekk na Yoyada ne buñu ko rey ci biir kër Aji Sax ji."},{"style":"v","text":"Ba mu ko defee ñu teg ko loxo. Ba mu demee ba àgg kër buur, bay tollook fa fas yay dugge, foofa lañu ko reye."},{"style":"s1","text":"Yoyada indi na ay coppite"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yoyada digoo \\w kóllëre|kóllëre g-:\\w* digganteem moom ak askan wépp ak Buur, ngir ñu doon ñoñi Aji Sax ji."},{"style":"v","text":"Ci kaw loolu waa réew ma mépp ànd dem ca kër ga ñuy jaamoo \\w Baal|Baal:\\w*. Ñu màbb ko; ay \\w sarxalukaayam|sarxalukaay b-:\\w* ak jëmmi nataalam, ñu tas; Matan, sarxalkatu Baal ba, ñu rey ko ca kanam sarxalukaay ya."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Yoyada teg wattub kër Aji Sax ji ci loxoy \\w sarxalkat|sarxalkat b-:\\w* yiy Leween. Daawuda moo defoon ñooñu ay kuréel ci kër Aji Sax ji, ngir ñuy joxe \\w saraxi rendi-dóomali|Sarax yi:\\w* Aji Sax ji, noonee ñu ko binde ci yoonu Musaa, te ñu war koo def ci biir bànneex aki woy, na ko Daawuda diglee woon."},{"style":"v","text":"Mu taxawal nag fara bunt ya ca bunti kër Aji Sax ji, ba ku sobewu ci lu mu mana doon, du dugg."},{"style":"v","text":"Ba loolu amee mu dellu woo njiiti téeméeri nit yaak garmi yaak kàngam ya yilif askan wa. Mu jële Buur kër Aji Sax ji, ñu jaare nag ca buntub Kaw ba, ba àgg kër buur, daldi koy toogal ca ngànguney nguur ga."},{"style":"v","text":"Waa réew mépp di bànneexu. Péey ba am jàmm ndax la ñu jam Atalyaa saamar ba mu dee."}]