[{"style":"s1","verse":"","text":"Lu jëm ci nguurug Osiyas"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Askanu Yuda gépp nag ñoo jël Osiyas\\f + \\fr 26.1 \\fk Osiyas \\ft mooy Asaryaa ba tey.\\f*, fekk mu am fukki at ak juróom benn, ñu fal ko buur, mu wuutu baayam Amaciya."},{"style":"v","verse":"2","text":"Moom moo tabax Elat, te moo ko delloowaat ci nguurug Yuda, gannaaw ba Buur Amaciya saayee, fekki ay maamam."},{"style":"v","verse":"3","text":"Fukki at ak juróom benn la Osiyas amoon, ba muy falu buur, te nguuru na juróom fukki at ak ñaar ca Yerusalem. Yaayam mooy Yekolyaa ma cosaanoo Yerusalem."},{"style":"v","verse":"4","text":"Muy def li Aji Sax ji rafetlu, mboolem noonee ko Amaciya baayam daan defe."},{"style":"v","verse":"5","text":"Yàlla la daan wut ca janti Sàkkaryaa ma doon boroom xam-xam ci peeñuy Yàlla. Jant ya mu dee jaamu Aji Sax ji, Yàlla nag may na ko ndam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Moo dem xarejeek waa Filisti, bëtt tatay dëkk ba ñuy wax Gaat ak tatay Yabne ak tatay Asdodd, te moo tabax ay dëkk ca diiwaanu Asdodd ak ca yeneen goxi Filisti."},{"style":"v","verse":"7","text":"Yàlla nag jàppale ko ca jànkoonteem ak waa Filisti ak ca Arab ya dëkke Gurbaal ak ca Mewuneen ña."},{"style":"v","verse":"8","text":"Amoneen ña ñoo daan fey Osiyas ab galag. Ci kaw loolu turam law ba ca wetu Misra, ndax doole ju bare lool ja mu mujj am."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Osiyas moo tabax ay tata ca Yerusalem, ca kaw buntu Ruq ba ak ca kaw buntu Xur wa ak fa tatay dëkk ba jàdde, yépp, mu dàbbali leen."},{"style":"v","verse":"10","text":"Tabax na it ay tata ca màndiŋ ma, te gas na teen yu bare, ndax jur gu bare la amoon, ak itam ay beykat ca suufi tund ya ak ca joor ga, ak ay surgay tóokëri reseñ ca kaw tund ya ak ca tool yu nangu ya, ndax ku bëggoon mbey la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Mbooloom xarekat ma Osiyas amoon, te ñuy góor ñu xare war, ay gàngoor lañu def, ñu waññ leen ca limeefub Yewel, bindkat ba, ak Maaseya, jawriñ ja ca topp, lépp ca njiital Anaña, kenn ca kàngami Buur."},{"style":"v","verse":"12","text":"Mboolem ña jiite seeni kër maam te ñeyu xare ya nekk ca seen kilifteef, ñaari junni ak juróom benni téeméer (2~600) lañu."},{"style":"v","verse":"13","text":"Ñoo yoroon gàngooru xarem ñetti téeméeri junneek juróom ñaar ak juróomi téeméeri (307~500) nit ñuy xaree doole ak njàmbaar, ngir jàppale Buur cib noon."},{"style":"v","verse":"14","text":"Osiyas waajalal leen, gàngooru xare ga gépp, ay pakk aki xeej ak mbaxanay xare ak kiiraayi yaram ak ay xalaaki fitt ak doji mbaq."},{"style":"v","verse":"15","text":"Ci biir loolu mu sàkklu fa Yerusalem ay jumtukaayi xare yu xareñ yu nitu xarala sàkk, ngir ñu tege ca kaw tata ya ak ca ruqi tata ya, ngir ñu di ca sànnee ay fitt ak doj yu mag. Aw turam nag law a law ba sore, ndax ndimbal lu yéeme la ko dikkal, ba mu bare doole."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba mu amee noonu doole nag, xolub réy-réylu moo ko dugg, ba sànkute dëgmal. Ci biir loolu mu doge worma Yàllaam Aji Sax ji, daldi dugg ca biir kër Aji Sax ji, ngir taal \\w cuuraay|cuuraay l-:\\w* ca \\w sarxalukaayu|sarxalukaay b-:\\w* cuuraay ba."},{"style":"v","verse":"17","text":"Ba loolu amee Asaryaa \\w sarxalkat|sarxalkat b-:\\w* ba dugg topp ko, ànd ak yeneen juróom ñett fukki sarxalkati Aji Sax ji, di nit ñu jàmbaare."},{"style":"v","verse":"18","text":"Ñu taxaw janook Buur Osiyas, ne ko: «Du yaw Osiyas la taalal Aji Sax ji cuuraay ñeel, ndax ñi mu ñeel ñoo di sëti Aaróona yi ñu sellal, ngir taalub cuuraay. Génnal kër gu sell gi, ndax fecci nga worma, te du la jural teraanga ju bawoo fa Aji Sax ji Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Osiyas daldi sànju, ak and ba mu nara taale cuuraay ca loxoom. Naka la sànju ca kaw sarxalkat ya, jàngoroy \\w ngaana|ngaana g-:\\w* jekki focci ca jë ba, fa kanam sarxalkat ya, fa wetu sarxalukaayu cuuraay ba."},{"style":"v","verse":"20","text":"Ba ko njiital sarxalkat ya Asaryaa ak mboolem sarxalkat ya ca des xoolee, gisuñu lu moy ngaana ga ca jë ba. Ñu fuuge ko foofa, moom it mu gaawtoo génn, ndax na ko Aji Sax ji dumaa."},{"style":"v","verse":"21","text":"Ngaana la Buur Osiyas nekke ba kera bés ba mu deewee. Ci néeg bu ñu ko ber la mujj dëkk, ndax ngaana ga ko dal, ba tax ñu génne ko ca ña saña teew fa kër Aji Sax ji. Ba loolu amee doomam Yotam jiite kër buur, yor kilifteefu askanu réew ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Li des ci mbiri Osiyas, yu njëkk yaak yu mujj ya, yonent ba Esayi doomu Amocc moo ko bind."},{"style":"v","verse":"23","text":"Gannaaw gi, Buur Osiyas saay, fekki ay maamam, ñu denc ko fa weti maamam ya, ca toolub robukaayu buur ya, ndax dañu ne \\w gaana|gaana:\\w* la, ba tax denceesu ko ca bàmmeeli buur ya. Yotam doomam moo falu buur, wuutu ko."}]