[{"style":"s1","text":"Esekiyas setal na kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Esekiyas ci ñaar fukki atam ak juróom la falu buur, te nguuru na ñaar fukki at ak juróom ñeent, ca péeyu Yerusalem. Yaayam nag mooy Abya doomu Sàkkaryaa."},{"style":"v","text":"Muy def li Aji Sax ji rafetlu, mboolem noonee ko Daawuda maamam daan defe."},{"style":"v","text":"Moom moo ubbi bunti kër Aji Sax ji, defaraat leen, ca atum ndoortel nguuram, ca weer wu njëkk wa."},{"style":"v","text":"Ci kaw loolu mu woolu \\w sarxalkat|sarxalkat b-:\\w* yaak \\w Leween|Leween b-:\\w* ña, ñu daje ca péncum penku ba."},{"style":"v","text":"Mu ne leen: «Yeen Leween ñi, dégluleen ma. Sanguleen-set léegi te sellal seen kër Yàllay maam yi, Aji Sax ji, te ngeen jële jépp sobe fi \\w néeg bu sell|néeg bu sell b-:\\w* bi."},{"style":"v","text":"Ndax kat sunuy maam a fecci worma, ñoo def lu sunu Yàlla Aji Sax ji ñaawlu. Ñoo ko wacc, walbati seen kanam, fuuylu màkkaanu Aji Sax ji, wone gannaaw."},{"style":"v","text":"Ñoo tëj bunti mbaaru kër Yàlla ga, fey làmp ya; \\w cuuraay|cuuraay l-:\\w*, taalatuñu ko, \\w saraxi rendi-dóomal|Sarax yi:\\w* joxeetuñu ko fi néeg bu sell bi, ñeel Yàllay Israayil."},{"style":"v","text":"Moo tax sànjum Aji Sax ji dal ci kaw Yuda ak Yerusalem, ba mu def leen misaal mu daw yaram mu ñuy muslu, ni ngeen ci tege seen bëti bopp."},{"style":"v","text":"Moo tax it sunuy maam ay saamar daan leen; sunuy doom, góor ak jigéen, ak sunuy jabar dugg njaam ndax loolu."},{"style":"v","text":"Léegi nag sama xol laa yéenee fasoo \\w kóllëre|kóllëre g-:\\w* ak Aji Sax ji Yàllay Israayil, ngir mu moyale nu sawaras sànjam."},{"style":"v","text":"Kon nag soppe yi, buleen sàggan, ndax yeen la Aji Sax ji tànn, ngir ngeen taxaw fi kanamam, di ko liggéeyal, di ay liggéeykatam, te di ko taalal cuuraay.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Leween ña jóg. Ña bokk ca Keyateen ña di Maxat doomu Amasay ak Yowel doomu Asaryaa; ña bokk ca Merareen ña di Kis doomu Abdi ak Asaryaa doomu Yewalelel; ña bokk ca Gersoneen ña di Yowax doomu Simma ak Eden doomu Yowax;"},{"style":"v","text":"ña sëtoo ca Elicafan di Simri ak Yewel; ña sëtoo ca Asaf di Sàkkaryaa ak Mataña;"},{"style":"v","text":"ña sëtoo ca Eman di Yexyel ak Simey; ña sëtoo ca Yedutun di Semaya ak Usyel."},{"style":"p","text":""},{"style":"v","text":"Ñu woo seeni bokk nag, ñu daje, sangu-set, daldi dikk, na ko Buur santaanee, ak na ko kàdduy Aji Sax ji tegtalee, ngir setal kër Aji Sax ja."},{"style":"v","text":"Sarxalkat ya dugg ca biir kër Aji Sax ja, ngir setal ko. Ñu daldi dindi mboolem sobe ju ñu fekk ca biir kër Aji Sax ja, yóbbu ko ca ëttu kër Aji Sax ja, Leween ña jële ko fa, génne ca biti, sànni ko ca xuru Sedoron."},{"style":"v","text":"Benn fan ca ndoortel weeru at ma lañu tàmbalee sellal. Juróom ñetti fan ca weer wa, ñu agsi ca mbaaru \\w néeg bu mag|néeg (Yàlla) bu mag b-:\\w* bu Aji Sax ja. Ñu teg ca sellal kër Aji Sax ja ci yeneen juróom ñetti fan, ca fukki fan yaak juróom bennu ndoortel at ma, ñu sottal."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu dem ba ca Buur Esekiyas, ne ko: «Setal nanu kër Aji Sax jépp, ba ca \\w sarxalukaayu rendi-dóomal|sarxalukaay b-:\\w* ba ak mboolemi jumtukaayam ak taabal ja mburum teewal may tege ak mboolemi jumtukaayam."},{"style":"v","text":"Mboolem jumtukaay ya Buur Axas xalaboon ca nguurug ñàkke wormaam, delloo nanu ko, sellal ko. Ma nga noonu fa kanam sarxalukaayu Aji Sax ji.»"},{"style":"p","text":""},{"style":"v","text":"Buur Esekiyas teela xëy, woolu kàngami dëkk ba, daldi jubal kër Aji Sax ja."},{"style":"v","text":"Ñu yóbbu juróom ñaari yëkk ak juróom ñaari kuuy yu mag ak juróom ñaari kuuy yu ndaw ak juróom ñaari sikket, ngir \\w saraxu póotum bàkkaar|Sarax yi:\\w*, ci wàllu nguur gi ak kër gu sell gi ak waa Yuda. Buur nag ne sëti Aaróona yay sarxalkat ya, ñu joxe sarax yooyu ca sarxalukaayu Aji Sax ja."},{"style":"v","text":"Ñu daldi rendi nag ya, sarxalkat ya jël deret ja, wis-wisal ko ca sarxalukaay ba. Gannaaw loolu ñu rendi kuuy yu mag ya, wis-wisal deret ja ca sarxalukaay ba. Gannaaw loolu ñu rendi kuuy yu ndaw ya, wis-wisal deret ja ca sarxalukaay ba."},{"style":"v","text":"Ba loolu amee ñu indi sikketi póotum bàkkaar ya fa kanam Buur ak ndaje ma, ñu teg sikket ya seeni loxo."},{"style":"v","text":"Sarxalkat ya daldi rendi sikket ya, def seen deret saraxu póotum bàkkaar ca sarxalukaay ba, sotti ko ca, ngir jote ko mboolem Israayil, ndax mboolem Israayil la Buur tudde saraxu rendi-dóomal ba ak saraxu póotum bàkkaar ba."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu mu taxawal Leween ña ca kër Aji Sax ji, aki tabala aki riiti aki xalam. Loolu dëppook santaaneb Daawuda ak Gàdd boroom peeñu ba ak Natan yonent ba, te di santaane bu bawoo fa Aji Sax ji, ay yonentam jottali ko."},{"style":"v","text":"Leween ña nag taxaw ak jumtukaayi xumbéeni Daawuda ya, ñook sarxalkat yaak liit ya."},{"style":"v","text":"Esekiyas joxe ndigal ne ñu joxe ca sarxalukaay ba saraxu rendi-dóomal ba. Naka lañu tàmbali rendi-dóomal ba, jàngi Aji Sax ja tàmbali, ànd ak liit ya ak jumtukaayi xumbéeni Daawuda buurub Israayil."},{"style":"v","text":"Ndaje mépp sujjóot, woy yay jib, liit ya jolli, ba saraxu rendi-dóomal bépp sotti."},{"style":"p","text":""},{"style":"v","text":"Ba rendi-dóomal ba noppee, Buur ak mboolem ña ànd ak moom sukk, daldi sujjóot."},{"style":"v","text":"Gannaaw loolu Buur Esekiyas ak jawriñ ña ne Leween ña, ñu sàbbaale Aji Sax ji, kàdduy Daawuda yaak Asaf boroom peeñu ba. Mbég mu réy lañu sàbbaale, daldi sujjóot."},{"style":"v","text":"Esekiyas teg ca ne mbooloo ma: «Léegi nag, ba ngeen sangoo-set\\f + \\fr 29.31 \\fk sangu-set: \\ft seetal ci 29.24.\\f*, Aji Sax ji jagoo leen, dikkleen indi saraxi jur yeek \\w saraxi canti biir jàmm|Sarax yi:\\w* ci kër Aji Sax ji.» Ndaje ma indi ay saraxi jur ak saraxi canti biir jàmm, mboolem ña am yéeney xol bu ni tollu it, indi ay saraxi rendi-dóomal."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee limu saraxi rendi-dóomal ya ndaje ma indi di juróom ñaar fukki (70) jur gu gudd, ak téeméeri (100) kuuy yu mag, ak ñaari téeméeri (200) kuuy yu ndaw, loolu lépp di rendi-dóomal bu ñeel Aji Sax ji."},{"style":"v","text":"Yeneen sarax yu \\w sell|sell:\\w* ya ñu def di juróom benni téeméeri (600) yëkk ak ñetti junniy (3~000) gàtt."},{"style":"v","text":"Xanaa sarxalkat ya daal ñoo néewoon ba manuñoo fees juri saraxi rendi-dóomal ba bépp. Seen bokki Leween ña dimbali leen ca, ba liggéey ba sotti, ba sarxalkat ya ca des sangu-set, ndax Leween ña ñoo gënoona yebu sarxalkat ya ci sanguji-set."},{"style":"v","text":"Saraxi rendi-dóomal ya bare woon na, te bokkewul ak nebbonu saraxi canti biir jàmm ya ak \\w saraxi tuuru|Sarax yi:\\w* yay ànd ak rendi-dóomal ya. Noonu lañu taxawalaate liggéeyub kër Aji Sax ja."},{"style":"v","text":"Esekiyas ak askan wa wépp nag ñoo bége la Yàlla defal askan wa, ndax na mbir ma gaawa sottee te waajeesu ko."}]