[{"style":"s1","verse":"","text":"Suleymaan tabax na kër Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Suleymaan daldi tàmbalee tabax kër Aji Sax ji ca kaw tundu Morya, fa Aji Sax ji feeñu woon Daawuda baayam, ca béreb ba Daawuda waajaloon ca dàggay Ornan Yebuseen ba\\f + \\fr 3.1 \\fk dàggay Ornan: \\ft seetal ci \\bk 1.Jaar-jaar ya \\bk* 21.15. \\f*."},{"style":"v","verse":"2","text":"Ñeenteelu atu nguuram, ñaari fani ñaareelu weer wa, ca la tàmbalee tabax."},{"style":"v","verse":"3","text":"Lii moo di dayoy fondmaa ba Suleymaan dëj tabaxub kër Yàlla ga: guddaay ba, ca nattin wu njëkk wa, juróom benn fukki xasab la, yaatuwaay ba di ñaar fukki xasab."},{"style":"v","verse":"4","text":"Mbaar ma ca kanam, yaatuwaayu kër ga la tollool, di ñaar fukki xasab, taxawaayam di téeméeri xasab ak ñaar fukk. Mu xoob biir néegu mbaar ma wurusu ngalam."},{"style":"v","verse":"5","text":"\\w Néeg bu mag|néeg (Yàlla) bu mag b-:\\w* ba ca biir, da caa taf banti sippar yu mu xoobe wurusu ngalam, daldi teg ca kaw ay nataali garabi tàndarma aki càllala."},{"style":"v","verse":"6","text":"Ci kaw loolu mu tafati ca néeg ba ay doji tànnéef yu gànjare, ngir rafetale ko ko, te wurus wa di wurus wu jóge Parwayim."},{"style":"v","verse":"7","text":"Kër gépp la xoobe wurus: xànq yeek dëxi bunt yeek miir yeek bunt yi; kaw miir yi, ñu yatt ci ay nataali malaakay \\w serub|serub y-:\\w*."},{"style":"v","verse":"8","text":"Mu defar itam \\w néeg bu sella sell|néeg bu sell b-:\\w* bi, guddaay bi tollook yaatuwaayu kër gi, di ñaar fukki xasab, yaatuwaay bi it di ñaar fukki xasab, mu xoobe ko lu tollook ñaari téeméeri (200) barigoy wurusu tànnéef."},{"style":"v","verse":"9","text":"Ponti wurus ya ca daaje, lu jege juróom benni téeméeri (600) garaam la; te néegi kaw ya itam wurus la ko xoobe, te kaw néeg ba itam wurus la ko xoobe."},{"style":"v","verse":"10","text":"Biir néeg bu sella sell ba, ñaari jëmmi serub yu ñu xelli la ca def, xoob leen wurus."},{"style":"v","verse":"11","text":"Laafi serub ya, cat ba cat ñaar fukki xasab la; wii laafu wenn serub gudde juróomi xasab, cat la laaleek benn miiru néeg ba, weneen laaf wa gudde juróomi xasab, cat la laaleek wenn laafu beneen serub ba."},{"style":"v","verse":"12","text":"Wenn laafu beneen serub ba it gudde juróomi xasab, cat la laaleek beneen miiru néeg ba, weneen laaf wa gudde juróomi xasab, cat la laaleek weneen laafu moroom ma."},{"style":"v","verse":"13","text":"Laafi serub yaa nga tàllalu, di ñaar fukki xasab, cat ba cat, serub ya taxaw, seen kanam jublook néeg bu mag ba."},{"style":"v","verse":"14","text":"Mu sàkke rido bi wëñ gu baxa te laal xewar, ak gu xewar ak gu xonq curr ak gu lẽe, ba noppi teg ca ay nataali serub."},{"style":"v","verse":"15","text":"Ca kanam kër ga, ñaari kenu la fa def, seen taxawaay di fanweeri xasab ak juróom, boppu kenu gu ci nekk am taxawaayu juróomi xasab."},{"style":"v","verse":"16","text":"Mu sàkk nag ay càllala, wékk ca kaw kenu ya, ba noppi sàkk téeméeri gërënaat, langal ca càllala ya."},{"style":"v","verse":"17","text":"Ca kanam kër Yàlla ga la samp kenu ya, wenn wetu ndijoor, wenn wetu càmmoñ, wi ci ndijoor, mu tudde ko Yakin (muy firi Kiy taxawal), wi ci càmmoñ, mu tudde ko Bowas (muy firi Kiy dooleel)."}]