[{"style":"s1","text":"Esekiyas dekkal na bésub Mucc"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Esekiyas yónnee ca mboolem Israayil ak Yuda. Ay bataaxal sax bind na ko giiri Efrayim ak Manase, ngir ñu dikk ca kër Aji Sax ja ca Yerusalem, ngir amal \\w màggalu bésub Mucc|Màggal yi:\\w*, ñeel Aji Sax ji Yàllay Israayil."},{"style":"v","text":"Fekk na Buur aki jawriñam, ak mboolem ndaje ma féncoo fa Yerusalem, ba mànkoo ci amal bésub Mucc ca ñaareelu weeru at ma."},{"style":"v","text":"Manuñu ko woona amal ca bésam, ndax \\w sarxalkat|sarxalkat b-:\\w* ya sangu-set doyuñu woon, te askan wa dajeegul woon Yerusalem."},{"style":"v","text":"Mébétum amal bésub Mucc nag di lu Buur ak ndaje ma mépp rafetlu."},{"style":"v","text":"Ci kaw loolu ñu yékkati ab dogal, ngir yéene fa Israayil gépp, dale Beerseba ga ca bëj-saalum, ba Dan ga ca bëj-gànnaar, ngir ñu dikk amal fa Yerusalem, bésub Mucc, ñeel Yàllay Israayil, ndax barewul woon ñu ko sàmm, na ñu ko binde ci yoon."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ndaw ya dem ak ay bataaxal yu tukkee ca Buur aki jawriñam. Ñu yéene ci ndigalal Buur, ca mboolem Israayil ak Yuda, na ko Buur santaanee ne:"},{"style":"pi","text":"«Yeen \\w bànni Israayil|bànni Israayil:\\w*, dellusileen ci Aji Sax ji, Yàllay Ibraayma ak Isaaxa ak Israayil, ba mu délsi ci yeen ñi des, te rëcce ca loxoy buuri Asiri."},{"style":"v","text":"Buleen mel ni seeni maam ak seen bokk yi doge Aji Sax ji seen Yàllay maam worma, ba mu wacce leen sànkute gu daw yaram, ni ngeen ko gise."},{"style":"v","text":"Léegi nag buleen sajju loos na seeni maam. Joxleen Aji Sax ji loxo, te dikk fi këram gu sell gi mu sellal ba fàww, te ngeen jaamu Aji Sax ji seen Yàlla, ngir sawaras sànjam dëddu leen."},{"style":"v","text":"Ndax kat su ngeen dellusee ci Aji Sax ji, seeni bokk ak seeni doom dinañu dajeek yërmandey ña leen jàpp njaam, te dinañu dellusi fi réew mii, nde Aji Sax ji seen Yàlla mooy boroom yiw ak yërmande, te du leen dëddu, su ngeen dellusee ci moom.»"},{"style":"p","text":""},{"style":"v","text":"Noonu la ndaw ya wëre dëkkoo dëkk, ca réewum Efrayim ak Manase, ba fa diiwaanu Sabulon. Nit ña nag di leen reetaan aka ñaawal."},{"style":"v","text":"Teewul mu am ca Asereen ñaak Manaseen ñaak Cabuloneen ña, ñennat ñu toroxlu, ba dikk Yerusalem."},{"style":"v","text":"Fa Yuda itam loxol Yàlla jaare fa, ba may leen genn pastéefu xol, ngir déggal kàddug Aji Sax ji ci jëfe santaaneb Buur ak jawriñ ña."},{"style":"v","text":"Mbooloo mu mag nag daje Yerusalem, ngir amal \\w màggalu Mburu mu amul lawiir|Màggal yi:\\w*, ca ñaareelu weeru at ma, muy ndaje mu réy lool."},{"style":"v","text":"Ñu daldi dindi \\w sarxalukaayi|sarxalukaay b-:\\w* tuur ya ca biir Yerusalem, mboolem sarxalukaayi cuuraay ya it, ñu jële leen fa, sànni ca xuru Sedoron."},{"style":"p","text":""},{"style":"v","text":"Fukki fan ak ñeent ca ñaareelu weer wa, ca lañu rendi gàttub bésub Mucc. Ba loolu amee sarxalkat ya ak \\w Leween|Leween b-:\\w* ña am kersa. Ñu sangu-set, daldi indi ay \\w saraxi rendi-dóomal|Sarax yi:\\w* fa kër Aji Sax ji."},{"style":"v","text":"Ci kaw loolu ñu taxaw seen béreb ba ñuy taxawe, na ñu ko aadawoo, te mu dëppook yoonu Musaa, góorug Yàlla ga. Sarxalkat ya nag nangoo deret ja ca loxol Leween ña, wis-wisal ko ca sarxalukaay ba."},{"style":"v","text":"Booba ñu bare ca mbooloo ma sanguwuñu woon set. Moo tax Leween ña rendi gàtti bésub Mucc yu mboolem ña setul woon ba manuñoo sellal seen sarax, ñeel Aji Sax ji."},{"style":"v","text":"La ëpp ca askan wa it, te ñu bare bokk ca Efraymeen ñaak Manaseen ñaak Isakareen ñaak Cabuloneen ña, setluwuñu woon, waaye lekk nañu ca saraxi bésub Mucc ba, te loolu dëppoowul ak li ñu bind ci yoon. Waaye Esekiyas moo leen ñaanal, ne: «Aji Sax ji cig mbaaxam, yal na baaxe ag \\w njot|jot:\\w*"},{"style":"v","text":"képp ku yeboo xolam ci jaamu Yàlla, Aji Sax ji Yàllay maamam ya, doonte àndul ak cet gi kër gu sell gi laaj.»"},{"style":"v","text":"Aji Sax ji nangul Esekiyas, ba bàyyi askan wa, ñu ànd ak wér."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee bànni Israayil ga teew Yerusalem amal màggalu Mburu mu amul lawiir ci juróom ñaari fan, ànd ceek mbég mu réy. Leween ñaak sarxalkat ya di sàbbaal Aji Sax ji, bés bu nekk, tey jibal jumtukaay yu xumb lool, ñeel Aji Sax ji."},{"style":"v","text":"Esekiyas nag yokk pastéefu xolu mboolem Leween ña yebu lool ci mbiri Aji Sax ji. Ñu xéewlu ca sarax ya diiru juróom ñaari fan, di joxe \\w saraxi cant ci biir jàmm|Sarax yi:\\w*, tey sant Aji Sax ji seen Yàllay maam ya."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ndaje ma mépp mànkoo ci amal yeneen juróom ñaari fani màggal, ñu amalaat juróom ñaari fani mbég,"},{"style":"v","text":"ndax fekk na Esekiyas buurub Yuda it génneel ndaje ma junniy (1~000) yëkk yu ndaw ak juróom ñaari junniy (7~000) gàtt, jawriñ ña génneel ndaje ma junniy (1~000) yëkk yu ndaw ak fukki junniy (10~000) gàtt, te fekk na it sarxalkat yu bare sangu-set."},{"style":"v","text":"Ba mu ko defee ndajem Yuda mépp di bànneexu, ñook sarxalkat ya ak Leween ña, ak mboolem nit ña bawoo Israayil, doxandéem ya jóge réewum Israayil ak ña ca dëkke Yuda."},{"style":"v","text":"Muy mbég mu réy fa Yerusalem, ndax booba ak la jiitu, ba ca janti Suleymaan doomu Daawuda buurub Israayil, lu ni mel xewul fa Yerusalem."},{"style":"v","text":"Ci kaw loolu sarxalkat yay Leween ñaanal askan wa barkeb Aji Sax ji, seen baat jib, seen ñaan ga àkki kaw asamaan, fa màkkaanam mu sell."}]