[{"style":"s1","text":"Esekiyas yeesal na liggéeyu kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Ba loola lépp jeexee, mboolem \\w bànni Israayil|bànni Israayil:\\w* ga fa teew ñoo dem ca dëkki Yuda. Ñu toj tuuri doj ya, gor xer ya ñuy jaamoo \\w Asera|Asera:\\w* tuur ma, màbb \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya ak \\w sarxalukaay|sarxalukaay b-:\\w* yu mboolem Yuda ak diiwaani Beñamin ak Efrayim ak Manase, ba sottal. Gannaaw loolu bànni Israayil gépp dellu seeni dëkk, ku nekk ca gox ba mu séddoo."},{"style":"p","text":""},{"style":"v","text":"Esekiyas nag tabb kuréeli \\w sarxalkat|sarxalkat b-:\\w* ya ak \\w Leween|Leween b-:\\w* ña, ku nekk ak kuréelam akub liggéeyam, muy ab sarxalkat mbaa ab Leween, muy itam wàllu \\w saraxi rendi-dóomal|Sarax yi:\\w*, mbaa \\w saraxi cant ci biir jàmm|Sarax yi:\\w*, ak liggéeyu jaamu Yàlla bu jëm ci ay cant aki sàbbaal, ci bunti kër Aji Sax ji."},{"style":"v","text":"Esekiyas dogal itam wàllu Buur wiy jóge ci alalam ngir saraxi rendi-dóomal; rendi-dóomali suba si ak yu ngoon si, ak rendi-dóomal yi ñeel \\w bési Noflaay|bésub Noflaay b-:\\w* ak Terutel weer, ak rendi-dóomali bési ndajey màggal yi, ni ñu ko binde ci téereb yoonu Aji Sax ji."},{"style":"v","text":"Mu daldi wax askan wa dëkke Yerusalem ne leen ñu joxe wàllu sarxalkat yaak Leween ña, ngir ñooñu mana wéetal yoonu Aji Sax ji."},{"style":"v","text":"Naka la kàddu ga law, bànni Israayil gëna indi seen ndoortel meññeef: bele baak biiñ baak diw gaak lem ja, mboolem lu ñu jële ca tool ya. Cérub fukkeelub lépp ne gàññ, ñu indi ko."},{"style":"v","text":"Ci biir loolu waa Israayil ak waa Yuda, ña dëkke dëkki Yuda indi, ñoom itam, céru fukkeelub jur gu gudd gaak gu gàtt ga, ak céru fukkeelub sarax yu \\w sell|sell:\\w* ya ñu jagleel Aji Sax ji seen Yàlla. Ñu def ko ay jali jal."},{"style":"v","text":"Ca ñetteelu weeru at ma lañu tàmbali jal ya, muy jale ba ca juróom ñaareelu weer wa, ñu sottal."},{"style":"v","text":"Ba loolu amee Esekiyas ak jawriñ ña dikk, ba gis jal ya, ñu daldi sant Aji Sax ji ak Israayil ñoñam."},{"style":"p","text":""},{"style":"v","text":"Esekiyas nag laaj sarxalkat yaak Leween ña ca mbirum jal yooya."},{"style":"v","text":"Asaryaa sarxalkat ba jiite waa kër Cadog ne ko: «Ba ñu tàmbalee indi li ñu ber ci seen ngóob fi kër Aji Sax ji ba tey, nu ngi lekk ba regg, ba desal lu ne gàññ, ndax Aji Sax jee barkeel ñoñam, te ndes wee jale nii.»"},{"style":"v","text":"Esekiyas ne ñu waajal ay néeg ca kër Aji Sax ji. Ñu waajal ko,"},{"style":"v","text":"daldi def ag màndute, yeb ca yi ñu jébbal Aji Sax ji ak céru fukkeel baak sarax yu sell ya; ka leen ca jiite moo doon Konaña Leween ba, mbokkam Simey topp ca moom."},{"style":"v","text":"Ña yor caytu ga ñoo doon Yexyel ak Asasya ak Naxat ak Asayel ak Yerimot ak Yosabàdd ak Elyel ak Ismakiya ak Maxat ak Benaya, ca njiital Konaña ak rakkam Simey, lépp ca ndigalal Buur Esekiyas, ak Asaryaa ma yilif kër Yàlla ga."},{"style":"v","text":"Doomu Imna, Kore Leween ba daan wattu buntub penku ba, moo yoroon \\w saraxi yéene|Sarax yi:\\w* yu Yàlla ya, te moo doon séddale saraxu njébbalub Aji Sax ji ak yeneen sarax yu sella sell."},{"style":"v","text":"Ci kilifteefam la Eden nekkoon ak Miñamin ak Yesuwa ak Semaya ak Amarya ak Sekaña, ca dëkki sarxalkat ya. Ñooñoo yoroon ca seen biiri bokk, ñuy mag, di ndaw, séddaleb dund bu dëppoo ak seen kuréeli liggéey."},{"style":"v","text":"Séddale ba nag, góor ña am ñetti at, jëm kaw ca lañu bokk, ba ca mboolem ñay dem ca kër Aji Sax ji, ngir seen liggéeyi bés ak bés ya méngoo ak seeni dénkaane ak seeni kuréel."},{"style":"v","text":"Sarxalkat ya ñu lim, na ñu bokke seeni kër maam itam, ak Leween ña am ñaar fukki at, jëm kaw, séddale ba ñeel na leen, topp na ñu bokke seeni dénkaane ak seeni kuréel"},{"style":"v","text":"ak itam mboolem ña ñu lim, ñook mboolem seen njaboot gu sew, seeni jabar ak seeni doom, góor ak jigéen ndax pastéef ga ñu yeboo woon ci liggéey bu sell."},{"style":"v","text":"Séddale ba ñeel na itam sëti Aaróona yu góor, sarxalkat ya nekkoon ca kaw ga, ca parluy dëkk ya ñu féete; dëkk bu ci nekk, ñu tudd fa ay nit ñu wara joxe cér yu ñeel mboolem kuy góor, ca biir sarxalkat ya ak Leween ña ñu lim ñépp."},{"style":"v","text":"Noonu la Esekiyas def ca Yuda gépp. Mbaax ak njub ak dëggute la jëfe fi kanam Aji Sax ji Yàllaam."},{"style":"v","text":"Mboolem jëf ju Esekiyas sumboon ci wàllu liggéeyub kër Yàlla ga, na mu dëppoo ak yoon wi ak santaane yi, ngir jaamu Yàllaam, léppi xolam la ko defe, ba am ca ndam."}]