[{"style":"s1","text":"Senaxerib dëkk na waa Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Gannaaw jëfi worma yooyii, Senaxerib buurub Asiri moo dikk ba biir Yuda, daldi gaw dëkk ya tata wër, nar leena bëtt, ba nangu leen."},{"style":"v","text":"Ba Esekiyas gisee ne Senaxerib dikk na te song xare Yerusalem la nar,"},{"style":"v","text":"ay jawriñam aki jàmbaaram la diisool, ngir fatt bëti ndox ya ca bitib dëkk ba. Ñu ànd ca ak moom."},{"style":"v","text":"Ci kaw loolu ñu dajale nit ñu takku, daldi fatt mboolem bëti ndox ya ak wal ma doon dawe biir réew ma, ndax dañu ne duñu bàyyi buuri Asiri, ñu dikk fekk fa ndox mu ne xéew."},{"style":"v","text":"Esekiyas nag góor-góorlu, tabaxaat mboolem fu tata dëkk ba bëttoon, yokke ko ay sooroor, ba tabaxaat beneen tata ca gannaawam, fa féete biti. Mu teg ca dàbbali sëkkub Milo\\f + \\fr 32.5 \\fk Milo, \\ft xur la wu doxoon diggante kër Yàlla ga ak gox ba ñu naan Kër Daawuda. Suleymaan sëkklu ko.\\f* ja ca gox ba ñu naan Kër Daawuda, daldi sàkklu gànnaay yu bare aki pakk."},{"style":"v","text":"Gannaaw loolu mu tabb ay jawriñi xare yu jiite gàngoor ga, daldi leen woo fa moom, ca pénc ma ca buntu dëkk ba. Mu yokk seen pastéefu xol, ne leen:"},{"style":"v","text":"«Dëgërluleen te amu fit. Buleen ragal, buleen jàq ndax buurub Asiri ak mboolem gàngoor gi ànd ak moom, ndax li ànd ak nun moo ëpp doole li ànd ak moom."},{"style":"v","text":"Li ànd ak moom përëgub suux la, te ki ànd ak nun di Aji Sax ji sunu Yàlla ji nuy wallu, xareel nu sunuy xare.» Xelu askan wa nag dal ca kàddu ya Esekiyas buurub Yuda wax."},{"style":"v","text":"Gannaaw loolu Senaxerib, buurub Asiri yónni ay jawriñam, fekk ko tollu mook gàngooram gépp fa jàkkaarlook Lakis, ca Esekiyas buuru Yuda ak mboolem Yudeen ña ca Yerusalem. Ñu ne:"},{"style":"p","text":""},{"style":"v","text":"«Senaxerib buurub Asiri dafa wax ne: Ana lu ngeen yaakaar, ba toog ci biir Yerusalem gi ñu gaw?"},{"style":"v","text":"Xanaa du Esekiyas moo leen nax, ngir wacc leen ngeen deek xiif ak mar, naan leen: “Sunu Yàlla Aji Sax ji moo nuy xettali ci loxol buurub Asiri.”"},{"style":"v","text":"Du moom Esekiyas moo dindi \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* yeek \\w sarxalukaayi|sarxalukaay b-:\\w* Aji Sax ji, ba noppi ne waa Yuda ak Yerusalem: “Benn sarxalukaay ngeen di sujjóotal, te ci ngeen di taal saraxu \\w cuuraay|cuuraay l-:\\w*?”"},{"style":"p","text":""},{"style":"v","text":"«Xanaa xamuleen li ma def mboolem askani réew yi, man maak samay maam? Fu yàllay xeeti réew yooyu fexee lenn, ba mana xettali seen réew ci sama loxo?"},{"style":"v","text":"Tuuri réew yooyu yépp yi samay maam faagaagaloon, ana mu ci manoona xettali aw xeetam ci sama loxo? Ana kon nu leen seen yàlla mana xettalee ci sama loxo?"},{"style":"v","text":"Léegi nag, bu leen Esekiyas nax, ba réeral leen nii; buleen ko gëm. Ndax kat, jenn yàllay wenn xeet akug nguur masula mana xettali aw xeetam ci sama loxo, mbaa sama loxoy maam. Kon nag du seen yàllaa leen di xettali ci sama loxo.»"},{"style":"p","text":""},{"style":"v","text":"Surgay Senaxerib nag gënatee ŋàññ Aji Sax ji Yàlla ak jaamam Esekiyas."},{"style":"v","text":"Ay bataaxal sax Senaxerib bind na ko, ngir kókkali Aji Sax ji Yàllay Israayil, ba wax ci moom ne: «Noonee yàllay xeeti yeneen réew yi tëlee xettali seeni ñoñ ci sama loxo, noonu rekk la yàllay Esekiyas di tëlee xettali ñoñam ci sama loxo.»"},{"style":"v","text":"Ñuy xaacu nag ca kaw, ci làkku ebrë, jëme ca niti Yerusalem ña ca kaw tata ja, ngir xoqtal leen, yóbbu seenu fit. Su ko defee nangu dëkk ba yomb leen."},{"style":"v","text":"Ci biir loolu ñuy wax ci Yàllay Yerusalem, mbete su doon moroomu yàllay xeeti àddina, ay jëmm yu doom aadama liggéeye ay loxoom."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Buur Esekiyas ak Yonent Yàlla Esayi doomu Amocc yékkati kàddug ñaan ci moomu mbir, jëme asamaan."},{"style":"v","text":"Aji Sax ji yebal malaaka, mu sànk mboolem ñeyi xare akub jawriñ ak kuy njiit ca dalu buurub Asiri, mu sëlmoo gàcce, ñibbi am réewam. Gannaaw gi, ba mu duggee ca kër yàllaam, foofa la ko ñenn ci ay doomi geñog boppam, daldi bóome saamar."},{"style":"v","text":"Noonu la Aji Sax ji musale Esekiyas ak waa Yerusalem ca Senaxerib buurub Asiri ak ci ñépp. Wet gu nekk la leen Aji Sax ji aare."},{"style":"v","text":"Ba mu ko defee ñu bare di indi Yerusalem sarax bu ñeel Aji Sax ji, ak teraanga yu ñeel Esekiyas buurub Yuda. Fa la doxe di ku xeet yépp weg."},{"style":"s1","text":"Buur Esekiyas ma bewoon saay na"},{"style":"p","text":""},{"style":"v","text":"Jant yooyu la Esekiyas woppoon bay waaja dee. Mu ñaan ci Aji Sax ji. Ba mu waxee ak moom, firnde la ko jox, ngir mu xam ne dina wér."},{"style":"v","text":"Teewul teraanga ja ñu defal Esekiyas, feyu ko, xanaa doxe fa indi xolub réy-réylu, ba tax am sànj nara dal ca kawam ak ca kaw Yuda ak Yerusalem."},{"style":"v","text":"Ci kaw loolu Esekiyas toroxlu, tuube ko xolub réy-réyloom, moom ak waa Yerusalem, ba tax sànjum Aji Sax ji dalul ca seen kaw ca janti Esekiyas."},{"style":"p","text":""},{"style":"v","text":"Alal ak daraja ju bare lool la Esekiyas amoon. Ay dencukaay la sàkkaloon boppam, ngir xaalis ak wurus ak doj yu gànjare aki cuuraay aki pakk ak mboolem jumtukaayi tànnéef."},{"style":"v","text":"Ay sàq itam amoon na ko, ngir am pepp ak biiñ bu bees akug diw, ak itam ay wudd ngir gépp xeetu jur aki wërmbal ngir ay géttam."},{"style":"v","text":"Ay dëkk sax tabaxaloon na ko boppam, te amoon na gétt yu ne gàññ, jur gu gudd ak gu gàtt, ndax Yàllaa ko mayoon koom gu bare lool."},{"style":"v","text":"Esekiyas ci boppam moo waññi bëtu ndox ba ñuy wax Gixon Kaw, ngir awale ndox ma fu gëna suufe te féete ca sowub gox ba ñu naan Kër Daawuda. Ndam la am ca mboolem ay liggéeyam."},{"style":"v","text":"Teewul ca mbirum ndawi kàngami Babilon ya yónnee woon fa moom di gëstu kéemaan ga amoon ca réew ma, Yàlla moo ko seetaan, ngir seetlu ko ba ràññee mboolem la ca biir xolam."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Esekiyas ak jëfi ngoram, ma nga binde ca peeñuy Yonent Yàlla Esayi doomu Amocc, ca téere ba ñu dippee Buuri Yuda ak Israayil."},{"style":"v","text":"Gannaaw loolu Buur Esekiyas saay, fekki ay maamam, ñu denc ko fa féete kaw sëgi sëti Daawuda. Teraanga la ko mboolem Yuda ak waa Yerusalem defal cig deewam. Doomam Manase moo falu buur, wuutu ko."}]