[{"style":"s1","text":"Lu jëm ci nguurug Manase"},{"style":"p","text":""},{"style":"v","text":"Fukki at ak ñaar la Manase amoon ba muy falu buur. Nguuru na juróom fukki at ak juróom (55) fa Yerusalem."},{"style":"v","text":"Manase nag di def li Aji Sax ji ñaawlu, topp ñaawtéefi xeet ya Aji Sax ji dàqoon ngir \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","text":"Moo tabaxaat \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya Esekiyas baayam màbboon, yékkatil tuur yi ñu naan \\w Baal|Baal:\\w* ay \\w sarxalukaay|sarxalukaay b-:\\w*, samp ay xer yu ñuy jaamoo \\w Asera|Asera:\\w*, boole ca di sujjóotal mboolem biddiiwi asamaan, di leen jaamu."},{"style":"v","text":"Moo yékkati yeneen sarxalukaayi tuur ca biir kër Aji Sax ji, fa Aji Sax ji waxoon ne: «Fii ci Yerusalem la sama tur di nekk ba fàww.»"},{"style":"v","text":"Ay sarxalukaay it la tabaxal biddiiwi asamaan yépp, ca biir ñaari ëtti kër Aji Sax ji."},{"style":"v","text":"Te itam moo sarxal ay doomam, lakk leen ngir ay tuur ca xuru Ben Inom. Ci biir loolu gisaane na, ñeengo na, xërëm na, jëflante naak ay boroom rawaan ak ñuy jokkook nit ñu dee. Bare na lu mu def lu Aji Sax ji ñaawlu, ba tax mu mer."},{"style":"v","text":"Moo dugal ba tey jëmm ju ñu yatt ju mu sàkkoon ngir tuur ma ñuy wax Asera, ca biir kër Yàlla gi Yàlla waxoon Daawudaak doomam Suleymaan ne leen: «Ci biir kër gii ci Yerusalem gi ma tànn ci mboolem giiri Israayil, ci laay dëj sama tur ba fàww."},{"style":"v","text":"Ndegam bànni Israayil saxoo nañoo sàmm mboolem lu ma leen sant, mboolem yoon wi ak dogali yoon yi ak àttey yoon yi Musaa jottali, dootuma jële seen tànk ci réew mi ma séddoon seeni maam, yeen.»"},{"style":"v","text":"Manase nag moo waññi Yuda ak waa Yerusalem, ñuy def ñaawtéef, ba raw xeet ya Aji Sax ji sànkoon fi kanam bànni Israayil."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji wax naak Manase ak aw askanam, waaye ñoo teewluwul."},{"style":"v","text":"Aji Sax ji nag indi ci seen kaw njiiti gàngooru buurub Asiri, ñu jàppe Manase ay lonku, jénge ko jéngi xànjar, yóbbu Babilon."},{"style":"v","text":"Ca biir njàqareem ja la sàkkoo yiwu Aji Sax ji Yàllaam, daldi toroxlu lool fi kanam Yàlla ju maamam ya."},{"style":"v","text":"Mu ñaan Yàlla, Yàlla nangul ko, dégg ab dagaanam, delloosi ko Yerusalem ci nguuram. Manase nag xam ne Aji Sax ji mooy Yàlla."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu la tabaxaat tatay biti bu gox bu ñu naan Kër Daawuda, dale ko ca sowub Gixon, ca xur wa, ba ca buntu Jën ya, wërale ko tundu Ofel, yékkati tata ba, ba mu kawe lool. Ci biir loolu mu teg ay njiiti gàngoor ca mboolem dëkki Yuda ya tata wër."},{"style":"v","text":"Moo jële itam yàllay ndoxandéem ya ak jëmmu tuur ma ca kër Aji Sax ji ak mboolem sarxalukaay ya mu tabaxoon ca kaw tundu kër Aji Sax ji ak ca Yerusalem; mu génne lépp dëkk ba, sànni ko ca biti."},{"style":"v","text":"Ba loolu amee Manase tabaxaat sarxalukaayu Aji Sax ji, joxe ca \\w saraxi canti biir jàmm|Sarax yi:\\w* ak saraxi njukkal. Mu daldi sant Yudeen ñi, ne leen ñu jaamu Aji Sax ji Yàllay Israayil."},{"style":"v","text":"Teewul askan wa di sarxal ca bérebi jaamookaayi tuur ya ba tey, doonte Aji Sax ji seen Yàlla lañu ko defal."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Manase ak ñaanam ga ca Yàllaam ak kàdduy boroom peeñu ya wax ak moom ci turu Aji Sax ji Yàllay Israayil, lépp a ngoogu ca la ñu dippee Jaar-jaari buuri Israayil."},{"style":"v","text":"Mu di ag ñaanam, di ni ñu ko ko nangule ak mboolem bàkkaaram ak ñàkk wormaam ak béreb ya mu tabax ay jaamookaayi tuur, teg fa ay xer aki jëmm ngir tuur ya, lu jiitu muy toroxlu, ba tuub, tënkees na lépp ci kàdduy boroom peeñu ya."},{"style":"v","text":"Ba mu ko defee Buur Manase saay, fekki ay maamam, ñu denc ko ca këram. Amon doomam moo falu buur, wuutu ko."},{"style":"s1","text":"Lu jëm ci nguurug Amon"},{"style":"p","text":""},{"style":"v","text":"Ñaar fukki at ak ñaar la Amon amoon ba muy falu buur. Ñaari at la nguuru fa Yerusalem."},{"style":"v","text":"Amon di def nag li Aji Sax ji ñaawlu, la baayam Manase daan def. Mboolem tuur ya Manase baayam sàkkoon la Amon daan defal ay sarax, di leen jaamu."},{"style":"v","text":"Toroxluwul, tuubal Aji Sax ji, na Manase baayam toroxloo woon, tuub. Amon moom, ag tooñ la yokk."},{"style":"v","text":"Ci kaw loolu ay surgaam lalal ko pexe, bóom ko ca biir këram."},{"style":"v","text":"Waa réew ma nag rey mboolem ña fexeeloon Buur Amon. Ba loolu amee waa réew ma fal buur, doomam Yosya, mu wuutu ko."}]