[{"style":"s1","text":"Lu jëm ci nguurug Yosya aki coppiteem"},{"style":"p","text":""},{"style":"v","text":"Juróom ñetti at la Yosya amoon ba muy falu buur, te fanweeri at ak benn la nguuru fa Yerusalem."},{"style":"v","text":"Yosya di def li Aji Sax ji rafetlu, topp ci tànk yi maamam Daawuda jaaroon, jàddul fenn, du ndijoor, du càmmoñ."},{"style":"v","text":"Ci juróom ñetteelu atu nguuram, fekk ko di ndaw ba tey, ci la tàmbalee wut Yàllay Daawuda, maamam. Ca fukkeelu atam ak ñaar, mu tàmbalee setal Yuda ak Yerusalem, jële fa \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya ak xer ya ñuy jaamoo \\w Asera|Asera:\\w* tuur ma ak jëmmi tuur yu ñu yatt ak yu ñu xelli."},{"style":"v","text":"Ci biir loolu ñu màbb fa kanamam \\w sarxalukaayi|sarxalukaay b-:\\w* tuur ya ñuy wax \\w Baal|Baal:\\w*; andi \\w cuuraay|cuuraay l-:\\w* ya woon ca kaw sarxalukaay ya, mu toj leen; xer ya ñuy jaamoo Asera ak jëmmi tuur ya ñu yatt ak ya ñu xelli, mu rajaxe leen, wal leen ba mu mokk, mu suy ko ca kaw bàmmeeli ña leen daan defal ay sarax."},{"style":"v","text":"Yaxi \\w sarxalkat|sarxalkat b-:\\w* ya, mu lakk leen ca seen kaw sarxalukaay ya, daldi setal Yuda ak Yerusalem."},{"style":"v","text":"Noonu la def it ca biir dëkki Manaseen ña ak yu Efraymeen ña ak yu Cimyoneen ña, ba ca dëkki Neftaleen ña ak gent ya leen wër."},{"style":"v","text":"Sarxalukaay yaak xer ya ñuy jaamoo Asera la màbb; jëmmi tuur ya, mu wal ba mu mokk; andi cuuraayi tuur yépp, mu toj leen ca mboolem réewum Israayil, doora délsi Yerusalem."},{"style":"p","text":""},{"style":"v","text":"Ca fukk ak juróom ñetteelu atu nguuram, lépp ci biir cetalug réew ma ak kër Yàlla ga, dafa yebal Safan doomu Acalya, ak Maaseya, kàngamu dëkk ba, ak bindkat ba Yowax doomu Yowaxas, ngir ñu jagali kër Aji Sax ji Yàllaam."},{"style":"v","text":"Ñu dem ca Ilkiya sarxalkat bu mag ba, jox ko xaalis ba nit ñi indi kër Yàlla ga, te \\w Leween|Leween b-:\\w* ñay wattu buntu kër ga jële ko ca Manaseen ña ak Efraymeen ña ak mboolem ña des ci Israayil, ak mboolem waa Yuda ak Beñamineen ña ak ña dëkk Yerusalem."},{"style":"v","text":"Ba loolu amee ñu teg xaalis ba ca loxoy ña ñu tabb ca caytug liggéeyu kër Aji Sax ji, saytukati liggéeyu kër Aji Sax ja def ko ca liggéeyub yeesal ba ak jagalub kër Yàlla ga."},{"style":"v","text":"Ñu jox liggéeykati bant yi ak tabaxkat yi lu ñu jënde doj yu ñu yatt ak dénki lëkkalekaay ak lu ñu sàkke xànqi yeneen tabax yu buuri Yuda bàyyi woon ñu yàqu."},{"style":"v","text":"Màndute la nit ña yeboo ca liggéey ba, Leween ña ñu tabb ñu di leen jiite di Yaxat ak Abdiyas, ñooñu soqikoo ci Merari; ak Sàkkaryaa ak Mesulam, ñooñu soqikoo ca Keyat. Leween ñooñu ñépp a mane woon ay jumtukaayi xumbéen."},{"style":"v","text":"Ñoo yilifoon yenukat ya ak mboolem liggéeykat ya, ci wàll wu ci nekk. Yenn Leween ñi diy bindkat aki jawriñ aki fara bunt."},{"style":"s1","text":"Téereb yoonu Aji Sax ji feeñ na"},{"style":"p","text":""},{"style":"v","text":"Ba ñuy génne xaalis ba ñu indi ca kër Aji Sax ji, ca la \\w sarxalkat|sarxalkat b-:\\w* ba Ilkiya gis téereb yoonu Aji Sax ja Musaa jottali."},{"style":"p","text":""},{"style":"v","text":"Ilkiya nag wax Safan bindkat ba ne ko: «Téereb yoon wi de laa gis ci kër Aji Sax ji.» Ci kaw loolu Ilkiya jox Safan téere ba."},{"style":"v","text":"Ba loolu amee Safan bindkat ba yóbbu téere ba ca Buur, àggewaale ko kàddu ne ko: «Mboolem lees dénkoon say surga, ñu ngi koy def."},{"style":"v","text":"Xaalis ba nekkoon ca kër Aji Sax ji, sotti nañu ko, ba teg ko ci loxol saytukat yi ak ci loxol ñi jiite liggéey bi.»"},{"style":"v","text":"Safan bindkat ba nag neeti Buur: «Ab téere nag la ma Ilkiya sarxalkat bi jox.» Safan jàngal ko Buur."},{"style":"p","text":""},{"style":"v","text":"Ba Buur déggee kàdduy téereb yoon wi, dafa xotti ay yéreem ndax njàqare."},{"style":"v","text":"Buur daldi sant Ilkiya ak Axikam doomu Safan ak Abdon doomu Mise ak Safan bindkat ba ak Asaya bëkk-néegu buur, ne leen:"},{"style":"v","text":"«Demleen leerlul ma ci Aji Sax ji, laajaaleel ndes wi ci Israayil ak Yuda, ci mbirum kàdduy téere bi feeñ. Sànjum Aji Sax ji sottiku ci sunu kaw kat réy na, ndax sunuy maam a sàmmul kàddug Aji Sax ji, ngir jëfe mboolem noonee ñu ko binde ci téere bii.»"},{"style":"p","text":""},{"style":"v","text":"Ilkiya daldi dem, ànd ak ña Buur yebal, ba ca Ulda yonent bu jigéen ba doon soxnas Salum wattukatub yére ya. Salum di doomu Tokeyat doomu Asra\\f + \\fr 34.22 \\fk Tokeyat doomu Asra \\ft ak Tigwa doomu Aras, kenn ki la.\\f*. Ulda ma nga dëkkoon Yerusalem ca sanc ba. Ñu wax ak moom."},{"style":"v","text":"Jigéen ja ne leen: «Aji Sax ji Yàllay Israayil nee: Xamalleen ki leen yebal ci man ne ko:"},{"style":"v","text":"“Aji Sax ji nee: Maa ngii di wàcce musiba ci béreb bii ak ñi ko dëkke, muy mboolem alkànde yi binde ci téere bi ñu jàngal buurub Yuda."},{"style":"v","text":"Gannaaw ñoo ma dëddu, di taalal yeneen yàlla \\w cuuraay|cuuraay l-:\\w*, ngir merloo ma ci mboolem liggéey yu ñu defe seeni loxo, sama sànj mooy yuriku ci béreb bii te du fey.”"},{"style":"v","text":"Buuru Yuda mi leen yónni, ngir ngeen laajlusi ci Aji Sax ji nag, waxleen ko ne ko: “Li Aji Sax ji Yàllay Israayil wax ci kàddu yi ngeen dégg moo di:"},{"style":"v","text":"Gannaaw yaa réccu ci sa xol, ba toroxlu ci kanam Yàlla, ba nga déggee kàddoom yi mu wax ci béreb bii mook ñi ko dëkke, te yaa toroxlu tuubal ma, xotti say yére, jooy fi sama kanam, man it dégg naa la. Kàddug Aji Sax jee."},{"style":"v","text":"Maa ngii di la yóbbu nga fekki say maam, dees na la yóbbu ak jàmm ca sa bàmmeel te say bët du tegu ci mboolem musiba mi may wàcce ci béreb bii ak ci kaw ñi ko dëkke.”» Ba loolu amee ñu dellu, yegge Buur kàddu ga."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Buur Yosya yónnee, woo mboolem magi Yuda ak Yerusalem, ñu dikk."},{"style":"v","text":"Buur dem ca kër Aji Sax ji, ànd ak waa Yuda gépp ak waa Yerusalem ak sarxalkat yaak \\w Leween|Leween b-:\\w* ña ak askan wépp, ka gën di mag ba ca gëna tuut. Mu jàngal leen, ñuy dégg, mboolem kàdduy téereb kóllëre\\f + \\fr 34.30 \\fk téereb kóllëre bi \\ft mooy téereb yoonu Musaa wi. Seetal ci aaya 14, 15.\\f* bi feeñ ci kër Aji Sax ji."},{"style":"v","text":"Buur nag taxaw ca bérebu boppam, feddali \\w kóllëre|kóllëre g-:\\w* ga fa kanam Aji Sax ji, ngir topp Aji Sax ji, di sàmme léppi xolam ak léppi bakkanam ay santaaneem ak seedey yoonam ak dogali yoonam, ngir jëfe kàdduy kóllëre gi ñu bind ci téere bi."},{"style":"v","text":"Ci kaw loolu mu xiir mboolem ña mu fekk Yerusalem ak diiwaanu Beñamin, ngir ñu yebu ci. Waa Yerusalem it defe ko, na mu dëppoo ak kóllëreg Yàlla, seen Yàllay maam ya."},{"style":"v","text":"Yosya nag jële mboolem suufas \\w bànni Israayil|bànni Israayil:\\w*, mboolem xërëm yu seexluwu. Mu daldi xiirtal mboolem ña ca Israayil ci jaamu Aji Sax ji seen Yàlla. La des ca janti Yosya yépp, bànni Israayil dëdduwuñu Aji Sax ji, seen Yàllay maam ya."}]