[{"style":"s1","text":"Yosya dekkal na bésub Mucc"},{"style":"p","text":""},{"style":"v","text":"Yosya nag amal fa Yerusalem, \\w màggalu bésub Mucc|Màggal yi:\\w* ñeel Aji Sax ji. Ñu rendi gàttub bésub Mucc, fukki fan ak ñeent ca weer wa njëkk ca at ma."},{"style":"v","text":"Ci biir loolu mu delloo \\w sarxalkat|sarxalkat b-:\\w* ya ca seeni dénkaane, ñaax leen ca liggéeyu kër Aji Sax ji."},{"style":"v","text":"Gannaaw loolu mu ne \\w Leween|Leween b-:\\w* ñi, ñoom ñay xelal Israayil gépp, te di ñu ñu sellalal Aji Sax ji. Mu ne leen: «Yebleen \\w gaal|gaalu kóllëre g-:\\w* gi ci biir kër gi Suleymaan doomu Daawuda buurub Israayil tabax. Dootul ab sëf ci seeni mbagg. Léegi féetewooleen seen liggéeyub Yàlla Aji Sax ji ak Israayil ñoñam."},{"style":"v","text":"Séddalikooleen ni ngeen bokke seeni kër maam ak seeni kuréel, noonu ko Daawuda buurub Israayil binde woon, te Suleymaan doomam it binde ko ni."},{"style":"v","text":"Taxawleen ci kër gu sell gi, ànd ak seen làngu kër maam, topp seen wàllu kër maam ci biir Leween ñi, ngir ngeen nekkal seen bokki askan wi dul ay Leween."},{"style":"v","text":"Yeenay rendi gàttub bésu Mucc; sellaluleen te waajalal seen bokki \\w bànni Israayil|bànni Israayil:\\w*, ngir matal kàddug Aji Sax ji Musaa jottali.»"},{"style":"p","text":""},{"style":"v","text":"Yosya nag génnee ca alali buur fanweeri junniy (30~000) gàtt yu ndaw, ay kuuy yu ndaw aki tef, lépp ngir saraxub bésu Muccu mboolem bànni Israayil ga fa teew, ak ñetti junniy (3~000) nag."},{"style":"v","text":"Ay jawriñam itam génne ab \\w saraxu yéene|Sarax yi:\\w* ñeel askan wa, ñook sarxalkat yaak Leween ña. Ilkiya ak Sàkkaryaa ak Yexyel, kilifay kër Yàlla ga, jox sarxalkat ya, ngir bésub Mucc, ñaari junni ak juróom benni téeméeri (2~600) boppi gàtt ak ñetti téeméeri (300) nag."},{"style":"v","text":"Kilifay Leween ña, Konaña aki bokkam Semaya ak Netaneel ak Asabya ak Yewel ak Yosabàdd, ñoom it génneel Leween ña juróomi junniy (5~000) gàtti bésub Mucc ak juróomi téeméeri (500) nag."},{"style":"v","text":"Ba mu ko defee ñu waajal liggéey ba, sarxalkat ya taxaw ca seen béreb, Leween ña itam noonu, ñu topp seeni kuréel, na ko Buur santaanee."},{"style":"v","text":"Ci kaw loolu ñu rendi gàtti bésub Mucc ba, sarxalkat ya nangoo deret ja ca seeni loxo, wis-wisal ko, Leween ña fees."},{"style":"v","text":"Ba loolu amee ñu ber \\w saraxu rendi-dóomal|Sarax yi:\\w* ba, ngir séddale ko askan wa, na ñu bokke seeni kër maam, ngir ñu man koo sarxalal Aji Sax ji, ni ñu ko binde ci téereb Musaa. Nag ya itam, ñu def ko noonu."},{"style":"v","text":"Ñu daldi wàjj saraxu bésu Mucc ba, na ko yoon diglee, sarax yu \\w sell|sell:\\w* ya, ñu baxal ko ci ay pot aki cin aki njaq, daldi ko yóbbul gaaw mboolem askan wa."},{"style":"v","text":"Gannaaw loolu la Leween ña waajalal seen wàllu bopp ak wu sarxalkat ya ci ndawal li, ndax sëti Aaróona sarxalkat ya, saraxi rendi-dóomal ya ak lay nebbon ca yeneen sarax ya, moom lañu yendoo lakk ba guddi. Moo tax Leween ña waajal seen wàll ci ndawal li ak wàllu sëti Aaróona sarxalkat ya."},{"style":"p","text":""},{"style":"v","text":"Doomi Asaf, woykat ya nag ña nga féete seen béreb, na ko Daawuda santaanee woon. Te muy Asaf, di Eman, di Yedutun boroom peeñum Buur, di fara bunt ya ca bunt yépp, du kenn ku ci sañoona jóge ca liggéeyam, ndax seen bokki Leween a leen waajalal lépp."},{"style":"v","text":"Noonu lañu defe bésub keroog mboolem liggéeyub Aji Sax ji, ngir wormaal bésub Mucc ak itam sarxe rendi-dóomal ya, ca kaw \\w sarxalukaayu|sarxalukaay b-:\\w* Aji Sax ji, noonee ko Buur Yosya santaanee."},{"style":"v","text":"Jant yooyu, bànni Israayil ga ko teewe, diiru juróom ñaari fan lañu wormaal bésub Mucc ak \\w màggalu Mburu mu amul lawiir|Màggal yi:\\w*."},{"style":"v","text":"Yosya ak Leween ña ak mboolem waa Yuda ak Israayil ga ko teewe, ak waa Yerusalem, bésub Mucc ba ñu amal, bu ni mel, ca janti Samiyel yonent ba ak janti mboolem buuri Israayil, ba booba, maseesu ko fa woona màggal."},{"style":"v","text":"Ca fukk ak juróom ñetteelu atu nguurug Yosya lañu màggal bésu Mucc boobu."},{"style":"s1","text":"Buur Yosya saay na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu yépp, ba Yosya defaraatee kër Yàlla ga ba noppi, ca la Nekko buuru Misra dikk ngir xare fa Karkemis, ca wetu dexu Efraat. Yosya nag jóg ngir dogaleji ko."},{"style":"v","text":"Nekko yebal ay ndaw ca moom, ne ko: «Yaw buurub Yuda, ana lu ma joteek yaw? Du ci sa kaw laa jëm, bésub tey, waaye ca kaw kër ga may xareel laa jëm. Yàllaa ma sant ma gaaw nag, kon bul gàllankoor Yàlla mi ànd ak man, lu ko moy mu sànk la.»"},{"style":"p","text":""},{"style":"v","text":"Teewul Yosya baña walbatiku bàyyi ko, xanaa mu soppig col, ngir xareek moom. Dégluwul kàdduy Nekko ya tukkee ca gémmiñug Yàlla, xanaa mu dem xareji ca xuru Megido."},{"style":"v","text":"Ci kaw loolu fittkat ya fitt Buur Yosya, Buur ne ay surgaam: «Génneleen ma fii, gaañu naa lool.»"},{"style":"v","text":"Surgaam ya génne ko watiiram, yéege ko ca beneen watiiram, delloo ko Yerusalem, mu doora dee. Ba loolu amee, ñu denc ko ca bàmmeeli maamam ya. Mboolem Yuda ak Yerusalem ñaawlu nañu ngir Yosya."},{"style":"p","text":""},{"style":"v","text":"Yeremi yonent ba fent na woy wu mu jooye Yosya, te booba ba sunu jonni yàllay tey, mboolem woykat yi, góor ak jigéen wax nañu ci Yosya, ci seen kàdduy jooytu, ba ñu mujj def kàddu ya aada ci Israayil, te mu ngoogu binde ca la ñu dippee Kàdduy Jooytu."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Yosya ak jëfi wormaam yi dëppoo ak Yoonu Aji Sax ji,"},{"style":"v","text":"jëfam yu njëkk yaak yu mujj ya, ña ngoogu binde ca téere ba ñu dippee Buuri Israayil ak Yuda."}]