[{"style":"s1","text":"Lu jëm ci nguurug Yowaxas"},{"style":"p","text":""},{"style":"v","text":"Askanu réew ma nag jël Yowaxas doomu Yosya, fal ko buur, mu wuutu baayam fa Yerusalem."},{"style":"v","text":"Ñaar fukki at ak ñett la Yowaxas amoon ba muy falu buur. Ñetti weer la nguuru fa Yerusalem."},{"style":"v","text":"Buuru Misra moo ko jële Yerusalem, ba noppi teg réew ma galagu fanweeri barigoy xaalis ak ñeent (34), ak fanweeri kiloy wurus ak ñeent (34)."},{"style":"v","text":"Ci kaw loolu buuru Misra fal Elyakim magu Yowaxas buurub Yuda ak Yerusalem. Mu daldi soppi turam, tudde ko Yoyakim. Yowaxas rakk ja moom, Nekko jàpp ko, yóbbu Misra."},{"style":"s1","text":"Lu jëm ci nguurug Yoyakim"},{"style":"p","text":""},{"style":"v","text":"Ñaar fukki at ak juróom la Yoyakim amoon ba muy falu buur, te fukki at ak benn la nguuru fa Yerusalem. Muy def nag li Aji Sax ji Yàllaam ñaawlu."},{"style":"v","text":"Moom la Nebukatnecar buuru Babilon dal ci kawam, jénge ko jéngi xànjar, yóbbu Babilon."},{"style":"v","text":"Lenn ca yëfi kër Aji Sax ja nag, Nebukatnecar yóbbaale ko Babilon, yeb ko ca màkkaanu buuram ca Babilon."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Yoyakim ak jëf ju seexluwu ja mu jëf ak la ñu ko gisal, ma ngoogu binde ca téere ba ñu dippee Buuri Israayil ak Yuda. Yoyakin doomam a falu buur, wuutu ko."},{"style":"s1","text":"Lu jëm ci nguurug Yoyakin"},{"style":"p","text":""},{"style":"v","text":"Juróom ñetti at la Yoyakin amoon ba muy falu buur, te ñetti weer ak fukki fan la nguuru, Yerusalem di péeyam. Muy def nag li Aji Sax ji ñaawlu."},{"style":"v","text":"Ba at ma délsee la Buur Nebukatnecar yónnee, jëlsi ko yóbbu Babilon, boole ca yëfi tànnéef yu kër Aji Sax ji. Ba loolu amee la fal Cedesyas mbokkum Yoyakin, buurub Yuda ak Yerusalem."},{"style":"s1","text":"Lu jëm ci nguurug Cedesyas"},{"style":"p","text":""},{"style":"v","text":"Ñaar fukki at ak benn la Cedesyas amoon ba muy falu buur, te fukki at ak benn la nguuru fa Yerusalem."},{"style":"v","text":"Muy def li Aji Sax ji Yàllaam ñaawlu, toroxluwul, tuub fa kanam Yonent Yàlla Yeremi ma waxe ndigalal Aji Sax ji."},{"style":"v","text":"Cedesyas fippu na itam ca kaw Buur Nebukatnecar ma ko giñloo woon ci Yàlla ne moom lay nangul. Daa sajju loos, të ticc, baña dellusi ci Aji Sax ji Yàllay Israayil."},{"style":"v","text":"Rax ci dolli mboolem njiiti \\w sarxalkat|sarxalkat b-:\\w* ya ak askan wa gënatee jëfe ag ñàkk worma, di roy mboolem jëf ju seexluwu ju xeet yi nekke, ba sobeel kërug jaamookaay gi Aji Sax ji sellaloon ngir boppam fa Yerusalem."},{"style":"s1","text":"Mbugal ñeel na Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji seen Yàllay maam ya yónnee na leen ay yooni yoon ay ndaw, ndax ñeewante ñoñam ak màkkaanam."},{"style":"v","text":"Teewul ñuy kókkali ndawi Yàlla, di teddadil ay kàddoom, di ñaawal ay yonentam. Sànjum Aji Sax ji nag mujj jógal ñoñam, ba menn paj manatu cee am."},{"style":"v","text":"Moo indi ci seen kaw buurub waa Babilon, mu reye saamar seeni waxambaane, ba ca biir kër gu sell ga, ñeewantewul kenn; du ndaw lu góor, dub janq, du mag, du ku weex tàll ak bijjaaw. Ñépp la Yàlla teg ci ay loxoom."},{"style":"v","text":"Ci biir loolu mboolem yëfi kër Yàlla ga, yu mag yaak yu ndaw ya ak denci kër Aji Sax ja ak denci kër buur aki jawriñam, lépp la boole yóbbu Babilon."},{"style":"v","text":"Ñu lakk kër Yàlla ga, màbb tatay Yerusalem, mboolem këri buuram, ñu lakk, mboolem lu ca gànjare, ñu yàq ko."},{"style":"v","text":"Ba mu ko defee, ndes wa mucc saamar, mu jàpp leen yóbbu ngàllo ca Babilon, ñu doon ay jaamam, moom aki doomam, ba keroog nguurug Pers mujj teg tànk."},{"style":"v","text":"Loolu nag moo sottal kàddu ga Aji Sax ji wax jaarale ko ci gémmiñug Yonent Yàlla Yeremi\\f + \\fr 36.21 \\ft Seetal ci \\bk Yeremi\\bk* 25.11; 29.10.\\f* bi mu nee diiru juróom ñaar fukki at la réew mi di gental, ngir fey Ati Noflaay ya ñu sàmmul woon\\f + \\fr 36.21 \\fk Ati Noflaay: \\ft seetal ci \\bk Sarxalkat yi\\bk* 25.1-13; 26.34.\\f*."},{"style":"p","text":""},{"style":"v","text":"At ma njëkk ca nguurug Sirus buuru Pers\\f + \\fr 36.22 \\ft Mooy at ma buuru Pers njëkka falu ci Babilon ak ci yeneen réew ya mu tegoon loxo.\\f*, Aji Sax ji moo nammoona sottal kàddu ga mu waxe ca gémmiñug Yonent Yàlla Yeremi, ba tax mu xiir Sirus buuru Pers, mu siiwtaane ab dogal ci mboolem réewam, boole ci bind ko ne:"},{"style":"p","text":""},{"style":"v","text":"«Sirus buuru Pers dafa wax ne: Mboolem réewi àddina, Yàlla Boroom asamaan\\f + \\fr 36.23 \\fk Yàlla Boroom asamaan \\ft turu darajaal la bu ñuy waxe ci gàttal ne mooy Yàllay asamaan ak suuf, muy wund ne du Israayil rekk lay seen Yàlla, waaye mooy Yàllay àddina sépp.\\f* moo ma leen dénk, te moom moo ma tabb, ngir ma tabaxal ko kër ca Yerusalem ga ca Yuda. Képp ku bokk ci mboolem ñoñam, yal na Aji Sax ji Yàllaam ànd ak moom, mu dem Yerusalem.»"}]