[{"style":"p","text":""},{"style":"v","text":"Suleymaan sàkk na itam ab \\w sarxalukaayu|sarxalukaay b-:\\w* xànjar bu gudde ñaar fukki xasab, yaatoo ñaar fukki xasab, taxawaayam di fukki xasab."},{"style":"v","text":"Ci biir loolu mu móollu mbalkam njàpp mu weñ, ñu di ko wax Géej ga. Mbalka ma daa mërgalu; yaatoo fukki xasab catu omb, ba catu omb; taxawaay ba di juróomi xasab, ag buumu fanweeri xasab di ko ub."},{"style":"v","text":"Ay jëmmi nag a nga ca suufu mbalka ma, wër ko ba mu daj, fukki nag tollook xasab. Nag yi def ñaari làng yu wër mbalka mi ba mu daj te ànd ak mbalka mi ci benn xelli."},{"style":"v","text":"Mbalkam njàpp mi, ci kaw fukki jëmmi nag ak ñaar la tege, ñett jublu bëj-gànnaar, ñett jublu sowu, ñett jublu bëj-saalum, ñett jublu penku. Mbalka mi war nag yi, seeni gannaaw féete biir, ñoom ñépp."},{"style":"v","text":"Dëllaayu mbalka mi yaatuwaayu loxo la, kéméj gi mel ni gémmiñu kaas, di nirook lëppu tóor-tóor. Ñetti téeméeri barigo ak fanweer (330) la mbalka miy def."},{"style":"v","text":"Ci biir loolu Suleymaan sàkk fukki ndabi raxasu, teg juróom wetu ndijoor, juróom wetu càmmoñ, ñu di ca raxas yàppu \\w saraxu rendi-dóomal|Sarax yi:\\w*, mbalka ma nag, \\w sarxalkat|sarxalkat b-:\\w* ya di ca jàppe."},{"style":"s1","text":"Suleymaan defarlu na jumtukaayi kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Mu sàkk fukki tegukaayi làmpi wurus yi, ni ñu ko diglee, teg tegukaay yi ci biir \\w néeg bu mag|néeg (Yàlla) bu mag b-:\\w* bu kër Yàlla ga, juróom ci wetu ndijoor; juróom, wetu càmmoñ."},{"style":"v","text":"Mu sàkk itam fukki taabal, yeb leen ca biir néeg bu mag ba, juróom, wetu ndijoor; juróom, wetu càmmoñ; ak téeméeri këlli tuurukaayi deret yu wurus."},{"style":"v","text":"Mu sàkk ba tey ëttu \\w sarxalkat|sarxalkat b-:\\w* yi, ak ëtt bu mag bi, sàkkal ëtt bu mag bi lafi bunt, daldi xoob lafi bunt yi xànjar."},{"style":"v","text":"Mbalka mi nag, mu tege ko wetu ndijoor, fa féete bëj-saalum, jàpp penku."},{"style":"v","text":"Uram sàkk itam ndabi tibbukaayu dóom ak ñiitukaay yi ak këll yi. Ci kaw loolu Uram sottal liggéey ba mu liggéeyal Buur Suleymaan ca kër Yàlla ga:"},{"style":"v","text":"muy ñaari kenu yi, ak ñaari gamb yiy boppi kenu yi, te tege ca seen kaw, ak ñaari caaxi càllala yiy muur ñaari gamb yi,"},{"style":"v","text":"ak ñeenti téeméeri gërënaat yiy ànd ak ñaari caax yi; caax bu nekk, ñaari caqi gërënaat, ñu dar ñaari gamb yi ci boppi kenu yi;"},{"style":"v","text":"ak fukki rootukaay yi ak fukki bagaan yi ci kaw rootukaay yi."},{"style":"v","text":"Menn mbalkam njàpp mi ñuy wax Géej gi it ci la, ak fukki nag ak ñaar yi ci ronam."},{"style":"v","text":"Ndabi tibbukaayu dóom ak ñiitukaay yi, ak cappukaayi yàpp yi, ak mboolem jumtukaay ya cay ànd, xànjar bu ñu jonj la ko Uram Abi defal Buur Suleymaan, ñeel kër Aji Sax ji."},{"style":"v","text":"Ci joorug Yurdan la ko Buur xellilu, ci móoli ban yu ñu gas, ci diggante Sukkót ak Cereda\\f + \\fr 4.17 \\fk Cereda \\ft ak Cartan, benn gox bi la.\\f*."},{"style":"v","text":"Suleymaan moo sàkk jumtukaay yooyu yépp, mu bare lool, ba natteesul diisaayu xànjar ba ca dem."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Suleymaan defarlu na mboolem yeneen jumtukaayi kër Yàlla ga: muy \\w sarxalukaayu|sarxalukaay b-:\\w* wurus ba, ak taabal ya ñuy teg \\w mburum teewal|mburum teewal m-:\\w* ma,"},{"style":"v","text":"ak tegukaayi làmp ya ak seeni làmp, lépp di wurusu ngalam, làmp yiy tàkk, na ko àtteb yoon tërale, fa kanam \\w néeg bu sella sell|néeg bu sell b-:\\w* bi;"},{"style":"v","text":"tóor-tóor yi it ak làmp yi ak ñiim yi, lépp di wurus, wurus wu set wecc."},{"style":"v","text":"Feyukaay yi itam ak këll yi ak kopp yi ak andi \\w cuuraay|cuuraay l-:\\w* yi, lépp wurusu ngalam la. Te bunti kër Yàlla ca la, muy: buntu néeg bi ñuy jaare dugg ci néeg bu sella sell bi, ak ay lafam ak lafi buntu néeg bi ñuy jaare dugg ci néeg bu mag bi, lépp wurus la."}]