[{"style":"p","text":""},{"style":"v","text":"Ba loolu amee, mboolem lu Suleymaan liggéeyal kër Aji Sax ji daldi sotti. Mu boole xaalis baak wurus waak mboolem jumtukaay ya Daawuda baayam sellalaloon Aji Sax ji, yeb ko ca denc ya def alali kër Yàlla ga."},{"style":"s1","text":"Suleymaan sancal na gaalu Yàlla"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Suleymaan woolu magi Israayil. Mboolem kilifay giiri Israayil ak seen njiiti kër maam ya daje Yerusalem, ngir ñu àgg \\w Siyoŋ|Siyoŋ:\\w*, gox ba ñu naan Kër Daawuda, ba yékkatee fa \\w gaal ga kóllërey Aji Sax ji dence|gaalu kóllëre g-:\\w*."},{"style":"v","text":"Waa Israayil gépp nag daje fa Buur, ca màggalug juróom ñaareelu weer wa, di \\w màggalu Mbaar|Màggal yi:\\w* ya."},{"style":"v","text":"Ba magi Israayil ñépp dikkee, \\w Leween|Leween b-:\\w* ñaa yékkati gaal ga."},{"style":"v","text":"Ñoo yékkati gaal ga, ak \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, ak mboolem jumtukaay yu \\w sell|sell:\\w* ya ca biir xayma ba, \\w sarxalkat|sarxalkat b-:\\w* yay Leween daldi gàddu lépp."},{"style":"v","text":"Buur Suleymaan ak mbooloom Israayil ma daje fa moom, ñoom ñépp a teew. Ñu jàkkaarlook gaal ga, di rendi ay gàtt aki nag yu kenn manula lim mbaa di ko waññ, ndax bare."},{"style":"v","text":"Gannaaw loolu sarxalkat ya yóbbu gaalu Aji Sax ja ca bérebam, ca biir \\w néeg bu sella sell ba|néeg bu sell b-:\\w*, ca ron laafi malaakay \\w serub|serub y-:\\w* ya."},{"style":"v","text":"Jëmmi serub yaa nga tàllal seeni laaf, tiim bérebu gaal ga, laaf ya yiir kaw gaal ga aki njàppoom."},{"style":"v","text":"Njàppu ya daa guddoon, ba ku tollu ca néeg bu sell ba, ca kanam néeg bu sella sell ba, di mana séen la cat ya sute guddaayu gaal ga. Waaye maneesula tollu ca biti di séen cat ya. Njàppu yaa nga fa ba tey jii."},{"style":"v","text":"Dara nekkuloon ca biir gaal ga nag, lu moy ñaari àlluwa ya ca Musaa yeboon ca tundu Xoreb\\f + \\fr 5.10 \\fk Xoreb \\ft mooy Sinayi ba tey.\\f*, fa Aji Sax ji fase woon \\w kóllëre|kóllëre g-:\\w* ak \\w bànni Israayil|bànni Israayil:\\w*, ba ñu génnee Misra."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu sarxalkat ya génne ca néeg bu sell ba. Fekk na sarxalkat yépp sangu-set, ak kuréel gu ñu mana bokk."},{"style":"v","text":"Mboolem woykati Leween ña nag, ñoom Asaf ak ñoom Eman ak ñoom Yedutun, ñook seen doom yu góor ak seeni bokk, ñépp soloo mbubbi lẽe ba jekk, yor tabala aki xalam aki riiti. Ña nga taxaw ca penkub \\w sarxalukaay|sarxalukaay b-:\\w* ba, ñook téeméeri sarxalkat ak ñaar fukk ñuy wal ay liit."},{"style":"v","text":"Liitkat yaak woykat ya àndandoo def benn baat, di sàbbaal aka sant Aji Sax ji. Seen baat lañu jolleendoo, ànd ak liit yaak tabala yaak yeneen jumtukaayi xumbéen ya, di sàbbaal naan: «Kee baax, kee saxoo ngoram ba fàww.» Ci kaw loolu kër ga, kër Aji Sax ji jekki feese aw niir,"},{"style":"v","text":"ba sarxalkat ya manatuñoo taxaw ngir def seen liggéey ndax niir wa. Booba leeru Aji Sax jaa fees kër Yàlla ga."}]