[{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Suleymaan ne: «Aji Sax ji moo noon lëndëm gu fatt lay màkkaanoo."},{"style":"v","text":"Man nag tabaxal naa la kër gu màgg, màkkaan mooy dëkke ba fàww.»"},{"style":"v","text":"Ci kaw loolu Buur Suleymaan walbatiku, ñaanal mbooloom Israayil mépp, fekk mbooloom Israayil mépp a nga taxaw."},{"style":"v","text":"Mu ne: «Cant ñeel na Aji Sax ji Yàllay Israayil, moom mi sottale loxoy boppam, la mu waxoon Daawuda sama baay ci gémmiñam, ne ko:"},{"style":"v","text":"“La dale bés ba ma génnee bànni Israayil, sama ñoñ, ca réewum Misra ba tey, tànnuma benn dëkk, ci mboolem giiri Israayil, bu ñuy tabax kër gu sama tur di nekk. Te it tànnuma kenn ngir mu jiite Israayil sama ñoñ."},{"style":"v","text":"Waaye Yerusalem laa tànn, ngir nekkal fa sama tur, Daawuda it laa tànn ngir fal ko ci kaw Israayil.”"},{"style":"v","text":"La doon yéeney Daawuda sama baay nag moo doon tabax kër gu mu tudde Aji Sax ji Yàllay Israayil."},{"style":"v","text":"Teewul Aji Sax ji wax Daawuda sama baay, ne ko: “Gannaaw yaa fasoon ci sa xol yéeney tabax kër, tudde ma ko, def nga lu rafet, ngir sa yéeney xol la woon."},{"style":"v","text":"Waaye du yaw yaay tabax kër gi; sa doom ju góor ju soqikoo ci sa geño, moom mooy tabax kër gi, tudde ma ko.”"},{"style":"v","text":"Aji Sax ji moo sottal waxam ja mu waxoon. Maa wuutu Daawuda sama baay, ba toog ci jalub Israayil, noonee ko Aji Sax ji waxe woon, maa tabax kër gi, tudde ko Aji Sax ji Yàllay Israayil."},{"style":"v","text":"Te it fa laa def gaal gi def àlluway kóllërey Aji Sax ga mu fasoon ak bànni Israayil.»"},{"style":"s1","text":"Suleymaan ñaan na ca kanam kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Suleymaan taxaw jàkkaarlook \\w sarxalukaayu|sarxalukaay b-:\\w* Aji Sax ji, fa kanam mbooloom Israayil mépp. Mu daldi tàllal ay loxoom."},{"style":"v","text":"Fekk na Suleymaan sàkklu ab tóojub xànjar, ba teg ko ca diggu ëtt ba. Juróomi xasab la tóoj ba gudde, yaatoo juróomi xasab, taxawe ñett. Mu taxaw ca kaw, daldi sukk bëti óomam fa kanam mbooloom Israayil mépp. Ci kaw loolu mu tàllal ay loxoom asamaan,"},{"style":"v","text":"daldi ne:"},{"style":"p","text":"«Yaw Aji Sax ji Yàllay Israayil, amul jenn Yàlla ju mel ni yaw fa asamaan mbaa ci suuf, yaw miy sàmm \\w kóllëre|kóllëre g-:\\w* ak ngor, ñeel sa jaam ñiy doxe seen léppi xol fi sa kanam."},{"style":"v","text":"Yaa sàmm kàddu ga nga waxoon sa jaam ba, Daawuda sama baay, ci sa gémmiñu bopp, te yaa sottal ci sab loxo, sa kàddu bés niki tey."},{"style":"v","text":"Léegi nag Aji Sax ji Yàllay Israayil, ngalla sàmmal la nga waxoon sa jaam ba, Daawuda sama baay, ne ko: “Deesu la xañ mukk ci saw askan ku góor kuy tooge jalub Israayil fi sama kanam, ndegam saw askan a ngi moytu seenu yoon, ngir di doxe sama ndigalu yoon, noonee nga daan doxe fi sama kanam.”"},{"style":"v","text":"Kon nag yaw Yàllay Israayil, ngalla saxalal wax jooju nga waxoon Daawuda, sa jaam ba."},{"style":"p","text":""},{"style":"v","text":"«Waaye yaw Yàlla! Ndax yaay dëkk ak doom aadama ci kaw suuf sax? Seetal rekk, asamaan ba ca asamaani asamaan manu laa fat, astamaak kër sii ma tabax."},{"style":"v","text":"Waaye Aji Sax ji, sama Yàlla, rikk, teewlul li ma lay ñaan, man sab jaam, di la ko dagaan; ngalla déggal sama yuux, te nangu ñaan gi ma lay ñaan."},{"style":"v","text":"Yal nanga ne jàkk, muy bëccëg di guddi, ci kër gii, béreb bi nga noon fi ngay def sa tur, te yal nanga dégg ñaan gi may ñaan jublu ci béreb bii, di ko ñaan, man sab jaam."},{"style":"v","text":"Yal nanga may nangul samay dagaan, nangul Israayil sa ñoñ. Bu ñu jubloo béreb bii, ñaan la, yal nanga ko dégge béreb ba nga dëkke ca asamaan, ba nangul leen, jéggal leen."},{"style":"p","text":""},{"style":"v","text":"«Su dee nit lañu tuumaal ne moo tooñ moroomam, te yoon waatloo ko ba waat war ko, bu dikkee di waatsi fi sa kanam sarxalukaay bi ci biir kër gii,"},{"style":"v","text":"su boobaa, yaw rikk dégge ko fa asamaan, àtte say jaam, ngir fey ki tooñ, këpp añu jëfam ci kaw boppam, te nga dëggal ki am dëgg, ngir jox ko dëggam gi mu yelloo."},{"style":"p","text":""},{"style":"v","text":"«Su Israayil sa ñoñ daanoo fi kanam ab noon, ngir tooñ gu ñu la tooñ, bu ñu waññikoo ci yaw, sàbbaal saw tur, ñaan, sàkku aw yiw fi sa kanam, ci biir kër gii,"},{"style":"v","text":"su boobaa yaw, yal nanga dégge fa asamaan, ba jéggale bàkkaarub Israayil sa ñoñ, te nga delloo leen ca réew ma nga leen joxoon, ñook seeni maam."},{"style":"p","text":""},{"style":"v","text":"«Bu asamaan tëjoo, ba taw amul ndax tooñ gu ñu la tooñ, bu ñu jubloo béreb bii, ñaan la, sàbbaal saw tur, dëddu seen bàkkaar ndax sa mbugal,"},{"style":"v","text":"su boobaa yaw ngalla nangool fa asamaan, te nga jéggale sa bàkkaaru jaam ñi, Israayil sa ñoñ. Ngalla xamal leen yoon wu baax wi ñu wara doxe, te nga tawal sa suuf si nga joxoon sa ñoñ, muy seen cér."},{"style":"p","text":""},{"style":"v","text":"«Bu xiif amee ci réew mi, mbaa mbas, mbaa gàncax gi lakk, mbaa benaat xuural ko, mbaa mu diy njéeréer mbaa soccet, mbaa su dee congum seeni noon ci seen dëkki réew mi, mbaa muy mboolem luy musiba ak mboolem jàngoro, su boobaa,"},{"style":"v","text":"lépp lu ciy ñaan akug tinu gu bawoo ci képp ku mu doon mbaa ci mboolem Israayil sa ñoñ, te fekk ku ci nekk ràññee mititam ak njàqareem, ba tàllal ay loxoom jublook kër gii,"},{"style":"v","text":"su boobaa, yaw, ngalla nangoo ko fa asamaan, màkkaan ma nga dëkke, ba jéggale, te nga yool ku nekk kemu mboolem ay jëfam, yaw mi xam xolam, ndax yaw doŋŋ yaa xam xolu doom aadama."},{"style":"v","text":"Su ko defee dinañu la ragal bay doxe say yoon seen giiru dund, ci kaw suuf si nga joxoon sunuy maam."},{"style":"p","text":""},{"style":"v","text":"«Te itam doxandéem bu bokkul ci Israayil sa ñoñ te jóge réew mu sore ngir sa tur wu màgg ak sa dooley loxo ak sa kàttanu përëg, bu dikkee ba jublu ci kër gii, ñaan,"},{"style":"v","text":"su boobaa ngalla nangool fa asamaan, màkkaan ma nga dëkke, te nga defal doxandéem boobu mboolem lu mu la ñaan, ndax xeeti àddina yépp xam sa tur, ngir ragal la, ni Israayil sa ñoñ, te xam ne saw tur lañu tudd ci kër gii ma tabax."},{"style":"p","text":""},{"style":"v","text":"«Bu sa ñoñ di xarejeek seeni noon, ci yoon woo leen yebal, su ñu la ñaanee, jublook dëkk bii nga tànn, ak kër gii ma tabax ngir sa tur,"},{"style":"v","text":"su boobaa ngalla nangool fa asamaan seenug ñaan ak seen dagaan te nga may leen ndam."},{"style":"p","text":""},{"style":"v","text":"«Bu ñu la moyee, nde amul nit ku dul moy, ba nga mere leen, teg leen ci loxob noon, noon ba jàpp leen, yóbbu réew mu sore mbaa mu jege,"},{"style":"v","text":"bu ñu demee ba seenum xel dellusee fa réew ma ñu leen yóbbu ngàllo, ñu tuub tey sàkku aw yiw fi yaw, foofa ca réew ma ñu duggi ngàllo, ne la noo moy, noo ñaaw, noo def lu bon,"},{"style":"v","text":"bu ñu waññikoo seen léppi xol ak seen léppi jëmm ci yaw, foofa ca réew ma ñu duggi ngàllo ga ñu leen fa yóbbu, ba gannaaw gi ñu ñaan la, jublook seen réew ma nga joxoon seeni maam, jublook dëkk bi nga tànn, jublook kër gii ma tabax ngir sa tur,"},{"style":"v","text":"su boobaa ngalla nangool fa asamaan, fa màkkaan ma nga dëkke, seen ñaan ak seeni dagaan, te nga sàmm seen àq, jéggal sa ñoñ ñi la moy."},{"style":"p","text":""},{"style":"v","text":"«Léegi nag, sama Yàlla, ngalla waay, na say gët ne jàkk, te say nopp teewlu ñaan gu jibe ci béreb bii."},{"style":"v","text":"Kon nag, Aji Sax ji Yàlla, jógal agsi sa dalluwaay, yaak \\w gaal|gaalu kóllëre g-:\\w* gi jëmmal sa doole. Aji Sax ji Yàlla, yal na say \\w sarxalkat|sarxalkat b-:\\w* soloo mucc, te say wóllëre di bége xéewal."},{"style":"v","text":"Aji Sax ji Yàlla, ngalla bul gàntu ki nga fal. Bàyyil xel ci ngor gi nga ji Daawuda sab jaam.»"}]