[{"style":"s1","text":"Ay sarax ñeel na jagleb kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Naka la Suleymaan ñaan ba sottal, sawara wàcce fa asamaan, xoyom \\w saraxu rendi-dóomal|Sarax yi:\\w* ba ak yeneen sarax ya, leeru Aji Sax ji daldi fees kër ga."},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* ya nag manuñoo dugg ca kër Aji Sax ji, ndax leeru Aji Sax ja fees kër Aji Sax ji."},{"style":"v","text":"\\w Bànni Israayil|bànni Israayil:\\w* gépp a gis ba sawara wa ak leeru Aji Sax ja wàccee ca kër ga. Ci kaw loolu ñu sukk ca dér ba, dëpp seen jë fa suuf, sujjóot tey sàbbaal Aji Sax ji, naan:"},{"style":"q1","text":"«Kee baax, kee saxoo ngoram ba fàww!»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Buur ak mboolem askan wa sarxe ay sarax fi kanam Aji Sax ji."},{"style":"v","text":"Buur Suleymaan daldi sarxe saraxu ñaar fukki junniy nag ak ñaar (22~000) ak téeméeri junniy gàtt ak ñaar fukk (120~000). Noonu la Buur ak askan wépp amale xewu jagleb kër Yàlla ga."},{"style":"v","text":"Ci biir loolu sarxalkat ya taxaw fa ñu leen féetale, \\w Leween|Leween b-:\\w* ñi jibal jumtukaayi xumbéen ya ñuy woye Aji Sax ji, te Buur Daawuda defarlu woon ko, ngir saa yu santoon Leween ñi, ne leen ñu woy Aji Sax ji ngir ngoram gi sax dàkk. Sarxalkat yaa nga fa seen kanam, di wal liit ya, bànni Israayil gépp taxaw."},{"style":"v","text":"Suleymaan nag sellal digg ëtt ba janook néegu Aji Sax ji, ndax fa la joxe saraxu rendi-dóomal ba ak nebbonu \\w saraxu cant ci biir jàmm|Sarax yi:\\w*, ndax \\w sarxalukaayu|sarxalukaay b-:\\w* xànjar ba Suleymaan defarlu woon manul woona defandoo saraxu rendi-dóomal ba ak \\w saraxu pepp|Sarax yi:\\w* ba ak nebbon ja."},{"style":"p","text":""},{"style":"v","text":"Suleymaan nag ci juróom ñaari fan la amal màggal ga ca jant yooyu, ànd caak Israayil gépp, muy ndaje mu réy mu jóge Buntu Amat ca bëj-gànnaar, ba ca xuru Misra ca bëj-saalum."},{"style":"v","text":"Bésub juróom ñetteel ba, ca lañu amal am ndaje, ndax xewu jagleb sarxalukaay ba lañu njëkka amal diiru juróom ñaari fan, teg ca amal \\w màggalu Mbaar|Màggal yi:\\w* ya diiru juróom ñaari fan."},{"style":"v","text":"Keroog ñaar fukki fan ak ñett ci juróom ñaareelu weeru at ma, ca la Suleymaan yiwi mbooloo ma, ñu dellu seeni xayma, ci biir mbégte ak xol bu sedd, ci lu baax la Aji Sax ji defal Daawuda ak Suleymaan ak Israayil ñoñam."},{"style":"s1","text":"Aji Sax ji feeñu na Suleymaan"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Suleymaan sottal kër Aji Sax ji ak kër buur. Mboolem lu ko xelam mayoon, ngir mu def ko ca kër Aji Sax ji ak ca kërug boppam, am na ca ndam."},{"style":"v","text":"Ci kaw loolu Aji Sax ji feeñu Suleymaan ag guddi. Mu ne ko: «Dégg naa sag ñaan, te tànnal naa sama bopp béreb bii, ngir mu di kërug sarax."},{"style":"v","text":"Su ma tëjee asamaan ba taw amul, mbaa ma sant soccet mu lekk réew mi, mbaa ma yónni mbas ci sama ñoñ,"},{"style":"v","text":"ba sama ñoñ ñi ñu tudde sama tur, toroxlu; su ñu ñaanee, sàkku sama yiw, te dëddu seen jëfin yu bon, su boobaa, man maay dégge fa asamaan, jéggale seen bàkkaar, faj seenum réew."},{"style":"v","text":"Li dale tey, samay gët a ngi xool, samay nopp teewlu ñaanu béreb bii."},{"style":"v","text":"Li dale tey it maa tànn, maa sellal kër gii, ngir sama tur nekk fi ba fàww, te samay gët ak sama xol it fi lay nekk bés bu nekk."},{"style":"v","text":"Yaw nag, soo doxee fi sama kanam ni Daawuda sa baay daan doxe tey def lépp lu ma la sant, sama dogali yoon ak sama àttey yoon, nga di ko sàmm,"},{"style":"v","text":"kon maay saxal sab jal, na ma ko dogule woon Daawuda sa baay, ne ko: “Doo ñàkk ku góor kuy jiite Israayil.”"},{"style":"v","text":"Waaye su ngeen dëddoo yeen, ba bàyyi sama dogali yoon ak sama santaane yi ma leen tëralal, bay dem di jaamu yeneen yàlla, di leen sujjóotal,"},{"style":"v","text":"su boobaa maa leen di witte fi sama kaw suuf si ma leen jox, te kër gii ma sellal ngir sama tur, maa koy xalab, mu sore ma, te maa koy def kër gu ñuy léeboo ak di ko kókkalee ci biir xeet yépp."},{"style":"v","text":"Su boobaa, li kër gii doon yéeme lépp, képp ku ko romb, dina yéemu ci lu ni mel, te dina ne: “Ana nu Aji Sax ji defe nii réew mii ak kër gii?”"},{"style":"v","text":"Su ko defee ñu ne: “Xanaa li ñu dëddu seen Yàllay maam, Aji Sax ji leen jële réewum Misra, di topp yeneen yàlla, di leen sujjóotal aka jaamu, moo tax Aji Sax ji teg leen musiba mii mépp.”»"}]