[{"style":"s1","text":"Suleymaan yëngu na ci lu bare"},{"style":"p","text":""},{"style":"v","text":"Ñaar fukki at yi Suleymaan tabax kër Aji Sax ji ak kërug boppam, ba mu matee,"},{"style":"v","text":"dëkk ya Iram buuru Tir joxoon Suleymaan, ñoom la Suleymaan tabaxaat, sancal fa niti \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","text":"Ba loolu wéyee Suleymaan songi dëkk ba ñuy wax Amat Coba, nangu ko."},{"style":"v","text":"Ci kaw loolu mu tabaxaat Tadmor ga ca màndiŋ ma, ak mboolem dëkk ya mu tabaxoon ca diiwaanu Amat, def leen ay dencukaay."},{"style":"v","text":"Mu tabaxaat nag Bet Oron kaw ak Bet Oron suuf, muy dëkk yu ñu dàbbali, am ay tata aki bunt yu yeti weñ di tëj."},{"style":"v","text":"Suleymaan moo tabaxaat itam Baalat, ak mboolem dëkki dencukaayam ak mboolem dëkk ya watiiri xare ya dence ak dëkki gawar ya. Mboolem lu Suleymaan nammoona tabax daal, tabax na ko ca Yerusalem ak ca Libaŋ ak mboolem réew mu nekk ci kilifteefam."},{"style":"p","text":""},{"style":"v","text":"Mboolem nit ña desoon ca Etteen ñaak Amoreen ñaak Periseen ñaak Eween ñaak Yebuseen ña, ñooñu bokkul ci bànni Israayil,"},{"style":"v","text":"ñenn ca seen sët ya leen wuutu ca réew ma, te bànni Israayil faagaagalu leen, Suleymaan moo leen dugal ci liggéeyu sañul-bañ, ñu nekke ko ba tey jii."},{"style":"v","text":"Waaye ñi bokk ci bànni Israayil, Suleymaan defu leeni jaam, ngir liggéeyam, ndax ñoom ñoo doon ay xarekatam aki dagam aki jawriñam aki njiiti xareem ak boroom watiiri xareem ak dawalkati watiiram."},{"style":"v","text":"Ñoo doon jawriñi Suleymaan yi yilif saytukat yi, ñuy ñaari téeméer ak juróom fukk (250), jiite mbooloom liggéeykat ya."},{"style":"p","text":""},{"style":"v","text":"Doomu Firawna ju jigéen ja nag, Suleymaan moo ko jële gox ba ñu naan kër Daawuda, toxal ko ca kër ga mu ko tabaxaloon, ndax da noon: «Sama jabar du dëkke kër Daawuda buurub Israayil, ndax gox yi \\w gaalu Aji Sax|gaalu kóllëre g-:\\w* ji dugg dañoo \\w sell|sell:\\w*.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Suleymaan joxe \\w saraxi rendi-dóomal|Sarax yi:\\w*, ñeel Aji Sax ji, ca kaw \\w sarxalukaayu|sarxalukaay b-:\\w* Aji Sax ja mu tabax fa kanam mbaarum kër Yàlla ga,"},{"style":"v","text":"na mu dëppoo ak ndigal yi jëm ci saraxu bés ak bés, ci ndigalu Musaa, ci wàllu \\w bési Noflaay|bésub Noflaay b-:\\w* ak Terutel weer yi ak ñetti bési ndaje yi cim at, di \\w màggalu Mburu mu amul lawiir|Màggal yi:\\w* ak \\w màggalug Ayi bés|Màggal yi:\\w* ak \\w màggalu Mbaar|Màggal yi:\\w* yi."},{"style":"v","text":"Ci biir loolu mu topp ndigalal Daawuda baayam, daldi tabb kuréeli \\w sarxalkat|sarxalkat b-:\\w* ya ca seenub liggéey, tabb \\w Leween|Leween b-:\\w* ña ca seeni dénkaane, ngir ñuy sàbbaal aka liggéey fa kanam sarxalkat ya, na mu dëppook ndigali bés bu nekk, boole ca tabb ay kuréeli wattukati bunt, ku nekk ak sa bunt, na ko Daawuda góoru Yàlla ga santaanee woon."},{"style":"v","text":"Moyeesul fenn santaaneb Buur Daawuda yi jëm ci sarxalkat yi ak Leween ñi, ci mboolem mbir yooyu, ba ci wàllu denc ya."},{"style":"p","text":""},{"style":"v","text":"Noonu lañu amale mboolem liggéeyu Suleymaan, dale ko ca bés ba fondmaa kër Aji Sax ji lalee, ba keroog kër Aji Sax ji sottee ba mat sëkk."},{"style":"v","text":"Suleymaan nag dem Eccon Geber ak Elat ca tefesu géeju Barax ya, ca réewum Edom."},{"style":"v","text":"Buur Iram yóbbante ko ay surgaam, ngir ñu yót ko ay gaal yu mag ak mool yu xam géej. Ñu ànd ak niti Suleymaan ca gaal ya, dem Ofir. Téeméeri barigoy wurus ak juróom fukk (150) lañu fa jële, indil Buur Suleymaan."}]