[{"style":"s1","verse":"","text":"Lingeeru Seba gane na Suleymaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Lingeeru Seba dégg riirum Suleymaan. Mu dikk fa Yerusalem, di nattusi xelum Suleymaan, cax ko cax yu jafe. Ma nga ànd ak topp mu réy lool, aki giléem yu sëf ay ndàbb yu xeeñ ak wurus wu bare ak per yu gànjare. Ba mu dikkee ba ci Suleymaan, mboolem la mu jàppoon ca xelam la ko wax."},{"style":"v","verse":"2","text":"Suleymaan tontu ko ca mbir ya mu laaj yépp. Menn mbir tiiñul Suleymaan, ba leeralalu ko ko."},{"style":"v","verse":"3","text":"Lingeer buurub Seba gis xelam Suleymaan mu rafet, ak kër ga mu tabax"},{"style":"v","verse":"4","text":"ak njëlu këram ak jataayu dagam ya ak taxawaayu surgaam ña ak seen col ga, ak ña yore ay naanam ak seen col ga, ak na ñuy jiitlee jëm kër Aji Sax ji. Mu daldi yéemu ba ag noowam réer ko."},{"style":"v","verse":"5","text":"Mu ne Buur: «Jëw ba ma déggoon ca sama réew ci say mbir ak sa xel mu rafet kay, lu dëggu la!"},{"style":"v","verse":"6","text":"Gëmuma ko woon ba bi ma dikkee, ba teg ci sama bët. Ndeke sa genn-wàllu dayob xel mu rafet, waxeesu ma ko woon. Riir ma ma déggoon, wees nga ko."},{"style":"v","verse":"7","text":"Ndokkalee say nit! Ndokkalee sa jawriñ ñii dëkke taxaw ci sa kanam, di dégg sam xel!"},{"style":"v","verse":"8","text":"Cant ñeel na sa Yàlla Aji Sax ji, moom mi la bége, ba teg la cib jalam, ngay buur ngir Aji Sax ji sa Yàlla. Sa Yàlla moo sopp Israayil, bëgg koo saxal ba fàww, ba tax mu fal la buur ci seen kaw, ngir ngay jëfe dëgg ak njub.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba mu ko defee Lingeer buurub Seba may Suleymaan ñeent fukki barigoy wurus ak benn (41) ak cuuraayu ndàbb lu bare lool ak per yu gànjare. Amul cuuraayu ndàbb lu mel ni cuuraay loola Lingeer buurub Seba mayoon Buur Suleymaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Surgay Iram itam ak surgay Buur Suleymaan ya daan jële wurus ca réewum Ofir, daldi indi banti sàntaal ak per yu gànjare."},{"style":"v","verse":"11","text":"Buur sàkke ca banti sàntaal ya ay yoon yu jëm ca kër Aji Sax ji ak kër buur ak ay xeeti xalam ngir woykat yi, te maseesula gis xalam yu ni mel ci réewum Yuda."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Buur Suleymaan itam may Lingeer buurub Seba mboolem lu mu bëgg te sàkku ko, ba mu ëpp la mu indil Buur. Ba loolu amee Lingeer buurub Seba walbatiku, ñibbim réewam, mooki surgaam."},{"style":"s1","verse":"","text":"Suleymaan wone na darajaam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Wurus wa daan dikkal Suleymaan cim at, diisaay ba tollu ci ñaari téeméeri barigoy wurus ak fanweer (230) la,"},{"style":"v","verse":"14","text":"te limaaleesul galag ya jóge ca jaaykat yaak jula ya, ak wurus waak xaalis ba mboolem buuri Arabi ak jaraafi réew ma daan indil Suleymaan."},{"style":"v","verse":"15","text":"Buur Suleymaan nag sàkklu ñaari téeméeri pakk yu mag yu wurus wu ñu tëgg ba mu jekk, benn bu ci nekk jël lu tollook juróom ñaari kiloy wurus,"},{"style":"v","verse":"16","text":"ak ñetti téeméeri pakk yu ndaw yu wurus wu ñu tëgg ba mu jekk, pakk bu ci nekk jël ñetti kiloy wurus ak genn-wàll. Buur boole ko denc ca këram ga ñuy wax Kër Gottub Libaŋ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Buur teg ca sàkk ngàngune mu mag mu ñu xoobe wurusu ngalam, rafetale ko yaxu bëñi ñey."},{"style":"v","verse":"18","text":"Juróom benni dëggastal la ngàngune ma am, ab tegukaayu tànku wurus taqoo ak ngàngune ma. Mu am ay loxo yu séq toogukaay bi ak ñaari jëmmi gaynde yu taxaw, wet gu nekk benn."},{"style":"v","verse":"19","text":"Mu am it fukki jëmmi gayndeek ñaar yu taxaw ca ñaari weti juróom benni dëggastal ya, ñaari gaynde séq ndëggastal lu nekk. Sàkkeesul lu ni mel ci genn nguur!"},{"style":"v","verse":"20","text":"Mboolem lu Buur Suleymaan daan naane wurus la, te mboolem ndabi këram ga ñuy wax Kër Gottub Libaŋ wurusu ngalam la. Dara du ca xaalis, ndax xaalis jàppeesu ko woon muy dara ca jamonoy Suleymaan."},{"style":"v","verse":"21","text":"Gaali buur nag Tarsis lañu daan dem, ànd ak surgay Buur Iram. Benn yoon ci ñetti at yu nekk gaali Tarsis dikk, yeb wurus ak xaalis ak bëñi ñey aki golo, ba ciy jàmbjóob."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Buur Suleymaan dem na ba sut mboolem buuri kaw suuf ci wàllu alal ak ci xel mu rafet."},{"style":"v","verse":"23","text":"Mboolem buuri àddinaa daan wuta giseek Suleymaan, ngir taataansi xelam mu rafet mi Yàlla def cib xolam."},{"style":"v","verse":"24","text":"Ñooñu ñoo ko daan indil at ci kaw at, ku nekk ak sab teraanga, muy ay jumtukaayi wurus ak yu xaalis aki yére aki gànnaay aki cuuraay aki fas aki berkelle."},{"style":"v","verse":"25","text":"Suleymaan amoon na ñeenti junniy (4~000) wudd ngir ay fas aki watiir, ak fukki junniy gawar ak ñaar (12~000). Mu dëkkal leen ca dëkk ya watiir ya féete ak itam fa wetam ca Yerusalem."},{"style":"v","verse":"26","text":"Moo yilifoon mboolem buur ya dale fa dexu Efraat, ba réewum Filisti, ba ca kemu Misra."},{"style":"v","verse":"27","text":"Buur Suleymaan a def xaalis late biir Yerusalem bay safi doj, garabi seedar di fa saf garabi sikomoor yi ne xas ci suufu tund yi."},{"style":"v","verse":"28","text":"Ca Misra ak ca réew yépp lañu daan jëggaanee ay fas ngir Suleymaan."},{"style":"s1","verse":"","text":"Buur Suleymaan saay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Li des ci mbiri Suleymaan yu njëkk yaak yu mujj ya, bindees na ko moos ca nettalib Yonent Yàlla Natan, ak ca kàdduy \\w waxyu|waxyu:\\w* ya Axya ma dëkk Silo jottali, ak ca peeñuy Yeedo boroom peeñu ba peeñoom jëm ci Yerbowam doomu Nebat."},{"style":"v","verse":"30","text":"Suleymaan nguuru na fa Yerusalem ci kaw Israayil gépp ñeent fukki at."},{"style":"v","verse":"31","text":"Gannaaw loolu Buur Suleymaan saay, fekki ay maamam, ñu denc ko ca gox ba ñuy wax Kër Daawuda baayam. Robowam doomam moo falu buur, wuutu ko."}]