[{"style":"mt1","text":"Room"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man Póol miy jaamub \\w Almasi|Almasi b-:\\w* Yeesu la bataaxal bii bawoo, man miy ndawam ci kaw woote bu ma tabb, sédd ma sasu xamle xibaaru jàmm bu Yàlla."},{"style":"v","verse":"2","text":"Xibaaru jàmm boobu Yàlla dige woon lu jiitu, te yóbbante ko ay yonentam ci Mbind mu sell mi,"},{"style":"v","verse":"3","text":"moo jëm ci Doomam ji soqikoo ci askanu \\w Daawuda|Daawuda:\\w*, ci wàllu àddina."},{"style":"v","verse":"4","text":"Waaye ci wàllu \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, mooy ki dogal ba tabb muy \\w Doomu Yàlla|Doomu Yàlla j-:\\w* ji jagoo doole ndax ndekkiteem, te mooy sunu Sang Yeesu Almasi bi."},{"style":"v","verse":"5","text":"Ci Almasi bi lanu jote aw yiwu doon ay ndaw, ngir nit ñi déggal yoonu ngëm wi, ci biir mboolem xeeti àddina, ngir aw turam."},{"style":"v","verse":"6","text":"Te yeen ñi ñu woo ci Yeesu Almasi bi itam, ci ngeen bokk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Bataaxal bi ñeel na mboolem yeen ña fa Room, di ñu Yàlla sopp, woo leen, ngir ngeen doon ñu sell. Aw yiw ak jàmm ñeel na leen, bawoo fa Yàlla sunu Baay ak Sang Yeesu Almasi bi."},{"style":"s1","verse":"","text":"Póol sant na Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ma doore sant sama Yàlla ci Yeesu \\w Almasi|Almasi b-:\\w* bi ngir yeen ñépp, ndax seen ngëm siiw na ci àddina sépp."},{"style":"v","verse":"9","text":"Yàlla mi may jaamoo xol, ci ni may siiwtaanee xibaaru jàmm bu Doomam, moom seede na ne noppiwuma ci di leen fàttaliku."},{"style":"v","verse":"10","text":"Xanaa di saxoo dagaan ci samay ñaan, su ci Yàlla àndee, yoon wu jub wu ma mujj dikke ba ci yeen."},{"style":"v","verse":"11","text":"Yàkkamti naa leena gis, ba jottali leen mayug yiw gu bawoo ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, ngir dooleel leen,"},{"style":"v","verse":"12","text":"te loolu mooy ma bokk ak yeen lu dëfal sama xol, dëfal leen, ci seen ngëm ak sama gos."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bokk yi, bëgguma ngeen umple ne ay yooni yoon laa leen mébéta seetsi, ba liggéey ci seen biir lu leen jariñ, ni ma ko defale yeneen xeet; waaye ay gàllankoor a ma téye ba tey jii."},{"style":"v","verse":"14","text":"Muy sama digg ak Gereg yu xay yi, mbaa ñu xayadi ñi, ak ñi rafet xel, mbaa ñi ñàkk xel, am na lu ma war ci ñoom ñépp."},{"style":"v","verse":"15","text":"Moo tax, yeen waa Room itam, ma yàkkamti leena àggesi xibaaru jàmm bi."},{"style":"s1","verse":"","text":"Manooree ngi ci xibaaru jàmm bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Awma lu may rus ci xibaaru jàmm bi, ndax kat mooy manoorey Yàlla jiy musal képp ku ko gëm, dale ci Yawut bi, teg ci ki dul Yawut."},{"style":"v","verse":"17","text":"Ci xibaaru jàmm bi lañu feeñal ni Yàlla di baaxee nit ñi àtteb ñu jub, lépp aju ci ngëm, ca ndoorte la, ba ca njeexital la. Noonu la Mbind mi indee ne: «Ki ñu baaxe njub ndax ngëmam mooy dund\\f + \\fr 1.17 \\ft Seetal ci \\bk Abakug\\bk* 2.4.\\f*.»"},{"style":"s1","verse":"","text":"Nit ñépp a tooñ Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Sànjum Yàlla fa asamaan lay dalee feeñ, ba wàcc ci mboolem ngëmadi ak njubadiy nit ñiy fatt ag dëgg ci biir ag njubadi."},{"style":"v","verse":"19","text":"Ndaxam lees mana xam ci Yàlla, leer na ci seen biir, nde Yàlla moo leen ko leeralal."},{"style":"v","verse":"20","text":"Ndax kat, li gisuwul ci Yàlla, te di manooreem gi dul jeex, ak jikko ji mu wéetoo ndax li muy Yàlla, ba àddina sosoo ba tey, xel man na koo ràññee ci ay liggéeyam, te looloo leen taxa ñàkku lay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Gannaaw ba ñu xamee Yàlla, taxul ñu màggal ko ngir li muy Yàlla, taxul ñu delloo ko njukkal, xanaa réer ci seen xalaati neen, ba seen xel mu wayadi far tàbbi cig lëndëm."},{"style":"v","verse":"22","text":"Xel mu rafet lañuy jaay ba mujj diy dof."},{"style":"v","verse":"23","text":"Leeru Yàlla ji dul dee lañu weccee jëmmu nit ki deewam dul jaas, ak picc, ak boroom ñeenti tànk, ak ndëgmeent."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Moo tax Yàlla bërgël leen ak seen xemmemtéef yu bon yi ci seen xol, ba ñu sóobu ci jëflantey sobe juy teddadil seen yarami bopp."},{"style":"v","verse":"25","text":"Ñoo weccee dëggu Yàlla aw fen, di sujjóotal aka jaamu mbindeef, bàyyi Bindkat bi yelloo cant ba fàww. Amiin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Loolu moo tax Yàlla bërgël leen, bàyyi leen ak seen bëgg-bëgg yu teddadi. Seeni jigéen sax dëddu nañu jaxasoo gi leen bindub juddu sédde, ba jublu ci lu woroo ak seen bindub juddu."},{"style":"v","verse":"27","text":"Naka noonu, góor ñi it noppee jaxasoo ak jigéen, ni leen ko bindub juddu sédde, bay xabtaloo ci seen biir, seen bëgg-bëggi bakkan yu tar; ay góor di séq ak seen moroomi góor jëf ju gàccelu, ba tax leena jot ci seen jëmmi bopp, seen añub réeraange."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Gannaaw ràññee Yàlla jaralu leen dara, Yàlla it bërgël leen ak seen xel mu doyadi, ba ñuy def jooju jëf ju jekkadi."},{"style":"v","verse":"29","text":"Dañoo dem ba fees ak gépp xeetu njubadi akug mbon akug bëgge akug coxor. Noyyeewuñu lu moy kiñaan ak pexey bóome ak ŋaayoo akug njublaŋ ak jëf ju sew. Ay jëwkat lañu it,"},{"style":"v","verse":"30","text":"te di yàqkati der. Ñu bañ Yàlla lañu, ñu reew, réy, di tëggu, ñu xareñ ci fexe lu bon, te déggadil seeni waajur."},{"style":"v","verse":"31","text":"Amuñu xel, amuñu kóllëre, amuñu xol, amuñu yërmande."},{"style":"v","verse":"32","text":"Moonte xam nañu xéll ne ñiy jëfe noonu, Yàlla moo daganal àtteb dee ci ñoom, te teewul ñu di ko jëfe, rax ci dolli di farle ñi koy jëfe."}]