[{"style":"p","text":""},{"style":"v","text":"Bokk yi, sama yéeney xol ak ñaan gi may ñaanal Israayil ci Yàlla moo di ñu mucc."},{"style":"v","text":"Ñoom laa seedeel seenug parlu ci Yàlla, waaye dañu koo tegul ci xam-xam bu doy."},{"style":"v","text":"Yoonu njub gi Yàlla di baaxe nit ki àtteb ku jub, moom lañu umple tey jéema dëggal seen njubteg bopp. Moo tax nanguluñu njubte gi Yàlla di maye."},{"style":"v","text":"Ndax kat \\w Almasi|Almasi b-:\\w* bi moo sottal yoonu Musaa, ngir àtteb ku jub ñeel képp ku ko gëm."},{"style":"s1","text":"Coobarey Yàlla mooy ñépp mucc"},{"style":"p","text":""},{"style":"v","text":"Njub gi sàmm ndigali yoon di maye, li ci Musaa bind moo di: «Kuy jëfe ndigal yooyu, yaay dund ndax ñoom\\f + \\fr 10.5 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 18.5.\\f*.»"},{"style":"v","text":"Waaye njub gi ngëm di maye, li muy digle mooy:"},{"style":"q1","text":"«Bul wax ci sa xel, ne: “Ana kuy yéeg fa kaw asamaan?”»"},{"style":"m","text":"nde day mel ni \\w Almasi|Almasi b-:\\w* bi ngay wuta wàcce."},{"style":"q1","text":""},{"style":"v","text":"«Bul ne it: “Ana kuy wàcci njaniiw?”»"},{"style":"m","text":"nde day mel ni dangay wuta dekkilaat Almasi bi."},{"style":"v","text":"Li mu wax moo di:"},{"style":"q1","text":"«Kàddu gi kay jege na leen lool: ci seen gémmiñ ak ci seen biir xol la nekk\\f + \\fr 10.6-8 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 30.11-14.\\f*.»"},{"style":"m","text":"Te loolu mooy kàddug ngëm gii nuy xamle."},{"style":"v","text":"\\qt Saw làmmiñ\\qt*, soo ci biralee ne Yeesu moo di Boroom bi, \\qt sab xol\\qt* it, nga gëm ci ne Yàlla dekkal na Sang Yeesu, dinga mucc."},{"style":"v","text":"Ndax kat ab xol lees di gëme, ba am àtteb ku jub, te aw làmmiñ lees di birale ngëm gi ba mucc."},{"style":"v","text":"Mbind mi moo ne: «Képp ku ko gëm, doo rus\\f + \\fr 10.11 \\ft Seetal ci \\bk Esayi\\bk* 28.16.\\f*.»"},{"style":"v","text":"Ag wuutale amul diggante ab Yawut ak jàmbur bu dul Yawut; ñépp a bokk benn Boroom biy yéwéne mboolem ñi koy woo wall."},{"style":"v","text":"Ndax kat waxees na ne: «Képp ku woo Boroom bi wall ciw turam, dinga raw\\f + \\fr 10.13 \\ft Seetal ci \\bk Yowel\\bk* 3.5.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Waaye nees di woowe koo gëmul? Nees di gëme koo déggul turam? Nees di dégge turam, te yégleesu ko?"},{"style":"v","text":"Nees di yéglee xibaar, te yebaleesu la? Noonu la Mbind mi indee ne: «Ñeeka rafeti tànk, ndaw yii di yéglesi xibaari jàmm\\f + \\fr 10.15 \\ft Seetal ci \\bk Esayi\\bk* 52.7.\\f*!»"},{"style":"p","text":""},{"style":"v","text":"Waaye du ñépp a nangul xibaaru jàmm bi; moo tax \\w Esayi|Esayi:\\w* ne: «Boroom bi, ana ku gëm sunub dégtal\\f + \\fr 10.16 \\ft Seetal ci \\bk Esayi\\bk* 53.1.\\f*?»"},{"style":"v","text":"Kon boog ngëm ci dég-dég lay juddoo, dég-dég ba bawoo ci kàddug waare gi jëm ci Almasi bi."},{"style":"p","text":""},{"style":"v","text":"Waaye dama ne: xanaa dañoo déggul? Ahakay! Ndax"},{"style":"q1","text":"«Suuf sépp la seen ndéey jibal,"},{"style":"q1","text":"seen kàddoo àkki cati àddina\\f + \\fr 10.18 \\ft Seetal ci \\bk Taalifi cant\\bk* 19.5.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Ma neeti: xanaa \\w bànni Israayil|bànni Israayil:\\w* dañoo xamul? Ahakay! Musaa moo leen njëkkoona jottali la Yàlla noon:"},{"style":"q1","text":"«Yeen, maa leen di fiireloo xeet wu tekkiwul dara,"},{"style":"q1","text":"ci waasow naataxóona laa leen di merloo\\f + \\fr 10.19 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 32.21.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Esayi it am fit ba ne:"},{"style":"q1","text":"«Ñi ma seetul woon, gis nañu ma,"},{"style":"q1","text":"ca ña ma laajul woon laa feeñe\\f + \\fr 10.20 \\ft Seetal ci \\bk Esayi\\bk* 65.1.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Israayil nag la wax ci mbiram ne:"},{"style":"q1","text":"«Bëccëg bépp laa yendoo tàllal samay loxo"},{"style":"q1","text":"askanu fippukat wu déggadi\\f + \\fr 10.21 \\ft Seetal ci \\bk Esayi\\bk* 65.2.\\f*.»"}]