[{"style":"s1","text":"Yàlla waccul bànni Israayil"},{"style":"p","text":""},{"style":"v","text":"Ma ne kon, xanaa Yàlla daa wacc ñoñam? Mukk kay! Man ci sama bopp ci Israayil laa bokk, askanoo ci Ibraayma, giiroo ci Beñamin."},{"style":"v","text":"Yàlla waccul ñoñam ñi mu ràññee woon lu jiitu. Am dangeena xamul li Mbind mi indi ci mbirum \\w Ilyaas|Ilyaas:\\w*, ba mu dikkee Yàlla njàmbat lu jëm ci Israayil? Mu ne:"},{"style":"v","text":"«Boroom bi, say yonent, rey nañu leen; say \\w sarxalukaay|sarxalukaay b-:\\w*, màbb nañu leen; man doŋŋ maa fi des, te ñu ngi wut sama bakkan\\f + \\fr 11.3 \\ft Seetal ci \\bk 1.Buur ya\\bk* 19.10, 14.\\f*.»"},{"style":"v","text":"Ana lu ko Yàlla tontu? Da ne: «Beral naa sama bopp juróom ñaari junniy nit (7~000) ñu sujjóotaluloon \\w Baal|Baal:\\w* tuur mi\\f + \\fr 11.4 \\ft Seetal ci \\bk 1.Buur ya\\bk* 19.18.\\f*.»"},{"style":"v","text":"Kon nag naka noonu itam ci jamonoy tey jii, aw ndes a ngi fi, te ci kaw yiw lees leen tànne."},{"style":"v","text":"Gannaaw aw yiw a tax nag, dootul seen peyu jëf, lu ko moy aw yiw noppee doon aw yiw."},{"style":"p","text":""},{"style":"v","text":"Kon léegi nag? Li am moo di, li \\w bànni Israayil|bànni Israayil:\\w* doon wut, amuñu ko. Ñi Yàlla tànn ñoo ko am, ña ca des, seenum xel a dërkiis."},{"style":"v","text":"Noonu lees binde ne:"},{"style":"q1","text":"«Yàlla moo leen jox xelum ngëmment,"},{"style":"q1","text":"ak bët yu dul gis, ak nopp yu dul dégg,"},{"style":"q1","text":"ba bésub tey jii\\f + \\fr 11.8 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 29.3; \\bk Esayi\\bk* 29.10.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"\\w Daawuda|Daawuda:\\w* it wax na ne:"},{"style":"q1","text":"«Yal na seen ndab di seenum yeer,"},{"style":"q1","text":"boole ci dib caax,"},{"style":"q1","text":"te di fiir gu ñuy daanu,"},{"style":"q1","text":"muy seenub yool."},{"style":"q1","text":""},{"style":"v","text":"Yal na seeni gët giim, ba duñu gisati,"},{"style":"q1","text":"yal nañu sëgg ba fàww\\f + \\fr 11.9-10 \\ft Seetal ci \\bk Taalifi cant\\bk* 69.23-24.\\f*.»"},{"style":"s1","text":"Lu jëm ci muccug ñi dul Yawut"},{"style":"p","text":""},{"style":"v","text":"Moo tax ma ne xanaa ba \\w bànni Israayil|bànni Israayil:\\w* tërëfee, jéll bu ñu dul jógati lañu daanu? Mukk kay! Waaye tooñug bànni Israayil moo waral muccug jàmbur ñi dul Yawut, ba tax bànni Israayil siis leen."},{"style":"v","text":"Gannaaw tooñug bànni Israayil mooy xéewalu àddina si, seenug néewle di xéewalu jàmbur ñi dul Yawut, kon bu bànni Israayil yembee, ndaw xéewal gu gënatee baawaan!"},{"style":"p","text":""},{"style":"v","text":"Léegi nag yeen jàmbur ñi dul Yawut laay waxal. Gannaaw maay ndaw li ñu yebal ci jàmbur ñi dul Yawut, samab yónnent laay teral."},{"style":"v","text":"Jombul sama liggéey dina yee fiiraangey sama bokki Yawut ñi, ba ñenn ci ñoom mucc."},{"style":"v","text":"Ndax kat ba Yàlla dàqee Israayil, ca la àddina juboo ak Yàlla. Kon nag bu leen Yàlla delloosee, ana lu muy jur lu moy dee-dekki?"},{"style":"v","text":"Ndax kat ab sarax bu génnee ci nootu sunguf, di ndoortel meññeef, su boobu sarax sellee, tooyalub sunguf bépp ay sell. Ndax su reenu garab sellee, car ya it sell."},{"style":"p","text":""},{"style":"v","text":"Waaye su ñu tenqee lenn ci cari oliwu kër, te yaw ngay caru oliwu àll, ñu indi la, jabtal ci oliwu kër gi, nga wuutu car ya ca fàqe, ba mana xéewloo meen miy wale ci reenu oliwu kër gi, di ko dundal,"},{"style":"v","text":"bumu tax nga bàkku ci kaw car ya fàqe. Soo dee bàkku, xamal ne du yaa yenu reen bi, waaye reen bee la yenu."},{"style":"p","text":""},{"style":"v","text":"Xam naa dinga ne: «Car yooyu, dees leena tenqi, ngir jabtal ma.»"},{"style":"v","text":"Dëgg it; waaye ngëmadi moo leen fa tenqee, te yaw, ngëm a la fa teg. Bu ko réy-réyloo, waaye ragalal."},{"style":"v","text":"Ndegam cari judduwaale ya la Yàlla déegul, moytul mu bañ laa déeg yaw itam."},{"style":"p","text":""},{"style":"v","text":"Xoolal kon ni Yàlla baaxe ak ni mu ragloo; ci ñi déggadi la raglu, baax ci yaw, ndegam cig mbaaxam nga sax; lu ko moy dees na la tenqi yaw itam."},{"style":"v","text":"Car ya fàqe woon itam, su ñu wéyewul ngëmadi, dees leen di delloo ca ndey ja, nde Yàlla man na leen caa saxalaat."},{"style":"v","text":"Ndax kat, ndegam yaw lañu tenqee ci oliw gi ci àll bi, jabtal la ci oliwu kër gi dul sa ndey, astamaak car yi oliwu kër gi di seen ndey, nde saxalaat leen ca mooy gëna yombati."},{"style":"s1","text":"Yàlla ñépp la yërëm"},{"style":"p","text":""},{"style":"v","text":"Bokk yi, moytuleena defe ne seen xel mu rafet a leen may li ngeen am. Bëgguma ngeen umple mii mbóot: ag déggadi moo dikkal lennati \\w bànni Israayil|bànni Israayil:\\w*, ba kera xeet yi dul Yawut duggsi, ba seenub lim mat."},{"style":"v","text":"Su boobaa nag, bànni Israayil gépp ay mucc, noonee ko Mbind mi indee ne:"},{"style":"q1","text":"«\\w Siyoŋ|Siyoŋ:\\w* la wallukat bay jóge,"},{"style":"q1","text":"mooy tenqee ngëmadi ci askanu \\w Yanqóoba|Yanqóoba:\\w*."},{"style":"q1","text":""},{"style":"v","text":"Loolooy doon sama \\w kóllëreek|kóllëre g-:\\w* ñoom,"},{"style":"q1","text":"kera ba may far seeni bàkkaar\\f + \\fr 11.26-27 \\ft Seetal ci \\bk Esayi\\bk* 59.20-21; 27.9; \\bk Yeremi\\bk* 31.33-34.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Ci wàllu xibaaru jàmm bi, ay noon la Yawut ñi taxawe, te muy xéewal ci yeen ñi dul Yawut. Waaye ci wàllu dogal bi tànn Yawut ñi, ay soppe lañu, te seeni maam tax."},{"style":"v","text":"Ndax Yàlla kat, ay mayam akub wooteem, lenn du ci toxu."},{"style":"v","text":"Yeena déggadi woon, waaye tey daj ngeen yërmande, ndax déggadig Yawut yi."},{"style":"v","text":"Noonu itam la Yawut yi déggadee tey, ba ni ngeen daje yërmande, ñoom it ñu daje ni yërmande."},{"style":"v","text":"Yàlla moo tëj nit ñépp ci seenug déggadi, ngir yërëm leen ñoom ñépp."},{"style":"s1","text":"Yàllaa yelloo teraanga"},{"style":"p","text":""},{"style":"v","text":"Céy xóotaayub koomu Yàlla ak xel ma ak xam-xam ba! Deesul natt ay dogalam, deesul ràññee ay jëfinam!"},{"style":"q1","text":""},{"style":"v","text":"«Ana ku mana nànd xalaatu Boroom bi?"},{"style":"q1","text":"Ana ku ko mana digal\\f + \\fr 11.34 \\ft Seetal ci \\bk Esayi\\bk* 40.13.\\f*?»"},{"style":"q1","text":""},{"style":"v","text":"«Ana ku ko dawlul lenn,"},{"style":"q1","text":"ba mu war koo delloo\\f + \\fr 11.35 \\ft Seetal ci \\bk Ayóoba\\bk* 41.3.\\f*?»"},{"style":"m","text":""},{"style":"v","text":"Ci moom la lépp sosoo, ci moom la lépp sottee, te moom la lépp ñeel. Moom la daraja ñeel ba fàww! Amiin."}]