[{"style":"s1","verse":"","text":"Nii la gëmkat bi wara jaamoo Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag bokk yi, ma ñaax leen, te yërmandey Yàlla tax. Na seen dund mel ni sarax su ñuy defal Yàlla, sarax su sell te neex ko. Loolu déy mooy njaamu gi leen war."},{"style":"v","verse":"2","text":"Buleen roy jamonoy tey jii, waaye yeesluleen ci ni ngeen di xalaate ba soppiku, ngir ngeen mana ràññee liy coobarey Yàlla, muy li baax, di bànneexam te mat sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ma artu leen ci kaw yiw wi ma Yàlla may; bu kenn ci yeen teg boppam fu mu àggul, waaye xalaate leen sago, te ku nekk dëppoo ak céru ngëm bi ko Yàlla sédd."},{"style":"v","verse":"4","text":"Ndax kat dafa mel ni sunu yaram wiy wenn, te cér yi bare, doonte cér yépp a wuuteek seen moroom nu ñuy liggéeye."},{"style":"v","verse":"5","text":"Noonu lanu doone ñu bare, bokk wenn yaram nun ñépp ci \\w Almasi|Almasi b-:\\w* bi nu gëm, te ku nekk di sa cérub moroom."},{"style":"v","verse":"6","text":"Ay may yu wuute lanu am, may yu yemook céru yiw bi ñu sédd ku nekk ci nun. Su dee biral kàdduy \\w waxyu|waxyu:\\w* mooy sag may, biralal kàdduy waxyu ci sa keem ngëm;"},{"style":"v","verse":"7","text":"su dee wàllu jàppale, deel jàppale; su dee wàllu njàngale, ngay jàngale."},{"style":"v","verse":"8","text":"Su dee wàllu kàddu yuy yokke, ngay wax luy yokk gëmkat ñi; su dee wàllu joxe, deel joxe te Yàlla rekk tax; su dee wàllu jiite, taxawal temm ci liggéeyub jiite; su dee wàllu baaxe nit ñi, nay loo bége."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Na seen cofeel mucc ci ngistal, seexluleen lu bon te ŋoy ci lu baax."},{"style":"v","verse":"10","text":"Na leen mbëggeelug bokk taxa fonkante, te ngeen farlu ci di teralante."},{"style":"v","verse":"11","text":"Sawarleen te baña yoqi, jaamuleen Boroom bi, ànd ceek pastéefu xol."},{"style":"v","verse":"12","text":"Bégeleen seen yaakaar, di muñ ci biir tiis, tey saxoo ag ñaan."},{"style":"v","verse":"13","text":"Deeleen def seen loxo ci lu faj soxlay gëmkat ñu sell ñi, te boole ci am teraanga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ñi leen di bunduxataal, ñaanalleen leen, ñaanalleen leen te bañ leena móolu."},{"style":"v","verse":"15","text":"Ñi am mbégte, bokkleen ak ñoom seen mbégte; ñi am naqar, ngeen bokk ak ñoom seen naqar."},{"style":"v","verse":"16","text":"Mànkooleen, buleen xëccu daraja, waaye nanguleena jonjoo ak ñi féete suuf, te baña jàppe seen bopp boroomi xel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Buleen feyantoo, fexeleen di def lu rafet, ñépp seede ko."},{"style":"v","verse":"18","text":"Su manee am, jàmmooleen ak ñépp, ndegam ci yeen la aju."},{"style":"v","verse":"19","text":"Samay soppe, buleen di feyul seen bopp, xajalleen am sànj, am sànj fajal boppam, ndax bindees na ne: «Maay kiy feye, di añale\\f + \\fr 12.19 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 32.35.\\f*.» Boroom bee ko wax."},{"style":"v","verse":"20","text":"Li mu wax kay mooy:"},{"style":"q1","verse":"","text":"«Bu sab noon xiifee, jox ko mu lekk,"},{"style":"q1","verse":"","text":"bu maree, may ko mu naan."},{"style":"q1","verse":"","text":"Soo defee noonu, day rus,"},{"style":"q1","verse":"","text":"ba mel ni koo yeni xal\\f + \\fr 12.20 \\ft Seetal ci \\bk Kàddu yu xelu\\bk* 25.21-22.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"Bu leen lu bon man, waaye defleen lu baax, ba man lu bon."}]