[{"style":"s1","text":"Na ñépp déggal njiit yi"},{"style":"p","text":""},{"style":"v","text":"Na ku nekk déggal njiit yi yor kilifteef, nde amul njiit lu bawoowul fa Yàlla, te njiit yi toog, Yàlla moo leen tabb."},{"style":"v","text":"Moo tax kuy bañal njiit, tëralinu Yàlla nga bañal, te ñi bañal njiit, ñoo wool seen bopp mbugal."},{"style":"v","text":"Kuy def lu baax nag, doo ragal kilifa yi, kiy def lu bon moo leen di ragal. Soo bëggee mucc ci ragal kilifa nag, defal lu baax, jot ngërëmam."},{"style":"v","text":"Ndax kilifa gi mooy ndaw li Yàlla yebal ngir sa jàmm. Waaye soo dee def lu bon, ragalal, ndax kilifa gi yorul ab saamar cig neen; mooy ndawal Yàlla liy añale, te mooy jottali am sànj mu wàcc ci kuy def lu bon."},{"style":"v","text":"Moo tax nangul njiit di wartéef, ndax njariñal nangul njiit yemul rekk ci mucc ci am sànj, waaye xel mu dal a ngi ci."},{"style":"p","text":""},{"style":"v","text":"Loolu moo waral it ngeen di fey galag, ndax njiit yi koy feyeeku kat, ñooy jawriñi Yàlla yi sasoo googu kilifteef."},{"style":"v","text":"Joxleen ku nekk li ngeen warlook moom; ku ngeen wara fey galag, feyleen ko ko; ku ngeen wara fey juuti, feyleen ko ko; ku ngeen wara weg, wegleen ko; ku ngeen wara teral, teralleen ko."},{"style":"s1","text":"Cofeel moo tënk yoonu Musaa"},{"style":"p","text":""},{"style":"v","text":"Buleen ameel kenn bor, lu moy borub soppante; ndax ku sopp sa moroom, yaa matal yoonu Musaa."},{"style":"v","text":"Ndax ndigal yii kat: «Buleen njaaloo, buleen bóom, buleen sàcc, buleen xemmem\\f + \\fr 13.9 \\ft Seetal ci \\bk Mucc ga\\bk* 20.13-15, 17.\\f*,» ak leneen ndigal lu mu mana doon, ci genn kàddu gii la tënke: «Ni ngeen soppe seen bopp, nangeen ko soppe seen moroom\\f + \\fr 13.9 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 19.18.\\f*.»"},{"style":"v","text":"Cofeel du waral kenn def moroomam lu bon; kon cofeel moo matal sëkk yoonu Musaa."},{"style":"s1","text":"Teewlu war na gëmkat ñi"},{"style":"p","text":""},{"style":"v","text":"Li tax ngeen wara gëna farlu ci loolu mooy, xam ngeen jant yi nu tollu; seen waxtuw yewwu jot na ba noppi, nde léegi la nu mucc gëna jege ba nuy doora gëm."},{"style":"v","text":"Guddi gi màggat na, bët a ngi bëgga set. Kon nag nanu bàyyi jëfi lëndëmtu te ràngoo gànnaay yi ñuy xaree cig leer."},{"style":"v","text":"Nanu jëfe jëfin wu jekka def bëccëg; nanu sore xawaare yi ànd ak moy, ak màndite, sore baane bu lewul, ak ñaawtéef yu ni mel, te sore ŋaayoo ak kiñaan."},{"style":"v","text":"Waaye yiirooleen Sang Yeesu \\w Almasi|Almasi b-:\\w* bi, te ngeen baña yittewoo seen bakkan, ngir di topp seeni xemmemtéef."}]