[{"style":"s1","text":"Na gëmkat yiy xajoonte"},{"style":"p","text":""},{"style":"v","text":"Nun ñi fendi ci wàllu ngëm, fàww nu xajoo tëley ñi néew doole, te baña sàkku sunu bànneexu bopp."},{"style":"v","text":"Na ku nekk ci nun sàkku bànneexu moroomam, ci lu koy jariñ, ngir feddali ngëmam."},{"style":"v","text":"Ndax \\w Almasi|Almasi b-:\\w* bi kat sàkkuwul bànneexu boppam, te noonu it la Mbind mi indee ne: «Ñi lay saaga, seeni saaga, ci sama kaw la dal\\f + \\fr 15.3 \\ft Seetal ci \\bk Taalifi cant\\bk* 69.10.\\f*.»"},{"style":"v","text":"Ndaxte mboolem lu ñu bindoon, bu njëkk, jàngal nu moo taxoon ñu bind ko, ngir Mbind mi may nu xolu muñ, te ñaax nu, ba nu am yaakaar."},{"style":"v","text":"Kon nag Yàlla miy maye xolu muñ, di ñaaxe, yal na leen may mànkoo gu mat sëkk, ni ko Almasi Yeesu bëgge,"},{"style":"v","text":"ngir nu bokk jenn yéene ak genn kàddu gu ngeen sàbbaale Yàlla, sunu Baayu Sang bi, Yeesu Almasi bi."},{"style":"s1","text":"Xibaaru jàmm bi ñépp la dikkal"},{"style":"p","text":""},{"style":"v","text":"Kon nag, ni leen \\w Almasi|Almasi b-:\\w* bi xajoo, nangeen ko xajoontee noonu, ngir teddaayu Yàlla."},{"style":"v","text":"Dama leen di wax ne leen, bëgga fésal ne Yàlla ku dëggu la moo waral Almasi bi dikk, def boppam jawriñu Yawut yi, ngir sottal dige ya Yàlla digoon seeni maam."},{"style":"v","text":"Leneen li indi Almasi bi mooy may jàmbur ñi dul Yawut lu ñu màggale Yàlla, te muy yërmandeem. Noonu it la Mbind mi indee ne:"},{"style":"q1","text":"«Looloo waral ma sant la ci biir xeet yi,"},{"style":"q1","text":"sàbbaal la\\f + \\fr 15.9 \\ft Seetal ci \\bk Taalifi cant\\bk* 18.50.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Mu neeti:"},{"style":"q1","text":"«Yeen xeet yi, bégandooleen ak ñoñam\\f + \\fr 15.10 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 32.43.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Mu dellu ne:"},{"style":"q1","text":"«Yeen xeetoo xeet, màggalleen Boroom bi,"},{"style":"q1","text":"réewoo réew, kañleen ko\\f + \\fr 15.11 \\ft Seetal ci \\bk Taalifi cant\\bk* 117.1.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"\\w Esayi|Esayi:\\w* it neeti:"},{"style":"q1","text":"«Ab car ay bawoo ca \\w Yese|Yese:\\w*\\f + \\fr 15.12 \\fk Yese \\ft mooy baayu Daawuda.\\f*, reen ba,"},{"style":"q1","text":"mooy taxaw, yilif jàmbur ñi dul Yawut,"},{"style":"q1","text":"te moom la ñi dul Yawut di yaakaar\\f + \\fr 15.12 \\ft Seetal ci \\bk Esayi\\bk* 11.10.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Kon Yàlla miy maye yaakaar, yal na leen feesaleek gépp mbég ak jàmm ci biir ngëm, ba ngeen fees dell ak yaakaar, ci manoorey \\w Noo gu Sell|Noo gu Sell g-:\\w* gi."},{"style":"s1","text":"Póol xamle na sababu bataaxalam"},{"style":"p","text":""},{"style":"v","text":"Bokk yi, man ci sama bopp, li ma bir ci seen mbir moo di yéene ju rafet ngeen fees, te buural ngeen bépp xam-xam, man ngeena artoonte it."},{"style":"v","text":"Teewul mu am ci wet yu ma leen ñemee binde kàddu yu ma ñéebluwul, ngir fàttali leen li ngeen xamoon ba noppi. Noonu ma binde nag, li ko waral moo di yiw wi ma Yàlla baaxe,"},{"style":"v","text":"ngir ma doon jawriñu \\w Almasi|Almasi b-:\\w* Yeesu, ñeel jàmbur ñi dul Yawut, may wàccoo ak liggéeyu carxal bi xibaaru jàmm bu Yàlla laaj; su ko defee ñi dul Yawut mana doon sarax su Yàlla nangu, sarax su \\w Noo gu Sell|Noo gu Sell g-:\\w* gi sellal."},{"style":"v","text":"Moo tax ma saña puukarewoo Almasi Yeesu mi may liggéeyloo ci mbiri Yàlla."},{"style":"v","text":"Sañumaa tudd lenn nag lu moy li Almasi bi sottale sama jëmm, ngir jàmbur ñi dul Yawut déggal Yàlla, te muy lu mu sottale samay wax ak samay jëf,"},{"style":"v","text":"ci kaw firnde yu manoorewu aki kéemaan, lépp ci manoorey Noowug Yàlla. Loolu tax na, li dale Yerusalem, wëndeelu, ba ca diiwaanu Iliri, yégle naa fa xibaaru jàmm bu Almasi bi, ba mu mat sëkk."},{"style":"v","text":"Noonu laa masa xintewoo di xamle xibaaru jàmm bi fu ñu xamewul Almasi bi, ngir baña bey sas wu fa keneen jotoona liggéey."},{"style":"v","text":"Noonu ma jëfe it moo dëppoo ak ni ko Mbind mi indee ne:"},{"style":"q1","text":"«Lu ñu leen waxuloon, ñu gis ko,"},{"style":"q1","text":"lu ñu dégguloon, ñu mujj koo ràññee\\f + \\fr 15.21 \\ft Seetal ci \\bk Esayi\\bk* 52.15.\\f*.»"},{"style":"s1","text":"Póol dige naa seeti waa Room"},{"style":"p","text":""},{"style":"v","text":"Sama liggéey boobu sax moo ma gàllankoor lu bare ba dikkaguma seetsi leen."},{"style":"v","text":"Waaye léegi jeexal naa sama sas ci gox yii, te at yu bare ca gannaaw, nammoon naa dikk seetsi leen,"},{"style":"v","text":"bu may dem Espaañ, dinaa leen seetsiwaale. Yaakaar naa leena gis bu ma fa jaaree, ba ngeen yiwi ma, ma jàlli Espaañ, gannaaw, lu mu néew néew, ay fan yu ma nammantikoo ak yeen."},{"style":"v","text":"Waaye fii ma tollu, Yerusalem laa jëm, ngir ndimbal lu ñeel ñu sell ña féete foofa."},{"style":"v","text":"Ndaxte gëmkati Maseduwan ak Akayi ñoom la soob ñu sàkke lenn ci seen alal, ngir dimbalee ko ñu sell ña diy néew doole ca Yerusalem."},{"style":"v","text":"Seen coobarey bopp lañu ko defe, waaye ñoo ko ameel waa Yerusalem it nag. Ndaxte gannaaw ñoom ñiy jàmbur, gëmkati Yerusalem ñoo leen sédd ci xéewal yi leen ngëm may, kon ñoom jàmbur ñi itam war nañu leena sédd ci seen alal."},{"style":"v","text":"Teewul nag bu ma noppee ci lii, ba teg teraanga jii ca loxoy waa Yerusalem, Espaañ laa jëm, te fa yeen laay jaare."},{"style":"v","text":"Te xam naa ne bu ma dikkee fa yeen, barkeb \\w Almasi|Almasi b-:\\w* bu mat sëkk laay dikke."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu bokk yi, li ma leen di ñaan ngir sunu Boroom Yeesu Almasi bi, ngir itam cofeel gi \\w Noo gu Sell|Noo gu Sell g-:\\w* giy maye, moo di ngeen fekksi ma ci xareb ñaan ngir man."},{"style":"v","text":"Ñaanalleen ma, ngir ma mucc ci aji gëmadiy Yude, te itam ndimbal li may yóbbul ñu sell ña ca Yerusalem, ñaanleen ngir ñu nangu ko."},{"style":"v","text":"Su ko defee, ci coobarey Yàlla, ma dikke mbégte ba fa yeen, ba dalluwaale as lëf fa yeen."},{"style":"v","text":"Yal na Yàlla miy boroom jàmm ànd ak yeen ñépp. Amiin."}]