[{"style":"s1","verse":"","text":"Póol nuyu na waa Room"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Boole naa leen nag ak sunub jigéen Febe, mu di ab jàppalekatub mbooloom gëmkat ma dëkke Señsere."},{"style":"v","verse":"2","text":"Dalalleen ko ci turu Boroom bi, ni ko ñu sell ñi yelloo, te ngeen taxawu ko ci lépp lu mu aajowoo, nde moom itam xettali na ñu bare, ba ci man mii."},{"style":"li","verse":"","text":""},{"style":"v","verse":"3","text":"Nuyulleen ma Piriska ak Akilas, sama bokki liggéeykat yi ci liggéeyub \\w Almasi|Almasi b-:\\w* Yeesu."},{"style":"v","verse":"4","text":"Ñoom ñoo jaay seen bakkan ngir ma mucc, te du man doŋŋ maa leen ameel njukkal, waaye mboolooy gëmkat yu jàmbur ñi dul Yawut yépp a leen ameel njukkal."},{"style":"li","verse":"","text":""},{"style":"v","verse":"5","text":"Nuyulleen ma itam mbooloom gëmkat miy daje ca seen kër. Nuyulleen ma sama soppe Epaynet, miy saraxu ndoortel meññeef ma génne ca diiwaanu Asi, ñeel Almasi bi."},{"style":"v","verse":"6","text":"Nuyulleen ma Maryaama mi sonn lool ci yeen."},{"style":"li","verse":"","text":""},{"style":"v","verse":"7","text":"Nuyulleen ma Andoronikus ak Yuña, sama bokki Yawut yi ñu ma tëjandooloon; ñu ñu nawloo lañu ci ndaw yi, te ñoo ma njëkka gëm sax Almasi bi."},{"style":"li","verse":"","text":""},{"style":"v","verse":"8","text":"Nuyulleen ma Ampilyaatus mi ma soppal sama bopp ndax Sang bi."},{"style":"li","verse":"","text":""},{"style":"v","verse":"9","text":"Nuyulleen ma it Urben, sunu mbokkum liggéeykat bi ci liggéeyub Almasi bi, ak Estakis, sama soppe;"},{"style":"v","verse":"10","text":"nuyulleen ma Apeles mi firndeel kóllëre gi mu am ci Almasi bi, te ngeen nuyul ma waa kër Aristobul,"},{"style":"v","verse":"11","text":"ak Erojon sama mbokkum Yawut, te ngeen nuyul ma waa kër Narsis ñi gëm Sang bi."},{"style":"li","verse":"","text":""},{"style":"v","verse":"12","text":"Nuyulleen ma Tirifen ak Tirifos, jigéen ñu sonn ci liggéeyu Boroom bi, ak it ndaw si Persidd mi sonn lool ci liggéeyu Boroom bi."},{"style":"li","verse":"","text":""},{"style":"v","verse":"13","text":"Nuyulleen ma Rufus mi Boroom bi tànnal boppam, ak yaayam jiy sama yaayu bopp."},{"style":"v","verse":"14","text":"Nuyulleen ma Asànkirit ak Felegon ak Ermes ak Patarobas ak Ermas, ak mboolem bokk yi nekk ak ñoom."},{"style":"li","verse":"","text":""},{"style":"v","verse":"15","text":"Nuyulleen ma it Filolog ak Yuli, ak Nere ak jigéenam, ak Olimpas ak mboolem ñu sell ñi nekk ak ñoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Saafoonteeleen fóonante yu sell. Mboolooy gëmkati Almasi bi yépp nuyu nañu leen."},{"style":"s1","verse":"","text":"Kàdduy artu ak tàggoo ñeel na waa Room"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Léegi nag bokk yi, dama leen di ñaax, ràññeeleen ñi gàntal àlluwa ji ngeen jànge, di féewale aka téqtale, te ngeen moytu leen."},{"style":"v","verse":"18","text":"Ñu ni mel liggéeyaluñu \\w Almasi|Almasi b-:\\w* bi sunu Boroom, seen koll lañuy liggéeyal. Làmmiñ wu neex ak kàddu yuy jaye lañuy naxe ñi seenum xel foogadi."},{"style":"v","verse":"19","text":"Yeen nag seenug dégg ndigal siiw na ba bir ñépp, moo tax ma di leen bége. Waaye damaa bëgg ngeen xelu ci lu baax, te seenum xel mucc ci lu bon."},{"style":"v","verse":"20","text":"Su ko defee Yàlla miy boroom jàmm mooy dër \\w Seytaane|Seytaane:\\w* ci lu gaaw, fi ngeen ko joggi seeni tànk."},{"style":"p","verse":"","text":"Yal na sunu yiwu Boroom Yeesu ànd ak yeen!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Timote sama mbokkum liggéeykat nuyu na leen, mook Lusiyus ak Yason ak Sosipater sama bokki Yawut."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Man Tersiyus mi bind kàdduy bataaxal bi ci sama loxo nag, nuyu naa leen ci turu Boroom bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Gayus mi may dalal, di dalal mbooloo mi mépp këram, nuyu na leen; Erast saytukatub alalu dëkk bi it, nuyu na leen, mook mbokk mi Kàrtus."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Yal na sunu yiwu Boroom Yeesu Almasi bi ànd ak yeen! Amiin."},{"style":"s1","verse":"","text":"Teraanga ñeel na Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Kookoo leen mana dooleel nag ndax sama xibaaru jàmm, ak waareb Yeesu \\w Almasi|Almasi b-:\\w* bi mu feeñal mbiram tey, gannaaw ba mu nekkee mbóot mu làqu woon naka jekk,"},{"style":"v","verse":"26","text":"mbóot mu Bindi yonent yi fésal tey, ba xamal ko xeet yépp ci ndigalal Yàlla ji sax, ngir xeet yépp gëm ba dégg ndigal,"},{"style":"v","verse":"27","text":"kooku mooy Yàlla mi wéetoo xam-xam, te moom la ndam ñeel ba fàww, ndax Yeesu Almasi bi! Amiin."}]