[{"style":"s1","text":"Yàlla mooy àtte"},{"style":"p","text":""},{"style":"v","text":"Yaw nit kiy sikke nag, amoo aw lay, ndax boo sikkee keneen, sa bopp nga sikk, nde yaw miy sikke, jooju jëfin ngay jëfe."},{"style":"v","text":"Waaye wóor nanu ne àtteb Yàlla bi muy añale ñiy jëfe jooju jëfin, dëgg lay dëppool."},{"style":"v","text":"Yaw nit kiy sikk ñiy jëfe yooyii, te di ko def, ndax defe nga ne yaw ci sa bopp dinga rëcc àtteb Yàlla?"},{"style":"v","text":"Am dangay sofental mbaaxu Yàlla gu réy akug jéllaleem akug muñam, ndax ñàkka xam ne li Yàlla namm ci baaxe la, moo di nga tuub?"},{"style":"p","text":""},{"style":"v","text":"Waaye sag dëgër bopp ak sa xol bu tuubadi, ci ngay jóore sànjum Yàlla ci sa kaw bopp, keroog bésub sànj ma, fa àtteb Yàlla bu jub di feeñe."},{"style":"v","text":"Ca lay fey ku nekk ay jëfam."},{"style":"v","text":"Ñi saxoo di jéema def jëf ju baax, ngir di ko sàkkoo ndam ak teraanga ak texe gu sax, ñooñu, texe gu sax dàkk mooy doon seenub añ."},{"style":"v","text":"Waaye ñi fétteeral ci seen sàkkuteefi bopp, nanguwuñoo topp liy dëgg, xanaa ag njubadi nag, ñooñu, am sànj ak mer mu ne jippét mooy seen yool."},{"style":"v","text":"Njàqare ak musiba daal, mooy dal ci kaw képp kuy def lu bon, te Yawut bi jiitu ci, waaye ki dul Yawut it topp ci;"},{"style":"v","text":"daraja ak teraanga ak jàmm nag moo ñeel képp kuy def lu baax, te Yawut bi jiitu ci, waaye ki dul Yawut it topp ci."},{"style":"v","text":"Ndax kat xejj ak seen amul fa Yàlla."},{"style":"p","text":""},{"style":"v","text":"Mboolem ñi bàkkaar nag te fekku leen ci yoonu Musaa, yoonu Musaa toppu leen, waaye du leen teree sànku. Mboolem ñi bàkkaar it, te mu fekk leen ci yoonu Musaa, ci yoonu Musaa lees leen di daane."},{"style":"v","text":"Ndax kat du déglukati yoonu Musaa lees di jox àtteb ñu jub fa kanam Yàlla, waaye jëfkati yoonu Musaa mooy jot àtteb ku jub."},{"style":"v","text":"Jàmbur ñi dul Yawut, te amuñu yoonu Musaa, ndegam teewu leena topp bindub juddu bay jëfe li yoonu Musaa laaj, dafa fekk ñoom ci seen bopp, ñu aw seen yoonu bopp, doonte amuñu yoonu Musaa."},{"style":"v","text":"Noonu lañu wérale ne jëf ji yoonu Musaa santaane moo binde ci seenub xol, ba seen yég-yégu xol seede loolu. Li koy firndeel it di seen xel miy def léeg-léeg mu sikk leen, léeg-léeg mu dëggal leen."},{"style":"v","text":"Te noonu lay deme kera bés ba Yàlla di àtte mbiri kumpa yu nit ñi, ci saytub Yeesu \\w Almasi|Almasi b-:\\w* bi, ni ko sama xibaaru jàmm bi indee."},{"style":"s1","text":"Yoonu Musaa, na jariñ ki ko topp"},{"style":"p","text":""},{"style":"v","text":"Ma dikk nag ci yaw miy wuyoo turu Yawut, te yaakaar yoonu Musaa, boole ci di sagoo Yàlla."},{"style":"v","text":"Yaa xam coobarey Yàlla, te yaa jànge ci yoonu Musaa, ba xam li am solo dëgg."},{"style":"v","text":"Yaw mi mu wóor ne yaa di wommatkatub gumba yi, te di leeru ñi ci lëndëm gi,"},{"style":"v","text":"yaay yar naataxóona yi, di jàngal tuut-tànk yi, gannaaw wóor na la ne am nga ci yoonu Musaa mboolem luy jëmmu xam-xam ak lépp luy dëgg."},{"style":"v","text":"Kon yaw miy yare, ndax doo yar sa bopp? Yaw miy waare, di aaye sàcc, mbaa doo sàcc? Yaw miy aaye njaaloo, mbaa doo njaaloo?"},{"style":"v","text":"Yaw mi bañ bokkaale, mbaa doo sëxëtoo jaamookaayi bokkaalekat yi?"},{"style":"v","text":"Yaa ngi sagoo yoonu Musaa te di ko moy bay teddadil Yàlla!"},{"style":"v","text":"Yeen de yeena tax ñuy ñàkke teggin turu Yàlla ci biir xeeti jàmbur yi dul Yawut, te noonu la ko Mbind mi indee."},{"style":"s1","text":"Xaraf, na jariñ boroom"},{"style":"p","text":""},{"style":"v","text":"Aaday xaraf nag amal na la njariñ, ndegam sàmm nga yoon wi ko digle. Waaye soo dee moykatub yoon wi, sag xaraf, ñàkka xaraf lay doon."},{"style":"v","text":"Kon kay ki xaraful, tey jëfe njub gi yoonu Musaa santaane, ñàkka xarafam, ndax deesu ko ko waññal ag xaraf?"},{"style":"v","text":"Ki xaraful ciw yaramam, te teewu koo sàmm yoonu Musaa, moo lay teg ab daan, yaw mi boole mbindum yoonu Musaa ak sag xaraf, te teewu la di moykatub yoon wi."},{"style":"v","text":"Ab Yawut, du ci melo wuy feeñ lees koy nekke, te xaraf it du ci màndarga muy feeñ ciw yaram."},{"style":"v","text":"Waaye ab Yawut dëgg, kumpag biir xol la koy nekke, xaraf it mbirum xol la; ci xel mi lay sottee, waaye du ci mbindum yoon. Ngërëm la it du ci nit lay jóge, waaye ci Yàlla la jóge."}]