[{"style":"s1","text":"Njubteg Ibraayma du ci jëfam"},{"style":"p","text":""},{"style":"v","text":"Ibraayma sunu maam ci wàllu askan nag, ana lu nuy wax ne moom la gis ci moomu mbir?"},{"style":"v","text":"Bu fekkoon ne Ibraayma, ci kawi jëfam lees ko jox àtteb ku jub, kon mu man koo damoo, waaye demewul noonu fa Yàlla."},{"style":"v","text":"Ana lu ci Mbind mi wax? Da ne: «Ibraayma moo gëm Yàlla, Yàlla nangul ko ngëmam, muy àtteb njub bu ñu ko limal\\f + \\fr 4.3 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 15.6.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Kuy liggéey, ag peyooram du taxawe ag may, waaye wartéef la."},{"style":"v","text":"Waaye ki jëful te gëm Yàlla miy baaxe ab yéefar sax àtteb ku jub, ngëmam googu, ag njub lees ko koy limal."},{"style":"v","text":"Ci moomu mbir la \\w Daawuda|Daawuda:\\w* doon wax, ba muy biral mbégtem nit ku Yàlla limal ag njub gu jotewul dara ak ay jëfam."},{"style":"v","text":"Mu ne:"},{"style":"q1","text":"«Ndokkalee yeen ñi ñu baal seeni moy,"},{"style":"q1","text":"jéggal leeni bàkkaar."},{"style":"q1","text":""},{"style":"v","text":"Ndokkalee yaw mi Boroom bi toppul say tooñ\\f + \\fr 4.7-8 \\ft Seetal ci \\bk Taalifi cant\\bk* 32.1-2.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Moomu mbégte xanaa Yawut yiy xaraf doŋŋ la ñeel? Ñi xaraful it ndax dañu cee bokkul? Ndax kat danu ne Ibraayma la Yàlla nangul ngëmam, muy àtteb njub bu ñu ko limal\\f + \\fr 4.9 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 15.6.\\f*."},{"style":"v","text":"Nan lees ko ko limale? Gannaaw ba mu xarafee, am ba mu xarafagul? Du gannaaw ba mu xarafee, waaye ba mu xarafagul la."},{"style":"v","text":"Gannaaw gi la jagoo màndargam xaraf, mu firndeel àtteb njubam gi ngëmam waral, te fekkul mu xaraf. Noonu la Ibraayma mana nekke maamu mboolem gëmkat ñi. Looloo tax muy maamu mboolem ñi xaraful, te gëm, ndax ñu limal leen seen ngëm ab àtteb ñu jub."},{"style":"v","text":"Looloo tax it Ibraayma di maamu ñi xaraf, te du xaraf gu ñu toppe aada, xanaa ñu boole ca topp ci tànki ngëm ga sunu maam Ibraayma amoon ba mu xarafagul."},{"style":"s1","text":"Ibraayma gëmoon na digeb Yàlla"},{"style":"p","text":""},{"style":"v","text":"Ndax kat digeb Ibraayma ba sédde Ibraayma àddina si, moom ak askanam\\f + \\fr 4.13 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 12.1-3; 17.5.\\f*, sàmm gu mu sàmm yoonu Musaa taxul, waaye àtteb njub bi ko ngëmam may, moo ko waral."},{"style":"v","text":"Nde su dee ñi ci yoonu Musaa la dige bi ñeel, kon ngëm dootul tekki dara, te kon digeb Yàlla ba day neen."},{"style":"v","text":"Yoonu Musaa daal, am sànj lay jur, te fu yoon wees di sàmm amul, genn moy amu fa."},{"style":"p","text":""},{"style":"v","text":"Kon nag digeb Yàlla boobu, ngëm moo ko waral, ngir mu di aw yiw doŋŋ. Noonu la dige bi doone lu wóor, ñeel ñi soqikoo ci Ibraayma ñépp; du ñi bokk ci yoonu Musaa rekk, waaye ñeel na itam ñi bokk ci ngëmu Ibraayma, miy sunu maam, nun ñépp."},{"style":"v","text":"Noonu la Mbind mi indee ne: «Maa la def ngay maamu xeet yu bare\\f + \\fr 4.17 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 17.5.\\f*.» Ibraayma mooy sunu maam fi kanam ki mu gëm, te muy Yàlla miy delloo ñi dee bakkan, tey woo lu nekkul, mu doon lu nekk."},{"style":"p","text":""},{"style":"v","text":"Ba bunti yaakaar yépp tëjee, Ibraayma moo dese woon yaakaaram, wéye ngëmam, ba doon maamu xeet yu bare, loolu dëppook kàddu ga noon: «Noonu la saw askan di tollu\\f + \\fr 4.18 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 17.5.\\f*.»"},{"style":"v","text":"Ngëmu Ibraayma wàññikuwul, doonte ba mu xoolaatee boppam, xam na ne yaramam dee na daanaka, ndax fekk na ay atam xawa tollu ci téeméer, te njurukaayu Saarata it fekk na ko dee."},{"style":"v","text":"Teewul digeb Yàlla ba la ne jàkk, nàttablewul, gëmadiwul, xanaa dëgërloo dooley ngëmam rekk, sant Yàlla."},{"style":"v","text":"Dafa wéroon Ibraayma péŋŋ ne li Yàlla dige, man na koo def."},{"style":"v","text":"Moo tax it, Yàlla nangul ko ngëmam, muy àtteb njub bu ñu ko limal."},{"style":"v","text":"Ba ñu bindee ne ngëmu Ibraayma, moom lees ko nangul, muy àtteb njub bu ñu ko limal\\f + \\fr 4.23 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 15.6.\\f*, du Ibraayma doŋŋ la mbind ma ñeel."},{"style":"v","text":"Nun itam ci lanu; dees na nu limal sunu ngëm, àtteb ñu jub, nun ñi gëm ki dekkal sunu Sang Yeesu"},{"style":"v","text":"mi ñu teg ciy loxo, mu dee ndax sunuy tooñ, ba dekkal ko, ngir nu ame ci àtteb nit ñu jub."}]