[{"style":"s1","text":"Almasi bi moo nu jubale ak Yàlla"},{"style":"p","text":""},{"style":"v","text":"Gannaaw nag dees noo baaxe àtteb ñu jub ci kaw ngëm, jàmmoo nanu ak Yàlla ndax sunu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","text":"Ci ndimbalam lanu ame ngëm ba mana àgg fi yiwu Yàlla wii nu taxaw taxawaay bu dëgër. Te it sunub sag moo di yaakaar ji nuy séentoo ab cér ci leeru Yàlla."},{"style":"v","text":"Te yemunu ci, xanaa di sagoo sunuy tiis itam, nde xam nanu ne dékku aw tiis mooy taxa muñ;"},{"style":"v","text":"te muñ mooy jur kóllërey biir coono; kóllërey biir coono mooy jur yaakaar."},{"style":"v","text":"Te yaakaar jooju du tas, ndax cofeelu Yàlla gi baawaan ci sunu xol, ci ndimbalal \\w Noo gu Sell|Noo gu Sell g-:\\w* gi mu nu may."},{"style":"p","text":""},{"style":"v","text":"Ndax kat, ba nu amul menn pexem mucc, ca waxtu wa gën, la Almasi bi deewal yéefar yi."},{"style":"v","text":"Barewul ku nangoo dee ngir nit ku jub, doonte jombul mu am ku nangoo dee ngir ku baax."},{"style":"v","text":"Waaye Yàlla moom, ni mu firndeele cofeelam ci nun, moo di, ba nu doon ay bàkkaarkat, ca la Almasi bi deewe ngir nun!"},{"style":"p","text":""},{"style":"v","text":"Gannaaw baaxees nañu nu àtteb ñu jub ndax deretam ji tuuru nag, ñaata yoon lees nuy gënatee musal ci am sànj ndax moom?"},{"style":"v","text":"Ndegam ba ñu dee ay bañaaley Yàlla lees nu jubalee deewug Doomam, ñaata yoon lees nuy gënatee musale ag dundam, gannaaw ba ñu nu jubalee ak Yàlla?"},{"style":"v","text":"Te yemunu ci, xanaa di sagoo Yàlla itam ndax sunu Boroom Yeesu Almasi bi nu jubale ak moom."},{"style":"s1","text":"Aadamaa nu xañ bakkan, Yeesu delloo nu ko"},{"style":"p","text":""},{"style":"v","text":"Bàkkaar moo jaare ci kenn nit dugg ci àddina\\f + \\fr 5.12 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 3.17-24.\\f*, dee jaare ci bàkkaar, dikk, ba dikkal ñépp, ndax ñépp a bàkkaar."},{"style":"v","text":"Bàkkaar a ngi woon ci àddina ba ca jamonoy yoonu Musaa, waaye deesul limaale bàkkaar te aw yoon amul."},{"style":"v","text":"Teewul la dale ca Aadama ba ca Musaa, ci kaw àddina sépp la dee doon nguuru, ba ci kaw ñi bàkkaarul noonee Aadama xëtte woon ndigal. Aadama mooy takkndeeru ki doon dikk."},{"style":"p","text":""},{"style":"v","text":"Waaye ni moyug Aadama deme, yiwu Yàlla demewu ni. Moyug kenn nit, Aadama, tax na ñu bare dee; waaye yiwu Yàlla ak mayug yiw gu kenn nit, Yeesu \\w Almasi|Almasi b-:\\w* bi, ñaata yoon la gënatee baawaan, ñeel nit ñu bare?"},{"style":"v","text":"Ni njeexitalu tooñu kenn nit deme, laa ne, mayu Yàlla demewu ni. Benn bàkkaar moo waral àtte bi indi mbugal. Waaye moy yu bare moo waral may gi teggi tuuma."},{"style":"v","text":"Moyug kenn nit ki, ci la dee jaare ci kenn nit kooku, ba falu. Kon ñi jot ci xéewalu yiw, ba am ci àtteb njub, ñaata yoon lañuy gënatee falu ci biir dund gu ñu ame ci keneen nit kiy Yeesu Almasi bi?"},{"style":"p","text":""},{"style":"v","text":"Kon nag noonee moyug kenn jure mbugalu nit ñépp daal, noonu la jenn jëfu njekk\\f + \\fr 5.18 \\fk jenn jëfu njekk \\ft mooy li Yeesu tuur deretam ngir gàddu mbugalu bépp bàkkaarkat. Seetal ci 3.25.\\f* jurale ñépp dundin wu yees ci kaw àtteb njub bu leen jenn jëf ja may."},{"style":"v","text":"Noonee déggadig kenn nit taxe ñu bare doon ay bàkkaarkat, noonu it la déggug ndigalu kenn nit taxe ñu baaxe ñu bare àtteb nit ñu jub."},{"style":"p","text":""},{"style":"v","text":"Yoonu Musaa moo dikk ngir fésal barewaayu moy, waaye fu bàkkaar bare, aw yiw gën faa bareeti,"},{"style":"v","text":"ba tax na, noonee bàkkaar doone woon buur, ndax dee gi mu yilife ñépp, ni la aw yiw wuutoo, di buur moom itam, ndax àtteb njub gi aw yiw jural nit ñi, ba jëme leen ci texe gu sax dàkk, ci sunu ndimbalal Boroom Yeesu Almasi bi."}]