[{"style":"s1","text":"Bàkkaar yilifatul gëmkatub Yeesu"},{"style":"p","text":""},{"style":"v","text":"Ana lu loolu di tekki nag? Ndax kon danuy wéye bàkkaar, ngir yiwu Yàlla gëna yokku?"},{"style":"v","text":"Mukk kay! Nun ñi dee tàggale ak bàkkaar ba noppi, ana nu nuy saxootee bàkkaar?"},{"style":"v","text":"Dangeena umple ne mboolem nun ñi ñu sóob ci Yeesu \\w Almasi|Almasi b-:\\w* bi, cig deewam lañu nu sóobaale?"},{"style":"v","text":"Ci sóobu googu lañu nu boole ak moom suul, ngir noonee Almasi bi dekkee ci màggug Baay bi, nun itam nu dekki bay dund dundin wu yees."},{"style":"p","text":""},{"style":"v","text":"Gannaaw dees noo bennale ak moom ci dee gu ñu nirule ak deewam, dees nuy bennale itam ak moom ci ndekkite lu niru ndekkiteem."},{"style":"v","text":"Li nu bir moo di nun ña woon démb, ca bantub Yeesu ba lees nu daajaale, ngir xewwil sunu yaramu bàkkaar, ba nu noppee doon ay jaam, bàkkaar di sunub sang."},{"style":"v","text":"Ndax ki dee ba noppi, baaxees na ko àtteb ku jub, mu tàggook nooteelu bàkkaar."},{"style":"p","text":""},{"style":"v","text":"Gannaaw noo deewandoo ak Almasi bi nag, gëm nanu ne nooy dundandoo ak moom."},{"style":"v","text":"Ndax kat xam nanu ne Almasi bii dekki te dootul dee, te dee manalatu ko dara."},{"style":"v","text":"Deewam ga mu dee, dee na benn yoon ba fàww, ba tax bàkkaar amatul benn kilifteef, te dund gi muy dund tey, Yàlla la koy dundal."},{"style":"p","text":""},{"style":"v","text":"Naka noonu, yeen itam jàppeleen seen bopp nit ñu dee ba dootuleen nangooti kilifteefu bàkkaar, xanaa di dund ngir Yàlla, ndax seen bokk ci Yeesu Almasi bi."},{"style":"v","text":"Kon nag bu bàkkaar yilif seen yaramu dee wii, ba di leen nanguloo ay xemmemtéefam yu bon."},{"style":"v","text":"Buleen jébbal seeni cér bàkkaar, mu def leen jumtukaayi njubadi; gannaaw yeena dekki bay dundaat, jébballeen Yàlla seen bopp te jébbal ko seeni cér, ngir def leen ay jumtukaayi njub."},{"style":"v","text":"Ndax kat bàkkaar yilifatu leen, nde du ci kilifteefu yoonu Musaa ngeen nekk, waaye ci aw yiw ngeen tàbbi."},{"style":"s1","text":"Ku gëm Yeesu, ag njub ngay surgawu"},{"style":"p","text":""},{"style":"v","text":"Ba ci lan boog? Ndax kon danuy bàkkaar, gannaaw du ci kilifteefu yoonu Musaa lanu nekk, waaye ci aw yiw lanu tàbbi? Déet kay!"},{"style":"v","text":"Xanaa xamuleen ne képp koo jébbal sa bopp, nangul ko, ab jaamam nga? Yaar ngeen diy jaam, bàkkaar di seen sang, jëme leen ci dee; mbaa ngeen déggal Yàlla, mu baaxe leen àtteb ñu jub."},{"style":"v","text":"Waaye cant ñeel na Yàlla, nde ay jaami bàkkaar ngeen woon, waaye gannaaw gi, seenub xol ngeen déggale misaalub àlluwa ji ngeen di ndénkaaneem."},{"style":"v","text":"Noonu lees leen yiwee, tàggale leen ak nooteelu bàkkaar, ngeen doon ay surgay njub."},{"style":"p","text":""},{"style":"v","text":"Ni ko nit mana dégge rekk, ni laa leen woyofalale kàddu gii, ndax seen néew dooley nitu neen. Noonee ngeen jébbale woon seeni cér, def leen ñuy jaami sobe ak ndëngte gu jur ndëngte, noonu ngeen wara jébbale seeni cér, def leen ñuy jaami njub gu jur cellte."},{"style":"v","text":"Ba ngeen dee jaami bàkkaar, teewuleen woona moom seen bopp, ci seen digganteek njub."},{"style":"v","text":"Seen jëfi démb ja leen gàcceel tey, ana njariñ lu mu leen jural? Mujug jëf ja de, seenug dee la doon doon."},{"style":"v","text":"Waaye tey bi ñu leen yiwee, ba ngeen doon ay surgay Yàlla, ag cellte la leen loolu jural, te muj ga di texe gu sax dàkk."},{"style":"v","text":"Ndaxte peyooru bàkkaar mooy dee, waaye yiw wi Yàlla di maye mooy texe gu sax dàkk fi \\w Almasi|Almasi b-:\\w* Yeesu, sunu Boroom."}]