[{"style":"s1","text":"Yoonu Musaa wàcc na gëmkatub Almasi bi"},{"style":"p","text":""},{"style":"v","text":"Am, bokk yi, yeen ñi xam yoon wi laay waxal, dangeena umple ne yoon yiliful nit ki lu moy ci giiru dundam?"},{"style":"v","text":"Dafa mel ni ndaw suy séy; li feek jëkkëram di dund, yoon a yeew buumu jëkkëram ci baatam. Waaye su jëkkër ji deewee, ndaw si teqalikoo na ak yoon wi ko yeewe woon buumu jëkkëram."},{"style":"v","text":"Kon nag, li feek jëkkëru ndaw si di dund, su séyee ak geneen góor, ab njaalookat lees koy wax. Su jëkkër ji deewee nag, yoon yiwi na ndaw si, te su séyee ak keneen, du doon njaaloo."},{"style":"p","text":""},{"style":"v","text":"Noonu la deme ak yeen itam, bokk yi. Yaramu \\w Almasi|Almasi b-:\\w* wi ngeen bennool, ci ngeen doone ñu dee ba nangootunu kilifteefu yoonu Musaa. Noonu ngeen doone moomeelu keneen, te kooku mooy ki dekki, ngir nu meññ njariñ lu ñeel Yàlla."},{"style":"v","text":"Ba nu toppee sunu bakkan, sunu bëgg-bëgg yu bon yi ndigali yoonu Musaa yee, ñoo daan liggéey ci sunuy cér, ngir nu meññ lu nu jëme ci dee."},{"style":"v","text":"Waaye tey ci sunu digganteek yoon wi nu tënku woon, dee nanu, ba teqalikoo ak yoon woowu. Moo tax nu doon ay jaam yu tegoo kilifteef gu yees gi \\w Noo gu Sell|Noo gu Sell g-:\\w* gi indi, gannaaw ba nu wàccoo ak kilifteefu mbindu yoonu Musaa ma woon."},{"style":"s1","text":"Yoonu Musaa moo wone ne bàkkaar moo yées"},{"style":"p","text":""},{"style":"v","text":"Ana lu loolu di tekki? Xanaa kon yoonu Musaa bàkkaar la? Mukk kay! Waaye yoonu Musaa moo ma xamal luy bàkkaar. Ndax kat su dul woon ak yoon wi ne: «Bul xemmem yëfi jàmbur\\f + \\fr 7.7 \\ft Seetal ci \\bk Mucc ga\\bk* 20.17.\\f*,» kon xemmemtéef sax duma xam lu mu doon."},{"style":"v","text":"Waaye bàkkaar moo jaare ci buntub ndigalu yoon, ba yee ci man mboolemi xemmemtéef yu bon. Ndax kat, su yoonu Musaa amul woon, bàkkaar di lu dee."},{"style":"v","text":"Man de, bu njëkkoon, ba ma xamagul yoonu Musaa, teewul woon may dund. Waaye ba yoonu Musaa dikkee, ca la bàkkaar ne xiféet, di dund,"},{"style":"v","text":"man nag, ma dee. Kon ndigalu yoon wi wara jëme ci ag dund, moom ci boppam moo ma mujj jëme ci dee."},{"style":"v","text":"Bàkkaar moo ma jekkoo ndigalu yoon, ba nax ma, te ndigalu yoon la ma reye it."},{"style":"p","text":""},{"style":"v","text":"Kon yoonu Musaa lu sell la, ndigalam di lu sell te jub te baax."},{"style":"v","text":"Lu baax loolu di yoonu Musaa, xanaa kon moo ma taxa dee? Déet kay! Bàkkaar moo feeñale noonu meloom; moo jëfandikoo lu baax, ba rey ma, ngir ndigalu yoon di jumtukaay bu bàkkaar fésale gépp mbonam gu jéggi dayo."},{"style":"s1","text":"Ab gëmkat namm na lu mu tëlee jëfe"},{"style":"p","text":""},{"style":"v","text":"Xam nanu ne yoonu Musaa ci Yàlla la bokk, te man may nitu suuxu neen, dib jaam bu ñu jaay bàkkaar, muy sama sang."},{"style":"v","text":"Xawma sax lu waral may jëfe ni may jëfe; li ma namm, du loolu laay jëfe, waaye li ma bañ, moom laay jëfe."},{"style":"v","text":"Gannaaw li ma bëggul, moom laay def nag, juboo naa ak yoonu Musaa ci dëggal ne yoonu Musaa baax na."},{"style":"v","text":"Kon nag dootul man maay jëfe noonu, waaye dooley bàkkaar bi ci man la."},{"style":"v","text":"Xam naa ne man, sama bindu suuxu neen wii, lenn lu baax dëkku ci. Yéene jaa ngeek man, kàttanu jëfe lu baax moo fi nekkul."},{"style":"v","text":"Ndax kat du lu baax li ma namma jëfe laay jëfe, waaye lu bon li ma nammul, moom laay jëfe."},{"style":"v","text":"Te su dee li ma nammul, moom laay def, kon kay dootul man maa koy def, waaye dooley bàkkaar bi dëkk ci man moo koy def."},{"style":"p","text":""},{"style":"v","text":"Takk bi ma ci def daal mooy lii: bu ma nammee def lu baax, lu bon a may teewalsi."},{"style":"v","text":"Ndaxam ci sama biir xol, yoonu Yàllaa ma neex."},{"style":"v","text":"Waaye gis naa ci samay cér, weneen yoon wuy xeex ak yoon wi samam xel jubool, te yoon woowoo ma jàpp njaam, jébbal ma dooley bàkkaar bi dëkke samay cér."},{"style":"v","text":"Céy maaka réy aw tiis! Ana ku may wallook sama yaramu dee wii?"},{"style":"v","text":"Waaye cant ñeel na Yàlla mi nuy walloo jëmmu Yeesu \\w Almasi|Almasi b-:\\w* bi, sunu Sang."},{"style":"p","text":"Kon daal man, ci sama bopp, ci sama wàllu xel, yoonu Yàlla laay surgawu, waaye ci sama wàllu yaramu suux wii, yoonu bàkkaar laay surgawu."}]