[{"style":"s1","text":"Noowug Yàlla moo jiite gëmkat bi"},{"style":"p","text":""},{"style":"v","text":"Kon nag léegi, amul benn daan bu ñeel ñi bokk ci \\w Almasi|Almasi b-:\\w* Yeesu."},{"style":"v","text":"Ndax kat, yoonu \\w Noo gu Sell|Noo gu Sell g-:\\w* giy maye bakkan te nekk ci Almasi Yeesu moo la yiwi, ba nga mucc ci yoonu bàkkaar ak dee."},{"style":"v","text":"Li yoonu Musaa tële woon ndax néew dooley nitu suuxu neen, mooy lii Yàlla def: Doomam la yónni, mu dikke melow nit, te nit di bàkkaarkat, di suuxu neen, ngir Doomam fajtal mbirum bàkkaar. Yaramu suux wu nit kooku la Yàlla sottale mbugal mi war ci bàkkaar,"},{"style":"v","text":"ngir njub gi yoonu Musaa laaj mana sotti ba mat sëkk ci nun, ñi toppatul sunu bindu suux, xanaa Noowug Yàlla."},{"style":"p","text":""},{"style":"v","text":"Ndax kat ñi topp seen bindu suux, mbiri bakkan doŋŋ lañu xinte, waaye ñi topp Noowug Yàlla ñoom, mbiri Noowug Yàlla mooy seen xinte."},{"style":"v","text":"Xintey bakkan nag ci dee lay jëme, waaye xintey Noowug Yàlla dund ak jàmm lay jur."},{"style":"v","text":"Ndaxte boroom xintey bakkan ab noonu Yàlla la, nde déggalul yoonu Yàlla, te manu ko sax."},{"style":"v","text":"Moo tax ñi wéye seen bindu suuxu neen duñu mana neex Yàlla."},{"style":"p","text":""},{"style":"v","text":"Yeen nag nekkatuleen ci kilifteefu bindu suuxu neen, waaye ci kilifteefu Noo gu Sell gi ngeen nekk, ndegam kay Noowug Yàllaa ngi sax ci yeen. Ku amul Noowug Almasi bi, kooku du nitam."},{"style":"v","text":"Su Almasi bi nekkee ci yeen, seen yaram dina dee moos ndax bàkkaar, waaye du tee seenug noo di dund, ndax àtteb njub bi ngeen am ba noppi."},{"style":"v","text":"Noowug ki dekkal Yeesu moo sax ci yeen. Kon nag ki dekkal Almasi bi mooy dekkal itam seen yaram wu jëm ci dee, ndax Noowam googu sax ci yeen."},{"style":"p","text":""},{"style":"v","text":"Kon nag bokk yi, bor topp na nu, waaye du sunu bindu suux lanu ameel lenn lu nu taxa topp sunu bakkan."},{"style":"v","text":"Ku topp bakkanam, fàww mu dee, waaye ku rey jëfi yaramam ci ndimbalal Noowug Yàlla, dina texe."},{"style":"v","text":"Ndax kat, mboolem ñiy dox ci njiital Noo gi, ñooñu ay doomi Yàlla lañu."},{"style":"v","text":"Mayeesu leen noo gu leen di desloo cig njaam, ba tax leena dellu cig ragal, waaye Noowug doom yu ñu doomoo, moom lees leen may, te looloo nu tax di woowe Yàlla: «Abba\\f + \\fr 8.15 \\fk Abba, \\ft baatu arameen la.\\f*», mu tekki «Baay»."},{"style":"v","text":"Te Noowug Yàlla, moom ci boppam, moo mànkoo ak sunu noowug bopp, di seede ne ay doomi Yàlla lanu."},{"style":"v","text":"Gannaaw ay doom lanu nag, ay boroom cér lanu, ay boroom cér yu Yàlla sédd, cér yu nu bokk ak Almasi bi, gannaaw noo bokk ak moom ab coono tey, ngir bokk ak moom teraangay ëllëg."},{"style":"s1","text":"Teraangay ëllëg ñeel na gëmkat ñi"},{"style":"p","text":""},{"style":"v","text":"Jàpp naa ne sunu coonob tey du dara, soo ko xoolee ci teraanga ji ñu nuy feeñalal ëllëg."},{"style":"v","text":"Càkkéefu àddinaa ngi séentu, ndax yàkkamti bés ba doomi Yàlla di feeñ."},{"style":"v","text":"Ndax kat, càkkéef gépp, li ñuy déggal neenug neen la, te du seen coobare, waaye ki leen ci tënk la neex, ba tax ñuy yaakaar,"},{"style":"v","text":"ñoom ñi bokk ci càkkéef googu itam, ne dees na rengi seen buumi njaam gi leen dee ak yàqutey yaram ràng, ngir ñu am cér ci goreelug doomi Yàlla yi, am cér ci seen teraanga."},{"style":"p","text":""},{"style":"v","text":"Xam nanu ba fii nu tollu ne mboolem càkkéef gaa ngi binni ndax mitit, ni kuy matu."},{"style":"v","text":"Te du càkkéef gi rekk, waaye nun ci sunu bopp itam, ci lanu, nun ñi jot ab dawal ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, nun ci sunu bopp sax nu ngi binni sunu biir xol, ndax yàkkamtee jot céru doomi Yàlla, ba sunu \\w njotug|jot:\\w* yaram mat."},{"style":"v","text":"Ndax kat sunu mucc, yaakaar la taxaweegum, te yaakaar joo teg sa bët, dootul yaakaar. Li nit ki teg bëtam, nu mu koy yaakaaratee?"},{"style":"v","text":"Li nu gisul kay lanuy yaakaar, di ko séentooka muñe yaakaar ji."},{"style":"p","text":""},{"style":"v","text":"Te itam Noowug Yàlla moo nuy dimbali ndax sunug néew doole, nde xamunu sax li jaadoo sàkku ci sunuy ñaan, waaye Noo gi moo nuy tinule ay onk yu wees kàddug làmmiñ."},{"style":"v","text":"Te kiy xool li ci biir xol yi, xam na liy xintey Noo gi, ndax ni ko Yàlla bëgge, ni la Noo giy tinool ñu sell ñi."},{"style":"p","text":""},{"style":"v","text":"Te itam nag xam nanu ne Yàlla mooy def mboolem lu xew, daje ba jur njariñal ñi sopp Yàlla, ñi mu woo, noonee ko ab dogalam namme."},{"style":"v","text":"Ndax ñooñu Yàllaa leen ràññee woon lu jiitu, te it la mu dogaloon lu jiitu ci ñoom moo di ñu niru Doomam, ngir Doomam di taaw ci biir rakk yu bare."},{"style":"v","text":"Ñi Yàlla tuddaloon loolu lu jiitu, moo leen woo itam; ñooñu mu woo, moo leen baaxe itam àtteb ñu jub; te ñooñu mu jox àtteb ñu jub, moo leen darajaal itam."},{"style":"s1","text":"Cofeelu Yàllaa ngi ci Almasi bi"},{"style":"p","text":""},{"style":"v","text":"Ana lu nuy waxati nag? Gannaaw Yàllaa ànd ak nun, ku nu manal dara?"},{"style":"v","text":"Moom mi nu bañalul Doomu boppam, xanaa joxeel nu ko, nun ñépp, ana nu mu nuy baña baaxee gépp yiw, boole ci?"},{"style":"v","text":"Ñi Yàlla tànn, ana ku leen di tuumaal? Yàlla de moo leen àtte ni ñu jub."},{"style":"v","text":"Ana kuy tegeb daan? \\w Almasi|Almasi b-:\\w* Yeesu de moo dee, rax ci dolli, mu dekki, te moo toog fa ndijooru Yàlla, di nu fa ñaanal!"},{"style":"v","text":"Ana ku nuy tàggaleek cofeelu Almasi bi? Du ay nattu, te du njàqare, du it coonoy bunduxataal, mbaa ab xiif, mbaa rafle, te du genn aayteef, ba cib saamar."},{"style":"v","text":"Noonu la Mbind mi indee ne:"},{"style":"q1","text":"«Yaa tax ñu yendu noo bóom,"},{"style":"q1","text":"dees noo jàppe ni xar yu ñuy tër\\f + \\fr 8.36 \\ft Seetal ci \\bk Taalifi cant\\bk* 44.23.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Waaye ci mboolem lu nu dikkal, nooy am ndam lu mat sëkk, ci ndimbalal ki nuy soppeem."},{"style":"v","text":"Ndax kat bir na ma ne du ag dee, du ag dund, du ay malaaka, duy boroom nguur, du tey, du ëllëg, duy boroom doole\\f + \\fr 8.38 \\ft Seetal ci \\bk Efes\\bk* 6.12.\\f*,"},{"style":"v","text":"du lu kawe, du lu xóot, mbaa meneen mbindeef mu mu doon; dara manu noo tàggale ak cofeel gi nu Yàlla won ci Almasi Yeesu sunu Sang."}]