[{"style":"s1","text":"Yàlla moo tànn bànni Israayil"},{"style":"p","text":""},{"style":"v","text":"Dëgg laay wax, \\w Almasi|Almasi b-:\\w* bi seede na ko, fenuma. Sama xol moo ma seedeele \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, ne lii may wax dëgg la:"},{"style":"v","text":"li may wax moo di tiis wu réy laa am ak naqaru xol wu dakkul,"},{"style":"v","text":"nde man doon naa ñaana alku sax, daggoo ak Almasi bi, ngir jàmmi sama bokki xeet, sama bokki deret."},{"style":"v","text":"Ñooñoo di xeetu Israayil wi xéewloo céru doon doomu Yàlla, Yàlla won na leen jataayam ju yànj, fas ak ñoom \\w kóllëre|kóllëre g-:\\w*, jox leen ndigali yoon wi ak doxalinu njaamu Yàlla aki digeem;"},{"style":"v","text":"ñoo soqikoo ci maam yu baax ya; ci wàllu doom aadama it, ci ñoom la Almasi bi soqikoo, di Yàlla, tiim lépp, te yelloo cant ba fàww. Amiin."},{"style":"p","text":""},{"style":"v","text":"Du caageenu kàddug Yàlla moo neen, ndax ñi bokk ci xeetu Israayil ñépp duñu Israayil tigi."},{"style":"v","text":"Te it sëti Ibraayma yépp bokkuñu ci askanam, waaye li Mbind mi indi moo di: «Ci Isaaxa lees di tudde saw askan\\f + \\fr 9.7 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 21.12.\\f*.»"},{"style":"v","text":"Loolu di tekki ne du sëti Ibraayma yi ci wàllu deret ñoo di doomi Yàlla, waaye doom yi seenub juddu dëppoo ak digeb Yàlla, ñoom lañu jàpp ne ñooy askanu Ibraayma."},{"style":"v","text":"Ndax kat kàddug dige ba nii la jibe: «Nëgëni sii déwén laay délsi, te Saarata dina am doom ju góor\\f + \\fr 9.9 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 18.10, 14.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Te yemul foofu rekk, waaye Rebeka it moo am ay seex yu genn góor jur, muy sunu maam Isaaxa."},{"style":"v","text":"Doom ya nag juddooguñu woon bay def lenn lu baax, mbaa lu bon. Yàlla moo defe noonu ngir wéyal dogal bu dëppoo ak tànnéefu boppam"},{"style":"v","text":"bu ajuwul ci kawi jëf, xanaa ci kiy woote. Rebeka\\f + \\fr 9.12 \\fk Rebeka \\ft mooy soxnas Isaaxa.\\f* la kàddu gii dikkal: «Mag ji mooy surgawu rakk ji\\f + \\fr 9.12 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 25.23.\\f*.»"},{"style":"v","text":"Noonu la Mbind mi indee ne: «\\w Yanqóoba|Yanqóoba:\\w* laa sopp, te Esawu laa foñ\\f + \\fr 9.13 \\ft Seetal ci \\bk Malasi\\bk* 1.2-3.\\f*.»"},{"style":"s1","text":"Sànjum Yàlla rax na yërmande"},{"style":"p","text":""},{"style":"v","text":"Ana lu nu ci mana wax nag? Ndax Yàlla daa wàcc foofu yoon? Mukk kay!"},{"style":"v","text":"Ndax kat moo noon Musaa:"},{"style":"q1","text":"«Maay yërëm ku ma neex,"},{"style":"q1","text":"te maay ñeewante ku ma neex\\f + \\fr 9.15 \\ft Seetal ci \\bk Mucc ga\\bk* 33.19.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Kon nag mbaaxug Yàlla ajuwul ci coobarey nit ki, mbaa aw ñaqam, waaye lépp yërmandey Yàlla la."},{"style":"v","text":"Mbind mi moo indi kàddu ga dikkaloon Firawna, ne ko: «Maa la yékkati, te li ko waral mooy lii ci boppam: ngir fésal sama doole ci yaw, ngir itam sama riirum tur dajal àddina\\f + \\fr 9.17 \\ft Seetal ci \\bk Mucc ga\\bk* 9.16.\\f*.»"},{"style":"v","text":"Kon nag Yàlla mooy yërëm ku ko neex, te ku ko neex lay dëgëral xolam."},{"style":"p","text":""},{"style":"v","text":"Xam naa dinga ma ne: «Ana kon lu Yàlla di sikkeeti? Coobarey Yàlla, ana ku koy fanq?»"},{"style":"v","text":"Waaye yaw nit ki, yaay kan bay weddi Yàlla? Ndax këf ku ñu tabax dina ne ka ko tabax: «Lu tax nga sàkke ma nii?»"},{"style":"v","text":"Tabaxkatu ndab bi xanaa daa amul sañ-sañ ci ban bi muy liggéeye, ngir tabax ci bennub tooyal lenn ndabal teraanga ak leneen ndabal njoogaan?"},{"style":"p","text":""},{"style":"v","text":"Yàlla dafa nammoona wone am sànjam, xamle dooleem. Teewul moo muñal lool ay ndab yu yelloo am sànjam, te seen sànkute ñoroon xomm."},{"style":"v","text":"Su dee Yàlla moo def loolu nag ngir fésal màggaayu teraangaam, ñeel ay ndab yu xéewloo yërmande, te mu waajalaloon leen teraanga?"},{"style":"v","text":"Nun ci ndabi yërmande yi Yàlla woo lanu bokk, te du ci Yawut yi rekk lees nu seppee, waaye ci jàmbur ñi dul Yawut itam."},{"style":"v","text":"Moom la wax it ci téereb Ose ne:"},{"style":"q1","text":"«Ñi dul woon sama ñoñ,"},{"style":"q1","text":"ñoom laay wax sama ñoñ,"},{"style":"q1","text":"ñooñu dul woon samab xejj,"},{"style":"q1","text":"ñoom laay xejjoo\\f + \\fr 9.25 \\ft Seetal ci \\bk Ose\\bk* 2.25.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"«Te foofa ñu leen noon: “Yeen, dungeen sama ñoñ,”"},{"style":"q1","text":"fa lees leen naa: “Yeenay doomi Yàlla jiy dund\\f + \\fr 9.26 \\ft Seetal ci \\bk Ose\\bk* 2.1.\\f*.”»"},{"style":"p","text":""},{"style":"v","text":"Ci mbirum Israayil la Yonent Yàlla \\w Esayi|Esayi:\\w* itam xaacu woon ne:"},{"style":"q1","text":"«Su \\w bànni Israayil|bànni Israayil:\\w* tolloo ni feppi suufas géej sax,"},{"style":"q1","text":"as ndes a ciy mucc\\f + \\fr 9.27 \\ft Seetal ci \\bk Esayi\\bk* 10.22.\\f*.»"},{"style":"q1","text":""},{"style":"v","text":"Ndax kàddu gi Boroom bi wax:"},{"style":"q1","text":"«Moo koy sottal ci lu gaaw ci kaw suuf\\f + \\fr 9.28 \\ft Seetal ci \\bk Esayi\\bk* 10.23.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Mooy itam la Esayi waxoon lu jiitu, ne:"},{"style":"q1","text":"«Bu nu Boroom gàngoori xare yi"},{"style":"q1","text":"waccalul woon kuutaay,"},{"style":"q1","text":"ni \\w Sodom|Sodom ak Gomor:\\w* lanuy mel, Gomor lanuy neexool\\f + \\fr 9.29 \\ft Seetal ci \\bk Esayi\\bk* 1.9.\\f*.»"},{"style":"s1","text":"Bànni Israayil déggoowul ak xibaaru jàmm bi"},{"style":"p","text":""},{"style":"v","text":"Ana lu nu ci mana wax? Xeet yu dul Yawut te sàkkuwuñu woon ag njub, ñoo jot àtteb njub, te mooy njub gi ngëm di maye."},{"style":"v","text":"Waaye xeetu Israayil wi sàkku woon yoonu njub, ñoo moy yoon wi."},{"style":"v","text":"Ndax lan? Sukkandikoowul ci ngëm, xanaa ay jëf. «Doj wuy fakkastale,» moom lañu fakkastaloo."},{"style":"v","text":"Noonu la Mbind mi indee ne:"},{"style":"q1","text":"«Maa ngii di dëj fi \\w Siyoŋ|Siyoŋ:\\w* doj wuy fakkastale,"},{"style":"q1","text":"mooy xeer wuy daaneel,"},{"style":"q1","text":"waaye ku ko gëm, doo rus\\f + \\fr 9.33 \\ft Seetal ci \\bk Esayi\\bk* 8.14; 28.16.\\f*.»"}]