[{"style":"s","verse":"","text":"Pool ak ndawi naaféq yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Céy bu ngeen ma manoona muñal, ma wax leen tuuti waxi dof! Waaw, muñal-leen ma sax."},{"style":"v","verse":"2","text":"Dama leen di fiire ak fiiraange gu jóge ca Yàlla, ndaxte dama leena bëgga jébbal jenn jëkkër kepp, muy °Kirist, ngeen set ni janq."},{"style":"v","verse":"3","text":"Waaye ni jaan ja naxe woon Awa ci pexeem, ragal naa yéen itam ñu lëmbaaje ni seen xel, ba ngeen dëddu xol bu laab, bi ngeen amoon ci seen diggante ak Kirist."},{"style":"v","verse":"4","text":"Ndaxte bu kenn ñëwee, di leen waar ci Yeesu ci lu juuyoo ak li nu leen yégal, walla ngeen jot meneen xel mu wuute ak Xel mi ngeen jot, walla ngeen nangu beneen xibaar bu wuute ak bi ngeen dégg, dingeen ko dékku bu baax."},{"style":"v","verse":"5","text":"Moona foog naa ne seen ndaw yooyu ngeen yékkati, ba ñu ëpp ndaw sax, ëpplewuñu ma dara."},{"style":"v","verse":"6","text":"Bu ma dul jàmbaari wax it, néewuma xam-xam, te won nanu leen ko ci bépp mbir ak ci bépp fànn."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Walla boog ndax dama leena tooñ ci li ma suufeel sama bopp ngir yékkati leen, ba ma leen di yégal xibaaru jàmm bi te laajuma leen genn pey?"},{"style":"v","verse":"8","text":"Xanaa kay damaa tooñ ci li ma dunde alalu yeneen mboolooy ñi gëm, ba futti leen, ngir dimbali leen, yéen."},{"style":"v","verse":"9","text":"Te ba ma nekkee ci yéen te soxla dab ma, wéeruwuma ci kenn ci yéen, ndaxte bokk ya jóge Maseduwan ñoo ma indil li ma soxla woon. Ci lépp moytu naa nekk yen ci yéen, te dinaa ko gëna def."},{"style":"v","verse":"10","text":"Ni mu wóore ne dëggug Kirist nekk na ci man, ni la wóore ne loolii may damoo, kenn du ko teggi ci diiwaanu Akayi gépp."},{"style":"v","verse":"11","text":"Lu tax? Ndax dama leena bëggul? Yàlla xam na ne bëgg naa leen!"},{"style":"v","verse":"12","text":"Noonu may doxale nag dinaa ci sax, ngir ñiy damu, di wut yoon wu ñu aw ba yemale seen bopp ak nun, duñu ko am."},{"style":"v","verse":"13","text":"Ay ndawi naaféq lañu, di ay liggéeykat yu njublaŋ yuy mbubboo turu ndawi Kirist."},{"style":"v","verse":"14","text":"Te loolu jaaxalu nu, ndaxte °Seytaane moom ci boppam day mbubboo malaakam leer."},{"style":"v","verse":"15","text":"Kon nag ay ndawam mbubboo ndawi njub, loolu du nu jaaxal. Dees na leen fey seeni jëf."},{"style":"s","verse":"","text":"Nattuy Pool ci matal yónnentam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Maa ngi leen koy waxaat: bu ma kenn jàpp nib dof. Walla boog bu ngeen ma ko jàppee, séddleen ma céru dof, ngir ma damu tuuti, man itam."},{"style":"v","verse":"17","text":"Loolu may wax nag, waxuma ko ci turu Boroom bi. Bu ma ñemee damoo nii, maa ngi wax ni dof."},{"style":"v","verse":"18","text":"Ndegam ñu bare dañuy damu ni nit kese, man itam kon dinaa damu."},{"style":"v","verse":"19","text":"Yéen boroom xel yi, aka ngeena mana muñal ñi dof,"},{"style":"v","verse":"20","text":"nde yéena ngi muñ ñi leen di jaamloo, di lekk seen alal, di leen nax, di leen xeeb, di leen talaata!"},{"style":"v","verse":"21","text":"Sunu néew doole mayu nu, nu dem ba jëfe noonu; rus naa ci lool de!"},{"style":"p","verse":"","text":"Ma wax waxi dof; moona lépp lu waay ñemee damoo, ñeme naa ko, man it."},{"style":"v","verse":"22","text":"Ndax °Ebrë lañu? Man it Ebrë laa. Ndax °bànni Israyil lañu? Man itam ci laa. Ndax sëti °Ibraayma lañu? Man itam moom laa."},{"style":"v","verse":"23","text":"Ndax surgay °Kirist lañu? --maa ngi wax waxi ku tàggoo ak sagoom nag-- maa leen ko gëna doon. Bu dee ci liggéey, maa leen ci man. Bu dee ci li ñu nu tëj ci kaso, maa leen ko gëna miin. Bu dee ci li ñu nu dóor ay yar, maa leen ëpple. Leru naa dee ba tàyyi."},{"style":"v","verse":"24","text":"Juróomi yoon Yawut yi dóor nañu ma fanweeri yar ak juróom ñeent."},{"style":"v","verse":"25","text":"Ñetti yoon dóorees na ma ay yet, te mas nañu maa sànni ay xeer, bëgg maa rey. Ñetti yoon dugg naa gaal, mu suux. Mas naa yendu ci ndox, fanaan ci."},{"style":"v","verse":"26","text":"Ci sama tukki yu bare yi daan naa faral di daje ak musiba ci dex yi, ak musiba ci sàcc yi, musiba mu jóge ci sama xeet walla ci ñi dul Yawut, musiba ci biir dëkk yi, ci màndiŋ yi, ci géej gi, ci biir bokki taalibe yu naaféq yi."},{"style":"v","verse":"27","text":"Sonn naa, di ñaq, di fanaane xool, di xiif ak a mar tey fande, di dékku liw te rafle,"},{"style":"v","verse":"28","text":"waxaalewuma li ci des nag: bés bu nekk maa ngi xalaat mboolooy ñi gëm."},{"style":"v","verse":"29","text":"Ana ku ci néew doole, te wàlluma ko? Ana ku ci bàkkaar, te awma naqar wu tiis?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Su ma damu waree kon, ci sama néew doole laay damoo."},{"style":"v","verse":"31","text":"Yàlla Baayu sunu Boroom Yeesu, moom mi màgg ba fàww, xam na ne du ay fen ci man."},{"style":"v","verse":"32","text":"Ba ma nekkee dëkku Damaas, boroom dëkk ba, di jawriñu buur ba Aretas, dafa santaane woon ñuy wottu dëkk ba, ngir man maa jàpp."},{"style":"v","verse":"33","text":"Waaye dugalees na ma ci dàmba, jaarale ma ci palanteeru miiri dëkk ba, yoor ma ci suuf. Noonu ma rëcc ko."}]