[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mbaa du danoo tàmbalee tëgguwaat nag? Mbaa du danoo soxla ni ñenn ñi ay dénkaane yu ñu nuy gërëme, te ñuy bataaxal yu jóge ci yéen walla yu jëm ci yéen?"},{"style":"v","verse":"2","text":"Déedéet, yéenay sunu bataaxal; ci sunu xol lañu ko bind, di bataaxal bu nit ñépp mana xam te jàng ko;"},{"style":"v","verse":"3","text":"ndaxte leer na ne bataaxal bu jóge ci Kirist ngeen, bu mu jaarale ci nun. Bindeesu ko daa, waaye ci Xelum Yàlla miy dund lees ko binde; du ci àlluway doj lañu ko rëdd, waaye ci xolu doom Aadama."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Googu kóolute lanu am fa kanam Yàlla ndax Kirist."},{"style":"v","verse":"5","text":"Du caageen nag ne àttan nanu dara ci sunu man-man, ba nu yaakaar dara ci sunu bopp, waaye sunu kàttan ci Yàlla lay jóge."},{"style":"v","verse":"6","text":"Moo nu jox kàttan, nu nekk ndaw yuy xamle kóllëre gu bees gi. Kóllëre googu ajuwul ci ay sàrti diine, waaye mi ngi aju ci jëfu Xelum Yàlla. Ndaxte sàrti kese day jëme ci dee, waaye Xelum Yàlla dafay joxe dund."},{"style":"s","verse":"","text":"Ndamu kóllëre gu bees gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ba ñu bindee arafi sàrt yi ciy àlluway doj, leeraayu ndamu Yàlla nekk fa. Xar kanamu °Musaa di leer, ba °bànni Israyil duñu ko mana xool, fekk leer ga di wéy. Ndegam sàrti yoon yooyuy jëme ci dee, ñoo ànd ak ndam,"},{"style":"v","verse":"8","text":"rawatina nag ne jëfu Xelum Yàlla dina gëna ànd ak ndam."},{"style":"v","verse":"9","text":"Su fekkee ne tëralin, wiy teg nit tooñ, àndoon na ak ndam, rawatina ci tëralin wiy àtte nit jub."},{"style":"v","verse":"10","text":"Ndaxte ndam li amoon keroog suux na ci ndam li ko raw léegi."},{"style":"v","verse":"11","text":"Te it ndegam li wéy dafa amoon ndam, astamaak li fi sax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Kon nag gannaaw wékku nanu ci yaakaar ju mel noonu, danuy waare ak kóolute gu mag."},{"style":"v","verse":"13","text":"Dunu def ni Musaa, mi daan muur xar kanamam, ngir bànni Israyil baña gis jeexug leer googu saxul."},{"style":"v","verse":"14","text":"Waaye seen xel dafa daldi gumba. Ba tey jii sax, bu ñuy jàng téereb kóllëre gu jëkk gi, muuraay googu dafay des; deñul, ndaxte ci °Kirist rekk la mana deñe."},{"style":"v","verse":"15","text":"Waaw, ba tey jii, su ñuy jàng yoonu Musaa, seen xol dafay muuru."},{"style":"v","verse":"16","text":"Waaye saa su kenn walbatikoo ci Boroom bi, muuraay gi daldi muriku."},{"style":"v","verse":"17","text":"Fekk nag Boroom, bi ñuy wax foofu, moo di Xelum Yàlla, te fu Xelu Boroom bi nekk, foofa yaatu gu mat am na fa."},{"style":"v","verse":"18","text":"Nun ñépp nag, danuy lerxat ndamu Boroom bi ak xar kanam bu muuruwul, bay soppiku ci melokaanam, ànd ak ndam luy yokku te sax ci dooley Boroom biy Xelum Yàlla."}]