[{"style":"s","verse":"","text":"Xibaaru Kirist leeral na sunu xol yi lëndëmoon"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag ndegam Yàlla ci yërmandeem sas na nu liggéey boobu, dunu bayliku."},{"style":"v","verse":"2","text":"Lànk nanoo ànd ci mbir, yi ñuy nëbb te ñu gàccelu. Sunuy tànk du yu njublaŋ te dunu dëngal kàddug Yàlla. Waaye nu ngi biral dëgg, di sàkku kóoluteg ñépp fa kanam Yàlla."},{"style":"v","verse":"3","text":"Su fekkee ne sax, xibaaru jàmm bi dafa muuru ci ñenn ñi, dafa fekk ñoom ñu aw yoon wu jëm ci sànkute."},{"style":"v","verse":"4","text":"Ñoom la yàllay jamono ji gëlëmal seen xel, ngir ñu baña gis leeru xibaaru jàmm, biy wone ndamu °Kirist, mi di melokaanu Yàlla."},{"style":"v","verse":"5","text":"Ndaxte Yeesu Kirist Boroom bi lanuy waare, waaye waarewunu lu jëm ci sunu bopp. Nun seeni jaam lanu ndax Yeesu."},{"style":"v","verse":"6","text":"Ndaxte Yàlla mi ne: «Na leer leer ci biir lëndëm,» moo leer ci sunu xol, ngir leeral nu ak xam-xamu ndamu Yàlla, liy feeñ ci xar kanamu Kirist."},{"style":"s","verse":"","text":"Xibaaru Kirist dafa mel ni alal ju ñu yeb ciy njaq"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Leer googu ci sunu xol mi ngi mel ni alal, waaye ñu ngi ko def ci nun ñi néew doole niy njaq kese, ngir kàttan gu ëpp xel gi, bawoo ci Yàlla te du ci nun."},{"style":"v","verse":"8","text":"Dañu nuy sonal fu nekk, waaye kenn tancu nu. Dañu nuy dugal ci ruq yi, waaye dinanu ci génn."},{"style":"v","verse":"9","text":"Dañu nuy fitnaal, waaye Yàlla du nu wacc mukk. Tër nañu nu, waaye kenn doggaliwu nu."},{"style":"v","verse":"10","text":"Fu nu tollu noo ngi gàddu ci sunu yaram dee gi Yeesu dee woon, ngir dundu Yeesu moom it feeñ ci sunu yaram."},{"style":"v","verse":"11","text":"Bés bu nekk, nun ñiy dund, ñu ngi nuy jébbal dee ndax °Kirist, ngir dundu Kirist moom itam feeñ ci sunu yaram wiy dee."},{"style":"v","verse":"12","text":"Noonu dee mu ngi jëf ci nun, dund di jëf ci yéen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Mbind mi nee na: «Damaa gëm, moo tax ma wax.» Nun it nag, ndegam am nanu menn xelu ngëm moomu, danoo gëm, ba tax nuy wax."},{"style":"v","verse":"14","text":"Ndaxte xam nanu ne Yàlla, mi dekkal Boroom bi Yeesu, dina nu dekkal nun itam ak Yeesu, te dina nu yóbbu ak yéen, taxawal nun ñépp ci jataayam."},{"style":"v","verse":"15","text":"Ndaxte lépp li nuy daj, seen njariñ a tax, ngir yiwu Yàlla, wiy yokku ci nit ñu gëna takku, yokkaale ngërëm lu jëm ci Yàlla, ngir jollil ndamam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Loolu moo tax sunu yaakaar du tas. Bu fekkee sax sunu yaram day yàqu jëm cig mag, sunu ruu moom, bés ak bés muy gëna yeesaat."},{"style":"v","verse":"17","text":"Ndaxte sunu coono bu woyof bi dul yàgg, dafa nuy jural ndam lu bare, ba suul coono bi, tey sax abadan."},{"style":"v","verse":"18","text":"Kon diirunu li ñuy gis waaye li ñu dul gis. Ndaxte li ñuy gis day wéy, waaye li ñu dul gis day sax ba fàww."}]