[{"style":"s","verse":"","text":"Mayeleen ak xol yu yéwén"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu bokk yi, danu leena bëgga xamal li yiwu Yàlla jur ci biir mboolooy ñi gëm te nekk ci diiwaanu Maseduwan."},{"style":"v","verse":"2","text":"Nattu yi ñu jaar ëmb nañu coono yu réy; waaye seen mbég mu tar ak seen ñàkk gu metti ñoo jur ci ñoom yéwén gu jéggi dayo."},{"style":"v","verse":"3","text":"Seede naa ne ñoom ci seen bopp joxe nañu ba fa seen man-man yem, ba weesu ko sax."},{"style":"v","verse":"4","text":"Sarxu nañu nu lool, ngir bokk ci ñiy yónnee ndimbal gaayi Yàlla yi."},{"style":"v","verse":"5","text":"Te yemuñu sax ci li nu séentu woon ci ñoom, waaye dañoo jébbal seen bopp Boroom bi jëkk, gannaaw loolu ñu jébbal nu seen bopp ci coobarey Yàlla."},{"style":"v","verse":"6","text":"Looloo tax nag nu sant Tit, mu ñëw àggale ci yéen, ni mu tàmbalee woon, seen jëfu ndimbal."},{"style":"v","verse":"7","text":"Gannaaw nag wone ngeen cawarte gu tollu noonu, ci ngëm, ci wax, ci xam-xam, ci farlu gu mat, ak ci seen mbëggeel ci nun, sawareleen noonu it ci jëfu ndimbal lii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Du ndigal lu ma leen di jox, waaye dama leen di yégal cawarteg ñi ci des, ngir natt fu seen mbëggeel tollu."},{"style":"v","verse":"9","text":"Ndaxte yiwu sunu Boroom Yeesu °Kirist umpu leen, ni mu futtee am-amam, ba ñàkk ngir yéen, ndax ngeen woomle cig ñàkkam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Kon lii laa xalaat ci lu baax ci yéen: yéen ñi nga xam ne tàmbaliwuleena jëf rekk, waaye yéena jëkka am yéene jii daaw,"},{"style":"v","verse":"11","text":"yeggaleleen ko léegi. Noonu li ngeen mottali ci seen man-man tolloo ak yéene, ji ngeen amoon ci seen mébét."},{"style":"v","verse":"12","text":"Ndaxte joxe, bu àndee ak yéene, Yàlla dina ko nangu, di seet li nu am te baña seet li nu amul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bëgguma leena teg soxla, ngir woyofal ñi ci des, waaye na ñépp tolloole."},{"style":"v","verse":"14","text":"Tey jii nag man ngeen sàkk ci li ngeen barele, faj soxlay ñeneen, ngir ëllëg it bareleg ñooña faj seen soxla. Noonu ñépp tolloole."},{"style":"v","verse":"15","text":"Moom la Mbind mi tëral ne: «Ki dajale lu bare ëpplewul dara, te ki dajale tuuti ñàkkul.»"},{"style":"s","verse":"","text":"Li tax ñu yónni Tit ak i àndandoom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Cant ñeel na Yàlla, moom mi def ci xolu Tit cawarte gu mel ni sunu gos ci yéen!"},{"style":"v","verse":"17","text":"Bi nu ko laajee, mu ñëw ci yéen, nangu na, te rax-ca-dolli cawarteem tollu na, ba nu mana wax ne ci coobarey boppam la jóge, jëm ci yéen."},{"style":"v","verse":"18","text":"Yónniwaale nanu ak moom mbokk, mi am tur wu rafet ci mboolooy ñi gëm ñépp ndax li muy waare xibaaru °Kirist."},{"style":"v","verse":"19","text":"Te sax mbooloo yi ñoo ko tànn, ngir mu ànd ak nun, bu nuy yóbbu ndimbal li ngir ndamu Boroom bi, te mu firndeel sunu yéene ju rafet."},{"style":"v","verse":"20","text":"Def nanu noonu nag, ndax kenn bañ noo ŋàññ ci ni nuy topptoo ndimbal lu yaatu loolu."},{"style":"v","verse":"21","text":"Danuy fexee def li jub, du ci kanam Yàlla rekk, waaye it ci kanam nit ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yónniwaale nanu it sunu mbokk, mi nu seetlu cawarteem ay yooni yoon ci fànn yu bare, te mu gën koo fésal bii yoon ndax kóolute gu réy, gi mu am ci yéen."},{"style":"v","verse":"23","text":"Noonu kon ci lu jëm ci Tit, sama nawle la ci liggéey, bi ci seen biir. Ci lu jëm ci sunu bokk, yi ànd ak moom nag, ndawi mbooloom ñi gëm lañu, ñuy wone ndamu Kirist."},{"style":"v","verse":"24","text":"Na seen teeru firndeel nag seen mbëggeel ci kanam mboolooy ñi gëm, te dëggal leen ne noo yey wóolu leen."}]