[{"style":"s1","verse":"","text":"Barnabas and Saul Sent Out from Antioch"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now there were prophets and teachers in Antioch in the church that was there: Barnabas, and Simeon (who was called Niger), and Lucius the Cyrenian, and Manaen (a close friend of Herod the tetrarch), and Saul. "},{"style":"v","verse":"2","text":"And \\add while\\add*\\ef + \\fr 13:2 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were serving”) \\ef* they were serving the Lord and fasting, the Holy Spirit said, “Set apart now for me Barnabas and Saul for the work to which I have called them.” "},{"style":"v","verse":"3","text":"Then, \\add after they\\add*\\ef + \\fr 13:3 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had fasted”) which is understood as temporal \\ef* had fasted and prayed and placed \\add their\\add*\\ef + \\fr 13:3 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands on them, they sent \\add them\\add*\\ef + \\fr 13:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* away."},{"style":"s1","verse":"","text":"Confronting a Magician on Cyprus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"4","text":"Therefore, sent out by the Holy Spirit, they came down to Seleucia, and from there they sailed away to Cyprus. "},{"style":"v","verse":"5","text":"And \\add when they\\add*\\ef + \\fr 13:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came to Salamis, they began to proclaim the word of God in the synagogues of the Jews. And they also had John \\add as\\add* assistant. "},{"style":"v","verse":"6","text":"And \\add when they\\add*\\ef + \\fr 13:6 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had crossed over”) which is understood as temporal \\ef* had crossed over the whole island as far as Paphos, they found a certain man, a magician, a Jewish false prophet whose name \\add was\\add* Bar-Jesus,"},{"style":"v","verse":"7","text":"who was with the proconsul Sergius Paulus, an intelligent man. This man summoned Barnabas and Saul \\add and\\add*\\ef + \\fr 13:7 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“summoned”) has been translated as a finite verb \\ef* wished to hear the word of God. "},{"style":"v","verse":"8","text":"But Elymas the magician (for his name is translated in this way) opposed them, attempting to turn the proconsul away from the faith. "},{"style":"v","verse":"9","text":"But Saul (also called Paul), filled with the Holy Spirit, looked intently at him "},{"style":"v","verse":"10","text":"\\add and\\add*\\ef + \\fr 13:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the participle in the previous verse (“looked intently at”) has been translated as a finite verb \\ef* said, “O \\add you who are\\add* full of all deceit and of all unscrupulousness, \\add you\\add* son of the devil, \\add you\\add* enemy of all righteousness! Will you not stop making crooked the straight paths of the Lord! "},{"style":"v","verse":"11","text":"And now behold, the hand of the Lord \\add is\\add* against you, and you will be blind, not seeing the sun ⸤for a while⸥.\\f + \\fr 13:11 \\ft Literally “until the time” \\f* And immediately mist and darkness fell over him, and he was going around looking for \\add people\\add*\\ef + \\fr 13:11 \\ft ﻿*In Greek the direct object (“people”) is understood and must be supplied in the English translation; since the following noun is plural, “people” rather than “someone” is used here \\ef* to lead \\add him\\add*\\ef + \\fr 13:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* by the hand. "},{"style":"v","verse":"12","text":"Then \\add when\\add*\\ef + \\fr 13:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the proconsul saw what had happened, he believed, \\add because he\\add*\\ef + \\fr 13:12 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was astounded”) which is understood as causal \\ef* was astounded at the teaching about\\ef + \\fr 13:12 \\ft ﻿*Here “about” reflects an objective genitive (“the Lord” is the object of the teaching) \\ef* the Lord."},{"style":"s1","verse":"","text":"Preaching in the Synagogue at Pisidian Antioch"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"Now ⸤Paul and his companions⸥\\f + \\fr 13:13 \\ft Literally “those around Paul” \\f* put out to sea from Paphos \\add and\\add*\\ef + \\fr 13:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“put out to sea”) has been translated as a finite verb \\ef* came to Perga in Pamphylia, but John departed from them \\add and\\add*\\ef + \\fr 13:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“departed”) has been translated as a finite verb \\ef* returned to Jerusalem. "},{"style":"v","verse":"14","text":"And they went on from Perga \\add and\\add*\\ef + \\fr 13:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went on”) has been translated as a finite verb \\ef* arrived at Pisidian Antioch. And they entered into the synagogue on the day of the Sabbath \\add and\\add*\\ef + \\fr 13:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“entered”) has been translated as a finite verb \\ef* sat down. "},{"style":"v","verse":"15","text":"So after the reading from the law and the prophets, the rulers of the synagogue sent \\add word\\add*\\ef + \\fr 13:15 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to them, saying, “Men \\add and\\add* brothers, if there is any message of exhortation by you for the people, say \\add it\\add*.”\\ef + \\fr 13:15 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"So Paul stood up,\\ef + \\fr 13:16 \\ft *Here the participle (“stood up”) is translated as a finite verb because of English style \\ef* and motioning with \\add his\\add*\\ef + \\fr 13:16 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hand, he said, “Israelite men, and those who fear God, listen! "},{"style":"v","verse":"17","text":"The God of this people Israel chose our fathers and exalted the people during \\add their\\add*\\ef + \\fr 13:17 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* stay in the land of Egypt, and with uplifted arm he led them out of it. "},{"style":"v","verse":"18","text":"And for a period of time \\add of\\add* about forty years, he put up with them in the wilderness. "},{"style":"v","verse":"19","text":"And \\add after\\add*\\ef + \\fr 13:19 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“destroying”) which is understood as temporal \\ef* destroying seven nations in the land of Canaan, he gave their land \\add to his people\\add*\\ef + \\fr 13:19 \\ft ﻿*The words “\\add to his people\\add*” are supplied as a clarification of who received the land \\ef* as an inheritance. "},{"style":"v","verse":"20","text":"\\add This took\\add*\\ef + \\fr 13:20 \\ft ﻿*The words “\\add This took\\add*” are not in the Greek text but are supplied in keeping with English style \\ef* about four hundred and fifty years. And after these \\add things\\add*, he gave \\add them\\add*\\ef + \\fr 13:20 \\ft ﻿*Here the indirect object “\\add them\\add*” is not in the Greek text but is implied \\ef* judges until Samuel the prophet. "},{"style":"v","verse":"21","text":"And then they asked for a king, and God gave them Saul son of Kish, a man from the tribe of Benjamin, \\add for\\add* forty years. "},{"style":"v","verse":"22","text":"And \\add after\\add*\\ef + \\fr 13:22 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“removing”) which is understood as temporal \\ef* removing him, he raised up David for their king, about whom he also said, testifying, ‘I have found David the \\add son\\add* of Jesse \\add to be\\add* a man in accordance with my heart, who will carry out all my will.’\\f + \\fr 13:22 \\ft A quotation from \\xt 1 Sam 13:14 \\ft \\f* "},{"style":"v","verse":"23","text":"From the descendants of this man, according to \\add his\\add* promise, God brought to Israel a Savior, Jesus. "},{"style":"v","verse":"24","text":"Before ⸤his coming⸥\\f + \\fr 13:24 \\ft Literally “the presence of his coming” \\f* John had publicly proclaimed\\ef + \\fr 13:24 \\ft ﻿*Here the participle (“had publicly proclaimed”) has been translated as a finite verb in keeping with English style \\ef* a baptism of repentance to all the people of Israel. "},{"style":"v","verse":"25","text":"But while John was completing \\add his\\add*\\ef + \\fr 13:25 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* mission, he said, ‘What do you suppose me to be? I am not \\add he\\add*! But behold, one is coming after me of whom I am not worthy to untie the sandals of \\add his\\add*\\ef + \\fr 13:25 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* feet!’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"“Men \\add and\\add* brothers, sons of the family of Abraham and those among you who fear God—to us the message of this salvation has been sent! "},{"style":"v","verse":"27","text":"For those who live in Jerusalem and their rulers, \\add because they\\add*\\ef + \\fr 13:27 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“did not recognize”) which is understood as causal \\ef* did not recognize this one, and the voices of the prophets that are read on every Sabbath, fulfilled \\add them\\add*\\ef + \\fr 13:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add by\\add*\\ef + \\fr 13:27 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“condemning”) which is understood as means \\ef* condemning \\add him\\add*.\\ef + \\fr 13:27 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"28","text":"And \\add although they\\add*\\ef + \\fr 13:28 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the genitive absolute participle (“found”) which is understood as concessive \\ef* found no charge \\add worthy\\add* of death, they asked Pilate \\add that\\add* he be executed. "},{"style":"v","verse":"29","text":"And when they had carried out all the things that were written about him, they took \\add him\\add*\\ef + \\fr 13:29 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* down from the tree \\add and\\add*\\ef + \\fr 13:29 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took … down”) has been translated as a finite verb \\ef* placed \\add him\\add*\\ef + \\fr 13:29 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in a tomb. "},{"style":"v","verse":"30","text":"But God raised him from the dead, "},{"style":"v","verse":"31","text":"who appeared for many days to those who had come up with him from Galilee to Jerusalem—who are now his witnesses to the people. "},{"style":"v","verse":"32","text":"And we proclaim the good news to you: that the promise that was made to the fathers, "},{"style":"v","verse":"33","text":"this \\add promise\\add*\\f + \\fr 13:33 \\ft It is necessary to repeat the word “\\fq promise \\ft ” from the previous verse for clarity here \\f* God has fulfilled to our children\\f + \\fr 13:33 \\ft Some manuscripts have “to us their children” \\f* \\add by\\add*\\ef + \\fr 13:33 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“raising”) which is understood as means \\ef* raising Jesus, as it is also written in the second psalm,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘You are my Son;"},{"style":"q2","verse":"","text":"today I have fathered you.’\\f + \\fr 13:33 \\ft A quotation from \\xt Ps 2:7 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"But that he has raised him from the dead, no more going to return to decay, he has spoken in this way: ‘I will give you the reliable divine decrees of David.’\\f + \\fr 13:34 \\ft A quotation from \\xt Isa 55:3 \\ft \\f* "},{"style":"v","verse":"35","text":"Therefore he also says in another \\add psalm\\add*,\\ef + \\fr 13:35 \\ft *The word “\\add psalm\\add*” is not in the Greek text but is implied \\ef*"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘You will not permit your Holy One to experience decay.’\\f + \\fr 13:35 \\ft A quotation from \\xt Ps 16:10 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"For David, \\add after\\add*\\ef + \\fr 13:36 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“serving”) which is understood as temporal \\ef* serving the purpose of God in his own generation, fell asleep and ⸤was buried with⸥\\f + \\fr 13:36 \\ft Literally “was gathered to” \\f* his fathers, and experienced decay. "},{"style":"v","verse":"37","text":"But he whom God raised up did not experience decay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"“Therefore let it be known to you, men \\add and\\add* brothers, that through this one forgiveness of sins is proclaimed to you, and from all \\add the things\\add* from which you were not able to be justified by the law of Moses, "},{"style":"v","verse":"39","text":"by this one everyone who believes is justified! "},{"style":"v","verse":"40","text":"Watch out, therefore, lest what is stated by the prophets come upon \\add you\\add*:\\ef + \\fr 13:40 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"41","text":"‘Look, you scoffers,"},{"style":"q2","verse":"","text":"and be astonished and perish!"},{"style":"q2","verse":"","text":"For I am doing a work in your days,"},{"style":"q2","verse":"","text":"a work that you would never believe"},{"style":"q3","verse":"","text":"\\add even\\add* if someone were to tell \\add it\\add*\\ef + \\fr 13:41 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to you.’ ”\\f + \\fr 13:41 \\ft A quotation from \\xt Hab 1:5 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"s1","verse":"","text":"Response to the Message in Pisidian Antioch"},{"style":"m","verse":"","text":""},{"style":"v","verse":"42","text":"And \\add as\\add*\\ef + \\fr 13:42 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were going out”) \\ef* they were going out, they began urging\\ef + \\fr 13:42 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began urging”) \\ef* \\add that\\add* these things be spoken about to them on the next Sabbath. "},{"style":"v","verse":"43","text":"And \\add after\\add*\\ef + \\fr 13:43 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had broken up”) \\ef* the synagogue had broken up, many of the Jews and the devout\\f + \\fr 13:43 \\ft Or “God-fearing” \\f* proselytes followed Paul and Barnabas, who were speaking to them \\add and\\add*\\ef + \\fr 13:43 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“were speaking to”) has been translated as a finite verb \\ef* were persuading them to continue in the grace of God. "},{"style":"v","verse":"44","text":"And on the coming Sabbath, nearly the whole city came together to hear the word of the Lord. "},{"style":"v","verse":"45","text":"But \\add when\\add*\\ef + \\fr 13:45 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the Jews saw the crowds, they were filled with jealousy, and began contradicting what was being said by Paul \\add by\\add*\\ef + \\fr 13:45 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“reviling”) which is understood as means \\ef* reviling \\add him\\add*.\\ef + \\fr 13:45 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"46","text":"Both Paul and Barnabas spoke boldly \\add and\\add*\\ef + \\fr 13:46 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“spoke boldly”) has been translated as a finite verb \\ef* said, “It was necessary \\add that\\add* the word of God be spoken first to you, since you reject it and do not consider yourselves worthy of eternal life! Behold, we are turning to the Gentiles! "},{"style":"v","verse":"47","text":"For so the Lord has commanded us:"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘I have appointed you ⸤to be⸥\\f + \\fr 13:47 \\ft Literally “for” \\f* a light for the Gentiles,"},{"style":"q2","verse":"","text":"⸤that you would bring⸥\\f + \\fr 13:47 \\ft Literally “\\fq that \\ft you would bring” \\f* salvation to the end of the earth.’\\f + \\fr 13:47 \\ft An allusion to \\xt Isa 42:6 \\ft ; \\xt 49:6 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"And \\add when\\add*\\ef + \\fr 13:48 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* the Gentiles heard \\add this\\add*,\\ef + \\fr 13:48 \\ft *Here the direct object is supplied from context in the English translation \\ef* they began to rejoice\\ef + \\fr 13:48 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to rejoice”) \\ef* and to glorify the word of the Lord. And all those who were designated for eternal life believed. "},{"style":"v","verse":"49","text":"So the word of the Lord was carried through the whole region. "},{"style":"v","verse":"50","text":"But the Jews incited the devout women of high social standing and the most prominent men of the city, and stirred up persecution against Paul and Barnabas and threw them out of their district. "},{"style":"v","verse":"51","text":"So \\add after\\add*\\ef + \\fr 13:51 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“shaking off”) which is understood as temporal \\ef* shaking off the dust from \\add their\\add* feet against them, they went to Iconium. "},{"style":"v","verse":"52","text":"And the disciples were filled with joy and with the Holy Spirit."}]