[{"style":"s1","text":"Preaching in Iconium"},{"style":"m","text":""},{"style":"v","text":"Now it happened that in Iconium they entered ⸤together⸥\\f + \\fr 14:1 \\ft Literally “according to the same” \\f* into the synagogue of the Jews and spoke in such a way that a large number of both Jews and Greeks believed. "},{"style":"v","text":"But the Jews who were disobedient stirred up and ⸤poisoned the minds⸥\\f + \\fr 14:2 \\ft Literally “embittered the souls” \\f* of the Gentiles against the brothers. "},{"style":"v","text":"So they stayed \\add there\\add*\\ef + \\fr 14:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* for a considerable time, speaking boldly for the Lord, who testified to the message of his grace, granting signs and wonders to be performed through their hands. "},{"style":"v","text":"But the population of the city was divided, and ⸤some⸥\\f + \\fr 14:4 \\ft Literally “those on the one hand” \\f* were with the Jews ⸤and some⸥\\f + \\fr 14:4 \\ft Literally “those on the other hand” \\f* with the apostles. "},{"style":"v","text":"So when an inclination took place \\add on the part\\add* of both the Gentiles and the Jews, together with their rulers, to mistreat \\add them\\add*\\ef + \\fr 14:5 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and to stone them, "},{"style":"v","text":"they became aware of \\add it\\add*\\ef + \\fr 14:6 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 14:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“became aware of”) has been translated as a finite verb \\ef* fled to the Lycaonian cities—Lystra and Derbe and the surrounding region. "},{"style":"v","text":"And there they were continuing to proclaim the good news."},{"style":"s1","text":"Mistaken for Gods in Lystra"},{"style":"m","text":""},{"style":"v","text":"And in Lystra a certain man was sitting powerless in his feet, lame from ⸤birth⸥,\\f + \\fr 14:8 \\ft Literally “his mother’s womb” \\f* who had never walked. "},{"style":"v","text":"This man listened \\add while\\add*\\ef + \\fr 14:9 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was speaking”) \\ef* Paul was speaking. ⸤Paul⸥,\\f + \\fr 14:9 \\ft Literally “who” \\f* looking intently at him and seeing that he had faith to be healed, "},{"style":"v","text":"said with a loud voice, “Stand upright on your feet!” And he leaped up and began walking.\\ef + \\fr 14:10 \\ft *The imperfect tense has been translated as ingressive here (“began walking”) \\ef* "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 14:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the crowds saw what Paul had done, they raised their voices in the Lycaonian language, saying, “The gods have become like men \\add and\\add*\\ef + \\fr 14:11 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“have become like”) has been translated as a finite verb \\ef* have come down to us!” "},{"style":"v","text":"And they began calling\\ef + \\fr 14:12 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began calling”) \\ef* Barnabas Zeus and Paul Hermes, because he was the ⸤principal speaker⸥.\\f + \\fr 14:12 \\ft Literally “leader of the message” \\f* "},{"style":"v","text":"And the priest of the \\add temple\\add*\\ef + \\fr 14:13 \\ft ﻿*The word “\\add temple\\add*” is not in the Greek text but is implied \\ef* of Zeus that was just outside the city brought bulls and garlands to the gates \\add and\\add*\\ef + \\fr 14:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“brought”) has been translated as a finite verb \\ef* was wanting to offer sacrifice, along with the crowds. "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 14:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard about”) which is understood as temporal \\ef* the apostles Barnabas and Paul heard about \\add it\\add*,\\ef + \\fr 14:14 \\ft *Here the direct object is supplied from context in the English translation \\ef* they tore their clothing \\add and\\add*\\ef + \\fr 14:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“tore”) has been translated as a finite verb \\ef* rushed out into the crowd, shouting "},{"style":"v","text":"and saying, “Men, why are you doing these \\add things\\add*? We also are men with the same nature as you, proclaiming the good news \\add that\\add* you should turn from these worthless things to the living God, who made the heaven and the earth and the sea and all the things \\add that are\\add* in them—"},{"style":"v","text":"who in generations that are past permitted all the nations\\f + \\fr 14:16 \\ft Or “Gentiles”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* to go their \\add own\\add* ways. "},{"style":"v","text":"And yet he did not leave himself without witness \\add by\\add*\\ef + \\fr 14:17 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“doing good”) which is understood as means \\ef* doing good, giving you rain from heaven and fruitful seasons, satisfying \\add you\\add*\\ef + \\fr 14:17 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with food and your hearts with gladness.” "},{"style":"v","text":"And \\add although\\add*\\ef + \\fr 14:18 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“said”) which is understood as concessive \\ef* they said these \\add things\\add*, \\add only\\add* with difficulty did they dissuade the crowds from offering sacrifice to them."},{"style":"p","text":""},{"style":"v","text":"But Jews arrived from Antioch and Iconium, and \\add when they\\add*\\ef + \\fr 14:19 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had won over”) which is understood as temporal \\ef* had won over the crowds and stoned Paul, they dragged \\add him\\add*\\ef + \\fr 14:19 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* outside the city, thinking he was dead. "},{"style":"v","text":"But \\add after\\add*\\ef + \\fr 14:20 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“surrounded”) \\ef* the disciples surrounded him, he got up \\add and\\add*\\ef + \\fr 14:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* went into the city. And on the next day he departed with Barnabas for Derbe."},{"style":"s1","text":"Paul and Barnabas Return to Antioch in Syria"},{"style":"m","text":""},{"style":"v","text":"And \\add after they\\add*\\ef + \\fr 14:21 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had proclaimed the good news”) which is understood as temporal \\ef* had proclaimed the good news in that city and made many disciples, they returned to Lystra and to Iconium and to Antioch, "},{"style":"v","text":"strengthening the souls of the disciples, encouraging \\add them\\add*\\ef + \\fr 14:22 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to continue in the faith and \\add saying\\add*,\\ef + \\fr 14:22 \\ft *The word “\\add saying\\add*” is not in the Greek text but is implied \\ef* “Through many persecutions\\f + \\fr 14:22 \\ft Or “afflictions” \\f* it is necessary \\add for\\add* us to enter into the kingdom of God.” "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 14:23 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had appointed”) which is understood as temporal \\ef* had appointed elders for them in every church, \\add after\\add*\\ef + \\fr 14:23 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“praying”) which is understood as temporal \\ef* praying with fasting, they entrusted them to the Lord, in whom they had believed. "},{"style":"v","text":"And they passed through Pisidia \\add and\\add*\\ef + \\fr 14:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“passed through”) has been translated as a finite verb \\ef* came to Pamphylia. "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 14:25 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“proclaimed”) which is understood as temporal \\ef* they proclaimed the message in Perga, they went down to Attalia, "},{"style":"v","text":"and from there they sailed away to Antioch where they had been commended to the grace of God for the work that they had completed. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 14:27 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* arrived and called the church together, they reported all that God had done with them, and that he had opened a door of faith for the Gentiles.\\f + \\fr 14:27 \\ft Or “nations”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* "},{"style":"v","text":"And they stayed no little time with the disciples."}]