[{"style":"s1","verse":"","text":"The Jerusalem Council"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And some men came down from Judea \\add and\\add*\\ef + \\fr 15:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came down”) has been translated as a finite verb \\ef* began teaching\\ef + \\fr 15:1 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began teaching”) \\ef* the brothers, “Unless you are circumcised according to the custom \\add prescribed\\add* by Moses, you cannot be saved.” "},{"style":"v","verse":"2","text":"And \\add after\\add*\\ef + \\fr 15:2 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* there was no little strife and debate by Paul and Barnabas against them, they appointed Paul and Barnabas and some others from among them to go up to the apostles and elders in Jerusalem concerning this issue. "},{"style":"v","verse":"3","text":"So they were sent on their way by the church, \\add and\\add*\\ef + \\fr 15:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“were sent on their way”) has been translated as a finite verb \\ef* passed through both Phoenicia and Samaria, telling in detail the conversion of the Gentiles and bringing great joy to all the brothers. "},{"style":"v","verse":"4","text":"And \\add when they\\add*\\ef + \\fr 15:4 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* arrived in Jerusalem, they were received by the church and the apostles and the elders, and reported all that God had done with them. "},{"style":"v","verse":"5","text":"But some of those who had believed from the party of the Pharisees stood up, saying, “It is necessary to circumcise them and to command \\add them\\add*\\ef + \\fr 15:5 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to observe the law of Moses!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Both the apostles and the elders assembled to deliberate concerning this matter. "},{"style":"v","verse":"7","text":"And \\add after\\add*\\ef + \\fr 15:7 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* there was much debate, Peter stood up \\add and\\add*\\ef + \\fr 15:7 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood up”) has been translated as a finite verb \\ef* said to them, “Men \\add and\\add* brothers, you know that in the early days\\f + \\fr 15:7 \\ft Or “from ancient days” \\f* God chose among you through my mouth \\add that\\add* the Gentiles should hear the message of the gospel and believe. "},{"style":"v","verse":"8","text":"And God, who knows the heart, testified to them \\add by\\add*\\ef + \\fr 15:8 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“giving”) which is understood as means \\ef* giving \\add them\\add*\\ef + \\fr 15:8 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* the Holy Spirit, just as he also \\add did\\add* to us. "},{"style":"v","verse":"9","text":"And he made no distinction between us and them, cleansing their hearts by faith. "},{"style":"v","verse":"10","text":"So now why are you putting God to the test \\add by\\add*\\ef + \\fr 15:10 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the infinitive (“placing”) which is understood as means \\ef* placing on the neck of the disciples a yoke that neither our fathers nor we have been able to bear? "},{"style":"v","verse":"11","text":"But we believe \\add we\\add* will be saved through the grace of the Lord Jesus in ⸤the same⸥\\f + \\fr 15:11 \\ft Literally “which” \\f* way those also \\add are\\add*.” "},{"style":"v","verse":"12","text":"And the whole group became silent and listened to Barnabas and Paul describing all the signs and wonders God had done among the Gentiles through them. "},{"style":"v","verse":"13","text":"And after they had stopped speaking, James answered, saying, “Men \\add and\\add* brothers, listen to me! "},{"style":"v","verse":"14","text":"Simeon has described how God first concerned himself to take from among the Gentiles a people for his name. "},{"style":"v","verse":"15","text":"And with this the words of the prophets agree, just as it is written:"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"16","text":"‘After these \\add things\\add* I will return"},{"style":"q2","verse":"","text":"and build up again the tent of David that has fallen,"},{"style":"q2","verse":"","text":"and the \\add parts\\add* of it that had been torn down I will build up again"},{"style":"q2","verse":"","text":"and will restore it,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"17","text":"so that the rest of humanity may seek the Lord,"},{"style":"q2","verse":"","text":"even all the Gentiles\\f + \\fr 15:17 \\ft The same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* ⸤who are called by my name⸥,\\f + \\fr 15:17 \\ft Literally “on whom my name has been called on them” \\f*"},{"style":"q2","verse":"","text":"says the Lord,\\f + \\fr 15:17 \\ft A quotation from \\xt Amos 9:11–12 \\ft \\f* who makes these \\add things\\add* "},{"style":"v","verse":"18","text":"known from of old.’\\f + \\fr 15:18 \\ft The last phrase of v. \\xt 17 \\ft and all of v. \\xt 18 \\ft is an allusion to \\xt Isa 45:21 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Therefore I conclude we should not cause difficulty for those from among the Gentiles who turn to God, "},{"style":"v","verse":"20","text":"but we should write a letter to them to abstain from the pollution of idols and from sexual immorality and from what has been strangled and from blood. "},{"style":"v","verse":"21","text":"For Moses has those who proclaim him in every city from ancient generations, \\add because he\\add*\\ef + \\fr 15:21 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“is read aloud”) which is understood as causal \\ef* is read aloud in the synagogues on every Sabbath.”"},{"style":"s1","verse":"","text":"The Letter from the Council"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"Then it seemed best to the apostles and the elders, together with the whole church, to send men chosen from among them to Antioch with Paul and Barnabas—Judas who was called Barsabbas and Silas, men \\add who were\\add* leaders among the brothers—"},{"style":"v","verse":"23","text":"writing \\add this letter\\add*\\ef + \\fr 15:23 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* ⸤to be delivered by them⸥:\\f + \\fr 15:23 \\ft Literally “by their hand” \\f*"},{"style":"p","verse":"","text":"The apostles and the elders, brothers."},{"style":"p","verse":"","text":"To the brothers \\add who are\\add* from among the Gentiles in Antioch and Syria and Cilicia."},{"style":"m1","verse":"","text":"Greetings!"},{"style":"p1","verse":"","text":""},{"style":"v","verse":"24","text":"Because we have heard that some have gone out from among us—to whom we gave no orders—\\add and\\add*\\ef + \\fr 15:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“have gone out”) has been translated as a finite verb \\ef* have thrown you into confusion by words upsetting your ⸤minds⸥,\\f + \\fr 15:24 \\ft Literally “souls” \\f* "},{"style":"v","verse":"25","text":"it seemed best to us, ⸤having reached a unanimous decision⸥,\\f + \\fr 15:25 \\ft Literally “having become of one mind” \\f* \\add and\\add*\\ef + \\fr 15:25 \\ft ﻿*Here “\\add and\\add*” is supplied in keeping with English style \\ef* having chosen men, to send \\add them\\add*\\ef + \\fr 15:25 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to you together with our dear friends Barnabas and Paul, "},{"style":"v","verse":"26","text":"men who have risked their lives on behalf of the name of our Lord Jesus Christ. "},{"style":"v","verse":"27","text":"Therefore we have sent Judas and Silas, and they will report the same \\add things\\add* by word of mouth. "},{"style":"v","verse":"28","text":"For it seemed best to the Holy Spirit and to us to place on you no greater burden except these necessary things: "},{"style":"v","verse":"29","text":"\\add that you\\add* abstain from food sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. \\add If you\\add*\\ef + \\fr 15:29 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“keep”) which is understood as conditional \\ef* keep yourselves from ⸤these things⸥\\f + \\fr 15:29 \\ft Literally “which things” \\f* you will do well."},{"style":"m1","verse":"","text":"Farewell."},{"style":"s1","verse":"","text":"The Letter Is Delivered to Antioch"},{"style":"m","verse":"","text":""},{"style":"v","verse":"30","text":"So \\add when\\add*\\ef + \\fr 15:30 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“were sent off”) which is understood as temporal \\ef* they were sent off, they came down to Antioch, and \\add after\\add*\\ef + \\fr 15:30 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“calling together”) which is understood as temporal \\ef* calling together the community, they delivered the letter. "},{"style":"v","verse":"31","text":"And \\add when they\\add*\\ef + \\fr 15:31 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“read … aloud”) which is understood as temporal \\ef* read \\add it\\add*\\ef + \\fr 15:31 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* aloud, they rejoiced at the encouragement. "},{"style":"v","verse":"32","text":"Both Judas and Silas, who were also prophets themselves, encouraged and strengthened the brothers by a long message. "},{"style":"v","verse":"33","text":"And \\add after\\add*\\ef + \\fr 15:33 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“spending”) which is understood as temporal \\ef* spending \\add some\\add* time, they were sent away in peace from the brothers to those who had sent them.\\f + \\fr 15:33 \\ft A few later manuscripts add v. \\xt 34 \\ft , “But Silas decided to stay there.” \\f* "},{"style":"v","verse":"35","text":"But Paul and Barnabas remained in Antioch teaching and proclaiming the word of the Lord with many others also."},{"style":"s1","verse":"","text":"Paul and Barnabas Disagree and Part Company"},{"style":"m","verse":"","text":""},{"style":"v","verse":"36","text":"And after some days, Paul said to Barnabas, “Come then,\\add let us\\add* return \\add and\\add*\\ef + \\fr 15:36 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“return”) has been translated as a finite verb \\ef* visit the brothers in every town in which we proclaimed the word of the Lord, \\add to see\\add* how they are \\add doing\\add*.” "},{"style":"v","verse":"37","text":"Now Barnabas wanted to take John who was called Mark along also, "},{"style":"v","verse":"38","text":"but Paul held the opinion they should not take this one along, who departed from them in Pamphylia and did not accompany them in the work. "},{"style":"v","verse":"39","text":"And a sharp disagreement took place, so that they separated from one another. And Barnabas took along Mark \\add and\\add*\\ef + \\fr 15:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took along”) has been translated as a finite verb \\ef* sailed away to Cyprus, "},{"style":"v","verse":"40","text":"but Paul chose Silas \\add and\\add*\\ef + \\fr 15:40 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“chose”) has been translated as a finite verb \\ef* departed, \\add after\\add*\\ef + \\fr 15:40 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“being commended”) which is understood as temporal \\ef* being commended to the grace of the Lord by the brothers. "},{"style":"v","verse":"41","text":"And he traveled through Syria and Cilicia, strengthening the churches."}]