[{"style":"s1","text":"Timothy Accompanies Paul and Silas"},{"style":"m","text":""},{"style":"v","text":"And he came also to Derbe and to Lystra. And behold, a certain disciple was there ⸤named⸥\\f + \\fr 16:1 \\ft Literally “by name” \\f* Timothy, the son of a believing Jewish woman but of a Greek father, "},{"style":"v","text":"who was well spoken of by the brothers in Lystra and Iconium. "},{"style":"v","text":"Paul wanted this one to go with him, and he took \\add him\\add*\\ef + \\fr 16:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 16:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* circumcised him because of the Jews who were in those places, for \\add they\\add* all knew that his father was Greek. "},{"style":"v","text":"And as they went through the towns, they passed on to them to observe the rules that had been decided by the apostles and elders \\add who were\\add* in Jerusalem. "},{"style":"v","text":"So the churches were being strengthened in the faith and were growing in number every day."},{"style":"s1","text":"Paul’s Vision of a Man of Macedonia"},{"style":"m","text":""},{"style":"v","text":"And they traveled through the Phrygian and Galatian region, having been prevented by the Holy Spirit from speaking the message in Asia.\\f + \\fr 16:6 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f* "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 16:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came to Mysia, they attempted to go into Bithynia, and the Spirit of Jesus did not permit them. "},{"style":"v","text":"So going through Mysia, they went down to Troas. "},{"style":"v","text":"And a vision appeared to Paul during the night: a certain Macedonian man was standing there and imploring him and saying, “Come over to Macedonia \\add and\\add*\\ef + \\fr 16:9 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come over”) has been translated as a finite verb \\ef* help us!” "},{"style":"v","text":"And when he had seen the vision, we wanted at once to go away to Macedonia, concluding that God had called us to proclaim the good news to them."},{"style":"s1","text":"The Conversion of Lydia at Philippi"},{"style":"m","text":""},{"style":"v","text":"So putting out to sea from Troas, we sailed a straight course to Samothrace, and on the following \\add day\\add* to Neapolis, "},{"style":"v","text":"and from there to Philippi, which is a leading city \\add of that\\add* district of Macedonia, a \\add Roman\\add* colony. And we were staying in this city for some days. "},{"style":"v","text":"And on the day of the Sabbath, we went outside the \\add city\\add* gate beside the river, where we thought there was a place of prayer, and we sat down \\add and\\add*\\ef + \\fr 16:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sat down”) has been translated as a finite verb \\ef* spoke to the women assembled \\add there\\add*. "},{"style":"v","text":"And a certain woman ⸤named⸥\\f + \\fr 16:14 \\ft Literally “by name” \\f* Lydia from the city of Thyatira, a merchant dealing in purple cloth who showed reverence for God, was listening. The Lord opened ⸤her⸥\\f + \\fr 16:14 \\ft Literally “whose” \\f* heart to pay attention to what was being said by Paul. "},{"style":"v","text":"And after she was baptized, and her household, she urged \\add us\\add*,\\ef + \\fr 16:15 \\ft *Here the direct object is supplied from context in the English translation \\ef* saying, “If you consider me to be a believer in the Lord, come to my house \\add and\\add*\\ef + \\fr 16:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come”) has been translated as a finite verb \\ef* stay.” And she prevailed upon us."},{"style":"s1","text":"Paul and Silas Imprisoned"},{"style":"m","text":""},{"style":"v","text":"And it happened that \\add as\\add*\\ef + \\fr 16:16 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were going”) \\ef* we were going to the place of prayer, a certain female slave who had a spirit of divination\\f + \\fr 16:16 \\ft Literally “a spirit of Python”; Python was the name of the serpent or dragon that guarded the Delphic oracle at the foot of Mt. Parnassus and the word eventually came to be used for a spirit of divination \\f* met us, who was bringing a large profit to her owners \\add by\\add*\\ef + \\fr 16:16 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the infinitive (“fortune-telling”) which is understood as means \\ef* fortune-telling. "},{"style":"v","text":"She followed Paul and us \\add and\\add*\\ef + \\fr 16:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“followed”) has been translated as a finite verb \\ef* was crying out, saying, “These men are slaves of the Most High God, who are proclaiming to you the way of salvation!” "},{"style":"v","text":"And she was doing this for many days. But Paul, becoming greatly annoyed and turning around, said to the spirit, “I command you in the name of Jesus Christ to come out of her!” And it came out ⸤immediately⸥.\\f + \\fr 16:18 \\ft Literally “\\fq that \\ft same hour” \\f*"},{"style":"p","text":""},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 16:19 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* her owners saw that their hope of profit was gone, they seized Paul and Silas \\add and\\add*\\ef + \\fr 16:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“seized”) has been translated as a finite verb \\ef* dragged \\add them\\add*\\ef + \\fr 16:19 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into the marketplace before the rulers. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 16:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had brought”) which is understood as temporal \\ef* had brought them to the chief magistrates, they said, “These men are throwing our city into confusion, being Jews, "},{"style":"v","text":"and are proclaiming customs that are not permitted for us to accept or to practice, \\add because we\\add*\\ef + \\fr 16:21 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“are”) which is understood as causal \\ef* are Romans!” "},{"style":"v","text":"And the crowd joined in attacking them, and the chief magistrates tore off their clothing \\add and\\add*\\ef + \\fr 16:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“tore off”) has been translated as a finite verb \\ef* gave orders to beat \\add them\\add*\\ef + \\fr 16:22 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with rods. "},{"style":"v","text":"And \\add after they\\add*\\ef + \\fr 16:23 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had inflicted”) which is understood as temporal \\ef* had inflicted many blows on them, they threw \\add them\\add*\\ef + \\fr 16:23 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into prison, giving orders to the jailer to guard them securely. "},{"style":"v","text":"Having received such an order, ⸤he⸥\\f + \\fr 16:24 \\ft Literally “who” \\f* put them in the inner prison and fastened their feet in the stocks.\\f + \\fr 16:24 \\ft Or possibly “to the \\fq block \\ft of wood,” referring to a log to which the prisoners were chained or tied \\f*"},{"style":"s1","text":"The Conversion of the Philippian Jailer"},{"style":"m","text":""},{"style":"v","text":"Now about midnight, Paul and Silas were praying \\add and\\add*\\ef + \\fr 16:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“were praying”) has been translated as a finite verb \\ef* singing hymns to God, and the prisoners were listening to them. "},{"style":"v","text":"And suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened and all the bonds\\f + \\fr 16:26 \\ft Or “chains” \\f* were unfastened. "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 16:27 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“was”) which is understood as temporal \\ef* the jailer was awake and saw the doors of the prison open, he drew \\add his\\add*\\ef + \\fr 16:27 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* sword \\add and\\add*\\ef + \\fr 16:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“drew”) has been translated as a finite verb \\ef* was about to kill himself, \\add because he\\add*\\ef + \\fr 16:27 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“thought”) which is understood as causal \\ef* thought the prisoners had escaped. "},{"style":"v","text":"But Paul called out with a loud voice, saying, “Do no harm to yourself, for we are all here!” "},{"style":"v","text":"And demanding lights, he rushed in and, ⸤beginning to tremble⸥,\\f + \\fr 16:29 \\ft Literally “became trembling” \\f* fell down at the feet of Paul and Silas. "},{"style":"v","text":"And he brought them outside \\add and\\add*\\ef + \\fr 16:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“brought”) has been translated as a finite verb \\ef* said, “Sirs, what must I do so that I can be saved?” "},{"style":"v","text":"And they said, “Believe in the Lord Jesus and you will be saved, you and your household!” "},{"style":"v","text":"And they spoke the message of the Lord to him, together with all those in his house. "},{"style":"v","text":"And he took them at that \\add very\\add* hour of the night \\add and\\add*\\ef + \\fr 16:33 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* washed \\add their\\add*\\ef + \\fr 16:33 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* wounds, and he himself was baptized at once, and all those of his \\add household\\add*.\\ef + \\fr 16:33 \\ft *The word “\\add household\\add*” is not in the Greek text, but is supplied from the previous verse \\ef* "},{"style":"v","text":"And he brought them up into \\add his\\add*\\ef + \\fr 16:34 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* house \\add and\\add*\\ef + \\fr 16:34 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“brought … up”) has been translated as a finite verb \\ef* set a meal before \\add them\\add*,\\ef + \\fr 16:34 \\ft *Here the direct object is supplied from context in the English translation \\ef* and rejoiced greatly that he had believed in God with his whole household."},{"style":"s1","text":"Paul and Silas Receive an Official Apology"},{"style":"m","text":""},{"style":"v","text":"And \\add when it\\add*\\ef + \\fr 16:35 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was day, the chief magistrates sent the police officers, saying, “Release those men.” "},{"style":"v","text":"And the jailer reported these words to Paul: “The chief magistrates have sent \\add an order\\add*\\ef + \\fr 16:36 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* that you should be released. So come out now \\add and\\add*\\ef + \\fr 16:36 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come out”) has been translated as a finite verb \\ef* go in peace!” "},{"style":"v","text":"But Paul said to them, “They beat us in public without due process—men who are Roman citizens—\\add and\\add*\\ef + \\fr 16:37 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“beat”) has been translated as a finite verb \\ef* threw \\add us\\add*\\ef + \\fr 16:37 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into prison, and now they are wanting to release us secretly? Certainly not! Rather let them come themselves \\add and\\add*\\ef + \\fr 16:37 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come”) has been translated as a finite verb \\ef* bring us out!” "},{"style":"v","text":"So the police officers reported these words to the chief magistrates, and they were afraid \\add when they\\add*\\ef + \\fr 16:38 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard that they were Roman citizens. "},{"style":"v","text":"And they came \\add and\\add*\\ef + \\fr 16:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* apologized to\\f + \\fr 16:39 \\ft Or “reassured”; or “conciliated” \\f* them, and \\add after they\\add*\\ef + \\fr 16:39 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“brought … out”) which is understood as temporal \\ef* brought \\add them\\add*\\ef + \\fr 16:39 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out they asked \\add them\\add*\\ef + \\fr 16:39 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to depart from the city. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 16:40 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came out”) which is understood as temporal \\ef* came out of the prison, they went to Lydia and \\add when they\\add*\\ef + \\fr 16:40 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw \\add them\\add*,\\ef + \\fr 16:40 \\ft *Here the direct object is supplied from context in the English translation \\ef* they encouraged the brothers and departed."}]