[{"style":"s1","text":"Attacked by a Mob in Thessalonica"},{"style":"m","text":""},{"style":"v","text":"Now \\add after they\\add*\\ef + \\fr 17:1 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“traveled through”) which is understood as temporal \\ef* traveled through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews. "},{"style":"v","text":"⸤And as was his custom⸥,\\f + \\fr 17:2 \\ft Literally “and in accordance with what he was accustomed to” \\f* Paul went in to them and on three Sabbath \\add days\\add* he discussed with them from the scriptures, "},{"style":"v","text":"explaining and demonstrating that it was necessary \\add for\\add* the Christ\\f + \\fr 17:3 \\ft Or “Messiah” \\f* to suffer and to rise from the dead, and \\add saying\\add*, “This Jesus whom I am proclaiming to you is the Christ.”\\f + \\fr 17:3 \\ft Or “Messiah” \\f* "},{"style":"v","text":"And some of them were persuaded and joined Paul and Silas, and \\add also\\add* a large number of God-fearing Greeks and not a few of the prominent women."},{"style":"p","text":""},{"style":"v","text":"But the Jews were filled with jealousy and, taking along some worthless men from the rabble in the marketplace and forming a mob, threw the city into an uproar. And attacking Jason’s house, they were looking for them to bring \\add them\\add*\\ef + \\fr 17:5 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out to the popular assembly. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 17:6 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“find”) which is understood as temporal \\ef* did not find them, they dragged Jason and some brothers before the city officials, shouting, “These \\add people\\add* who have stirred up trouble \\add throughout\\add* the world\\f + \\fr 17:6 \\ft Or “empire” \\f* have come here also, "},{"style":"v","text":"whom Jason has entertained as guests! And these \\add people\\add* \\add are\\add* all acting contrary to the decrees of Caesar, saying there is another king, Jesus!” "},{"style":"v","text":"And they threw the crowd into confusion, and the city officials who heard these \\add things\\add*. "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 17:9 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“taking”) which is understood as temporal \\ef* taking money as security from Jason and the rest, they released them."},{"style":"s1","text":"Paul and Silas in Berea"},{"style":"m","text":""},{"style":"v","text":"Now the brothers sent away both Paul and Silas at once, during the night, to Berea. ⸤They⸥\\f + \\fr 17:10 \\ft Literally “who” (referring to Paul and Silas) \\f* went into the synagogue of the Jews \\add when they\\add*\\ef + \\fr 17:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* arrived. "},{"style":"v","text":"Now these were more open-minded than those in Thessalonica. ⸤They⸥\\f + \\fr 17:11 \\ft Literally “who” \\f* accepted the message with all eagerness, examining the scriptures every day \\add to see\\add* if these \\add things\\add* were so. "},{"style":"v","text":"Therefore many of them believed, and not a few of the prominent Greek women and men. "},{"style":"v","text":"But when the Jews from Thessalonica found out that the message of God had been proclaimed by Paul in Berea also, they came there too, inciting and stirring up the crowds. "},{"style":"v","text":"So then the brothers sent Paul away at once to go to the sea, and both Silas and Timothy remained there. "},{"style":"v","text":"And those who conducted Paul brought \\add him\\add*\\ef + \\fr 17:15 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* as far as Athens, and \\add after\\add*\\ef + \\fr 17:15 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“receiving”) which is understood as temporal \\ef* receiving an order for Silas and Timothy that they should come to him as soon as possible, they went away."},{"style":"s1","text":"Paul in Athens"},{"style":"m","text":""},{"style":"v","text":"Now while Paul was waiting for them in Athens, his spirit was provoked within him \\add when he\\add*\\ef + \\fr 17:16 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“observed”) which is understood as temporal \\ef* observed the city was full of idols. "},{"style":"v","text":"So he was discussing in the synagogue with the Jews and the God-fearing \\add Gentiles\\add*,\\ef + \\fr 17:17 \\ft *Here the word “\\add Gentiles\\add*” is not in the Greek text but is implied \\ef* and in the marketplace every day with those who happened to be there. "},{"style":"v","text":"And even some of the Epicurean and Stoic philosophers were conversing with him, and some were saying, “What does this babbler want to say?” But \\add others said\\add*,\\ef + \\fr 17:18 \\ft *The words “\\add others said\\add*” are not in the Greek text but are implied \\ef* “He appears to be a proclaimer of foreign deities,” because he was proclaiming the good news \\add about\\add* Jesus and the resurrection. "},{"style":"v","text":"And they took hold of him \\add and\\add*\\ef + \\fr 17:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took hold of”) has been translated as a finite verb \\ef* brought \\add him\\add*\\ef + \\fr 17:19 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the Areopagus, saying, “May we learn what \\add is\\add* this new teaching being proclaimed by you? "},{"style":"v","text":"For you are bringing some astonishing things to our ears. Therefore we want to know what ⸤these things mean⸥.”\\f + \\fr 17:20 \\ft Literally “these \\fq things \\ft want to be” \\f* "},{"style":"v","text":"(Now all the Athenians and the foreigners who stayed there used to spend \\add their\\add* time in nothing else than telling something or listening to something new.)"},{"style":"s1","text":"Paul Speaks to the Areopagus"},{"style":"m","text":""},{"style":"v","text":"So Paul stood there in the middle of the Areopagus \\add and\\add*\\ef + \\fr 17:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood there”) has been translated as a finite verb \\ef* said, “Men of Athens, I see you \\add are\\add* very religious ⸤in every respect⸥.\\f + \\fr 17:22 \\ft Literally “with respect to all \\fq things \\ft ” \\f* "},{"style":"v","text":"For \\add as I\\add*\\ef + \\fr 17:23 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was passing through”) which is understood as temporal \\ef* was passing through and observing carefully your objects of worship, I even found an altar on which was inscribed, ‘To an unknown God.’ Therefore what you worship without knowing \\add it\\add*,\\ef + \\fr 17:23 \\ft *Here the direct object is supplied from context in the English translation \\ef* this I proclaim to you—"},{"style":"v","text":"the God who made the world and all the things in it. This one, being Lord of heaven and earth, does not live in temples made by human hands, "},{"style":"v","text":"nor is he served by human hands \\add as if he\\add*\\ef + \\fr 17:25 \\ft ﻿*Here “\\add as\\add* if” is supplied as a component of the conditional adverbial participle (“needed”) \\ef* needed anything, \\add because\\add*\\ef + \\fr 17:25 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“gives”) which is understood as causal \\ef* he himself gives to everyone life and breath and everything. "},{"style":"v","text":"And he made from one \\add man\\add* every nation of humanity to live on all the face of the earth, determining \\add their\\add* fixed times and the fixed boundaries of their habitation, "},{"style":"v","text":"to search for God, if perhaps indeed they might feel around for him and find \\add him\\add*.\\ef + \\fr 17:27 \\ft *Here the direct object is supplied from context in the English translation \\ef* And indeed he is not far away from each one of us, "},{"style":"v","text":"for in him we live and move and exist,\\f + \\fr 17:28 \\ft Some interpreters hold that the phrase “in him we live and move and exist” is a quotation from Epimenides of Crete, but more likely it is a traditional Greek formula \\f* as even some of ⸤your own⸥\\f + \\fr 17:28 \\ft Literally “with respect to you” \\f* poets have said: ‘For we also are ⸤his⸥\\f + \\fr 17:28 \\ft Literally “of \\fq him \\ft ” \\f* offspring.’\\f + \\fr 17:28 \\ft A quotation from Aratus, \\fqa Phaenomena \\ft 5 \\f* "},{"style":"v","text":"Therefore, \\add because we\\add*\\ef + \\fr 17:29 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“are”) which is understood as causal \\ef* are offspring of God, we ought not to think the divine being is like gold or silver or stone, an image formed by human skill and thought. "},{"style":"v","text":"Therefore \\add although\\add*\\ef + \\fr 17:30 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“has overlooked”) which is understood as concessive \\ef* God has overlooked the times of ignorance, he now commands all people everywhere to repent, "},{"style":"v","text":"because he has set a day on which he is going to judge the world in righteousness by the man who he has appointed, having provided proof to everyone \\add by\\add*\\ef + \\fr 17:31 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“raising”) which is understood as means \\ef* raising him from the dead.” "},{"style":"v","text":"Now \\add when they\\add*\\ef + \\fr 17:32 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard about”) which is understood as temporal \\ef* heard about the resurrection of the dead, \\add some\\add* scoffed, but \\add others\\add* said, “We will hear you about this again also.” "},{"style":"v","text":"So Paul went out from the midst of them. "},{"style":"v","text":"But some people\\ef + \\fr 17:34 \\ft ﻿*Here the Greek term “men” is used as a generic for “people”; note the presence of of a woman (Damaris) in the group \\ef* joined him \\add and\\add*\\ef + \\fr 17:34 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“joined”) has been translated as a finite verb \\ef* believed, among whom also \\add were\\add* Dionysius the Areopagite and a woman ⸤named⸥\\f + \\fr 17:34 \\ft Literally “by name” \\f* Damaris and others with them."}]