[{"style":"s1","text":"Paul, Silas, and Timothy in Corinth"},{"style":"m","text":""},{"style":"v","text":"After these \\add things\\add* he departed from Athens \\add and\\add*\\ef + \\fr 18:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“departed”) has been translated as a finite verb \\ef* went to Corinth. "},{"style":"v","text":"And he found a certain Jew ⸤named⸥\\f + \\fr 18:2 \\ft Literally “by name” \\f* Aquila, ⸤a native⸥\\f + \\fr 18:2 \\ft Literally “by nationality” \\f* of Pontus who had arrived recently from Italy ⸤along with⸥\\f + \\fr 18:2 \\ft Literally “and” \\f* Priscilla his wife, because Claudius had ordered all the Jews to depart from Rome, \\add and\\add*\\ef + \\fr 18:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“found”) has been translated as a finite verb \\ef* he went to them. "},{"style":"v","text":"And because \\add he\\add* was practicing the same trade, he stayed with them and worked, for they were tentmakers by trade. "},{"style":"v","text":"And he argued in the synagogue every Sabbath, attempting to persuade\\ef + \\fr 18:4 \\ft ﻿*Here the imperfect verb has been translated as conative (“attempting to persuade”) \\ef* both Jews and Greeks."},{"style":"p","text":""},{"style":"v","text":"Now when both Silas and Timothy came down from Macedonia, Paul began to be occupied with\\ef + \\fr 18:5 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to be occupied with”) \\ef* the message, solemnly testifying to the Jews \\add that\\add* the Christ\\f + \\fr 18:5 \\ft Or “Messiah” \\f* was Jesus. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 18:6 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“resisted”) \\ef* they resisted and reviled \\add him\\add*,\\ef + \\fr 18:6 \\ft *Here the direct object is supplied from context in the English translation \\ef* he shook out \\add his\\add*\\ef + \\fr 18:6 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* clothes \\add and\\add*\\ef + \\fr 18:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“shook out”) has been translated as a finite verb \\ef* said to them, “Your blood \\add be\\add* on your \\add own\\add* heads! I \\add am\\add* guiltless! From now on I will go to the Gentiles!” "},{"style":"v","text":"And leaving there, he entered into the house of someone ⸤named⸥\\f + \\fr 18:7 \\ft Literally “by name” \\f* Titius Justus, a worshiper\\f + \\fr 18:7 \\ft Or “a God-fearer” \\f* of God whose house was next door to the synagogue. "},{"style":"v","text":"And Crispus, the ruler of the synagogue, believed in the Lord together with his whole household. And many of the Corinthians, \\add when they\\add*\\ef + \\fr 18:8 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard about”) which is understood as temporal \\ef* heard about \\add it\\add*,\\ef + \\fr 18:8 \\ft *Here the direct object is supplied from context in the English translation \\ef* believed and were baptized. "},{"style":"v","text":"And the Lord said to Paul by a vision in the night, “Do not be afraid, but speak and do not keep silent, "},{"style":"v","text":"because I am with you and no one will attack you to harm you, because many people are mine in this city.” "},{"style":"v","text":"So he stayed a year and six months, teaching the word of God among them."},{"style":"s1","text":"Paul Accused Before the Proconsul Gallio"},{"style":"m","text":""},{"style":"v","text":"Now \\add when\\add*\\ef + \\fr 18:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* Gallio was proconsul of Achaia, the Jews rose up with one purpose against Paul and brought him before the judgment seat, "},{"style":"v","text":"saying, “This man is persuading people to worship God contrary to the law!” "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 18:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was about”) \\ef* Paul was about to open \\add his\\add*\\ef + \\fr 18:14 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* mouth, Gallio said to the Jews, “If it was some crime or wicked villainy, O Jews, ⸤I would have been justified in accepting⸥\\f + \\fr 18:14 \\ft Literally “with respect to a motive I would have accepted” \\f* your complaint. "},{"style":"v","text":"But if it is questions concerning a word and names and ⸤your own law⸥,\\f + \\fr 18:15 \\ft Literally “the according to you law” \\f* see to \\add it\\add*\\ef + \\fr 18:15 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* yourselves! I do not wish to be a judge of these \\add things\\add*.” "},{"style":"v","text":"And he drove them away from the judgment seat. "},{"style":"v","text":"So they all seized Sosthenes, the ruler of the synagogue, \\add and\\add*\\ef + \\fr 18:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“seized”) has been translated as a finite verb \\ef* began beating\\ef + \\fr 18:17 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began beating”) \\ef* \\add him\\add*\\ef + \\fr 18:17 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in front of the judgment seat. And none of these \\add things\\add* was a concern to Gallio."},{"style":"s1","text":"Paul Returns to Antioch in Syria"},{"style":"m","text":""},{"style":"v","text":"So Paul, \\add after\\add*\\ef + \\fr 18:18 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“remaining”) which is understood as temporal \\ef* remaining many days longer, said farewell to the brothers \\add and\\add*\\ef + \\fr 18:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“said farewell”) has been translated as a finite verb \\ef* sailed away to Syria, and with him Priscilla and Aquila. He shaved \\add his\\add*\\ef + \\fr 18:18 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* head at Cenchrea, because he had \\add taken\\add* a vow."},{"style":"v","text":"So they arrived at Ephesus, and those he left behind there, but he himself entered into the synagogue \\add and\\add*\\ef + \\fr 18:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“entered”) has been translated as a finite verb \\ef* discussed with the Jews. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 18:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“asked”) \\ef* they asked \\add him\\add*\\ef + \\fr 18:20 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to stay for a longer time, he did not give his consent, "},{"style":"v","text":"but saying farewell and telling \\add them\\add*,\\ef + \\fr 18:21 \\ft *Here the direct object is supplied from context in the English translation \\ef* “I will return to you again \\add if\\add*\\ef + \\fr 18:21 \\ft ﻿*Here “if” is supplied as a component of the conditional adverbial participle (“wills”) \\ef* God wills,” he set sail from Ephesus."},{"style":"p","text":""},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 18:22 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* arrived at Caesarea, he went up and greeted the church, \\add and\\add*\\ef + \\fr 18:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the two previous participles (“went up” and “greeted”) have been translated as finite verbs \\ef* went down to Antioch. "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 18:23 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“spending”) which is understood as temporal \\ef* spending some time \\add there\\add*, he departed, traveling through one \\add place\\add* after another \\add in\\add* the Galatian region and Phrygia, strengthening all the disciples."},{"style":"s1","text":"The Early Ministry of Apollos"},{"style":"m","text":""},{"style":"v","text":"Now a certain Jew ⸤named⸥\\f + \\fr 18:24 \\ft Literally “by name” \\f* Apollos, ⸤a native⸥\\f + \\fr 18:24 \\ft Literally “by nationality” \\f* Alexandrian, arrived in Ephesus—an eloquent man who was well-versed in the scriptures. "},{"style":"v","text":"This man had been instructed \\add in\\add* the way of the Lord, and being enthusiastic in spirit, he was speaking and teaching accurately the \\add things\\add* about Jesus, \\add although he\\add*\\ef + \\fr 18:25 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“knew”) which is understood as concessive \\ef* knew only the baptism of John. "},{"style":"v","text":"And he began to speak boldly in the synagogue, but \\add when\\add*\\ef + \\fr 18:26 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* Priscilla and Aquila heard him, they took him aside and explained the way of God to him more accurately. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 18:27 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“wanted”) \\ef* he wanted to cross over to Achaia, the brothers encouraged \\add him\\add*\\ef + \\fr 18:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 18:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“encouraged”) has been translated as a finite verb \\ef* wrote to the disciples to welcome him. \\add When he\\add*\\ef + \\fr 18:27 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* arrived, ⸤he⸥\\f + \\fr 18:27 \\ft Literally “who” \\f* assisted greatly those who had believed through grace. "},{"style":"v","text":"For he was vigorously refuting the Jews in public, demonstrating through the scriptures \\add that\\add* the Christ\\f + \\fr 18:28 \\ft Or “Messiah” \\f* was Jesus."}]