[{"style":"s1","text":"Paul Finds Disciples of John the Baptist in Ephesus"},{"style":"m","text":""},{"style":"v","text":"And it happened that \\add while\\add* Apollos was in Corinth, Paul traveled through the inland regions \\add and\\add*\\ef + \\fr 19:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“traveled through”) has been translated as a finite verb \\ef* came\\f + \\fr 19:1 \\ft Some manuscripts have “\\fq and \\ft came down” \\f* to Ephesus and found some disciples. "},{"style":"v","text":"And he said to them, “Did you receive the Holy Spirit \\add when you\\add*\\ef + \\fr 19:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“believed”) which is understood as temporal \\ef* believed?” And they \\add said\\add* to him, “But we have not even heard that there is a Holy Spirit!” "},{"style":"v","text":"And he said, “Into what then were you baptized?” And they said, “Into the baptism of John.” "},{"style":"v","text":"And Paul said, “John baptized \\add with\\add* a baptism of repentance, telling the people that they should believe in the one who was to come after him—that is, in Jesus.” "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 19:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add this\\add*,\\ef + \\fr 19:5 \\ft *Here the direct object is supplied from context in the English translation \\ef* they were baptized in the name of the Lord Jesus. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 19:6 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“laid”) \\ef* Paul laid hands\\f + \\fr 19:6 \\ft Some manuscripts have “placed his hands” \\f* on them, the Holy Spirit came upon them and they began to speak\\ef + \\fr 19:6 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to speak”) \\ef* in tongues and to prophesy. "},{"style":"v","text":"(Now the total \\add number\\add* \\add of\\add* men was about twelve.)"},{"style":"p","text":""},{"style":"v","text":"So he entered into the synagogue \\add and\\add*\\ef + \\fr 19:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“entered”) has been translated as a finite verb \\ef* was speaking boldly for three months, discussing and attempting to convince\\f + \\fr 19:8 \\ft The present tense participle has been translated as a conative present (“attempting to convince”) \\f* \\add them\\add*\\ef + \\fr 19:8 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* concerning\\f + \\fr 19:8 \\ft Some manuscripts have “\\fq of \\ft the things concerning” \\f* the kingdom of God. "},{"style":"v","text":"But when some became hardened and were disobedient, reviling the Way before the congregation, he departed from them \\add and\\add*\\ef + \\fr 19:9 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“departed”) has been translated as a finite verb \\ef* took away the disciples, leading discussions every day in the lecture hall of Tyrannus. "},{"style":"v","text":"And this took place for two years, so that all who lived in Asia\\f + \\fr 19:10 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f* heard the word of the Lord, both Jews and Greeks."},{"style":"s1","text":"Would-be Exorcists"},{"style":"m","text":""},{"style":"v","text":"And God was performing ⸤extraordinary⸥\\f + \\fr 19:11 \\ft Literally “not the ordinary” \\f* miracles by the hands of Paul, "},{"style":"v","text":"so that even handkerchiefs or work aprons ⸤that had touched his skin⸥\\f + \\fr 19:12 \\ft Literally “from his skin” \\f* were carried away to those who were sick, and \\add their\\add*\\ef + \\fr 19:12 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* diseases left them and the evil spirits came out \\add of them\\add*.\\ef + \\fr 19:12 \\ft *The words “\\add of them\\add*” are not in the Greek text but are implied \\ef* "},{"style":"v","text":"But some itinerant Jewish exorcists also attempted to pronounce the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by Jesus whom Paul preaches!” "},{"style":"v","text":"(Now seven sons of a certain Sceva, a Jewish chief priest, were doing this.) "},{"style":"v","text":"But the evil spirit answered \\add and\\add*\\ef + \\fr 19:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Jesus I know, and Paul I am acquainted with, but who are you?” "},{"style":"v","text":"And the man ⸤who had the evil spirit⸥\\f + \\fr 19:16 \\ft Literally “in whom the evil spirit was” \\f* leaped on them, subdued all of them, \\add and\\add*\\ef + \\fr 19:16 \\ft ﻿*Here “and” is supplied because the two previous participles (“leaped” and “subdued”) have been translated as finite verbs \\ef* prevailed against them, so that they ran away from that house naked and wounded. "},{"style":"v","text":"And this became known to all who lived in Ephesus, both Jews and Greeks, and fear fell upon them all, and the name of the Lord Jesus was exalted. "},{"style":"v","text":"And many of those who had believed came, confessing and disclosing their practices, "},{"style":"v","text":"and many of those who practiced magic brought together \\add their\\add*\\ef + \\fr 19:19 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* books \\add and\\add*\\ef + \\fr 19:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“brought together”) has been translated as a finite verb \\ef* burned \\add them\\add*\\ef + \\fr 19:19 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* up in the sight of everyone. And they counted up their value and found \\add it was\\add* ⸤fifty thousand silver coins⸥.\\f + \\fr 19:19 \\ft Literally “five ten thousands of silver coins” \\f* "},{"style":"v","text":"In this way the word of the Lord was growing in power and was prevailing."},{"style":"s1","text":"A Major Riot in Ephesus"},{"style":"m","text":""},{"style":"v","text":"Now when these \\add things\\add* were completed, Paul resolved in the Spirit to go to Jerusalem, passing through Macedonia and Achaia, saying, “After I have been there, it is necessary \\add for\\add* me to see Rome also.” "},{"style":"v","text":"So \\add after\\add*\\ef + \\fr 19:22 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“sending”) which is understood as temporal \\ef* sending two of those who were assisting him, Timothy and Erastus, to Macedonia, he himself stayed \\add some\\add* time in Asia.\\f + \\fr 19:22 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f*"},{"style":"p","text":""},{"style":"v","text":"Now there happened at that time no little disturbance concerning the Way. "},{"style":"v","text":"For someone ⸤named⸥\\f + \\fr 19:24 \\ft Literally “by name” \\f* Demetrius, a silversmith who made silver replicas of the temple of Artemis, was bringing no little business to the craftsmen. "},{"style":"v","text":"⸤These⸥\\f + \\fr 19:25 \\ft Literally “whom” \\f* he gathered together, and the workers occupied with such things, \\add and\\add*\\ef + \\fr 19:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“gathered together”) has been translated as a finite verb \\ef* said, “Men, you know that from this business ⸤we get our prosperity⸥,\\f + \\fr 19:25 \\ft Literally “prosperity is to us” \\f* "},{"style":"v","text":"and you see and hear that not only in Ephesus but in almost all of Asia\\f + \\fr 19:26 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f* this man Paul has persuaded \\add and\\add*\\ef + \\fr 19:26 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“has persuaded”) has been translated as a finite verb \\ef* turned away a large crowd \\add by\\add*\\ef + \\fr 19:26 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“saying”) which is understood as means \\ef* saying that the \\add gods\\add* made by hands are not gods. "},{"style":"v","text":"So not only is there a danger this line of business of ours \\add will\\add* come into disrepute, but also the temple of the great goddess Artemis \\add will\\add* be regarded as nothing—and \\add she\\add* is about to be brought down even from her grandeur, \\add she\\add* whom the whole \\add of\\add* Asia\\f + \\fr 19:27 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f* and the \\add entire\\add* world worship!”"},{"style":"p","text":""},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 19:28 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add this\\add*\\ef + \\fr 19:28 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and became full of rage, they began to shout,\\ef + \\fr 19:28 \\ft *The imperfect tense has been translated as ingressive here (“began to shout”) \\ef* saying, “Great \\add is\\add* Artemis of the Ephesians!” "},{"style":"v","text":"And the city was filled with the tumult, and with one purpose they rushed into the theater, seizing Gaius and Aristarchus, Macedonians \\add who were\\add* traveling companions of Paul. "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 19:30 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“wanted”) \\ef* Paul wanted to enter into the popular assembly, the disciples would not let him. "},{"style":"v","text":"And even some of the Asiarchs\\f + \\fr 19:31 \\ft Or “provincial authorities” \\f* who were his friends sent \\add word\\add*\\ef + \\fr 19:31 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to him \\add and\\add*\\ef + \\fr 19:31 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sent”) has been translated as a finite verb \\ef* were urging \\add him\\add*\\ef + \\fr 19:31 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* not to risk himself \\add by going\\add* into the theater. "},{"style":"v","text":"So some were shouting \\add one thing\\add*\\ef + \\fr 19:32 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add* some another, for the assembly was in confusion, and the majority did not know ⸤why⸥\\f + \\fr 19:32 \\ft Literally “on account of what” \\f* they had assembled. "},{"style":"v","text":"And \\add some\\add* of the crowd advised\\f + \\fr 19:33 \\ft Or “concluded \\fq it was about \\ft ” \\f* Alexander, \\add when\\add*\\ef + \\fr 19:33 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“put … forward”) \\ef* the Jews put him forward. But Alexander, motioning \\add with his\\add*\\ef + \\fr 19:33 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hand, was wanting to defend himself to the popular assembly. "},{"style":"v","text":"But \\add when they\\add*\\ef + \\fr 19:34 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“recognized”) which is understood as temporal \\ef* recognized that he was a Jew, they were shouting with one voice from all \\add of them\\add* for about two hours, “Great \\add is\\add* Artemis of the Ephesians!” "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 19:35 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had quieted”) which is understood as temporal \\ef* the city secretary had quieted the crowd, he said, “Ephesian men, for who is there among men who does not know the Ephesian city is honorary temple keeper of the great Artemis and of \\add her\\add*\\ef + \\fr 19:35 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* image fallen from heaven? "},{"style":"v","text":"Therefore \\add because\\add*\\ef + \\fr 19:36 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“are”) \\ef* these \\add things\\add* are undeniable, it is necessary \\add that\\add* you be quiet and do nothing rash! "},{"style":"v","text":"For you have brought these men \\add here\\add* \\add who are\\add* neither temple robbers nor blasphemers of our goddess. "},{"style":"v","text":"If then Demetrius and the craftsmen \\add who are\\add* with him have a complaint against anyone, the court days are observed and there are proconsuls—let them bring charges against one another! "},{"style":"v","text":"But if you desire anything further, it will be settled in the lawful assembly. "},{"style":"v","text":"For indeed we are in danger of being accused of rioting concerning today, \\add since there\\add*\\ef + \\fr 19:40 \\ft ﻿*Here “\\add since\\add*” is supplied as a component of the causal genitive absolute participle (“is”) \\ef* is no cause in relation to which we will be able to give an account concerning this disorderly gathering!” And \\add when he\\add*\\ef + \\fr 19:40 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said these \\add things\\add*, he dismissed the assembly.\\f + \\fr 19:40 \\ft Verse \\xt 41 \\ft in the English Bible is included as part of v. \\xt 40 \\ft in the standard editions of the Greek text \\f*"}]