[{"style":"s1","text":"Paul Travels Through Macedonia and Greece"},{"style":"m","text":""},{"style":"v","text":"Now after the turmoil had ceased, Paul summoned\\ef + \\fr 20:1 \\ft ﻿*Here the participle (“summoned”) has been translated as a finite verb in keeping with English style \\ef* the disciples, and \\add after\\add*\\ef + \\fr 20:1 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“encouraging”) which is understood as temporal \\ef* encouraging \\add them\\add*,\\ef + \\fr 20:1 \\ft *Here the direct object is supplied from context in the English translation \\ef* he said farewell \\add and\\add*\\ef + \\fr 20:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“departed”) has been translated as a finite verb \\ef* departed to travel to Macedonia. "},{"style":"v","text":"And \\add after he\\add*\\ef + \\fr 20:2 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had gone through”) which is understood as temporal \\ef* had gone through those regions and encouraged them ⸤at length⸥,\\f + \\fr 20:2 \\ft Literally “with many a word” \\f* he came to Greece "},{"style":"v","text":"and stayed\\ef + \\fr 20:3 \\ft ﻿*Here the participle (“stayed”) has been translated as a finite verb in keeping with English style \\ef* three months. \\add Because\\add*\\ef + \\fr 20:3 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“was made”) \\ef* a plot was made against him by the Jews \\add as he\\add*\\ef + \\fr 20:3 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was about to”) which is understood as temporal \\ef* was about to set sail for Syria, he came to a decision to return through Macedonia. "},{"style":"v","text":"And Sopater \\add son\\add* of Pyrrhus from Berea, and Aristarchus and Secundus from Thessalonica, and Gaius from Derbe, and Timothy, and Tychicus and Trophimus from Asia, were accompanying him. "},{"style":"v","text":"And these had gone on ahead \\add and\\add*\\ef + \\fr 20:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“had gone on ahead”) has been translated as a finite verb \\ef* were waiting for us in Troas. "},{"style":"v","text":"And we sailed away from Philippi after the days of Unleavened Bread and came to them at Troas within five days, where we stayed seven days."},{"style":"s1","text":"Eutychus Falls from a Window"},{"style":"m","text":""},{"style":"v","text":"And on the first \\add day\\add* of the week, \\add when\\add*\\ef + \\fr 20:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had assembled”) \\ef* we had assembled to break bread, Paul began conversing\\ef + \\fr 20:7 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began conversing”) \\ef* with them, \\add because he\\add*\\ef + \\fr 20:7 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was going to”) which is understood as causal \\ef* was going to leave on the next day, and he extended \\add his\\add*\\ef + \\fr 20:7 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* message until midnight. "},{"style":"v","text":"Now there were quite a few lamps in the upstairs room where we were gathered. "},{"style":"v","text":"And a certain young man ⸤named⸥\\f + \\fr 20:9 \\ft Literally “by name” \\f* Eutychus who was sitting in the window was sinking into a deep sleep \\add while\\add*\\ef + \\fr 20:9 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was conversing”) \\ef* Paul was conversing at length. Being overcome by sleep, he fell down from the third story and was picked up dead. "},{"style":"v","text":"But Paul went down \\add and\\add*\\ef + \\fr 20:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went down”) has been translated as a finite verb \\ef* threw himself on him, and putting his arms around \\add him\\add*,\\ef + \\fr 20:10 \\ft *Here the direct object is supplied from context in the English translation \\ef* said, “Do not be distressed, for his life is in him.” "},{"style":"v","text":"So he went up and broke bread,\\ef + \\fr 20:11 \\ft *This participle and the previous one (“went up”) have been translated as finite verbs in keeping with English style \\ef* and \\add when he\\add*\\ef + \\fr 20:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had eaten”) which is understood as temporal \\ef* had eaten and talked for a long \\add time\\add*, until dawn, then he departed. "},{"style":"v","text":"And they led the youth away alive, and ⸤were greatly⸥\\f + \\fr 20:12 \\ft Literally “were not moderately” \\f* comforted."},{"style":"s1","text":"The Voyage to Miletus"},{"style":"m","text":""},{"style":"v","text":"But we went on ahead to the ship \\add and\\add*\\ef + \\fr 20:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went on ahead”) has been translated as a finite verb \\ef* put out to sea for Assos, intending to take Paul on board there. For having made arrangements in this way, he himself was intending to travel by land. "},{"style":"v","text":"And when he met us at Assos, we took him on board \\add and\\add*\\ef + \\fr 20:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took … on board”) has been translated as a finite verb \\ef* went to Mitylene. "},{"style":"v","text":"And we sailed from there on the next \\add day\\add*, \\add and\\add*\\ef + \\fr 20:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sailed”) has been translated as a finite verb \\ef* arrived opposite Chios. And on the next \\add day\\add* we approached Samos, and on the following \\add day\\add* we came to Miletus. "},{"style":"v","text":"For Paul had decided to sail past Ephesus so that he would not be \\add having\\add* to spend time in Asia.\\f + \\fr 20:16 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f* For he was hurrying if it could be possible for him to be in Jerusalem on the day of Pentecost."},{"style":"s1","text":"Paul’s Farewell to the Ephesian Elders"},{"style":"m","text":""},{"style":"v","text":"And from Miletus he sent \\add word\\add*\\ef + \\fr 20:17 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to Ephesus \\add and\\add*\\ef + \\fr 20:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sent”) has been translated as a finite verb \\ef* summoned the elders of the church. "},{"style":"v","text":"And when they came to him, he said to them, “You know from the first day on which I set foot in Asia\\f + \\fr 20:18 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f* how I was the whole time with you—"},{"style":"v","text":"serving the Lord with all humility and with tears, and with the trials that happened to me through the plots of the Jews—"},{"style":"v","text":"how I did not shrink from proclaiming to you anything that would be profitable, and \\add from\\add* teaching you in public and from house \\add to house\\add*, "},{"style":"v","text":"testifying both to Jews and to Greeks with respect to repentance toward God and faith in our Lord Jesus."},{"style":"p","text":""},{"style":"v","text":"“And now behold, bound by the Spirit I am traveling to Jerusalem, not knowing the things that will happen to me ⸤there⸥,\\f + \\fr 20:22 \\ft Literally “in it” \\f* "},{"style":"v","text":"except that the Holy Spirit testifies to me in town \\add after town\\add*, saying that bonds and persecutions await me. "},{"style":"v","text":"But I consider \\add my\\add*\\ef + \\fr 20:24 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* life \\add as\\add* worth ⸤nothing⸥\\f + \\fr 20:24 \\ft Or “not a single word”; literally “not any thing” \\f* to myself, in order to finish my mission and the ministry that I received from the Lord Jesus, to testify \\add to\\add* the gospel of the grace of God."},{"style":"p","text":""},{"style":"v","text":"“And now behold, I know that all \\add of\\add* you, among whom I went about proclaiming the kingdom, will see my face no more. "},{"style":"v","text":"Therefore I testify to you on this very day that I am guiltless of the blood of all \\add of you\\add*,\\ef + \\fr 20:26 \\ft *The words “\\add of you\\add*” are not in the Greek text but are implied \\ef* "},{"style":"v","text":"for I did not shrink from proclaiming to you the whole purpose of God. "},{"style":"v","text":"Be on guard for yourselves and for all the flock among which the Holy Spirit has appointed you \\add as\\add* overseers, to shepherd the church of God which he obtained through the blood of his own \\add Son\\add*.\\f + \\fr 20:28 \\ft Or “through his own blood”; the Greek construction can be taken either way, with “Son” implied if the meaning is “through the blood of his own” \\f* "},{"style":"v","text":"I know that after my departure fierce wolves will come in among you, not sparing the flock. "},{"style":"v","text":"And from among you yourselves men will arise, speaking ⸤perversions of the truth⸥\\f + \\fr 20:30 \\ft Literally “crooked things” \\f* in order to draw away the disciples after them. "},{"style":"v","text":"Therefore be on the alert, remembering that night and day \\add for\\add* three years I did not stop warning each one \\add of you\\add*\\ef + \\fr 20:31 \\ft ﻿*The words “\\add of you\\add*” are not in the Greek text but are implied \\ef* with tears."},{"style":"p","text":""},{"style":"v","text":"“And now I entrust you to God and to the message of his grace, which is able to build \\add you\\add*\\ef + \\fr 20:32 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* up and to give \\add you\\add*\\ef + \\fr 20:32 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* the inheritance among all those who are sanctified. "},{"style":"v","text":"I have desired no one’s silver or gold or clothing! "},{"style":"v","text":"You yourselves know that these hands served \\add to meet\\add*\\ef + \\fr 20:34 \\ft ﻿*The words “\\add to meet\\add*” are not in the Greek text but are supplied for clarity \\ef* my needs and \\add the needs of\\add*\\ef + \\fr 20:34 \\ft ﻿*The words “\\add the needs of\\add*” are supplied in keeping with English style to maintain the parallelism with the earlier phrase “my needs” \\ef* those who were with me. "},{"style":"v","text":"I have shown you \\add with respect to\\add* all \\add things\\add* that \\add by\\add*\\ef + \\fr 20:35 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“working hard”) which is understood as means \\ef* working hard in this way it is necessary to help those who are in need, and to remember the words of the Lord Jesus that he himself said, “It is more blessed to give than to receive.”\\f + \\fr 20:35 \\ft Perhaps an allusion to \\xt Matt 10:8; \\ft these exact words are not found in the NT gospels \\f*"},{"style":"p","text":""},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 20:36 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said these \\add things\\add*, he fell to his knees \\add and\\add*\\ef + \\fr 20:36 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“fell to”) has been translated as a finite verb \\ef* prayed with them all. "},{"style":"v","text":"And there was considerable weeping by all, and ⸤hugging⸥\\f + \\fr 20:37 \\ft Literally “falling on the neck of” \\f* Paul, they kissed him, "},{"style":"v","text":"especially distressed at the statement that he had said, that they were going to see his face no more. And they accompanied him to the ship."}]