[{"style":"s1","text":"Paul Travels on to Jerusalem"},{"style":"m","text":""},{"style":"v","text":"And it happened that after we tore ourselves away\\ef + \\fr 21:1 \\ft ﻿*Here the participle (“tore ourselves away”) has been translated as a finite verb in keeping with English style \\ef* from them, we put out to sea, \\add and\\add*\\ef + \\fr 21:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous infinitive (“put out to sea”) has been translated as a finite verb \\ef* running a straight course we came to Cos and on the next \\add day\\add* to Rhodes, and from there to Patara. "},{"style":"v","text":"And finding a ship that was crossing over to Phoenicia, we went aboard \\add and\\add*\\ef + \\fr 21:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went aboard”) has been translated as a finite verb \\ef* put out to sea. "},{"style":"v","text":"And \\add after we\\add*\\ef + \\fr 21:3 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“sighted”) which is understood as temporal \\ef* sighted Cyprus and left it behind ⸤on the port side⸥,\\f + \\fr 21:3 \\ft Literally “left” \\f* we sailed to Syria and arrived at Tyre, because the ship was to unload \\add its\\add*\\ef + \\fr 21:3 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* cargo there. "},{"style":"v","text":"And we stayed there seven days \\add after we\\add*\\ef + \\fr 21:4 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“found”) which is understood as temporal \\ef* found the disciples, who kept telling Paul through the Spirit not to set foot in Jerusalem. "},{"style":"v","text":"And it happened that when our days were over, we departed \\add and\\add*\\ef + \\fr 21:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“departed”) has been translated as a finite verb \\ef* went on our way, \\add while\\add*\\ef + \\fr 21:5 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“accompanied”) \\ef* all \\add of them\\add* accompanied us, together with \\add their\\add*\\ef + \\fr 21:5 \\ft ﻿*The word “\\add their\\add*” is not in the Greek text but is implied \\ef* wives and children, as far as outside the city. And \\add after\\add*\\ef + \\fr 21:5 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“falling to”) which is understood as temporal \\ef* falling to our knees on the beach \\add and\\add*\\ef + \\fr 21:5 \\ft ﻿*Here “and” is supplied to join this and the previous participle (“falling to”) in keeping with English style \\ef* praying, "},{"style":"v","text":"we said farewell to one another and embarked in the ship, and they returned to their own \\add homes\\add*."},{"style":"p","text":""},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 21:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had completed”) which is understood as temporal \\ef* we had completed the voyage from Tyre, we arrived at Ptolemais. And \\add after we\\add*\\ef + \\fr 21:7 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“greeted”) which is understood as temporal \\ef* greeted the brothers, we stayed one day with them. "},{"style":"v","text":"And on the next day we departed \\add and\\add*\\ef + \\fr 21:8 \\ft ﻿*Here “and” is supplied to join this and the previous participle (“departed”) in keeping with English style \\ef* came to Caesarea, and entered into the house of Philip the evangelist, who was \\add one\\add* of the seven, \\add and\\add*\\ef + \\fr 21:8 \\ft ﻿*Here “and” is supplied to join this and the previous participle (“was”) in keeping with English style \\ef* stayed with him. "},{"style":"v","text":"(⸤Now this man had⸥\\f + \\fr 21:9 \\ft Literally “now to this man were” \\f* four virgin daughters who prophesied.)"},{"style":"p","text":""},{"style":"v","text":"And \\add while we\\add*\\ef + \\fr 21:10 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were staying”) \\ef* were staying \\add there\\add*\\ef + \\fr 21:10 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* many days, a certain prophet ⸤named⸥\\f + \\fr 21:10 \\ft Literally “by name” \\f* Agabus came down from Judea. "},{"style":"v","text":"And he came to us and took Paul’s belt. Tying up his own feet and hands, he said, “This is what the Holy Spirit says: ‘In this way the Jews in Jerusalem will tie up the man whose belt this is, and will deliver \\add him\\add*\\ef + \\fr 21:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into the hands of the Gentiles.’ ” "},{"style":"v","text":"And when we heard these \\add things\\add*, both we and the local residents urged him not to go up to Jerusalem. "},{"style":"v","text":"Then Paul replied, “What are you doing weeping and breaking my heart? For I am ready not only to be tied up, but even to die in Jerusalem for the name of the Lord Jesus!” "},{"style":"v","text":"And \\add because\\add*\\ef + \\fr 21:14 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“be persuaded”) \\ef* he would not be persuaded, we remained silent, saying, “The will of the Lord be done.”"},{"style":"p","text":""},{"style":"v","text":"So after these days we got ready \\add and\\add*\\ef + \\fr 21:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got ready”) has been translated as a finite verb \\ef* went up to Jerusalem. "},{"style":"v","text":"And \\add some\\add* of the disciples from Caesarea also traveled together with us, bringing \\add us\\add*\\ef + \\fr 21:16 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to a certain Mnason of Cyprus, a disciple of long standing,\\f + \\fr 21:16 \\ft Or perhaps “one of the original disciples” \\f* with whom we were to be entertained as guests."},{"style":"s1","text":"Paul Visits the Leaders of the Jerusalem Church"},{"style":"m","text":""},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 21:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“came”) \\ef* we came to Jerusalem, the brothers welcomed us gladly. "},{"style":"v","text":"And on the next \\add day\\add* Paul went in with us to James, and all the elders were present. "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 21:19 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“greeting”) which is understood as temporal \\ef* greeting them, he began to relate\\ef + \\fr 21:19 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to relate”) \\ef* ⸤one after the other⸥\\f + \\fr 21:19 \\ft Literally “with respect to each one” \\f* \\add the things\\add* which God had done among the Gentiles through his ministry. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 21:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* they heard \\add this\\add*,\\ef + \\fr 21:20 \\ft *Here the direct object is supplied from context in the English translation \\ef* they began to glorify\\ef + \\fr 21:20 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to glorify”) \\ef* God. And they said to him, “You see, brother, how many ten thousands there are among the Jews who have believed, and they are all zealous adherents of the law. "},{"style":"v","text":"And they have been informed about you that you are teaching all the Jews \\add who are\\add* among the Gentiles \\add the\\add* abandonment of Moses, telling them not to circumcise \\add their\\add*\\ef + \\fr 21:21 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* children or to live according to \\add our\\add*\\f + \\fr 21:21 \\ft Literally “according to the”; the Greek article is used here as a possessive pronoun \\f* customs. "},{"style":"v","text":"What then ⸤is to be done⸥?\\f + \\fr 21:22 \\ft Literally “is it” \\f* Doubtless they will all hear that you have come! "},{"style":"v","text":"Therefore do this that we tell you: ⸤we have⸥\\f + \\fr 21:23 \\ft Literally “there are to us” \\f* four men who have \\add taken\\add* a vow upon themselves.\\f + \\fr 21:23 \\ft Some manuscripts have “on themselves” \\f* "},{"style":"v","text":"Take these \\add men\\add* \\add and\\add*\\ef + \\fr 21:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“take”) has been translated as a finite verb \\ef* purify yourself along with them and ⸤pay their expenses⸥\\f + \\fr 21:24 \\ft Literally “spend on them” \\f* so that they can shave \\add their\\add*\\ef + \\fr 21:24 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* heads, and everyone will know that \\add the things\\add* which they had been informed about you are nothing, but you yourself also agree with observing the law. "},{"style":"v","text":"But concerning the Gentiles who have believed, we have written a letter \\add after\\add*\\ef + \\fr 21:25 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“deciding”) which is understood as temporal \\ef* deciding they should avoid food sacrificed to idols and blood and \\add what has been\\add* strangled and sexual immorality.” "},{"style":"v","text":"Then Paul took along the men on the next day, \\add and\\add*\\ef + \\fr 21:26 \\ft ﻿*Here “\\add and\\add*” has been supplied in keeping with English style \\ef* \\add after he\\add*\\ef + \\fr 21:26 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had purified”) which is understood as temporal \\ef* had purified himself together with them, he entered into the temple \\add courts\\add*,\\ef + \\fr 21:26 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* announcing the completion of the days of purification until ⸤the time⸥\\f + \\fr 21:26 \\ft Literally “which \\fq time \\ft ” \\f* the offering would be presented on behalf of each one of them."},{"style":"s1","text":"Paul Arrested in the Temple Courts"},{"style":"m","text":""},{"style":"v","text":"But when the seven days were about to be completed, the Jews from Asia\\f + \\fr 21:27 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f* who had seen him in the temple \\add courts\\add*\\ef + \\fr 21:27 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* stirred up the whole crowd and laid hands on him, "},{"style":"v","text":"shouting, “Israelite men, help! This is the man who is teaching everyone everywhere against the people and the law and this place! And furthermore he also brought Greeks into the temple, and has defiled this holy place!” "},{"style":"v","text":"(For they had previously seen Trophimus the Ephesian in the city with him, whom they thought that Paul had brought into the temple.) "},{"style":"v","text":"And the whole city was stirred up, and the people came running together, and they seized Paul \\add and\\add*\\ef + \\fr 21:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“seized”) has been translated as a finite verb \\ef* dragged him outside of the temple \\add courts\\add*,\\ef + \\fr 21:30 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* and immediately the doors were shut."},{"style":"p","text":""},{"style":"v","text":"And \\add as they\\add*\\ef + \\fr 21:31 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were seeking”) \\ef* were seeking to kill him, a report came up to the military tribune of the cohort that all Jerusalem was in confusion. "},{"style":"v","text":"⸤He⸥\\f + \\fr 21:32 \\ft Literally “who” \\f* immediately took along soldiers and centurions \\add and\\add*\\ef + \\fr 21:32 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took along”) has been translated as a finite verb \\ef* ran down to them. And \\add when\\add*\\ef + \\fr 21:32 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* they saw the military tribune and the soldiers, they stopped beating Paul. "},{"style":"v","text":"Then the military tribune came up \\add and\\add*\\ef + \\fr 21:33 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* arrested him and ordered \\add him\\add*\\ef + \\fr 21:33 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to be bound with two chains, and inquired who he was and what it was that he had done. "},{"style":"v","text":"But some in the crowd were shouting one thing \\add and\\add* others \\add another\\add*, and \\add because\\add*\\ef + \\fr 21:34 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“able”) \\ef* he was not able to find out the truth on account of the commotion, he gave orders to bring him into the barracks.\\f + \\fr 21:34 \\ft Or “headquarters” \\f* "},{"style":"v","text":"And when he came to the steps, it happened that he had to be carried by the soldiers on account of the violence of the crowd, "},{"style":"v","text":"for the crowd of people was following \\add them\\add*,\\ef + \\fr 21:36 \\ft *Here the direct object is supplied from context in the English translation \\ef* shouting, “Away with him!”"},{"style":"s1","text":"Paul Permitted to Address the Crowd"},{"style":"m","text":""},{"style":"v","text":"And \\add as he\\add*\\ef + \\fr 21:37 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was about to”) which is understood as temporal \\ef* was about to be brought into the barracks,\\f + \\fr 21:37 \\ft Or “headquarters” \\f* Paul said to the military tribune, “Is it permitted for me to say something to you?” And he said, “Do you know Greek? "},{"style":"v","text":"Then you are not the Egyptian who before these days raised a revolt and led out into the wilderness the four thousand men of the Assassins?”\\f + \\fr 21:38 \\ft Also known as the “Sicarii” from the Latin word “sicarius” = dagger, after the short dagger used to assassinate political opponents \\f* "},{"style":"v","text":"But Paul said, “I am a Jewish man from Tarsus in Cilicia, a citizen of no unimportant city. Now I ask you, allow me to speak to the people.” "},{"style":"v","text":"So \\add when\\add*\\ef + \\fr 21:40 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“permitted”) \\ef* he permitted \\add him\\add*,\\ef + \\fr 21:40 \\ft *Here the direct object is supplied from context in the English translation \\ef* Paul, standing there on the steps, motioned with \\add his\\add*\\ef + \\fr 21:40 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hand to the people. And \\add when there\\add*\\ef + \\fr 21:40 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was a great silence, he addressed \\add them\\add*\\ef + \\fr 21:40 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in the Aramaic language, saying,"}]