[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"“Men—brothers and fathers—listen to my defense to you now!” "},{"style":"v","verse":"2","text":"And \\add when they\\add*\\ef + \\fr 22:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard that he was addressing them in the Aramaic language, ⸤they became even more silent⸥.\\f + \\fr 22:2 \\ft Literally “they showed even more silence” \\f* And he said, "},{"style":"v","verse":"3","text":"“I am a Jewish man born in Tarsus in Cilicia, but brought up in this city at the feet of Gamaliel, educated according to the exactness of the law received from our fathers, being zealous for God, just as all \\add of\\add* you are today. "},{"style":"v","verse":"4","text":"⸤I⸥\\f + \\fr 22:4 \\ft Literally “who” \\f* persecuted this Way to the death, tying up and delivering to prison both men and women, "},{"style":"v","verse":"5","text":"as indeed the high priest and the whole council of elders can testify about me, from whom also I received letters to the brothers in Damascus, \\add and\\add*\\ef + \\fr 22:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“received”) has been translated as a finite verb \\ef* was traveling \\add there\\add*\\ef + \\fr 22:5 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to lead away those who were there also tied up to Jerusalem so that they could be punished."},{"style":"s1","verse":"","text":"Paul Tells of His Conversion on the Damascus Road"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"“And it happened that \\add as\\add*\\ef + \\fr 22:6 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was traveling”) which is understood as temporal \\ef* I was traveling and approaching Damascus around noon, suddenly a very bright light from heaven flashed around me, "},{"style":"v","verse":"7","text":"and I fell to the ground and heard a voice saying to me, ‘Saul, Saul, why are you persecuting me?’ "},{"style":"v","verse":"8","text":"And I answered, ‘Who are you, Lord?’ And he said to me, ‘I am Jesus the Nazarene whom you are persecuting.’ "},{"style":"v","verse":"9","text":"(Now those who were with me saw the light but did not hear the voice of the one who was speaking to me.) "},{"style":"v","verse":"10","text":"So I said, ‘What should I do, Lord?’ And the Lord said to me, ‘Get up \\add and\\add*\\ef + \\fr 22:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“get up”) has been translated as a finite verb \\ef* proceed to Damascus, and there it will be told to you about all \\add the things\\add* that have been appointed for you to do.’ "},{"style":"v","verse":"11","text":"And as I could not see as a result of the brightness of that light, I arrived in Damascus led by the hand of those who were with me. "},{"style":"v","verse":"12","text":"And a certain Ananias, a devout man according to the law, well spoken of by all the Jews who live \\add there\\add*, "},{"style":"v","verse":"13","text":"came to me and stood by \\add me\\add*\\ef + \\fr 22:13 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 22:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood by”) has been translated as a finite verb \\ef* said to me, ‘Brother Saul, regain \\add your\\add* sight!’ And \\add at that\\add* same time I looked up at him \\add and saw him\\add*.\\ef + \\fr 22:13 \\ft *The words “\\add and saw him\\add*” are not in the Greek text but are supplied in the translation for clarity \\ef* "},{"style":"v","verse":"14","text":"And he said, ‘The God of our fathers has appointed you to know his will, and to see the Righteous One and to hear a voice from his mouth, "},{"style":"v","verse":"15","text":"because you will be a witness for him\\f + \\fr 22:15 \\ft Or “to him” \\f* to all people of what you have seen and heard. "},{"style":"v","verse":"16","text":"And now why are you delaying? Get up, be baptized, and wash away your sins, calling on his name!’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"“And it happened that \\add when\\add*\\ef + \\fr 22:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“returned”) which is understood as temporal \\ef* I returned to Jerusalem and I was praying in the temple courts,\\ef + \\fr 22:17 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* I was in a trance, "},{"style":"v","verse":"18","text":"and saw him saying to me, ‘Hurry and depart ⸤quickly⸥\\f + \\fr 22:18 \\ft Literally “with quickness” \\f* from Jerusalem, because they will not accept your testimony about me.’ "},{"style":"v","verse":"19","text":"And I said, ‘Lord, they themselves know that from synagogue \\add to synagogue\\add* I was imprisoning and beating those who believed in you. "},{"style":"v","verse":"20","text":"And when the blood of your witness Stephen was being shed, I myself also was standing near and was approving, and was guarding the cloaks of those who were killing him.’ "},{"style":"v","verse":"21","text":"And he said to me, ‘Go, because I will send you far away to the Gentiles!’ ”"},{"style":"s1","verse":"","text":"Paul Questioned by the Military Tribune"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"Now they were listening to him until this word, and they raised their voices, saying, “Away with such a man from the earth! For it is not fitting \\add for\\add* him to live!” "},{"style":"v","verse":"23","text":"And \\add while\\add*\\ef + \\fr 22:23 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were screaming”) \\ef* they were screaming and throwing off \\add their\\add*\\ef + \\fr 22:23 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* cloaks and throwing dust into the air, "},{"style":"v","verse":"24","text":"the military tribune ordered him to be brought into the barracks,\\f + \\fr 22:24 \\ft Or “headquarters” \\f* saying he was to be examined with a lash so that he could find out for what reason they were crying out against him in this way. "},{"style":"v","verse":"25","text":"But when they had stretched him out for the lash,\\f + \\fr 22:25 \\ft Or “with straps” (in order to lash him) \\f* Paul said to the centurion standing there, “Is it permitted for you to flog a man \\add who is\\add* a Roman citizen and uncondemned?” "},{"style":"v","verse":"26","text":"And \\add when\\add*\\ef + \\fr 22:26 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* the centurion heard \\add this\\add*,\\ef + \\fr 22:26 \\ft *Here the direct object is supplied from context in the English translation \\ef* he went to the military tribune \\add and\\add*\\ef + \\fr 22:26 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went to”) has been translated as a finite verb \\ef* reported \\add it\\add*,\\ef + \\fr 22:26 \\ft *Here the direct object is supplied from context in the English translation \\ef* saying, “What are you about to do? For this man is a Roman citizen!” "},{"style":"v","verse":"27","text":"So the military tribune came \\add and\\add*\\ef + \\fr 22:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* said to him, “Tell me, are you a Roman citizen?” And he said, “Yes.” "},{"style":"v","verse":"28","text":"And the military tribune replied, “I acquired this citizenship for a large sum of money.” And Paul said, “But I indeed was born \\add a citizen\\add*.\\ef + \\fr 22:28 \\ft *The words “\\add a citizen\\add*” are not in the Greek text but are implied \\ef* "},{"style":"v","verse":"29","text":"Then immediately those who were about to examine him kept away from him, and the military tribune also was afraid \\add when he\\add*\\ef + \\fr 22:29 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“realized”) which is understood as temporal \\ef* realized that he was a Roman citizen and that ⸤he had tied him up⸥.\\f + \\fr 22:29 \\ft Literally “he was having tied him up” \\f* "},{"style":"v","verse":"30","text":"But on the next day, \\add because he\\add*\\ef + \\fr 22:30 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“wanted”) which is understood as causal \\ef* wanted to know the true \\add reason\\add* why he was being accused by the Jews, he released him and ordered the chief priests and the whole Sanhedrin to assemble, and he brought down Paul \\add and\\add*\\ef + \\fr 22:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“brought down”) has been translated as a finite verb \\ef* had \\add him\\add*\\ef + \\fr 22:30 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* stand before them."}]