[{"style":"s1","text":"Paul Before Felix at Caesarea Maritima"},{"style":"m","text":""},{"style":"v","text":"And after five days the high priest Ananias came down with some elders and an attorney, a certain Tertullus, all of whom brought charges against Paul to the governor. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 24:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had been summoned”) \\ef* he had been summoned, Tertullus began to accuse \\add him\\add*,\\ef + \\fr 24:2 \\ft *Here the direct object is supplied from context in the English translation \\ef* saying, “We have experienced\\ef + \\fr 24:2 \\ft ﻿*Here this participle (“have experienced”) and the following participle (“are taking place”) have been translated as finite verbs in keeping with English style \\ef* much\\f + \\fr 24:2 \\ft Or “many \\fq years \\ft ,” with “years” understood \\f* peace through you, and reforms are taking place in this nation through your foresight. "},{"style":"v","text":"Both in every \\add way\\add* and everywhere we acknowledge \\add this\\add*,\\ef + \\fr 24:3 \\ft *Here the direct object is supplied from context in the English translation \\ef* most excellent Felix, with all gratitude. "},{"style":"v","text":"But so that I may not impose on you for longer, I implore you to hear us briefly with your \\add customary\\add* graciousness. "},{"style":"v","text":"For we have found\\ef + \\fr 24:5 \\ft ﻿*Here this participle (“found”) has been translated as a finite verb in keeping with English style \\ef* this man \\add to be\\add* a public menace and one who causes riots among all the Jews throughout the Roman Empire\\f + \\fr 24:5 \\ft Literally “the inhabited earth,” but here this is probably rhetorical hyperbole for the Roman Empire, especially since Felix, the Roman governor, is being addressed \\f* and a ringleader of the sect of the Nazarenes, "},{"style":"v","text":"who even attempted to desecrate the temple, and we arrested ⸤him\\f + \\fr 24:6 \\ft Literally “whom” \\f*﻿⸥.\\f + \\fr 24:6 \\ft Some later manuscripts include the following additional material between v. \\xt 6 \\ft and v. \\xt 8 \\ft : “and we wanted to judge him according to our law, (24:7) but Lysius the military tribune came and took him from our hands with much violence, (24:8) ordering his accusers to come before you.” \\f* "},{"style":"v","text":"\\add When\\add*\\ef + \\fr 24:8 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“examine”) which is understood as temporal \\ef* you yourself examine \\add him\\add*\\ef + \\fr 24:8 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* you will be able to find out from ⸤him⸥\\f + \\fr 24:8 \\ft Literally “whom” \\f* about all these \\add things\\add* of which we are accusing him.” "},{"style":"v","text":"And the Jews also joined in the attack, asserting these \\add things\\add* were so."},{"style":"p","text":""},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 24:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“gestured”) \\ef* the governor gestured for him to speak, Paul replied, “\\add Because I\\add*\\ef + \\fr 24:10 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know you have been a judge over this nation for many years, I defend myself cheerfully \\add with respect to\\add* the things concerning myself. "},{"style":"v","text":"You can ascertain that ⸤it has not been more than⸥\\f + \\fr 24:11 \\ft Literally “there are not to me more than” \\f* twelve days ⸤since⸥\\f + \\fr 24:11 \\ft Literally “from which \\fq time \\ft ” \\f* I went up to Jerusalem to worship. "},{"style":"v","text":"And neither did they find me arguing with anyone or making a crowd develop in the temple \\add courts\\add*\\ef + \\fr 24:12 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* nor in the synagogues nor throughout the city. "},{"style":"v","text":"Nor can they prove \\add the things\\add*\\ef + \\fr 24:13 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to you concerning which they are now accusing me. "},{"style":"v","text":"But I do confess this to you, that according to the Way (which they call a sect), so I worship the God of our fathers, believing all things \\add that are\\add* in accordance with the law and that are written in the prophets, "},{"style":"v","text":"having a hope in God which these \\add men\\add* also themselves await: \\add that\\add* there is going to be a resurrection of both the righteous and the unrighteous. "},{"style":"v","text":"⸤For this reason⸥\\f + \\fr 24:16 \\ft Literally “by this” \\f* also \\add I\\add* myself ⸤always⸥\\f + \\fr 24:16 \\ft Literally “through everything” \\f* do my best to have a clear conscience toward God and people. "},{"style":"v","text":"So after many years, I came to practice charitable giving and offerings to my people,\\f + \\fr 24:17 \\ft Or “nation” \\f* "},{"style":"v","text":"in which they found me purified in the temple \\add courts\\add*,\\ef + \\fr 24:18 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* not with a crowd or with a disturbance. "},{"style":"v","text":"But \\add there are\\add* some Jews from Asia\\f + \\fr 24:19 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f* who ought to be present before you and bring charges against \\add me\\add*,\\ef + \\fr 24:19 \\ft *Here the direct object is supplied from context in the English translation \\ef* if they have anything against me, "},{"style":"v","text":"or these \\add men\\add* themselves should say what crime they found \\add when\\add*\\ef + \\fr 24:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“stood”) \\ef* I stood before the Sanhedrin,\\f + \\fr 24:20 \\ft Or “council” \\f* "},{"style":"v","text":"other than concerning this one declaration that I shouted \\add while\\add*\\ef + \\fr 24:21 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“standing there”) which is understood as temporal \\ef* standing there before them: ‘I am being judged before you today concerning the resurrection of the dead!’ ”"},{"style":"s1","text":"Paul Held Awaiting Trial"},{"style":"m","text":""},{"style":"v","text":"But Felix, \\add because he\\add*\\ef + \\fr 24:22 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“understood”) which is understood as causal \\ef* understood the \\add facts\\add* concerning the Way more accurately, put them off, saying, “When Lysias the military tribune comes down, I will decide ⸤your case⸥.”\\f + \\fr 24:22 \\ft Literally “the \\fq case \\ft with respect to you” \\f* "},{"style":"v","text":"\\add He\\add* ordered\\ef + \\fr 24:23 \\ft ﻿*Here this participle (“ordered”) has been translated as a finite verb in keeping with English style \\ef* the centurion \\add for\\add* him to be guarded and to have some freedom, and in no way to prevent any of his own \\add people\\add*\\f + \\fr 24:23 \\ft This could refer to either friends or relatives \\f* \\add from\\add* serving him."},{"style":"p","text":""},{"style":"v","text":"And after some days, \\add when\\add*\\ef + \\fr 24:24 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* Felix arrived with his wife Drusilla, who was Jewish, he sent for Paul and listened to him concerning faith in Christ Jesus. "},{"style":"v","text":"And \\add while\\add*\\ef + \\fr 24:25 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was discussing”) \\ef* he was discussing about righteousness and self control and the judgment that is to come, Felix became afraid \\add and\\add*\\ef + \\fr 24:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“became”) has been translated as a finite verb \\ef* replied, “Go away for the present, and \\add when I\\add*\\ef + \\fr 24:25 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“have”) which is understood as temporal \\ef* have an opportunity, I will summon you.” "},{"style":"v","text":"At the same time he was also hoping that money would be given to him by Paul. For this reason also he sent for him as often as possible \\add and\\add*\\ef + \\fr 24:26 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sent for”) has been translated as a finite verb \\ef* talked with him. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 24:27 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had passed”) \\ef* two years had passed, Felix received as successor Porcius Festus. And \\add because he\\add*\\ef + \\fr 24:27 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“wanted”) which is understood as causal \\ef* wanted to do a favor for the Jews, Felix left Paul behind ⸤as a prisoner⸥.\\f + \\fr 24:27 \\ft Literally “bound” \\f*"}]