[{"style":"s1","text":"Paul Appeals to Caesar"},{"style":"m","text":""},{"style":"v","text":"Now \\add when\\add*\\ef + \\fr 25:1 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“set foot in”) which is understood as temporal \\ef* Festus set foot in the province, after three days he went up to Jerusalem from Caesarea. "},{"style":"v","text":"And the chief priests and the most prominent men of the Jews brought charges against Paul to him, and were urging him, "},{"style":"v","text":"asking for a favor against him, that he summon him to Jerusalem, \\add because they\\add*\\ef + \\fr 25:3 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“were preparing ”) which is understood as causal \\ef* were preparing an ambush to do away with him along the way. "},{"style":"v","text":"Then Festus replied \\add that\\add* Paul was being kept at Caesarea, and \\add he\\add* himself was about to go \\add there\\add*\\ef + \\fr 25:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in a short time. "},{"style":"v","text":"So he said, “Let those among you \\add who are\\add* prominent go down with \\add me\\add*,\\ef + \\fr 25:5 \\ft *Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 25:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go down with”) has been translated as a finite verb \\ef* if there is any wrong in the man, let them bring charges against him.”"},{"style":"p","text":""},{"style":"v","text":"And \\add after he\\add*\\ef + \\fr 25:6 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had stayed”) which is understood as temporal \\ef* had stayed among them not more than eight or ten days, he went down to Caesarea. On the next day he sat down on the judgment seat \\add and\\add*\\ef + \\fr 25:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sat down”) has been translated as a finite verb \\ef* gave orders \\add for\\add* Paul to be brought. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 25:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“arrived”) \\ef* he arrived, the Jews who had come down from Jerusalem stood around him, bringing many and serious charges that they were not able to prove, "},{"style":"v","text":"\\add while\\add*\\ef + \\fr 25:8 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“said in his defense”) \\ef* Paul said in his defense, “Neither against the law of the Jews nor against the temple nor against Caesar have I sinned with reference to anything!” "},{"style":"v","text":"But Festus, \\add because he\\add*\\ef + \\fr 25:9 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“wanted”) which is understood as causal \\ef* wanted to do a favor for the Jews, answered \\add and\\add*\\ef + \\fr 25:9 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to Paul, “Are you willing to go up to Jerusalem to be tried before me there concerning these \\add things\\add*?” "},{"style":"v","text":"But Paul said, “I am standing before the judgment seat of Caesar, where it is necessary \\add for\\add* me to be judged. I have done no wrong to the Jews, as you also know very well. "},{"style":"v","text":"If then I am doing wrong\\f + \\fr 25:11 \\ft Or “I am in the wrong” \\f* and have done anything deserving death, I am not trying to avoid\\ef + \\fr 25:11 \\ft ﻿*Here the present tense has been translated as conative (“trying to avoid”) \\ef* dying. But if there is nothing \\add true\\add* of \\add the things\\add* which these \\add people\\add* are accusing me, no one can give me up to them. I appeal to Caesar!” "},{"style":"v","text":"Then Festus, \\add after\\add*\\ef + \\fr 25:12 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“discussing”) which is understood as temporal \\ef* discussing \\add this\\add*\\ef + \\fr 25:12 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with \\add his\\add*\\ef + \\fr 25:12 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* council, replied, “You have appealed to Caesar—to Caesar you will go!”"},{"style":"s1","text":"Festus Asks King Agrippa for Advice"},{"style":"m","text":""},{"style":"v","text":"Now \\add after\\add*\\ef + \\fr 25:13 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had passed”) \\ef* some days had passed, King Agrippa and Bernice arrived at Caesarea to welcome Festus. "},{"style":"v","text":"And while they were staying there many days, Festus laid out the \\add case\\add* against Paul to the king, saying, “There is a certain man left behind by Felix \\add as\\add* a prisoner, "},{"style":"v","text":"concerning whom \\add when\\add*\\ef + \\fr 25:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* I was in Jerusalem the chief priests and the elders of the Jews presented evidence, asking for a sentence of condemnation against him. "},{"style":"v","text":"To ⸤them⸥\\f + \\fr 25:16 \\ft Literally “whom” \\f* I replied that it was not the custom of the Romans to give up any man before the one who had been accused met \\add his\\add*\\ef + \\fr 25:16 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* accusers face to \\add face\\add* and received an opportunity for a defense concerning the accusation. "},{"style":"v","text":"Therefore, \\add when\\add*\\ef + \\fr 25:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had assembled”) \\ef* they had assembled here, \\add I\\add* made\\ef + \\fr 25:17 \\ft ﻿*Here this participle (“made”) has been translated as a finite verb in keeping with English style \\ef* no delay; on the next \\add day\\add* I sat down on the judgment seat \\add and\\add*\\ef + \\fr 25:17 \\ft ﻿*Here “and” is supplied because the two previous participles (“made” and “sat down”) have been translated as finite verbs \\ef* gave orders \\add for\\add* the man to be brought. "},{"style":"v","text":"\\add When they\\add*\\ef + \\fr 25:18 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“stood up”) which is understood as temporal \\ef* stood up, \\add his\\add*\\ef + \\fr 25:18 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* accusers began bringing\\ef + \\fr 25:18 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began bringing”) \\ef* no charge concerning ⸤him⸥\\f + \\fr 25:18 \\ft Literally “whom” \\f* of the evil deeds that I was suspecting, "},{"style":"v","text":"but they had some issues with him concerning their own religion, and concerning a certain Jesus, who was dead, whom Paul claimed to be alive. "},{"style":"v","text":"And \\add because\\add*\\ef + \\fr 25:20 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was at a loss”) which is understood as causal \\ef* I was at a loss with regard to the investigation concerning these \\add things\\add*, I asked if he was willing to go to Jerusalem and to be judged there concerning these \\add things\\add*. "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 25:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“appealed”) \\ef* Paul appealed \\add that\\add* he be kept under guard for the decision of His Majesty the Emperor, I gave orders \\add for\\add* him to be kept under guard until I could send him to Caesar.” "},{"style":"v","text":"So Agrippa \\add said\\add* to Festus, “I want to hear the man myself also.” “Tomorrow,” he said, “you will hear him.”"},{"style":"p","text":""},{"style":"v","text":"So on the next day, Agrippa and Bernice came with great pageantry and entered into the audience hall, along with military tribunes and the most prominent men of the city. And \\add when\\add*\\ef + \\fr 25:23 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“gave the order”) \\ef* Festus gave the order, Paul was brought in. "},{"style":"v","text":"And Festus said, “King Agrippa and all who are present with us, you see this man about whom the whole population of the Jews appealed to me, both in Jerusalem and here, shouting \\add that\\add* he must not live any longer. "},{"style":"v","text":"But I understood \\add that\\add* he had done nothing deserving death himself, and \\add when\\add*\\ef + \\fr 25:25 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“appealed to”) \\ef* this man appealed to His Majesty the Emperor, I decided to send \\add him\\add*.\\ef + \\fr 25:25 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"I do not have anything definite to write to \\add my\\add*\\ef + \\fr 25:26 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* lord about ⸤him⸥.\\f + \\fr 25:26 \\ft Literally “whom” \\f* Therefore I have brought him before you \\add all\\add*\\ef + \\fr 25:26 \\ft ﻿*Here “\\add all\\add*” is supplied in the translation to indicate that the pronoun (“you”) is plural \\ef*—and especially before you, King Agrippa—so that \\add after\\add*\\ef + \\fr 25:26 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“has taken place”) \\ef* this preliminary hearing has taken place, I may have something to write. "},{"style":"v","text":"For it seems unreasonable to me to send a prisoner and not to indicate the charges against him.”"}]