[{"style":"s1","text":"Paul Makes His Defense Before King Agrippa"},{"style":"m","text":""},{"style":"v","text":"So Agrippa said to Paul, “It is permitted for you to speak for yourself.” Then Paul extended \\add his\\add*\\ef + \\fr 26:1 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hand \\add and\\add*\\ef + \\fr 26:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“extended”) has been translated as a finite verb \\ef* began to defend himself:\\ef + \\fr 26:1 \\ft *The imperfect tense has been translated as ingressive here (“began to defend himself”) \\ef*"},{"style":"p","text":""},{"style":"v","text":"“Concerning all \\add the things\\add* of which I am accused by the Jews, King Agrippa, I consider myself fortunate \\add that\\add* before you I am about to defend myself today, "},{"style":"v","text":"\\add because\\add*\\ef + \\fr 26:3 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“are”) which is understood as causal \\ef* you are especially acquainted with both all the customs and controversial questions with respect to the Jews. Therefore I beg \\add you\\add*\\ef + \\fr 26:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to listen to me with patience."},{"style":"p","text":""},{"style":"v","text":"“Now all the Jews know my manner of life from \\add my\\add* youth, that had taken place from the beginning among my \\add own\\add* people\\f + \\fr 26:4 \\ft Or “nation” \\f* and in Jerusalem, "},{"style":"v","text":"having known me for a long time, if they are willing to testify, that in accordance with the strictest party of our religion I lived \\add as\\add* a Pharisee. "},{"style":"v","text":"And now I stand here on trial on the basis of hope in the promise made by God to our fathers, "},{"style":"v","text":"to which our twelve tribes hope to attain as \\add they\\add* earnestly serve \\add him\\add*\\ef + \\fr 26:7 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* night and day. Concerning this hope I am being accused by the Jews, O king! "},{"style":"v","text":"Why is it thought incredible by you \\add people\\add*\\ef + \\fr 26:8 \\ft ﻿*Here “people” is supplied in the translation to indicate that the pronoun (“you”) is plural \\ef* that God raises the dead? "},{"style":"v","text":"Indeed, I myself thought it was necessary to do many \\add things\\add* opposed to the name of Jesus the Nazarene, "},{"style":"v","text":"which I also did in Jerusalem, and not only did I lock up many of the saints in prison, having received authority from the chief priests, but also \\add when\\add*\\ef + \\fr 26:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“were being executed”) \\ef* they were being executed, I cast \\add my\\add* vote\\f + \\fr 26:10 \\ft Literally “voting pebble,” but here “vote” rather than “voting pebble” is used in the translation to avoid the idea that this small stone was actually thrown at the accused (it was used as a method of voting) \\f* against \\add them\\add*.\\ef + \\fr 26:10 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And throughout all the synagogues I punished them often \\add and\\add*\\ef + \\fr 26:11 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“punished”) has been translated as a finite verb \\ef* tried to force\\ef + \\fr 26:11 \\ft ﻿*The imperfect tense has been translated as conative here (“tried to force”) \\ef* \\add them\\add*\\ef + \\fr 26:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to blaspheme, and \\add because I\\add*\\ef + \\fr 26:11 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was enraged”) which is understood as causal \\ef* was enraged at them beyond measure, I was pursuing \\add them\\add*\\ef + \\fr 26:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* even as far as to foreign cities. "},{"style":"v","text":"In ⸤this activity⸥\\f + \\fr 26:12 \\ft Literally “which” \\f* I was traveling to Damascus with the authority and full power of the chief priests. "},{"style":"v","text":"In the middle of the day along the road, O king, I saw a light from heaven, more than the brightness of the sun, shining around me and those who were traveling with me. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 26:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had … fallen”) \\ef* we had all fallen to the ground, I heard a voice saying to me in the Aramaic language, ‘Saul, Saul, why are you persecuting me? \\add It is\\add* hard for you to kick against the goads!’ "},{"style":"v","text":"So I said, ‘Who are you, Lord?’ And the Lord said, ‘I am Jesus whom you are persecuting. "},{"style":"v","text":"But get up and stand on your feet, because for this \\add reason\\add* I have appeared to you, to appoint you a servant and witness both \\add to the things\\add* in which you saw me and \\add to the things\\add* in which I will appear to you, "},{"style":"v","text":"rescuing you from the people and from the Gentiles to whom I am sending you, "},{"style":"v","text":"to open their eyes \\add so that they\\add* may turn from darkness to light and from the power of Satan to God, \\add so that\\add* they may receive forgiveness of sins and a share among those who are sanctified by faith in me.’"},{"style":"p","text":""},{"style":"v","text":"“Therefore, O King Agrippa, I was not disobedient to the heavenly vision, "},{"style":"v","text":"but to those in Damascus first, and in Jerusalem and all the region of Judea and to the Gentiles, I proclaimed \\add that they should\\add* repent and turn to God, doing deeds worthy of repentance. "},{"style":"v","text":"On account of these \\add things\\add* the Jews seized me in\\f + \\fr 26:21 \\ft Some manuscripts have “while I was in” \\f* the temple \\add courts\\add*\\ef + \\fr 26:21 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* \\add and\\add*\\ef + \\fr 26:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“seized”) has been translated as a finite verb \\ef* were attempting to kill \\add me\\add*.\\ef + \\fr 26:21 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"Therefore I have experienced help from God until this day, \\add and\\add*\\ef + \\fr 26:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“have experienced”) has been translated as a finite verb \\ef* I stand here testifying to both small and great, saying nothing except what both the prophets and Moses have said were going to happen, "},{"style":"v","text":"that the Christ\\f + \\fr 26:23 \\ft Or “Messiah” \\f* was to suffer \\add and\\add* that \\add as\\add* the first of the resurrection from the dead, he was going to proclaim light both to the people and to the Gentiles.”"},{"style":"p","text":""},{"style":"v","text":"And \\add as\\add*\\ef + \\fr 26:24 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was saying … in his defense”) \\ef* he was saying these things in his defense, Festus said with a loud voice, “You are out of your mind, Paul! \\add Your\\add*\\ef + \\fr 26:24 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* great learning ⸤is driving⸥\\f + \\fr 26:24 \\ft Literally “is turning” \\f* you ⸤insane⸥!”\\f + \\fr 26:24 \\ft Literally “to madness” \\f* "},{"style":"v","text":"But Paul said, “I am not out of my mind, most excellent Festus, but am speaking words of truth and rationality. "},{"style":"v","text":"For the king knows about these \\add things\\add*, to whom also I am speaking freely, for I am not convinced \\add that\\add* these \\add things\\add* in any way have escaped\\f + \\fr 26:26 \\ft Some manuscripts have “that any of these \\fq things \\ft in any way has escaped” \\f* his notice, because this ⸤was⸥\\f + \\fr 26:26 \\ft Literally “is” \\f* not ⸤done⸥\\f + \\fr 26:26 \\ft Literally “having been done” \\f* in a corner. "},{"style":"v","text":"Do you believe the prophets, King Agrippa? I know that you believe.” "},{"style":"v","text":"But Agrippa \\add said\\add* to Paul, “In a short time are you persuading me to become a Christian?”\\f + \\fr 26:28 \\ft Or “In a short time you are persuading me to become a Christian” \\f* "},{"style":"v","text":"And Paul \\add replied\\add*, “I pray to God, whether in a short time or in a long time, not only you but also all those who are listening to me today may become such \\add people\\add* as I also am, except for these bonds!”"},{"style":"p","text":""},{"style":"v","text":"Both the king and the governor got up, and Bernice and those who were sitting with them. "},{"style":"v","text":"And \\add as they\\add*\\ef + \\fr 26:31 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were going out”) \\ef* were going out, they were talking to one another, saying, “This man is not doing anything deserving death or imprisonment.” "},{"style":"v","text":"And Agrippa said to Festus, “This man could have been released if he had not appealed to Caesar.”"}]