[{"style":"s1","verse":"","text":"Paul and His Associates Sail for Rome"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And when it was decided \\add that\\add* we would sail away to Italy, they handed over Paul and some other prisoners to a centurion ⸤named⸥\\f + \\fr 27:1 \\ft Literally “by name” \\f* Julius of the Augustan\\f + \\fr 27:1 \\ft The meaning and significance of the title “Augustan” is highly debated, as is the precise identification of this military unit; it may be an honorary unit designation given to auxiliary or provincial troops \\f* Cohort. "},{"style":"v","verse":"2","text":"And we went aboard a ship from Adramyttium that was about to sail to the places along the \\add coast\\add*\\ef + \\fr 27:2 \\ft ﻿*The word “\\add coast\\add*” is not in the Greek text but is implied \\ef* of Asia\\f + \\fr 27:2 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f* \\add and\\add*\\ef + \\fr 27:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went aboard”) has been translated as a finite verb \\ef* put out to sea. Aristarchus, a Macedonian from Thessalonica, was with us. "},{"style":"v","verse":"3","text":"And on the next \\add day\\add*, we put in at Sidon. And Julius, treating Paul kindly, allowed \\add him\\add*\\ef + \\fr 27:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to go to \\add his\\add*\\ef + \\fr 27:3 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* friends ⸤to be cared for⸥.\\f + \\fr 27:3 \\ft Literally “to experience care” \\f* "},{"style":"v","verse":"4","text":"And from there we put out to sea \\add and\\add*\\ef + \\fr 27:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“put out to sea”) has been translated as a finite verb \\ef* sailed under the lee of Cyprus, because the winds were against \\add us\\add*.\\ef + \\fr 27:4 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"5","text":"And \\add after we\\add*\\ef + \\fr 27:5 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had sailed across”) which is understood as temporal \\ef* had sailed across the open sea along Cilicia and Pamphylia, we put in at Myra in Lycia. "},{"style":"v","verse":"6","text":"And there the centurion found an Alexandrian ship sailing for Italy \\add and\\add*\\ef + \\fr 27:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“found”) has been translated as a finite verb \\ef* put us ⸤on board⸥\\f + \\fr 27:6 \\ft Literally “into” \\f* it. "},{"style":"v","verse":"7","text":"And sailing slowly, in many days and with difficulty we came\\ef + \\fr 27:7 \\ft ﻿*Here this participle (“came”) has been translated as a finite verb in keeping with English style \\ef* to Cnidus. \\add Because\\add*\\ef + \\fr 27:7 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“permit … to go further”) \\ef* the wind did not permit us to go further, we sailed under the lee of Crete off Salmone. "},{"style":"v","verse":"8","text":"And sailing along its coast with difficulty, we came to a certain place called Fair Havens, near which was the town \\add of\\add* Lasea."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"And \\add because\\add*\\ef + \\fr 27:9 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“had passed”) \\ef* considerable time had passed and the voyage was now dangerous because even the Fast\\f + \\fr 27:9 \\ft A reference to the Jewish Day of Atonement (Yom Kippur) which occurs in mid-autumn \\f* was already over, Paul strongly recommended, "},{"style":"v","verse":"10","text":"saying to them, “Men, I perceive that the voyage is going ⸤to end⸥\\f + \\fr 27:10 \\ft Literally “to be” \\f* with disaster and great loss, not only of the cargo and the ship, but also of our lives!” "},{"style":"v","verse":"11","text":"But the centurion was convinced even more by the shipmaster and the shipowner than by what was said by Paul. "},{"style":"v","verse":"12","text":"And \\add because\\add*\\ef + \\fr 27:12 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“was”) \\ef* the harbor was unsuitable for spending the winter in, the majority decided on a plan to put out to sea from there, if somehow they could arrive at Phoenix, a harbor of Crete facing toward the southwest and toward the northwest, to spend the winter \\add there\\add*.\\ef + \\fr 27:12 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"s1","verse":"","text":"A Violent Storm at Sea"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"And \\add when\\add*\\ef + \\fr 27:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“began to blow gently”) \\ef* a southwest wind began to blow gently, \\add because they\\add*\\ef + \\fr 27:13 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“thought”) which is understood as causal \\ef* thought \\add they\\add* could accomplish their purpose, they weighed anchor \\add and\\add*\\ef + \\fr 27:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“weighed anchor”) has been translated as a finite verb \\ef* sailed close along Crete. "},{"style":"v","verse":"14","text":"But not long afterward a wind like a hurricane, called the northeaster,\\f + \\fr 27:14 \\ft Literally “Euraquilo,” a violent northern wind \\f* rushed down from it.\\f + \\fr 27:14 \\ft That is, from the island of Crete \\f* "},{"style":"v","verse":"15","text":"And \\add when\\add*\\ef + \\fr 27:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was caught”) \\ef* the ship was caught and \\add was\\add* not able to head into the wind, we gave way \\add and\\add*\\ef + \\fr 27:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“gave way”) has been translated as a finite verb \\ef* were driven \\add along\\add*. "},{"style":"v","verse":"16","text":"And running under the lee of a certain small island called Cauda, we were able with difficulty to get the ship’s boat under control. "},{"style":"v","verse":"17","text":"\\add After\\add*\\ef + \\fr 27:17 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“hoisting”) which is understood as temporal \\ef* hoisting ⸤it up⸥,\\f + \\fr 27:17 \\ft Literally “which” \\f* they made use of supports to undergird the ship. And \\add because they\\add*\\ef + \\fr 27:17 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“were afraid”) which is understood as causal \\ef* were afraid lest they run aground on the Syrtis, they lowered the sea anchor \\add and\\add*\\ef + \\fr 27:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“lowered”) has been translated as a finite verb \\ef* thus were driven \\add along\\add*. "},{"style":"v","verse":"18","text":"And \\add because\\add*\\ef + \\fr 27:18 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“battered by the storm”) \\ef* we were violently battered by the storm, on the next \\add day\\add* ⸤they began⸥\\f + \\fr 27:18 \\ft Literally “they began to carry out” \\f* jettisoning \\add the cargo\\add*,\\ef + \\fr 27:18 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"19","text":"and on the third \\add day\\add* they threw overboard the gear of the ship with their own hands. "},{"style":"v","verse":"20","text":"But \\add when\\add*\\ef + \\fr 27:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“appeared”) \\ef* neither sun nor stars appeared for many days, and \\add with\\add* not a little bad weather confronting \\add us\\add*,\\ef + \\fr 27:20 \\ft *Here the direct object is supplied from context in the English translation \\ef* finally all hope was abandoned \\add that\\add* we would be saved."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"And \\add because\\add*\\ef + \\fr 27:21 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“were experiencing”) \\ef* many were experiencing lack of appetite, at that time Paul stood up in their midst \\add and\\add*\\ef + \\fr 27:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood up”) has been translated as a finite verb \\ef* said, “Men, \\add you\\add* ought to have followed my \\add advice\\add* not to put out to sea from Crete, and \\add thus\\add* avoided this damage and loss! "},{"style":"v","verse":"22","text":"And now I urge you to cheer up, for there will be no loss of life from among you, but only of the ship. "},{"style":"v","verse":"23","text":"For this night an angel of the God whose I am and whom I serve came to me, "},{"style":"v","verse":"24","text":"saying, ‘Do not be afraid, Paul! It is necessary \\add for\\add* you to stand before Caesar, and behold, God has graciously granted you all who are sailing with you.’ "},{"style":"v","verse":"25","text":"Therefore keep up your courage, men, for I believe God that it will be like this—according to ⸤the⸥\\f + \\fr 27:25 \\ft Literally “which” \\f* way it was told to me. "},{"style":"v","verse":"26","text":"But it is necessary \\add that\\add* we run aground on some island.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"And when the fourteenth night had come, \\add as\\add*\\ef + \\fr 27:27 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were being driven”) \\ef* we were being driven in the Adriatic Sea about the middle of the night, the sailors suspected ⸤they were approaching some land⸥.\\f + \\fr 27:27 \\ft Literally “some land was approaching them” \\f* "},{"style":"v","verse":"28","text":"And taking soundings, they found twenty fathoms. So going on a little \\add further\\add* and taking soundings again, they found fifteen fathoms. "},{"style":"v","verse":"29","text":"And \\add because they\\add*\\ef + \\fr 27:29 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“were afraid”) which is understood as causal \\ef* were afraid lest somewhere we run aground against rough places, they threw down four anchors from the stern \\add and\\add*\\ef + \\fr 27:29 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“threw down”) has been translated as a finite verb \\ef* prayed for day to come. "},{"style":"v","verse":"30","text":"And \\add when\\add*\\ef + \\fr 27:30 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“were seeking”) \\ef* the sailors were seeking to escape from the ship and were lowering the ship’s boat into the sea, pretending as if they were going to lay out anchors from the bow, "},{"style":"v","verse":"31","text":"Paul said to the centurion and the soldiers, “Unless these \\add men\\add* remain with the ship, you cannot be saved!” "},{"style":"v","verse":"32","text":"Then the soldiers cut away the ropes of the ship’s boat and let it fall away.\\f + \\fr 27:32 \\ft Or “let it drift away” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"And until the day was about to come, Paul was urging \\add them\\add* all to take \\add some\\add* food, saying, “Today \\add is the\\add* fourteenth day you have waited \\add anxiously\\add*, \\add and\\add*\\ef + \\fr 27:33 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“have waited”) has been translated as a finite verb \\ef* you have continued without eating, having taken nothing. "},{"style":"v","verse":"34","text":"Therefore I urge you to take \\add some\\add* food, for this is necessary for your preservation. For not a hair from your head will be lost.” "},{"style":"v","verse":"35","text":"And \\add after he\\add*\\ef + \\fr 27:35 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“said”) which is understood as temporal \\ef* said these \\add things\\add* and took bread, he gave thanks to God in front of \\add them\\add* all, and \\add after\\add*\\ef + \\fr 27:35 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“breaking”) which is understood as temporal \\ef* breaking \\add it\\add*,\\ef + \\fr 27:35 \\ft *Here the direct object is supplied from context in the English translation \\ef* he began to eat. "},{"style":"v","verse":"36","text":"So they all were\\ef + \\fr 27:36 \\ft ﻿*Here this participle (“were”) has been translated as a finite verb in keeping with English style \\ef* encouraged and partook of food themselves. "},{"style":"v","verse":"37","text":"(Now we were \\add in\\add* all two hundred seventy six persons on the ship.) "},{"style":"v","verse":"38","text":"And \\add when they\\add*\\ef + \\fr 27:38 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had eaten their fill”) which is understood as temporal \\ef* had eaten their fill of food, they lightened the ship \\add by\\add*\\ef + \\fr 27:38 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“throwing”) which is understood as means \\ef* throwing the wheat\\f + \\fr 27:38 \\ft Or “grain” \\f* into the sea."},{"style":"s1","verse":"","text":"The Shipwreck"},{"style":"m","verse":"","text":""},{"style":"v","verse":"39","text":"Now when day came, they did not recognize the land, but they noticed a certain bay having a beach, onto which they decided to run the ship ashore if they could. "},{"style":"v","verse":"40","text":"And slipping the anchors, they left \\add them\\add*\\ef + \\fr 27:40 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in the sea, at the same time loosening the ropes\\f + \\fr 27:40 \\ft Or “bands” (referring to the linkage that tied the steering oars together) \\f* of the steering oars. And hoisting the foresail to the \\add wind\\add* that was blowing, they held course for the beach. "},{"style":"v","verse":"41","text":"But falling into a place of crosscurrents,\\f + \\fr 27:41 \\ft Or “a reef”; literally “a place of two seas,” an expression of uncertain meaning but most likely a nautical technical term for some adverse sea condition \\f* they ran the ship aground. And the bow stuck fast \\add and\\add*\\ef + \\fr 27:41 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stuck fast”) has been translated as a finite verb \\ef* stayed immovable, but the stern was being broken up by the violence.\\f + \\fr 27:41 \\ft Some manuscripts have “the violence of the waves” \\f* "},{"style":"v","verse":"42","text":"Now the plan of the soldiers was that they would kill the prisoners lest any escape \\add by\\add*\\ef + \\fr 27:42 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“swimming away”) which is understood as means \\ef* swimming away, "},{"style":"v","verse":"43","text":"but the centurion, \\add because he\\add*\\ef + \\fr 27:43 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“wanted”) which is understood as causal \\ef* wanted to save Paul, prevented them ⸤from doing what they intended⸥,\\f + \\fr 27:43 \\ft Literally “of the intention” \\f* and gave orders \\add that\\add* those who were able to swim should jump in first to get to the land, "},{"style":"v","verse":"44","text":"and \\add then\\add* the rest, \\add some\\add* of whom \\add floated\\add*\\ef + \\fr 27:44 \\ft ﻿*The word “\\add floated\\add*” is not in the Greek text, but is supplied in the translation for clarity \\ef* on planks and \\add some\\add* of whom on anything \\add that was\\add* from the ship. And in this way all were brought safely to the land."}]