[{"style":"s1","verse":"","text":"Paul on Malta"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And \\add after we\\add*\\ef + \\fr 28:1 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“were brought safely through”) which is understood as temporal \\ef* were brought safely through, then we found out that the island was called Malta. "},{"style":"v","verse":"2","text":"And the local inhabitants showed ⸤extraordinary⸥\\f + \\fr 28:2 \\ft Literally “not the ordinary” \\f* kindness to us, for they lit a fire \\add and\\add*\\ef + \\fr 28:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“lit”) has been translated as a finite verb \\ef* welcomed us all, because of the rain that had begun and because of the cold. "},{"style":"v","verse":"3","text":"And \\add when\\add*\\ef + \\fr 28:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had gathered”) \\ef* Paul had gathered a large number of sticks and was placing \\add them\\add*\\ef + \\fr 28:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on the fire, a viper came out because of the heat \\add and\\add*\\ef + \\fr 28:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came out”) has been translated as a finite verb \\ef* fastened itself on his hand. "},{"style":"v","verse":"4","text":"And when the local people saw the creature hanging from his hand, they began saying\\ef + \\fr 28:4 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began saying”) \\ef* to one another, “Doubtless this man is a murderer whom, \\add although he\\add*\\ef + \\fr 28:4 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“was rescued”) which is understood as concessive \\ef* was rescued from the sea, Justice\\ef + \\fr 28:4 \\ft ﻿*Here personified as a goddess \\ef* has not permitted to live!” "},{"style":"v","verse":"5","text":"He, in turn, shook off the creature into the fire \\add and\\add*\\ef + \\fr 28:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“shook off”) has been translated as a finite verb \\ef* suffered no harm. "},{"style":"v","verse":"6","text":"But they were expecting \\add that\\add* he was going to swell up\\f + \\fr 28:6 \\ft Or “to burn with fever” (either meaning is possible here) \\f* or suddenly to fall down dead. So \\add after\\add*\\ef + \\fr 28:6 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had waited”) \\ef* they had waited for a long \\add time\\add* and saw nothing unusual happen to him, they changed their minds \\add and\\add*\\ef + \\fr 28:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“changed their minds”) has been translated as a finite verb \\ef* began saying\\ef + \\fr 28:6 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began saying”) \\ef* \\add that\\add* he was a god."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Now in the \\add regions\\add* around that place were fields belonging to the chief official of the island, ⸤named⸥\\f + \\fr 28:7 \\ft Literally “by name” \\f* Publius, who welcomed us \\add and\\add*\\ef + \\fr 28:7 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“welcomed”) has been translated as a finite verb \\ef* entertained \\add us\\add*\\ef + \\fr 28:7 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* hospitably \\add for\\add* three days. "},{"style":"v","verse":"8","text":"And it happened that the father of Publius was lying down, afflicted with fever and dysentery. Paul went\\ef + \\fr 28:8 \\ft ﻿*Here this participle (“went”) has been translated as a finite verb in keeping with English style \\ef* to ⸤him⸥\\f + \\fr 28:8 \\ft Literally “whom” \\f* and \\add after\\add*\\ef + \\fr 28:8 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“praying”) which is understood as temporal \\ef* praying, he placed \\add his\\add*\\ef + \\fr 28:8 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands on him \\add and\\add*\\ef + \\fr 28:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“placed”) has been translated as a finite verb \\ef* healed him. "},{"style":"v","verse":"9","text":"And \\add after\\add*\\ef + \\fr 28:9 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had taken place”) \\ef* this had taken place, the rest of those on the island who had diseases were coming and being healed also. "},{"style":"v","verse":"10","text":"They also honored us with many honors, and \\add when we\\add*\\ef + \\fr 28:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“putting out to sea”) which is understood as temporal \\ef* were putting out to sea, they gave \\add us\\add*\\ef + \\fr 28:10 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* the \\add things\\add* ⸤we needed⸥.\\f + \\fr 28:10 \\ft Literally “for the needs” \\f*"},{"style":"s1","verse":"","text":"Paul Arrives in Rome at Last"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Now after three months we put out to sea in a ship that had wintered at the island, an Alexandrian \\add one\\add* ⸤with the twin gods Castor and Pollux as its insignia⸥.\\f + \\fr 28:11 \\ft Literally “marked with the Dioscuri” (a joint name for the twin gods Castor and Pollux) \\f* "},{"style":"v","verse":"12","text":"And putting in at Syracuse, we stayed \\add there\\add* three days. "},{"style":"v","verse":"13","text":"From there we got underway\\f + \\fr 28:13 \\ft Or “we sailed along” (with “the coast” understood); the exact meaning of the text as it stands is disputed and various additional terms have to be supplied in any case \\f* \\add and\\add*\\ef + \\fr 28:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got underway”) has been translated as a finite verb \\ef* arrived at Rhegium, and after one day a south wind came up \\add and\\add*\\ef + \\fr 28:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* on the second day we came to Puteoli, "},{"style":"v","verse":"14","text":"where we found brothers, \\add and\\add*\\ef + \\fr 28:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“found”) has been translated as a finite verb \\ef* were implored to stay with them seven days. And in this way we came to Rome. "},{"style":"v","verse":"15","text":"And from there the brothers, \\add when they\\add*\\ef + \\fr 28:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard the \\add news\\add* about us, came to meet us as far as the Forum of Appius and Three Taverns. \\add When he\\add*\\ef + \\fr 28:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw them, Paul gave thanks to God \\add and\\add*\\ef + \\fr 28:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“gave thanks”) has been translated as a finite verb \\ef* took courage. "},{"style":"v","verse":"16","text":"And when we entered into Rome, Paul was allowed to stay by himself with the soldier who was guarding him."},{"style":"s1","verse":"","text":"Paul and the Jewish Community in Rome"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"Now it happened that after three days, he called together those who were the most prominent of the Jews. And \\add when\\add*\\ef + \\fr 28:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had assembled”) \\ef* they had assembled, he said to them, “Men \\add and\\add* brothers, \\add although\\add*\\ef + \\fr 28:17 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“had done”) which is understood as concessive \\ef* I had done nothing against \\add our\\add*\\ef + \\fr 28:17 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* people or the customs of our fathers, from Jerusalem I was delivered \\add as\\add* a prisoner into the hands of the Romans, "},{"style":"v","verse":"18","text":"who, \\add when they\\add*\\ef + \\fr 28:18 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had examined”) which is understood as temporal \\ef* had examined me, were wanting to release \\add me\\add*,\\ef + \\fr 28:18 \\ft *Here the direct object is supplied from context in the English translation \\ef* because there was no basis for an accusation \\add worthy\\add* of death with me. "},{"style":"v","verse":"19","text":"But \\add because\\add*\\ef + \\fr 28:19 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“objected”) \\ef* the Jews objected, I was forced to appeal to Caesar (not as \\add if I\\add*\\ef + \\fr 28:19 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“had”) which is understood as concessive \\ef* had any \\add charge\\add* to bring against my \\add own\\add* people).\\f + \\fr 28:19 \\ft Or “nation” \\f* "},{"style":"v","verse":"20","text":"Therefore for this reason I have requested to see you and to speak with \\add you\\add*,\\ef + \\fr 28:20 \\ft *Here the direct object is supplied from context in the English translation \\ef* for because of the hope of Israel I am wearing this chain!” "},{"style":"v","verse":"21","text":"And they said to him, “We have received no letters about you from Judea, nor has any of the brothers come \\add and\\add*\\ef + \\fr 28:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come”) has been translated as a finite verb \\ef* reported or spoken anything evil about you. "},{"style":"v","verse":"22","text":"But we would like to hear from you what you think, for concerning this sect it is known to us that it is spoken against everywhere.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"And \\add when they\\add*\\ef + \\fr 28:23 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had set”) which is understood as temporal \\ef* had set a day with him, many more came to him at his lodging place, to whom he was explaining from early in the morning until evening, testifying about the kingdom of God and attempting to convince\\ef + \\fr 28:23 \\ft ﻿*Here the present tense has been translated as conative (“attempting to convince”) \\ef* them about Jesus from both the law of Moses and the prophets. "},{"style":"v","verse":"24","text":"And \\add some\\add* were convinced \\add by\\add*\\ef + \\fr 28:24 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“what was said”) which is understood as means \\ef* what was said, but \\add others\\add* refused to believe. "},{"style":"v","verse":"25","text":"So being in disagreement with one another, they began to leave \\add after\\add*\\ef + \\fr 28:25 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“made”) \\ef* Paul made one statement: “The Holy Spirit spoke rightly through the prophet Isaiah to your fathers, "},{"style":"v","verse":"26","text":"saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘Go to this people and say,"},{"style":"q2","verse":"","text":"“⸤You will keep on hearing⸥\\f + \\fr 28:26 \\ft Literally “hearing you will hear” \\f* and will never understand,"},{"style":"q1","verse":"","text":"and ⸤you will keep on seeing⸥\\f + \\fr 28:26 \\ft Literally “seeing you will see” \\f* and will never perceive."},{"style":"q2","verse":"","text":""},{"style":"v","verse":"27","text":"For the heart of this people has become dull,"},{"style":"q1","verse":"","text":"and with \\add their\\add*\\ef + \\fr 28:27 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* ears they hear with difficulty,"},{"style":"q2","verse":"","text":"and they have shut their eyes,"},{"style":"q1","verse":"","text":"lest they see with \\add their\\add*\\ef + \\fr 28:27 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* eyes,"},{"style":"q2","verse":"","text":"and hear with \\add their\\add*\\ef + \\fr 28:27 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* ears,"},{"style":"q2","verse":"","text":"and understand with \\add their\\add*\\ef + \\fr 28:27 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* heart,"},{"style":"q1","verse":"","text":"and turn, and I would heal them.” ’\\f + \\fr 28:27 \\ft A quotation from \\xt Isa 6:9–10 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Therefore let it be known to you that this salvation of God has been sent to the Gentiles. They also will listen!”\\f + \\fr 28:28 \\ft Some later manuscripts include v. \\xt 29 \\ft : “And when he had said these things, the Jews departed, having a great dispute among themselves.” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"So he stayed two whole years in his own rented house, and welcomed all who came to him, "},{"style":"v","verse":"31","text":"proclaiming the kingdom of God and teaching the \\add things\\add* concerning the Lord Jesus Christ with all boldness, without hindrance."}]