[{"style":"s1","text":"A Lame Beggar Healed at the Temple"},{"style":"m","text":""},{"style":"v","text":"Now Peter and John were going up to the temple at the hour of prayer, the ninth \\add hour\\add*. "},{"style":"v","text":"And a certain man was being carried who was lame ⸤from birth⸥.\\f + \\fr 3:2 \\ft Literally “from his mother’s womb” \\f* ⸤He⸥\\f + \\fr 3:2 \\ft Literally “who,” but a new sentence was begun here in the translation in keeping with English style \\f* was placed every day at the gate of the temple called “Beautiful,” \\add so that he\\add* could ask for charitable gifts from those who were going into the temple \\add courts\\add*.\\ef + \\fr 3:2 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* "},{"style":"v","text":"\\add When he\\add*\\ef + \\fr 3:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw Peter and John about to go into the temple \\add courts\\add*,\\ef + \\fr 3:3 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* he began asking to receive alms. "},{"style":"v","text":"And Peter looked intently at him, together with John, \\add and\\add*\\ef + \\fr 3:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“looked intently”) has been translated as a finite verb \\ef* said, “Look at us!” "},{"style":"v","text":"So he fixed his attention on them, expecting to receive something from them. "},{"style":"v","text":"But Peter said, “Silver and gold ⸤I do not possess⸥,\\f + \\fr 3:6 \\ft Literally “is not to me” \\f* but what I have, this I give to you—in the name of Jesus Christ the Nazarene, walk!”\\f + \\fr 3:6 \\ft Some manuscripts have “get up and walk” \\f* "},{"style":"v","text":"And taking hold of him by the right hand, he raised him up, and immediately his feet and ankles were made strong. "},{"style":"v","text":"And leaping up, he stood and began walking around\\ef + \\fr 3:8 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began walking around”) \\ef* and entered into the temple \\add courts\\add*\\ef + \\fr 3:8 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* with them, walking and leaping and praising God. "},{"style":"v","text":"And all the people saw him walking and praising God, "},{"style":"v","text":"And they recognized him, that this one\\f + \\fr 3:10 \\ft Some manuscripts have “that \\fq he \\ft himself” \\f* was the one who used to sit \\add asking\\add* for alms at the Beautiful Gate of the temple, and they were filled with awe and astonishment at what had happened to him."},{"style":"s1","text":"Peter’s Sermon in Solomon’s Portico"},{"style":"m","text":""},{"style":"v","text":"And \\add while\\add*\\ef + \\fr 3:11 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was holding fast to”) \\ef* he was holding fast to Peter and John, all the people ran together to them in the portico called Solomon’s, utterly astonished. "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 3:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw \\add it\\add*,\\ef + \\fr 3:12 \\ft *Here the direct object is supplied from context in the English translation \\ef* Peter replied to the people, “Men \\add and\\add* Israelites, why are you astonished at this? Or why are you staring at us, as \\add if\\add* by our own power or godliness we have made him walk? "},{"style":"v","text":"The God of Abraham and of Isaac\\f + \\fr 3:13 \\ft Some manuscripts have “the God of Isaac” \\f* and of Jacob,\\f + \\fr 3:13 \\ft Some manuscripts have “the God of Jacob” \\f* the God of our fathers, has glorified his servant Jesus, whom you handed over and denied in the presence of Pilate, \\add after\\add*\\f + \\fr 3:13 \\ft Or “\\fq although \\ft ”; this genitive absolute construction can be understood as either temporal “\\fq after \\ft ” or concessive “\\fq although \\ft ” \\f* he had decided to release \\add him\\add*.\\ef + \\fr 3:13 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"But you denied the Holy and Righteous One and demanded \\add that\\add* a man—a murderer—be granted to you. "},{"style":"v","text":"And you killed the originator of life, whom God raised from the dead, of which we are witnesses! "},{"style":"v","text":"And on the basis of faith in his name, his name has made this man strong, whom you see and know, and the faith \\add that is\\add* through him has given him this perfect health in the presence of you all. "},{"style":"v","text":"And now, brothers, I know that you acted in ignorance, just as your rulers did also. "},{"style":"v","text":"But \\add the things\\add* which God foretold through the mouth of all the prophets, \\add that\\add* his Christ\\f + \\fr 3:18 \\ft Or “Messiah” \\f* would suffer, he has fulfilled in this way. "},{"style":"v","text":"Therefore repent and turn back, so that your sins may be blotted out, "},{"style":"v","text":"so that times of refreshing may come from the presence of the Lord, and he may send the Christ\\f + \\fr 3:20 \\ft Or “Messiah” \\f* appointed for you—Jesus, "},{"style":"v","text":"whom heaven must receive until the times of the restoration of all \\add things\\add*, about which God spoke through the mouth of his holy prophets from earliest times. "},{"style":"v","text":"Moses said, ‘The Lord God\\f + \\fr 3:22 \\ft Some manuscripts have “The Lord your God” \\f* will raise up for you a prophet like me from your brothers. You will listen to him in everything that he says to you.\\f + \\fr 3:22 \\ft A quotation from \\xt Deut 18:15 \\ft \\f* "},{"style":"v","text":"And it will be \\add that\\add* every soul who does not listen to that prophet will be destroyed utterly from the people.’\\f + \\fr 3:23 \\ft A quotation from \\xt Deut 18:19 \\ft and \\xt Lev 23:29 \\ft \\f* "},{"style":"v","text":"And indeed, all the prophets from Samuel and all those who followed \\add him\\add*\\ef + \\fr 3:24 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* have spoken \\add about\\add* and proclaimed these days. "},{"style":"v","text":"You are the sons of the prophets and of the covenant that God ordained with your fathers, saying to Abraham, ‘And in your offspring all the nations of the earth will be blessed.’\\f + \\fr 3:25 \\ft A quotation from \\xt Gen 22:18 \\ft \\f* "},{"style":"v","text":"God, \\add after he\\add*\\ef + \\fr 3:26 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had raised up”) which is understood as temporal \\ef* had raised up his servant, sent him to you first, to bless you by turning each \\add of you\\add* back from your wickedness!”"}]