[{"style":"s1","text":"Stephen’s Defense"},{"style":"m","text":""},{"style":"v","text":"And the high priest said, “Is it so concerning these \\add things\\add*?” "},{"style":"v","text":"So he said, “Men—brothers and fathers—listen: The God of glory appeared to our father Abraham \\add while he\\add*\\ef + \\fr 7:2 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“was”) which is understood as temporal \\ef* was in Mesopotamia, before he settled in Haran, "},{"style":"v","text":"and said to him, ‘Go out from your land and from your relatives and come to the land that I will show you.’ "},{"style":"v","text":"Then he went out from the land of the Chaldeans \\add and\\add*\\ef + \\fr 7:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* settled in Haran. And from there, after his father died, he caused him to move to this land in which you now live. "},{"style":"v","text":"And he did not give him an inheritance in it—not even a footstep\\f + \\fr 7:5 \\ft Literally “a step of a foot” \\f*—and he promised to give \\add it\\add*\\ef + \\fr 7:5 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to him for his possession, and to his descendants after him, ⸤although he did not have⸥\\f + \\fr 7:5 \\ft Literally “not being to him” \\f*\\ef + \\fr 7:5 \\ft ﻿*Here “\\add although\\add*” is supplied in the translation as a component of the participle (“was”) which is understood as concessive \\ef* a child. "},{"style":"v","text":"But God spoke like this: ‘His descendants will be foreigners in a foreign land, and they will enslave them and mistreat \\add them\\add*\\ef + \\fr 7:6 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* four hundred years, "},{"style":"v","text":"and the nation ⸤that⸥\\f + \\fr 7:7 \\ft Literally “to which” \\f* they will serve as slaves, I will judge,’ God said, ‘and after these \\add things\\add* they will come out\\f + \\fr 7:7 \\ft Verses \\xt 6–7 \\ft are a quotation from \\xt Gen 15:13–14 \\ft \\f* and will worship me in this place.’\\f + \\fr 7:7 \\ft The final phrase is an allusion to \\xt Exod 3:12 \\ft \\f* "},{"style":"v","text":"And he gave him the covenant of circumcision, and so he became the father of Isaac and circumcised him on the eighth day, and Isaac \\add did so with\\add*\\ef + \\fr 7:8 \\ft ﻿*Here the words “\\add did so with\\add*” are not in the Greek text but are implied; in view of the “covenant of circumcision” mentioned earlier in the verse, it is probable that circumcision and not just fatherhood is involved \\ef* Jacob, and Jacob \\add did so with\\add*\\ef + \\fr 7:8 \\ft ﻿*Here the words “\\add did so with\\add*” are not in the Greek text but are implied; see the note on the same phrase earlier in this verse \\ef* the twelve patriarchs. "},{"style":"v","text":"And the patriarchs, \\add because they\\add*\\ef + \\fr 7:9 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“were jealous of”) which is understood as causal \\ef* were jealous of Joseph, sold \\add him\\add*\\ef + \\fr 7:9 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into Egypt. And God was with him, "},{"style":"v","text":"and rescued him from all his afflictions and granted him favor and wisdom in the sight of Pharaoh king of Egypt. And he appointed him ruler over Egypt and all\\f + \\fr 7:10 \\ft Some manuscripts have “over all” \\f* his household. "},{"style":"v","text":"And a famine came over all Egypt and Canaan and great affliction, and our fathers could not find food. "},{"style":"v","text":"So \\add when\\add*\\ef + \\fr 7:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* Jacob heard \\add there\\add* was grain in Egypt, he sent out our fathers first. "},{"style":"v","text":"And on the second \\add visit\\add*\\ef + \\fr 7:13 \\ft ﻿*The word “\\add visit\\add*” is not in the Greek text but is implied \\ef* Joseph was made known to his brothers, and the family of Joseph became known to Pharaoh. "},{"style":"v","text":"So Joseph sent \\add and\\add*\\ef + \\fr 7:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sent”) has been translated as a finite verb \\ef* summoned his father Jacob and all \\add his\\add*\\ef + \\fr 7:14 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* relatives, seventy-five persons in \\add all\\add*. "},{"style":"v","text":"And Jacob went down to Egypt and died, he and our fathers. "},{"style":"v","text":"And they were brought back to Shechem and buried in the tomb that Abraham had bought for a sum of silver from the sons of Hamor in Shechem."},{"style":"p","text":""},{"style":"v","text":"“But as the time of the promise that God had made to Abraham was drawing near, the people increased and multiplied in Egypt "},{"style":"v","text":"until another king arose over Egypt who did not know Joseph. "},{"style":"v","text":"This man deceitfully took advantage of our\\ef + \\fr 7:19 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* people \\add and\\add*\\ef + \\fr 7:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“deceitfully took advantage of”) has been translated as a finite verb \\ef* mistreated our ancestors, ⸤causing them to abandon their infants⸥\\f + \\fr 7:19 \\ft Literally “making their infants be abandoned” \\f* so that they would not be kept alive. "},{"style":"v","text":"At this time Moses was born, and he was beautiful to God. ⸤He⸥\\f + \\fr 7:20 \\ft Literally “who” \\f* was brought up \\add for\\add* three months in \\add his\\add*\\ef + \\fr 7:20 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* father’s house, "},{"style":"v","text":"and \\add when\\add*\\ef + \\fr 7:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was abandoned”) \\ef* he was abandoned, the daughter of Pharaoh took him \\add up\\add* and brought him \\add up\\add* ⸤as her own son⸥.\\f + \\fr 7:21 \\ft Literally “for a son to herself” \\f* "},{"style":"v","text":"And Moses was educated in all the wisdom of the Egyptians, and was powerful in his words and deeds."},{"style":"p","text":""},{"style":"v","text":"“But when ⸤he was forty years old⸥,\\f + \\fr 7:23 \\ft Literally “a period of time of forty years was fulfilled for him” \\f* it entered in his heart to visit his brothers, the sons of Israel. "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 7:24 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw one of them being unjustly harmed, he defended \\add him\\add*\\ef + \\fr 7:24 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and ⸤avenged⸥\\f + \\fr 7:24 \\ft Literally “produced vengeance \\fq for \\ft ” \\f* the one who had been oppressed \\add by\\add*\\ef + \\fr 7:24 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“striking down”) which is understood as means \\ef* striking down the Egyptian. "},{"style":"v","text":"And he thought his\\ef + \\fr 7:25 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* brothers would understand that God was granting deliverance to them by his hand, but they did not understand. "},{"style":"v","text":"And on the following day, he made an appearance to them \\add while they\\add*\\ef + \\fr 7:26 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“were fighting”) which is understood as temporal \\ef* were fighting and was attempting to reconcile\\ef + \\fr 7:26 \\ft ﻿*Here the imperfect verb has been translated as conative (“was attempting to reconcile”) \\ef* them in peace, saying, ‘Men \\add and\\add* brothers, why are you doing wrong to one another?’ "},{"style":"v","text":"But the one who was doing wrong to \\add his\\add*\\ef + \\fr 7:27 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* neighbor pushed him aside, saying, ‘Who appointed you a ruler and a judge over us? "},{"style":"v","text":"You do not want to do away with me ⸤the same way⸥\\f + \\fr 7:28 \\ft Literally “in the manner in which” \\f* you did away with the Egyptian yesterday, \\add do you\\add*?’\\f + \\fr 7:28 \\ft A quotation from \\xt Exod 2:14; \\ft the negative construction in Greek anticipates a negative answer here, indicated by “\\fq do you \\ft ” \\f* "},{"style":"v","text":"And at this statement, Moses fled and became a foreigner in the land of Midian, where he became the father of two sons."},{"style":"p","text":""},{"style":"v","text":"“And \\add when\\add*\\ef + \\fr 7:30 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had been completed”) \\ef* forty years had been completed, an angel appeared to him in the desert of Mount Sinai in the flame of a burning bush. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 7:31 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* Moses saw \\add it\\add*,\\ef + \\fr 7:31 \\ft *Here the direct object is supplied from context in the English translation \\ef* he was astonished at the sight, and \\add when\\add*\\ef + \\fr 7:31 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“approached”) \\ef* he approached to look at \\add it\\add*,\\ef + \\fr 7:31 \\ft *Here the direct object is supplied from context in the English translation \\ef* the voice of the Lord came: "},{"style":"v","text":"‘I \\add am\\add* the God of your fathers, the God of Abraham and of Isaac and of Jacob!’\\f + \\fr 7:32 \\ft A quotation from \\xt Exod 3:6 \\ft \\f* So Moses began trembling \\add and\\add*\\ef + \\fr 7:32 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“began”) has been translated as a finite verb \\ef* did not dare to look at \\add it\\add*.\\ef + \\fr 7:32 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And the Lord said to him, ‘Untie the sandals from your feet, for the place on which you are standing is holy ground. "},{"style":"v","text":"⸤I have certainly seen⸥\\f + \\fr 7:34 \\ft Literally “seeing I have seen” \\f* the mistreatment of my people \\add who are\\add* in Egypt and have heard their groaning, and I have come down to deliver them. And now come, I will send you to Egypt.’\\f + \\fr 7:34 \\ft A quotation from \\xt Exod 3:5 \\ft , \\xt 7–8 \\ft , \\xt 10 \\ft \\f* "},{"style":"v","text":"This Moses whom they had repudiated, saying, ‘Who appointed you a ruler and a judge?’\\f + \\fr 7:35 \\ft A quotation from \\xt Exod 2:14 \\ft (see v. \\xt 27 \\ft above) \\f*—this man God sent \\add as\\add* both ruler and redeemer with ⸤the help⸥\\f + \\fr 7:35 \\ft Literally “hand” \\f* of the angel who appeared to him in the bush. "},{"style":"v","text":"This man led them out, performing wonders and signs in the land of Egypt and at the Red Sea and in the wilderness \\add for\\add* forty years."},{"style":"p","text":""},{"style":"v","text":"“This is the Moses who said to the sons of Israel, ‘God will raise up for you a prophet like me from among your brothers.’\\f + \\fr 7:37 \\ft A quotation from \\xt Deut 18:15 \\ft \\f* "},{"style":"v","text":"This is the one who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai, and who \\add with\\add* our fathers received living oracles to give to us, "},{"style":"v","text":"to whom our fathers were not willing to become obedient, but rejected \\add him\\add*\\ef + \\fr 7:39 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and turned \\add back\\add* in their hearts to Egypt, "},{"style":"v","text":"saying to Aaron, ‘Make us gods who will go on before us! For this Moses, who led us out from the land of Egypt—we do not know what has happened to him!’\\f + \\fr 7:40 \\ft A quotation from \\xt Exod 32:1 \\ft , \\xt 23 \\ft \\f* "},{"style":"v","text":"And they manufactured a calf in those days, and offered up a sacrifice to the idol, and began rejoicing\\ef + \\fr 7:41 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began rejoicing”) \\ef* in the works of their hands. "},{"style":"v","text":"But God turned away and gave them over to worship the host of heaven, just as it is written in the book of the prophets:"},{"style":"sd0","text":""},{"style":"q1","text":"‘You did not bring offerings and sacrifices to me"},{"style":"q2","text":"\\add for\\add* forty years in the wilderness, \\add did you\\add*,\\ef + \\fr 7:42 \\ft *The negative construction in Greek anticipates a negative answer here, indicated by “\\add did you\\add*” \\ef* house of Israel?"},{"style":"q1","text":""},{"style":"v","text":"And you took along the tabernacle\\f + \\fr 7:43 \\ft Or “tent” \\f* of Moloch"},{"style":"q2","text":"and the star of the god\\f + \\fr 7:43 \\ft Some manuscripts have “of your god” \\f* Rephan,"},{"style":"q1","text":"the images that you made, to worship them,"},{"style":"q2","text":"and I will deport you beyond Babylon!’\\f + \\fr 7:43 \\ft A quotation from \\xt Amos 5:25–27 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"The tabernacle of the testimony ⸤belonged⸥\\f + \\fr 7:44 \\ft Literally “was” \\f* to our fathers in the wilderness, just as the one who spoke to Moses directed \\add him\\add*\\ef + \\fr 7:44 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to make it according to the design that he had seen, "},{"style":"v","text":"and which, \\add after\\add*\\ef + \\fr 7:45 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“receiving”) which is understood as temporal \\ef* receiving \\add it\\add*\\ef + \\fr 7:45 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in turn, our fathers brought in with Joshua ⸤when they dispossessed the⸥\\f + \\fr 7:45 \\ft Literally “in the possession of the” \\f* nations that God drove out from the presence of our fathers, until the days of David, "},{"style":"v","text":"who found favor in the sight of God and asked to find a habitation for the God of Jacob.\\f + \\fr 7:46 \\ft Some manuscripts have “for the house of Jacob” \\f* "},{"style":"v","text":"But Solomon built a house for him. "},{"style":"v","text":"But the Most High does not live in \\add houses\\add*\\f + \\fr 7:48 \\ft Or “temples made by human hands”; either word (“houses” or “temples”) is understood here \\f* made by human hands, just as the prophet says,"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"‘Heaven \\add is\\add* my throne"},{"style":"q2","text":"and earth \\add is\\add* the footstool for my feet."},{"style":"q1","text":"What kind of house will you build for me, says the Lord,"},{"style":"q2","text":"or what \\add is the\\add* place of my rest?"},{"style":"q1","text":""},{"style":"v","text":"Did not my hand make all these \\add things\\add*?’\\f + \\fr 7:50 \\ft A quotation from \\xt Isa 66:1–2 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"“\\add You\\add* stiff-necked \\add people\\add* and uncircumcised in hearts and in \\add your\\add*\\ef + \\fr 7:51 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* ears! You constantly resist the Holy Spirit! As your fathers \\add did\\add*, \\add so\\add* also \\add do\\add* you! "},{"style":"v","text":"Which of the prophets did your fathers not persecute? And they killed those who announced beforehand about the coming of the Righteous One, whose betrayers and murderers you have now become, "},{"style":"v","text":"\\add you\\add* who received the law by directions of angels and have not observed \\add it\\add*!”"},{"style":"s1","text":"Stephen’s Martyrdom"},{"style":"m","text":""},{"style":"v","text":"Now \\add when they\\add*\\ef + \\fr 7:54 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard these \\add things\\add*, they were infuriated in their hearts and gnashed \\add their\\add*\\ef + \\fr 7:54 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* teeth at him. "},{"style":"v","text":"But he, being full of the Holy Spirit, looked intently into heaven \\add and\\add*\\ef + \\fr 7:55 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“looked intently”) has been translated as a finite verb \\ef* saw the glory of God, and Jesus standing at the right hand of God. "},{"style":"v","text":"And he said, “Behold, I see the heavens opened and the Son of Man standing at the right hand of God!” "},{"style":"v","text":"But crying out with a loud voice, they stopped their ears and rushed at him with one purpose. "},{"style":"v","text":"And \\add after they\\add*\\ef + \\fr 7:58 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had driven”) which is understood as temporal \\ef* had driven \\add him\\add*\\ef + \\fr 7:58 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out of the city, they began to stone\\ef + \\fr 7:58 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began stoning”) \\ef* \\add him\\add*,\\ef + \\fr 7:58 \\ft *Here the direct object is supplied from context in the English translation \\ef* and the witnesses laid aside their cloaks at the feet of a young man named Saul. "},{"style":"v","text":"And they kept on stoning Stephen \\add as he\\add*\\ef + \\fr 7:59 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was calling out”) which is understood as temporal \\ef* was calling out and saying, “Lord Jesus, receive my spirit!” "},{"style":"v","text":"And falling to \\add his\\add*\\ef + \\fr 7:60 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* knees, he cried out with a loud voice, “Lord, do not hold this sin against them!” And \\add after he\\add*\\ef + \\fr 7:60 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“said”) which is understood as temporal \\ef* said this, he fell asleep.\\f + \\fr 7:60 \\ft Or “he passed away” \\f*"}]