[{"style":"s1","verse":"","text":"The Tower of Babel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now\\f + \\fr 11:1 \\ft Or “And” \\f* the whole earth \\add had\\add* one language and the same words. "},{"style":"v","verse":"2","text":"And as people migrated\\f + \\fr 11:2 \\ft Or “set out” \\f* from the east they found a plain in the land of Shinar and settled there. "},{"style":"v","verse":"3","text":"And they said ⸤to each other⸥,\\f + \\fr 11:3 \\ft Literally “each to his companion” \\f* “Come, let us make bricks and ⸤burn them thoroughly⸥.”\\f + \\fr 11:3 \\ft Literally “burn to burning” \\f* And they had brick for stone and they had tar for mortar. "},{"style":"v","verse":"4","text":"And they said, “Come, let us build ourselves a city and a tower whose top \\add reaches to\\add* the heavens. And let us make a name for ourselves, lest we be scattered over the face of the whole earth.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Then\\f + \\fr 11:5 \\ft Or “And” \\f* Yahweh came down to see the city and the tower that ⸤humankind⸥\\f + \\fr 11:5 \\ft Literally “sons of Adam” or “sons of humankind” \\f* was building. "},{"style":"v","verse":"6","text":"And Yahweh said, “Behold, ⸤they are one people with one language⸥,\\f + \\fr 11:6 \\ft Literally “one people and one language to all of them” \\f* and ⸤this is only the beginning of what they will do⸥.\\f + \\fr 11:6 \\ft Literally “and this they begin to do” \\f* So\\f + \\fr 11:6 \\ft Or “And” \\f* now nothing that they intend to do will be impossible for them. "},{"style":"v","verse":"7","text":"Come, let us go down and confuse their language there, so that they will not understand ⸤each other’s language⸥.”\\f + \\fr 11:7 \\ft Literally “each the language of his companion” \\f* "},{"style":"v","verse":"8","text":"So Yahweh scattered them from there over the face of the whole earth, and they stopped building the city. "},{"style":"v","verse":"9","text":"Therefore its name was called Babel, for there Yahweh confused the language of the whole earth, and there Yahweh scattered them over the face of the whole earth."},{"style":"s1","verse":"","text":"The Descendants of Shem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"These are the generations\\f + \\fr 11:10 \\ft Or “family records” \\f* of Shem. When Shem ⸤was one hundred years old⸥,\\f + \\fr 11:10 \\ft Literally “the son of one hundred years” \\f* he fathered Arphaxad, two years after the flood. "},{"style":"v","verse":"11","text":"And Shem lived five hundred years after he fathered Arphaxad, and he fathered \\add other\\add* sons and daughters. "},{"style":"v","verse":"12","text":"When Arphaxad had lived thirty-five years, he fathered Shelah. "},{"style":"v","verse":"13","text":"And Arphaxad lived four hundred and three years after he fathered Shelah, and he fathered \\add other\\add* sons and daughters. "},{"style":"v","verse":"14","text":"When Shelah had lived thirty years, he fathered Eber. "},{"style":"v","verse":"15","text":"And Shelah lived four hundred and three years after he fathered Eber, and he fathered \\add other\\add* sons and daughters. "},{"style":"v","verse":"16","text":"When Eber had lived thirty-four years, he fathered Peleg. "},{"style":"v","verse":"17","text":"And Eber lived four hundred and thirty years after he fathered Peleg, and he fathered \\add other\\add* sons and daughters. "},{"style":"v","verse":"18","text":"When Peleg had lived thirty years, he fathered Reu. "},{"style":"v","verse":"19","text":"And Peleg lived two hundred and nine years after he fathered Reu, and he fathered \\add other\\add* sons and daughters. "},{"style":"v","verse":"20","text":"When Reu had lived thirty-two years, he fathered Serug. "},{"style":"v","verse":"21","text":"And Reu lived two hundred and seven years after he fathered Serug, and he fathered \\add other\\add* sons and daughters. "},{"style":"v","verse":"22","text":"When Serug had lived thirty years, he fathered Nahor. "},{"style":"v","verse":"23","text":"And Serug lived two hundred years after he fathered Nahor, and he fathered \\add other\\add* sons and daughters. "},{"style":"v","verse":"24","text":"When Nahor had lived twenty-nine years, he fathered Terah. "},{"style":"v","verse":"25","text":"And Nahor lived one hundred and nineteen years after he fathered Terah, and he fathered \\add other\\add* sons and daughters. "},{"style":"v","verse":"26","text":"When Terah had lived seventy years, he fathered Abram, Nahor, and Haran."},{"style":"s1","verse":"","text":"The Descendants of Terah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"Now\\f + \\fr 11:27 \\ft Or “And” \\f* these are the generations\\f + \\fr 11:27 \\ft Or “family records” \\f* of Terah. Terah fathered Abram, Nahor, and Haran, and Haran fathered Lot. "},{"style":"v","verse":"28","text":"And Haran died in the presence of Terah his father in the land of his birth, in Ur of the Chaldeans. "},{"style":"v","verse":"29","text":"And Abram and Nahor took wives for themselves. The name of the wife of Abram \\add was\\add* Sarai, and the name of the wife of Nahor \\add was\\add* Milcah, the daughter of Haran, the father of Milcah and Iscah. "},{"style":"v","verse":"30","text":"And Sarai was barren; she had no child. "},{"style":"v","verse":"31","text":"And Terah took Abram his son, and Lot, the son of Haran, ⸤his grandson⸥,\\f + \\fr 11:31 \\ft Literally “the son of his son” \\f* and Sarai his daughter-in-law, the wife of Abram his son, and went out with them from Ur of the Chaldeans to go to the land of Canaan. And they went to Haran, and they settled there. "},{"style":"v","verse":"32","text":"And the days of Terah \\add were\\add* two hundred and five years, and Terah died in Haran."}]