[{"style":"s1","verse":"","text":"Yahweh Appears to Abraham as a Man"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Yahweh appeared to him\\f + \\fr 18:1 \\ft Abraham \\f* by the oaks of Mamre. And he was sitting in the doorway of the tent at the heat of the day. "},{"style":"v","verse":"2","text":"And he lifted up his eyes and saw, and behold, three men were standing near\\f + \\fr 18:2 \\ft Or “by”; the context requires some distance for Abraham to run to them \\f* him. And he saw \\add them\\add* and ran from the doorway of the tent to meet them. And he bowed down to the ground. "},{"style":"v","verse":"3","text":"And he said, “My lord, if I have found favor in your eyes do not pass by your servant. "},{"style":"v","verse":"4","text":"Let a little water be brought and wash your feet, and rest under the tree. "},{"style":"v","verse":"5","text":"And let me bring a piece of bread, then\\f + \\fr 18:5 \\ft Or “and” \\f* refresh ⸤yourselves⸥.\\f + \\fr 18:5 \\ft Literally “your heart” \\f* Afterward you can pass on, ⸤once⸥\\f + \\fr 18:5 \\ft Literally “for therefore” \\f* you have passed by with your servant.” Then they said, “Do so as you have said.” "},{"style":"v","verse":"6","text":"Then\\f + \\fr 18:6 \\ft Or “And” \\f* Abraham hastened into the tent to Sarah, and he said, “Quickly—make three seahs of fine flour for kneading and make bread cakes!” "},{"style":"v","verse":"7","text":"And Abraham ran to the cattle and took a ⸤calf⸥,\\f + \\fr 18:7 \\ft Literally “a son of cattle” \\f* tender and good, and gave it to the servant, and he made haste to prepare it. "},{"style":"v","verse":"8","text":"Then he took curds and milk, and the calf which he prepared, and set \\add it\\add* before them. And he was standing by them under the tree while\\f + \\fr 18:8 \\ft Or “and” \\f* they ate. "},{"style":"v","verse":"9","text":"And they said to him, “Where \\add is\\add* Sarah your wife?” And he said, “Here, in the tent.” "},{"style":"v","verse":"10","text":"And he\\f + \\fr 18:10 \\ft Yahweh \\f* said, “I will certainly return to you ⸤in the spring⸥,\\f + \\fr 18:10 \\ft Literally “at the time of life” \\f* and look, Sarah your wife \\add will have\\add* a son.” Now Sarah \\add was\\add* listening at the doorway of the tent, and which \\add was\\add* behind him. "},{"style":"v","verse":"11","text":"Now Abraham and Sarah \\add were\\add* old, ⸤advanced in age⸥;\\f + \\fr 18:11 \\ft Literally “going in the days” \\f* ⸤the way of women⸥\\f + \\fr 18:11 \\ft Literally “the road according to women” \\f* had ceased to be for Sarah. "},{"style":"v","verse":"12","text":"So\\f + \\fr 18:12 \\ft Or “And” \\f* Sarah laughed to herself saying, “After I am worn out and my husband is old, shall \\add this\\add* pleasure be to me?” "},{"style":"v","verse":"13","text":"Then Yahweh said to Abraham, “What \\add is\\add* this \\add that\\add* Sarah laughed, saying, ‘Is it indeed true \\add that\\add* I will bear a child, now \\add that\\add* I have grown old?’ "},{"style":"v","verse":"14","text":"Is anything too difficult for Yahweh? At the appointed time I will return to you ⸤in the spring⸥\\f + \\fr 18:14 \\ft Literally “at the time of life” \\f* and Sarah \\add shall have\\add* a son.” "},{"style":"v","verse":"15","text":"But Sarah denied \\add it\\add*, saying, “I did not laugh,” because she was afraid. He\\f + \\fr 18:15 \\ft Yahweh \\f* said, “No, but you did laugh.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Then the men set out from there, and they looked down upon Sodom. And Abraham went with them ⸤to send them on their way⸥.\\f + \\fr 18:16 \\ft Literally “to send them away” \\f* "},{"style":"v","verse":"17","text":"Then Yahweh said, “Shall I conceal from Abraham what I \\add am going\\add* to do? "},{"style":"v","verse":"18","text":"Abraham will surely become a great and strong nation, and all the nations of the earth will be blessed on account of him. "},{"style":"v","verse":"19","text":"For I have chosen\\f + \\fr 18:19 \\ft Or “have known” \\f* him, that he will command his children and his household after him that they will keep the way of Yahweh, to do righteousness and justice, so that Yahweh may bring upon Abraham that which he said to him.” "},{"style":"v","verse":"20","text":"Then Yahweh said, “Because the outcry of Sodom and Gomorrah \\add is\\add* great and because their sin \\add is\\add* very ⸤serious⸥,\\f + \\fr 18:20 \\ft Literally “heavy” \\f* "},{"style":"v","verse":"21","text":"I will go down and I will see. Have they done altogether according to its cry of distress \\add which\\add* has come to me? If not, I will know.”"},{"style":"s1","verse":"","text":"Abraham Intercedes for Sodom"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"And the men turned from there and went toward Sodom. And Abraham \\add was\\add* still standing before Yahweh. "},{"style":"v","verse":"23","text":"And Abraham drew near \\add to Yahweh\\add* and said, “Will you also sweep away the righteous with the wicked? "},{"style":"v","verse":"24","text":"If perhaps there are fifty righteous in the midst of the city, will you also sweep \\add them\\add* away and not forgive the place on account of the fifty righteous in her midst? "},{"style":"v","verse":"25","text":"Far be it from you to do such a thing as this, to kill \\add the\\add* righteous with \\add the\\add* wicked, that\\f + \\fr 18:25 \\ft Or “and” \\f* the righteous would be as the wicked! Far be it from you! Will not the Judge of all the earth do justice?” "},{"style":"v","verse":"26","text":"And Yahweh said, “If I find fifty righteous in Sodom, in the midst of the city, then I will forgive the whole place for their sake.” "},{"style":"v","verse":"27","text":"Then Abraham answered and said, “Look, please, I was bold to speak to my Lord, but I \\add am\\add* dust and ashes. "},{"style":"v","verse":"28","text":"Perhaps the fifty righteous are lacking five—will you destroy the whole city on account of the five?” And he answered, “I will not destroy \\add it\\add* if I find forty-five there.” "},{"style":"v","verse":"29","text":"And ⸤once again he spoke⸥\\f + \\fr 18:29 \\ft Literally “And he added again to speak” \\f* to him and said, “What if\\f + \\fr 18:29 \\ft Or “Perhaps” \\f* forty are found there?” And he answered, “I will not do \\add it\\add* on account of the forty.” "},{"style":"v","verse":"30","text":"And he said, “Please, let not my Lord be angry, and I will speak. What if\\f + \\fr 18:30 \\ft Or “Perhaps” \\f* thirty be found there?” And he answered, “I will not do \\add it\\add* if I find thirty there.” "},{"style":"v","verse":"31","text":"And he said, “Please, now, I was bold to speak to my Lord. What if\\f + \\fr 18:31 \\ft Or “Perhaps” \\f* twenty be found there?” And he answered, “I will not destroy \\add it\\add* for the sake of the twenty.” "},{"style":"v","verse":"32","text":"And he said, “Please, let not my Lord be angry, and I will speak only once more. What if\\f + \\fr 18:32 \\ft Or “Perhaps” \\f* ten are found there?” And he answered, “I will not destroy \\add it\\add* for the sake of the ten.” "},{"style":"v","verse":"33","text":"Then Yahweh left,\\f + \\fr 18:33 \\ft Or “went” \\f* as he finished speaking to Abraham, and Abraham returned to his place."}]