[{"style":"s1","verse":"","text":"The Rescue of Lot from Sodom"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And the two angels came to Sodom in the evening. And Lot was sitting in the gateway of Sodom. Then Lot saw \\add them\\add* and stood up to meet them. And he bowed down \\add with his\\add* face to the ground. "},{"style":"v","verse":"2","text":"And he said, “Behold, my lords, please turn aside into the house of your servant and spend the night and wash your feet. Then you can rise early and go on your way.” And they said, “No, but we will spend the night in the square.” "},{"style":"v","verse":"3","text":"But ⸤he urged them strongly⸥,\\f + \\fr 19:3 \\ft Literally “he pressed upon them very” \\f* and they turned aside with him and came into his house. And he made a meal for them and baked unleavened bread, and they ate. "},{"style":"v","verse":"4","text":"Before they laid down, the men of the city, the men of Sodom, both young and old, all the people ⸤to the last man⸥,\\f + \\fr 19:4 \\ft Literally “from the end” \\f* surrounded the house. "},{"style":"v","verse":"5","text":"And they called to Lot and said to him, “Where \\add are\\add* the men who came to you tonight? Bring them out to us so that we may know\\f + \\fr 19:5 \\ft Hebrew idiom for sexual intercourse (cp. \\xt Gen 4:1 \\ft ) \\f* them.” "},{"style":"v","verse":"6","text":"But Lot went out to them at the entrance, and he shut the door behind him. "},{"style":"v","verse":"7","text":"And he said, “No, my brothers, please do not do \\add such a\\add* wrong \\add thing\\add*. "},{"style":"v","verse":"8","text":"Behold, I have two daughters who have not known * for protection.” "},{"style":"v","verse":"9","text":"But they said, “Step aside!” Then they said, “⸤This fellow⸥\\f + \\fr 19:9 \\ft Literally “the one” \\f* came to dwell as a foreigner and he acts as a judge! Now we shall do worse to you than them!” And they pressed very hard against the man, against Lot, and they drew near to break the door. "},{"style":"v","verse":"10","text":"Then the men reached out \\add with\\add* their hands and brought Lot in to them, into the house, and they shut the door. "},{"style":"v","verse":"11","text":"And the men who \\add were\\add* at the entrance of the house they struck with blindness, both small and great, and they were unable to find the entrance. "},{"style":"v","verse":"12","text":"Then the men said to Lot, “Who \\add is\\add* here with you? Bring out from the place \\add your\\add* sons-in-law, and your sons and your daughters, and all who \\add are\\add* with you in the city. "},{"style":"v","verse":"13","text":"For we are \\add about to\\add* destroy this place, because their cry has become great before Yahweh. Yahweh sent us to destroy it.” "},{"style":"v","verse":"14","text":"Then Lot went out and spoke to his sons-in-law \\add who were\\add* taking\\f + \\fr 19:14 \\ft That is, marrying \\f* his daughters and said, “Get up! Go out from this place, because Yahweh \\add is going\\add* to destroy the city!” But ⸤it seemed like a joke⸥\\f + \\fr 19:14 \\ft Literally “it was as one making fun” \\f* in the eyes of his sons-in-law. "},{"style":"v","verse":"15","text":"And as the dawn came up the angels urged Lot saying, “Get up, take your wife and your two daughters ⸤who are staying with you⸥,\\f + \\fr 19:15 \\ft Literally “who are found” \\f* lest you be destroyed with the punishment of the city.” "},{"style":"v","verse":"16","text":"But \\add when\\add* he lingered, the men seized him by his hand and his wife’s hand, and his two daughters by hand, on account of the mercy of Yahweh upon him. And they brought him out and set him outside of the city. "},{"style":"v","verse":"17","text":"And after bringing them outside \\add one\\add* said, “Flee for your life; do not look behind you, and do not stand anywhere in the plain. Flee to the mountains lest you be destroyed.” "},{"style":"v","verse":"18","text":"And Lot said to them, “No, please, my lords. "},{"style":"v","verse":"19","text":"Behold, your servant has found favor in your eyes and ⸤you have shown me great kindness⸥\\f + \\fr 19:19 \\ft Literally “your kindness which you have done to me you have made great” \\f* in saving my life. But I cannot flee to the mountains, lest the disaster overtake me and I die. "},{"style":"v","verse":"20","text":"Behold, this city \\add is\\add* near \\add enough\\add* to flee there, and it \\add is a\\add* little \\add one\\add*. Please, let me flee there. Is it not a little \\add one\\add*? Then my life shall be saved.” "},{"style":"v","verse":"21","text":"And he said to him, “Behold, ⸤I will grant this favor as well⸥;\\f + \\fr 19:21 \\ft Literally “I am lifting up your face also concerning this thing” \\f* that I will not overthrow the city of which you have spoken. "},{"style":"v","verse":"22","text":"Escape there quickly, for I cannot do \\add this\\add* thing until you get there.” Therefore, there name of the city was called Zoar."},{"style":"s1","verse":"","text":"The Destruction of Sodom"},{"style":"m","verse":"","text":""},{"style":"v","verse":"23","text":"\\add After\\add* the sun ⸤had risen⸥\\f + \\fr 19:23 \\ft Literally “had gone out” \\f* upon the earth and Lot had entered Zoar, "},{"style":"v","verse":"24","text":"Yahweh rained down from heaven upon Sodom and Gomorrah brimstone and fire from Yahweh. "},{"style":"v","verse":"25","text":"And he overthrew those cities and the whole plain, and the inhabitants of the cities and the vegetation of the ground. "},{"style":"v","verse":"26","text":"But his\\f + \\fr 19:26 \\ft That is, Lot’s \\f* wife looked ⸤back⸥,\\f + \\fr 19:26 \\ft Literally “behind him” \\f* and she became a pillar of salt. "},{"style":"v","verse":"27","text":"And Abraham arose early in the morning \\add and went\\add* to the place where he had stood before Yahweh. "},{"style":"v","verse":"28","text":"And he looked down upon the surface of Sodom and Gomorrah, and upon the whole surface of the land, the plain. And he saw that,\\f + \\fr 19:28 \\ft Or “and” \\f* behold, the smoke of the land went up like the smoke of a smelting furnace. "},{"style":"v","verse":"29","text":"So it was, when God destroyed the cities of the plain that God remembered Abraham and sent Lot out from the midst of the overthrow, when he overthrew the cities in which Lot lived."},{"style":"s1","verse":"","text":"Lot and His Daughters"},{"style":"m","verse":"","text":""},{"style":"v","verse":"30","text":"And Lot went out from Zoar and settled in the hill country\\f + \\fr 19:30 \\ft Or “mountain” \\f* with his two daughters, for he was afraid to stay in Zoar. So he lived in a cave, he and his two daughters. "},{"style":"v","verse":"31","text":"And the firstborn \\add daughter\\add* said to the younger one, “Our father is old, and there is no man in the land to come in to us according to the manner of all the land. "},{"style":"v","verse":"32","text":"Come, let us give our father wine to drink and let us lie with him\\f + \\fr 19:32 \\ft Idiom for “have sexual intercourse with him” \\f* that ⸤we may secure descendants through our father⸥.”\\f + \\fr 19:32 \\ft Literally “that we might preserve offspring from our father” \\f* "},{"style":"v","verse":"33","text":"And they gave their father wine to drink that night, and the firstborn went and lay with her father, but he did not know when she lay down or when she got up. "},{"style":"v","verse":"34","text":"And it happened \\add that\\add*, the next day the firstborn said to the younger one, “Look, I laid with my father last night. Let us give him wine to drink also tonight, then go and lie with him that ⸤we may secure descendants through our father⸥.”\\f + \\fr 19:34 \\ft Literally “that we might preserve offspring from our father” \\f* "},{"style":"v","verse":"35","text":"And they gave their father wine to drink again that night, and the younger got up and lay with him, but he did not know when she lay down or when she got up. "},{"style":"v","verse":"36","text":"And the two daughters of Lot became pregnant by their father. "},{"style":"v","verse":"37","text":"The firstborn gave birth to a son, and she called his name Moab. He \\add is\\add* the father of Moab until this day. "},{"style":"v","verse":"38","text":"And the younger, she also gave birth to a son, and she called his name Ben-Ammi. He \\add is\\add* the father of the ⸤Ammonites⸥\\f + \\fr 19:38 \\ft Literally “sons/children of Ammon” \\f* until this day."}]