[{"style":"s1","verse":"","text":"Jacob’s Children"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"When Rachel saw that she could not bear children to Jacob, Rachel envied her sister. And she said to Jacob, “Give me children—if not, I will die!” "},{"style":"v","verse":"2","text":"And Jacob ⸤became angry⸥\\f + \\fr 30:2 \\ft Literally “became hot of nose” \\f* with Rachel. And he said, “\\add Am\\add* I in the place of God, who has withheld from you the fruit of the womb?” "},{"style":"v","verse":"3","text":"Then she said, “Here \\add is\\add* my servant girl Bilhah; go in to her that she may bear children ⸤as my surrogate⸥.\\f + \\fr 30:3 \\ft Literally “upon my knees” \\f* Then I will even ⸤have children⸥\\f + \\fr 30:3 \\ft Literally “be built up” \\f* by her.” "},{"style":"v","verse":"4","text":"Then she gave him Bilhah, her female servant, as a wife, and Jacob went in to her "},{"style":"v","verse":"5","text":"And Bilhah conceived and gave birth to a son for Jacob. "},{"style":"v","verse":"6","text":"Then Rachel said, “God has judged me, and has also heard my voice, and has given me a son.” Therefore she called his name Dan. "},{"style":"v","verse":"7","text":"And Bilhah, Rachel’s servant, conceived again and bore a second son to Jacob. "},{"style":"v","verse":"8","text":"And Rachel said, “I have struggled a mighty struggle with my sister and have prevailed.” And she called his name Naphtali. "},{"style":"v","verse":"9","text":"When Leah saw that she had ceased bearing children, she took Zilpah her female servant and gave her to Jacob as a wife. "},{"style":"v","verse":"10","text":"And Zilpah, the female slave of Leah, bore a son to Jacob. "},{"style":"v","verse":"11","text":"Then Leah said, “Good fortune!” And she called his name Gad. "},{"style":"v","verse":"12","text":"And Zilpah, Leah’s female servant, bore a second son to Jacob. "},{"style":"v","verse":"13","text":"Then Leah said, “How happy \\add am\\add* I! For women have called me happy.” So she called his name Asher."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"And in the days of the wheat harvest, Reuben went and found mandrakes in the field and he brought them to Leah his mother. And Rachel said to Leah, “Please give me some of your son’s mandrakes.” "},{"style":"v","verse":"15","text":"And she said to her, “\\add Is\\add* your taking my husband \\add such\\add* a small \\add thing\\add* that you will also take the mandrakes of my son?” Then Rachel said, “Then he may sleep with you tonight in exchange for your son’s mandrakes.” "},{"style":"v","verse":"16","text":"When Jacob came in from the field in the evening, Leah went out to meet him. And she said, “Come in to me, for ⸤I have hired⸥\\f + \\fr 30:16 \\ft Literally “I have fully paid for” \\f* you with my son’s mandrakes.” And he slept with her that night. "},{"style":"v","verse":"17","text":"And God listened to Leah and she conceived and gave birth to a fifth son for Jacob. "},{"style":"v","verse":"18","text":"Then Leah said, “God has given \\add me\\add* my wage since I gave my servant girl to my husband.” And she called his name Issachar. "},{"style":"v","verse":"19","text":"And Leah conceived again and gave birth to a sixth son for Jacob. "},{"style":"v","verse":"20","text":"And Leah said, “God has endowed me with a good gift. This time my husband will acknowledge me, because I bore him six sons.” And she called his name Zebulun. "},{"style":"v","verse":"21","text":"And afterward she gave birth to a daughter. And she called her name Dinah. "},{"style":"v","verse":"22","text":"Then God remembered Rachel and listened to her, and God opened her womb. "},{"style":"v","verse":"23","text":"And she conceived and gave birth to a son. And she said, “God has taken away my disgrace.” "},{"style":"v","verse":"24","text":"And she called his name Joseph, saying, “Yahweh has added to me another son.”"},{"style":"s1","verse":"","text":"Jacob’s Prosperity"},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"And it happened \\add that\\add* as soon as Rachel had given birth to Joseph, Jacob said to Laban, “Send me away that I may go to my place and my land. "},{"style":"v","verse":"26","text":"Give \\add me\\add* my wives and my children for which I have served you, and let me go. For you yourself know my service that I have rendered to you.” "},{"style":"v","verse":"27","text":"But Laban said to him, “Please, if I have found favor in your eyes, I have learned by divination that Yahweh has blessed me because of you.” "},{"style":"v","verse":"28","text":"And he said, “Name your wage to me and I will give \\add it\\add*.” "},{"style":"v","verse":"29","text":"Then he said to him, “You yourself know how I have served you and how your livestock have been with me.\\f + \\fr 30:29 \\ft I.e., “How well they have done under my care” \\f* "},{"style":"v","verse":"30","text":"For you had little before me, and it has increased abundantly. And Yahweh has blessed you ⸤wherever I turned⸥.\\f + \\fr 30:30 \\ft Literally “to my foot” \\f* So then, when shall I provide for my own family also?” "},{"style":"v","verse":"31","text":"And he said, “What shall I give you?” And Jacob said, “Do not give me anything. If you will do this thing for me, I will again feed your flocks and keep \\add them\\add*. "},{"style":"v","verse":"32","text":"Let me pass through all your flocks today, removing all the speckled and spotted sheep from them, along with\\f + \\fr 30:32 \\ft Or “and” \\f* every dark-colored sheep among the sheep, and the spotted and speckled among the goats. That\\f + \\fr 30:32 \\ft Or “it” \\f* shall be my wages. "},{"style":"v","verse":"33","text":"And my righteousness will answer for me ⸤later⸥\\f + \\fr 30:33 \\ft Literally “on the day tomorrow” \\f* when you come concerning my wages before you. Every \\add one\\add* that \\add is\\add* not speckled or spotted among the goats, or dark-colored among the sheep shall be stolen \\add if it is\\add* with me.” "},{"style":"v","verse":"34","text":"Then Laban said, “Look! Very well. It shall be according to your word.” "},{"style":"v","verse":"35","text":"But that day he\\f + \\fr 30:35 \\ft That is, Laban \\f* removed the streaked and spotted male goats and all the speckled and spotted female goats, all that \\add had\\add* white on it, and every dark-colored ram, and ⸤put them in the charge of his sons⸥.\\f + \\fr 30:35 \\ft Literally “he gave into the hands of his sons” \\f* "},{"style":"v","verse":"36","text":"And he put a journey of three days between him and Jacob, and Jacob pastured the remainder of Laban’s flock. "},{"style":"v","verse":"37","text":"Then Jacob took fresh branches of poplar, almond, and plane trees and peeled white strips on them, exposing the white which \\add was\\add* on the branches. "},{"style":"v","verse":"38","text":"And he set the branches that he had peeled in front of the flocks, in the troughs \\add and\\add* in the water containers. And they were in heat when they came to drink. "},{"style":"v","verse":"39","text":"And the flocks mated by the branches, so the flocks bore streaked, speckled, and spotted. "},{"style":"v","verse":"40","text":"And Jacob separated the lambs and turned the faces of the flocks toward the streaked and all the dark-colored in Laban’s flocks. And he put his own herds apart, and did not put them with the flocks of Laban. "},{"style":"v","verse":"41","text":"And whenever any of the stronger of the flocks were in heat, Jacob put the branches ⸤in full view⸥\\f + \\fr 30:41 \\ft Literally “before the eyes of” \\f* of the flock in the troughs that they might mate among the branches. "},{"style":"v","verse":"42","text":"But with the more feeble of the flock he would not put \\add them there\\add*. So the feebler were Laban’s and the stronger \\add were\\add* Jacob’s. "},{"style":"v","verse":"43","text":"And the man became ⸤exceedingly⸥\\f + \\fr 30:43 \\ft Literally “very, very” \\f* rich and had large flocks, female slaves, male slaves, camels, and donkeys."}]