[{"style":"s1","verse":"","text":"Jacob Flees from Laban"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now he\\f + \\fr 31:1 \\ft That is, Jacob \\f* heard the words of the sons of Laban, saying, “Jacob has taken all that our father has,” and “From that which \\add was\\add* our father’s he has gained all this wealth.” "},{"style":"v","verse":"2","text":"Then Jacob saw the face of Laban and, behold, ⸤it was not like it had been in the past⸥.\\f + \\fr 31:2 \\ft Literally “there was not with him like yesterday or the day before” \\f* "},{"style":"v","verse":"3","text":"And Yahweh said to Jacob, “Return to the land of your ancestors\\f + \\fr 31:3 \\ft Or “fathers” \\f* and to your family, and I will be with you.” "},{"style":"v","verse":"4","text":"So Jacob sent and called Rachel and Leah to the field, to his flocks, "},{"style":"v","verse":"5","text":"and he said to them, “Look, I see the face of your father, that ⸤it is not like it has been toward me in the past⸥.\\f + \\fr 31:5 \\ft Literally “it is not to me like yesterday or the day before” \\f* But the God of my father is with me. "},{"style":"v","verse":"6","text":"Now you yourselves know that I have served your father with all my strength, "},{"style":"v","verse":"7","text":"and your father has cheated me and changed my wages ten times, but God has not allowed him to harm me. "},{"style":"v","verse":"8","text":"If thus he said, ‘Speckled shall be your wage,’ then all the flock bore speckled. And \\add if\\add* he said, ‘Streaked shall be your wage,’ then all the flock bore streaked. "},{"style":"v","verse":"9","text":"God has taken away your father’s livestock and given \\add them\\add* to me. "},{"style":"v","verse":"10","text":"Now it happened \\add that\\add* at the time of the mating of the flock I lifted up my eyes and saw in a dream, and behold, the rams mounting the flock \\add were\\add* streaked, speckled, and dappled. "},{"style":"v","verse":"11","text":"Then the angel of God said to me in the dream, ‘Jacob,’ and I said, ‘Here I \\add am\\add*.’ "},{"style":"v","verse":"12","text":"And he said, ‘Lift up your eyes and see—all the rams mounting the flock \\add are\\add* streaked, speckled, and dappled, for I have seen all that Laban is doing to you. "},{"style":"v","verse":"13","text":"I \\add am\\add* the God of Bethel where you anointed a stone pillar, where you made a vow to me. Now get up, go out from this land and return to the land of your birth.’ ” "},{"style":"v","verse":"14","text":"Then Rachel and Leah answered and said to him, “\\add Is there\\add* yet a portion for us, and an inheritance in the house of our father? "},{"style":"v","verse":"15","text":"Are we not regarded \\add as\\add* foreigners by him, because he has sold us and completely consumed our money? "},{"style":"v","verse":"16","text":"For all the wealth that God has taken away from our father, it belongs to us and to our sons. So now, all that God has said to you, do.” "},{"style":"v","verse":"17","text":"Then Jacob got up and put his children and his wives on the camels. "},{"style":"v","verse":"18","text":"And he drove all his livestock and his possessions that he had acquired, the livestock of his possession that he had acquired in Paddan-Aram, in order to go to Isaac his father, to the land of Canaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Now Laban had gone to shear his sheep, and Rachel stole the idols\\f + \\fr 31:19 \\ft Hebrew \\fqa teraphim \\ft  \\f* that belonged to her father. "},{"style":"v","verse":"20","text":"And Jacob ⸤tricked⸥\\f + \\fr 31:20 \\ft Literally “stole the heart of” \\f* Laban the Aramean by not telling him that he \\add intended to\\add* flee. "},{"style":"v","verse":"21","text":"Then he fled with all that he had, and arose and crossed the Euphrates\\f + \\fr 31:21 \\ft Or “the river” \\f* and set his face toward the hill country of Gilead. "},{"style":"v","verse":"22","text":"And on the third day it was told to Laban that Jacob had fled. "},{"style":"v","verse":"23","text":"Then he took his kinsmen with him and pursued after him, a seven-day journey, and he caught up with him in the hill country of Gilead. "},{"style":"v","verse":"24","text":"And God came to Laban the Aramean in a dream at night and said to him, “⸤Take care⸥\\f + \\fr 31:24 \\ft Literally “watch to yourself” \\f* that you not speak with Jacob, whether good or evil.” "},{"style":"v","verse":"25","text":"And Laban overtook Jacob. Now Jacob had pitched his tent in the hill country, and Laban and his kinsmen pitched \\add their tents\\add* in the hill country of Gilead. "},{"style":"v","verse":"26","text":"Then Laban said to Jacob, “What have you done that you ⸤tricked me⸥\\f + \\fr 31:26 \\ft Literally “stole my heart” \\f* and have carried off my daughters like captives of the sword? "},{"style":"v","verse":"27","text":"Why did you hide \\add your intention\\add* to flee and ⸤trick me⸥,\\f + \\fr 31:27 \\ft Literally “steal my heart” \\f* and did not tell me so that I would have sent you away with joy and song and tambourine and lyre? "},{"style":"v","verse":"28","text":"And \\add why\\add* did you not give me opportunity to kiss my grandsons\\f + \\fr 31:28 \\ft Or “sons” \\f* and my daughters \\add goodbye\\add*? Now you have behaved foolishly \\add by\\add* doing \\add this\\add*. "},{"style":"v","verse":"29","text":"⸤It is in my power⸥\\f + \\fr 31:29 \\ft Literally “there is power in my hand” \\f* to do harm to you, but the God of your father spoke to me last night saying, ‘⸤Take care⸥\\f + \\fr 31:29 \\ft Literally “watch to yourself” \\f* from speaking with Jacob, whether good or evil.’ "},{"style":"v","verse":"30","text":"Now, you have surely gone because you desperately longed for the house of your father, \\add but\\add* why did you steal my gods?” "},{"style":"v","verse":"31","text":"Then Jacob answered and said to Laban, “Because I \\add was\\add* afraid, for I thought, ‘Lest you take your daughters from me by force.’ "},{"style":"v","verse":"32","text":"\\add But\\add* with whomever you find your gods, he shall not live. In the presence of your kinsmen \\add now\\add* identify what \\add is\\add* with me \\add that is\\add* yours and take it.” Now Jacob did not know that Rachel had stolen them. "},{"style":"v","verse":"33","text":"Then Laban went into Jacob’s tent and Leah’s tent and the tent of the two female servants and did not find \\add his gods\\add*. And he came out of Leah’s tent and went into Rachel’s tent. "},{"style":"v","verse":"34","text":"Now Rachel had taken the idols and put them in the saddle bag of the camel and sat on them. And Jacob searched the whole tent thoroughly but did not find them. "},{"style":"v","verse":"35","text":"And she said to her father, “Let there not be anger in the eyes of my lord, for I am not able to rise before you, for the way of women \\add is\\add* with me. And he searched carefully and did not find the idols. "},{"style":"v","verse":"36","text":"Then Jacob became angry and quarreled with Laban. Jacob answered and said to Laban, “What \\add is\\add* my offense? What \\add is\\add* my sin that you pursued after me? "},{"style":"v","verse":"37","text":"For you have searched all my possessions and what did you find among all the possessions of my household? Set it before my kinsmen and your kinsmen that they may decide between the two of us! "},{"style":"v","verse":"38","text":"These twenty years I \\add was\\add* with you; your ewes and your female goats did not miscarry, and the rams of your flocks I did not eat. "},{"style":"v","verse":"39","text":"I brought no mangled carcass to you—I bore its loss. From my hand you sought it, whether stolen by day or stolen by night. "},{"style":"v","verse":"40","text":"\\add There\\add* I was, during the day the heat consumed me, and the cold by night, and my sleep fled from my eyes. "},{"style":"v","verse":"41","text":"These twenty years \\add I have been\\add* in your house. I served you fourteen years for your two daughters and six years for your flock, and you have changed my wages ten times. "},{"style":"v","verse":"42","text":"If the God of my father, the God of Abraham and the Fear of Isaac had not been with me, indeed now you would have sent me away empty-handed. God saw my misery and the labor of my hands and rebuked you last night.” "},{"style":"v","verse":"43","text":"Then Laban answered and said to Jacob, “The daughters \\add are\\add* my daughters and the grandsons\\f + \\fr 31:43 \\ft Or “sons” \\f* \\add are\\add* my grandsons,\\f + \\fr 31:43 \\ft Or “sons” \\f* and the flocks \\add are\\add* my flocks, and all that you see, it \\add is\\add* mine. Now, what can I do for these my daughters today, or for their children whom they have borne? "},{"style":"v","verse":"44","text":"So now, come, let us ⸤make⸥\\f + \\fr 31:44 \\ft Literally “cut” \\f* a covenant, you and I, and let it be a witness between me and you.” "},{"style":"v","verse":"45","text":"And Jacob took a stone and set it up \\add as\\add* a stone pillar. "},{"style":"v","verse":"46","text":"And Jacob said to his kinsmen, “Gather stones.” And they took stones and made a pile of stones, and they ate there by the pile of stones. "},{"style":"v","verse":"47","text":"And Laban called it Jegar Sahadutha,\\f + \\fr 31:47 \\ft Aramaic for “the heap of witness” \\f* but Jacob called it Galeed.\\f + \\fr 31:47 \\ft Hebrew for “the heap of witness” \\f* "},{"style":"v","verse":"48","text":"Then Laban said, “This pile of stones \\add is\\add* a witness between me and you today.” Therefore its name is called Galeed,\\f + \\fr 31:48 \\ft Hebrew for “the heap of witness” \\f* "},{"style":"v","verse":"49","text":"and Mizpah,\\f + \\fr 31:49 \\ft Hebrew for “watchpost” \\f* because he said, “Yahweh watch between me and you when ⸤we are out of sight of each other⸥.\\f + \\fr 31:49 \\ft Literally “each from his neighbor is concealed” \\f* "},{"style":"v","verse":"50","text":"If you mistreat my daughters, and if you take wives besides my daughters, \\add when\\add* there is no man with us, see—God \\add is\\add* a witness between me and you.” "},{"style":"v","verse":"51","text":"And Laban said to Jacob, “See, this pile of stones, and see the pillar that I have set up between me and you. "},{"style":"v","verse":"52","text":"This pile of stones \\add is\\add* a witness, and the pillar \\add is\\add* a witness, that I will not pass beyond this pile of stones to you, and that you will not pass beyond this pile of stones and this pillar to me intending harm. "},{"style":"v","verse":"53","text":"May the God of Abraham and the God of Nahor, the God of their father\\f + \\fr 31:53 \\ft That is, Terah \\f* judge between us.” Then Jacob swore by the Fear of his father Isaac. "},{"style":"v","verse":"54","text":"And Jacob sacrificed a sacrifice on the hill, and he called his kinsmen to eat the meal.\\f + \\fr 31:54 \\ft Or “food, bread” \\f* And they ate the meal\\f + \\fr 31:54 \\ft Or “food, bread” \\f* and spent the night on the hill. "},{"style":"v","verse":"55","text":"\\f + \\fr 31:55 \\ft \\xt Genesis 31:55–32:32 \\ft in the English Bible is 32:1–33 in the Hebrew Bible \\f* And Laban arose early in the morning and kissed his grandsons\\f + \\fr 31:55 \\ft Or “sons” \\f* and his daughters, and blessed them. Then Laban departed and returned to his homeland."}]