[{"style":"s1","verse":"","text":"Jacob Meets Esau and Settles at Shechem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Jacob lifted up his eyes and looked. And behold, Esau \\add was\\add* coming and four hundred men \\add were\\add* with him. And he\\f + \\fr 33:1 \\ft That is, Jacob \\f* divided the children among Leah and among Rachel, and among the two of his female servants. "},{"style":"v","verse":"2","text":"And he put the female slaves and their children first, then Leah and her children next, then Rachel with Joseph last. "},{"style":"v","verse":"3","text":"And he himself passed on before them and bowed down to the ground seven times until he came to his brother. "},{"style":"v","verse":"4","text":"But Esau ran to meet him, and embraced him, and fell upon his neck and kissed him, and they wept. "},{"style":"v","verse":"5","text":"Then Esau lifted up his eyes and saw the women and the children and said, “Who \\add are\\add* these with you?” And he said, “The children whom God has graciously given your servant.” "},{"style":"v","verse":"6","text":"Then the female servants drew near, they and their children, and they bowed down. "},{"style":"v","verse":"7","text":"Then Leah and her children drew near and bowed down, and afterward Joseph and Rachel drew near and they bowed down. "},{"style":"v","verse":"8","text":"And he\\f + \\fr 33:8 \\ft That is, Esau \\f* said, “⸤What do you mean by⸥\\f + \\fr 33:8 \\ft Literally “What to you?” \\f* all this company that I have met?” Then he said, “To find favor in the eyes of my lord.” "},{"style":"v","verse":"9","text":"Then Esau said, “⸤I have enough⸥\\f + \\fr 33:9 \\ft Literally “There is to me abundance” \\f* my brother; ⸤keep what you have⸥.”\\f + \\fr 33:9 \\ft Literally “let what is to you be to you” \\f* "},{"style":"v","verse":"10","text":"And Jacob said, “No, please, if I have found favor in your eyes, you must take my gift from my hand, for then I have seen your face \\add which is\\add* like seeing the face of God, and you have received me. "},{"style":"v","verse":"11","text":"Please take my gift which has been brought to you, for God has dealt graciously with me, and because ⸤I have enough⸥.”\\f + \\fr 33:11 \\ft Literally “There is to me abundance” \\f* And he urged him, so he took \\add it\\add*. "},{"style":"v","verse":"12","text":"Then he\\f + \\fr 33:12 \\ft That is, Esau \\f* said, “Let us journey and go \\add on\\add*, and I will go ahead of you.” "},{"style":"v","verse":"13","text":"But he said to him, “My lord knows that the children \\add are\\add* frail, and the flocks and the cattle \\add which are\\add* nursing \\add are a concern\\add* to me. Now \\add if\\add* they drove them hard for a day all the flocks would die. "},{"style":"v","verse":"14","text":"Let my lord pass on before his servant and I will move along slowly at the pace\\f + \\fr 33:14 \\ft Or “foot” \\f* of the livestock that are ahead of me, and at the pace\\f + \\fr 33:14 \\ft Or “foot” \\f* of the children until I come to my lord in Seir.” "},{"style":"v","verse":"15","text":"And Esau said, “Let me leave some of my people with you.” But he said, “⸤What need is there⸥?\\f + \\fr 33:15 \\ft Literally “What is this?” \\f* Let me find favor in the eyes of my lord.” "},{"style":"v","verse":"16","text":"So Esau turned that day on his way to Seir. "},{"style":"v","verse":"17","text":"But Jacob traveled on to Succoth, and he built for himself a house, and he made shelters for his livestock. Therefore he called the name of the place Succoth. "},{"style":"v","verse":"18","text":"And Jacob came safely to the city of Shechem which \\add is\\add* in the land of Canaan, ⸤on his way⸥\\f + \\fr 33:18 \\ft Literally “at his coming” \\f* from Paddan-Aram. And he camped before the city. "},{"style":"v","verse":"19","text":"And he bought a piece of land where he pitched his tent for one hundred pieces of money\\f + \\fr 33:19 \\ft Hebrew \\fqa kesitah \\ft  \\f* from the hand of the sons of Hamor, father of Shechem. "},{"style":"v","verse":"20","text":"And there he erected an altar and called it “El Elohe Israel.”\\f + \\fr 33:20 \\ft That is, “\\fqa El \\ft the God of Israel” \\f*"}]