[{"style":"s1","verse":"","text":"Joseph Interprets Dreams in Prison"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And it happened \\add that\\add* after these things the cupbearer of the king of Egypt and \\add his\\add* baker did wrong against their lord, against the king of Egypt. "},{"style":"v","verse":"2","text":"And Pharaoh was angry with his two officials, with the chief cupbearer and chief baker. "},{"style":"v","verse":"3","text":"And he put them in custody in the house of the chief of the guard, into the prison where Joseph was confined. "},{"style":"v","verse":"4","text":"And the chief of the guard appointed Joseph \\add to be\\add* with them, and he attended them. And they were in custody ⸤many days⸥.\\f + \\fr 40:4 \\ft Literally “days” \\f* "},{"style":"v","verse":"5","text":"And the two of them, the cupbearer and the baker of the king of Egypt, who \\add were\\add* confined in the prison, dreamed a dream, each his own dream, with its own interpretation. "},{"style":"v","verse":"6","text":"When Joseph came to them in the morning he looked at them, and behold, they were troubled. "},{"style":"v","verse":"7","text":"And he asked the court officials of Pharaoh that \\add were\\add* with him in the custody of his master’s house, “Why \\add are\\add* your faces sad today?” "},{"style":"v","verse":"8","text":"And they said to him, “We \\add each\\add* dreamed a dream, but there is no one to interpret it.” And Joseph said to them, “Do not interpretations belong to God? Please tell \\add them\\add* to me.” "},{"style":"v","verse":"9","text":"Then the chief cupbearer told his dream to Joseph, and he said to him, “In my dream, now behold, \\add there was\\add* a vine before me, "},{"style":"v","verse":"10","text":"and on the vine \\add were\\add* three branches. And as it budded, its blossoms came up, \\add and\\add* its clusters of grapes grew ripe. "},{"style":"v","verse":"11","text":"And the cup of Pharaoh \\add was\\add* in my hand, and I took the grapes and squeezed them into the cup of Pharaoh. Then I placed the cup into the hand of Pharaoh.” "},{"style":"v","verse":"12","text":"Then Joseph said to him, “This \\add is\\add* its interpretation: The three branches, they \\add are\\add* three days. "},{"style":"v","verse":"13","text":"In three days Pharaoh will lift up your head and will restore you to your office. And you shall put the cup of Pharaoh into his hand as \\add was\\add* formerly the custom, when you were his cupbearer. "},{"style":"v","verse":"14","text":"But remember me when it goes well with you, and please may you show kindness with respect to me, and mention me to Pharaoh, and bring me out of this house. "},{"style":"v","verse":"15","text":"For I was surely kidnapped from the land of the Hebrews, and here also I have done nothing that they should put me in this pit.” "},{"style":"v","verse":"16","text":"And when the chief baker saw that the interpretation \\add was\\add* good he said to Joseph, “I also \\add dreamed\\add*. In my dream, now behold, \\add there were\\add* three baskets of bread upon my head. "},{"style":"v","verse":"17","text":"And in the upper basket \\add were\\add* all sorts of baked foods for Pharaoh, but the birds were eating them out of the basket upon my head.” "},{"style":"v","verse":"18","text":"Then Joseph answered and said, “This \\add is\\add* its interpretation: The three baskets, they \\add are\\add* three days. "},{"style":"v","verse":"19","text":"In three days Pharaoh will lift your head from you and hang you on a pole,\\f + \\fr 40:19 \\ft Or “tree” \\f* and the birds will eat your flesh from you.” "},{"style":"v","verse":"20","text":"And it happened \\add that\\add* on the third day, \\add which was\\add* Pharaoh’s birthday, he made a feast for all his servants. And he lifted up the head of the chief cupbearer and the head of the chief baker in the midst of his servants. "},{"style":"v","verse":"21","text":"And he restored the chief cupbearer to his cupbearing \\add position\\add*. And he placed the cup in the hand of Pharaoh. "},{"style":"v","verse":"22","text":"But the chief baker he hanged as Joseph had interpreted to them. "},{"style":"v","verse":"23","text":"But the chief cupbearer did not remember Joseph, but forgot him."}]