[{"style":"s1","verse":"","text":"Joseph Reveals His Identity"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Joseph was not able to control himself before all who were standing by him. And he cried out, “Make every man go out from me!” So no one stood with him when Joseph made himself known to his brothers. "},{"style":"v","verse":"2","text":"And ⸤he wept loudly⸥,\\f + \\fr 45:2 \\ft Literally “he gave his voice with weeping” \\f* so that the Egyptians heard \\add it\\add* and the household of Pharaoh heard \\add it\\add*. "},{"style":"v","verse":"3","text":"Then Joseph said to his brothers, “I \\add am\\add* Joseph! Is my father still alive?” And his brothers were unable to answer him, for they were dismayed at his presence. "},{"style":"v","verse":"4","text":"So Joseph said to his brothers, “Come near to me, please.” And they drew near. And he said, “I \\add am\\add* Joseph, your brother, whom you sold into Egypt. "},{"style":"v","verse":"5","text":"So now, do not be distressed and do not be angry ⸤with yourselves⸥\\f + \\fr 45:5 \\ft Literally “in your eyes” \\f* that you sold me here, for God sent me as deliverance before you. "},{"style":"v","verse":"6","text":"For these two years the famine \\add has been\\add* in the midst of the land, but \\add there will be\\add* five more years where there is no plowing or harvest. "},{"style":"v","verse":"7","text":"And God sent me before you \\add all\\add* to preserve for you a remnant in the land and to keep alive among you many survivors. "},{"style":"v","verse":"8","text":"So now, you yourselves did not send me here, but God put me here as father to Pharaoh and as master of all his household, and a ruler over all the land of Egypt. "},{"style":"v","verse":"9","text":"Hurry, and go up to my father and say to him, ‘Thus says your son Joseph, God has made me lord of all Egypt. Come down to me and do not delay. "},{"style":"v","verse":"10","text":"You shall settle in the land of Goshen so that you will be near me, you and your children and your grandchildren, and your flocks and your herds and all that you have. "},{"style":"v","verse":"11","text":"And I will provide for you there, because \\add there are\\add* still five years of famine—lest you and your household and all that you have become destitute.’ "},{"style":"v","verse":"12","text":"Now behold, your eyes see, and the eyes of my brother Benjamin see, that ⸤it is I⸥\\f + \\fr 45:12 \\ft Literally “it is my mouth” \\f* who am speaking to you. "},{"style":"v","verse":"13","text":"And you must tell my father of all my honor in Egypt and all that you have seen. Now hurry and bring my father here.” "},{"style":"v","verse":"14","text":"Then he fell upon the neck of his brother Benjamin and wept, and Benjamin wept upon his neck. "},{"style":"v","verse":"15","text":"And he kissed all his brothers and wept upon them. And afterward his brothers spoke with him. "},{"style":"v","verse":"16","text":"Then the report was heard \\add in\\add* the house of Pharaoh, saying, “Joseph’s brothers have come.” And it pleased Pharaoh and his servants. "},{"style":"v","verse":"17","text":"Then Pharaoh said to Joseph, “Say to your brothers: ‘Do this—load your donkeys and go back to the land of Canaan, "},{"style":"v","verse":"18","text":"and take your father and your households and come to me, and I will give you the best of the land of Egypt, and you shall eat the fat of the land.’ "},{"style":"v","verse":"19","text":"And you \\add Joseph\\add*, are commanded \\add to say\\add* this: ‘Do this! Take wagons from the land of Egypt for your little ones and your wives, and bring your father and come! "},{"style":"v","verse":"20","text":"⸤Do not worry⸥\\f + \\fr 45:20 \\ft Literally “let not your eyes be troubled” \\f* about your possessions, for the best of all the land of Egypt is yours.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"And the sons of Israel did so. And Joseph gave them wagons at the word of Pharaoh, and gave them provisions for the journey. "},{"style":"v","verse":"22","text":"To each and to all of them he gave sets of clothing, but to Benjamin he gave three hundred pieces of silver and five sets of clothing. "},{"style":"v","verse":"23","text":"And to his father he sent ⸤as follows⸥:\\f + \\fr 45:23 \\ft Literally “according to this” \\f* ten donkeys carrying the best of Egypt, and ten donkeys carrying grain and food and provisions for his father for the journey. "},{"style":"v","verse":"24","text":"Then he sent his brothers away, and when they departed he said to them, “Do not be agitated on the journey.” "},{"style":"v","verse":"25","text":"So they went up from Egypt and came to the land of Canaan to Jacob their father. "},{"style":"v","verse":"26","text":"And they spoke to him, saying, “Joseph \\add is\\add* still alive, and he \\add is\\add* ruler over all the land of Egypt.” And his heart ⸤went numb⸥,\\f + \\fr 45:26 \\ft Or “became cold” \\f* because he did not believe him. "},{"style":"v","verse":"27","text":"Then they told him all the words of Joseph that he had spoken to them. And when he saw the wagons that Joseph had sent to carry him, then the spirit of Jacob their father revived. "},{"style":"v","verse":"28","text":"And Israel said, “\\add It is\\add* enough. Joseph my son \\add is\\add* still alive. I will go and see him before I die.”"}]