[{"style":"s1","verse":"","text":"Adresse et salutation"},{"style":"r","verse":"","text":"V. 1: cf. 2 Th 1:1, 2."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Paul, et Silvain, et Timothée, à l’Église des Thessaloniciens, qui est en Dieu le Père et en Jésus-Christ le Seigneur: \\x a \\xo 1.1 \\xt Ro 1:7. Ép 1:2. 1 Pi 1:2.\\x*que la grâce et la paix vous soient données!"},{"style":"s1","verse":"","text":"Succès de l’Évangile à Thessalonique, et fidélité de son Église"},{"style":"r","verse":"","text":"V. 2-10: cf. Ph 1:3-6. Col 1:3-8. 1 Th 2:13, 14."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"\\x b \\xo 1.2 \\xt Ép 1:16. Ph 1:3. Col 1:3. 2 Th 1:3.\\x*Nous rendons continuellement grâces à Dieu pour vous tous, faisant mention de vous dans nos prières, "},{"style":"v","verse":"3","text":"nous rappelant sans cesse \\x c \\xo 1.3 \\xt Jn 6:29.\\x*l’œuvre de votre foi, le travail de votre charité, et la fermeté de votre espérance en notre Seigneur Jésus-Christ, devant Dieu notre Père. "},{"style":"v","verse":"4","text":"Nous savons, frères bien-aimés de Dieu, que vous avez été élus, "},{"style":"v","verse":"5","text":"\\x d \\xo 1.5 \\xt 1 Co 2:4; 4:20.\\x*notre Évangile ne vous ayant pas été prêché en paroles seulement, mais avec puissance, avec l’Esprit Saint, et avec une pleine persuasion; \\x e \\xo 1.5 \\xt 1 Th 2:1.\\x*car vous n’ignorez pas que nous nous sommes montrés ainsi parmi vous, à cause de vous. "},{"style":"v","verse":"6","text":"\\x f \\xo 1.6 \\xt 1 Co 4:16; 11:1. Ph 3:17. 2 Th 3:9.\\x*Et vous-mêmes, vous avez été mes imitateurs et ceux du Seigneur, en recevant la parole au milieu de beaucoup de tribulations, avec la joie du Saint-Esprit, "},{"style":"v","verse":"7","text":"en sorte que vous êtes devenus un modèle pour tous les croyants de la Macédoine et de l’Achaïe. "},{"style":"v","verse":"8","text":"Non seulement, en effet, la parole du Seigneur a retenti de chez vous dans la Macédoine et dans l’Achaïe, mais votre foi en Dieu s’est fait connaître en tout lieu, de telle manière que nous n’avons pas besoin d’en parler. "},{"style":"v","verse":"9","text":"Car on raconte, à notre sujet, quel accès nous avons eu auprès de vous, et comment vous vous êtes convertis à Dieu, en abandonnant les idoles pour servir le Dieu vivant et vrai, "},{"style":"v","verse":"10","text":"\\x g \\xo 1.10 \\xt Ac 1:11. Ph 3:20. 2 Th 1:10. Ap 1:7.\\x*et pour attendre des cieux son Fils, qu’il a ressuscité des morts, Jésus, qui nous délivre de la colère à venir."}]