[{"style":"s1","text":"Comment Paul a exercé son ministère parmi les Thessaloniciens"},{"style":"r","text":"V. 1-12: cf. Ac 20:18-21, 31-35. (2 Co 4:1, 2, 5; 6:3-10; 12:12-15.)"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 2.1 \\xt 1 Th 1:5, 9.\\x*Vous savez vous-mêmes, frères, que notre arrivée chez vous n’a pas été sans résultat. "},{"style":"v","text":"Après avoir souffert et reçu des outrages \\x b \\xo 2.2 \\xt Ac 16:22.\\x*à Philippes, comme vous le savez, nous prîmes de l’assurance en notre Dieu, pour \\x c \\xo 2.2 \\xt Ac 17:2.\\x*vous annoncer l’Évangile de Dieu, au milieu de bien des combats. "},{"style":"v","text":"Car notre prédication ne repose ni sur l’erreur, ni sur des motifs impurs, ni sur la fraude; "},{"style":"v","text":"mais, selon que Dieu nous a jugés dignes de nous confier l’Évangile, ainsi nous parlons, \\x d \\xo 2.4 \\xt Ga 1:10.\\x*non comme pour plaire à des hommes, mais pour plaire à Dieu, qui sonde nos cœurs. "},{"style":"v","text":"Jamais, en effet, nous n’avons usé de paroles flatteuses, comme vous le savez; jamais nous n’avons eu la cupidité pour mobile, \\x e \\xo 2.5 \\xt Ro 1:9; 9:1. 2 Co 1:23; 11:31. Ga 1:20. Ph 1:8. 1 Ti 5:21. 2 Ti 4:1.\\x*Dieu en est témoin. "},{"style":"v","text":"Nous n’avons point cherché la gloire qui vient des hommes, ni de vous ni des autres; \\x f \\xo 2.6 \\xt 1 Co 9:3. 2 Th 3:9.\\x*nous aurions pu nous produire avec autorité comme apôtres de Christ, "},{"style":"v","text":"mais nous avons été pleins de douceur au milieu de vous. De même qu’une nourrice prend un tendre soin de ses enfants, "},{"style":"v","text":"nous aurions voulu, dans notre vive affection pour vous, non seulement vous donner l’Évangile de Dieu, mais encore nos propres vies, tant vous nous étiez devenus chers. "},{"style":"v","text":"\\x g \\xo 2.9 \\xt Ac 18:3; 20:34. 1 Co 4:12. 2 Co 11:9; 12:13. 2 Th 3:8.\\x*Vous vous rappelez, frères, notre travail et notre peine: nuit et jour à l’œuvre, pour n’être à charge à aucun de vous, nous vous avons prêché l’Évangile de Dieu. "},{"style":"v","text":"Vous êtes témoins, et Dieu l’est aussi, que nous avons eu envers vous qui croyez une conduite sainte, juste et irréprochable. "},{"style":"v","text":"Vous savez aussi que nous avons été pour chacun de vous ce qu’un père est pour ses enfants, "},{"style":"v","text":"vous exhortant, vous consolant, \\x h \\xo 2.12 \\xt Ge 17:1. 1 Co 7:20. Ép 4:1. Ph 1:27. Col 1:10.\\x*vous conjurant de marcher d’une manière digne de Dieu, qui vous appelle à son royaume et à sa gloire."},{"style":"r","text":"V. 13-16: cf. (1 Th 1:6-10. 2 Th 1:4, 5.) Mt 23:29-38."},{"style":"p","text":""},{"style":"v","text":"C’est pourquoi nous rendons continuellement grâces à Dieu de ce qu’en recevant la parole de Dieu, que nous vous avons fait entendre, vous l’avez reçue, non comme la parole des hommes, mais, ainsi qu’elle l’est véritablement, comme la parole de Dieu, qui agit en vous qui croyez. "},{"style":"v","text":"Car vous, frères, vous êtes devenus les imitateurs des Églises de Dieu qui sont en Jésus-Christ dans la Judée, parce que vous aussi, vous avez souffert de la part de vos \\x i \\xo 2.14 \\xt Ac 17:5, 13.\\x*propres compatriotes les mêmes maux qu’elles ont soufferts de la part des Juifs. "},{"style":"v","text":"\\x j \\xo 2.15 \\xt Ac 7:52.\\x*Ce sont ces Juifs qui ont fait mourir le Seigneur Jésus \\x k \\xo 2.15 \\xt Mt 23:37. Lu 13:34.\\x*et les prophètes, qui nous ont persécutés, qui ne plaisent point à Dieu, et qui sont ennemis de tous les hommes, "},{"style":"v","text":"\\x l \\xo 2.16 \\xt Ac 17:13.\\x*nous empêchant de parler aux païens pour qu’ils soient sauvés, en sorte qu’ils ne cessent de mettre le comble à leurs péchés. Mais la colère a fini par les atteindre."},{"style":"s1","text":"Désir qu’éprouve l’apôtre de revoir les Thessaloniciens"},{"style":"r","text":"2 v. 17 à 3 v. 5: cf. (Ro 1:9-13. 1 Th 3:9-11.) Ac 17:14-16; 14:22. Jn 16:1-4, 33."},{"style":"p","text":""},{"style":"v","text":"Pour nous, frères, après avoir été quelque temps séparés de vous, de corps mais non de cœur, nous avons eu d’autant plus ardemment le vif désir de vous voir. "},{"style":"v","text":"\\x m \\xo 2.18 \\xt Ro 1:13; 15:22.\\x*Aussi voulions-nous aller vers vous, du moins moi Paul, une et même deux fois; mais Satan nous en a empêchés. "},{"style":"v","text":"\\x n \\xo 2.19 \\xt 2 Co 1:14. Ph 2:16; 4:1.\\x*Qui est, en effet, notre espérance, ou notre joie, ou notre couronne de gloire? N’est-ce pas vous aussi, devant notre Seigneur Jésus, lors de son avènement? "},{"style":"v","text":"Oui, vous êtes notre gloire et notre joie."}]