[{"style":"ide","verse":"","text":"UTF-8"},{"style":"ip","verse":"","text":"L’Épître de Jude est un billet de circonstance comprenant un chapitre unique de 25 versets. Son auteur se nomme Jude et se présente comme le frère de Jacques. Elle serait donc l’œuvre d’un autre frère de Jésus qui, selon Marc (6:3), portait effectivement ce nom. Ces frères semblent avoir hésité au début à croire en lui (Jn 7:1-9). Mais ils se sont par la suite convertis au christianisme, à nous en tenir à leurs écrits qui ont été préservés, et sont devenus des serviteurs de Jésus-Christ (Ja 1:1; Ju 1)."},{"style":"ip","verse":"","text":"Les destinataires sont présentés comme: \\it «Ceux qui ont été appelés, qui sont aimés en Dieu le Père, et gardés pour Jésus-Christ»\\it* (1). Cette formule donne à cette correspondance un caractère catholique classique (voir celle de Jacques et des deux de Pierre). Cette brève épître a trois parties, qui sont:"},{"style":"ib","verse":"","text":""},{"style":"io1","verse":"","text":"1. Adresse et salutations \\ior 1-2\\ior*"},{"style":"io1","verse":"","text":"2. Contre les impies \\ior 3-19\\ior*"},{"style":"io1","verse":"","text":"3. Exhortations et doxologie finale \\ior 20-25\\ior*"},{"style":"ib","verse":"","text":""},{"style":"ip","verse":"","text":"L’Épître de Jude apparaît comme une doublure de la deuxième épître de Pierre, surtout le chapitre 2:1-22. Elle ne s’en distingue que par la citation de deux livres apocryphes de l’Ancien Testament: \\it «Or, l’archange Michel, lorsqu’il contestait avec le diable et lui disputait le corps de Moïse…»\\it* (9) et: \\it «C’est aussi pour eux qu’Énoch, le septième depuis Adam, a prophétisé en ces termes: Voici, le Seigneur est venu…»\\it* (14) (voir l’introduction à 2 Pierre). Cette citation de livres apocryphes a d’ailleurs rendu difficile son admission dans le canon. Les discussions à ce sujet ont persisté jusqu’au 5\\ord e\\ord* siècle apr. J.-C."},{"style":"ip","verse":"","text":"L’épître de Jude, comme la deuxième épître de Pierre, adresse une mise en garde contre les impies. Il s’agirait, non pas simplement de gens qui manifestent de l’indifférence à l’égard de la foi chrétienne, mais de ceux dont la condamnation est déjà écrite, eux qui changent la grâce de Dieu en dissolution; qui renient ostentatoirement Jésus-Christ (3-4): \\it «Mais vous, bien-aimés, souvenez-vous des choses annoncées d’avance par les apôtres de notre Seigneur Jésus-Christ. Ils vous disaient qu’au dernier temps il y aura des moqueurs, marchant selon leurs convoitises impies…»\\it* (17-19)."},{"style":"ip","verse":"","text":"La date de rédaction de l’Épître de Jude tient compte de la citation du livre d’Énoch (14) comme un passage des Écritures Saintes. En effet, ce livre a été éliminé du canon de l’Ancien Testament au Synode de Jamnia en 90. L’Épître de Jude daterait de ce fait d’avant la tenue de ce Synode."},{"style":"ip","verse":"","text":"La position de cette épître après les trois à Jean ne cadre pas avec le rapport étroit qui la lie à la seconde épître de Pierre. En effet, si les trois épîtres font bien partie de la littérature johannique, alors la place de Jude se trouverait convenablement après 2 Pierre."},{"style":"ie","verse":"","text":""}]