[{"style":"s1","text":"Amatsia, roi de Juda"},{"style":"r","text":"V. 1-22: cf. (2 Ch 25; 26:1-2.) Ps 75:5-8."},{"style":"p","text":""},{"style":"v","text":"La seconde année de Joas, fils de Joachaz, roi d’Israël, Amatsia, fils de Joas, roi de Juda, régna. "},{"style":"v","text":"\\x a \\xo 14.2 \\xt 2 Ch 25:1.\\x*Il avait vingt-cinq ans lorsqu’il devint roi, et il régna vingt-neuf ans à Jérusalem. Sa mère s’appelait Joaddan, de Jérusalem. "},{"style":"v","text":"Il fit ce qui est droit aux yeux de l’Éternel, non pas toutefois comme David, son père; il agit entièrement comme avait agi Joas, son père. "},{"style":"v","text":"Seulement, les hauts lieux ne disparurent point; le peuple offrait encore des sacrifices et des parfums sur les hauts lieux. "},{"style":"v","text":"Lorsque la royauté fut affermie entre ses mains, il frappa ses serviteurs qui avaient tué le roi, son père. "},{"style":"v","text":"Mais il ne fit pas mourir les fils des meurtriers, selon ce qui est écrit dans le livre de la loi de Moïse, où l’Éternel donne ce commandement: \\x b \\xo 14.6 \\xt De 24:16. Éz 18:20.\\x*On ne fera point mourir les pères pour les enfants, et l’on ne fera point mourir les enfants pour les pères; mais on fera mourir chacun pour son péché. "},{"style":"v","text":"Il battit dix mille Édomites dans la vallée du sel; et durant la guerre, il prit Séla, et l’appela Joktheel, nom qu’elle a conservé jusqu’à ce jour. "},{"style":"v","text":"Alors Amatsia envoya des messagers à Joas, fils de Joachaz, fils de Jéhu, roi d’Israël, pour lui dire: Viens, voyons-nous en face! "},{"style":"v","text":"Et Joas, roi d’Israël, fit dire à Amatsia, roi de Juda: L’épine du Liban envoya dire au cèdre du Liban: Donne ta fille pour femme à mon fils! Et les bêtes sauvages qui sont au Liban passèrent et foulèrent l’épine. "},{"style":"v","text":"Tu as battu les Édomites, et ton cœur s’élève. Jouis de ta gloire, et reste chez toi. Pourquoi t’engager dans une malheureuse entreprise, qui amènerait ta ruine et celle de Juda? "},{"style":"v","text":"Mais Amatsia ne l’écouta pas. Et Joas, roi d’Israël, monta; et ils se virent en face, lui et Amatsia, roi de Juda, à Beth-Schémesch, qui est à Juda. "},{"style":"v","text":"Juda fut battu par Israël, et chacun s’enfuit dans sa tente. "},{"style":"v","text":"Joas, roi d’Israël, prit à Beth-Schémesch Amatsia, roi de Juda, fils de Joas, fils d’Achazia. Il vint à Jérusalem, et fit une brèche de quatre cents coudées dans la muraille de Jérusalem, depuis la porte d’Éphraïm jusqu’à la porte de l’angle. "},{"style":"v","text":"Il prit tout l’or et l’argent et tous les vases qui se trouvaient dans la maison de l’Éternel et dans les trésors de la maison du roi; il prit aussi des otages, et il retourna à Samarie. "},{"style":"v","text":"Le reste des actions de Joas, ce qu’il a fait, ses exploits, et la guerre qu’il eut avec Amatsia, roi de Juda, cela n’est-il pas écrit dans le livre des Chroniques des rois d’Israël? "},{"style":"v","text":"Joas se coucha avec ses pères, et il fut enterré à Samarie avec les rois d’Israël. Et Jéroboam, son fils, régna à sa place. "},{"style":"v","text":"Amatsia, fils de Joas, roi de Juda, vécut quinze ans après la mort de Joas, fils de Joachaz, roi d’Israël. "},{"style":"v","text":"Le reste des actions d’Amatsia, cela n’est-il pas écrit dans le livre des Chroniques des rois de Juda? "},{"style":"v","text":"\\x c \\xo 14.19 \\xt 2 R 25:27.\\x*On forma contre lui une conspiration à Jérusalem, et il s’enfuit à Lakis; mais on le poursuivit à Lakis, où on le fit mourir. "},{"style":"v","text":"On le transporta sur des chevaux, et il fut enterré à Jérusalem avec ses pères, dans la ville de David. "},{"style":"v","text":"\\x d \\xo 14.21 \\xt 2 Ch 26:1.\\x*Et tout le peuple de Juda prit Azaria, âgé de seize ans, et l’établit roi à la place de son père Amatsia. "},{"style":"v","text":"Azaria rebâtit Élath et la fit rentrer sous la puissance de Juda, après que le roi fut couché avec ses pères."},{"style":"s1","text":"Jéroboam II, roi d’Israël"},{"style":"r","text":"V. 23-29: cf. Am 1-7. Jon 1-4. Os 1-3."},{"style":"p","text":""},{"style":"v","text":"La quinzième année d’Amatsia, fils de Joas, roi de Juda, Jéroboam, fils de Joas, roi d’Israël, régna à Samarie. Il régna quarante et un ans. "},{"style":"v","text":"Il fit ce qui est mal aux yeux de l’Éternel; il ne se détourna d’aucun des péchés de Jéroboam, fils de Nebath, qui avait fait pécher Israël. "},{"style":"v","text":"Il rétablit les limites d’Israël depuis l’entrée de Hamath jusqu’à la mer de la plaine, selon la parole que l’Éternel, le Dieu d’Israël, avait prononcée par son serviteur \\x e \\xo 14.25 \\xt Jon 1:1. Mt 12:39, 40.\\x*Jonas, le prophète, fils d’Amitthaï, de Gath-Hépher. "},{"style":"v","text":"Car l’Éternel vit l’affliction d’Israël à son comble et l’extrémité à laquelle se trouvaient réduits esclaves et hommes libres, sans qu’il y eût personne pour venir au secours d’Israël. "},{"style":"v","text":"Or l’Éternel n’avait point résolu d’effacer le nom d’Israël de dessous les cieux, et il les délivra par Jéroboam, fils de Joas. "},{"style":"v","text":"Le reste des actions de Jéroboam, tout ce qu’il a fait, ses exploits à la guerre, et comment il fit rentrer sous la puissance d’Israël Damas et Hamath qui avaient appartenu à Juda, cela n’est-il pas écrit dans le livre des Chroniques des rois d’Israël? "},{"style":"v","text":"Jéroboam se coucha avec ses pères, avec les rois d’Israël. Et Zacharie, son fils, régna à sa place."}]