[{"style":"s1","verse":"","text":"Jérusalem sauvée, et l’armée de Sanchérib détruite"},{"style":"r","verse":"","text":"V. 1-37: cf. (2 Ch 32:20-23. És 10:8, etc.) (Ps 75; 76; 94.) 2 Ch 20:20. Ps 124."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 19.1 \\xt És 37:1.\\x*Lorsque le roi Ézéchias eut entendu cela, il déchira ses vêtements, se couvrit d’un sac, et alla dans la maison de l’Éternel. "},{"style":"v","verse":"2","text":"Il envoya Éliakim, chef de la maison du roi, Schebna, le secrétaire, et les plus anciens des sacrificateurs, couverts de sacs, vers Ésaïe, le prophète, \\x b \\xo 19.2 \\xt És 1:1.\\x*fils d’Amots. "},{"style":"v","verse":"3","text":"Et ils lui dirent: Ainsi parle Ézéchias: Ce jour est un jour d’angoisse, de châtiment et d’opprobre; car les enfants sont près de sortir du sein maternel, et il n’y a point de force pour l’enfantement. "},{"style":"v","verse":"4","text":"Peut-être l’Éternel, ton Dieu, a-t-il entendu toutes les paroles de Rabschaké, que le roi d’Assyrie, son maître, a envoyé pour insulter au Dieu vivant, et peut-être l’Éternel, ton Dieu, exercera-t-il ses châtiments à cause des paroles qu’il a entendues. Fais donc monter une prière pour le reste qui subsiste encore. "},{"style":"v","verse":"5","text":"Les serviteurs du roi Ézéchias allèrent donc auprès d’Ésaïe. "},{"style":"v","verse":"6","text":"Et Ésaïe leur dit: Voici ce que vous direz à votre maître: Ainsi parle l’Éternel: Ne t’effraie point des paroles que tu as entendues et par lesquelles m’ont outragé les serviteurs du roi d’Assyrie. "},{"style":"v","verse":"7","text":"Je vais mettre en lui un esprit tel que, sur une nouvelle qu’il recevra, il retournera dans son pays; et je le ferai tomber par l’épée dans son pays. "},{"style":"v","verse":"8","text":"Rabschaké, s’étant retiré, trouva le roi d’Assyrie qui attaquait Libna, car il avait appris son départ de Lakis. "},{"style":"v","verse":"9","text":"Alors le roi d’Assyrie reçut une nouvelle au sujet de Tirhaka, roi d’Éthiopie; on lui dit: Voici, il s’est mis en marche pour te faire la guerre. Et le roi d’Assyrie envoya de nouveau des messagers à Ézéchias, en disant: "},{"style":"v","verse":"10","text":"Vous parlerez ainsi à Ézéchias, roi de Juda: Que ton Dieu, auquel tu te confies, ne t’abuse point en disant: Jérusalem ne sera pas livrée entre les mains du roi d’Assyrie. "},{"style":"v","verse":"11","text":"Voici, tu as appris ce qu’ont fait les rois d’Assyrie à tous les pays, et comment ils les ont détruits; et toi, tu serais délivré! "},{"style":"v","verse":"12","text":"Les dieux des nations que mes pères ont détruites les ont-ils délivrées, Gozan, Charan, Retseph, et les fils d’Éden qui sont à Telassar? "},{"style":"v","verse":"13","text":"Où sont le roi de Hamath, le roi d’Arpad, et le roi de la ville de Sepharvaïm, d’Héna et d’Ivva? "},{"style":"v","verse":"14","text":"Ézéchias prit la lettre de la main des messagers, et la lut. Puis il monta à la maison de l’Éternel, et la déploya devant l’Éternel, "},{"style":"v","verse":"15","text":"à qui il adressa cette prière: Éternel, Dieu d’Israël, assis sur les chérubins! C’est toi qui es le seul Dieu de tous les royaumes de la terre, c’est toi qui as fait les cieux et la terre. "},{"style":"v","verse":"16","text":"Éternel! Incline ton oreille, et écoute. Éternel! Ouvre tes yeux, et regarde. Entends les paroles de Sanchérib, qui a envoyé Rabschaké pour insulter au Dieu vivant. "},{"style":"v","verse":"17","text":"Il est vrai, ô Éternel! Que les rois d’Assyrie ont détruit les nations et ravagé leurs pays, "},{"style":"v","verse":"18","text":"et qu’ils ont jeté leurs dieux dans le feu; mais ce n’étaient point des dieux, c’étaient des ouvrages de mains d’homme, du bois et de la pierre; et ils les ont anéantis. "},{"style":"v","verse":"19","text":"Maintenant, Éternel, notre Dieu! Délivre-nous de la main de Sanchérib, et que tous les royaumes de la terre sachent que toi seul es Dieu, ô Éternel! "},{"style":"v","verse":"20","text":"Alors Ésaïe, fils d’Amots, envoya dire à Ézéchias: Ainsi parle l’Éternel, le Dieu d’Israël: J’ai entendu la prière que tu m’as adressée au sujet de Sanchérib, roi d’Assyrie. "},{"style":"v","verse":"21","text":"Voici la parole que l’Éternel a prononcée contre lui:"},{"style":"q1","verse":"","text":"Elle te méprise, elle se moque de toi,"},{"style":"q1","verse":"","text":"La vierge, fille de Sion;"},{"style":"q1","verse":"","text":"Elle hoche la tête après toi,"},{"style":"q1","verse":"","text":"La fille de Jérusalem."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"22","text":"Qui as-tu insulté et outragé?"},{"style":"q1","verse":"","text":"Contre qui as-tu élevé la voix?"},{"style":"q1","verse":"","text":"Tu as porté tes yeux en haut"},{"style":"q1","verse":"","text":"Sur le Saint d’Israël!"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"23","text":"Par tes messagers tu as insulté le Seigneur,"},{"style":"q1","verse":"","text":"Et tu as dit:"},{"style":"q1","verse":"","text":"Avec la multitude de mes chars,"},{"style":"q1","verse":"","text":"J’ai gravi le sommet des montagnes,"},{"style":"q1","verse":"","text":"Les extrémités du Liban;"},{"style":"q1","verse":"","text":"Je couperai les plus élevés de ses cèdres,"},{"style":"q1","verse":"","text":"Les plus beaux de ses cyprès,"},{"style":"q1","verse":"","text":"Et j’atteindrai sa dernière cime,"},{"style":"q1","verse":"","text":"Sa forêt semblable à un verger;"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"24","text":"J’ai creusé, et j’ai bu des eaux étrangères,"},{"style":"q1","verse":"","text":"Et je tarirai avec la plante de mes pieds"},{"style":"q1","verse":"","text":"Tous les fleuves de l’Égypte."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"25","text":"N’as-tu pas appris que j’ai préparé ces choses de loin,"},{"style":"q1","verse":"","text":"Et que je les ai résolues dès les temps anciens?"},{"style":"q1","verse":"","text":"Maintenant j’ai permis qu’elles s’accomplissent,"},{"style":"q1","verse":"","text":"Et que tu réduisisses des villes fortes en monceaux de ruines."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"26","text":"Leurs habitants sont impuissants,"},{"style":"q1","verse":"","text":"Épouvantés et confus;"},{"style":"q1","verse":"","text":"Ils sont comme l’herbe des champs et la tendre verdure,"},{"style":"q1","verse":"","text":"Comme le gazon des toits"},{"style":"q1","verse":"","text":"Et le blé qui sèche avant la formation de sa tige."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"27","text":"Mais je sais quand tu t’assieds, quand tu sors et quand tu entres,"},{"style":"q1","verse":"","text":"Et quand tu es furieux contre moi."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"28","text":"Parce que tu es furieux contre moi,"},{"style":"q1","verse":"","text":"Et que ton arrogance est montée à mes oreilles,"},{"style":"q1","verse":"","text":"Je mettrai ma boucle à tes narines et mon mors entre tes lèvres,"},{"style":"q1","verse":"","text":"Et je te ferai retourner par le chemin par lequel tu es venu."},{"style":"m","verse":"","text":""},{"style":"v","verse":"29","text":"Que ceci soit un signe pour toi: On a mangé une année le produit du grain tombé, et une seconde année ce qui croît de soi-même; mais la troisième année, vous sèmerez, vous moissonnerez, vous planterez des vignes, et vous en mangerez le fruit. "},{"style":"v","verse":"30","text":"Ce qui aura été sauvé de la maison de Juda, ce qui sera resté poussera encore des racines par-dessous, et portera du fruit par-dessus. "},{"style":"v","verse":"31","text":"Car de Jérusalem il sortira un reste, et de la montagne de Sion des réchappés. Voilà ce que fera le zèle de l’Éternel des armées. "},{"style":"v","verse":"32","text":"C’est pourquoi ainsi parle l’Éternel sur le roi d’Assyrie:"},{"style":"q1","verse":"","text":"Il n’entrera point dans cette ville,"},{"style":"q1","verse":"","text":"Il n’y lancera point de traits,"},{"style":"q1","verse":"","text":"Il ne lui présentera point de boucliers,"},{"style":"q1","verse":"","text":"Et il n’élèvera point de retranchements contre elle."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"33","text":"Il s’en retournera par le chemin par lequel il est venu,"},{"style":"q1","verse":"","text":"Et il n’entrera point dans cette ville, dit l’Éternel."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"34","text":"\\x c \\xo 19.34 \\xt 2 R 20:6.\\x*Je protégerai cette ville pour la sauver,"},{"style":"q1","verse":"","text":"A cause de moi, et à cause de David, mon serviteur."},{"style":"m","verse":"","text":""},{"style":"v","verse":"35","text":"\\x d \\xo 19.35 \\xt És 37:36.\\x*Cette nuit-là, l’ange de l’Éternel sortit, et frappa dans le camp des Assyriens cent quatre-vingt-cinq mille hommes. Et quand on se leva le matin, voici, c’étaient tous des corps morts. "},{"style":"v","verse":"36","text":"Alors Sanchérib, roi d’Assyrie, leva son camp, partit et s’en retourna; et il resta à Ninive. "},{"style":"v","verse":"37","text":"Or, comme il était prosterné dans la maison de Nisroc, son dieu, \\x e \\xo 19.37 \\xt 2 Ch 32:21. És 37:38.\\x*Adrammélec et Scharetser, ses fils, le frappèrent avec l’épée, et s’enfuirent au pays d’Ararat. Et Ésar-Haddon, son fils, régna à sa place."}]