[{"style":"s1","verse":"","text":"Miracles d’Élisée. L’huile de la veuve"},{"style":"r","verse":"","text":"V. 1-7: cf. 1 R 17:8-16. Mc 6:34-44. Ps 68:6. Ph 4:19."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Une femme d’entre les femmes des fils des prophètes cria à Élisée, en disant: Ton serviteur mon mari est mort, et tu sais que ton serviteur craignait l’Éternel; or le créancier est venu \\x a \\xo 4.1 \\xt Lé 25:39.\\x*pour prendre mes deux enfants et en faire ses esclaves. "},{"style":"v","verse":"2","text":"Élisée lui dit: Que puis-je faire pour toi? Dis-moi, qu’as-tu à la maison? Elle répondit: Ta servante n’a rien du tout à la maison qu’un vase d’huile. "},{"style":"v","verse":"3","text":"Et il dit: Va demander au-dehors des vases chez tous tes voisins, des vases vides, et n’en demande pas un petit nombre. "},{"style":"v","verse":"4","text":"Quand tu seras rentrée, tu fermeras la porte sur toi et sur tes enfants; tu verseras dans tous ces vases, et tu mettras de côté ceux qui seront pleins. "},{"style":"v","verse":"5","text":"Alors elle le quitta. Elle ferma la porte sur elle et sur ses enfants; ils lui présentaient les vases, et elle versait. "},{"style":"v","verse":"6","text":"Lorsque les vases furent pleins, elle dit à son fils: Présente-moi encore un vase. Mais il lui répondit: Il n’y a plus de vase. Et l’huile s’arrêta. "},{"style":"v","verse":"7","text":"Elle alla le rapporter à l’homme de Dieu, et il dit: Va vendre l’huile, et paie ta dette; et tu vivras, toi et tes fils, de ce qui restera."},{"style":"s1","verse":"","text":"Le fils de la Sunamite"},{"style":"r","verse":"","text":"V. 8-37: cf. (Hé 13:2. Mt 10:40-42.) (1 R 17:17-24. Hé 11:35.) (Ps 84:7; 116:11-12.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Un jour Élisée passait par Sunem. Il y avait là une femme de distinction, qui le pressa d’accepter à manger. Et toutes les fois qu’il passait, il se rendait chez elle pour manger. "},{"style":"v","verse":"9","text":"Elle dit à son mari: Voici, je sais que cet homme qui passe toujours chez nous est un saint homme de Dieu. "},{"style":"v","verse":"10","text":"Faisons une petite chambre haute avec des murs, et mettons-y pour lui un lit, une table, un siège et un chandelier, afin qu’il s’y retire quand il viendra chez nous. "},{"style":"v","verse":"11","text":"Élisée, étant revenu à Sunem, se retira dans la chambre haute et y coucha. "},{"style":"v","verse":"12","text":"Il dit à Guéhazi, son serviteur: Appelle cette Sunamite. Guéhazi l’appela, et elle se présenta devant lui. "},{"style":"v","verse":"13","text":"Et Élisée dit à Guéhazi: Dis-lui: Voici, tu nous as montré tout cet empressement; que peut-on faire pour toi? Faut-il parler pour toi au roi ou au chef de l’armée? Elle répondit: J’habite au milieu de mon peuple. "},{"style":"v","verse":"14","text":"Et il dit: Que faire pour elle? Guéhazi répondit: Mais, elle n’a point de fils, et son mari est vieux. "},{"style":"v","verse":"15","text":"Et il dit: Appelle-la. Guéhazi l’appela, et elle se présenta à la porte. "},{"style":"v","verse":"16","text":"Élisée lui dit: \\x b \\xo 4.16 \\xt Ge 18:10, 14.\\x*A cette même époque, l’année prochaine, tu embrasseras un fils. Et elle dit: Non! Mon seigneur, homme de Dieu, ne trompe pas ta servante! "},{"style":"v","verse":"17","text":"Cette femme devint enceinte, et elle enfanta un fils à la même époque, l’année suivante, comme Élisée lui avait dit. "},{"style":"v","verse":"18","text":"L’enfant grandit. Et un jour qu’il était allé trouver son père vers les moissonneurs, "},{"style":"v","verse":"19","text":"il dit à son père: Ma tête! Ma tête! Le père dit à son serviteur: Porte-le à sa mère. "},{"style":"v","verse":"20","text":"Le serviteur l’emporta et l’amena à sa mère. Et l’enfant resta sur les genoux de sa mère jusqu’à midi, puis il mourut. "},{"style":"v","verse":"21","text":"Elle monta, le coucha sur le lit de l’homme de Dieu, ferma la porte sur lui, et sortit. "},{"style":"v","verse":"22","text":"Elle appela son mari, et dit: Envoie-moi, je te prie, un des serviteurs et une des ânesses; je veux aller en hâte vers l’homme de Dieu, et je reviendrai. "},{"style":"v","verse":"23","text":"Et il dit: Pourquoi veux-tu aller aujourd’hui vers lui? Ce n’est ni nouvelle lune ni sabbat. Elle répondit: Tout va bien. "},{"style":"v","verse":"24","text":"Puis elle fit seller l’ânesse, et dit à son serviteur: Mène et pars; ne m’arrête pas en route sans que je te le dise. "},{"style":"v","verse":"25","text":"Elle partit donc et se rendit vers l’homme de Dieu sur la montagne du Carmel. L’homme de Dieu, l’ayant aperçue de loin, dit à Guéhazi, son serviteur: Voici cette Sunamite! "},{"style":"v","verse":"26","text":"Maintenant, cours donc à sa rencontre, et dis-lui: Te portes-tu bien? Ton mari et ton enfant se portent-ils bien? Elle répondit: Bien. "},{"style":"v","verse":"27","text":"Et dès qu’elle fut arrivée auprès de l’homme de Dieu sur la montagne, elle embrassa ses pieds. Guéhazi s’approcha pour la repousser. Mais l’homme de Dieu dit: Laisse-la, car son âme est dans l’amertume, et l’Éternel me l’a caché et ne me l’a point fait connaître. "},{"style":"v","verse":"28","text":"Alors elle dit: Ai-je demandé un fils à mon seigneur? \\x c \\xo 4.28 \\xt 2 R 4:16.\\x*N’ai-je pas dit: Ne me trompe pas? "},{"style":"v","verse":"29","text":"Et Élisée dit à Guéhazi: Ceins tes reins, prends mon bâton dans ta main, et pars. \\x d \\xo 4.29 \\xt Lu 10:4.\\x*Si tu rencontres quelqu’un, ne le salue pas; et si quelqu’un te salue, ne lui réponds pas. Tu mettras mon bâton sur le visage de l’enfant. "},{"style":"v","verse":"30","text":"La mère de l’enfant dit: L’Éternel est vivant et ton âme est vivante! Je ne te quitterai point. Et il se leva et la suivit. "},{"style":"v","verse":"31","text":"Guéhazi les avait devancés, et il avait mis le bâton sur le visage de l’enfant; mais il n’y eut ni voix ni signe d’attention. Il s’en retourna à la rencontre d’Élisée, et lui rapporta la chose, en disant: L’enfant ne s’est pas réveillé. "},{"style":"v","verse":"32","text":"Lorsque Élisée arriva dans la maison, voici, l’enfant était mort, couché sur son lit. "},{"style":"v","verse":"33","text":"Élisée entra et \\x e \\xo 4.33 \\xt Mt 6:6.\\x*ferma la porte sur eux deux, et il pria l’Éternel. "},{"style":"v","verse":"34","text":"Il monta, et se coucha sur l’enfant; il mit sa bouche sur sa bouche, ses yeux sur ses yeux, ses mains sur ses mains, et il s’étendit sur lui. Et la chair de l’enfant se réchauffa. "},{"style":"v","verse":"35","text":"Élisée s’éloigna, alla çà et là par la maison, puis remonta et s’étendit sur l’enfant. \\x f \\xo 4.35 \\xt 1 R 17:21. 2 R 8:1. Ac 20:10.\\x*Et l’enfant éternua sept fois, et il ouvrit les yeux. "},{"style":"v","verse":"36","text":"Élisée appela Guéhazi, et dit: Appelle cette Sunamite. Guéhazi l’appela, et elle vint vers Élisée, qui dit: Prends ton fils! "},{"style":"v","verse":"37","text":"Elle alla se jeter à ses pieds, et se prosterna contre terre. Et elle prit son fils, et sortit."},{"style":"s1","verse":"","text":"La mort dans le pot"},{"style":"r","verse":"","text":"V. 38-41: cf. 2 R 2:19-22. Ex 15:23-25. Ps 119:91."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Élisée revint à Guilgal, et il y avait une famine dans le pays. Comme les fils des prophètes étaient assis devant lui, il dit à son serviteur: Mets le grand pot, et fais cuire un potage pour les fils des prophètes. "},{"style":"v","verse":"39","text":"L’un d’eux sortit dans les champs pour cueillir des herbes; il trouva de la vigne sauvage et il y cueillit des coloquintes sauvages, plein son vêtement. Quand il rentra, il les coupa en morceaux dans le pot où était le potage, car on ne les connaissait pas. "},{"style":"v","verse":"40","text":"On servit à manger à ces hommes; mais dès qu’ils eurent mangé du potage, ils s’écrièrent: La mort est dans le pot, homme de Dieu! Et ils ne purent manger. "},{"style":"v","verse":"41","text":"Élisée dit: Prenez de la farine. Il en jeta \\x g \\xo 4.41 \\xt Ex 15:25.\\x*dans le pot, et dit: Sers à ces gens, et qu’ils mangent. Et il n’y avait plus rien de mauvais dans le pot."},{"style":"s1","verse":"","text":"Les vingt pains d’orge"},{"style":"r","verse":"","text":"V. 42-44: cf. Pr 3:9-10. Mt 14:14-21; 6:11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Un homme arriva de Baal-Schalischa. Il apporta du pain des prémices à l’homme de Dieu, vingt pains d’orge, et des épis nouveaux dans son sac. Élisée dit: Donne à ces gens, et qu’ils mangent. "},{"style":"v","verse":"43","text":"Son serviteur répondit: \\x h \\xo 4.43 \\xt Jn 6:9.\\x*Comment pourrais-je en donner à cent personnes? Mais Élisée dit: Donne à ces gens, et qu’ils mangent; car ainsi parle l’Éternel: \\x i \\xo 4.43 \\xt Jn 6:11.\\x*On mangera, et on en aura de reste. "},{"style":"v","verse":"44","text":"Il mit alors les pains devant eux; et ils mangèrent et en eurent de reste, selon la parole de l’Éternel."}]