[{"style":"s1","verse":"","text":"La cognée d’un fils des prophètes"},{"style":"r","verse":"","text":"V. 1-7: cf. Mt 17:24-27. Jé 32:17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Les fils des prophètes dirent à Élisée: Voici, le lieu où nous sommes assis devant toi est trop étroit pour nous. "},{"style":"v","verse":"2","text":"Allons jusqu’au Jourdain; nous prendrons là chacun une poutre, et nous nous y ferons un lieu d’habitation. Élisée répondit: Allez. "},{"style":"v","verse":"3","text":"Et l’un d’eux dit: Consens à venir avec tes serviteurs. Il répondit: J’irai. "},{"style":"v","verse":"4","text":"Il partit donc avec eux. Arrivés au Jourdain, ils coupèrent du bois. "},{"style":"v","verse":"5","text":"Et comme l’un d’eux abattait une poutre, le fer tomba dans l’eau. Il s’écria: Ah! Mon seigneur, il était emprunté! "},{"style":"v","verse":"6","text":"L’homme de Dieu dit: Où est-il tombé? Et il lui montra la place. Alors Élisée coupa un morceau de bois, le jeta à la même place, et fit surnager le fer. "},{"style":"v","verse":"7","text":"Puis il dit: Enlève-le! Et il avança la main, et le prit."},{"style":"s1","verse":"","text":"Les Syriens frappés d’aveuglement"},{"style":"r","verse":"","text":"V. 8-23: cf. (Ge 32:1-2. Ps 34:8. 2 Ch 32:7-8.) (Jé 39:17-18. Os 1:7.) Ro 12:19-21."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Le roi de Syrie était en guerre avec Israël, et, dans un conseil qu’il tint avec ses serviteurs, il dit: Mon camp sera dans un tel lieu. "},{"style":"v","verse":"9","text":"Mais l’homme de Dieu fit dire au roi d’Israël: Garde-toi de passer dans ce lieu, car les Syriens y descendent. "},{"style":"v","verse":"10","text":"Et le roi d’Israël envoya des gens, pour s’y tenir en observation, vers le lieu que lui avait mentionné et signalé l’homme de Dieu. Cela arriva non pas une fois ni deux fois. "},{"style":"v","verse":"11","text":"Le roi de Syrie en eut le cœur agité; il appela ses serviteurs, et leur dit: Ne voulez-vous pas me déclarer lequel de nous est pour le roi d’Israël? "},{"style":"v","verse":"12","text":"L’un de ses serviteurs répondit: Personne! Ô roi mon seigneur; mais Élisée, le prophète, qui est en Israël, rapporte au roi d’Israël les paroles que tu prononces dans ta chambre à coucher. "},{"style":"v","verse":"13","text":"Et le roi dit: Allez et voyez où il est, et je le ferai prendre. On vint lui dire: Voici, il est à Dothan. "},{"style":"v","verse":"14","text":"Il y envoya des chevaux, des chars et une forte troupe, qui arrivèrent de nuit et qui enveloppèrent la ville. "},{"style":"v","verse":"15","text":"Le serviteur de l’homme de Dieu se leva de bon matin et sortit; et voici, une troupe entourait la ville, avec des chevaux et des chars. Et le serviteur dit à l’homme de Dieu: Ah? Mon seigneur, comment ferons-nous! "},{"style":"v","verse":"16","text":"Il répondit: Ne crains point, car ceux qui sont avec nous sont en plus grand nombre que ceux qui sont avec eux. "},{"style":"v","verse":"17","text":"Élisée pria, et dit: Éternel, ouvre ses yeux, pour qu’il voie. Et l’Éternel ouvrit les yeux du serviteur, qui vit la montagne pleine de chevaux et de chars de feu autour d’Élisée. "},{"style":"v","verse":"18","text":"Les Syriens descendirent vers Élisée. Il adressa alors cette prière à l’Éternel: \\x a \\xo 6.18 \\xt Ge 19:11.\\x*Daigne frapper d’aveuglement cette nation! Et l’Éternel les frappa d’aveuglement, selon la parole d’Élisée. "},{"style":"v","verse":"19","text":"Élisée leur dit: Ce n’est pas ici le chemin, et ce n’est pas ici la ville; suivez-moi, et je vous conduirai vers l’homme que vous cherchez. Et il les conduisit à Samarie. "},{"style":"v","verse":"20","text":"Lorsqu’ils furent entrés dans Samarie, Élisée dit: Éternel, ouvre les yeux de ces gens, pour qu’ils voient! Et l’Éternel ouvrit leurs yeux, et ils virent qu’ils étaient au milieu de Samarie. "},{"style":"v","verse":"21","text":"Le roi d’Israël, en les voyant, dit à Élisée: Frapperai-je, frapperai-je, mon père? "},{"style":"v","verse":"22","text":"Tu ne frapperas point, répondit Élisée; est-ce que tu frappes ceux que tu fais prisonniers avec ton épée et avec ton arc? Donne-leur du pain et de l’eau, afin qu’ils mangent et boivent; et qu’ils s’en aillent ensuite vers leur maître. "},{"style":"v","verse":"23","text":"Le roi d’Israël leur fit servir un grand repas, et ils mangèrent et burent; puis il les renvoya, et ils s’en allèrent vers leur maître. Et les troupes des Syriens ne revinrent plus sur le territoire d’Israël."},{"style":"s1","verse":"","text":"Siège et famine de Samarie"},{"style":"r","verse":"","text":"V. 24-33: cf. (Lé 26:25-29. La 4:9-10.) La 3:22-26, 37-40."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Après cela, Ben-Hadad, roi de Syrie, ayant rassemblé toute son armée, monta et assiégea Samarie. "},{"style":"v","verse":"25","text":"Il y eut une grande famine dans Samarie; et ils la serrèrent tellement qu’une tête d’âne valait quatre-vingts sicles d’argent, et le quart d’un kab de fiente de pigeon cinq sicles d’argent. "},{"style":"v","verse":"26","text":"Et comme le roi passait sur la muraille, une femme lui cria: Sauve-moi, ô roi, mon seigneur! "},{"style":"v","verse":"27","text":"Il répondit: Si l’Éternel ne te sauve pas, avec quoi te sauverais-je? Avec le produit de l’aire ou du pressoir? "},{"style":"v","verse":"28","text":"Et le roi lui dit: Qu’as-tu? Elle répondit: Cette femme-là m’a dit: Donne ton fils! Nous le mangerons aujourd’hui, et demain nous mangerons mon fils. "},{"style":"v","verse":"29","text":"\\x b \\xo 6.29 \\xt De 28:53.\\x*Nous avons fait cuire mon fils, et nous l’avons mangé. Et le jour suivant, je lui ai dit: Donne ton fils, et nous le mangerons. Mais elle a caché son fils. "},{"style":"v","verse":"30","text":"Lorsque le roi entendit les paroles de cette femme, il déchira ses vêtements, en passant sur la muraille; et le peuple vit qu’il avait en dedans un sac sur son corps. "},{"style":"v","verse":"31","text":"Le roi dit: \\x c \\xo 6.31 \\xt 1 R 19:2.\\x*Que Dieu me punisse dans toute sa rigueur, si la tête d’Élisée, fils de Schaphath, reste aujourd’hui sur lui! "},{"style":"v","verse":"32","text":"Or Élisée était assis dans sa maison, et les anciens étaient assis auprès de lui. Le roi envoya quelqu’un devant lui. Mais avant que le messager soit arrivé, Élisée dit aux anciens: Voyez-vous que ce fils d’assassin envoie quelqu’un pour m’ôter la tête? Écoutez! Quand le messager viendra, fermez la porte, et repoussez-le avec la porte: le bruit des pas de son maître ne se fait-il pas entendre derrière lui? "},{"style":"v","verse":"33","text":"Il leur parlait encore, et déjà le messager était descendu vers lui, et disait: Voici, ce mal vient de l’Éternel; qu’ai-je à espérer encore de l’Éternel?"}]