[{"style":"r","verse":"","text":"V. 1-13: cf. 1 Co 9:24-27. (2 Ti 3:10-12; 4:5-8. Ap 2:10. Mt 10:32, 33.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Toi donc, mon enfant, fortifie-toi dans la grâce qui est en Jésus-Christ. "},{"style":"v","verse":"2","text":"Et ce que tu as entendu de moi en présence de beaucoup de témoins, \\x a \\xo 2.2 \\xt Tit 1:5.\\x*confie-le à des hommes fidèles, qui soient capables de l’enseigner aussi à d’autres. "},{"style":"v","verse":"3","text":"Souffre avec moi, comme un bon soldat de Jésus-Christ. "},{"style":"v","verse":"4","text":"\\x b \\xo 2.4 \\xt 1 Co 9:25.\\x*Il n’est pas de soldat qui s’embarrasse des affaires de la vie, s’il veut plaire à celui qui l’a enrôlé; "},{"style":"v","verse":"5","text":"et l’athlète n’est pas couronné, s’il n’a combattu suivant les règles. "},{"style":"v","verse":"6","text":"\\x c \\xo 2.6 \\xt 1 Co 9:10.\\x*Il faut que le laboureur travaille avant de recueillir les fruits. "},{"style":"v","verse":"7","text":"Comprends ce que je dis, car le Seigneur te donnera de l’intelligence en toutes choses. "},{"style":"v","verse":"8","text":"Souviens-toi de Jésus-Christ, \\x d \\xo 2.8 \\xt 2 S 7:12. Ps 132:11. És 11:1. Mt 1:1. Ac 2:30; 13:23. Ro 1:3.\\x*issu de la postérité de David, ressuscité des morts, selon mon Évangile, "},{"style":"v","verse":"9","text":"\\x e \\xo 2.9 \\xt Ép 3:13. Col 1:24.\\x*pour lequel je souffre jusqu’à être \\x f \\xo 2.9 \\xt Ép 3:1; 4:1. Ph 1:7. Col 4:3, 18. 2 Ti 1:8.\\x*lié comme un malfaiteur. Mais la parole de Dieu n’est pas liée. "},{"style":"v","verse":"10","text":"C’est pourquoi je supporte tout à cause des élus, afin qu’eux aussi obtiennent le salut qui est en Jésus-Christ, avec la gloire éternelle. "},{"style":"v","verse":"11","text":"Cette parole est certaine: \\x g \\xo 2.11 \\xt Ro 6:8.\\x*Si nous sommes morts avec lui, nous vivrons aussi avec lui; "},{"style":"v","verse":"12","text":"\\x h \\xo 2.12 \\xt Ro 8:17. 2 Co 4:10. Ph 3:10. 1 Pi 4:13.\\x*si nous persévérons, nous régnerons aussi avec lui; \\x i \\xo 2.12 \\xt Mt 10:33. Mc 8:38. Lu 9:26; 12:9.\\x*si nous le renions, lui aussi nous reniera; "},{"style":"v","verse":"13","text":"\\x j \\xo 2.13 \\xt No 23:19. Ro 3:3; 9:6.\\x*si nous sommes infidèles, il demeure fidèle, car il ne peut se renier lui-même."},{"style":"s1","verse":"","text":"Conduite à tenir à l’égard de ceux qui s’écartent de la saine doctrine et de la pureté chrétienne"},{"style":"r","verse":"","text":"V. 14-21: cf. (1 Ti 1:3-7, 18-20; 6:20, 21.) Tit 2:1, 11-15."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Rappelle ces choses, en conjurant devant Dieu qu’on évite les disputes de mots, qui ne servent qu’à la ruine de ceux qui écoutent. "},{"style":"v","verse":"15","text":"Efforce-toi de te présenter devant Dieu comme un homme éprouvé, un ouvrier qui n’a point à rougir, qui dispense droitement la parole de la vérité. "},{"style":"v","verse":"16","text":"\\x k \\xo 2.16 \\xt 1 Ti 1:4; 4:7; 6:20. Tit 1:14; 3:9.\\x*Évite les discours vains et profanes; car ceux qui les tiennent avanceront toujours plus dans l’impiété, et leur parole rongera comme la gangrène. "},{"style":"v","verse":"17","text":"De ce nombre sont Hyménée et Philète, "},{"style":"v","verse":"18","text":"qui se sont détournés de la vérité, disant que la résurrection est déjà arrivée, et qui renversent la foi de quelques uns. "},{"style":"v","verse":"19","text":"Néanmoins, le solide fondement de Dieu reste debout, avec ces paroles qui lui servent de sceau: \\x l \\xo 2.19 \\xt Jn 10:14.\\x*Le Seigneur connaît ceux qui lui appartiennent; et: Quiconque prononce le nom du Seigneur, qu’il s’éloigne de l’iniquité. "},{"style":"v","verse":"20","text":"\\x m \\xo 2.20 \\xt Ro 9:21.\\x*Dans une grande maison, il n’y a pas seulement des vases d’or et d’argent, mais il y en a aussi de bois et de terre; les uns sont des vases d’honneur, et les autres sont d’un usage vil. "},{"style":"v","verse":"21","text":"Si donc quelqu’un se conserve pur, en s’abstenant de ces choses, il sera un vase d’honneur, sanctifié, utile à son maître, propre à toute bonne œuvre."},{"style":"r","verse":"","text":"V. 22-26: cf. Tit 1:7-9. Ja 5:19, 20."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"\\x n \\xo 2.22 \\xt 1 Ti 6:11.\\x*Fuis les passions de la jeunesse, et recherche la justice, la foi, la charité, la paix, avec ceux qui invoquent le Seigneur d’un cœur pur. "},{"style":"v","verse":"23","text":"\\x o \\xo 2.23 \\xt 1 Ti 1:4; 6:4. Tit 3:9.\\x*Repousse les discussions folles et inutiles, sachant qu’elles font naître des querelles. "},{"style":"v","verse":"24","text":"Or, il ne faut pas qu’un serviteur du Seigneur ait des querelles; il doit, au contraire, avoir de la condescendance pour tous, \\x p \\xo 2.24 \\xt 1 Ti 3:2.\\x*être propre à enseigner, doué de patience; "},{"style":"v","verse":"25","text":"\\x q \\xo 2.25 \\xt Ga 6:1.\\x*il doit redresser avec douceur les adversaires, dans l’espérance que Dieu leur donnera la repentance pour arriver à la connaissance de la vérité, "},{"style":"v","verse":"26","text":"et que, revenus à leur bon sens, ils se dégageront des pièges du diable, qui s’est emparé d’eux pour les soumettre à sa volonté."}]