[{"style":"mt1","text":"Yowaan"},{"style":"s1","verse":"","text":"Almasi bi moo di Kàddu gi, di leer gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Njàlbéen ga fekk na Kàddu gi nekk, te Kàddu gi ma nga woon ak Yàlla, te Kàddu gi Yàlla la woon."},{"style":"v","verse":"2","text":"Njàlbéen ga fekk na Kàddu gi nekk ak Yàlla."},{"style":"v","verse":"3","text":"Lépp ci Kàddu gi lañu ko sàkke. Sàkkeesul dara lu ñu sàkkewul ci moom."},{"style":"v","verse":"4","text":"Ci moom la dund nekk, te dund dig leer, ñeel nit ñi."},{"style":"v","verse":"5","text":"Leer moo feeñ ci biir lëndëm, te lëndëm gi manu koo man."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Am na nit ku Yàlla yebal, ñu di ko wax \\w Yaxya|Yaxya:\\w*."},{"style":"v","verse":"7","text":"Kooku moo dikke kàddug seede, ngir seede lu jëm ci leer gi, ngir ñépp gëme ciy waxam."},{"style":"v","verse":"8","text":"Du moom ci boppam moo doon leer gi, waaye seedeel leer gi moo ko taxa dikk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Leer giy dëgg, tey leeral nit ñépp, moo dikk ci àddina."},{"style":"v","verse":"10","text":"Ci àddina la masa nekk, te àddina sàkkoo ci moom, waaye waa àddina xamuñu ko."},{"style":"v","verse":"11","text":"Ci ñoñam la ñëw, waaye ñoñam a ko dalalul."},{"style":"v","verse":"12","text":"Teewul mboolem ñi ko dalal, ba gëm ko, ñoom la may ñu yelloo doon doomi Yàlla."},{"style":"v","verse":"13","text":"Ñooñu du ci deret lañu sosoo, te it du ci coobarey nitu suuxu neen, mbaa ci coobarey góor lañu sosoo, waaye ci Yàlla lañu sosoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Kàddu gee sol aw suux, doon nit, màkkaanoo ci sunu biir, nu ne jàkk ci darajaam, darajay jenn Doom ji bawoo ci Baay bi, mat sëkk ci aw yiw akug dëgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Moom la Yaxya seedeel, di xaacu ne: «Kii laa noon leen: “Mooy dikk sama gannaaw waaye moo ma sut, nde moo jiitu sama juddu.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ci ag matam lanu tanqe nun ñépp, yiw ci kaw yiw."},{"style":"v","verse":"17","text":"Yoon wi indi ndigali Yàlla yi, ci gémmiñu Musaa lees ko joxee, waaye yiw wi ak dëgg gi, ci Yeesu \\w Almasi|Almasi b-:\\w* bi la dikke."},{"style":"v","verse":"18","text":"Kenn masula gis Yàlla, waaye Yàlla miy Kenn te sës rëkk ci Baay bi, kooku mooy ki ko xamle."},{"style":"s1","verse":"","text":"Yaxya seedeel na Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Lii nag moo di seedes \\w Yaxya|Yaxya:\\w*, ba njiiti Yawut ya yebalee fa moom ay \\w sarxalkat|sarxalkat b-:\\w* aki \\w Leween|Leween b-:\\w* ñu jóge Yerusalem, dikk ne ko: «Yaw yaay kan?»"},{"style":"v","verse":"20","text":"Yaxya dafa biral, bañula tontu, waaye daa biral ne: «Duma \\w Almasi|Almasi b-:\\w* bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ñu ne ko: «Yaay kan nag? Yaa di \\w Ilyaas|Ilyaas:\\w*?» Mu ne leen: «Duma Ilyaas.» Ñu ne ko: «Ndax yaa di Yonent bi\\f + \\fr 1.21 \\fk Yonent bi: \\ft seetal ci \\bk Baamtug yoon wi\\bk* 18.15, 18. Bànni Israayil am na yonent bu bokk ci seen askan bu ñu doon séentu.\\f*?» Mu ne leen: «Déedéet.»"},{"style":"v","verse":"22","text":"Ñu ne ko nag: «Wax nu yaay kan, ba nu mana yóbbul tont ñi nu yónni. Nga ne yaa di kan?»"},{"style":"v","verse":"23","text":"Mu ne: «Man maa di baatu kiy xaacu ci màndiŋ mi, naan: “Nangeen xàll yoonu Boroom bi!”» noonu ko Yonent Yàlla \\w Esayi|Esayi:\\w* waxe woon\\f + \\fr 1.23 \\ft Seetal ci \\bk Esayi\\bk* 40.3.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ay \\w Farisen|Farisen y-:\\w* nag a nga woon ca ña ñu yebal ca Yaxya."},{"style":"v","verse":"25","text":"Ñu laaj ko ne ko: «Ana kon looy sóobe ci ndox, gannaaw doo Almasi bi, doo Ilyaas, doo Yonent boobu?»"},{"style":"v","verse":"26","text":"Yaxya ne leen: «Man de maa ngi sóobe ci ndox, waaye nit a ngi fii ci seen biir te xamuleen ko."},{"style":"v","verse":"27","text":"Kookooy ñëw sama gannaaw, te buumi caraxam sax, man yeyoowuma ko koo feccil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Lii ca Betani la xewe woon, ca wàllaa dexu Yurdan, fa Yaxya daan sóobe."},{"style":"s1","verse":"","text":"Yeesu moo di Xarum Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ca ëllëg sa, ba \\w Yaxya|Yaxya:\\w* gisee Yeesu di dikk wutsi ko, da ne: «Kii mooy Xarum Yàlla, miy far bàkkaaru àddina\\f + \\fr 1.29 \\ft Seetal ci \\bk Esayi\\bk* 53.7-8; \\bk 1.Piyeer\\bk* 1.19.\\f*."},{"style":"v","verse":"30","text":"Kii laa noon leen: “Nit kiy ñëw sama gannaaw moo ma sut, nde moo jiitu sama juddu.”"},{"style":"v","verse":"31","text":"Man ci sama bopp xàmmeewuma ko woon, waaye xamal ko \\w bànni Israayil|bànni Israayil:\\w* moo ma taxa dikk, di sóobe ci ndox.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ci kaw loolu Yaxya seede ne: «Maa gis \\w Noowug Yàlla|Noo gu Sell g-:\\w* wàcce asamaan, ni am pitax, toŋ ci kawam."},{"style":"v","verse":"33","text":"Man nag xàmmeewuma ko woon, waaye ki ma yebal ba may sóobe ci ndox moo ma ne: “Ki nga gis Noo gu Sell gi wàcc, toŋ ci kawam, kooku mooy sóobe ci Noo gu Sell gi.”"},{"style":"v","verse":"34","text":"Maa gisal sama bopp te maa seede ne kii moo di \\w Doomu Yàlla|Doomu Yàlla j-:\\w*.»"},{"style":"s1","verse":"","text":"Lu jëm ci ñi njëkka topp Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ca ëllëg sa \\w Yaxya|Yaxya:\\w* dellu taxaw, mook ñaari taalibeem."},{"style":"v","verse":"36","text":"Naka la Yeesu di romb, Yaxya ne ko jàkk, ne: «Kii moo di Xarum Yàlla!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Ñaari taalibe ya dégg la mu wax, daldi topp ca Yeesu."},{"style":"v","verse":"38","text":"Yeesu ne gees, gis ñu topp ci moom. Mu ne leen: «Lu ngeen bëgg?» Ñu ne ko: «Rabbi,» muy firi kilifa gi, «ana foo dal?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Yeesu ne leen: «Kaayleen, gis.» Ñu dem ba gis fa mu dal. Loola yemook ñeenti waxtu ci ngoon. Ñu daldi toog fa moom la des ca bëccëg ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Ku ñuy wax Simoŋ Piyeer nag moo bokk ndey ak baay ak Àndre, miy kenn ca ñaar ña déggoon la Yaxya wax, ba tax ñu topp Yeesu."},{"style":"v","verse":"41","text":"Simoŋ moomu Àndre bokkal, la Àndre njëkka seeti, ne ko: «Gis nanu \\w Almasi|Almasi b-:\\w* bi,» muy firi Ki ñu fal\\f + \\fr 1.41 \\fk Ki ñu fal: \\ft moom lañuy wax Kirist itam ci làkku gereg.\\f*!"},{"style":"v","verse":"42","text":"Mu yóbbu Simoŋ ba ca Yeesu. Yeesu ne ko jàkk, ne ko: «Yaa di Simoŋ, doomu Yowaan. Dees na la woowe \\w Sefas|Sefas:\\w*,» muy firi doj."},{"style":"s1","verse":"","text":"Yeesu woo na Filib ak Natanayel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Ca ëllëg sa Yeesu fas yéenee dem Galile. Ci biir loolu mu daje ak Filib. Yeesu ne ko: «Toppal ci man.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Filib, Betsayda la dëkkoon, dëkkub Àndre ak Piyeer."},{"style":"v","verse":"45","text":"Filib nag dem ba ca ku ñuy wax Natanayel, ne ko: «Ki Musaa bind ci téereb yoon wi, ki yonent yi bind ci mbiram, gis nanu ko; Yeesu doomu Yuusufa la, Nasaret la dëkk!»"},{"style":"v","verse":"46","text":"Natanayel ne ko: «Mbaa lu baax man naa jóge Nasaret yee?» Filib ne ko: «Ñëwal gis.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Ba Yeesu gisee Natanayel jëmsi ca moom, wax na ca moom, ne: «Nitu Israayil dëgg a ngii; gennug caaxaan nekkul ci moom.»"},{"style":"v","verse":"48","text":"Natanayel ne ko: «Foo ma xame?» Mu ne ko: «Bala laa Filib a woo, ba nga nekkee ca suufu figg ga, laa la gis.»"},{"style":"v","verse":"49","text":"Natanayel nag ne ko: «Kilifa gi, yaa di \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, yaa di buurub Israayil!»"},{"style":"v","verse":"50","text":"Yeesu ne ko: «Li ma ne la, gis naa la ca suufu figg ga moo la taxa gëm? Lu raw loolu ngay gis.»"},{"style":"v","verse":"51","text":"Mu teg ca ne leen: «Maa leen ko wax déy te muy lu wér, dingeen gis asamaan ubbiku, malaakay Yàlla yiy yéeg aka wàcce ci kaw \\w Doomu nit|Doomu nit k-:\\w* ki.»"}]