[{"style":"s1","text":"Maryaama teral na Yeesu"},{"style":"p","text":""},{"style":"v","text":"Ba \\w màggalu bésub Mucc|Màggal yi:\\w* desee juróom benni fan, ca la Yeesu dikk ba Betani, dëkkub Lasaar ma mu dekkal."},{"style":"v","text":"Ñu toggal fa Yeesu ab reer. Màrt moo taaj, Lasaar di kenn ca ña bokk ak Yeesu ndab."},{"style":"v","text":"Maryaama nag indi genn wàllu liitaru nàrd, diwu nàrd gu xeeñ lu neex te raxul te jafe njëg lool, sotti ko ca tànki Yeesu, daldi fomp tànk ya ak kawaru boppam. Kër ga gépp ne bann ak xetu diw ga."},{"style":"v","text":"Teewul Yuda Iskaryo miy kenn ci taalibeem te doon ko waaja wor, daldi ne:"},{"style":"v","text":"«Ana lu waral jaayeesul lajkoloñ jii lu tollook ñetti téeméeri poseti xaalis\\f + \\fr 12.5 \\fk poseti xaalis \\ft mooy peyooru benn bésub liggéey ca jamono yooya.\\f*, ngir jox ko néew-doole yi?»"},{"style":"v","text":"Ba Yuda Iskaryo di wax loolu nag, du néew-doole yi lay xalaat, waaye ab sàcc la woon; dencub taalibe ya la yoroon, di yulli lu ñu ca def."},{"style":"p","text":""},{"style":"v","text":"Teewul Yeesu ne ko: «Bàyyil Maryaama! Bés ba ñu may rob la fàggul lajkoloñ jii."},{"style":"v","text":"Néew-doole yi, dingeen ci am ñu nekk ak yeen ba fàww, waaye man amuleen ma ba fàww.»"},{"style":"p","text":""},{"style":"v","text":"Mbooloom Yawut mu réy a dikk ba ñu yégee ne Yeesoo nga fa, te Yeesu rekk yóbbuwu leen fa, waaye dañoo bëggoona gisaale Lasaar ma Yeesu dekkaloon."},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* yu mag ya nag dogu, nara rey Lasaar itam,"},{"style":"v","text":"ndax moo waraloon Yawut yu bare dem, dëddu leen, gëm Yeesu."},{"style":"s1","text":"Yeesu dugg na Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Ca ëllëg sa mbooloo mu bare ma dikk ca \\w màggalu bésub Mucc|Màggal yi:\\w* ba ca Yerusalem, dañoo yég ne Yeesoo ngay ñëw."},{"style":"v","text":"Ñu jël cari garab yu ñu koy lalal, daldi génn gatanduji ko. Ña ngay xaacu naan:"},{"style":"q1","text":"«\\w Osaana|Osaana:\\w*!"},{"style":"q1","text":"Na barke wàcc ci ki dikk ci turu Boroom bi,"},{"style":"q1","text":"na barke wàcc ci buurub Israayil\\f + \\fr 12.13 \\ft Seetal ci \\bk Taalifi cant\\bk* 118.25-26.\\f*!»"},{"style":"m","text":""},{"style":"v","text":"Yeesu waajal ag cumbur, war ko\\f + \\fr 12.14 \\fk cumbur: \\ft ci jamonoy jàmm, jamono yu xeex amul woon, buur yi daan nañu war mbaam, te doonul lu leen di tuutal.\\f*, noonu ñu ko binde woon, ne:"},{"style":"q1","text":""},{"style":"v","text":"«Janq \\w Siyoŋ|Siyoŋ:\\w* mu taaru, bul tiit."},{"style":"q1","text":"Niiral, sa buur a la dikkal nii,"},{"style":"q1","text":"am cumbur la war\\f + \\fr 12.15 \\ft Seetal ci \\bk Sàkkaryaa\\bk* 9.9.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Kàddu yooyu nag, taalibe ya xamuñu woon ca saa sa lu muy tekki, waaye ba Yeesu tàbbee ca darajaam, ca lañu fàttaliku ne loolu lañu bindoon ci moom, te loolu it lañu ko defal."},{"style":"p","text":""},{"style":"v","text":"Mbooloo ma daroon Yeesu, ba muy woo Lasaar, ba dekkal ko nag, di nettali la ñu fekke."},{"style":"v","text":"Moo tax itam mbooloo ma gatandu ko, ndax yégoon nañu ne googu kéemaan la def."},{"style":"v","text":"\\w Farisen|Farisen y-:\\w* yi nag di waxante ci seen biir naan: «Xoolleen, dara ngeen ci manul; àddina yépp a ko topp!»"},{"style":"s1","text":"Yeesu yégle na ag deewam"},{"style":"p","text":""},{"style":"v","text":"Ca mbooloo ma dikkoon jaamusi Yàlla ca Yerusalem ca màggal ga, ay Gereg ña nga ca woon."},{"style":"v","text":"Ñooñoo dikk ba ca Filib ma dëkke Betsayda ca diiwaanu Galile, ne ko: «Sang bi, danoo bëgga gis Yeesu.»"},{"style":"v","text":"Filib dem wax ko Àndre; Àndre ak Filib waxi ko Yeesu."},{"style":"p","text":""},{"style":"v","text":"Yeesu wax leen ne leen: «Waxtu wi ñu wara darajaal \\w Doomu nit|Doomu nit k-:\\w* ki jot na."},{"style":"v","text":"Maa leen ko wax déy ci lu wér, su feppu bele waddul ci suuf, dee, wéetaay lay dëkke. Waaye su deewee lay meññ fepp yu bare."},{"style":"v","text":"Képp ku bëgg bakkanam moo koy ñàkk; waaye ku bañ bakkanam ci àddina sii, moo musal bakkanam ba keroog muy texe ba fàww."},{"style":"v","text":"Ku may surgawu, na ma topp; fu ma nekk, sama surga ne fa moom itam. Ku ma surgawu nag, sama Baay moo koy teral."},{"style":"p","text":""},{"style":"v","text":"«Léegi nag am naa njàqarey xol. Ana lu may wax? Dama naa: “Baay, musal ma ci coonob waxtu wii”? Waaye coonob waxtu wii tembe moo ma taxa dikk!"},{"style":"v","text":"Baay, màggalal saw tur!» Ci kaw loolu baat dégtu ci asamaan, ne: «Maa koy màggal, màggalati ko.»"},{"style":"p","text":""},{"style":"v","text":"Mbooloo ma fa taxaw te dégg baat ba nag ne: «Yàlla jee dënu!» Ñeneen ña ne: «Am malaaka moo wax ak moom.»"},{"style":"v","text":"Teewul Yeesu ne leen: «Baat boobu du maa tax mu jib, waaye yeena tax."},{"style":"v","text":"Léegi nag àtteb àddina sii jot na; léegi lees di dàq ca biti kàngam li jiite àddina sii."},{"style":"v","text":"Man nag kera bu ñu ma yékkatee, jële ma fi kaw suuf, ñépp laay xëcc, jëme ci man.»"},{"style":"v","text":"Kàddu yooyu la misaale deewin wa mu naroona deewe."},{"style":"p","text":""},{"style":"v","text":"Mbooloo ma ne ko: «Nun danoo dégge ci téereb yoonu Musaa bi ne \\w Almasi|Almasi b-:\\w* bi day sax ba fàww. Kon yaw, noo mane ne: “Fàww dees na yékkati Doomu nit ki?” Doomu nit kooku mooy kan sax?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Leer gaa ngeegum ci seen biir ci diggante bu gàtt. Doxleen ci bi ngeen di am leer, ngir lëndëm bañ leena bett. Kuy doxe ag lëndëm, xamoo foo jëm."},{"style":"v","text":"Gëmleen ko ci bi ngeen di am leer, ngir ngeen doon doomi leer.»"},{"style":"s1","text":"Yeesu bërgël na Yawut ya"},{"style":"p","text":"Loolu la Yeesu wax, daldi dem làquji leen."},{"style":"v","text":"Firnde yu bare la def ci seen kanam te taxul ñu gëm ko,"},{"style":"v","text":"te noonu la kàddug Yonent Yàlla \\w Esayi|Esayi:\\w* sottee. Mooy ba mu nee:"},{"style":"q1","text":"«Boroom bi, ana ku gëm sunub dégtal?"},{"style":"q1","text":"Dooley loxol Boroom bi, ana ku mu ko won\\f + \\fr 12.38 \\ft Seetal ci \\bk Esayi\\bk* 53.1.\\f*?»"},{"style":"m","text":""},{"style":"v","text":"Manuñu woona gëm it, ndax Esayee neeti:"},{"style":"q1","text":""},{"style":"v","text":"«Yàllaa gumbaal seeni gët,"},{"style":"q1","text":"tëj seenum xel,"},{"style":"q1","text":"ngir seeni gët du gis,"},{"style":"q1","text":"seenum xel du xam,"},{"style":"q1","text":"ngir ñu baña dëpp, ba ma wéral leen\\f + \\fr 12.40 \\ft Seetal ci \\bk Esayi\\bk* 6.10.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Loolu Esayee ko wax, ndax moo gisoon darajay Yeesu\\f + \\fr 12.41 \\ft Seetal ci \\bk Esayi\\bk* 6.1 \\f*, bay wax ci mbiram."},{"style":"p","text":""},{"style":"v","text":"Teewul sax ñu bare ci njiiti Yawut yi gëmoon nañu Yeesu, waaye \\w Farisen|Farisen y-:\\w* yee taxoon biraluñu seen ngëm, ndax ragal ñu dàqe leen ca jàngu Yawut ba,"},{"style":"v","text":"ndax ngërëmal nit ñi moo leen gënaloon ngërëmal Yàlla."},{"style":"p","text":""},{"style":"v","text":"Yeesu nag àddu ca kaw ne: «Ku ma gëm, du man nga gëm, waaye ki ma yónni nga gëm,"},{"style":"v","text":"te ku ma gis, gis nga ki ma yónni."},{"style":"v","text":"Man maa dikk, di ag leer ci àddina, ngir ku ma gëm du des cig lëndëm."},{"style":"v","text":"Ku dégg samay wax te toppu ko, du man maa koy daan, ndax daan àddina taxu maa dikk, waaye musal àddinaa ma taxa dikk."},{"style":"v","text":"Ku ma xarab ba nanguwul samay wax, am na ab daan-katam: kàddu gi ma wax moo koy daan, keroog bés bu mujj ba."},{"style":"v","text":"Ndax kat du ci sama coobarey bopp laay waxe, waaye Baay bi ma yónni, moom ci boppam moo ma sant li may dégtale ak li may wax."},{"style":"v","text":"Te xam naa ne ab santaaneem moo dig texe gu sax dàkk. Moo tax it, li may wax man, ni ma ko Baay bi dégtale, ni laa koy waxe.»"}]