[{"style":"s1","text":"Yeesu raxas na tànki taalibeem"},{"style":"p","text":""},{"style":"v","text":"Balaa \\w màggalu bésub Mucc|Màggal yi:\\w* baa dikk, Yeesu xamoon na ne waxtu wa muy bàyyikoo àddina, jëm fa Baay ba, jot na. Cofeelu Yeesu ak ñoñam ñi ci àddina, googu cofeel la leen sopp ba ca muj ga."},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu di bokk reer ak taalibe ya, fekk na \\w Seytaane|Seytaane:\\w* xiirtal Yuda, doomu Simoŋ Iskaryo, ci wor Yeesu."},{"style":"v","text":"Yeesu xamoon na ne lépp la Baay bi teg ciy loxoom, te it ci Yàlla la jóge, te ci Yàlla la jëm."},{"style":"v","text":"Mu jóge nag ca ndabal reer ba, summi mbubbam mu mag, daldi jël am malaan, laxasaayoo."},{"style":"v","text":"Gannaaw loolu mu sotti ndox cib këll, daldi tàmbalee raxas tànki taalibe ya, di fompe sér ba mu laxasaayoo."},{"style":"p","text":""},{"style":"v","text":"Ba mu agsee ba ca Simoŋ Piyeer, Piyeer ne ko: «Sang bi, yaw yaa may raxasal samay tànk?»"},{"style":"v","text":"Yeesu ne ko: «Man li may def nii tey, xamuloo ko; waaye ëllëg dinga ko xam.»"},{"style":"v","text":"Piyeer ne ko: «Déedéet, doo ma raxasal samay tànk mukk kay!» Yeesu ne ko: «Su ma la raxasalul, doo am ci man benn cér.»"},{"style":"v","text":"Simoŋ Piyeer ne ko: «Kon nag Sang bi, bumu doon samay tànk doŋŋ, waaye na ci loxo yeek bopp bi bokk far!»"},{"style":"v","text":"Yeesu ne ko: «Ku sangu ba noppi, soxlaatula raxas lu moy ay tànkam, ndax set na wecc. Yeen nag set ngeen, waaye du ñépp.»"},{"style":"v","text":"Booba Yeesu xam na ka koy wor, te looloo tax mu ne: «Du yeen ñépp a set.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba leen Yeesu raxasalee seeni tànk, teg ca solaat mbubbam, ba toogaat, da leen ne: «Xam ngeen li ma leen defal?"},{"style":"v","text":"Yeena ngi ma naa Kilifa gi ak Sang bi, te yeena yey, nde moom laa."},{"style":"v","text":"Ndegam nag man miy Sang bi, di Kilifa gi maa leen raxasal seeni tànk, kon yeen itam war ngeen di raxasalante ay tànk."},{"style":"v","text":"Ab misaalu royukaay laa leen jox, ngir ni ma leen defal, ngeen di ko def yeen itam."},{"style":"v","text":"Maa leen ko wax déy ci lu wér, jaam sutul sangam, te ndaw sutul ka ko yónni."},{"style":"v","text":"Loolu, su ngeen ko xamee, ndokkalee yeen, ndegam yeena ngi koy jëfe."},{"style":"s1","text":"Yeesu weer na Yuda"},{"style":"p","text":""},{"style":"v","text":"«Du yeen ñépp a tax may wax; man xam naa ñi ma tànn. Waaye Mbind mii fàww mu sotti: “Ki lekk samaw ñam moo ma wéq\\f + \\fr 13.18 \\ft Seetal ci \\bk Taalifi cant\\bk* 41.10.\\f*.”"},{"style":"v","text":"Léegi laa leen koy dale wax, bala looloo dikk, ngir bu dikkee ngeen gëm ne maay Ki nekk\\f + \\fr 13.19 \\fk maay Ki nekk: \\ft seetal ci 8.24.\\f*."},{"style":"v","text":"Maa leen ko wax déy, ci lu wér, ku dalal nit ku ma yónni, man nga dalal; te ku ma dalal, dalal nga ki ma yónni.»"},{"style":"p","text":""},{"style":"v","text":"Loolu la Yeesu wax ba noppi, njàqare dikkal ko, mu daldi biral ne: «Maa leen ko wax déy ci lu wér, kenn ci yeen moo may wor.»"},{"style":"v","text":"Taalibe ya di xoolante, te xamuñu kan lay wax."},{"style":"v","text":"Booba kenn ca taalibe ya, di ku Yeesu soppoon, ma nga sóonu, sës rëkk ca Yeesu."},{"style":"v","text":"Kooku la Simoŋ Piyeer liyaar, ngir mu laaj Yeesu ka ko taxoon di wax."},{"style":"v","text":"Kooku sóonu ba tafu ca dënnub Yeesu, ne ko: «Sang bi, kooku kan la?»"},{"style":"v","text":"Yeesu ne ko: «Mooy ki may jox, man ci sama bopp, dogu mburu bi may capp ci ndab li.»"},{"style":"p","text":"Yeesu nag jël dogu mburu, capp ko ca ndab la, jox ko Yuda, doomu Simoŋ Iskaryo."},{"style":"v","text":"Naka la Yuda jël dog ba, \\w Seytaane|Seytaane:\\w* man ko. Yeesu ne ko: «Li ngay def, gaaw ci boog!»"},{"style":"p","text":""},{"style":"v","text":"Loolu nag kenn ca ña woon ca ndab la xamul lu tax mu wax ko ko."},{"style":"v","text":"Ñenn ña dañoo xalaat ne gannaaw Yuda moo yoroon dencub taalibe ya, Yeesu da koo wax ne ko, mu gaaw jëndi lu ñu waajale màggal gi, mbaa néew-doole yi la ko ne mu dem saraxi leen."},{"style":"v","text":"Ba mu ko defee Yuda jël dogu mburu ba, daldi génn ca saa sa. Booba nag guddi na."},{"style":"s1","text":"Yeesu nee, Piyeer dina jàmbu"},{"style":"p","text":""},{"style":"v","text":"Ba Yuda génnee, Yeesu da ne: «Léegi nag darajay \\w Doomu nit|Doomu nit k-:\\w* ki feeñ na, te darajay Yàllaa ngi feeñe ci moom."},{"style":"v","text":"Te ni darajay Yàlla feeñe ci Doomu nit ki, ni la Yàlla di feeñale ci boppam darajay Doomu nit ki, te dina ko def léegi."},{"style":"v","text":"Gone yi, diir bu gàtt laa deeti nekk ak yeen. Dingeen ma seet, waaye li ma wax Yawut yi rekk: “Man, fa ma jëm, yeen dungeen fa mana dem.”"},{"style":"v","text":"Kon ndigal lu bees laa leen di jox, soppanteleen: ni ma leen soppe, yeen itam nangeen ni soppantee."},{"style":"v","text":"Ni ñépp di xame ne samay taalibe ngeen moo di ngeen soppante.»"},{"style":"p","text":""},{"style":"v","text":"Simoŋ Piyeer ne ko: «Sang bi, foo jëm?» Yeesu ne ko: «Fa ma jëm, doo ma fa mana topp léegi, waaye dinga ma toppsi ca kanam.»"},{"style":"v","text":"Piyeer ne ko: «Sang bi, lu tee ma man laa topp léegi? Sama bakkan laa la àttana joxeel!»"},{"style":"v","text":"Yeesu ne ko: «Sa bakkan nga ma àttana joxeel? Maa la ko wax déy ci lu wér, bala ganaar a sab, dinga ma jàmbu ñetti yoon."}]