[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Loolu laa leen di wax, ngir seen ngëm baña wàññiku."},{"style":"v","verse":"2","text":"Dees na leen dàqe ci jàngu Yawut ya, te sax waxtoo ngi ñëw wu képp ku leen bóom yaakaar ne Yàlla la koy jaamoo."},{"style":"v","verse":"3","text":"Loolu, li waral ñu di ko def moo di dañoo xamul Baay bi, xamuñu ma."},{"style":"v","verse":"4","text":"Ma wax leen loolu, ngir bu waxtu wi dikkee, ngeen fàttaliku ne man, waxoon naa leen ko. Waaye loolu nag, waxuma leen ko woon ca njàlbéen, ndax maa ngi nekkagum ak yeen."},{"style":"s1","verse":"","text":"Taxawukat bi am na sasam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Léegi nag maa ngi dem ca ka ma yónni, te kenn ci yeen laaju ma fu ma jëm."},{"style":"v","verse":"6","text":"Waaye aw tiis a fees seen xol ndax li ma leen wax."},{"style":"v","verse":"7","text":"Moona man de, dëgg laa leen wax. Seen njariñ moo di ma dem, ndax su ma demul, Taxawukat bi\\f + \\fr 16.7 \\fk Taxawukat bi: \\ft seetal ci 14.16-17, 26.\\f* du ñëw ci yeen; waaye su ma demee, maa leen koy yónnee."},{"style":"v","verse":"8","text":"Te bu dikkee, mooy tiiñal àddina ci wàllu bàkkaar ak ci wàllu dëgg ak ci wàllu àtte."},{"style":"v","verse":"9","text":"Benn, ci wàllu bàkkaar, ndax ñoo ma gëmul."},{"style":"v","verse":"10","text":"Ñaar, ci wàllu dëgg, ndax maa ngi dem ci Baay bi, te dungeen ma gisati."},{"style":"v","verse":"11","text":"Ñett, ci wàllu àtte, ndax àttees na kàngamu àddina sii, ba daan ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Am naa ba tey lu bare lu ma leen wara wax, waaye dungeen ko mana àttan léegi."},{"style":"v","verse":"13","text":"Moom miy \\w Noowug dëgg|Noo gu Sell g-:\\w* gi, bu dikkee, moo leen di àggale ci dëgg gi gépp, ndax du ci coobarey boppam lay wax, waaye mboolem lu mu dégg la leen di wax, te liy ñëw ëllëg, moo leen koy wax."},{"style":"v","verse":"14","text":"Moom, dina feeñal sama daraja, ndax ci sama jagleb bopp lay tanqe, àgge leen ko."},{"style":"v","verse":"15","text":"Mboolem lu Baay bi am, maay boroom. Moo tax ma ne ci sama jagleb bopp lay tanqe, àgge leen ko."},{"style":"s1","verse":"","text":"Tiisu gëmkat tey, bànneexam ëllëg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Fi leek ab diir, dungeen ma gisati; waaye gannaaw ab diirati, dingeen ma gisaat.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ñenn ca taalibe ya di wax ca seen biir naan: «Li mu nuy wax nii, lu mu doon? Mu ne: “Fi leek ab diir, dungeen ma gisati, waaye gannaaw ab diirati, dingeen ma gisaat,” ak “ndax maa ngi dem ca Baay ba.”»"},{"style":"v","verse":"18","text":"Ña nga naan: «Lii mu wax lu mu doon? Mu ne “Gannaaw ab diirati.” Xamunu lu mu wax de.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Yeesu nag gis li ñu ko bëgga laaj, mu ne leen: «Lii ma wax ngeen di laaj ci seen biir: “Fi leek ab diir, dungeen ma gisati, gannaaw ab diirati, ngeen gisaat ma”?"},{"style":"v","verse":"20","text":"Maa leen ko wax déy ci lu wér, yeen yeenay jooy aka jooytu, àddina moom di bég; yeen, yeenay amu tiis, waaye bànneex la seenu tiis di soppaliku."},{"style":"v","verse":"21","text":"Kuy waaja wasin, dina amu tiis, ndax waxtuw matam a jot. Waaye bu doom ji juddoo, dootul fàttaliku njàqareem, ndax ki gane àddina lay bége."},{"style":"v","verse":"22","text":"Kon yeen itam, tey, aw tiis ngeen am, waaye dinaa leen gisaat, seen xol sedd, te seen mbég moomu, kenn du leen ko xañ."},{"style":"v","verse":"23","text":"Bésub keroog, man dootuleen ma ñaan dara. Maa leen ko wax déy ci lu wér, su boobaa lu ngeen ñaan Baay bi ci sama tur, mu may leen ko."},{"style":"v","verse":"24","text":"Ba léegi ñaanuleen dara ci sama tur. Ñaanleen, nangule, ngir seen mbég mat sëkk."},{"style":"s1","verse":"","text":"Yeesu daan na àddina"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Loolu, ci ay misaal laa leen ko wax. Waxtoo ngi ñëw wu ma dootul wax ak yeen ci ay misaal, waaye ci Baay bi laa leen di wax lu leer nàññ."},{"style":"v","verse":"26","text":"Bésub keroog, ci sama tur ngeen di ñaan. Waxuma leen ne man maa leen di ñaanal Baay bi,"},{"style":"v","verse":"27","text":"ndax kat Baay bi ci boppam moo leen sopp, ndaxte yeena ma sopp, te gëm ngeen ne man, ci Yàlla laa jóge."},{"style":"v","verse":"28","text":"Ci Baay bi laa jóge, dikk ci àddina, te léegi maa ngi jóge ci àddina, jëm ci Baay bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Taalibe yi ne ko: «Mu ngoog, lu leer nàññ ngay wax nii, te misaaloo!"},{"style":"v","verse":"30","text":"Léegi xam nanu ne xam nga lépp, te soxlawoo ku la laaj dara, te looloo tax nu gëm ne ci Yàlla nga jóge.»"},{"style":"v","verse":"31","text":"Yeesu ne leen: «Xanaa gëm ngeen léegi?"},{"style":"v","verse":"32","text":"Waxtoo ngii di ñëw te agsi na ba noppi, ca ngeen di tasaaroo, ku nekk ak yoonu boppam, bàyyi ma, ma wéet. Waaye duma wéet, ndax Baay bi moo nekk ak man."},{"style":"v","verse":"33","text":"Loolu dama leen koo wax ngir seen xel dal ci man. Àddina sii, dingeen fi am njàqare, waaye dëgërluleen, ndax daan naa àddina.»"}]