[{"style":"s1","verse":"","text":"Teg nañu Yeesu àtteb dee"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mu ko defee \\w Pilaat|Pilaat:\\w* dóorlu Yeesu ay yar."},{"style":"v","verse":"2","text":"Takk-der ya teg ci boppu Yeesu \\w kaala|kaala g-:\\w* gu ñu ràbbe ay dég, solal ko mbubb mu xonq curr."},{"style":"v","verse":"3","text":"Ñu dikk ba ca moom nag, naan ko: «Buuru Yawut yée, guddaluw fan!» te di ko dóori mbej."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci kaw loolu Pilaat génnati ne leen: «Ma ne, maa ngi leen koy indil ci biti, ngir ngeen xam ne gisuma ci moom lenn lees koy daane.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Yeesu nag génn ak kaalag dég gaak mbubb mu xonq ma. Pilaat ne leen: «Waa jaa ngii!»"},{"style":"v","verse":"6","text":"Teewul ba ko \\w sarxalkat|sarxalkat b-:\\w* yu mag yaak wattukati kër Yàlla ga gisee, dañoo xaacoondoo, ne: «Daaj ko ci bant! Daaj ko ci bant!» Pilaat ne leen: «Jëlleen ko, yeen, daaj ko ci bant, ndax man gisuma ci moom lenn lees koy daane.»"},{"style":"v","verse":"7","text":"Yawut yi ne ko: «Nun danoo am aw yoon, te ci sunuw yoon, àtteb dee moo war ci moom, ndax \\w Doomu Yàlla|Doomu Yàlla j-:\\w* la teg boppam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba Pilaat déggee kàddu googu, tiitaangeem yokk."},{"style":"v","verse":"9","text":"Mu dellooti Yeesu ca biir kër ga, ne ko: «Yaw foo jóge?» Yeesu tontuwu ko."},{"style":"v","verse":"10","text":"Pilaat ne ko: «Man nga dul waxal? Xamuloo ne am naa sañ-sañu bàyyi la, am naa itam sañ-sañu daaj la ci bant?»"},{"style":"v","verse":"11","text":"Yeesu ne ko: «Su dul woon ag may gu la dikke fa kaw, doo am benn sañ-sañ ci man. Moo tax it ki ma teg ci say loxo gënati laa bàkkaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ca la Pilaat doxe di seet nu mu bàyyee Yeesu. Teewul Yawut ya xaacu ne: «Kii, soo ko bàyyee, doo xaritub buur \\w Sesaar|Sesaar:\\w*. Képp ku teg boppam buur, yaa noonoo buur Sesaar!»"},{"style":"v","verse":"13","text":"Naka la Pilaat dégg kàddu googu, daldi génne Yeesu, dem nag toog ca jalub àttekaay ba, fa ñuy wax Dër ba, te ñu naan ko Gabata ci làkku yawut."},{"style":"v","verse":"14","text":"Looloo nga yemook waxtuw digg bëccëg. Boobu ñu ngi waajal \\w màggalu bésub Mucc|Màggal yi:\\w* ba. Pilaat nag ne Yawut ya: «Seen buur a ngoogu!»"},{"style":"v","verse":"15","text":"Ñu yuuxoo: «Na dee! Na dee! Daaj ko ci bant!» Pilaat ne leen: «Ndax seen buur laay daaj ci bant?» Sarxalkat yu mag ya ne ko: «Amunu buur bu dul Sesaar!»"},{"style":"v","verse":"16","text":"Noonu nag Pilaat teg Yeesu ci seeni loxo, ngir ñu daaj ko ci bant."},{"style":"s1","verse":"","text":"Daaj nañu Yeesu ci bant"},{"style":"p","verse":"","text":"Ñu daldi yóbbu Yeesu."},{"style":"v","verse":"17","text":"Moom ci boppam moo gàddu bant ba, génn jëm ba fa ñuy wax bérebu Kaaŋu bopp\\f + \\fr 19.17 \\fk bérebu Kaaŋu bopp \\ft mooy tund wu nirook kaaŋu bopp.\\f*, muy firi Golgota ci làkku yawut."},{"style":"v","verse":"18","text":"Foofa lañu daaje Yeesu ca bant ba, mook ñeneen ñaar; kii ci wet gii, kee ca wet gee, Yeesu ca digg ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"\\w Pilaat|Pilaat:\\w* bindlu itam ab tegtalukaay, we ko ca kaw bant ba ñu ko daaj, ñu bind ca lii: «Kii mooy Yeesum Nasaret, buurub Yawut yi.»"},{"style":"v","verse":"20","text":"Mbind moomu Yawut yu bare jàng nañu ko, ndax béreb ba ñu daaj Yeesu jege na dëkk ba, te ci yawut, ak ci làkku waa Room ak ci gereg lañu ko bind."},{"style":"v","verse":"21","text":"\\w Sarxalkat|sarxalkat b-:\\w* yu mag yu Yawut ya nag ne Pilaat: «Waruloo bind ne: “Kii mooy buurub Yawut yi,” li nga wara bind mooy: “Kii moo ne mooy buurub Yawut yi.”»"},{"style":"v","verse":"22","text":"Pilaat ne leen: «Li ma bind, bind naa ko ba noppi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Gannaaw ba ñu daajee Yeesu ca bant ba, takk-der ya dañoo jël ay yéreem, def ko ñeenti cér, takk-der bu nekk benn. Jël nañu itam mbubbam rabalam mu mag, di lenn ndimo te ñaweesu ko fenn ca kaw ba ca suuf."},{"style":"v","verse":"24","text":"Takk-der ya diisoo ca, ne: «Mbubb mi, bunu ko xotti, nanu ko tegoo bant, ngir xam ku koy moom.» Noonu la mbir ma tëdde, ngir Mbind ma indi woon lii, sotti:"},{"style":"q1","verse":"","text":"«Séddoo nañu samay yére,"},{"style":"q1","verse":"","text":"sama mbubb mu mag, ñu tegoo ko bant\\f + \\fr 19.24 \\ft Seetal ci \\bk Taalifi cant\\bk* 22.19.\\f*.»"},{"style":"m","verse":"","text":"Loolu nag la takk-der ya def."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ña taxawoon ca wetu bant ba ñu daaj Yeesu, ñoo di yaayam ak yaayam ju ndaw, ak Maryaama jabaru Këlopas, ak Maryaama ma dëkk Magdala."},{"style":"v","verse":"26","text":"Taalibe ba Yeesu soppoon itam ma nga fa woon, taxaw. Ba leen Yeesu gisee da ne yaayam: «Soxna si, sa doom a ngoogu.»"},{"style":"v","verse":"27","text":"Mu teg ca ne taalibe ba: «Sa yaay a ngoogu.» Ca waxtu woowa tembe la taalibe ba yóbbu soxna sa këram."},{"style":"s1","verse":"","text":"Yeesu saay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Gannaaw loolu Yeesu xam ne lépp sotti na, mu daldi ne: «Mar naa!» ngir matal la Mbind ma indi woon ci mbiram\\f + \\fr 19.28 \\ft Seetal ci \\bk Taalifi cant\\bk* 69.22.\\f*."},{"style":"v","verse":"29","text":"Ndab lu fees ak bineegar a nga fa tege woon. Ñu jël ab sagar, xooj ko ca, lonk ko ci caru garabu isob, tàllal ko ba mu jot gémmiñam."},{"style":"v","verse":"30","text":"Yeesu nag muucu bineegar ba, daldi ne: «Sotti na!» Ci kaw loolu mu sëgal bopp ba, daldi yiwi noo ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Waajalu \\w bésub Noflaay|bésub Noflaay b-:\\w* la woon, te bésub Noflaay warula fekk néew ya ca bant ba, ndax bés bu màgg la ci Yawut ñi. Ñu ñaan \\w Pilaat|Pilaat:\\w*, mu dammlu tànki ña ñu daaj, ngir jële leen fa."},{"style":"v","verse":"32","text":"Takk-der ya dikk, damm tànki kenn ka ñu daajaaleek Yeesu, teg ca keneen ka."},{"style":"v","verse":"33","text":"Ñu agsi ci Yeesu, daldi gis ne dee na ba noppi, ba tax dammuñu ay tànkam."},{"style":"v","verse":"34","text":"Teewul kenn ca takk-der ya jam ko ab xeej ci faar yi, deret ànd ak ndox tuuru ca saa sa."},{"style":"v","verse":"35","text":"Ki joxeb seedeem ci mbir yooyii, moo ci teg bëtam, te kàddug seedeem dëgg la. Moom ci boppam, xam na ne dëgg lay wax, te moo ci joxe kàddug seedeem, ngir yeen itam ngeen gëm."},{"style":"v","verse":"36","text":"Loola moo am ngir Mbind mi indi woon lii, sotti: «Benn yaxam, deesu ko damm\\f + \\fr 19.36 \\ft Seetal ci \\bk Mucc ga\\bk* 12.46.\\f*.»"},{"style":"v","verse":"37","text":"Meneen Mbind indeeti ne: «Dinañu gis ki ñu jam\\f + \\fr 19.37 \\ft Seetal ci \\bk Sàkkaryaa\\bk* 12.10.\\f*.»"},{"style":"s1","verse":"","text":"Rob nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Gannaaw loolu Yuusufa ma dëkk Arimate, di taalibeb Yeesu bu làqu ndax ragal njiiti Yawut ya, moom moo ñaan \\w Pilaat|Pilaat:\\w* mu may ko mu yóbbu néewub Yeesu. Pilaat may ko ko. Yuusufa nag dem, yóbbu néewub Yeesu."},{"style":"v","verse":"39","text":"Nikodem itam ànd ak moom, indaale lu wara tollook fanweeri kiloy cuuraayal njafaan lu ñu defare ndàbbu miir ak \\w alowes|alowes:\\w*. Nikodem moomu jëkkoon naa seetsi Yeesu ag guddi."},{"style":"v","verse":"40","text":"Ñu jël néewub Yeesu, lëmëse ko sori lẽe, defaale ca cuuraay la, na ko Yawut ya baaxoo woon ci waajtaayu rob."},{"style":"v","verse":"41","text":"Foofa ñu daajoon Yeesu, ab tool a nga fa, ab \\w bàmmeel|bàmmeel b-:\\w* bu bees bu ñu yatt ciw doj a nga ca tool ba, te maseesu caa denc ab néew."},{"style":"v","verse":"42","text":"Foofa lañu denc Yeesu, gannaaw jege woon na, te ci Waajalu \\w bésub Noflaay|bésub Noflaay b-:\\w* lañu nekkoon."}]