[{"style":"s1","text":"Yeesu def na kéemaan ca Kana"},{"style":"p","text":""},{"style":"v","text":"Ca gannaaw ëllëg sa, ag céet a amoon ca Kana ga ca diiwaanu Galile. Yaayu Yeesu nag ma nga fa woon."},{"style":"v","text":"Yeesu aki taalibeem itam, woo woon nañu leen ca céet ga."},{"style":"v","text":"Ca biir bernde ja, biiñ ba dem ba jeex. Yaayu Yeesu ne Yeesu: «Ñii de, seen biiñ jeex na.»"},{"style":"v","text":"Yeesu ne: «Soxna si, lu tax nga di ma wax loolu? Sama waxtu\\f + \\fr 2.4 \\fk Sama waxtu: \\ft bu ko Yeesu waxee, dafa wax ci bésu deewam. Seetal ci Yowaan 17.1. Mi ngi xalaat ci li ko nara dal ngir mu nekk boroom këru mbooloom ñi ko gëm. Seetal ci \\bk Efes\\bk* 3.25.\\f* jotagul.»"},{"style":"v","text":"Teewul yaayam ne surga ya: «Lu mu leen wax, defleen ko.»"},{"style":"p","text":""},{"style":"v","text":"Juróom benni ndaayi doj yu ñu yatt a nga fa woon, Yawut ya daan ca jàppe; ndaa lu ci nekk mana def juróom ñett fukk ba téeméeri liitar."},{"style":"v","text":"Yeesu ne surga ya: «Duyleen ndaa yi ba mu fees.» Ñu duy ndaa yi, ba mu rembat."},{"style":"v","text":"Yeesu ne leen: «Léegi tanqleen ci, yót ko njiitu xew wi.» Ñu tanq, yót ko."},{"style":"v","text":"Njiitu xew wa mos ndox ma, ndeke soppaliku na biiñ. Xamul fu biiñ ba jóge, teewul surga ya tanq ndox ma, ñoom xam nañu ko. Njiit la woo boroom séet ba, ne ko:"},{"style":"v","text":"«Mboolem kuy xew, biiñ bu neex lay njëkka joxe; bu nit ñi naanee ba doyal, mu doora taaj bu yemamaay. Yaw nag nga denc bu neex bi ba nëgëni!»"},{"style":"p","text":""},{"style":"v","text":"Lii Yeesu moo ko def fa Kana gu diiwaanu Galile, muy ndoorteli firndeem. Ni la firndeele darajaam, ba ay taalibeem gëm ko."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu la dem Kapernawum, mook yaayam aki rakkam aki taalibeem. Waaye tooguñu fa fan yu bare."},{"style":"s1","text":"Yeesu dàq na jaaykat ya ca kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Màggalu Yawut gi ñuy wax \\w bésub Mucc|Màggal yi:\\w* moo jubsi woon. Yeesu nag dem Yerusalem."},{"style":"v","text":"Ba mu agsee ca ëttu kër Yàlla ga, ay jaaykati nag la fa fekk ak jaaykati xar ak jaaykati pitax ak weccikati xaalis yu toog."},{"style":"v","text":"Mu defar kàcciri gu mu ràbbe ay buum, dàqe leen ko, génne kër Yàlla ga, ñoom ñépp, ak xar yaak nag ya. Ci biir loolu mu tasaare xaalisu weccikat ya, dëpp taabal ya."},{"style":"v","text":"Jaaykati pitax ya, mu ne leen: «Jëleleen fi lii! Buleen def sama kër Baay, kërug jaayukaay!»"},{"style":"v","text":"Taalibeem ya nag fàttaliku la ñu bind ne: «Damaa xér ci sa kër gi, ba jeex tàkk\\f + \\fr 2.17 \\ft Seetal ci \\bk Taalifi cant\\bk* 69.10.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee njiiti Yawut ya ne ko: «Lii ngay def, jan firnde nga nuy jox, ba sañ koo def?»"},{"style":"v","text":"Yeesu ne leen: «Yàqleen kër Yàlla gii, ma yékkatiwaat ko ci ñetti fan.»"},{"style":"v","text":"Yawut yi nag ne ko: «Kër Yàlla gii ñu tabax ci ñeent fukki at ak juróom benn, yaa koy yékkatiwaat ci ñetti fan?»"},{"style":"p","text":""},{"style":"v","text":"Waaye Yeesu kër Yàlla ga mu doon wax, yaramu boppam la woon."},{"style":"v","text":"Gannaaw ba Yeesu deewee ba dekki nag, la taalibeem ya fàttaliku loolu mu waxoon. Ñu daldi gëm li Mbind mi indi, ak kàddu ga Yeesu waxoon."},{"style":"p","text":""},{"style":"v","text":"La Yeesu toog Yerusalem ca màggalu bésub Mucc, ñu baree ko gëm, ba ñu gisee firnde ya muy def."},{"style":"v","text":"Waaye Yeesu moom, taxul mu wóolu leen, ndax ñoom ñépp la xamoon,"},{"style":"v","text":"te it soxlawul kenn xamal ko nit, ndax moom ci boppam xam na li ci nit."}]