[{"style":"s1","text":"Yeesu waar na waarekatub bànni Israayil"},{"style":"p","text":""},{"style":"v","text":"Am na nit ku bokkoon ca \\w Farisen|Farisen y-:\\w* ya, ku ñuy wax Nikodem, di njiit ca Yawut ya."},{"style":"v","text":"Kooku moo dikk ag guddi ba ca Yeesu ne ko: «Kilifa gi, xam nanu ne ab kilifa nga bu bawoo fa Yàlla, nde kenn manula def firnde yii ngay def, te du Yàllaa ànd ak moom.»"},{"style":"v","text":"Yeesu ne ko: «Maa la ko wax déy ci lu wér, nit ki, su judduwaatul\\f + \\fr 3.3 \\fk judduwaat: \\ft ci làkku gereg, baat bi Yeesu wax mi ngi tekki «judduwaat» walla «juddoo ci kàttan gu jóge ci kaw».\\f*, du mana gis nguurug Yàlla.»"},{"style":"v","text":"Nikodem ne ko: «Ana nu nit di judduwaate te xasa dem bay mag? Daa mana duggaat ci biiru yaayam, ngir judduwaat?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne ko: «Maa la ko wax déy ci lu wér, nit ki su juddoowul ci ndox ak ci \\w Noowug Yàlla|Noo gu Sell g-:\\w*, du mana tàbbi ci nguurug Yàlla."},{"style":"v","text":"Lu juddoo ci nitu suuxu neen, nitu suux la, lu juddoo ci Noowug Yàlla nag, ag noo la."},{"style":"v","text":"Li ma la ne: “Fàww ngeen judduwaat,” bumu la jaaxal."},{"style":"v","text":"Ngelaw fu ko neex lay gelawe; coowam ngay dégg, waaye xamuloo fu mu jóge, xamuloo fu mu jëm. Noonu la it ci képp ku juddoo ci Noowug Yàlla.»"},{"style":"p","text":""},{"style":"v","text":"Nikodem neeti ko: «Loolu nu mu mana ame?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne ko: «Yaw ngay jàngalekat bu mag ci \\w bànni Israayil|bànni Israayil:\\w* te xamuloo loolu?"},{"style":"v","text":"Maa la ko wax déy, ci lu wér; li nu xam, nu ngi koy wax; li nu gis, nu ngi koy seede, yeen kay yeena baña gëm li nu seede."},{"style":"v","text":"Gannaaw mbiri àddina laa leen wax, gëmuleen ko, su ma leen waxee mbiri asamaan, ana nu ngeen koy gëme?"},{"style":"v","text":"Kenn masula yéeg fa asamaan ku moy ki wàcce asamaan, te mooy \\w Doomu nit|Doomu nit k-:\\w* ki\\f + \\fr 3.13 \\ft Seetal ci \\bk Kàddu yu xelu\\bk* 30.4.\\f*."},{"style":"v","text":"Te itam noonee Musaa yékkatee woon jaan ja ca màndiŋ ma\\f + \\fr 3.14 \\ft Seetal ci \\bk Màndiŋ ma\\bk* 21.9.\\f*, fàww ñu yékkatee ni Doomu nit ki,"},{"style":"v","text":"ngir képp ku ko gëm, texe ba fàww.»"},{"style":"p","text":""},{"style":"v","text":"Ndax Yàlla moo sopp àddina, ba joxe jenn Doomam ji, ngir képp ku ko gëm, texe ba fàww, te du sànku mukk."},{"style":"v","text":"Ndax kat Yàlla yebalul Doomam ci waa àddina ngir daan waa àddina, waaye musal waa àddina, mucc gu sottee ci Doomam, moo tax mu yebal ko."},{"style":"v","text":"Képp ku ko gëm, deesu la daan, waaye ku ko gëmul, daanees na ko ba noppi, ndax moo gëmul jenn \\w Doomu Yàlla|Doomu Yàlla j-:\\w* ji."},{"style":"v","text":"Àtteb daan bi nii la tëdde: leer moo dikkal àddina, waaye nit ñi la lëndëm gënal leer ndax seen jëf yu bon."},{"style":"v","text":"Képp kuy def jëf ju sew, day bañ ag leer te du dikk ci leer gi, ngir ragal ay jëfam feeñ."},{"style":"v","text":"Waaye kiy def liy dëgg, ci leer gi lay dikk, ngir mu leer nàññ ne déggal Yàlla la ko jëfe."},{"style":"s1","text":"Yaxya nangu na ne Yeesu moo sut lépp"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu ànd ak ay taalibeem, dem diiwaanu Yude. Mu toog fa ak ñoom ab diir, di sóob nit ñi ci ndox."},{"style":"v","text":"Ci biir loolu \\w Yaxya|Yaxya:\\w* itam di sóobe ci ndox ca Aynon, wetug Salim, ndax diiwaan bu bare ndox la woon. Nit ñi di ko fa fekk, mu di leen sóob ci ndox."},{"style":"v","text":"Booba tëjaguñu Yaxya kaso."},{"style":"p","text":""},{"style":"v","text":"Werante nag am diggante ñenn ci taalibey Yaxya ak ab Yawut, ci mbirum setlu gi seen yoon laaj."},{"style":"v","text":"Ci kaw loolu ñu dikk ca Yaxya ne ko: «Kilifa gi, ka nga dajeeloon ca wàllaa dexu Yurdan, te nga seedeeloon ko ag kàddu, moom de ma ngay sóobe ci ndox, ñépp jëm ca moom!»"},{"style":"v","text":"Yaxya ne leen: «Nit manula am lenn lu ko Yàlla joxul."},{"style":"v","text":"Yeen ci seen bopp, yeenay samay seede ne maa noon man duma \\w Almasi|Almasi b-:\\w* bi, waaye dees maa yebal ngir ma jiitusi Almasi boobu."},{"style":"v","text":"Kiy séetal moo moom ab séetam. Waaye xaritu boroom séet bi day taxaw di ko déglu, bu déggee baatu boroom séet bi, bég. Mbég moomu nag laa moom, te mat na sëkk."},{"style":"v","text":"Moom mu gën di kawe, te man ma gën di suufe mooy li war.»"},{"style":"p","text":""},{"style":"v","text":"Ki jóge ci kaw moo féete ñépp kaw; ki jóge ci suuf nag, ci suuf la bokk, te mbiri suuf lay wax. Waaye ki jóge asamaan moo féete ñépp kaw."},{"style":"v","text":"La mu gis ak la mu dégg lay seede, waaye kenn du gëm kàddug seedeem."},{"style":"v","text":"Ku nangu kàddug seedeem nag yaa nangu ne Yàllaa wax dëgg."},{"style":"v","text":"Yàlla kat, ku mu yebal, kàddug Yàlla lay wax, ndax Yàlla du natt li mu koy nàddil cig \\w Noowam|Noo gu Sell g-:\\w*."},{"style":"v","text":"Baay bi moo sopp Doom ji, te lépp la teg ciy loxoom."},{"style":"v","text":"Ku gëm Doom ji, yaay texe ba fàww; ku baña gëm Doom ji nag, doo gis googu texe, waaye sànjum Yàlla mooy dëkk ci sa kaw."}]