[{"style":"s1","verse":"","text":"Yeesu feeñu na ndaw su dëkk Samari"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Yeesu yégee nag ne \\w Farisen|Farisen y-:\\w* ya dañoo dégg ne Yeesu moo ëpp \\w Yaxya|Yaxya:\\w* taalibe yu muy tuubloo, di leen sóob ci ndox,"},{"style":"v","verse":"2","text":"doonte du woon Yeesu ci boppam moo doon sóobe, waaye taalibey Yeesu la woon,"},{"style":"v","verse":"3","text":"ca la jóge Yude, dellu diiwaanu Galile. "},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Woowu yoon nag, \\w Samari|Samari:\\w* la waroona jaare."},{"style":"v","verse":"5","text":"Ci kaw loolu mu dem ba agsi dëkkub Samari ba ñuy wax Sikar, ca wetu tool ba \\w Yanqóoba|Yanqóoba:\\w* mayoon doomam Yuusufa."},{"style":"v","verse":"6","text":"Foofa la teenub Yanqóoba nekkoon. Fekk na coonob tukki ba jàpp Yeesu. Mu toog ca wetu teen ba, waxtu wu xawa yemook digg bëccëg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Senn ndawas Samari dikk, di rootsi. Yeesu ne ko: «May ma, ma naan.»"},{"style":"v","verse":"8","text":"Booba ay taalibeem dem nañu dëkk ba, ngir jëndi lu ñu lekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ndaw si ne ko: «Yaw miy Yawut, ana noo ma mana ñaane ndoxum naan, man, te may waa Samari?»"},{"style":"p","verse":"","text":"Ndax Yawut yi séquñu woon ak waa Samari lenn."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Yeesu nag ne ndaw si: «Soo xamoon mayu Yàlla, ak kan moo la ne may ma, ma naan, kon yaw yaa koy ñaan, mu may la ndox miy dundal.»"},{"style":"v","verse":"11","text":"Ndaw si ne ko: «Sang bi, amuloo baag, te teen bi xóot na; ana fooy jële ndox miy dundal?"},{"style":"v","verse":"12","text":"Dangaa sut sunu maam Yanqóoba, mi nu may teen bi, te naan ci, mooki doomam akug juram?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yeesu ne ko: «Ku naan ci miim ndox it, dina maraat,"},{"style":"v","verse":"14","text":"waaye ku naan ci ndox mi ma koy may, man, du marati; ndox mi ma koy may, bëtu ndox lay doon ci moom, di ball, ngir dundug texe gu sax dàkk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ndaw si ne ko: «Sang bi, may ma ci moomu ndox, ba duma marati, mbaa may dikkati fii, di root.»"},{"style":"v","verse":"16","text":"Yeesu ne ko: «Demal woowi sa jëkkër te ñëw.»"},{"style":"v","verse":"17","text":"Ndaw si ne ko: «Awma jëkkër.» Yeesu ne ko: «Wax nga dëgg, amuloo jëkkër,"},{"style":"v","verse":"18","text":"ndax juróomi jëkkër nga séyal, te ki nga am léegi du sa jëkkër. Kon dëgg nga wax.»"},{"style":"v","verse":"19","text":"Ndaw si ne ko: «Sang bi, gis naa ne yaw ab yonent nga."},{"style":"v","verse":"20","text":"Nun nag, sunuy maam ca tund wee lañu daan jaamoo Yàlla, te yeen Yawut yi, yeena ne béreb ba jaamu Yàlla ware, ma nga ca Yerusalem.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yeesu ne ko: «Ndaw sile, lii ma lay wax, gëm ko: waxtoo ngi ñëw, du ci tund wii, te du Yerusalem lees di jaamoo Baay bi."},{"style":"v","verse":"22","text":"Yeen waa Samari, yeenay jaamu lu ngeen xamul. Nun Yawut yi, li nuy jaamu, xam nanu ko, ndax ag mucc, ci Yawut yi lay jóge."},{"style":"v","verse":"23","text":"Waaye waxtoo ngi ñëw, te léegi la; ci la jaamukat yi dëgg di jaamoo Baay bi xel ak dëgg, ndax ñu ni mel la Baay bi sàkku ñu jaamu ko."},{"style":"v","verse":"24","text":"Yàlla xel la\\f + \\fr 4.24 \\fk Yàlla xel la: \\ft Kàddug Yàlla nee na, Yàlla xel la, leer la, cofeelu neen la. Seetal ci 1.Yowaan 2.4.\\f*, kon ñi koy jaamu, xel ak dëgg lañu ko war di jaamoo.»"},{"style":"v","verse":"25","text":"Ndaw si ne ko: «Xam naa ne \\w Almasi|Almasi b-:\\w* baa ngi ñëw, moom lañu naan Ki ñu fal\\f + \\fr 4.25 \\fk Ki ñu fal: \\ft moom lañuy wax Kirist itam ci làkku gereg.\\f*, kooku bu dikkee, moo nuy leeralal lépp.»"},{"style":"v","verse":"26","text":"Yeesu ne ko: «Man miy wax ak yaw, man la.»"},{"style":"s1","verse":"","text":"Taalibey Yeesu ya délsi nañu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Cooca la taalibey Yeesu dikk, daldi jaaxle ca lañu ko fekk muy wax ak as ndaw, waaye kenn newu ko: «Loo soxla?» mbaa: «Lu tax ngay wax ak ndaw si?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ndaw sa nag wacc fa njaqam, dem ca dëkk ba, daldi ne nit ña:"},{"style":"v","verse":"29","text":"«Kaayleen gis; nit a nga fee, wax na ma mboolem lu ma def! Kooku du \\w Almasi|Almasi b-:\\w* beem?»"},{"style":"v","verse":"30","text":"Ñu génne ca dëkk ba, wutsi Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ci biir loolu taalibe ya di ko soññ, naan ko: «Kilifa gi, lekkal.»"},{"style":"v","verse":"32","text":"Teewul Yeesu ne leen: «Am naa ñam wu ma lekk, te woowu ñam, yeen xamuleen ko.»"},{"style":"v","verse":"33","text":"Taalibe ya nag naan ca seen biir: «Ndax dees koo indil ag lekk?»"},{"style":"v","verse":"34","text":"Yeesu ne leen: «Samaw ñam moo di jëfe coobarey ki ma yónni, ba sottal ab liggéeyam."},{"style":"v","verse":"35","text":"Du yeena naan: “Fii ak ñeenti weer ngóob taxaw”? Dégluleen, ma wax leen: dawalleen seen bët, xool tool yi, ñu ngi weex tàll, di xaar am ngóob."},{"style":"v","verse":"36","text":"Góobkat baa ngi feyeeku xaat, tey dajale meññeef mi ngir texe gu sax dàkk, ba jikat bi ak góobkat bi bokk bég."},{"style":"v","verse":"37","text":"Loolu lañu léeb te muy dëgg, ne: “Kenn ji, keneen góob.”"},{"style":"v","verse":"38","text":"Man maa leen yebal ngir ngeen góob fu ngeen ñaqul woon, yeen. Ñeneen a fa ñaq, ngeen dikk jariñoo seenu ñaq.»"},{"style":"s1","verse":"","text":"Waa Samari ñu bare gëm nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Dëkk boobu, niti \\w Samari|Samari:\\w* ñu baree fa gëm Yeesu, ndax kàddug ndaw sa seede woon ci Yeesu, ne: «Wax na ma mboolem lu ma def.»"},{"style":"v","verse":"40","text":"Moo tax ba waa Samari dikkee ca Yeesu, dañu koo ñaan, ngir mu dal ak ñoom. Toog na fa ñaari fan."},{"style":"v","verse":"41","text":"Ci kaw loolu ñu gëna bare gëm ko ndax kàddoom."},{"style":"v","verse":"42","text":"Ñu wax ndaw sa nag ne ko: «Dootul li nga wax a nu taxa gëm, waaye nun noo déggal sunu bopp, ba gis ne kii moo di Musalkatub àddina bi.»"},{"style":"s1","verse":"","text":"Yeesu faj na doomu dagu buur"},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Gannaaw ñaari fan yooyu la fa Yeesu jóge, jëm diiwaanu Galile,"},{"style":"v","verse":"44","text":"ndax Yeesu ci boppam moo noon: «Ab yonent, réewu boppam, deesu ko fa nawe.»"},{"style":"v","verse":"45","text":"Ba mu agsee Galile, waa Galile dalal nañu ko, ndax gis nañu mboolem la mu defoon ca Yerusalem, ca \\w màggalu bésub Mucc|Màggal yi:\\w* ba, ndax ñoom itam demoon nañu ca màggal ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Ci kaw loolu mu délsi Kana gu Galile, dëkk ba mu soppee woon ndox ma biiñ. Amoon na fa ab dagu buur bu doomam wopp ca dëkk ba ñuy wax Kapernawum."},{"style":"v","verse":"47","text":"Ba mu déggee ne Yeesu jóge na Yude, ba agsi Galile, dafa dem ca moom, ñaan ko mu dikk, wéral doomam, ndax booba ma ngay waaja dee."},{"style":"v","verse":"48","text":"Yeesu ne ko: «Su ngeen gisul ay firnde ak kéemaan daal, dungeen gëm!»"},{"style":"v","verse":"49","text":"Dagu buur bi ne ko: «Sang bi, dikkal, bala sama doom a dee!»"},{"style":"v","verse":"50","text":"Yeesu ne ko: «Demal, sa doom a ngi dund.» Waa ja gëm kàddu ga ko Yeesu wax, daldi dem."},{"style":"v","verse":"51","text":"Naka lay dellu këram, ay surgaam gatandu ko, ne ko: «Sa doom a ngi dund!»"},{"style":"v","verse":"52","text":"Mu laaj leen wan waxtu la tane, ñu ne ko: «Démb, ci benn waxtu ci bëccëg, la tàngooru yaram teqalikoo ak moom.»"},{"style":"v","verse":"53","text":"Baay ba nag xam ne ca waxtu woowa la ko Yeesu noon: «Sa doom a ngi dund.» Ca la gëm Yeesu, moom ak waa këram gépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"54","text":"Lii moo di ñaareelu firnde ba Yeesu def ca Galile, gannaaw ba mu jógee Yude."}]