[{"style":"s1","verse":"","text":"Yeesu leel na mbooloo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yeesu jàll ca wàllaa dexu Galile, ga ñuy wax dexu Tiberyàdd itam."},{"style":"v","verse":"2","text":"Mbooloo mu bare topp ca moom, ndax ñoo gis firnde ya mu wérale jarag ya."},{"style":"v","verse":"3","text":"Yeesu yéeg ca kaw tund wa, daldi toog foofa ak ay taalibeem."},{"style":"v","verse":"4","text":"Booba màggalu Yawut ga ñuy wax \\w bésub Mucc|Màggal yi:\\w*, jubsi na."},{"style":"v","verse":"5","text":"Yeesu dawal bëtam, gis mbooloo mu réy mu dikk, jëm ca moom. Mu ne Filib: «Fu nuy jële mburu mu nu leen leele?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Loolu nag da koo wax ngir seetlu Filib, ndax moom ci boppam xamoon na la mu nar."},{"style":"v","verse":"7","text":"Filib ne ko: «Peyug juróom ñetti weer sax jëndul mburu mu leen doy, ba kenn ku nekk ci ñoom am ci ndog su tuut.»"},{"style":"v","verse":"8","text":"Àndre, keneen ca taalibe ya, te bokk ak Simoŋ Piyeer ndey ak baay, ne ko:"},{"style":"v","verse":"9","text":"«Ab xalee ngi fi de, am na juróomi mburu\\f + \\fr 6.9 \\fk mburu: \\ft mburu yu ndaw lañu, yu ñu defare sungufu lors. Moo doon lekku ñi néew doole.\\f* ak ñaari jën, waaye loolu lu mu jariñ ñu tollu nii?»"},{"style":"v","verse":"10","text":"Yeesu daldi ne: «Toogalleen nit ñi.» Ñax mu baree nga woon ca béreb booba. Góor ña nag toog, seenub lim wara tollu ci juróomi junni (5~000)."},{"style":"v","verse":"11","text":"Yeesu jël mburu ya, yékkati kàddug cant, daldi ko séddale ña fa toog. Jën ya itam noonu, ñu lekk ba doyal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba ñu lekkee ba regg, Yeesu ne taalibeem ya: «Dajaleleen desiti mburu mi, ba dara du ci yàqu.»"},{"style":"v","verse":"13","text":"Ñu dajale ba feesal fukki pañe ak ñaar ci dogi juróomi mburu ya ñu lekk ba desal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba nit ña gisee firnde jooju Yeesu def, dañu ne: «Kii daal, dëgg-dëgg mooy Yonent bi dikk ci àddina\\f + \\fr 6.14 \\fk Yonent bi: \\ft seetal ci \\bk Baamtug yoon wi\\bk* 18.15.\\f*!»"},{"style":"v","verse":"15","text":"Yeesu nag gis ne dañoo nara dikk, jàpp ko yóbbu, ngir fal ko buur, mu daw dellu, moom kenn ca tund wa."},{"style":"s1","verse":"","text":"Yeesu dox na ci kaw ndox"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba jant sowee, taalibeem ya dem ca tefes ga."},{"style":"v","verse":"17","text":"Ci kaw loolu ñu dugg gaal, ngir jàll jëm Kapernawum, ndax booba lëndëm na te Yeesu agseegul."},{"style":"v","verse":"18","text":"Dex ga nag yëngu lool, ndax ngelaw lu jóg ak doole."},{"style":"v","verse":"19","text":"Ba taalibe ya joowee lu tollook juróomi kilomet ba juróom benn, Yeesu lañu séen, muy dox ca kaw dex ga, jëm ca gaal ga, ñu daldi tiit."},{"style":"v","verse":"20","text":"Yeesu ne leen: «Man mii la, buleen tiit!»"},{"style":"v","verse":"21","text":"Ñu door koo nangoo dugal ca gaal ga. Ci kaw loolu gaal ga teeri ca saa sa, fa ñu jëm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ca ëllëg sa mbooloo ma des ca geneen wàllaa dex ga, seetlu ne genn gaal doŋŋ a fa nekkoon, te Yeesu àndul woon ak taalibe ya ca gaal ga ñu dugg, waaye taalibe ya rekk a dem."},{"style":"v","verse":"23","text":"Gannaaw gi la yeneen gaal jóge Tiberyàdd, teersi fa feggook béreb ba nit ña lekke woon mburu ma, gannaaw ba Sang bi yékkatee kàddug cant."},{"style":"v","verse":"24","text":"Ba mbooloo ma gisee nag ne Yeesu ak taalibe ya, kenn nekku fa, gaal yooyu lañu dugg, dem seeti ko Kapernawum."},{"style":"s1","verse":"","text":"Yeesu mooy ñamu dund"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ci kaw loolu ñu fekk Yeesu ca geneen wàllaa dex ga, ne ko: «Kilifa gi, kañ nga fi ñëw?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yeesu ne leen: «Maa leen ko wax déy ci lu wér, yeen du firnde yi ngeen gis a tax ngeen di ma seet, waaye mburu mi ngeen lekk ba regg moo tax."},{"style":"v","verse":"27","text":"Ñam wuy yàqu, bumu leen taxa liggéey; liggéeyalleen ñam wi sax, ñam wiy texeel fàww, te \\w Doomu nit|Doomu nit k-:\\w* ki moo leen koy jox, ndax moom la Yàlla màndargaal, ngir firndeel ne moom la tànn.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ñu ne ko: «Ana lu nuy def, ba jëfe jëf ji neex Yàlla?»"},{"style":"v","verse":"29","text":"Yeesu ne leen: «Jëf ji neex Yàlla, mooy ngeen gëm ki mu yebal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ñu ne ko: «Jan firnde ngay def, nu gis ba gëm la? Ana jëf joo nu mana defal?"},{"style":"v","verse":"31","text":"Sunuy maam de, \\w mànn|mànn:\\w* lañu dunde ca màndiŋ ma, te noonu lañu binde ne: “Peppum asamaan la leen leel\\f + \\fr 6.31 \\ft Seetal ci \\bk Taalifi cant\\bk* 78.24; \\bk Mucc ga\\bk* 16.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Yeesu neeti leen: «Maa leen ko wax déy, ci lu wér, du Musaa moo leen jox ñamu asamaan, sama Baay la, te moo leen jox tey ñamu asamaan dëgg."},{"style":"v","verse":"33","text":"Ndaxte ñamu Yàlla mooy ki wàcce asamaan te kooku moo may àddina ñu dund.»"},{"style":"v","verse":"34","text":"Ñu ne ko nag: «Sang bi, dee nu may saa su ne ci woowu ñam!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Yeesu ne leen: «Man maay ñam wiy joxe dund. Ku ñëw ci man, doo xiif mukk; te ku ma gëm, doo mar mukk."},{"style":"v","verse":"36","text":"Waaye wax naa leen ko; gis ngeen ma, te taxul ngeen gëm!"},{"style":"v","verse":"37","text":"Képp ku ma Baay bi jox dina ñëw, te man, ku ñëw ci man, duma ko dàq mukk."},{"style":"v","verse":"38","text":"Def sama coobarey bopp taxul ma wàcce fa asamaan, waaye def coobarey ki ma yónni moo tax."},{"style":"v","verse":"39","text":"Ki ma yónni nag, coobareem moo di mboolem ñi mu ma jox, buma ci ñàkk kenn, waaye naa leen dekkal kera bés bu mujj ba."},{"style":"v","verse":"40","text":"Ndax sama coobarey Baay kat moo di képp ku gis Doom ji te gëm ko, na texe ba fàww, te maa koy dekkal keroog bés bu mujj ba.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Yawut ya nag di ñurumtoo Yeesu, ndax la mu ne: «Man maay ñam wi wàcce fa asamaan.»"},{"style":"v","verse":"42","text":"Ñu naan: «Xanaa kii du Yeesu, doomu Yuusufa? Nun, nu xam baayam, xam ndeyam. Ana nu mu mana waxe ne asamaan la jóge?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Yeesu ne leen: «Baleen ñurumtu bi ci seen biir."},{"style":"v","verse":"44","text":"Kenn manula ñëw ci man te Baay bi ma yónni indiwu ko; te ku ñëw ci man, maa koy dekkal kera bés bu mujj ba."},{"style":"v","verse":"45","text":"Bindees na ci téerey yonent yi ne: “Ñoom ñépp ay jànge ci Yàlla\\f + \\fr 6.45 \\ft Seetal ci \\bk Esayi\\bk* 54.13.\\f*.” Kon nag képp ku dégg Baay bi, ba déggal àlluwaam, dina ñëw ci man."},{"style":"v","verse":"46","text":"Tekkiwul ne kenn mas naa gis Baay bi. Xanaa ki bawoo fa Yàlla, kookoo gis Baay bi."},{"style":"v","verse":"47","text":"Maa leen ko wax déy, ci lu wér, ku gëm, yaa texe ba fàww."},{"style":"v","verse":"48","text":"Man maay ñam wiy joxe dund."},{"style":"v","verse":"49","text":"Seeni maam a lekk mànn ca màndiŋ ma, te dee nañu."},{"style":"v","verse":"50","text":"Waaye ñam wii mooy wi wàcce fa asamaan, ngir ku ko lekk, du dee."},{"style":"v","verse":"51","text":"Man maay ñam wiy dund te wàcce fa asamaan. Ku lekk ci wii ñam, mooy texe ba fàww. Ñam woowu nag mooy samaw suux; maa ko joxe, ngir àddina dund.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"52","text":"Ci kaw loolu Yawut ya di werante werante wu tàng ci seen biir naan: «Ana nu nu kii mana joxee aw suuxam, nu lekk?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Yeesu ne leen: «Maa leen ko wax déy ci lu wér, bu ngeen lekkul ci suuxu Doomu nit ki, naan deretam, amuleen dund ci seen jëmmi bopp."},{"style":"v","verse":"54","text":"Képp ku lekk samaw suux, naan sama deret, texe nga ba fàww, te maa lay dekkal kera bés bu mujj ba."},{"style":"v","verse":"55","text":"Ndaxte sama yaram mooy ñam wi wóor, sama deret di naan gi wóor."},{"style":"v","verse":"56","text":"Képp ku lekk sama suux, naan sama deret, ci man lay dëkk, ma dëkk ci moom."},{"style":"v","verse":"57","text":"Ni ma Baay biy dund yebale, te may dund ndax moom, noonu la ki ma lekk di dunde ndax man."},{"style":"v","verse":"58","text":"Woowu ñam mooy wi wàcce fa asamaan; bokkul ak ñam wa seeni maam lekkoon te teewuleena dee. Ku lekk wii ñam, yaay texe ba fàww.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"59","text":"Baat yooyu la Yeesu wax, ba muy jàngale ca jàngub Yawut ba, ca Kapernawum."},{"style":"s1","verse":"","text":"Taalibey Yeesu yu bare xàcc nañu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"60","text":"Taalibey Yeesu yu bare, ba ñu déggee loolu, dañu ne: «Gii kàddooka jafe! Ana ku ko mana dégg?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"61","text":"Yeesu nag yég ci boppam ne taalibeem yaa ngi ñurumtoo loolu. Mu ne leen: «Xanaa kàddu gii mbetteel la leen def?"},{"style":"v","verse":"62","text":"Kon bés bu ngeen gisee \\w Doomu nit|Doomu nit k-:\\w* kiy yéeg jëm fa mu njëkkoona nekk nag?"},{"style":"v","verse":"63","text":"\\w Noowug Yàlla|Noo gu Sell g-:\\w* mooy dundloo; nitu suuxu neen manul dara. Kàddu gi ma leen wax moo leen di jottali Noowug Yàlla giy taxa dund."},{"style":"v","verse":"64","text":"Waaye am na ñenn ñu bokk ci yeen, ñu gëmul.»"},{"style":"p","verse":"","text":"Ndax kat Yeesu xamoon na ca njàlbéen ñan ñooy ña gëmul woon, ak kan mooy ka koy wor."},{"style":"v","verse":"65","text":"Mu teg ca ne: «Looloo tax ma ne leen kenn manula ñëw ci man, te du Baay bi moo ko ko may.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"66","text":"Booba la taalibeem yu bare dëpp, àndatuñu ak moom."},{"style":"v","verse":"67","text":"Yeesu nag ne fukki taalibe yaak ñaar: «Yeen itam bëgg ngeena dem am?»"},{"style":"v","verse":"68","text":"Simoŋ Piyeer ne ko: «Sang bi, ci kan lanu jëm? Kàddu giy texeel fàww, yaa ko yor!"},{"style":"v","verse":"69","text":"Nun gëm nanu te ràññee nanu ne yaa di Aji Sell ju Yàlla ji.»"},{"style":"v","verse":"70","text":"Yeesu ne leen: «Xanaa du man maa leen tànn, yeen Fukk ak ñaar? Ndaxam kenn a ngi bokk ci yeen te ab seytaane la!»"},{"style":"v","verse":"71","text":"Yuda doomu Simoŋ Iskaryo la doon wax, ndax mooy ka ko doon waaja wor, te ca Fukk ñaak ñaar la bokkoon."}]