[{"style":"s1","text":"Yeesu dem na ca màggalu Mbaar ya"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu diiwaanu Galile la doon wër. Bëggul woona doxe biir diiwaanu Yude, ndax njiiti Yawut ya ñoo ko doon wuta rey."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu màggalu Yawut gi ñuy wax \\w Mbaar yi|Màggal yi:\\w*, jubsi."},{"style":"v","text":"Rakki Yeesu yu góor ya ne Yeesu: «Jógeel fii te dem diiwaanu Yude, ngir say taalibe, ñoom itam, gis jaloore yi ngay def."},{"style":"v","text":"Kenn du jëfe biir kumpa tey wuta feeñ. Gannaaw yaay def yii jaloore, wonal sa bopp àddina,»"},{"style":"v","text":"ndax booba ay rakkam sax gëmuñu ko woon."},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Sama waxtu jotagul; yeen nag, seen waxtu bopp, bés bu nekk la."},{"style":"v","text":"Àddina du leen mana bañ, waaye man la bañ, ndax maa koy seedeel ne ay jëfam dafa bon."},{"style":"v","text":"Yeen nag demleen màggal ga, man demuma ca màggal googu, ndax sama waxtu jotagul.»"},{"style":"v","text":"Loolu la leen wax, daldi des ca Galile."},{"style":"p","text":""},{"style":"v","text":"Teewul ba rakki Yeesu demee ca màggal ga, Yeesu itam dem na ca, waaye siiwalul aw yoonam, daanaka daa làqu."},{"style":"v","text":"Yawut ya nag di ko seet, naan: «Ana waa ji?»"},{"style":"v","text":"Ci kaw loolu déeyoo bi ci mbiram bare ca mbooloo ma. Ñii naan: «Nit ku baax la.» Ñee naan: «Déedéet, day naxe.»"},{"style":"v","text":"Waaye taxul kenn waxe mbiram ca kaw, ndax ragal njiiti Yawut ya."},{"style":"s1","text":"Yeesu jàngale na ca màggal ga"},{"style":"p","text":""},{"style":"v","text":"Ba ñu demee ba ca diggu màggal ga, Yeesu dem ca kër Yàlla ga, di jàngale."},{"style":"v","text":"Yawut ya jaaxle, naan: «Kii nu mu ame bii xam-xam te jàngul?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu daldi leen wax ne leen: «Li may jàngale, moomuma ko, ki ma yebal a ko moom."},{"style":"v","text":"Ku namma jëfe coobarey Yàlla, dina xam ndax li may jàngale ci Yàlla la jóge, am ci sama coobarey bopp laay waxe."},{"style":"v","text":"Kiy wax ci coobarey boppam nag, darajay boppam lay sàkku, waaye ki bëgga fésal darajay ki ko yónni, kooku ku dëggu lay doon, te ag njubadi du nekk ci moom."},{"style":"v","text":"Xanaa du Musaa moo leen jox ndigali yoon wi? Ndaxam kenn ci yeen jëfewul yoon wi! Ana lu ngeen may wuta rey?»"},{"style":"v","text":"Mbooloo ma ne ko: «Yaw rab a la jàpp! Ku lay wuta rey?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Jenn jaloore doŋŋ laa def, yeen ñépp ngeen waaru!"},{"style":"v","text":"Ndigalu xarafal gi leen Musaa jox, doonte jógewul ci Musaa, waaye cay maam la ba tey, tax na ngeen di xarafale ci \\w bésub Noflaay|bésub Noflaay b-:\\w* sax."},{"style":"v","text":"Gannaaw nit ay xaraf ci bésub Noflaay, ngir yoonu Musaa baña tebbiku, ana lu ngeen ma meree ndax nit ku ma wéral péŋŋ ci bésub Noflaay?"},{"style":"v","text":"Bàyyileen di àttee li leen seen bët may, deeleen àttee dëgg.»"},{"style":"s1","text":"Ndax Yeesu mooy Almasi bi?"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ñenn ci waa Yerusalem naan: «Xanaa du kii lees di wuta rey?"},{"style":"v","text":"Te mu ngii ne fàŋŋ di waare, te waxuñu ko dara. Xanaa sunu kilifa yi dañoo xam ne kii mooy \\w Almasi|Almasi b-:\\w* bi?"},{"style":"v","text":"Moonte kii, xam nanu fu mu bokk, te su Almasi bi dikkee, kenn du xam fu mu bokk.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu di jàngale ca kër Yàlla ga, daldi biral ne: «Kon xam ngeen ma, xam fi ma bokk? Ndaxam du ci sama coobarey bopp laa dikke, te ki ma yónni, ku wóor la. Yeen nag xamuleen ko."},{"style":"v","text":"Man maa ko xam, ndax ci moom laa bàyyikoo, te moom moo ma yebal.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ñu di ko wuta jàpp, waaye kenn tegu ko loxo, ndax waxtoom moo jotagul woon."},{"style":"v","text":"Teewul ñu bare ca mbooloo ma gëm ko, te naan: «Almasi bi sax, bu dikkee, ndax dina def firnde yu ëpp firnde yi nit kii def?»"},{"style":"v","text":"\\w Farisen|Farisen y-:\\w* ya dégg loola mbooloo may déeyoo ci mbirum Yeesu. \\w Sarxalkat|sarxalkat b-:\\w* yu mag ya ak Farisen ya daldi yebal ay wattukati kër Yàlla ga, ngir ñu jàppi ko."},{"style":"p","text":""},{"style":"v","text":"Yeesu nag ne: «Diir bu gàtt laay toogaat ak yeen, doora dem ca ki ma yónni."},{"style":"v","text":"Dingeen ma seet, waaye dungeen ma gis; te man fa may nekk, yeen, dungeen fa mana dem.»"},{"style":"p","text":""},{"style":"v","text":"Yawut ya naan ca seen biir: «Kii fu muy waaja jëm, fu ñu ko dul gise? Xanaa ca Yawut ya dëkki ca jàmbur ña? Xanaa jàmbur ña lay jàngali?"},{"style":"v","text":"Ak luy tekkitel kàddu gii mu wax, ne: “Dingeen ma seet, waaye dungeen ma gis; te man fa may nekk, yeen dungeen fa mana dem?”»"},{"style":"p","text":""},{"style":"v","text":"Bés ba mujj ca màggal ga nag moo ca gënoona màgg. Keroog la Yeesu taxaw, àddu ca kaw ne: «Ku mar, na ñëw ci man, naan;"},{"style":"v","text":"ku ma gëm, ay dex ay balle cib dënnam, di wal ndox muy dund! Te noonu la ko Mbind mi indee.»"},{"style":"v","text":"Booba \\w Noowug Yàlla|Noo gu Sell g-:\\w* la doon wax, Noo ga gëmkati Yeesu doon waaja jot, te jotaguñu ko woon, ndax booba, Yeesoo tàbbeegul woon ci teraangaam."},{"style":"p","text":""},{"style":"v","text":"Ba ñenn ca mbooloo ma déggee kàddu yooyu, dañu ne: «Aylayéwén kii mooy Yonent bi.»"},{"style":"v","text":"Ñeneen naan: «Kii mooy Almasi bi!» Teewul mu am ñu naan: «Galile, nu fa Almasi biy jógee?"},{"style":"v","text":"Du Mbind mi moo wax ne, Almasi bi ci xeetu \\w Daawuda|Daawuda:\\w* lay soqikoo, ca Betleyem, dëkk ba Daawuda fekk baax\\f + \\fr 7.42 \\ft Seetal ci \\bk Mise\\bk* 5.1; \\bk Taalifi cant\\bk* 89.4-5.\\f*?»"},{"style":"v","text":"Féewaloo nag am ca mbooloo ma ndax Yeesu."},{"style":"v","text":"Ñenn ca ñoom bëggoon nañu koo jàpp, waaye kenn tegu ko loxo."},{"style":"s1","text":"Njiiti Yawut yi gëmuñu Yeesu"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee wattukat ya dellu ca \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak \\w Farisen|Farisen y-:\\w* ya. Ñooñu ne leen: «Lu tax indiwuleen ko?»"},{"style":"v","text":"Wattukat ya ne leen: «Nit masula waxe ni kii!»"},{"style":"v","text":"Farisen ya ne leen: «Kon yeen itam nax nañu leen a?"},{"style":"v","text":"Ndax yeena gis ci njiit yi mbaa ci Farisen yi, kenn ku ko gëm?"},{"style":"v","text":"Xanaa mbooloo mii xamul yoonu Musaa, te ñu alku lañu!»"},{"style":"p","text":""},{"style":"v","text":"Nikodem bokk na ca Farisen ya fa nekkoon, te demoon na seeti Yeesu lu jiitu loolu. Mu ne leen:"},{"style":"v","text":"«Sunuw yoon ndax dina daan nit te njëkkeesu koo déglu, boole ci xam lu mu def?»"},{"style":"v","text":"Ñu ne ko: «Xanaa yaw itam ci diiwaanu Galile nga bokk? Gëstul, kon dinga xam ne Galile, ab yonent du fa feeñe.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ku nekk ñibbi këram."}]