[{"style":"s1","verse":"","text":"Dëppleen"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee ay magi \\w bànni Israayil|bànni Israayil:\\w* dikk janook man, toog."},{"style":"v","verse":"2","text":"Kàddug Aji Sax ji dikkal ma ne ma:"},{"style":"v","verse":"3","text":"«Yaw nit ki, ñii seen kasaray tuur lañu def ci seen xol, muy ay wu leen di gàllankoor, te ñu ne ci jàkk. Ndax ñii dinaa leen wacc moos, ñuy sàkku leeraange ci man?"},{"style":"v","verse":"4","text":"Waxal ak ñoom nag, ne leen: “Boroom bi Aji Sax ji dafa wax ne: Képp ku bokk ci waa kër Israayil, ku yékkati kasaray tuuram, def ci xolam, muy ay wu koy gàllankoor, te mu ne ci jàkk, ba noppi muy seetluji ci ab yonent; man Aji Sax ji maa koy tontu tont lu dëppook limub kasaray tuuram."},{"style":"v","verse":"5","text":"Maay def loolu ngir nanguwaat xolu waa kër Israayil gi ma dëddu ngir seen mboolem kasaray tuur yi.”"},{"style":"v","verse":"6","text":"Kon nag waxal waa kër Israayil, ne leen: “Boroom bi Aji Sax ji dafa wax ne: Dëppleen te dëddu seen kasaray tuur. Mboolem seen yëf yu siblu, dëdduleen ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«“Képp ku bokk ci waa kër Israayil, mbaa muy doxandéem bu dal ci biir Israayil, bu ma waccee, ba yékkati kasaray tuur, def ci xolam, muy ay wu koy gàllankoor, te mu ne ci jàkk, kooku bu dikkee cib yonent di sàkku leeraange ci man, man Aji Sax ji maa koy tontul sama bopp."},{"style":"v","verse":"8","text":"Nit kooku maa ko naa jàkk, def ko muy firnde, di ku ñuy léeboo, te maa koy wàññee ci sama ñoñ, ba ngeen xam ne maay Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«“Su fekkee ne yonent baa am lu ko nax, ba àddul boppam genn kàddug \\w waxyu|waxyu:\\w*, day fekk man Aji Sax ji maa nax yonent ba. Maa koy dumaa sama loxo, sànke ko ci digg Israayil, sama ñoñ."},{"style":"v","verse":"10","text":"Kay seetlu ca yonent ba aw ayam, mook ayu yonent ba, benn lay doon. Ñooy bokk gàddu seenu ay."},{"style":"v","verse":"11","text":"Su ko defee waa kër Israayil dootuñu ma wacc, di lajj, te dootuñu sobeel seen bopp ci seen bépp bàkkaar. Sama ñoñ lañuy doon, man ma doon seen Yàlla. Boroom bi Aji Sax jee ko wax.”»"},{"style":"s1","verse":"","text":"Yerusalem gépp a yelloo mbugal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba loolu amee kàddug Aji Sax ji dikkal ma ne ma:"},{"style":"v","verse":"13","text":"«Yaw nit ki, bu ma am réew dee moye jëfi ñàkk worma, ba ma dumaa leen sama loxo, xañ leen mburu, yónnee leen ab xiif, ba boole fa fàdd doom aadamaak mala,"},{"style":"v","verse":"14","text":"su Nóoyin ak Dañeel ak Ayóoba bokkoon nekk ca seen biir sax, ñoom ñett doŋŋ la seen bakkan di mucc ndax seenug njub. Boroom bi Aji Sax jee ko wax."},{"style":"v","verse":"15","text":"Su ma dajaloon réew meek rabi àll yu ko jeexal, ba muy réew mu gental mu kenn jaareetul ndax rab ya,"},{"style":"v","verse":"16","text":"te mu fekk ñett ñooñu ca biir réew ma, giñ naa ko ci man miy dund, kàddug Boroom bi Aji Sax jee, ñooñu ñett duñu mana musal seen jenn doom, du góor du jigéen; ñoom doŋŋ ay mucc, te réew ma dina gental."},{"style":"v","verse":"17","text":"Su ma wàccee saamar ci miim réew it, ba sant saamar ne ko mu jaar ci biir réew mi, faat fi nit ak mala,"},{"style":"v","verse":"18","text":"te mu fekk ñett ñooñu ci biir réew mi, giñ naa ko ci man miy dund, kàddug Boroom bi Aji Sax jee, du seen jenn doom, góor ak jigéen ju ñuy mana musal. Ñoom ñett doŋŋ ay mucc."},{"style":"v","verse":"19","text":"Su ma yebalee mbas ci kaw réew mii it, ba xëpp fi sama sànj ci biir deret ju tuuru, ngir faat fi nit ak mala,"},{"style":"v","verse":"20","text":"te mu fekk Nóoyin ak Dañeel ak Ayóoba ci biir réew mi, giñ naa ko ci man miy dund, kàddug Boroom bi Aji Sax jee, ñooñu ñett duñu mana musal seen jenn doom, góor ak jigéen. Seen njubteg bopp mooy musal seen bakkan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Boroom bi Aji Sax ji déy dafa wax ne: Sama ñeenti mbugal yu tar yii laay yebal ci kaw Yerusalem. Ñuy saamar akub xiif ak rabi àll aku mbas, ngir faat ci réew mi nit ak mala."},{"style":"v","verse":"22","text":"Waaye du tee mu am ndes mu ca rëcce, diy góor aku jigéen, ñu ñuy génneji réew mi. Ñu ngooguy génn, di leen fekki, te bu ngeen gisee seen jikko ak seeni jëf ju bon, seen xol dina sedd ci musiba mi ma wàcce ci kaw Yerusalem, ak mboolem lu ma fi wàcce."},{"style":"v","verse":"23","text":"Seen xol dina sedd ndax bu ngeen gisee seen jikko ak seeni jëf, dingeen xam ne mboolem li ma def ci dëkk bi, defuma ko ci neen. Kàddug Boroom bi Aji Sax jee.»"}]