[{"style":"s1","verse":"","text":"Aji Sax ji dooleel na Esekiyel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mu ne ma: «Yaw nit ki, lii ngay gis, lekk ko. Lekkal téere bii te dem wax ak waa kër Israayil.»"},{"style":"v","verse":"2","text":"Ma ŋa, mu leel ma téere ba."},{"style":"v","verse":"3","text":"Mu ne ma: «Yaw nit ki, lekkal téere bii ma la jox, ba suur këll.» May lekk, mu neexe ni lem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Mu ne ma: «Yaw nit ki, demal ba ca waa kër Israayil, te nga àgge leen samay wax."},{"style":"v","verse":"5","text":"Du ci waaso wu xóotu làkk te diisu làmmiñ lees la yebal. Ca waa kër Israayil nga jëm."},{"style":"v","verse":"6","text":"Bare na waaso yoo xamul seeni wax, yu xóotu làkk te diisu làmmiñ. Te su ma la yebaloon ci ñoom, ñu déggal la."},{"style":"v","verse":"7","text":"Waaye waa kër Israayil duñu la nangoo déggal, ngir nanguwuñu maa déggal; ndax waa kër Israayil gépp a dëgër bopp te dërkiis."},{"style":"v","verse":"8","text":"Maa ngii di la may kanam gu ñemee ni seen kanam, ba nga dëgër bopp ni ñoom."},{"style":"v","verse":"9","text":"Jamaa moo raw doj te ni laay dëgërale sa bopp. Bu leen ragal, bu leen tiit, li ñuy kërug fippukat yépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Mu teg ca, ne ma: «Yaw nit ki nag, mboolem li ma lay wax, dégloo ko nopp, te teewloo ko xel."},{"style":"v","verse":"11","text":"Nanga dem ba ca sa bokki ngàllo ga, nga wax leen, ñu déglook ñu gàntal, ne leen: “Lii la Boroom bi Aji Sax ji wax.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ci kaw loolu ngelaw li Aji Sax ji wol ne ma siféet, may dégg ci sama gannaaw, riirum kàddu gu xumb gu ne: «Cant ñeel na darajay Aji Sax ji fi màkkaanam.»"},{"style":"v","verse":"13","text":"Mu ànd ak riirum laafi mbindeef yay fenqoo, ak coowal mbege ya ñu feggool, muy riir mu xumb."},{"style":"v","verse":"14","text":"Ba loolu amee ngelaw ne ma siféet, yóbbu. Maa ngay deme naqar ak xol bu tàng, te loxol Aji Sax ji diis gann ci sama kaw."},{"style":"v","verse":"15","text":"Ma àgg ba ca ngàllog Tel Abib ga dëkke tàkkal dexu Kebar. Foofa ñu dëkk laa toog, jommi ci seen biir diiru juróom ñaari fan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba juróom ñaari fan ya matee, kàddug Aji Sax ji dikkal ma, ne ma:"},{"style":"v","verse":"17","text":"«Yaw nit ki nag, wattukat laa la tabb, ñeel waa kër Israayil, ba boo déggee baat bu jibe sama gémmiñ, yaa leen koo artoo ci sama ndigal."},{"style":"v","verse":"18","text":"Su ma nee ku bon ki: “Dee rekk ay sa àtte,” te fekk artuwoo ku bon ka, waxuloo lu ko waññee ca mbonam ga, ba mu mucc, ku bon kooka day dee ndax tooñam, waaye bakkanam yaw laa koy laaj."},{"style":"v","verse":"19","text":"Waaye yaw soo artoo nit ki ngir mu wacc yoonu mbonam nag, tooñu boppam a ko reylu, waaye yaw musal nga sa bopp."},{"style":"v","verse":"20","text":"Su dee boroom jëfi njekk bu dëpp yoonu njekkam, di def ndëngte, maa koy gàllankoor, mu dee. Soo ko artuwul ndax bàkkaaram, dina dee, te deesul bàyyi xel njekkal démbam la, waaye bakkanam, yaw laa koy laaj."},{"style":"v","verse":"21","text":"Waaye nag su dee yaa artu boroom jëfi njekk bi, ba tax bàkkaaratul, dina dund déy, ndax kàddug artu ga, te yaw it musal nga sa bopp.»"},{"style":"s1","verse":"","text":"Tëju te tëlee wax misaal la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Gannaaw loolu loxol Aji Sax ji dikk fa ci sama kaw. Mu ne ma: «Génnal ba ci joor gi, ma wax faak yaw.»"},{"style":"v","verse":"23","text":"Ma génnsi ba ca joor ga. Ndeke jëmmu leeru Aji Sax jaa nga foofa, taxaw mel ni jëmmu leer ga ma gisoon ca tàkkal dexu Kebar. Ma ne gurub, dëpp sama jë fa suuf."},{"style":"v","verse":"24","text":"Ci kaw loolu ngelaw solu ma, ne ma yékkét, ma taxaw. Mu wax ak man, ne ma: «Doxal, tëjuji sa biir néeg."},{"style":"v","verse":"25","text":"Te kat yaw nit ki, dees na la fa takke ay buum, yeew la ba dootoo mana génn, dem ci nit ñi."},{"style":"v","verse":"26","text":"Sa làmmiñ laay taqal ci sa denqleñ, nga luu ba doo leen mana yedd, ndax kërug fippukat lañu."},{"style":"v","verse":"27","text":"Waaye bu ma amee lu ma lay wax, dinaa ubbi sa gémmiñ. Su ko defee nga ne leen: “Lii la Boroom bi Aji Sax ji wax.” Kuy dégg, dégg; kuy gàntal, gàntal. Ndax kërug fippukat lañu.»"}]