[{"style":"s1","verse":"","text":"Esekiyel yégle na gaw ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji ne: «Yaw nit ki, jëlal móolu ban, teg fi sa kanam, nga rëdd ci ab dëkk, mu misaal Yerusalem."},{"style":"v","verse":"2","text":"Nga gaw ko, tabax ab gawukaay bu ko wër, sëkk ko, ba noppi sàkkal ko ay dali xare, wërale ko dénki dàjjikaay ba mu daj."},{"style":"v","verse":"3","text":"Su ko defee nga jël saafukaayu weñ, teg ko, mu mel ni miiru weñ bu dox sa digganteek dëkk bi, te nga janook dëkk bi. Noonu nga koy gawe, mu gawu. Loolu di misaal, ñeel waa kër Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"«Gannaaw loolu nanga tëdde sa wetu càmmoñ. Googu wet ngay gàddoo ayu waa kër Israayil\\f + \\fr 4.4 \\fk waa kër Israayil \\ft fii dafa ëmb réewum fukki giiri bànni Israayil ca bëj-gànnaar, ak réewum giiru Yuda ca bëj-saalum. Gannaaw ba Buur Suleymaan nelawee, am réewam xàjjalikoo na ñaari pàcc yooyu.\\f*. Diiru fan yi ngay tëdde wet ngay gàddoo seen ay."},{"style":"v","verse":"5","text":"Man nag àppal naa la limu fan yu tembook limu ati ayu waa kër Israayil, muy ñetti téeméeri fan ak juróom ñeent fukk (390) yooy tegoo ayu waa kër Israayil."},{"style":"v","verse":"6","text":"Boo noppee ci loolu nanga tëdde wetu ndijoor. Noonu ngay gàddoo ayu waa kër Yuda diiru ñeent fukki fan, at mu nekk, ma defal la ko benn fan."},{"style":"v","verse":"7","text":"Te nga jàkkaarlook gawub Yerusalem, tàllal ko sa përëgu neen, daldi jottali kàdduy \\w waxyu|waxyu:\\w* ci kawam."},{"style":"v","verse":"8","text":"Te kat dinaa la yeewe ay buum ngir doo mana walbatiku tëdde geneen wet, ba keroog ngay sottal say fani gaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Te kat nanga sàkk bele ak lors ak ñebbe ak làntin ak dugub ak bele bu dëgër. Nga boole lépp ci lenn ndab. Moom ngay lekk diiru fan yi ngay tëdde wet. Diiru ñetti téeméeri fan ak juróom ñeent fukk (390) nga koy dunde."},{"style":"v","verse":"10","text":"Sa njëlu bés nag na doon ñaar fukki siikal\\f + \\fr 4.10 \\fk ñaar fukki siikal \\ft mooy ñaari téeméeri garaam ak fanweer.\\f* yooy lekk bés ak bés."},{"style":"v","verse":"11","text":"Sa ndoxum naan it dees koy natt, mu tollook genn-wàll liitar bés bu nekk."},{"style":"v","verse":"12","text":"Mburum lors ngay lekk te jonkani nit nga koy lakke, nit ñiy gis.»"},{"style":"v","verse":"13","text":"Aji Sax ji teg ca ne: «Noonu la \\w bànni Israayil|bànni Israayil:\\w* di lekkeji seen ñamu sobe ci biir xeet yi ma leen di tasaareji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ma ne ko: «Ãhã! Boroom bi Aji Sax ji, man de masumaa sobeel sama bopp. Muy lu médd, di lu aw rab fàdd, masuma koo lekk ba may gone ba tey. Wenn yàpp wu daganul masula dugg sama gémmiñ.»"},{"style":"v","verse":"15","text":"Mu ne ma: «Baax na, kon defal naa la ko ndéef, mu wuutu jonkanu nit, nga koy lakke sa mburu.»"},{"style":"v","verse":"16","text":"Mu neeti ma: «Yaw nit ki, maa ngii di xañ Yerusalem lépp luy dugub. Ci biir njàqare lañuy lekke as mburu te xol bu jeex lañuy naane siitum ndox."},{"style":"v","verse":"17","text":"Su ko defee ñu ñàkk lekk, ñàkk naan, di xoolante gëti tiitaange, jeex tàkk ndax seeni ñaawtéef.»"}]