[{"style":"s1","verse":"","text":"Lu jëm ci suuf si ñu jagleel Aji Sax ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«“Bu ngeen demee bay tegoo réew mi bant ngir séddoo ko, nangeen jagleel Aji Sax ji dogu suuf bu gudde ñaar fukki junniy xasab ak juróom (25~000), yemook fukki kilomet ak ñett, yaatoo ñaar fukki junniy (20~000) xasab, yemook fukki kilomet ak genn-wàll. Suuf soosu sépp ba fa mu yem, lu \\w sell|sell:\\w* lay doon."},{"style":"v","verse":"2","text":"Biir pàkk boobu, nañu ci waccal néeg bu sell bi ab dénd bu kaare, wet gu nekk di juróomi téeméeri xasab, yemook ñaari téeméeri meetar ak juróom fukk; ak bayaal bu wër dénd bi, yaatoo juróom fukki xasab, yemook ñaar fukki meetar ak juróom wet gu nekk."},{"style":"v","verse":"3","text":"Ci biir dogu suuf bu mag boobu gudde ñaar fukki junniy xasab ak juróom (25~000) te yaatoo fukki junniy xasab (10~000), yemook juróomi kilomet ak xaajaat, ci ngay nattal kër gu sell gi, di fu sella sell."},{"style":"v","verse":"4","text":"Cér bu sell a ngoog bu ñuy sàkke ci réew mi, ñeel sarxalkat yiy liggéey ci kër gu sell gi, tey jege Aji Sax ji, di ko liggéeyal. Foofu lañuy am ay kër te foofu lañuy beral ab pàkk kër gu sell gi."},{"style":"v","verse":"5","text":"Beneen dénd bu gudde ñaar fukki junniy xasab ak juróom (25~000), yaatoo fukki junniy xasab (10~000), na ñeel Leween ñiy liggéeyal kër Yàlla gi, ngir ñu am dëkk yu ñu dëkke."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«“Suufas dëkk bi, nanga ko àppal yaatuwaayu juróomi junniy xasab (5~000) ak guddaayu ñaar fukki junniy xasab ak juróom (25~000), mu làng ak dog bi ñu sàkkal pàkk bu sell bi. Suuf soosu na ñeel waa kër Israayil gépp."},{"style":"v","verse":"7","text":"Boroom jal bi nag, nañu ko jagleel ñaari wet yi séq suufas pàkk bu sell beek pàkkub dëkk bi. Suufas buur soosu jóge sowu ba géej ga, jógeeti penku ba fa Israayil yem, na guddaay bi tollook guddaayu suufu giirug Israayil gu ci nekk."},{"style":"v","verse":"8","text":"Loolooy doon céru suufu boroom jal bi ci Israayil. Su ko defee boroom jal yi ma fal dootuñu xañ sama ñoñ suuf. Dañuy wacce giiri waa kër Israayil li des ci réew mi."},{"style":"s1","verse":"","text":"Sàrt yii war na boroom jal bi ci wàllu kër Yàlla gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«“Boroom bi Aji Sax ji dafa wax ne: Yeen ñiy toog ci jalu Israayil, na doy nag! Coxor geek jaay-doole bi, baleen ko. Njub ak njekk ngeen war di jëfe. Bàyyileen di nangu sama alali ñoñ. Boroom bi Aji Sax jee ko wax."},{"style":"v","verse":"10","text":"Seen màndaxekaay na doon njub, efab nattukaayu sol-sotti di njub, seen bat bi ñuy natte lu ñuy xelli di njub."},{"style":"v","verse":"11","text":"Na benn efa ak benn bat yem dayo, lu ci nekk wara def céru fukkeelu benn omer bi yemook ñaari téeméeri liitar ak ñaar fukk (220). Te na benn omer di dayo bi ngeen di natte."},{"style":"v","verse":"12","text":"Benn siikal, na wecciku ñaar fukki gera\\f + \\fr 45.12 \\ft Moo doon natt ba gënoona tuut ci wàllu diisaay, tollook genn-wàllu garaam.\\f*, te boo boolee nattu ñaar fukki siikal, ak nattu ñaar fukki siikal ak juróom, ak nattu fukki siikal ak juróom, mu wara wecciku benn natt bu ñuy wax miin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«“Lii nag mooy doon li ñuy jébbal Aji Sax ji: muy bele, di lors, na doon seen benn céru juróom benn fukkeelu meññeef, di lu tollook ñeenti liitar ci ñaari téeméeri liitar ak ñaar fukk yu nekk."},{"style":"v","verse":"14","text":"Su dee ag diw, bat bi ñuy natte lu ñuy xelli lañu koy natte, benn bat yemook fukkeelu natt bi ñuy wax omer, mbaa fukkeelu natt bi ñuy wax kor, di ñaari liitar yu tombal ñaar (2,2) ci ñaari téeméeri liitar ak ñaar fukk (220) yu nekk."},{"style":"v","verse":"15","text":"Ci wàllu parluy Israayil, benn ay génn ci ñaari téeméeri gàtt yu ne, gàtt yooyu ñeel saraxi pepp, ak saraxi rendi-dóomal, ak saraxi cant ci biir jàmm ngir njotlaayal askan wi. Kàddug Boroom bi Aji Sax jee."},{"style":"v","verse":"16","text":"Boobu asakab njébbal, waa réew mépp a ciy def seen loxo, indil ko ki toog ci jalub Israayil."},{"style":"v","verse":"17","text":"Li war ki toog ci jal bi, saraxu rendi-dóomal ci la, ak saraxu pepp, ak saraxi tuuru yi ñuy joxe bésu màggal yu mel ni màggali Terutel weer ak \\w bési Noflaay|bésub Noflaay b-:\\w* ak yeneen bés yu \\w bànni Israayil|bànni Israayil:\\w* taamoo daje. Moom it mooy joxe saraxu póotum bàkkaar ak saraxu pepp ak saraxu rendi-dóomal ak saraxu cant ci biir jàmm ngir njotlaayal waa kër Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«“Boroom bi Aji Sax ji dafa wax ne: Benn fanu weer wi njëkk, nanga jël yëkk wu ndaw wu amul sikk ngir laabal kër gu sell gi."},{"style":"v","verse":"19","text":"Sarxalkat bi day sàkk ci deretu saraxu póotum bàkkaar boobu, taqal ci jëni bunt yi ak ñeenti colli kaw sarxalukaay bi ak jëni buntu ëttu biir bi."},{"style":"v","verse":"20","text":"Noonu it ngay def ca juróom ñaareelu fanu weer wa, ngir daboo ko nit ku jàdd yoon te yégu ko mbaa teyu ko. Su ko defee ngeen def njotlaayal kër Yàlla gi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«“Fukki fan ak ñeent ci weer wu njëkk wi mooy seen \\w màggalu bésub Mucc|Màggal yi:\\w* ba. Juróom ñaari fan la màggal giy am, te mburu mu amul lawiir lees cay lekk."},{"style":"v","verse":"22","text":"Bés boobu la ki toog ci jal bi di joxeel boppam ak mboolem waa réew mi, yëkk wu ndaw wuy doon saraxu póotum bàkkaar."},{"style":"v","verse":"23","text":"Juróom ñaari fan yooyu dina defal Aji Sax ji sarax. Bés bu nekk mu sarxe ñaari yëkk yu ndaw ak juróom ñaari kuuy yu mag yu amul sikk, def ko saraxu rendi-dóomal, boole ci ab sikketu sarax ngir peyug tooñ, te loolu bés bu nekk lay doon."},{"style":"v","verse":"24","text":"Yëkk yu ci nekk ak kuuyu mag yu ci nekk, da koy booleek saraxu benn efa bu pepp, di ñaar fukki liitari pepp ak ñaar, te efa bu pepp bu ne, tollook benn xiinu diw, di ñeenti liitari diw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«“Ci wàllu màggal giy door fukki fan ak juróom ci juróom ñaareelu weer wi\\f + \\fr 45.25 \\ft Màggalu bési Mbaar yi lay doon. Seetal ci \\bk Sarxalkat yi\\bk* 23.33-34.\\f*, na ki toog ci jal bi def niki ci màggalu bésub Mucc ba. Diirub juróom ñaari fan yi màggal gi, yenn sarax yooyii rekk lay joxe, muy saraxu póotum bàkkaar ak saraxu rendi-dóomal ak saraxi pepp ak diw."}]