[{"style":"s1","verse":"","text":"Am wal balle na ca kër Yàlla ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Waa ji nag delloo ma ca buntu néegu Yàlla ba. Gisuma lu moy am ndox muy ball, di génne ci suufu dëxu bunt bi, di wal jëm wàllaay penku. Kanamu néeg baa ngi féete penku, ndox miy wale ci wetu bëj-saalumu néeg bi, fa féeteek bëj-saalumu sarxalukaay bi."},{"style":"v","verse":"2","text":"Mu génnee ma ci këru jàllukaay ba féete bëj-gànnaar, wërale ma ca biti, ba ca këru jàllukaay ba féete penku. Gisuma lu moy ndox muy wale ci suufu këru jàllukaay ba féete penku, ci wet ga féete bëj-saalum."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Waa jaa nga jubal penku, yor buumu nattukaayam, daldi natt junniy xasab. Mu jàlle ma ba foofa, ndox ma yem ma ci kostan."},{"style":"v","verse":"4","text":"Mu nattaat yeneen junniy xasab, ndox ma yem ma ciy óom. Mu dellu natt junniy xasab, jàlle ma, ndox ma yem ma ci ndigg."},{"style":"v","verse":"5","text":"Mu nattati yeneen junniy xasab, wal ma xóot ba manatumaa xuus, ba jàll. Maneesatu koo jàlle tànk, xanaa féey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Mu ne ma: «Yaw nit ki, du gis nga ci?» Ba loolu amee mu delloo ma ba ca tàkkal dex ga."},{"style":"v","verse":"7","text":"Ma agsi ca tàkkal dex ga, daldi yem ci garab yu baree bare ci ñaari weti dex gi yépp."},{"style":"v","verse":"8","text":"Waa ji ne ma: «Ndox mii mu ngi jëm diiwaanu penku, wàcci xuru dexu Yurdan, jàlli biir géeju Xorom ga. Te bu ndox mi duggee biir géej, géeju ndox mu bon ma, ndox ma day daldi neex."},{"style":"v","verse":"9","text":"Mboolem mbindeef muy def ndiiraan day daldi mana dunde mboolem fu wal mii jëm. Jën yi day takku lool ngir la fa ndox mii àgg, ba neexal mooma ndox. Mboolem fu wal mii àkki daal, lépp a fay dund."},{"style":"v","verse":"10","text":"La ko dale Engedi ba Eneglayim, ay nappkat lay doon. Ñu weer seeni caax ci tefes gi. Wirgoy jën yu nekk ca géej gu mag ga ñooy am foofa, bare lool."},{"style":"v","verse":"11","text":"Waaye tan yaak déeg ya mu feggool du neexaat, xorom saa koy féetewoo."},{"style":"v","verse":"12","text":"Wirgoy garab yu ñuy lekk yu nekk ñooy sax ca ñaari weti wal ma. Xob ya du lax, doom ya du rag, xanaa di meññ weer wu nekk, ndax ndox mi koy suuxat ca kër gu sell ga lay wale. Meññeef ma, ñu lekk; xob ya, ñu fajoo.»"},{"style":"s1","verse":"","text":"Aji Sax ji joxe na kemuy réew mi ñuy séddoo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Boroom bi Aji Sax ji dafa wax ne: «Fukki giiri Israayil yeek ñaar nag, kemi céri suufi réew mi ñuy séddoo, nii la wara tëdde: na wàllu giirug Yuusufa di ñaari cér."},{"style":"v","verse":"14","text":"Nangeen ko séddoo, ku nekk yem ak sa mbokk cér, ndax maa giñal seeni maam, ne dinaa leen ko jox. Kon réew mii, seen cér bu leen lew la."},{"style":"v","verse":"15","text":"Na lii di kemu réew mi ci wetu bëj-gànnaar: géej gu mag ga lay dale, topp yoon wa jaare Ettlon ak Buntu Amat, ak Cedàdd,"},{"style":"v","verse":"16","text":"jaare dëkk yi ñuy wax Berota ak Sibrayim te nekk diggante réewum Damaas ak Amat, jaare Àccer Tikon, fa digalook Oran."},{"style":"v","verse":"17","text":"Kon kemu googu day dale géej gu mag ga, ba àgg gox ba ñuy wax Àccar Enan ca penku ba. Kemu bëj-gànnaaram di Damaas ak Amat. Loolooy wàllu bëj-gànnaaram."},{"style":"v","verse":"18","text":"Kemu penku ba day dale diggante Oran ak Damaas, topp xuru Yurdan, diggante diiwaanu Galàdd ak réewum Israayil, dem ba àgg Tamar ca géeju penku ba\\f + \\fr 47.18 \\fk géeju penku ba \\ft mooy géeju Xorom ga.\\f*. Loolooy wàllu penkoom."},{"style":"v","verse":"19","text":"Wetu bëj-saalum, kemu ga day dale fa Tamar ba ca xuru Meriba ca Kades, daldi leru walu Misra ma, ba àkki géej gu mag ga. Loolooy wàllu bëj-saalumam."},{"style":"v","verse":"20","text":"Wetu sowu, géej gu mag gaay doon kemu ga, dale bëj-saalum ba ca Buntu Amat ca bëj-gànnaar. Loolooy wàllu sowoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Suuf si ci diggante kemu yooyu, nangeen ko séddale giiri Israayil yi."},{"style":"v","verse":"22","text":"Nangeen ko tegoo bant, séddoo ko ci seen biir, yeen ak doxandéem yi sanc ci seen digg te jaboot ci réew mi. Nangeen leen jàppe ni ay njuddu-ji-réew fi digg Israayil. Nañu am seen céru suuf ni yeen, bokk ci yem ak giiri Israayil."},{"style":"v","verse":"23","text":"Ak giir gu ci doxandéem bi mana wàlli, foofa ngeen koy féetale céru suufam. Kàddug Boroom bi Aji Sax jee."}]