[{"style":"s1","verse":"","text":"Bokkaale feeñ na ca kër Yàlla ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Keroog juróomi fan, ca juróom benneelu weer wa, ca juróom benneelu at ma\\f + \\fr 8.1 \\ft Mu yemook juróom benneelu at gannaaw ba Buur Yoyakin duggee ngàllo.\\f*, damaa toog sama biir néeg, magi Yuda bokk ak man toog. Fa la loxol Boroom bi Aji Sax ji dal fi sama kaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ma xool, yem ci jëmm ju ame melokaanu nit. Li ko dale fiy nirook lupp yi jëm suuf, sawara la. Li dale ci lupp yi jëm kaw ame melokaanu leer, mel ni weñ guy tàkk."},{"style":"v","verse":"3","text":"Mu tàllal lu bindoo ni loxo, daldi sëq sama kawaru bopp, ab ngelaw yékkati ma ba ca diggante kaw ak suuf, yóbbu ma ba Yerusalem ci biir peeñum Yàlla, ba ca buntu ëttu biir kër Yàlla ba janook bëj-gànnaar, fa ñu teg jëmmu bokkaale jay sabab fiiraangey Yàlla."},{"style":"v","verse":"4","text":"Ma jekki gis foofa leeru Yàllay Israayil ca melokaanam ma ma ko gise woon ca joor ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Mu ne ma: «Yaw nit ki, séenul ca wetu bëj-gànnaar.» Ma séenu ca wetu bëj-gànnaar, yem ca jëmmu bokkaale jooju féeteek bunt ba dend ak \\w sarxalukaay|sarxalukaay b-:\\w* ba féete bëj-gànnaar."},{"style":"v","verse":"6","text":"Mu ne ma: «Yaw nit ki, gis nga li ñuy def, tojaange yu réy yi waa kër Israayil di def fii, ba di ma soreleek sama kër gu sell gi. Te dinga gis tojaange yu gënatee màgg.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Mu yóbbu ma ba ca buntu ëtt ba, ma yem ci menn pax mu nekk ca miir ba."},{"style":"v","verse":"8","text":"Mu ne ma: «Yaw nit ki, ayca, gasal fii ci miir bi!» Ma gas rekk, gis ab jàllukaay."},{"style":"v","verse":"9","text":"Mu ne ma: «Jàllal, ba gis tojaange yu bon yi ñu fiy def.»"},{"style":"v","verse":"10","text":"Naka laa jàll ba xool, yemuma ci lu moy ay nataal yu ñu ñaas ci miir bi bépp, di mboolem ndundat yuy ramm-rammi ci suuf, ak rab yu jara seexlu, ak mboolem jëmmi kasaray tuur yu waa kër Israayil di jaamu."},{"style":"v","verse":"11","text":"Juróom ñaar fukki magi kër Israayil a nga taxaw, janook nataal ya. Yaasaña doomu Safan a nga ca. Ku ci nekk a nga yor sab and, \\w cuuraay|cuuraay l-:\\w* la jolli."},{"style":"v","verse":"12","text":"Mu ne ma: «Yaw nit ki, du yaa gis li magi kër Israayil di def ci lëndëm gi, ku nekk ak fa ñu jagleel sa nataalu tuur. Ña nga naan: “Aji Sax ji gisu nu, Aji Sax ji wacc na réew mi.”»"},{"style":"v","verse":"13","text":"Mu dellu ne ma: «Te dinga gis tojaange yu gënatee màgg yu ñu nekke.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gannaaw loolu mu yóbbu ma ba ca buntu kër Aji Sax ja féete bëj-gànnaar. Ndeke jigéen ñaa nga foofa toog, di jooy deewug tuur mu ñuy wax Tamus."},{"style":"v","verse":"15","text":"Mu ne ma: «Yaw nit ki, yaa ko gisal sa bopp! Te dinga gis tojaange yu gëna màggati yii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Mu yóbbu ma ba ca ëttu biiru kër Aji Sax ji, ndeke foofa ca buntu néegu Aji Sax ji, diggante mbaaru bunt baak sarxalukaay ba, lu wara tollook ñaar fukki nit ak juróom a nga fa, ñu won gannaaw kër gu sell gi, jublu penku, di sukkal jant bi, dëpp seen jë fi suuf."},{"style":"v","verse":"17","text":"Mu ne ma: «Yaw nit ki, du yaa gis lii? Moonte tojaange gi waa kër Yuda di def fii doyu leen. Xanaa ñuy wasaare fitna ci réew mi, di gëna yékkati sama xol. Xoolal! Ñu ngooguy def jëfi yéefar, jël caru garab, di fóon."},{"style":"v","verse":"18","text":"Man it maa leen di feye xadar. Duma xool bëtu ñéeblu, duma ñeewante. Dinañu yuuxu yuux yu réy, may dégg te duma leen faale.»"}]