[{"style":"s1","verse":"","text":"Postérité des trois fils de Noé"},{"style":"r","verse":"","text":"V. 1-5: cf. 1 Ch 1:4-7. Ge 9:27."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Voici la postérité des fils de \\x a \\xo 10.1 \\xt 1 Ch 1:4.\\x*Noé, Sem, Cham et Japhet. Il leur naquit des fils après le déluge. "},{"style":"v","verse":"2","text":"Les \\x b \\xo 10.2 \\xt 1 Ch 1:5.\\x*fils de Japhet furent: Gomer, Magog, Madaï, Javan, Tubal, Méschec et Tiras. "},{"style":"v","verse":"3","text":"Les fils de Gomer: Aschkenaz, Riphat et Togarma. "},{"style":"v","verse":"4","text":"Les fils de Javan: Élischa, Tarsis, Kittim et Dodanim. "},{"style":"v","verse":"5","text":"C’est par eux qu’ont été peuplées les îles des nations selon leurs terres, selon la langue de chacun, selon leurs familles, selon leurs nations."},{"style":"r","verse":"","text":"V. 6-20: cf. 1 Ch 1:8-16. Ge 9:22-25."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Les \\x c \\xo 10.6 \\xt 1 Ch 1:8.\\x*fils de Cham furent: Cusch, Mitsraïm, Puth et Canaan. "},{"style":"v","verse":"7","text":"Les fils de Cusch: Saba, Havila, Sabta, Raema et Sabteca. Les fils de Raema: Séba et Dedan. "},{"style":"v","verse":"8","text":"\\x d \\xo 10.8 \\xt 1 Ch 1:10.\\x*Cusch engendra aussi Nimrod; c’est lui qui commença à être puissant sur la terre. "},{"style":"v","verse":"9","text":"Il fut un vaillant chasseur devant l’Éternel; c’est pourquoi l’on dit: Comme Nimrod, vaillant chasseur devant l’Éternel. "},{"style":"v","verse":"10","text":"Il régna d’abord sur Babel, Érec, Accad et Calné, au pays de Schinear. "},{"style":"v","verse":"11","text":"De ce pays-là sortit Assur; il bâtit Ninive, Rehoboth Hir, Calach, "},{"style":"v","verse":"12","text":"et Résen entre Ninive et Calach; c’est la grande ville. "},{"style":"v","verse":"13","text":"Mitsraïm engendra les Ludim, les Anamim, les Lehabim, les Naphtuhim, "},{"style":"v","verse":"14","text":"les Patrusim, les Casluhim, d’où sont sortis les Philistins, et les Caphtorim. "},{"style":"v","verse":"15","text":"Canaan engendra Sidon, son premier-né, et Heth; "},{"style":"v","verse":"16","text":"et les Jébusiens, les Amoréens, les Guirgasiens, "},{"style":"v","verse":"17","text":"les Héviens, les Arkiens, les Siniens, "},{"style":"v","verse":"18","text":"les Arvadiens, les Tsemariens, les Hamathiens. Ensuite, les familles des Cananéens se dispersèrent. "},{"style":"v","verse":"19","text":"Les limites des Cananéens allèrent depuis Sidon, du côté de Guérar, jusqu’à Gaza, et du côté de Sodome, de Gomorrhe, d’Adma et de Tseboïm, jusqu’à Léscha. "},{"style":"v","verse":"20","text":"Ce sont là les fils de Cham, selon leurs familles, selon leurs langues, selon leurs pays, selon leurs nations."},{"style":"r","verse":"","text":"V. 21-32: cf. 1 Ch 1:17-27. Ge 9:26; 11:10-32."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Il naquit aussi des fils à Sem, père de tous les fils d’Héber, et frère de Japhet l’aîné. "},{"style":"v","verse":"22","text":"\\x e \\xo 10.22 \\xt 1 Ch 1:17.\\x*Les fils de Sem furent: Élam, Assur, \\x f \\xo 10.22 \\xt Ge 11:10.\\x*Arpacschad, Lud et Aram. "},{"style":"v","verse":"23","text":"Les fils d’Aram: Uts, Hul, Guéter et Masch. "},{"style":"v","verse":"24","text":"\\x g \\xo 10.24 \\xt 1 Ch 1:18.\\x*Arpacschad engendra Schélach; et Schélach engendra Héber. "},{"style":"v","verse":"25","text":"Il naquit à Héber deux fils: le nom de l’un était Péleg, parce que de son temps la terre fut partagée, et le nom de son frère était Jokthan. "},{"style":"v","verse":"26","text":"Jokthan engendra Almodad, Schéleph, Hatsarmaveth, Jérach, "},{"style":"v","verse":"27","text":"Hadoram, Uzal, Dikla, "},{"style":"v","verse":"28","text":"Obal, Abimaël, Séba, "},{"style":"v","verse":"29","text":"Ophir, Havila et Jobab. Tous ceux-là furent fils de Jokthan. "},{"style":"v","verse":"30","text":"Ils habitèrent depuis Méscha, du côté de Sephar, jusqu’à la montagne de l’orient. "},{"style":"v","verse":"31","text":"Ce sont là les fils de Sem, selon leurs familles, selon leurs langues, selon leurs pays, selon leurs nations. "},{"style":"v","verse":"32","text":"Telles sont les familles des fils de Noé, selon leurs générations, selon leurs nations. Et c’est d’eux que sont sorties les nations qui se sont répandues sur la terre après le déluge."}]