[{"style":"s1","verse":"","text":"La tour de Babel"},{"style":"r","verse":"","text":"V. 1-9: cf. (Ps 33:10, 11. Lu 1:51.) (De 32:8. Ac 17:26.) Ac 2:1-11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Toute la terre avait une seule langue et les mêmes mots. "},{"style":"v","verse":"2","text":"Comme ils étaient partis de l’orient, ils trouvèrent une plaine au pays de \\x a \\xo 11.2 \\xt Ge 10:10.\\x*Schinear, et ils y habitèrent. "},{"style":"v","verse":"3","text":"Ils se dirent l’un à l’autre: Allons! Faisons des briques, et cuisons-les au feu. Et la brique leur servit de pierre, et le bitume leur servit de ciment. "},{"style":"v","verse":"4","text":"Ils dirent encore: Allons! Bâtissons-nous une ville et une tour dont le sommet touche au ciel, et faisons-nous un nom, afin que nous ne soyons pas dispersés sur la face de toute la terre. "},{"style":"v","verse":"5","text":"L’Éternel descendit pour voir la ville et la tour que bâtissaient les fils des hommes. "},{"style":"v","verse":"6","text":"Et l’Éternel dit: Voici, ils forment un seul peuple et ont tous une même langue, et c’est là ce qu’ils ont entrepris; maintenant rien ne les empêcherait de faire tout ce qu’ils auraient projeté. "},{"style":"v","verse":"7","text":"Allons! Descendons, et là confondons leur langage, afin qu’ils n’entendent plus la langue, les uns des autres. "},{"style":"v","verse":"8","text":"Et \\x b \\xo 11.8 \\xt De 32:8. Ac 17:26.\\x*l’Éternel les dispersa loin de là sur la face de toute la terre; et ils cessèrent de bâtir la ville. "},{"style":"v","verse":"9","text":"C’est pourquoi on l’appela du nom de Babel, car c’est là que l’Éternel confondit le langage de toute la terre, et c’est de là que l’Éternel les dispersa sur la face de toute la terre."},{"style":"ms1","verse":"","text":"LES ANCÊTRES DU PEUPLE D’ISRAËL"},{"style":"ms2","verse":"","text":"DEPUIS ABRAHAM JUSQU’À JOSEPH"},{"style":"mr","verse":"","text":"Ch. 11:10 à 50. (És 51:1, 2. Hé 11:13-16, 39, 40.)"},{"style":"s1","verse":"","text":"Postérité de Sem"},{"style":"r","verse":"","text":"V. 10-32: cf. 1 Ch 1:17-27. Lu 3:34-36."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"\\x c \\xo 11.10 \\xt Ge 10:22, etc. 1 Ch 1:17, etc.\\x*Voici la postérité de Sem. Sem, âgé de cent ans, engendra Arpacschad, deux ans après le déluge. "},{"style":"v","verse":"11","text":"Sem vécut, après la naissance d’Arpacschad, cinq cents ans; et il engendra des fils et des filles. "},{"style":"v","verse":"12","text":"Arpacschad, âgé de trente-cinq ans, engendra Schélach. "},{"style":"v","verse":"13","text":"Arpacschad vécut, après la naissance de Schélach, quatre cent trois ans; et il engendra des fils et des filles. "},{"style":"v","verse":"14","text":"Schélach, âgé de trente ans, engendra Héber. "},{"style":"v","verse":"15","text":"Schélach vécut, après la naissance d’Héber, quatre cent trois ans; et il engendra des fils et des filles. "},{"style":"v","verse":"16","text":"Héber, âgé de trente-quatre ans, engendra Péleg. "},{"style":"v","verse":"17","text":"Héber vécut, après la naissance de Péleg, quatre cent trente ans; et il engendra des fils et des filles. "},{"style":"v","verse":"18","text":"\\x d \\xo 11.18 \\xt 1 Ch 1:25.\\x*Péleg, âgé de trente ans, engendra Rehu. "},{"style":"v","verse":"19","text":"Péleg vécut, après la naissance de Rehu, deux cent neuf ans; et il engendra des fils et des filles. "},{"style":"v","verse":"20","text":"Rehu, âgé de trente-deux ans, engendra Serug. "},{"style":"v","verse":"21","text":"Rehu vécut, après la naissance de Serug, deux cent sept ans; et il engendra des fils et des filles. "},{"style":"v","verse":"22","text":"Serug, âgé de trente ans, engendra Nachor. "},{"style":"v","verse":"23","text":"Serug vécut, après la naissance de Nachor, deux cents ans; et il engendra des fils et des filles. "},{"style":"v","verse":"24","text":"Nachor, âgé de vingt-neuf ans, engendra Térach. "},{"style":"v","verse":"25","text":"Nachor vécut, après la naissance de Térach, cent dix-neuf ans; et il engendra des fils et des filles. "},{"style":"v","verse":"26","text":"Térach, âgé de soixante-dix ans, engendra Abram, Nachor et Haran. "},{"style":"v","verse":"27","text":"\\x e \\xo 11.27 \\xt Jos 24:2. 1 Ch 1:26.\\x*Voici la postérité de Térach. Térach engendra Abram, Nachor et Haran. Haran engendra Lot. "},{"style":"v","verse":"28","text":"Et Haran mourut en présence de Térach, son père, au pays de sa naissance, à Ur en Chaldée. "},{"style":"v","verse":"29","text":"Abram et Nachor prirent des femmes: le nom de la femme d’Abram était Saraï, et le nom de la femme de Nachor était \\x f \\xo 11.29 \\xt Ge 22:20.\\x*Milca, fille d’Haran, père de Milca et père de Jisca. "},{"style":"v","verse":"30","text":"\\x g \\xo 11.30 \\xt Ge 16:1, 2; 18:11, 12.\\x*Saraï était stérile: elle n’avait point d’enfants. "},{"style":"v","verse":"31","text":"\\x h \\xo 11.31 \\xt Jos 24:2. Né 9:7. Ac 7:4.\\x*Térach prit Abram, son fils, et Lot, fils d’Haran, fils de son fils, et Saraï, sa belle-fille, femme d’Abram, son fils. Ils sortirent ensemble d’Ur en Chaldée, pour aller au pays de Canaan. Ils vinrent jusqu’à Charan, et ils y habitèrent. "},{"style":"v","verse":"32","text":"Les jours de Térach furent de deux cent cinq ans; et Térach mourut à Charan."}]