[{"style":"s1","verse":"","text":"Le pays de Canaan promis à la postérité d’Abram"},{"style":"r","verse":"","text":"V. 1-6: cf. Ro 4. Ga 3:6-9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Après ces événements, la parole de l’Éternel fut adressée à Abram dans une vision, et il dit: Abram, ne crains point; \\x a \\xo 15.1 \\xt Ps 16:6; 18:3; 19:12.\\x*je suis ton bouclier, et ta récompense sera très grande. "},{"style":"v","verse":"2","text":"Abram répondit: Seigneur Éternel, que me donneras-tu? Je m’en vais sans enfants; et l’héritier de ma maison, c’est Éliézer de Damas. "},{"style":"v","verse":"3","text":"Et Abram dit: Voici, tu ne m’as pas donné de postérité, et celui qui est né dans ma maison sera mon héritier. "},{"style":"v","verse":"4","text":"Alors la parole de l’Éternel lui fut adressée ainsi: Ce n’est pas lui qui sera ton héritier, mais c’est celui qui sortira de tes entrailles qui sera ton héritier. "},{"style":"v","verse":"5","text":"Et après l’avoir conduit dehors, il dit: Regarde vers le ciel, et compte les étoiles, si tu peux les compter. Et il lui dit: \\x b \\xo 15.5 \\xt Ex 32:13. De 10:22. Ro 4:18. Hé 11:12.\\x*Telle sera ta postérité. "},{"style":"v","verse":"6","text":"\\x c \\xo 15.6 \\xt Ro 4:3, 9, 18, 22. Ga 3:6. Ja 2:23.\\x*Abram eut confiance en l’Éternel, qui le lui imputa à justice."},{"style":"r","verse":"","text":"V. 7-21: cf. Né 9:7, 8. Ac 7:2-7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"L’Éternel lui dit encore: Je suis l’Éternel, qui t’ai fait sortir d’Ur en Chaldée, \\x d \\xo 15.7 \\xt Ps 105:11.\\x*pour te donner en possession ce pays. "},{"style":"v","verse":"8","text":"Abram répondit: Seigneur Éternel, à quoi connaîtrai-je que je le posséderai? "},{"style":"v","verse":"9","text":"Et l’Éternel lui dit: Prends une génisse de trois ans, une chèvre de trois ans, un bélier de trois ans, une tourterelle et une jeune colombe. "},{"style":"v","verse":"10","text":"Abram prit tous ces animaux, les coupa par le milieu, et mit chaque morceau l’un vis-à-vis de l’autre; mais il ne partagea point les oiseaux. "},{"style":"v","verse":"11","text":"Les oiseaux de proie s’abattirent sur les cadavres; et Abram les chassa. "},{"style":"v","verse":"12","text":"Au coucher du soleil, un profond sommeil tomba sur Abram; et voici, une frayeur et une grande obscurité vinrent l’assaillir. "},{"style":"v","verse":"13","text":"Et l’Éternel dit à Abram: Sache \\x e \\xo 15.13 \\xt Ex 12:40. Ac 7:6. Ga 3:17.\\x*que tes descendants seront étrangers dans un pays qui ne sera point à eux; ils y seront asservis, et on les opprimera pendant quatre cents ans. "},{"style":"v","verse":"14","text":"Mais je jugerai la nation à laquelle ils seront asservis, et ils sortiront ensuite \\x f \\xo 15.14 \\xt Ex 3:22; 11:2; 12:35, 36.\\x*avec de grandes richesses. "},{"style":"v","verse":"15","text":"\\x g \\xo 15.15 \\xt Ge 25:7, 8.\\x*Toi, tu iras en paix vers tes pères, tu seras enterré après une heureuse vieillesse. "},{"style":"v","verse":"16","text":"\\x h \\xo 15.16 \\xt Ex 12:40.\\x*A la quatrième génération, ils reviendront ici; car l’iniquité des Amoréens n’est pas encore à son comble. "},{"style":"v","verse":"17","text":"Quand le soleil fut couché, il y eut une obscurité profonde; et voici, ce fut une fournaise fumante, et des flammes passèrent entre les animaux partagés. "},{"style":"v","verse":"18","text":"En ce jour-là, l’Éternel fit alliance avec Abram, et dit: \\x i \\xo 15.18 \\xt Ge 12:7; 13:15; 24:7; 26:4. Ex 32:13. De 1:8; 34:4.\\x*Je donne ce pays à ta postérité, depuis le fleuve d’Égypte jusqu’au grand fleuve, au fleuve d’Euphrate, "},{"style":"v","verse":"19","text":"le pays des Kéniens, des Keniziens, des Kadmoniens, "},{"style":"v","verse":"20","text":"des Héthiens, des Phéréziens, des Rephaïm, "},{"style":"v","verse":"21","text":"des Amoréens, des Cananéens, des Guirgasiens et des Jébusiens."}]