[{"style":"s1","text":"Agar"},{"style":"r","text":"V. 1-6: cf. Ge 30:1-9. Job 4:8."},{"style":"p","text":""},{"style":"v","text":"Saraï, femme d’Abram, ne lui avait point donné d’enfants. Elle avait une servante égyptienne, nommée Agar. "},{"style":"v","text":"Et Saraï dit à Abram: Voici, l’Éternel m’a rendue stérile; viens, je te prie, vers ma servante; peut-être aurai-je par elle des enfants. Abram écouta la voix de Saraï. "},{"style":"v","text":"Alors Saraï, femme d’Abram, prit Agar, l’Égyptienne, sa servante, et la donna pour femme à Abram, son mari, après qu’Abram eut habité dix années dans le pays de Canaan. "},{"style":"v","text":"Il alla vers Agar, et elle devint enceinte. Quand elle se vit enceinte, elle regarda sa maîtresse avec mépris. "},{"style":"v","text":"Et Saraï dit à Abram: L’outrage qui m’est fait retombe sur toi. J’ai mis ma servante dans ton sein; et, quand elle a vu qu’elle était enceinte, elle m’a regardée avec mépris. Que l’Éternel soit juge entre moi et toi! "},{"style":"v","text":"Abram répondit à Saraï: Voici, ta servante est en ton pouvoir, agis à son égard comme tu le trouveras bon. Alors Saraï la maltraita; et Agar s’enfuit loin d’elle."},{"style":"s1","text":"Naissance d’Ismaël"},{"style":"r","text":"V. 7-16: cf. Ge 21:9-21. Ps 10:14. Mi 7:7-9."},{"style":"p","text":""},{"style":"v","text":"L’ange de l’Éternel la trouva près d’une source d’eau dans le désert, près de la source qui est sur le chemin de Schur. "},{"style":"v","text":"Il dit: Agar, servante de Saraï, d’où viens-tu, et où vas-tu? Elle répondit: Je fuis loin de Saraï, ma maîtresse. "},{"style":"v","text":"L’ange de l’Éternel lui dit: Retourne vers ta maîtresse, et humilie-toi sous sa main. "},{"style":"v","text":"L’ange de l’Éternel lui dit: Je multiplierai ta postérité, et elle sera si nombreuse qu’on ne pourra la compter. "},{"style":"v","text":"L’ange de l’Éternel lui dit: Voici, tu es enceinte, et tu enfanteras un fils, à qui tu donneras le nom d’Ismaël; car l’Éternel t’a entendue dans ton affliction. "},{"style":"v","text":"Il sera comme un âne sauvage; sa main sera contre tous, et la main de tous sera contre lui; et \\x a \\xo 16.12 \\xt Ge 25:18.\\x*il habitera en face de tous ses frères. "},{"style":"v","text":"Elle appela Atta-El-roï le nom de l’Éternel qui lui avait parlé; car elle dit: Ai-je rien vu ici, après qu’il m’a vue? "},{"style":"v","text":"C’est pourquoi l’on a appelé ce \\x b \\xo 16.14 \\xt Ge 24:62; 25:11.\\x*puits le puits de Lachaï-roï; il est entre Kadès et Bared. "},{"style":"v","text":"\\x c \\xo 16.15 \\xt Ga 4:22.\\x*Agar enfanta un fils à Abram; et Abram donna le nom d’Ismaël au fils qu’Agar lui enfanta. "},{"style":"v","text":"Abram était âgé de quatre-vingt-six ans lorsqu’Agar enfanta Ismaël à Abram."}]