[{"style":"s1","text":"Le nom d’Abram changé en celui d’Abraham"},{"style":"r","text":"V. 1-8: cf. Ps 105:8-11. Ro 4:13, etc."},{"style":"p","text":""},{"style":"v","text":"Lorsque Abram fut âgé de quatre-vingt-dix-neuf ans, l’Éternel apparut à Abram, et lui dit: Je suis le Dieu tout-puissant. \\x a \\xo 17.1 \\xt Ge 5:22.\\x*Marche devant ma face, et sois intègre. "},{"style":"v","text":"\\x b \\xo 17.2 \\xt Ge 15:18. Ex 2:24; 6:4. Lé 26:42.\\x*J’établirai mon alliance entre moi et toi, \\x c \\xo 17.2 \\xt Ge 12:2; 13:16; 15:5.\\x*et je te multiplierai à l’infini. "},{"style":"v","text":"Abram tomba sur sa face; et Dieu lui parla, en disant: "},{"style":"v","text":"Voici mon alliance, que je fais avec toi. Tu deviendras \\x d \\xo 17.4 \\xt Ro 4:17.\\x*père d’une multitude de nations. "},{"style":"v","text":"On ne t’appellera plus Abram; mais ton nom sera Abraham, car je te rends père d’une multitude de nations. "},{"style":"v","text":"Je te rendrai fécond à l’infini, je ferai de toi des nations; et \\x e \\xo 17.6 \\xt Mt 1:6, etc.\\x*des rois sortiront de toi. "},{"style":"v","text":"J’établirai mon alliance entre moi et toi, et tes descendants après toi, selon leurs générations: ce sera \\x f \\xo 17.7 \\xt Ge 13:15.\\x*une alliance perpétuelle, en vertu de laquelle je serai ton Dieu et celui de ta postérité après toi. "},{"style":"v","text":"\\x g \\xo 17.8 \\xt Ge 15:18. De 1:8.\\x*Je te donnerai, et à tes descendants après toi, le pays que tu habites comme étranger, tout le pays de Canaan, en possession perpétuelle, et je serai leur Dieu."},{"style":"s1","text":"La circoncision instituée"},{"style":"r","text":"V. 9-14: cf. Ac 7:8. Ro 4:11, 12."},{"style":"p","text":""},{"style":"v","text":"Dieu dit à Abraham: Toi, tu garderas mon alliance, toi et tes descendants après toi, selon leurs générations. "},{"style":"v","text":"C’est ici mon alliance, que vous garderez entre moi et vous, et ta postérité après toi: tout mâle parmi vous sera circoncis. "},{"style":"v","text":"Vous vous circoncirez; et \\x h \\xo 17.11 \\xt Ac 7:8. Ro 4:11.\\x*ce sera un signe d’alliance entre moi et vous. "},{"style":"v","text":"\\x i \\xo 17.12 \\xt Lé 12:3. Lu 2:21.\\x*A l’âge de huit jours, tout mâle parmi vous sera circoncis, selon vos générations, qu’il soit né dans la maison, ou qu’il soit acquis à prix d’argent de tout fils d’étranger, sans appartenir à ta race. "},{"style":"v","text":"On devra circoncire celui qui est né dans la maison et celui qui est acquis à prix d’argent; et mon alliance sera dans votre chair une alliance perpétuelle. "},{"style":"v","text":"Un mâle incirconcis, qui n’aura pas été circoncis dans sa chair, sera exterminé du milieu de son peuple: il aura violé mon alliance."},{"style":"r","text":"V. 15-22: cf. Ge 18:9-15; 21:1-7."},{"style":"p","text":""},{"style":"v","text":"Dieu dit à Abraham: Tu ne donneras plus à Saraï, ta femme, le nom de Saraï; mais son nom sera Sara. "},{"style":"v","text":"Je la bénirai, et je te donnerai d’elle un fils; je la bénirai, et elle deviendra des nations; des rois de peuples sortiront d’elle. "},{"style":"v","text":"Abraham tomba sur sa face; il rit, et dit en son cœur: Naîtrait-il un fils à un homme de cent ans? Et Sara, âgée de quatre-vingt-dix ans, enfanterait-elle? "},{"style":"v","text":"Et Abraham dit à Dieu: Oh! Qu’Ismaël vive devant ta face! "},{"style":"v","text":"Dieu dit: Certainement \\x j \\xo 17.19 \\xt Ge 18:10; 21:2.\\x*Sara, ta femme, t’enfantera un fils; et tu l’appelleras du nom d’Isaac. J’établirai mon alliance avec lui comme une alliance perpétuelle pour sa postérité après lui. "},{"style":"v","text":"A l’égard d’Ismaël, \\x k \\xo 17.20 \\xt Ge 16:10; 25:12, 16.\\x*je t’ai exaucé. Voici, je le bénirai, je le rendrai fécond, et je le multiplierai à l’infini; il engendrera douze princes, et je ferai de lui une grande nation. "},{"style":"v","text":"J’établirai mon alliance avec Isaac, que Sara t’enfantera \\x l \\xo 17.21 \\xt Ge 21:2.\\x*à cette époque-ci de l’année prochaine. "},{"style":"v","text":"Lorsqu’il eut achevé de lui parler, Dieu s’éleva au-dessus d’Abraham."},{"style":"r","text":"V. 23-27: cf. Ps 119:60. Jos 5:2-9."},{"style":"p","text":""},{"style":"v","text":"Abraham prit Ismaël, son fils, tous ceux qui étaient nés dans sa maison et tous ceux qu’il avait acquis à prix d’argent, tous les mâles parmi les gens de la maison d’Abraham; et il les circoncit ce même jour, selon l’ordre que Dieu lui avait donné. "},{"style":"v","text":"Abraham était âgé de quatre-vingt-dix-neuf ans, lorsqu’il fut circoncis. "},{"style":"v","text":"Ismaël, son fils, était âgé de treize ans lorsqu’il fut circoncis. "},{"style":"v","text":"Ce même jour, Abraham fut circoncis, ainsi qu’Ismaël, son fils. "},{"style":"v","text":"Et tous les gens de sa maison, nés dans sa maison, ou acquis à prix d’argent des étrangers, furent circoncis avec lui."}]