[{"style":"s1","text":"Abraham mis à l’épreuve par l’Éternel, qui lui ordonne d’offrir en holocauste son fils Isaac"},{"style":"r","text":"V. 1-19: cf. (Hé 11:17-19. Ja 2:21-23.) (Jn 3:16. 1 Jn 4:9, 10.)"},{"style":"p","text":""},{"style":"v","text":"Après ces choses, Dieu mit Abraham à l’épreuve, et lui dit: Abraham! Et il répondit: Me voici! "},{"style":"v","text":"Dieu dit: Prends ton fils, \\x a \\xo 22.2 \\xt Hé 11:17.\\x*ton unique, celui que tu aimes, Isaac; va-t’en au pays de Morija, et là offre-le en holocauste sur l’une des montagnes que je te dirai. "},{"style":"v","text":"Abraham se leva de bon matin, sella son âne, et prit avec lui deux serviteurs et son fils Isaac. Il fendit du bois pour l’holocauste, et partit pour aller au lieu que Dieu lui avait dit. "},{"style":"v","text":"Le troisième jour, Abraham, levant les yeux, vit le lieu de loin. "},{"style":"v","text":"Et Abraham dit à ses serviteurs: Restez ici avec l’âne; moi et le jeune homme, nous irons jusque-là pour adorer, et nous reviendrons auprès de vous. "},{"style":"v","text":"Abraham prit le bois pour l’holocauste, le chargea sur son fils Isaac, et porta dans sa main le feu et le couteau. Et ils marchèrent tous deux ensemble. "},{"style":"v","text":"Alors Isaac, parlant à Abraham, son père, dit: Mon père! Et il répondit: Me voici, mon fils! Isaac reprit: Voici le feu et le bois; mais où est l’agneau pour l’holocauste? "},{"style":"v","text":"Abraham répondit: Mon fils, Dieu se pourvoira lui-même de l’agneau pour l’holocauste. Et ils marchèrent tous deux ensemble. "},{"style":"v","text":"Lorsqu’ils furent arrivés au lieu que Dieu lui avait dit, Abraham y éleva un autel, et rangea le bois. Il lia son fils Isaac, et \\x b \\xo 22.9 \\xt Ja 2:21.\\x*le mit sur l’autel, par-dessus le bois. "},{"style":"v","text":"Puis Abraham étendit la main, et prit le couteau, pour égorger son fils. "},{"style":"v","text":"Alors l’ange de l’Éternel l’appela des cieux, et dit: Abraham! Abraham! Et il répondit: Me voici! "},{"style":"v","text":"L’ange dit: N’avance pas ta main sur l’enfant, et ne lui fais rien; car je sais maintenant que tu crains Dieu, et que tu ne m’as pas refusé ton fils, ton unique. "},{"style":"v","text":"Abraham leva les yeux, et vit derrière lui un bélier retenu dans un buisson par les cornes; et Abraham alla prendre le bélier, et l’offrit en holocauste à la place de son fils. "},{"style":"v","text":"Abraham donna à ce lieu le nom de Jehova-Jiré. C’est pourquoi l’on dit aujourd’hui: A la montagne de l’Éternel il sera pourvu. "},{"style":"v","text":"L’ange de l’Éternel appela une seconde fois Abraham des cieux, "},{"style":"v","text":"et dit: \\x c \\xo 22.16 \\xt Lu 1:73.\\x*Je le jure \\x d \\xo 22.16 \\xt Hé 6:13.\\x*par moi-même, parole de l’Éternel! Parce que tu as fait cela, et que tu n’as pas refusé ton fils, ton unique, "},{"style":"v","text":"je te bénirai et je multiplierai ta postérité, comme les étoiles du ciel et comme le sable qui est sur le bord de la mer; \\x e \\xo 22.17 \\xt Ge 24:60.\\x*et ta postérité possédera la porte de ses ennemis. "},{"style":"v","text":"\\x f \\xo 22.18 \\xt Ge 12:3; 18:18; 26:4. Ac 3:25. Ga 3:8.\\x*Toutes les nations de la terre seront bénies en ta postérité, parce que tu as obéi à ma voix. "},{"style":"v","text":"Abraham étant retourné vers ses serviteurs, ils se levèrent et s’en allèrent ensemble à Beer-Schéba; car Abraham demeurait à Beer-Schéba."},{"style":"r","text":"V. 20-24: cf. Pr 25:25. Ge 24:15."},{"style":"p","text":""},{"style":"v","text":"Après ces choses, on fit à Abraham un rapport, en disant: Voici, Milca a aussi enfanté des fils à Nachor, ton frère: "},{"style":"v","text":"Uts, son premier-né, Buz, son frère, Kemuel, père d’Aram, "},{"style":"v","text":"Késed, Hazo, Pildasch, Jidlaph et Bethuel. "},{"style":"v","text":"Bethuel a engendré Rebecca. Ce sont là les huit fils que Milca a enfantés à Nachor, frère d’Abraham. "},{"style":"v","text":"Sa concubine, nommée Réuma, a aussi enfanté Thébach, Gaham, Tahasch et Maaca."}]