[{"style":"s1","verse":"","text":"Mort d’Abraham"},{"style":"r","verse":"","text":"V. 1-11: cf. 1 Ch 1:32, 33. (Ge 35:28, 29; 49:29-33.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Abraham prit encore une femme, nommée Ketura. "},{"style":"v","verse":"2","text":"\\x a \\xo 25.2 \\xt 1 Ch 1:32.\\x*Elle lui enfanta Zimran, Jokschan, Medan, Madian, Jischbak et Schuach. "},{"style":"v","verse":"3","text":"Jokschan engendra Séba et Dedan. Les fils de Dedan furent les Aschurim, les Letuschim et les Leummim. "},{"style":"v","verse":"4","text":"Les fils de Madian furent Épha, Épher, Hénoc, Abida et Eldaa. Ce sont là tous les fils de Ketura. "},{"style":"v","verse":"5","text":"\\x b \\xo 25.5 \\xt Ge 24:36.\\x*Abraham donna tous ses biens à Isaac. "},{"style":"v","verse":"6","text":"Il fit des dons aux fils de ses concubines; et, tandis qu’il vivait encore, il les envoya loin de son fils Isaac du côté de l’orient, dans le pays d’Orient. "},{"style":"v","verse":"7","text":"Voici les jours des années de la vie d’Abraham: il vécut cent soixante quinze ans. "},{"style":"v","verse":"8","text":"Abraham expira et mourut, \\x c \\xo 25.8 \\xt Ge 15:15.\\x*après une heureuse vieillesse, âgé et rassasié de jours, et il fut recueilli auprès de son peuple. "},{"style":"v","verse":"9","text":"Isaac et Ismaël, ses fils, l’enterrèrent dans la caverne de Macpéla, dans le champ d’Éphron, fils de Tsochar, le Héthien, vis-à-vis de Mamré. "},{"style":"v","verse":"10","text":"C’est le champ qu’Abraham avait acquis des fils de Heth. Là furent enterrés Abraham et Sara, sa femme. "},{"style":"v","verse":"11","text":"Après la mort d’Abraham, Dieu bénit Isaac, son fils. Il habitait près du puits de Lachaï-roï."},{"style":"s1","verse":"","text":"Postérité d’Ismaël"},{"style":"r","verse":"","text":"V. 12-18: cf. 1 Ch 1:28-31. (Ge 17:20; 21:17-21.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Voici la postérité d’Ismaël, fils d’Abraham, qu’Agar, l’Égyptienne, servante de Sara, avait enfanté à Abraham. "},{"style":"v","verse":"13","text":"Voici \\x d \\xo 25.13 \\xt 1 Ch 1:29.\\x*les noms des fils d’Ismaël, par leurs noms, selon leurs générations: Nebajoth, premier-né d’Ismaël, Kédar, Adbeel, Mibsam, "},{"style":"v","verse":"14","text":"Mischma, Duma, Massa, "},{"style":"v","verse":"15","text":"Hadad, Théma, Jethur, Naphisch et Kedma. "},{"style":"v","verse":"16","text":"Ce sont là les fils d’Ismaël; ce sont là leurs noms, selon leurs parcs et leurs enclos. Ils furent les douze chefs de leurs peuples. "},{"style":"v","verse":"17","text":"Et voici les années de la vie d’Ismaël: cent trente-sept ans. Il expira et mourut, et il fut recueilli auprès de son peuple. "},{"style":"v","verse":"18","text":"Ses fils habitèrent depuis Havila jusqu’à Schur, qui est en face de l’Égypte, en allant vers l’Assyrie. Il s’établit en présence de tous ses frères."},{"style":"s1","verse":"","text":"Les deux fils d’Isaac: Ésaü et Jacob"},{"style":"r","verse":"","text":"V. 19-26: cf. Ro 9:10-13. (Ge 38:27-30.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Voici la postérité d’Isaac, fils d’Abraham. "},{"style":"v","verse":"20","text":"Abraham engendra Isaac. Isaac était âgé de quarante ans, quand il prit pour femme Rebecca, fille de Bethuel, l’Araméen, de Paddan-Aram, et sœur de Laban, l’Araméen. "},{"style":"v","verse":"21","text":"Isaac implora l’Éternel pour sa femme, car elle était stérile, et l’Éternel l’exauça: \\x e \\xo 25.21 \\xt Ro 9:10.\\x*Rebecca, sa femme, devint enceinte. "},{"style":"v","verse":"22","text":"Les enfants se heurtaient dans son sein; et elle dit: S’il en est ainsi, pourquoi suis-je enceinte? Elle alla consulter l’Éternel. "},{"style":"v","verse":"23","text":"Et l’Éternel lui dit: Deux nations sont dans ton ventre, et deux peuples se sépareront au sortir de tes entrailles; \\x f \\xo 25.23 \\xt 2 S 8:14.\\x*un de ces peuples sera plus fort que l’autre, et \\x g \\xo 25.23 \\xt Ro 9:12.\\x*le plus grand sera assujetti au plus petit. "},{"style":"v","verse":"24","text":"Les jours où elle devait accoucher s’accomplirent; et voici, il y avait deux jumeaux dans son ventre. "},{"style":"v","verse":"25","text":"Le premier sortit entièrement roux, comme un manteau de poil; et on lui donna le nom d’Ésaü. "},{"style":"v","verse":"26","text":"Ensuite sortit son frère, \\x h \\xo 25.26 \\xt Os 12:4.\\x*dont la main tenait le talon d’Ésaü; et on lui donna le nom de Jacob. Isaac était âgé de soixante ans, lorsqu’ils naquirent."},{"style":"r","verse":"","text":"V. 27-34: cf. Hé 12:16, 17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ces enfants grandirent. Ésaü devint un habile chasseur, un homme des champs; mais Jacob fut un homme tranquille, qui restait sous les tentes. "},{"style":"v","verse":"28","text":"Isaac aimait Ésaü, parce qu’il mangeait du gibier; et Rebecca aimait Jacob. "},{"style":"v","verse":"29","text":"Comme Jacob faisait cuire un potage, Ésaü revint des champs, accablé de fatigue. "},{"style":"v","verse":"30","text":"Et Ésaü dit à Jacob: Laisse-moi, je te prie, manger de ce roux, de ce roux-là, car je suis fatigué. C’est pour cela qu’on a donné à Ésaü le nom d’Édom. "},{"style":"v","verse":"31","text":"Jacob dit: Vends-moi aujourd’hui ton droit d’aînesse. "},{"style":"v","verse":"32","text":"Ésaü répondit: Voici, je m’en vais mourir; à quoi me sert ce droit d’aînesse? "},{"style":"v","verse":"33","text":"Et Jacob dit: Jure-le moi d’abord. Il le lui jura, et il vendit son droit d’aînesse à Jacob. "},{"style":"v","verse":"34","text":"Alors Jacob donna à Ésaü du pain et du potage de lentilles. Il mangea et but, puis se leva et s’en alla. C’est ainsi qu’Ésaü méprisa le droit d’aînesse."}]