[{"style":"s1","text":"Jacob béni par son père Isaac"},{"style":"r","text":"V. 1-40: cf. Ge 25:21-34. (Hé 11:20; 12:16, 17. Ge 48:14, 17-20.)"},{"style":"p","text":""},{"style":"v","text":"Isaac devenait vieux, et ses yeux s’étaient affaiblis au point qu’il ne voyait plus. Alors il appela Ésaü, son fils aîné, et lui dit: Mon fils! Et il lui répondit: Me voici! "},{"style":"v","text":"Isaac dit: Voici donc, je suis vieux, je ne connais pas le jour de ma mort. "},{"style":"v","text":"Maintenant donc, je te prie, prends tes armes, ton carquois et ton arc, va dans les champs, et chasse-moi du gibier. "},{"style":"v","text":"Fais-moi un mets comme j’aime, et apporte-le-moi à manger, afin que mon âme te bénisse avant que je meure. "},{"style":"v","text":"Rebecca écouta ce qu’Isaac disait à Ésaü, son fils. Et Ésaü s’en alla dans les champs, pour chasser du gibier et pour le rapporter. "},{"style":"v","text":"Puis Rebecca dit à Jacob, son fils: Voici, j’ai entendu ton père qui parlait ainsi à Ésaü, ton frère: "},{"style":"v","text":"Apporte-moi du gibier et fais-moi un mets que je mangerai; et je te bénirai devant l’Éternel avant ma mort. "},{"style":"v","text":"Maintenant, mon fils, écoute ma voix à l’égard de ce que je te commande. "},{"style":"v","text":"Va me prendre au troupeau deux bons chevreaux; j’en ferai pour ton père un mets comme il aime; "},{"style":"v","text":"et tu le porteras à manger à ton père, afin qu’il te bénisse avant sa mort. "},{"style":"v","text":"Jacob répondit à sa mère: Voici, Ésaü, mon frère, est velu, et je n’ai point de poil. "},{"style":"v","text":"Peut-être mon père me touchera-t-il, et je passerai à ses yeux pour un menteur, et je ferai venir sur moi la malédiction, et non la bénédiction. "},{"style":"v","text":"Sa mère lui dit: Que cette malédiction, mon fils, retombe sur moi! Écoute seulement ma voix, et va me les prendre. "},{"style":"v","text":"Jacob alla les prendre, et les apporta à sa mère, qui fit un mets comme son père aimait. "},{"style":"v","text":"Ensuite, Rebecca prit les vêtements d’Ésaü, son fils aîné, les plus beaux qui se trouvaient à la maison, et elle les fit mettre à Jacob, son fils cadet. "},{"style":"v","text":"Elle couvrit ses mains de la peau des chevreaux, et son cou qui était sans poil. "},{"style":"v","text":"Et elle plaça dans la main de Jacob, son fils, le mets et le pain qu’elle avait préparés. "},{"style":"v","text":"Il vint vers son père, et dit: Mon père! Et Isaac dit: Me voici! Qui es-tu, mon fils? "},{"style":"v","text":"Jacob répondit à son père: Je suis Ésaü, ton fils aîné; j’ai fait ce que tu m’as dit. Lève-toi, je te prie, assieds-toi, et mange de mon gibier, afin que ton âme me bénisse. "},{"style":"v","text":"Isaac dit à son fils: Eh quoi! Tu en as déjà trouvé, mon fils! Et Jacob répondit: C’est que l’Éternel, ton Dieu, l’a fait venir devant moi. "},{"style":"v","text":"Isaac dit à Jacob: Approche donc, et que je te touche, mon fils, pour savoir si tu es mon fils Ésaü, ou non. "},{"style":"v","text":"Jacob s’approcha d’Isaac, son père, qui le toucha, et dit: La voix est la voix de Jacob, mais les mains sont les mains d’Ésaü. "},{"style":"v","text":"Il ne le reconnut pas, parce que ses mains étaient velues, comme les mains d’Ésaü, son frère; et il le bénit. "},{"style":"v","text":"Il dit: C’est toi qui es mon fils Ésaü? Et Jacob répondit: C’est moi. "},{"style":"v","text":"Isaac dit: Sers-moi, et que je mange du gibier de mon fils, afin que mon âme te bénisse. Jacob le servit, et il mangea; il lui apporta aussi du vin, et il but. "},{"style":"v","text":"Alors Isaac, son père, lui dit: Approche donc, et baise-moi, mon fils. "},{"style":"v","text":"Jacob s’approcha, et le baisa. Isaac sentit l’odeur de ses vêtements; puis il le bénit, et dit:"},{"style":"q1","text":"Voici, l’odeur de mon fils est comme l’odeur d’un champ que l’Éternel a béni."},{"style":"q1","text":""},{"style":"v","text":"\\x a \\xo 27.28 \\xt Hé 11:20.\\x*Que Dieu te donne de la rosée du ciel"},{"style":"q1","text":"Et de la graisse de la terre,"},{"style":"q1","text":"Du blé et du vin en abondance!"},{"style":"q1","text":""},{"style":"v","text":"Que des peuples te soient soumis,"},{"style":"q1","text":"Et que des nations se prosternent devant toi!"},{"style":"q1","text":"Sois le maître de tes frères,"},{"style":"q1","text":"Et que les fils de ta mère se prosternent devant toi!"},{"style":"q1","text":"\\x b \\xo 27.29 \\xt Ge 12:3.\\x*Maudit soit quiconque te maudira,"},{"style":"q1","text":"Et béni soit quiconque te bénira."},{"style":"p","text":""},{"style":"v","text":"Isaac avait fini de bénir Jacob, et Jacob avait à peine quitté son père Isaac, qu’Ésaü, son frère, revint de la chasse. "},{"style":"v","text":"Il fit aussi un mets, qu’il porta à son père; et il dit à son père: Que mon père se lève et mange du gibier de son fils, afin que ton âme me bénisse! "},{"style":"v","text":"Isaac, son père, lui dit: Qui es-tu? Et il répondit: Je suis ton fils aîné, Ésaü. "},{"style":"v","text":"Isaac fut saisi d’une grande, d’une violente émotion, et il dit: Qui est donc celui qui a chassé du gibier, et me l’a apporté? J’ai mangé de tout avant que tu vinsses, et je l’ai béni. Aussi sera-t-il béni. "},{"style":"v","text":"\\x c \\xo 27.34 \\xt Hé 12:17.\\x*Lorsque Ésaü entendit les paroles de son père, il poussa de forts cris, pleins d’amertume, et il dit à son père: Bénis-moi aussi, mon père! "},{"style":"v","text":"Isaac dit: Ton frère est venu avec ruse, et il a enlevé ta bénédiction. "},{"style":"v","text":"Ésaü dit: Est-ce parce qu’on l’a appelé du nom de Jacob qu’il m’a supplanté deux fois? \\x d \\xo 27.36 \\xt Ge 25:33.\\x*Il a enlevé mon droit d’aînesse, et voici maintenant qu’il vient d’enlever ma bénédiction. Et il dit: N’as-tu point réservé de bénédiction pour moi? "},{"style":"v","text":"Isaac répondit, et dit à Ésaü: Voici, je l’ai établi ton maître, et je lui ai donné tous ses frères pour serviteurs, je l’ai pourvu de blé et de vin: que puis-je donc faire pour toi, mon fils? "},{"style":"v","text":"Ésaü dit à son père: N’as-tu que cette seule bénédiction, mon père? Bénis-moi aussi, mon père! \\x e \\xo 27.38 \\xt Hé 12:17.\\x*Et Ésaü éleva la voix, et pleura. "},{"style":"v","text":"Isaac, son père, répondit, et lui dit:"},{"style":"q1","text":"Voici!"},{"style":"q1","text":"Ta demeure sera privée de la graisse de la terre"},{"style":"q1","text":"Et de la rosée du ciel, d’en haut."},{"style":"q1","text":""},{"style":"v","text":"Tu vivras de ton épée,"},{"style":"q1","text":"Et tu seras asservi à ton frère;"},{"style":"q1","text":"Mais en errant librement çà et là,"},{"style":"q1","text":"Tu briseras son joug de dessus ton cou."},{"style":"r","text":"V. 41-46: cf. 1 Jn 3:15. Pr 18:19. Ge 28:1-10."},{"style":"p","text":""},{"style":"v","text":"Ésaü conçut de la haine contre Jacob, à cause de la bénédiction dont son père l’avait béni; et Ésaü disait en son cœur: Les jours du deuil de mon père vont approcher, et je tuerai Jacob, mon frère. "},{"style":"v","text":"On rapporta à Rebecca les paroles d’Ésaü, son fils aîné. Elle fit alors appeler Jacob, son fils cadet, et elle lui dit: Voici, Ésaü, ton frère, veut tirer vengeance de toi, en te tuant. "},{"style":"v","text":"Maintenant, mon fils, écoute ma voix! Lève-toi, fuis chez Laban, mon frère, à Charan; "},{"style":"v","text":"et reste auprès de lui quelque temps, jusqu’à ce que la fureur de ton frère s’apaise, "},{"style":"v","text":"jusqu’à ce que la colère de ton frère se détourne de toi, et qu’il oublie ce que tu lui as fait. Alors je te ferai revenir. Pourquoi serais-je privée de vous deux en un même jour? "},{"style":"v","text":"\\x f \\xo 27.46 \\xt Ge 26:35.\\x*Rebecca dit à Isaac: Je suis dégoûtée de la vie, à cause des filles de Heth. Si Jacob prend une femme, comme celles-ci, parmi les filles de Heth, parmi les filles du pays, à quoi me sert la vie?"}]