[{"style":"s1","text":"Jacob appelé Israël"},{"style":"r","text":"V. 1-15: cf. Ge 28:10-22; 48:3, 4."},{"style":"p","text":""},{"style":"v","text":"Dieu dit à Jacob: Lève-toi, monte à Béthel, et demeures-y; là, tu dresseras un autel au Dieu qui \\x a \\xo 35.1 \\xt Ge 28:12, 13.\\x*t’apparut, \\x b \\xo 35.1 \\xt Ge 27:43.\\x*lorsque tu fuyais Ésaü, ton frère. "},{"style":"v","text":"Jacob dit à sa maison et à tous ceux qui étaient avec lui: Otez les dieux étrangers qui sont au milieu de vous, purifiez-vous, et changez de vêtements. "},{"style":"v","text":"Nous nous lèverons, et nous monterons à Béthel; là, je dresserai un autel au Dieu qui m’a exaucé dans le jour de ma détresse, et qui a été avec moi pendant le voyage que j’ai fait. "},{"style":"v","text":"Ils donnèrent à Jacob tous les dieux étrangers qui étaient entre leurs mains, et les anneaux qui étaient à leurs oreilles. Jacob les enfouit sous le térébinthe qui est près de Sichem. "},{"style":"v","text":"Ensuite ils partirent. La terreur de Dieu se répandit sur les villes qui les entouraient, et l’on ne poursuivit point les fils de Jacob. "},{"style":"v","text":"Jacob arriva, lui et tous ceux qui étaient avec lui, à Luz, qui est Béthel, dans le pays de Canaan. "},{"style":"v","text":"Il bâtit là un autel, et \\x c \\xo 35.7 \\xt Ge 28:19.\\x*il appela ce lieu El-Béthel; car c’est là que Dieu s’était révélé à lui lorsqu’il fuyait son frère. "},{"style":"v","text":"Débora, nourrice de Rebecca, mourut; et elle fut enterrée au-dessous de Béthel, sous le chêne auquel on a donné le nom de chêne des pleurs. "},{"style":"v","text":"\\x d \\xo 35.9 \\xt Os 12:5.\\x*Dieu apparut encore à Jacob, après son retour de Paddan-Aram, et il le bénit. "},{"style":"v","text":"Dieu lui dit: Ton nom est Jacob; \\x e \\xo 35.10 \\xt Ge 32:28. 2 Ch 17:34.\\x*tu ne seras plus appelé Jacob, mais ton nom sera Israël. Et il lui donna le nom d’Israël. "},{"style":"v","text":"Dieu lui dit: \\x f \\xo 35.11 \\xt Ge 17:1; 28:3; 48:3.\\x*Je suis le Dieu tout-puissant. Sois fécond, et multiplie: \\x g \\xo 35.11 \\xt Ge 17:6, 16.\\x*une nation et une multitude de nations naîtront de toi, et \\x h \\xo 35.11 \\xt Mt 1:6.\\x*des rois sortiront de tes reins. "},{"style":"v","text":"Je te donnerai le pays que j’ai donné à Abraham et à Isaac, et je donnerai ce pays à ta postérité après toi. "},{"style":"v","text":"Dieu s’éleva au-dessus de lui, dans le lieu où il lui avait parlé. "},{"style":"v","text":"Et Jacob \\x i \\xo 35.14 \\xt Ge 28:18.\\x*dressa un monument dans le lieu où Dieu lui avait parlé, un monument de pierres, sur lequel il fit une libation et versa de l’huile. "},{"style":"v","text":"Jacob donna le nom de Béthel au lieu où Dieu lui avait parlé."},{"style":"r","text":"V. 16-20: cf. Ge 3:16; 30:1."},{"style":"p","text":""},{"style":"v","text":"Ils partirent de Béthel; et il y avait encore une certaine distance jusqu’à Éphrata, lorsque Rachel accoucha. Elle eut un accouchement pénible; "},{"style":"v","text":"et pendant les douleurs de l’enfantement, la sage-femme lui dit: Ne crains point, car tu as encore un fils! "},{"style":"v","text":"Et comme elle allait rendre l’âme, car elle était mourante, elle lui donna le nom de Ben-Oni; mais le père l’appela Benjamin. "},{"style":"v","text":"\\x j \\xo 35.19 \\xt Ge 48:7.\\x*Rachel mourut, et elle fut enterrée sur le chemin d’Éphrata, qui est Bethléhem. "},{"style":"v","text":"Jacob éleva un monument sur son sépulcre; c’est le monument du sépulcre de Rachel, qui existe encore aujourd’hui."},{"style":"r","text":"V. 21-26: cf. Ge 49:3, 4. (Ge 29:31-35; 30:1-24.)"},{"style":"p","text":""},{"style":"v","text":"Israël partit; et il dressa sa tente au-delà de Migdal-Éder. "},{"style":"v","text":"Pendant qu’Israël habitait cette contrée, \\x k \\xo 35.22 \\xt Ge 49:4.\\x*Ruben alla coucher avec Bilha, concubine de son père. Et Israël l’apprit. Les fils de Jacob étaient au nombre de douze. "},{"style":"v","text":"\\x l \\xo 35.23 \\xt Ge 46:8. Ex 1:2.\\x*Fils de Léa: Ruben, premier-né de Jacob, Siméon, Lévi, Juda, Issacar et Zabulon. "},{"style":"v","text":"Fils de Rachel: Joseph et Benjamin. "},{"style":"v","text":"Fils de Bilha, servante de Rachel: Dan et Nephthali. "},{"style":"v","text":"Fils de Zilpa, servante de Léa: Gad et Aser. Ce sont là les fils de Jacob, qui lui naquirent à Paddan-Aram."},{"style":"s1","text":"Retour de Jacob chez son père. Mort d’Isaac"},{"style":"r","text":"V. 27-29: cf. Ge 25:7-10; 49:29-33."},{"style":"p","text":""},{"style":"v","text":"Jacob arriva auprès d’Isaac, son père, à Mamré, à Kirjath-Arba, qui est Hébron, où avaient séjourné Abraham et Isaac. "},{"style":"v","text":"Les jours d’Isaac furent de cent quatre-vingts ans. "},{"style":"v","text":"\\x m \\xo 35.29 \\xt Ge 25:8.\\x*Il expira et mourut, et il fut recueilli auprès de son peuple, âgé et rassasié de jours, et Ésaü et Jacob, ses fils, l’enterrèrent."}]