[{"style":"s1","text":"Joseph vendu par ses frères"},{"style":"r","text":"V. 1-28: cf. (1 S 18:6-9. Ge 4:3-20.) Pr 18:19. (Ac 7:9. Ge 45:4-8.) Jn 7:5."},{"style":"p","text":""},{"style":"v","text":"Jacob demeura dans le pays de Canaan, où avait \\x a \\xo 37.1 \\xt Ge 36:7. Hé 11:9.\\x*séjourné son père. "},{"style":"v","text":"Voici la postérité de Jacob. Joseph, âgé de dix-sept ans, faisait paître le troupeau avec ses frères; cet enfant était auprès des fils de Bilha et des fils de Zilpa, femmes de son père. Et Joseph rapportait à leur père leurs mauvais propos. "},{"style":"v","text":"Israël aimait Joseph plus que tous ses autres fils, parce qu’il l’avait eu dans sa vieillesse; et il lui fit une tunique de plusieurs couleurs. "},{"style":"v","text":"Ses frères virent que leur père l’aimait plus qu’eux tous, et \\x b \\xo 37.4 \\xt Ge 49:23.\\x*ils le prirent en haine. Ils ne pouvaient lui parler avec amitié. "},{"style":"v","text":"Joseph eut un songe, et il le raconta à ses frères, qui le haïrent encore davantage. "},{"style":"v","text":"Il leur dit: Écoutez donc ce songe que j’ai eu! "},{"style":"v","text":"Nous étions à lier des gerbes au milieu des champs; et voici, ma gerbe se leva et se tint debout, et vos gerbes l’entourèrent et se prosternèrent devant elle. "},{"style":"v","text":"Ses frères lui dirent: Est-ce que tu régneras sur nous? Est-ce que tu nous gouverneras? Et ils le haïrent encore davantage, à cause de ses songes et à cause de ses paroles. "},{"style":"v","text":"Il eut encore un autre songe, et il le raconta à ses frères. Il dit: J’ai eu encore un songe! Et voici, le soleil, la lune et onze étoiles se prosternaient devant moi. "},{"style":"v","text":"Il le raconta à son père et à ses frères. Son père le réprimanda, et lui dit: Que signifie ce songe que tu as eu? Faut-il que nous venions, moi, ta mère et tes frères, nous prosterner en terre devant toi? "},{"style":"v","text":"Ses frères \\x c \\xo 37.11 \\xt Ac 7:9.\\x*eurent de l’envie contre lui, mais son père garda le souvenir de ces choses. "},{"style":"v","text":"Les frères de Joseph étant allés à Sichem, pour faire paître le troupeau de leur père, "},{"style":"v","text":"Israël dit à Joseph: Tes frères ne font-ils pas paître le troupeau à Sichem? Viens, je veux t’envoyer vers eux. Et il répondit: Me voici! "},{"style":"v","text":"Israël lui dit: Va, je te prie, et vois si tes frères sont en bonne santé et si le troupeau est en bon état; et tu m’en rapporteras des nouvelles. Il l’envoya ainsi de la vallée d’Hébron; et Joseph alla à Sichem. "},{"style":"v","text":"Un homme le rencontra, comme il errait dans les champs. Il le questionna, en disant: Que cherches-tu? "},{"style":"v","text":"Joseph répondit: Je cherche mes frères; dis-moi, je te prie, où ils font paître leur troupeau. "},{"style":"v","text":"Et l’homme dit: Ils sont partis d’ici; car je les ai entendus dire: Allons à Dothan. Joseph alla après ses frères, et il les trouva à Dothan. "},{"style":"v","text":"Ils le virent de loin; et, avant qu’il fût près d’eux, ils complotèrent de le faire mourir. "},{"style":"v","text":"Ils se dirent l’un à l’autre: Voici le faiseur de songes qui arrive. "},{"style":"v","text":"Venez maintenant, tuons-le, et jetons-le dans une des citernes; nous dirons qu’une bête féroce l’a dévoré, et nous verrons ce que deviendront ses songes. "},{"style":"v","text":"Ruben entendit cela, et il le délivra de leurs mains. \\x d \\xo 37.21 \\xt Ge 42:22.\\x*Il dit: Ne lui ôtons pas la vie. "},{"style":"v","text":"Ruben leur dit: Ne répandez point de sang; jetez-le dans cette citerne qui est au désert, et ne mettez pas la main sur lui. Il avait dessein de le délivrer de leurs mains pour le faire retourner vers son père. "},{"style":"v","text":"Lorsque Joseph fut arrivé auprès de ses frères, ils le dépouillèrent de sa tunique, de la tunique de plusieurs couleurs, qu’il avait sur lui. "},{"style":"v","text":"Ils le prirent, et le jetèrent dans la citerne. Cette citerne était vide; il n’y avait point d’eau. "},{"style":"v","text":"Ils s’assirent ensuite pour manger. Ayant levé les yeux, ils virent une caravane d’Ismaélites venant de Galaad; leurs chameaux étaient chargés d’aromates, de baume et de myrrhe, qu’ils transportaient en Égypte. "},{"style":"v","text":"Alors Juda dit à ses frères: Que gagnerons-nous à tuer notre frère et à cacher son sang? "},{"style":"v","text":"Venez, vendons-le aux Ismaélites, et ne mettons pas la main sur lui, car il est notre frère, notre chair. Et ses frères l’écoutèrent. "},{"style":"v","text":"Au passage des marchands madianites, ils tirèrent et firent remonter Joseph hors de la citerne; et \\x e \\xo 37.28 \\xt Ps 105:17. Ac 7:9.\\x*ils le vendirent pour vingt sicles d’argent aux Ismaélites, qui l’emmenèrent en Égypte."},{"style":"r","text":"V. 29-36: cf. Pr 28:13. Jé 31:15-17. Ge 45:28."},{"style":"p","text":""},{"style":"v","text":"Ruben revint à la citerne; et voici, Joseph n’était plus dans la citerne. Il déchira ses vêtements, "},{"style":"v","text":"retourna vers ses frères, et dit: L’enfant n’y est plus! Et moi, où irai-je? "},{"style":"v","text":"Ils prirent alors la tunique de Joseph; et, ayant tué un bouc, ils plongèrent la tunique dans le sang. "},{"style":"v","text":"Ils envoyèrent à leur père la tunique de plusieurs couleurs, en lui faisant dire: Voici ce que nous avons trouvé! Reconnais si c’est la tunique de ton fils, ou non. "},{"style":"v","text":"Jacob la reconnut, et dit: C’est la tunique de mon fils! \\x f \\xo 37.33 \\xt Ge 44:28.\\x*une bête féroce l’a dévoré! Joseph a été mis en pièces! "},{"style":"v","text":"Et il déchira ses vêtements, il mit un sac sur ses reins, et il porta longtemps le deuil de son fils. "},{"style":"v","text":"Tous ses fils et toutes ses filles vinrent pour le consoler; mais il ne voulut recevoir aucune consolation. Il disait: \\x g \\xo 37.35 \\xt Ge 42:38; 44:29, 31.\\x*C’est en pleurant que je descendrai vers mon fils au séjour des morts! Et il pleurait son fils. "},{"style":"v","text":"\\x h \\xo 37.36 \\xt Ge 39:1. Ps 105:17.\\x*Les Madianites le vendirent en Égypte à Potiphar, officier de Pharaon, chef des gardes."}]