[{"style":"s1","verse":"","text":"Juda et Tamar"},{"style":"r","verse":"","text":"V. 1-11: cf. 1 Ch 2:3. De 25:5-10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"En ce temps-là, Juda s’éloigna de ses frères, et se retira vers un homme d’Adullam, nommé Hira. "},{"style":"v","verse":"2","text":"Là, \\x a \\xo 38.2 \\xt 1 Ch 2:3.\\x*Juda vit la fille d’un Cananéen, nommé Schua; il la prit pour femme, et alla vers elle. "},{"style":"v","verse":"3","text":"Elle devint enceinte, et enfanta un fils, qu’elle appela Er. "},{"style":"v","verse":"4","text":"Elle devint encore enceinte, et enfanta un fils, qu’elle appela Onan. "},{"style":"v","verse":"5","text":"Elle enfanta de nouveau un fils, qu’elle appela \\x b \\xo 38.5 \\xt No 26:20.\\x*Schéla; Juda était à Czib quand elle l’enfanta. "},{"style":"v","verse":"6","text":"Juda prit pour Er, son premier-né, une femme nommée Tamar. "},{"style":"v","verse":"7","text":"Er, premier-né de Juda, était méchant aux yeux de l’Éternel; et l’Éternel le fit mourir. "},{"style":"v","verse":"8","text":"Alors Juda dit à Onan: Va vers la femme de ton frère, prends-la, comme beau-frère, et suscite une postérité à ton frère. "},{"style":"v","verse":"9","text":"Onan, sachant que cette postérité ne serait pas à lui, se souillait à terre lorsqu’il allait vers la femme de son frère, afin de ne pas donner de postérité à son frère. "},{"style":"v","verse":"10","text":"Ce qu’il faisait déplut à l’Éternel, qui le fit aussi mourir. "},{"style":"v","verse":"11","text":"Alors Juda dit à Tamar, sa belle-fille: Demeure veuve dans la maison de ton père, jusqu’à ce que Schéla, mon fils, soit grand. Il parlait ainsi dans la crainte que Schéla ne mourût comme ses frères. Tamar s’en alla, et elle habita dans la maison de son père."},{"style":"r","verse":"","text":"V. 12-30: cf. 1 Ch 2:4-15. Ru 4."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Les jours s’écoulèrent, et la fille de Schua, femme de Juda, mourut. Lorsque Juda fut consolé, il monta à Thimna, vers ceux qui tondaient ses brebis, lui et son ami Hira, l’Adullamite. "},{"style":"v","verse":"13","text":"On en informa Tamar, et on lui dit: Voici ton beau-père qui monte à Thimna, pour tondre ses brebis. "},{"style":"v","verse":"14","text":"Alors elle ôta ses habits de veuve, elle se couvrit d’un voile et s’enveloppa, et elle s’assit à l’entrée d’Énaïm, sur le chemin de Thimna; car elle voyait que Schéla était devenu grand, et qu’elle ne lui était point donnée pour femme. "},{"style":"v","verse":"15","text":"Juda la vit, et la prit pour une prostituée, parce qu’elle avait couvert son visage. "},{"style":"v","verse":"16","text":"Il l’aborda sur le chemin, et dit: Laisse-moi aller vers toi. Car il ne connut pas que c’était sa belle-fille. Elle dit: Que me donneras-tu pour venir vers moi? "},{"style":"v","verse":"17","text":"Il répondit: Je t’enverrai un chevreau de mon troupeau. Elle dit: Me donneras-tu un gage, jusqu’à ce que tu l’envoies? "},{"style":"v","verse":"18","text":"Il répondit: Quel gage te donnerai-je? Elle dit: Ton cachet, ton cordon, et le bâton que tu as à la main. Il les lui donna. Puis il alla vers elle; et elle devint enceinte de lui. "},{"style":"v","verse":"19","text":"Elle se leva, et s’en alla; elle ôta son voile, et remit ses habits de veuve. "},{"style":"v","verse":"20","text":"Juda envoya le chevreau par son ami l’Adullamite, pour retirer le gage des mains de la femme. Mais il ne la trouva point. "},{"style":"v","verse":"21","text":"Il interrogea les gens du lieu, en disant: Où est cette prostituée qui se tenait à Énaïm, sur le chemin? Ils répondirent: Il n’y a point eu ici de prostituée. "},{"style":"v","verse":"22","text":"Il retourna auprès de Juda, et dit: Je ne l’ai pas trouvée, et même les gens du lieu ont dit: Il n’y a point eu ici de prostituée. "},{"style":"v","verse":"23","text":"Juda dit: Qu’elle garde ce qu’elle a! Ne nous exposons pas au mépris. Voici, j’ai envoyé ce chevreau, et tu ne l’as pas trouvée. "},{"style":"v","verse":"24","text":"Environ trois mois après, on vint dire à Juda: Tamar, ta belle-fille, s’est prostituée, et même la voilà enceinte à la suite de sa prostitution. Et Juda dit: Faites-la sortir, et qu’elle soit brûlée. "},{"style":"v","verse":"25","text":"Comme on l’amenait dehors, elle fit dire à son beau-père: C’est de l’homme à qui ces choses appartiennent que je suis enceinte; reconnais, je te prie, à qui sont ce cachet, ces cordons et ce bâton. "},{"style":"v","verse":"26","text":"Juda les reconnut, et dit: Elle est moins coupable que moi, puisque je ne l’ai pas donnée à Schéla, mon fils. Et il ne la connut plus. "},{"style":"v","verse":"27","text":"Quand elle fut au moment d’accoucher, voici, \\x c \\xo 38.27 \\xt 1 Ch 2:4.\\x*il y avait deux jumeaux dans son ventre. "},{"style":"v","verse":"28","text":"Et pendant l’accouchement il y en eut un qui présenta la main; la sage-femme la prit, et y attacha un fil cramoisi, en disant: Celui-ci sort le premier. "},{"style":"v","verse":"29","text":"Mais il retira la main, et son frère sortit. Alors la sage-femme dit: Quelle brèche tu as faite! Et elle lui donna le nom de \\x d \\xo 38.29 \\xt Mt 1:3.\\x*Pérets. "},{"style":"v","verse":"30","text":"Ensuite sortit son frère, qui avait à la main le fil cramoisi; et on lui donna le nom de Zérach."}]