[{"style":"s1","verse":"","text":"Caïn et Abel"},{"style":"r","verse":"","text":"V. 1-8: cf. Hé 11:4. 1 Jn 3:12, 15. 1 S 15:22."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Adam connut Ève, sa femme; elle conçut, et enfanta Caïn et elle dit: J’ai formé un homme avec l’aide de l’Éternel. "},{"style":"v","verse":"2","text":"Elle enfanta encore son frère Abel. Abel fut berger, et Caïn fut laboureur. "},{"style":"v","verse":"3","text":"Au bout de quelque temps, Caïn fit à l’Éternel une offrande des fruits de la terre; "},{"style":"v","verse":"4","text":"et Abel, de son côté, en fit une des premiers-nés de son troupeau et de leur graisse. \\x a \\xo 4.4 \\xt Hé 11:4.\\x*L’Éternel porta un regard favorable sur Abel et sur son offrande; "},{"style":"v","verse":"5","text":"mais il ne porta pas un regard favorable sur Caïn et sur son offrande. Caïn fut très irrité, et son visage fut abattu. "},{"style":"v","verse":"6","text":"Et l’Éternel dit à Caïn: Pourquoi es-tu irrité, et pourquoi ton visage est-il abattu? "},{"style":"v","verse":"7","text":"Certainement, si tu agis bien, tu relèveras ton visage, et si tu agis mal, le péché se couche à la porte, et ses désirs se portent vers toi: mais toi, domine sur lui. "},{"style":"v","verse":"8","text":"Cependant, Caïn adressa la parole à son frère Abel; mais, comme ils étaient dans les champs, Caïn se jeta sur son frère Abel, \\x b \\xo 4.8 \\xt Mt 23:35. 1 Jn 3:12. Jud v. 11.\\x*et le tua."},{"style":"r","verse":"","text":"V. 9-16: cf. (Mt 23:35. Hé 12:24.) Job 15:20-24."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"L’Éternel dit à Caïn: Où est ton frère Abel? Il répondit: Je ne sais pas; suis-je le gardien de mon frère? "},{"style":"v","verse":"10","text":"Et Dieu dit: Qu’as-tu fait? \\x c \\xo 4.10 \\xt Hé 12:24.\\x*La voix du sang de ton frère crie de la terre jusqu’à moi. "},{"style":"v","verse":"11","text":"Maintenant, tu seras maudit de la terre qui a ouvert sa bouche pour recevoir de ta main le sang de ton frère. "},{"style":"v","verse":"12","text":"Quand tu cultiveras le sol, il ne te donnera plus sa richesse. \\x d \\xo 4.12 \\xt Pr 28:17.\\x*Tu seras errant et vagabond sur la terre. "},{"style":"v","verse":"13","text":"Caïn dit à l’Éternel: Mon châtiment est trop grand pour être supporté. "},{"style":"v","verse":"14","text":"Voici, tu me chasses aujourd’hui de cette terre; je serai caché loin de ta face, je serai errant et vagabond sur la terre, et \\x e \\xo 4.14 \\xt Job 15:20, 21, etc.\\x*quiconque me trouvera me tuera. "},{"style":"v","verse":"15","text":"L’Éternel lui dit: Si quelqu’un tuait Caïn, Caïn serait vengé sept fois. Et l’Éternel mit un signe sur Caïn pour que quiconque le trouverait ne le tuât point. "},{"style":"v","verse":"16","text":"Puis, Caïn s’éloigna de la face de l’Éternel, et habita dans la terre de Nod, à l’orient d’Éden."},{"style":"s1","verse":"","text":"Descendants de Caïn"},{"style":"r","verse":"","text":"V. 17-24: cf. (Ge 2:24. Mt 19:4-9.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Caïn connut sa femme; elle conçut, et enfanta Hénoc. Il bâtit ensuite une ville, et il donna à cette ville le nom de son fils Hénoc. "},{"style":"v","verse":"18","text":"Hénoc engendra Irad, Irad engendra Mehujaël, Mehujaël engendra Metuschaël, et Metuschaël engendra Lémec. "},{"style":"v","verse":"19","text":"Lémec prit deux femmes: le nom de l’une était Ada, et le nom de l’autre Tsilla. "},{"style":"v","verse":"20","text":"Ada enfanta Jabal: il fut le père de ceux qui habitent sous des tentes et près des troupeaux. "},{"style":"v","verse":"21","text":"Le nom de son frère était Jubal: il fut le père de tous ceux qui jouent de la harpe et du chalumeau. "},{"style":"v","verse":"22","text":"Tsilla, de son côté, enfanta Tubal-Caïn, qui forgeait tous les instruments d’airain et de fer. La sœur de Tubal-Caïn était Naama. "},{"style":"v","verse":"23","text":"Lémec dit à ses femmes:"},{"style":"q1","verse":"","text":"Ada et Tsilla, écoutez ma voix!"},{"style":"q1","verse":"","text":"Femmes de Lémec, écoutez ma parole!"},{"style":"q1","verse":"","text":"J’ai tué un homme pour ma blessure,"},{"style":"q1","verse":"","text":"Et un jeune homme pour ma meurtrissure."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"24","text":"Caïn sera \\x f \\xo 4.24 \\xt v. 15.\\x*vengé sept fois,"},{"style":"q1","verse":"","text":"Et Lémec soixante-dix-sept fois."},{"style":"r","verse":"","text":"V. 25-26: cf. Ge 5:3-8."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Adam connut encore sa femme; elle enfanta un fils, et l’appela du nom de Seth, car, dit-elle, Dieu m’a donné un autre fils à la place d’Abel, que Caïn a tué. "},{"style":"v","verse":"26","text":"Seth eut aussi un fils, et il l’appela du nom d’Énosch. C’est alors que l’on commença à invoquer le nom de l’Éternel."}]