[{"style":"r","text":"V. 1-23: cf. Ge 39:20-23; 41:1-32. Jg 7:13, 14."},{"style":"p","text":""},{"style":"v","text":"Après ces choses, il arriva que l’échanson et le panetier du roi d’Égypte, offensèrent leur maître, le roi d’Égypte. "},{"style":"v","text":"Pharaon fut irrité contre ses deux officiers, le chef des échansons et le chef des panetiers. "},{"style":"v","text":"Et il les fit mettre dans la maison du chef des gardes, dans la prison, dans le lieu où Joseph était enfermé. "},{"style":"v","text":"Le chef des gardes les plaça sous la surveillance de Joseph, qui faisait le service auprès d’eux; et ils passèrent un certain temps en prison. "},{"style":"v","text":"Pendant une même nuit, l’échanson et le panetier du roi d’Égypte, qui étaient enfermés dans la prison, eurent tous les deux un songe, chacun le sien, pouvant recevoir une explication distincte. "},{"style":"v","text":"Joseph, étant venu le matin vers eux, les regarda; et voici, ils étaient tristes. "},{"style":"v","text":"Alors il questionna les officiers de Pharaon, qui étaient avec lui dans la prison de son maître, et il leur dit: Pourquoi avez-vous mauvais visage aujourd’hui? "},{"style":"v","text":"Ils lui répondirent: Nous avons eu un songe, et il n’y a personne pour l’expliquer. Joseph leur dit: N’est-ce pas à Dieu qu’appartiennent les explications? Racontez-moi donc votre songe. "},{"style":"v","text":"Le chef des échansons raconta son songe à Joseph, et lui dit: Dans mon songe, voici, il y avait un cep devant moi. "},{"style":"v","text":"Ce cep avait trois sarments. Quand il eut poussé, sa fleur se développa et ses grappes donnèrent des raisins mûrs. "},{"style":"v","text":"La coupe de Pharaon était dans ma main. Je pris les raisins, je les pressai dans la coupe de Pharaon, et je mis la coupe dans la main de Pharaon. "},{"style":"v","text":"Joseph lui dit: En voici l’explication. Les trois sarments sont trois jours. "},{"style":"v","text":"Encore trois jours, et Pharaon relèvera ta tête et te rétablira dans ta charge; tu mettras la coupe dans la main de Pharaon, comme tu en avais l’habitude lorsque tu étais son échanson. "},{"style":"v","text":"Mais souviens-toi de moi, quand tu seras heureux, et montre, je te prie, de la bonté à mon égard; parle en ma faveur à Pharaon, et fais-moi sortir de cette maison. "},{"style":"v","text":"Car j’ai été enlevé du pays des Hébreux, et ici même je n’ai rien fait pour être mis en prison. "},{"style":"v","text":"Le chef des panetiers, voyant que Joseph avait donné une explication favorable, dit: Voici, il y avait aussi, dans mon songe, trois corbeilles de pain blanc sur ma tête. "},{"style":"v","text":"Dans la corbeille la plus élevée il y avait pour Pharaon des mets de toute espèce, cuits au four; et les oiseaux les mangeaient dans la corbeille au-dessus de ma tête. "},{"style":"v","text":"Joseph répondit, et dit: En voici l’explication. Les trois corbeilles sont trois jours. "},{"style":"v","text":"Encore trois jours, et Pharaon enlèvera ta tête de dessus toi, te fera pendre à un bois, et les oiseaux mangeront ta chair. "},{"style":"v","text":"Le troisième jour, jour de la naissance de Pharaon, il fit un festin à tous ses serviteurs; et il éleva la tête du chef des échansons et la tête du chef des panetiers, au milieu de ses serviteurs: "},{"style":"v","text":"il rétablit le chef des échansons dans sa charge d’échanson, pour qu’il mît la coupe dans la main de Pharaon; "},{"style":"v","text":"mais il fit pendre le chef des panetiers, selon l’explication que Joseph leur avait donnée. "},{"style":"v","text":"Le chef des échansons ne pensa plus à Joseph. Il l’oublia."}]