[{"style":"r","verse":"","text":"V. 1-14: cf. Ge 42:29-38; 44:24-34."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"La famine s’appesantissait sur le pays. "},{"style":"v","verse":"2","text":"Quand ils eurent fini de manger le blé qu’ils avaient apporté d’Égypte, Jacob dit à ses fils: Retournez, achetez-nous un peu de vivres. "},{"style":"v","verse":"3","text":"Juda lui répondit: Cet homme nous a fait cette déclaration formelle: Vous ne verrez pas ma face, à moins que votre frère ne soit avec vous. "},{"style":"v","verse":"4","text":"Si donc tu veux envoyer notre frère avec nous, nous descendrons, et nous t’achèterons des vivres. "},{"style":"v","verse":"5","text":"Mais \\x a \\xo 43.5 \\xt Ge 42:20.\\x*si tu ne veux pas l’envoyer, nous ne descendrons point, car cet homme nous a dit: \\x b \\xo 43.5 \\xt Ge 44:23.\\x*Vous ne verrez pas ma face, à moins que votre frère ne soit avec vous. "},{"style":"v","verse":"6","text":"Israël dit alors: Pourquoi avez-vous mal agi à mon égard, en disant à cet homme que vous aviez encore un frère? "},{"style":"v","verse":"7","text":"Ils répondirent: Cet homme nous a interrogés sur nous et sur notre famille, en disant: Votre père vit-il encore? Avez-vous un frère? Et nous avons répondu à ces questions. Pouvions-nous savoir qu’il dirait: Faites descendre votre frère? "},{"style":"v","verse":"8","text":"Juda dit à Israël, son père: Laisse venir l’enfant avec moi, afin que nous nous levions et que nous partions; et nous vivrons et ne mourrons pas, nous, toi, et nos enfants. "},{"style":"v","verse":"9","text":"Je réponds de lui; \\x c \\xo 43.9 \\xt Ge 44:32.\\x*tu le redemanderas de ma main. Si je ne le ramène pas auprès de toi et si je ne le remets pas devant ta face, je serai pour toujours coupable envers toi. "},{"style":"v","verse":"10","text":"Car si nous n’eussions pas tardé, nous serions maintenant deux fois de retour. "},{"style":"v","verse":"11","text":"Israël, leur père, leur dit: Puisqu’il le faut, faites ceci. Prenez dans vos sacs des meilleures productions du pays, pour en porter un présent à cet homme, un peu de baume et un peu de miel, des aromates, de la myrrhe, des pistaches et des amandes. "},{"style":"v","verse":"12","text":"Prenez avec vous de l’argent au double, et remportez l’argent qu’on avait mis à l’entrée de vos sacs: peut-être était-ce une erreur. "},{"style":"v","verse":"13","text":"Prenez votre frère, et levez-vous; retournez vers cet homme. "},{"style":"v","verse":"14","text":"Que le Dieu tout-puissant vous fasse trouver grâce devant cet homme, et qu’il laisse revenir avec vous votre autre frère et Benjamin! Et moi, si je dois être privé de mes enfants, que j’en sois privé!"},{"style":"r","verse":"","text":"V. 15-34: cf. Ro 12:19-21. 1 Th 5:15."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ils prirent le présent; ils prirent avec eux de l’argent au double, ainsi que Benjamin; ils se levèrent, descendirent en Égypte, et se présentèrent devant Joseph. "},{"style":"v","verse":"16","text":"Dès que Joseph vit avec eux Benjamin, il dit à son intendant: Fais entrer ces gens dans la maison, tue et apprête; car ces gens mangeront avec moi à midi. "},{"style":"v","verse":"17","text":"Cet homme fit ce que Joseph avait ordonné, et il conduisit ces gens dans la maison de Joseph. "},{"style":"v","verse":"18","text":"Ils eurent peur lorsqu’ils furent conduits à la maison de Joseph, et ils dirent: C’est à cause de l’argent remis l’autre fois dans nos sacs qu’on nous emmène; c’est pour se jeter sur nous, se précipiter sur nous; c’est pour nous prendre comme esclaves, et s’emparer de nos ânes. "},{"style":"v","verse":"19","text":"Ils s’approchèrent de l’intendant de la maison de Joseph, et lui adressèrent la parole, à l’entrée de la maison. "},{"style":"v","verse":"20","text":"Ils dirent: Pardon! Mon seigneur, \\x d \\xo 43.20 \\xt Ge 42:3.\\x*nous sommes déjà descendus une fois pour acheter des vivres. "},{"style":"v","verse":"21","text":"Puis, \\x e \\xo 43.21 \\xt Ge 42:27, 35.\\x*quand nous arrivâmes, au lieu où nous devions passer la nuit, nous avons ouvert nos sacs; et voici, l’argent de chacun était à l’entrée de son sac, notre argent selon son poids: nous le rapportons avec nous. "},{"style":"v","verse":"22","text":"Nous avons aussi apporté d’autre argent, pour acheter des vivres. Nous ne savons pas qui avait mis notre argent dans nos sacs. "},{"style":"v","verse":"23","text":"L’intendant répondit: Que la paix soit avec vous! Ne craignez rien. C’est votre Dieu, le Dieu de votre père, qui vous a donné un trésor dans vos sacs. Votre argent m’est parvenu. Et il leur amena Siméon. "},{"style":"v","verse":"24","text":"Cet homme les fit entrer dans la maison de Joseph; \\x f \\xo 43.24 \\xt Ge 18:4.\\x*il leur donna de l’eau et ils se lavèrent les pieds; il donna aussi du fourrage à leurs ânes. "},{"style":"v","verse":"25","text":"Ils préparèrent leur présent, en attendant que Joseph vienne à midi; car on les avait informés qu’ils mangeraient chez lui. "},{"style":"v","verse":"26","text":"Quand Joseph fut arrivé à la maison, ils lui offrirent le présent qu’ils avaient apporté, et \\x g \\xo 43.26 \\xt Ge 37:10; 42:6.\\x*ils se prosternèrent en terre devant lui. "},{"style":"v","verse":"27","text":"Il leur demanda comment ils se portaient; et il dit: Votre vieux père, dont vous avez parlé, est-il en bonne santé? Vit-il encore? "},{"style":"v","verse":"28","text":"Ils répondirent: Ton serviteur, notre père, est en bonne santé; il vit encore. Et ils s’inclinèrent et se prosternèrent. "},{"style":"v","verse":"29","text":"Joseph leva les yeux; et, jetant un regard sur Benjamin, son frère, fils de sa mère, il dit: Est-ce là votre jeune frère, \\x h \\xo 43.29 \\xt Ge 42:13.\\x*dont vous m’avez parlé? Et il ajouta: Dieu te fasse miséricorde, mon fils! "},{"style":"v","verse":"30","text":"Ses entrailles étaient émues pour son frère, et il avait besoin de pleurer; il entra précipitamment dans une chambre, \\x i \\xo 43.30 \\xt Ge 45:2.\\x*et il y pleura. "},{"style":"v","verse":"31","text":"Après s’être lavé le visage, il en sortit; et, faisant des efforts pour se contenir, il dit: Servez à manger. "},{"style":"v","verse":"32","text":"On servit Joseph à part, et ses frères à part; les Égyptiens qui mangeaient avec lui furent aussi servis à part, car les Égyptiens ne pouvaient pas manger avec les Hébreux, parce que c’est à leurs yeux une abomination. "},{"style":"v","verse":"33","text":"Les frères de Joseph s’assirent en sa présence, le premier-né selon son droit d’aînesse, et le plus jeune selon son âge; et ils se regardaient les uns les autres avec étonnement. "},{"style":"v","verse":"34","text":"Joseph leur fit porter des mets qui étaient devant lui, et Benjamin en eut cinq fois plus que les autres. Ils burent, et s’égayèrent avec lui."}]