[{"style":"s1","text":"Ses funérailles dans le pays de Canaan"},{"style":"r","text":"V. 1-14: cf. Ge 47:28-31; 49:29-33."},{"style":"p","text":""},{"style":"v","text":"Joseph se jeta sur le visage de son père, pleura sur lui, et le baisa. "},{"style":"v","text":"Il ordonna aux médecins à son service d’embaumer son père, et les médecins embaumèrent Israël. "},{"style":"v","text":"Quarante jours s’écoulèrent ainsi, et furent employés à l’embaumer. Et les Égyptiens le pleurèrent soixante-dix jours. "},{"style":"v","text":"Quand les jours du deuil furent passés, Joseph s’adressa aux gens de la maison de Pharaon, et leur dit: Si j’ai trouvé grâce à vos yeux, rapportez, je vous prie, à Pharaon ce que je vous dis. "},{"style":"v","text":"Mon père m’a \\x a \\xo 50.5 \\xt Ge 47:29.\\x*fait jurer, en disant: Voici, je vais mourir! Tu m’enterreras dans le sépulcre que je me suis acheté au pays de Canaan. Je voudrais donc y monter, pour enterrer mon père; et je reviendrai. "},{"style":"v","text":"Pharaon répondit: Monte, et enterre ton père, comme il te l’a fait jurer. "},{"style":"v","text":"Joseph monta, pour enterrer son père. Avec lui montèrent tous les serviteurs de Pharaon, anciens de sa maison, tous les anciens du pays d’Égypte, "},{"style":"v","text":"toute la maison de Joseph, ses frères, et la maison de son père: on ne laissa dans le pays de Gosen que les enfants, les brebis et les bœufs. "},{"style":"v","text":"Il y avait encore avec Joseph des chars et des cavaliers, en sorte que le cortège était très nombreux. "},{"style":"v","text":"Arrivés à l’aire d’Athad, qui est audelà du Jourdain, ils firent entendre de grandes et profondes lamentations; et Joseph fit en l’honneur de son père un deuil de sept jours. "},{"style":"v","text":"Les habitants du pays, les Cananéens, furent témoins de ce deuil dans l’aire d’Athad, et ils dirent: Voilà un grand deuil parmi les Égyptiens! C’est pourquoi l’on a donné le nom d’Abel-Mitsraïm à cette aire qui est au-delà du Jourdain. "},{"style":"v","text":"C’est ainsi que les fils de Jacob exécutèrent les ordres de leur père. "},{"style":"v","text":"\\x b \\xo 50.13 \\xt Ac 7:15, 16.\\x*Ils le transportèrent au pays de Canaan, et l’enterrèrent dans la caverne du champ de \\x c \\xo 50.13 \\xt Ge 23:16.\\x*Macpéla, qu’Abraham avait achetée d’Éphron, le Héthien, comme propriété sépulcrale, et qui est vis-à-vis de Mamré. "},{"style":"v","text":"Joseph, après avoir enterré son père, retourna en Égypte, avec ses frères et tous ceux qui étaient montés avec lui pour enterrer son père."},{"style":"r","text":"V. 15-21: cf. Ge 45:1-11. Col 3:12-14."},{"style":"p","text":""},{"style":"v","text":"Quand les frères de Joseph virent que leur père était mort, ils dirent: Si Joseph nous prenait en haine, et nous rendait tout le mal que nous lui avons fait! "},{"style":"v","text":"Et ils firent dire à Joseph: Ton père a donné cet ordre avant de mourir: "},{"style":"v","text":"Vous parlerez ainsi à Joseph: Oh! Pardonne le crime de tes frères et leur péché, car ils t’ont fait du mal! Pardonne maintenant le péché des serviteurs du Dieu de ton père! Joseph pleura, en entendant ces paroles. "},{"style":"v","text":"Ses frères vinrent eux-mêmes se prosterner devant lui, et ils dirent: Nous sommes tes serviteurs. "},{"style":"v","text":"Joseph leur dit: Soyez sans crainte; car suis-je \\x d \\xo 50.19 \\xt Ge 45:5.\\x*à la place de Dieu? "},{"style":"v","text":"Vous aviez médité de me faire du mal: Dieu l’a changé en bien, pour accomplir ce qui arrive aujourd’hui, pour sauver la vie à un peuple nombreux. "},{"style":"v","text":"Soyez donc sans crainte; je vous entretiendrai, vous et vos enfants. Et il les consola, en parlant à leur cœur."},{"style":"s1","text":"Mort de Joseph"},{"style":"r","text":"V. 22-26: cf. Hé 11:22. Jos 24:32."},{"style":"p","text":""},{"style":"v","text":"Joseph demeura en Égypte, lui et la maison de son père. Il vécut cent dix ans. "},{"style":"v","text":"Joseph vit les fils d’Éphraïm jusqu’à la troisième génération; et les fils de \\x e \\xo 50.23 \\xt No 32:39.\\x*Makir, fils de Manassé, naquirent sur ses genoux. "},{"style":"v","text":"Joseph dit à ses frères: Je \\x f \\xo 50.24 \\xt Hé 11:22.\\x*vais mourir! Mais Dieu vous visitera, et il vous fera remonter de ce pays-ci dans le pays qu’il a juré de donner à Abraham, à Isaac et à Jacob. "},{"style":"v","text":"Joseph fit jurer les fils d’Israël, en disant: Dieu vous visitera; \\x g \\xo 50.25 \\xt Ex 13:19. Jos 24:32.\\x*et vous ferez remonter mes os loin d’ici. "},{"style":"v","text":"Joseph mourut, âgé de cent dix ans. On l’embauma, et on le mit dans un cercueil en Égypte."}]