[{"style":"r","verse":"","text":"V. 1-14: cf. Ps 104:5-9. És 54:9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Dieu se souvint de Noé, de tous les animaux et de tout le bétail qui étaient avec lui dans l’arche; et Dieu fit passer un vent sur la terre, et les eaux s’apaisèrent. "},{"style":"v","verse":"2","text":"Les sources de l’abîme et les écluses des cieux furent fermées, et la pluie ne tomba plus du ciel. "},{"style":"v","verse":"3","text":"Les eaux se retirèrent de dessus la terre, s’en allant et s’éloignant, et les eaux diminuèrent au bout de cent cinquante jours. "},{"style":"v","verse":"4","text":"Le septième mois, le dix-septième jour du mois, l’arche s’arrêta sur les montagnes d’Ararat. "},{"style":"v","verse":"5","text":"Les eaux allèrent en diminuant jusqu’au dixième mois. Le dixième mois, le premier jour du mois, apparurent les sommets des montagnes. "},{"style":"v","verse":"6","text":"Au bout de quarante jours, Noé ouvrit la fenêtre qu’il avait faite à l’arche. "},{"style":"v","verse":"7","text":"Il lâcha le corbeau, qui sortit, partant et revenant, jusqu’à ce que les eaux eussent séché sur la terre. "},{"style":"v","verse":"8","text":"Il lâcha aussi la colombe, pour voir si les eaux avaient diminué à la surface de la terre. "},{"style":"v","verse":"9","text":"Mais la colombe ne trouva aucun lieu pour poser la plante de son pied, et elle revint à lui dans l’arche, car il y avait des eaux à la surface de toute la terre. Il avança la main, la prit, et la fit rentrer auprès de lui dans l’arche. "},{"style":"v","verse":"10","text":"Il attendit encore sept autres jours, et il lâcha de nouveau la colombe hors de l’arche. "},{"style":"v","verse":"11","text":"La colombe revint à lui sur le soir; et voici, une feuille d’olivier arrachée était dans son bec. Noé connut ainsi que les eaux avaient diminué sur la terre. "},{"style":"v","verse":"12","text":"Il attendit encore sept autres jours; et il lâcha la colombe. Mais elle ne revint plus à lui. "},{"style":"v","verse":"13","text":"L’an six cent un, le premier mois, le premier jour du mois, les eaux avaient séché sur la terre. Noé ôta la couverture de l’arche: il regarda, et voici, la surface de la terre avait séché. "},{"style":"v","verse":"14","text":"Le second mois, le vingt-septième jour du mois, la terre fut sèche."},{"style":"r","verse":"","text":"V. 15-22: cf. Ge 9:8-17. És 54:9, 10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Alors Dieu parla à Noé, en disant: "},{"style":"v","verse":"16","text":"Sors de l’arche, toi et ta femme, tes fils et les femmes de tes fils avec toi. "},{"style":"v","verse":"17","text":"Fais sortir avec toi tous les animaux de toute chair qui sont avec toi, tant les oiseaux que le bétail et tous les reptiles qui rampent sur la terre: \\x a \\xo 8.17 \\xt Ge 1:22, 28; 9:1.\\x*qu’ils se répandent sur la terre, qu’ils soient féconds et multiplient sur la terre. "},{"style":"v","verse":"18","text":"Et Noé sortit, avec ses fils, sa femme, et les femmes de ses fils. "},{"style":"v","verse":"19","text":"Tous les animaux, tous les reptiles, tous les oiseaux, tout ce qui se meut sur la terre, selon leurs espèces, sortirent de l’arche. "},{"style":"v","verse":"20","text":"Noé bâtit un autel à l’Éternel; il prit de toutes les bêtes \\x b \\xo 8.20 \\xt Lé 11.\\x*pures et de tous les oiseaux purs, et il offrit des holocaustes sur l’autel. "},{"style":"v","verse":"21","text":"L’Éternel sentit une odeur agréable, et l’Éternel dit en son cœur: Je ne maudirai plus la terre, à cause de l’homme, \\x c \\xo 8.21 \\xt Ge 6:5. Pr 22:15. Mt 15:19.\\x*parce que les pensées du cœur de l’homme sont mauvaises dès sa \\x d \\xo 8.21 \\xt Pr 22:15.\\x*jeunesse; et je ne frapperai plus tout ce qui est vivant, comme je l’ai fait. "},{"style":"v","verse":"22","text":"\\x e \\xo 8.22 \\xt Jé 33:20, 25.\\x*Tant que la terre subsistera, les semailles et la moisson, le froid et la chaleur, l’été et l’hiver, le jour et la nuit ne cesseront point."}]