[{"style":"s1","verse":"","text":"Noé et ses fils"},{"style":"r","verse":"","text":"V. 1-7: cf. Ge 1:26-29. (Ex 21:12-14, 20. No 35:18-21, 31-33.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Dieu bénit Noé et ses fils, et leur dit: \\x a \\xo 9.1 \\xt Ge 1:28; 8:17.\\x*Soyez féconds, multipliez, et remplissez la terre. "},{"style":"v","verse":"2","text":"Vous serez un sujet de crainte et d’effroi pour tout animal de la terre, pour tout oiseau du ciel, pour tout ce qui se meut sur la terre, et pour tous les poissons de la mer: ils sont livrés entre vos mains. "},{"style":"v","verse":"3","text":"Tout ce qui se meut et qui a vie vous servira de nourriture: je vous donne tout cela comme \\x b \\xo 9.3 \\xt Ge 1:29.\\x*l’herbe verte. "},{"style":"v","verse":"4","text":"\\x c \\xo 9.4 \\xt Lé 3:27; 7:26; 17:14; 19:26. De 12:23.\\x*Seulement, vous ne mangerez point de chair avec son âme, avec son sang. "},{"style":"v","verse":"5","text":"\\x d \\xo 9.5 \\xt Ex 21:12, 28.\\x*Sachez-le aussi, je redemanderai le sang de vos âmes, je le redemanderai à tout animal; et je redemanderai l’âme de l’homme à l’homme, à l’homme qui est son frère. "},{"style":"v","verse":"6","text":"\\x e \\xo 9.6 \\xt La 4:13. Mt 26:52. Ap 13:10.\\x*Si quelqu’un verse le sang de l’homme, par l’homme son sang sera versé; car Dieu a fait l’homme \\x f \\xo 9.6 \\xt Ge 1:27.\\x*à son image. "},{"style":"v","verse":"7","text":"\\x g \\xo 9.7 \\xt Ge 1:28; 8:17.\\x*Et vous, soyez féconds et multipliez, répandez-vous sur la terre et multipliez sur elle."},{"style":"r","verse":"","text":"V. 8-17: cf. (Ge 8:20-22. És 54:9, 10. Jé 33:20.) 2 Pi 3:6, 7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Dieu parla encore à Noé et à ses fils avec lui, en disant: "},{"style":"v","verse":"9","text":"\\x h \\xo 9.9 \\xt És 54:9.\\x*Voici, j’établis mon alliance avec vous et avec votre postérité après vous; "},{"style":"v","verse":"10","text":"avec tous les êtres vivants qui sont avec vous, tant les oiseaux que le bétail et tous les animaux de la terre, soit avec tous ceux qui sont sortis de l’arche, soit avec tous les animaux de la terre. "},{"style":"v","verse":"11","text":"J’établis mon alliance avec vous: aucune chair ne sera plus exterminée par les eaux du déluge, et il n’y aura plus de déluge pour détruire la terre. "},{"style":"v","verse":"12","text":"Et Dieu dit: C’est ici le signe de l’alliance que j’établis entre moi et vous, et tous les êtres vivants qui sont avec vous, pour les générations à toujours: "},{"style":"v","verse":"13","text":"j’ai placé mon arc dans la nue, et il servira de signe d’alliance entre moi et la terre. "},{"style":"v","verse":"14","text":"Quand j’aurai rassemblé des nuages au-dessus de la terre, l’arc paraîtra dans la nue; "},{"style":"v","verse":"15","text":"et je me souviendrai de mon alliance entre moi et vous, et tous les êtres vivants, de toute chair, et les eaux ne deviendront plus un déluge pour détruire toute chair. "},{"style":"v","verse":"16","text":"L’arc sera dans la nue; et je le regarderai, pour me souvenir de l’alliance perpétuelle entre Dieu et tous les êtres vivants, de toute chair qui est sur la terre. "},{"style":"v","verse":"17","text":"Et Dieu dit à Noé: Tel est le signe de l’alliance que j’établis entre moi et toute chair qui est sur la terre."},{"style":"r","verse":"","text":"V. 18-29: cf. (Pr 20:1. Ép 5:18.) (Ex 20:12. De 27:16.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Les fils de Noé, qui sortirent de l’arche, étaient \\x i \\xo 9.18 \\xt Ge 6:10.\\x*Sem, Cham et Japhet. Cham fut le père de Canaan. "},{"style":"v","verse":"19","text":"Ce sont là les trois fils de Noé, et c’est leur postérité qui peupla toute la terre. "},{"style":"v","verse":"20","text":"Noé commença à cultiver la terre, et planta de la vigne. "},{"style":"v","verse":"21","text":"Il but du vin, s’enivra, et se découvrit au milieu de sa tente. "},{"style":"v","verse":"22","text":"Cham, père de Canaan, vit la nudité de son père, et il le rapporta dehors à ses deux frères. "},{"style":"v","verse":"23","text":"Alors Sem et Japhet prirent le manteau, le mirent sur leurs épaules, marchèrent à reculons, et couvrirent la nudité de leur père; comme leur visage était détourné, ils ne virent point la nudité de leur père. "},{"style":"v","verse":"24","text":"Lorsque Noé se réveilla de son vin, il apprit ce que lui avait fait son fils cadet. "},{"style":"v","verse":"25","text":"Et il dit: Maudit soit Canaan! Qu’il soit l’esclave des esclaves de ses frères! "},{"style":"v","verse":"26","text":"Il dit encore: Béni soit l’Éternel, Dieu de Sem, et que Canaan soit leur esclave! "},{"style":"v","verse":"27","text":"Que Dieu étende les possessions de Japhet, qu’il habite dans les tentes de Sem, et que Canaan soit leur esclave! "},{"style":"v","verse":"28","text":"Noé vécut, après le déluge, trois cent cinquante ans. "},{"style":"v","verse":"29","text":"Tous les jours de Noé furent de neuf cent cinquante ans; puis il mourut."}]