[{"style":"r","text":"V. 1-14: cf. Lu 21:24. (Za 4.) (2 R 1:2-12. 1 R 17:1. Ex 7 à 10.)"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 11.1 \\xt Éz 40:3, etc.; 41; 42; 43.\\x*On me donna un roseau semblable à une verge, en disant: Lève-toi, et mesure le temple de Dieu, l’autel, et ceux qui y adorent. "},{"style":"v","text":"Mais le parvis extérieur du temple, laisse-le en dehors, et ne le mesure pas; car il a été donné aux nations, et elles fouleront aux pieds la ville sainte pendant \\x b \\xo 11.2 \\xt Ap 13:5.\\x*quarante-deux mois. "},{"style":"v","text":"Je donnerai à mes deux témoins le pouvoir de prophétiser, revêtus de sacs, pendant mille deux cent soixante jours. "},{"style":"v","text":"\\x c \\xo 11.4 \\xt Za 4:3, 14.\\x*Ce sont les deux oliviers et les deux chandeliers qui se tiennent devant le Seigneur de la terre. "},{"style":"v","text":"Si quelqu’un veut leur faire du mal, du feu sort de leur bouche et dévore leurs ennemis; et si quelqu’un veut leur faire du mal, il faut qu’il soit tué de cette manière. "},{"style":"v","text":"\\x d \\xo 11.6 \\xt 1 R 17:1.\\x*Ils ont le pouvoir de fermer le ciel, afin qu’il ne tombe point de pluie pendant les jours de leur prophétie; \\x e \\xo 11.6 \\xt Ex 7:8, 9, 10, 12.\\x*et ils ont le pouvoir de changer les eaux en sang, et de frapper la terre de toute espèce de plaie, chaque fois qu’ils le voudront. "},{"style":"v","text":"\\x f \\xo 11.7 \\xt Da 7:21. Ap 13:7.\\x*Quand ils auront achevé leur témoignage, la bête \\x g \\xo 11.7 \\xt Ap 13:11.\\x*qui monte de l’abîme leur fera la guerre, les vaincra, et les tuera. "},{"style":"v","text":"Et leurs cadavres seront sur la place \\x h \\xo 11.8 \\xt Ap 17:2, 5; 18:10.\\x*de la grande ville, qui est appelée, dans un sens spirituel, Sodome et Égypte, là même où leur Seigneur a été crucifié. "},{"style":"v","text":"Des hommes d’entre les peuples, les tribus, les langues, et les nations, verront leurs cadavres pendant trois jours et demi, et ils ne permettront pas que leurs cadavres soient mis dans un sépulcre. "},{"style":"v","text":"Et à cause d’eux les habitants de la terre se réjouiront et seront dans l’allégresse, et ils s’enverront des présents les uns aux autres, parce que ces deux prophètes ont tourmenté les habitants de la terre. "},{"style":"v","text":"Après les trois jours et demi, un esprit de vie, venant de Dieu, entra en eux, et ils se tinrent sur leurs pieds; et une grande crainte s’empara de ceux qui les voyaient. "},{"style":"v","text":"Et ils entendirent du ciel une voix qui leur disait: Montez ici! Et ils montèrent au ciel dans la nuée; et leurs ennemis les virent. "},{"style":"v","text":"A cette heure-là, il y eut un grand tremblement de terre, et la dixième partie de la ville, tomba; sept mille hommes furent tués dans ce tremblement de terre, et les autres furent effrayés et donnèrent gloire au Dieu du ciel. "},{"style":"v","text":"Le second malheur est passé. Voici, \\x i \\xo 11.14 \\xt Ap 8:13; 9:12; 15:1.\\x*le troisième malheur vient bientôt."},{"style":"s1","text":"La septième trompette"},{"style":"r","text":"V. 15-19: cf. (Ap 12:10; 19:6.) (Ps 2; 98. Da 7:9-14.)"},{"style":"p","text":""},{"style":"v","text":"Le septième ange sonna de la trompette. Et il y eut dans le ciel de fortes voix qui disaient: Le royaume du monde est remis à notre Seigneur et à son Christ; et il régnera aux siècles des siècles. "},{"style":"v","text":"Et les vingt-quatre vieillards, qui étaient assis devant Dieu sur leurs trônes, se prosternèrent sur leurs faces, et ils adorèrent Dieu, "},{"style":"v","text":"en disant: Nous te rendons grâces, Seigneur Dieu tout-puissant, \\x j \\xo 11.17 \\xt Ap 1:4, 8; 4:8; 16:5.\\x*qui es, et qui étais, de ce que tu as saisi ta grande puissance et pris possession de ton règne. "},{"style":"v","text":"Les nations se sont irritées; et ta colère est venue, et le temps est venu de juger les morts, de récompenser tes serviteurs les prophètes, les saints et ceux qui craignent ton nom, les petits et les grands, et de détruire ceux qui détruisent la terre. "},{"style":"v","text":"Et le temple de Dieu dans le ciel fut \\x k \\xo 11.19 \\xt Ap 15:5.\\x*ouvert, et l’arche de son alliance apparut dans son temple. Et il y eut des éclairs, des voix, des tonnerres, un tremblement de terre, et une forte grêle."}]