[{"style":"r","verse":"","text":"V. 1-10: cf. Ap 18:20-24; 15:2-4; 11:15-17. (Ps 45:7-16. Ap 21:1-5.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Après cela, j’entendis dans le ciel comme une voix forte d’une foule nombreuse qui disait: Alléluia! Le salut, la gloire, et la puissance sont à notre Dieu, "},{"style":"v","verse":"2","text":"parce que ses \\x a \\xo 19.2 \\xt Ap 15:3; 16:7.\\x*jugements sont véritables et justes; car il a jugé la grande prostituée qui corrompait la terre par son impudicité, et il a vengé \\x b \\xo 19.2 \\xt De 32:43. Ap 18:20.\\x*le sang de ses serviteurs en le redemandant de sa main. "},{"style":"v","verse":"3","text":"Et ils dirent une seconde fois: Alléluia!… \\x c \\xo 19.3 \\xt És 34:10. Ap 14:11; 18:18.\\x*et sa fumée monte aux siècles des siècles. "},{"style":"v","verse":"4","text":"Et les vingt-quatre vieillards et les quatre êtres vivants se prosternèrent et adorèrent Dieu assis sur le trône, en disant: Amen! Alléluia! "},{"style":"v","verse":"5","text":"Et une voix sortit du trône, disant: Louez notre Dieu, vous tous ses serviteurs, vous qui le craignez, petits et grands! "},{"style":"v","verse":"6","text":"Et j’entendis comme une voix d’une foule nombreuse, comme un bruit de grosses eaux, et comme un bruit de forts tonnerres, disant: Alléluia! Car le Seigneur notre Dieu tout-puissant est entré \\x d \\xo 19.6 \\xt Ap 11:17.\\x*dans son règne. "},{"style":"v","verse":"7","text":"Réjouissons-nous et soyons dans l’allégresse, et donnons-lui gloire; \\x e \\xo 19.7 \\xt Mt 22:2. Lu 14:16.\\x*car les noces de l’agneau sont venues, et son épouse s’est préparée, "},{"style":"v","verse":"8","text":"et il lui a été donné de se revêtir d’un fin lin, éclatant, pur. Car le fin lin, ce sont les œuvres justes des saints. "},{"style":"v","verse":"9","text":"Et l’ange me dit: Écris: Heureux ceux qui sont appelés au festin de noces de l’agneau! Et il me dit: \\x f \\xo 19.9 \\xt Ap 21:5.\\x*Ces paroles sont les véritables paroles de Dieu. "},{"style":"v","verse":"10","text":"\\x g \\xo 19.10 \\xt Ap 22:8.\\x*Et je tombai à ses pieds pour l’adorer; mais il me dit: \\x h \\xo 19.10 \\xt Ac 10:26; 14:14. Ap 22:9.\\x*Garde-toi de le faire! Je suis ton compagnon de service, et celui de tes frères qui ont le témoignage de Jésus. Adore Dieu. Car le témoignage de Jésus est l’esprit de la prophétie."},{"style":"s1","verse":"","text":"Victoire sur la bête et sur le faux prophète"},{"style":"r","verse":"","text":"V. 11-21: cf. (Ps 45:4-8. Jud v. 15. És 11:4; 63:1-6.) (Ap 16:13-16; 17:13, 14. 2 Th 2:8. És 24:21, 22.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Puis je vis le ciel ouvert, et voici, parut \\x i \\xo 19.11 \\xt Ap 6:2.\\x*un cheval blanc. Celui qui le montait s’appelle Fidèle et Véritable, et il juge et combat avec justice. "},{"style":"v","verse":"12","text":"Ses yeux étaient \\x j \\xo 19.12 \\xt Ap 1:14.\\x*comme une flamme de feu; sur sa tête étaient plusieurs diadèmes; il avait un nom écrit, que personne ne connaît, si ce n’est lui-même; "},{"style":"v","verse":"13","text":"et il était revêtu d’un vêtement \\x k \\xo 19.13 \\xt És 63:1.\\x*teint de sang. Son nom est \\x l \\xo 19.13 \\xt Jn 1:1. 1 Jn 1:1.\\x*la Parole de Dieu. "},{"style":"v","verse":"14","text":"Les armées qui sont dans le ciel le suivaient sur des chevaux blancs, revêtues \\x m \\xo 19.14 \\xt Mt 28:3. Ap 4:4; 7:9.\\x*d’un fin lin, blanc, pur. "},{"style":"v","verse":"15","text":"\\x n \\xo 19.15 \\xt Ap 2:16; 19:21.\\x*De sa bouche sortait une épée aiguë, pour frapper les nations; il les paîtra \\x o \\xo 19.15 \\xt Ps 2:9. Ap 2:27.\\x*avec une verge de fer; \\x p \\xo 19.15 \\xt És 63:3. Ap 14:19, 20.\\x*et il foulera la cuve du vin de l’ardente colère du Dieu tout-puissant. "},{"style":"v","verse":"16","text":"Il avait sur son vêtement et sur sa cuisse un nom écrit: \\x q \\xo 19.16 \\xt 1 Th 6:15. Ap 17:14.\\x*Roi des rois et Seigneur des seigneurs. "},{"style":"v","verse":"17","text":"Et je vis un ange qui se tenait dans le soleil. Et il cria d’une voix forte, disant à tous les oiseaux qui volaient par le milieu du ciel: \\x r \\xo 19.17 \\xt Jé 12:9. Éz 39:17.\\x*Venez, rassemblez-vous pour le grand festin de Dieu, "},{"style":"v","verse":"18","text":"afin de manger la chair des rois, la chair des chefs militaires, la chair des puissants, la chair des chevaux et de ceux qui les montent, la chair de tous, libres et esclaves, petits et grands. "},{"style":"v","verse":"19","text":"Et je vis la bête, et les rois de la terre, et leurs armées rassemblées pour faire la guerre à celui qui était assis sur le cheval et à son armée. "},{"style":"v","verse":"20","text":"Et la bête fut prise, et avec elle le faux prophète, \\x s \\xo 19.20 \\xt De 13:1. Mt 24:24. Ap 13:12, 13; 16:14.\\x*qui avait fait devant elle les prodiges par lesquels il avait séduit ceux qui avaient \\x t \\xo 19.20 \\xt Ap 13:16.\\x*pris la marque de la bête et \\x u \\xo 19.20 \\xt Ap 13:15.\\x*adoré son image. Ils furent tous les deux jetés \\x v \\xo 19.20 \\xt Da 7:11. Ap 20:10.\\x*vivants dans l’étang ardent de feu et \\x w \\xo 19.20 \\xt Ap 14:10.\\x*de soufre. "},{"style":"v","verse":"21","text":"Et les autres furent tués par l’épée qui sortait de la bouche de celui qui était assis sur le cheval; et tous les oiseaux se rassasièrent de leur chair."}]