[{"style":"s1","verse":"","text":"Lettres aux sept Églises d’Asie. Première lettre: à l’Église d’Éphèse"},{"style":"r","verse":"","text":"V. 1-7: cf. (Ac 20:17, 28-31. Ép 1:15, 16; 5:2. Hé 6:10-12.) (Mt 24:12, 13; 13:12.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\wj Écris à l’ange de l’Église d’Éphèse:\\wj*"},{"style":"p","verse":"","text":"\\wj Voici ce que dit celui qui tient les sept étoiles dans sa main droite, celui qui marche au milieu des sept chandeliers d’or:\\wj*"},{"style":"v","verse":"2","text":"\\wj Je connais tes œuvres, ton travail, et ta persévérance. Je sais que tu ne peux supporter les méchants; que tu as éprouvé ceux qui se disent apôtres et qui ne le sont pas, et que tu les as trouvés menteurs;\\wj*"},{"style":"v","verse":"3","text":"\\wj que tu as de la persévérance, que tu as souffert à cause de mon nom, et que tu ne t’es point lassé.\\wj*"},{"style":"v","verse":"4","text":"\\wj Mais ce que j’ai contre toi, c’est que tu as abandonné ton premier amour.\\wj*"},{"style":"v","verse":"5","text":"\\wj Souviens-toi donc d’où tu es tombé, repens-toi, et pratique tes premières œuvres; sinon, je viendrai à toi, et j’ôterai ton chandelier de sa place, à moins que tu ne te repentes.\\wj*"},{"style":"v","verse":"6","text":"\\wj Tu as pourtant ceci, c’est que tu hais les œuvres\\wj*\\x a \\xo 2.6 \\xt Ap 2:15.\\x*\\wj des Nicolaïtes, œuvres que je hais aussi.\\wj*"},{"style":"v","verse":"7","text":"\\wj Que celui qui a des oreilles entende ce que l’Esprit dit aux Églises: A celui qui vaincra je donnerai à manger de\\wj*\\x b \\xo 2.7 \\xt Ge 2:9. Ap 22:2.\\x*\\wj l’arbre de vie, qui est dans le paradis de Dieu.\\wj*"},{"style":"s1","verse":"","text":"Seconde lettre: à l’Église de Smyrne"},{"style":"r","verse":"","text":"V. 8-11: cf. Mt 5:10-12; 10:22, 39. Ja 1:12. 1 Pi 4:12, 13."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"\\wj Écris à l’ange de l’Église de Smyrne:\\wj*"},{"style":"p","verse":"","text":"\\wj Voici ce que dit\\wj*\\x c \\xo 2.8 \\xt És 41:4; 44:6. Ap 1:17.\\x*\\wj le premier et le dernier, celui qui était mort, et qui est revenu à la vie:\\wj*"},{"style":"v","verse":"9","text":"\\wj Je connais ta tribulation et ta pauvreté (bien que tu sois riche), et les calomnies de la part de ceux qui se disent Juifs et ne le sont pas, mais qui sont une synagogue de Satan.\\wj*"},{"style":"v","verse":"10","text":"\\wj Ne crains pas ce que tu vas souffrir. Voici, le diable jettera quelques-uns de vous en prison, afin que vous soyez éprouvés, et vous aurez une tribulation de dix jours. Sois fidèle jusqu’à la mort, et je te donnerai la couronne de vie.\\wj*"},{"style":"v","verse":"11","text":"\\x d \\xo 2.11 \\xt Mt 13:9.\\x*\\wj Que celui qui a des oreilles entende ce que l’Esprit dit aux Églises: Celui qui vaincra n’aura pas à souffrir la seconde mort.\\wj*"},{"style":"s1","verse":"","text":"Troisième lettre: à l’Église de Pergame"},{"style":"r","verse":"","text":"V. 12-17: cf. 2 Th 1:4, 5. (Jud v. 3, 4, 11. 2 Jn 7-11. És 11:4.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"\\wj Écris à l’ange de l’Église de Pergame:\\wj*"},{"style":"p","verse":"","text":"\\wj Voici ce que dit celui qui a\\wj*\\x e \\xo 2.12 \\xt Ap 1:16; 2:16.\\x*\\wj l’épée aiguë, à deux tranchants:\\wj*"},{"style":"v","verse":"13","text":"\\wj Je sais où tu demeures, je sais que là est le trône de Satan. Tu retiens mon nom, et tu n’as pas renié ma foi, même aux jours d’Antipas, mon témoin fidèle, qui a été mis à mort chez vous, là où Satan a sa demeure.\\wj*"},{"style":"v","verse":"14","text":"\\wj Mais j’ai quelque chose contre toi, c’est que tu as là des gens attachés à la doctrine de\\wj*\\x f \\xo 2.14 \\xt No 22:23; 24:14; 25:1; 31:16.\\x*\\wj Balaam, qui enseignait à Balak à mettre une pierre d’achoppement devant les fils d’Israël, pour qu’ils mangeassent des viandes sacrifiées aux idoles et qu’ils se livrassent à l’impudicité.\\wj*"},{"style":"v","verse":"15","text":"\\wj De même, toi aussi, tu as des gens attachés pareillement à la doctrine des Nicolaïtes.\\wj*"},{"style":"v","verse":"16","text":"\\wj Repens-toi donc; sinon, je viendrai à toi bientôt, et je les combattrai\\wj*\\x g \\xo 2.16 \\xt És 49:2. Ép 6:17. Hé 4:12. Ap 1:16.\\x*\\wj avec l’épée de ma bouche.\\wj*"},{"style":"v","verse":"17","text":"\\wj Que celui qui a des oreilles entende ce que l’Esprit dit aux Églises: A celui qui vaincra je donnerai de la manne cachée, et je lui donnerai un caillou blanc; et sur ce caillou est écrit un nom nouveau, que personne ne connaît, si ce n’est celui qui le reçoit.\\wj*"},{"style":"s1","verse":"","text":"Quatrième lettre: à l’Église de Thyatire"},{"style":"r","verse":"","text":"V. 18-29: cf. 1 Th 1:2, 3. (Ac 15:28, 29. 1 Co 10:8, 19-22.) (Hé 6:9-12. Ap 3:11, 21.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"\\wj Écris à l’ange de l’Église de Thyatire:\\wj*"},{"style":"p","verse":"","text":"\\wj Voici ce que dit le Fils de Dieu, celui\\wj*\\x h \\xo 2.18 \\xt Ap 1:14, 15.\\x*\\wj qui a les yeux comme une flamme de feu, et dont les pieds sont semblables à de l’airain ardent:\\wj*"},{"style":"v","verse":"19","text":"\\wj Je connais tes œuvres, ton amour, ta foi, ton fidèle service, ta constance, et tes dernières œuvres plus nombreuses que les premières.\\wj*"},{"style":"v","verse":"20","text":"\\wj Mais ce que j’ai contre toi, c’est que tu laisses la femme\\wj*\\x i \\xo 2.20 \\xt 1 R 16:31. 2 R 9:7.\\x*\\wj Jézabel, qui se dit prophétesse, enseigner et séduire mes serviteurs, pour qu’ils se livrent à l’impudicité et qu’ils mangent des viandes sacrifiées aux idoles.\\wj*"},{"style":"v","verse":"21","text":"\\wj Je lui ai donné du temps, afin qu’elle se repentît, et elle ne veut pas se repentir de son impudicité.\\wj*"},{"style":"v","verse":"22","text":"\\wj Voici je vais la jeter sur un lit, et envoyer une grande tribulation à ceux qui commettent adultère avec elle, à moins qu’ils ne se repentent de leurs œuvres.\\wj*"},{"style":"v","verse":"23","text":"\\wj Je ferai mourir de mort ses enfants; et toutes les Églises connaîtront\\wj*\\x j \\xo 2.23 \\xt 1 S 16:7. 1 Ch 28:9; 29:17. Ps 7:10. Jé 11:20. Ac 1:24.\\x*\\wj que je suis celui qui sonde les reins et les cœurs, et\\wj*\\x k \\xo 2.23 \\xt Ps 62:13. Jé 17:10; 32:19. Mt 16:27. Ro 2:6; 14:12. 2 Co 5:10. Ga 6:5. Ap 20:12.\\x*\\wj je vous rendrai à chacun selon vos œuvres.\\wj*"},{"style":"v","verse":"24","text":"\\wj A vous, à tous les autres de Thyatire, qui ne reçoivent pas cette doctrine, et qui n’ont pas connu les profondeurs de Satan, comme ils les appellent, je vous dis: Je ne mets pas sur vous d’autre fardeau;\\wj*"},{"style":"v","verse":"25","text":"\\wj seulement, ce que vous avez,\\wj*\\x l \\xo 2.25 \\xt Ap 3:11.\\x*\\wj retenez-le jusqu’à ce que je vienne.\\wj*"},{"style":"v","verse":"26","text":"\\wj A celui qui vaincra, et qui gardera jusqu’à la fin mes œuvres,\\wj*\\x m \\xo 2.26 \\xt Ps 2:8.\\x*\\wj je donnerai autorité sur les nations.\\wj*"},{"style":"v","verse":"27","text":"\\wj Il les paîtra avec une verge de fer, comme on brise les vases d’argile, ainsi que moi-même j’en ai reçu le pouvoir de mon Père.\\wj*"},{"style":"v","verse":"28","text":"\\wj Et je lui donnerai l’étoile du matin.\\wj*"},{"style":"v","verse":"29","text":"\\wj Que celui qui a des oreilles entende ce que l’Esprit dit aux Églises!\\wj*"}]