[{"style":"s1","text":"Satan lié pour mille ans: règne des fidèles et de Christ"},{"style":"r","text":"V. 1-6: cf. (Da 7:22, 27. Ap 5:9, 10.) (És 2:2-4; 11:6-10; 65:16-25.)"},{"style":"p","text":""},{"style":"v","text":"Puis je vis descendre du ciel un ange, \\x a \\xo 20.1 \\xt Ap 1:18.\\x*qui avait la clef de l’abîme et une grande chaîne dans sa main. "},{"style":"v","text":"\\x b \\xo 20.2 \\xt 2 Pi 2:4. Ap 12:9.\\x*Il saisit le dragon, le serpent ancien, qui est le diable et Satan, et il le lia pour mille ans. "},{"style":"v","text":"Il le jeta dans l’abîme, ferma et scella l’entrée au-dessus de lui, \\x c \\xo 20.3 \\xt Ap 16:14, 16; 20:8.\\x*afin qu’il ne séduisît plus les nations, jusqu’à ce que les mille ans fussent accomplis. Après cela, il faut qu’il soit délié pour un peu de temps. "},{"style":"v","text":"Et je vis des trônes; et à ceux qui s’y assirent \\x d \\xo 20.4 \\xt Ap 6:10.\\x*fut donné le pouvoir de juger. Et je vis \\x e \\xo 20.4 \\xt Ap 6:9.\\x*les âmes de ceux qui avaient été décapités à cause du témoignage de Jésus et à cause de la parole de Dieu, et de ceux qui n’avaient pas adoré \\x f \\xo 20.4 \\xt Ap 13:12.\\x*la bête ni \\x g \\xo 20.4 \\xt Ap 13:15.\\x*son image, et qui n’avaient pas reçu \\x h \\xo 20.4 \\xt Ap 13:16.\\x*la marque sur leur front et sur leur main. \\x i \\xo 20.4 \\xt Ap 6:11.\\x*Ils revinrent à la vie, et ils régnèrent avec Christ pendant mille ans. "},{"style":"v","text":"Les autres morts ne revinrent point à la vie jusqu’à ce que les mille ans fussent accomplis. C’est la première résurrection. "},{"style":"v","text":"Heureux et saints ceux qui ont part à la première résurrection! La seconde mort n’a point de pouvoir sur eux; mais ils seront \\x j \\xo 20.6 \\xt És 61:6. 1 Pi 2:9. Ap 1:6; 5:10.\\x*sacrificateurs de Dieu et de Christ, et ils régneront avec lui pendant mille ans."},{"style":"s1","text":"Satan délié, et vaincu pour toujours"},{"style":"r","text":"V. 7-10: cf. Éz 38; 39."},{"style":"p","text":""},{"style":"v","text":"Quand les mille ans seront accomplis, Satan sera relâché de sa prison. "},{"style":"v","text":"Et il sortira pour séduire les nations qui sont aux quatre coins de la terre, \\x k \\xo 20.8 \\xt Éz 38:2; 39:1.\\x*Gog et Magog, afin de les \\x l \\xo 20.8 \\xt Ap 16:14.\\x*rassembler pour la guerre; leur nombre est comme le sable de la mer. "},{"style":"v","text":"Et ils montèrent sur la surface de la terre, et ils investirent le camp des saints et la ville bien-aimée. Mais un feu descendit du ciel, et les dévora. "},{"style":"v","text":"Et le diable, qui les séduisait, \\x m \\xo 20.10 \\xt Da 7:11. Ap 19:20.\\x*fut jeté dans l’étang de feu et de soufre, où sont \\x n \\xo 20.10 \\xt Ap 19:20.\\x*la bête et le faux prophète. Et ils seront \\x o \\xo 20.10 \\xt Ap 14:10.\\x*tourmentés jour et nuit, aux siècles des siècles."},{"style":"s1","text":"Jugement dernier"},{"style":"r","text":"V. 11-15: cf. (2 Pi 3:7-12. Jn 5:26-29. Ac 17:30, 31. 2 Co 5:10. Mt 13:38-43; 25:31-46.)"},{"style":"p","text":""},{"style":"v","text":"Puis je vis un grand trône blanc, et celui qui était assis dessus. La terre et le ciel s’enfuirent devant sa face, et il ne fut plus trouvé de place pour eux. "},{"style":"v","text":"Et je vis les morts, les grands et les petits, qui se tenaient devant le trône. Des livres furent ouverts. Et un autre livre fut ouvert, celui qui est \\x p \\xo 20.12 \\xt Ex 33:32. Ps 69:29. Ph 4:3. Ap 3:5; 21:27.\\x*le livre de vie. Et les morts furent jugés \\x q \\xo 20.12 \\xt Ps 62:13. Jé 17:10; 32:19. Mt 16:27. Ro 2:6; 14:12. 2 Co 5:10. Ga 6:5. Ap 2:23.\\x*selon leurs œuvres, d’après ce qui était écrit dans ces livres. "},{"style":"v","text":"La mer rendit les morts qui étaient en elle, la mort et le séjour des morts rendirent les morts qui étaient en eux; et chacun fut jugé selon ses œuvres. "},{"style":"v","text":"Et la mort et le séjour des morts furent jetés dans l’étang de feu. C’est la seconde mort, l’étang de feu. "},{"style":"v","text":"Quiconque ne fut pas trouvé écrit dans le livre de vie fut jeté dans l’étang de feu."}]