[{"style":"r","text":"V. 1-5: cf. Éz 47:1-12. Ge 2:8-10; 3:22-24."},{"style":"p","text":""},{"style":"v","text":"Et il me montra \\x a \\xo 22.1 \\xt Éz 47:1. Za 14:8.\\x*un fleuve d’eau de la vie, limpide comme du cristal, qui sortait du trône de Dieu et de l’agneau. "},{"style":"v","text":"Au milieu de la place de la ville et sur les deux bords du fleuve, il y avait un \\x b \\xo 22.2 \\xt Ap 2:7.\\x*arbre de vie, produisant douze fois des fruits, rendant son fruit chaque mois, et dont les feuilles servaient à la guérison des nations. "},{"style":"v","text":"Il n’y aura plus d’anathème. Le trône de Dieu et de l’agneau sera dans la ville; ses serviteurs le serviront et verront sa face, "},{"style":"v","text":"et \\x c \\xo 22.4 \\xt Ap 3:12.\\x*son nom sera sur leurs fronts. "},{"style":"v","text":"\\x d \\xo 22.5 \\xt És 60:19. Za 14:7. Ap 21:23.\\x*Il n’y aura plus de nuit; et ils n’auront besoin ni de lampe ni de lumière, parce que le Seigneur Dieu les éclairera. Et ils régneront aux siècles des siècles."},{"style":"s1","text":"Conclusion du livre"},{"style":"r","text":"V. 6-16: cf. Ap 1:1-3, 7, 8. (Mt 16:27. Ga 6:7, 8.)"},{"style":"p","text":""},{"style":"v","text":"Et il me dit: \\x e \\xo 22.6 \\xt Ap 19:9; 21:5.\\x*Ces paroles sont certaines et véritables; et le Seigneur, le Dieu des esprits des prophètes, a envoyé son ange \\x f \\xo 22.6 \\xt Ap 1:1.\\x*pour montrer à ses serviteurs les choses qui doivent arriver bientôt."},{"style":"p","text":""},{"style":"v","text":"\\wj Et voici, je viens bientôt.\\wj*\\x g \\xo 22.7 \\xt Ap 1:3.\\x*Heureux celui qui garde les paroles de la prophétie de ce livre! "},{"style":"v","text":"C’est moi Jean, qui ai entendu et vu ces choses. Et quand j’eus entendu et vu, je tombai aux pieds de l’ange qui me les montrait, pour l’adorer. "},{"style":"v","text":"Mais il me dit: \\x h \\xo 22.9 \\xt Ac 10:26; 14:14. Ap 19:10.\\x*Garde-toi de le faire! Je suis ton compagnon de service, et celui de tes frères les prophètes, et de ceux qui gardent les paroles de ce livre. Adore Dieu. "},{"style":"v","text":"Et il me dit: \\x i \\xo 22.10 \\xt Da 8:26; 12:4.\\x*Ne scelle point les paroles de la prophétie de ce livre. Car \\x j \\xo 22.10 \\xt Ap 1:3.\\x*le temps est proche. "},{"style":"v","text":"Que celui qui est injuste soit encore injuste, que celui qui est souillé se souille encore; et que le juste pratique encore la justice, et que celui qui est saint se sanctifie encore."},{"style":"p","text":""},{"style":"v","text":"\\wj Voici, je viens bientôt, et ma rétribution est avec moi,\\wj*\\x k \\xo 22.12 \\xt Ps 62:13. Jé 17:10; 32:19. Mt 16:27. Ro 2:6; 14:12. 1 Co 3:8. 2 Co 5:10. Ga 6:5. Ap 2:23.\\x*\\wj pour rendre à chacun selon ce qu’est son œuvre.\\wj*"},{"style":"v","text":"\\x l \\xo 22.13 \\xt Ap 1:8; 21:6.\\x*\\wj Je suis l’alpha et l’oméga,\\wj*\\x m \\xo 22.13 \\xt És 41:4; 44:6; 48:12. Ap 1:8; 21:6.\\x*\\wj le premier et le dernier, le commencement et la fin.\\wj*"},{"style":"v","text":"Heureux ceux qui lavent leurs robes, afin d’avoir droit à l’arbre de vie, et d’entrer par les portes dans la ville! "},{"style":"v","text":"\\x n \\xo 22.15 \\xt 1 Co 6:10. Ép 5:5. Col 3:5, 6.\\x*Dehors les chiens, les enchanteurs, les impudiques, les meurtriers, les idolâtres, et quiconque aime et pratique le mensonge!"},{"style":"p","text":""},{"style":"v","text":"\\x o \\xo 22.16 \\xt Ap 1:1.\\x*\\wj Moi, Jésus, j’ai envoyé mon ange pour vous attester ces choses dans les Églises.\\wj*\\x p \\xo 22.16 \\xt És 11:10. Ro 15:12. Ap 5:5.\\x*\\wj Je suis le rejeton et la postérité de David,\\wj*\\x q \\xo 22.16 \\xt 2 Pi 1:19.\\x*\\wj l’étoile brillante du matin.\\wj*"},{"style":"r","text":"V. 17-21: cf. (És 55:1-3. Jn 7:37-39.) (Pr 30:5, 6. De 4:2.) Tit 2:11-14."},{"style":"p","text":""},{"style":"v","text":"Et l’Esprit et l’épouse disent: Viens. Et que celui qui entend dise: Viens. \\x r \\xo 22.17 \\xt És 55:1. Jn 7:37.\\x*Et que celui qui a soif vienne; que celui qui veut, prenne de l’eau de la vie, gratuitement. "},{"style":"v","text":"Je le déclare à quiconque entend les paroles de la prophétie de ce livre: Si quelqu’un y ajoute quelque chose, Dieu le frappera des fléaux décrits dans ce livre; "},{"style":"v","text":"et \\x s \\xo 22.19 \\xt De 4:2; 12:32. Pr 30:6.\\x*si quelqu’un retranche quelque chose des paroles du livre de cette prophétie, Dieu retranchera sa part de \\x t \\xo 22.19 \\xt Ap 13:8; 17:8.\\x*l’arbre de la vie et de la ville sainte, décrits dans ce livre. "},{"style":"v","text":"Celui qui atteste ces choses dit: \\wj Oui, je viens bientôt.\\wj* Amen! Viens, Seigneur Jésus! "},{"style":"v","text":"Que la grâce du Seigneur Jésus soit avec tous!"}]