[{"style":"s1","text":"Cinquième lettre: à l’Église de Sardes"},{"style":"r","text":"V. 1-6: cf. (Ja 2:14-26. Mt 7:21-23; 24:42-51.) Ap 7:9, 13-17."},{"style":"p","text":""},{"style":"v","text":"\\wj Écris à l’ange de l’Église de Sardes:\\wj*"},{"style":"p","text":"\\wj Voici ce que dit celui qui\\wj*\\x a \\xo 3.1 \\xt Ap 1:4.\\x*\\wj a les sept esprits de Dieu et\\wj*\\x b \\xo 3.1 \\xt Ap 1:16.\\x*\\wj les sept étoiles: Je connais tes œuvres. Je sais que tu passes pour être vivant, et tu es mort.\\wj*"},{"style":"v","text":"\\wj Sois vigilant, et affermis le reste qui est près de mourir; car je n’ai pas trouvé tes œuvres parfaites devant mon Dieu.\\wj*"},{"style":"v","text":"\\wj Rappelle-toi donc comment tu as reçu et entendu, et garde, et\\wj*\\x c \\xo 3.3 \\xt Ap 3:19.\\x*\\wj repens-toi. Si tu ne veilles pas, je viendrai\\wj*\\x d \\xo 3.3 \\xt Mt 24:43. 1 Th 5:2. 2 Pi 3:10. Ap 16:15.\\x*\\wj comme un voleur, et tu ne sauras pas à quelle heure je viendrai sur toi.\\wj*"},{"style":"v","text":"\\wj Cependant tu as à Sardes quelques hommes qui n’ont pas souillé leurs vêtements; ils marcheront avec moi en vêtements blancs, parce qu’ils en sont dignes.\\wj*"},{"style":"v","text":"\\wj Celui qui vaincra sera revêtu ainsi de vêtements blancs; je n’effacerai point son nom\\wj*\\x e \\xo 3.5 \\xt Ex 32:32. Ps 69:29. Ph 4:3. Ap 20:12; 21:27.\\x*\\wj du livre de vie, et\\wj*\\x f \\xo 3.5 \\xt Mt 10:32. Lu 12:8.\\x*\\wj je confesserai son nom devant mon Père et devant ses anges.\\wj*"},{"style":"v","text":"\\wj Que celui qui a des oreilles entende ce que l’Esprit dit aux Églises!\\wj*"},{"style":"s1","text":"Sixième lettre: à l’Église de Philadelphie"},{"style":"r","text":"V. 7-13: cf. (Ph 1:3-6. Col 2:5.) 2 Pi 2:9; 1:10, 11."},{"style":"p","text":""},{"style":"v","text":"\\wj Écris à l’ange de l’Église de Philadelphie:\\wj*"},{"style":"p","text":"\\wj Voici ce que dit le Saint,\\wj*\\x g \\xo 3.7 \\xt Ap 3:14.\\x*\\wj le Véritable,\\wj*\\x h \\xo 3.7 \\xt Job 12:14. És 22:22. Ap 1:18.\\x*\\wj celui qui a la clef de David, celui qui ouvre, et personne ne fermera, celui qui ferme, et personne n’ouvrira:\\wj*"},{"style":"v","text":"\\wj Je connais tes œuvres. Voici, parce que tu as peu de puissance, et que tu as gardé ma parole, et que tu n’as pas renié mon nom, j’ai mis devant toi une porte ouverte, que personne ne peut fermer.\\wj*"},{"style":"v","text":"\\wj Voici, je te donne de ceux\\wj*\\x i \\xo 3.9 \\xt Ap 2:9.\\x*\\wj de la synagogue de Satan, qui se disent Juifs et ne le sont pas, mais qui mentent; voici, je les ferai venir, se prosterner à tes pieds, et connaître que je t’ai aimé.\\wj*"},{"style":"v","text":"\\wj Parce que tu as gardé la parole de la persévérance en moi, je te garderai aussi à l’heure de la tentation qui va venir sur le monde entier, pour éprouver les habitants de la terre.\\wj*"},{"style":"v","text":"\\wj Je viens bientôt.\\wj*\\x j \\xo 3.11 \\xt Ap 2:25.\\x*\\wj Retiens ce que tu as, afin que personne ne prenne ta couronne.\\wj*"},{"style":"v","text":"\\wj Celui qui vaincra, je ferai de lui\\wj*\\x k \\xo 3.12 \\xt 1 R 7:21.\\x*\\wj une colonne dans le temple de mon Dieu, et il n’en sortira plus; j’écrirai sur lui\\wj*\\x l \\xo 3.12 \\xt Ap 22:4.\\x*\\wj le nom de mon Dieu, et le nom de la ville de mon Dieu,\\wj*\\x m \\xo 3.12 \\xt Ap 21:2, 10.\\x*\\wj de la nouvelle Jérusalem qui descend du ciel d’auprès de mon Dieu, et mon nom nouveau.\\wj*"},{"style":"v","text":"\\wj Que celui qui a des oreilles entende ce que l’Esprit dit aux Églises!\\wj*"},{"style":"s1","text":"Septième lettre: à l’Église de Laodicée"},{"style":"r","text":"V. 14-22: cf. Lu 14:34, 35."},{"style":"p","text":""},{"style":"v","text":"\\wj Écris à l’ange de l’Église de Laodicée:\\wj*"},{"style":"p","text":"\\wj Voici ce que dit\\wj*\\x n \\xo 3.14 \\xt Ap 1:5, 6.\\x*\\wj l’Amen, le témoin fidèle et véritable,\\wj*\\x o \\xo 3.14 \\xt Col 1:15.\\x*\\wj le commencement de la création de Dieu:\\wj*"},{"style":"v","text":"\\wj Je connais tes œuvres. Je sais que tu n’es ni froid ni bouillant. Puisses-tu être froid ou bouillant!\\wj*"},{"style":"v","text":"\\wj Ainsi, parce que tu es tiède, et que tu n’es ni froid ni bouillant, je te vomirai de ma bouche.\\wj*"},{"style":"v","text":"\\wj Parce que tu dis: Je suis riche, je me suis enrichi, et je n’ai besoin de rien, et parce que tu ne sais pas que tu es malheureux, misérable, pauvre, aveugle et nu,\\wj*"},{"style":"v","text":"\\wj je te conseille d’acheter de moi de l’or éprouvé par le feu, afin que tu deviennes riche, et\\wj*\\x p \\xo 3.18 \\xt 2 Co 5:3. Ap 7:13; 16:15; 19:8.\\x*\\wj des vêtements blancs, afin que tu sois vêtu et que la honte de ta nudité ne paraisse pas, et un collyre pour oindre tes yeux, afin que tu voies.\\wj*"},{"style":"v","text":"\\x q \\xo 3.19 \\xt Job 5:17. Pr 3:12. Hé 12:5.\\x*\\wj Moi, je reprends et je châtie tous ceux que j’aime. Aie donc du zèle, et repens-toi.\\wj*"},{"style":"v","text":"\\wj Voici, je me tiens à la porte, et je frappe. Si quelqu’un entend ma voix et ouvre la porte, j’entrerai chez lui, je souperai avec lui, et lui avec moi.\\wj*"},{"style":"v","text":"\\wj Celui qui vaincra, je le\\wj*\\x r \\xo 3.21 \\xt Mt 19:28. 1 Co 6:2.\\x*\\wj ferai asseoir avec moi sur mon trône, comme moi j’ai vaincu et me suis assis avec mon Père sur son trône.\\wj*"},{"style":"v","text":"\\wj Que celui qui a des oreilles entende ce que l’Esprit dit aux Églises!\\wj*"}]