[{"style":"s1","text":"Les serviteurs de Dieu, les saints et les martyrs"},{"style":"r","text":"V. 1-8: cf. És 9:3-6. (Ap 14:1-5. Ro 11:26.)"},{"style":"p","text":""},{"style":"v","text":"Après cela, je vis quatre anges debout aux quatre coins de la terre; ils retenaient les quatre vents de la terre, afin qu’il ne soufflât point de vent sur la terre, ni sur la mer, ni sur aucun arbre. "},{"style":"v","text":"Et je vis un autre ange, qui montait du côté du soleil levant, et qui tenait le sceau du Dieu vivant; il cria d’une voix forte aux quatre anges à qui il avait été donné de faire du mal à la terre et à la mer, et il dit: "},{"style":"v","text":"\\x a \\xo 7.3 \\xt Ap 9:4.\\x*Ne faites point de mal à la terre, ni à la mer, ni aux arbres, jusqu’à ce que nous ayons marqué du sceau \\x b \\xo 7.3 \\xt Ép 9:4.\\x*le front des serviteurs de notre Dieu. "},{"style":"v","text":"Et j’entendis le nombre de ceux qui avaient été marqués du sceau, \\x c \\xo 7.4 \\xt Ap 14:1.\\x*cent quarante-quatre mille, de toutes les tribus des fils d’Israël: "},{"style":"v","text":"de la tribu de Juda, douze mille marqués du sceau; de la tribu de Ruben, douze mille; de la tribu de Gad, douze mille; "},{"style":"v","text":"de la tribu d’Aser, douze mille; de la tribu de Nephthali, douze mille; de la tribu de Manassé, douze mille; "},{"style":"v","text":"de la tribu de Siméon, douze mille; de la tribu de Lévi, douze mille; de la tribu d’Issacar, douze mille; "},{"style":"v","text":"de la tribu de Zabulon, douze mille; de la tribu de Joseph, douze mille; de la tribu de Benjamin, douze mille marqués du sceau."},{"style":"r","text":"V. 9-17: cf. (Jn 10:16. Ro 11:25.) (Ap 3:5; 5:8-10; 22:3, 4.) (Ap 21:3, 4. És 49:10.)"},{"style":"p","text":""},{"style":"v","text":"Après cela, je regardai, et voici, il y avait une grande foule, que personne ne pouvait compter, de toute nation, de toute tribu, de tout peuple, et de toute langue. Ils se tenaient devant le trône et devant l’agneau, revêtus de robes blanches, et des palmes dans leurs mains. "},{"style":"v","text":"Et ils criaient d’une voix forte, en disant: Le salut est à notre Dieu qui est assis sur le trône, et à l’agneau. "},{"style":"v","text":"Et tous les anges se tenaient autour du trône et des vieillards et des quatre êtres vivants; et ils se prosternèrent sur leurs faces devant le trône, et ils adorèrent Dieu, "},{"style":"v","text":"en disant: Amen! La louange, la gloire, la sagesse, l’action de grâces, l’honneur, la puissance, et la force, soient à notre Dieu, aux siècles des siècles! Amen! "},{"style":"v","text":"Et l’un des vieillards prit la parole et me dit: Ceux qui sont revêtus de robes blanches, qui sont-ils, et d’où sont-ils venus? "},{"style":"v","text":"Je lui dis: Mon seigneur, tu le sais. Et il me dit: Ce sont ceux qui viennent de la grande tribulation; ils ont lavé leurs robes, et ils les ont blanchies dans le sang de l’agneau. "},{"style":"v","text":"C’est pour cela qu’ils sont devant le trône de Dieu, et le servent jour et nuit dans son temple. Celui qui est assis sur le trône dressera sa tente sur eux; "},{"style":"v","text":"ils n’auront plus \\x d \\xo 7.16 \\xt És 49:10.\\x*faim, ils n’auront plus soif, et \\x e \\xo 7.16 \\xt Ps 121:6.\\x*le soleil ne les frappera point, ni aucune chaleur. "},{"style":"v","text":"Car l’agneau qui est au milieu du trône les \\x f \\xo 7.17 \\xt Ps 23:1.\\x*paîtra et les conduira aux sources des eaux de la vie, \\x g \\xo 7.17 \\xt És 25:8. Ap 21:4.\\x*et Dieu essuiera toute larme de leurs yeux."}]