[{"style":"s1","verse":"","text":"Isboset faatu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Isboset doomu Sawul déggee ne Abner dee na ca Ebron, xolam jeex, Israayil gépp jàq."},{"style":"v","verse":"2","text":"Isboset amoon na ñaari njiiti gàngooru yàqkat: kenn ka di Baana, ka ca des di Rekab, ñuy doomi góor gu ñuy wax Rimon, giiroo ci giirug Beñamin te dëkke Beerot ga ñu boole woon ca suufas Beñamin;"},{"style":"v","verse":"3","text":"ndax waa Beerot a dawoon, làquji Gitayim, doon fa ay doxandéem ba tey jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Fekk na Yonatan doomu Sawul ju góor am na doom ju góor ju tànk ya baaxul. Ndaxte ba ñu déggee tàgge bu jóge Yisreel, ñu ne Sawul ak Yonatan faatu nañu, fekk na xale ba am juróomi at. Ndaw sa ko daan toppatoo, fab ko di gaawtuy daw, waaye na muy gaawtu di dem, xale ba daanu, daldi lafañ. Ma nga tuddoon Mefiboset."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Rekab ak Baana, doomi Rimon ma dëkk Beerot nag ñoo demoon kër Isboset, àgg fa ci biir tàngooru njolloor, fekk Isboset di for bët."},{"style":"v","verse":"6","text":"Ñu jàll ba ca biir-a-biir kër ga, mel ni ñuy sàkk peppum bele, daldi ko jam ci biir, ba noppi yoxoosu daw."},{"style":"v","verse":"7","text":"Ba ñuy dugg këram, ma nga tëddoon ca lalam, ca néegu biiram. Ñu jam ko ba rey ko, dog bopp ba, yóbbu. Ñu jaare xuru Yurdan, fanaanee dox\\f + \\fr 4.6-7 \\ft Am na ci bind yu yàgg yi, yu ci indi: \\fq Am na ku jigéen ku doon wattu bunt ba, di bàcc pepp. Ay nelaw dab ko. Rekab ak Baana yoxoosu dugg. Ñu jàll ca néegu biiru Isboset, fekk ko mu tëdd ca lalam. Ñu jam ko, rey ko, dog bopp ba, yóbbu, jaareji xuru Yurdan, fanaanee dox.\\f*."},{"style":"v","verse":"8","text":"Ci kaw loolu ñu yóbbul boppu Isboset Daawuda ca Ebron, ne ko: «Buur, Sawul, sa noon ba doon wut sa bakkan, boppu doomam Isboset a ngii. Bésub tey jii de sang bi, Aji Sax jee la feyul ci Sawul ak askanam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Daawuda nag ne Rekab ak Baana, doomi Rimon waa Beerot ba: «Giñ naa ci Aji Sax ji, Kiy dund te musal sama bakkan ci gépp njàqare,"},{"style":"v","verse":"10","text":"ka ma tàggesi woon Sawul, foog ne xibaaru jàmm la ma indil, dama koo jàpp, rey ko ca Ciglaag, yoole ko ko xibaaram."},{"style":"v","verse":"11","text":"Rawatina nag nit ñu bon ñu rey jàmburu Yàlla ci biir këram, ci kaw lalam sax. Kon duma def lu moy topp leen bakkanam, jële leen ci kaw suuf!»"},{"style":"v","verse":"12","text":"Daawuda nag jox ay nitam ndigal, ñu rey leen. Ñu dog seeni loxook seeni tànk ca tenqo ya, wékk néew ya ca wetu déegub Ebron, daldi jël boppu Isboset, suul ca bàmmeelu Abner ca Ebron."}]