[{"style":"s1","verse":"","text":"Lu jëm ci kër Yàlla ak kër Daawuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Buur Daawuda këram la nekk ab diir, Aji Sax ji noppal ko ci noonam yi ko wër yépp."},{"style":"v","verse":"2","text":"Ci biir loolu mu ne Yonent Yàlla Natan: «Xoolal rekk, maa ngi dëkke kërug banti seedar, te \\w gaalu Yàlla|gaalu kóllëre g-:\\w* gi dëkke ab xayma!»"},{"style":"v","verse":"3","text":"Natan ne Buur: «Mboolem loo ci namma def rekk, defal, ndax Aji Sax ji yaw la àndal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Guddig keroog nag kàddug Aji Sax ji dikkal Natan, ne ko:"},{"style":"v","verse":"5","text":"«Demal wax samab jaam Daawuda, ne ko: “Aji Sax ji dafa wax ne: Ndax yaw yaa may tabaxal kër gu ma dëkke?"},{"style":"v","verse":"6","text":"Bés ba ma génnee \\w bànni Israayil|bànni Israayil:\\w* Misra ba tey jii, masumaa dëkk ci kër. Naka jekk ab xayma laay màngaale, def ko dëkkuwaay."},{"style":"v","verse":"7","text":"Mboolem fu ma masa ànd ak bànni Israayil gépp, ndax mas naa wax benn baat ci genn giirug Israayil gu ma sant ñu sàmm Israayil sama ñoñ, ne leen: ‘Lu tere nga tabaxal ma kërug bantu seedar?’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Kon nag waxal sama jaam Daawuda, ne ko: “Aji Sax ji Boroom gàngoori xare yi dafa wax ne: Maa la jële ca parlu ga nga toppe woon gàtt ya, ngir nga doon kilifag Israayil, sama ñoñ."},{"style":"v","verse":"9","text":"Maa ànd ak yaw fépp foo dem, maa tenqee fi sa kanam mboolem say noon, te maa lay may tur wu màgge ni turi boroom daraja yi ci àddina."},{"style":"v","verse":"10","text":"Maay sàkkal Israayil sama ñoñ ab dëkkuwaay, samp leen fa, ñu dëkke ko, te deesu leen fa lëjalati. Ñu bon ñi duñu leen sonalati na woon,"},{"style":"v","verse":"11","text":"ba ma falee ay njiit ci kaw Israayil sama ñoñ. Maa lay noppal ci sa noon yépp. Te it Aji Sax jaa ngi lay yégal ne la, moo lay sampal kërug donnal buur."},{"style":"v","verse":"12","text":"Te bu say fan matee ba nga saay, fekki say maam, maay yékkati kenn ci saw askan, sa deretu bopp, mu wuutu la, te maay taxawal nguuram."},{"style":"v","verse":"13","text":"Kookooy tabax kër, ñeel sama tur, te maay taxawal ab jalam ba fàww."},{"style":"v","verse":"14","text":"Maay doon baay ci moom, muy doom ci man. Su defee naka su dul noonu, maa koy yare bantu nit ak dumay doom aadama."},{"style":"v","verse":"15","text":"Waaye duma ko noppee laaye biir, ni ma noppee laaye biir Sawul ma ma la randalal."},{"style":"v","verse":"16","text":"Sa kër ak sa nguur day sax dàkk fi sa kanam, te sab jal day sax ba fàww.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Noonee Natan jote mboolem kàddu yooyu ak peeñu moomu, na la ko yegge Daawuda."},{"style":"s1","verse":"","text":"Daawuda delloo na Yàlla njukkal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba loolu amee Buur Daawuda dikk ba fa kanam Aji Sax ji, daldi toog ne ko:"},{"style":"p","verse":"","text":"«Céy Boroom bi Aji Sax ji! Ana lu ma tekki, man, ak lu sama waa kër tekki, ba tax nga indi ma ba fii ma àgg?"},{"style":"v","verse":"19","text":"Boroom bi Aji Sax ji, loolu sax doyatu la, xanaa nga waxaale ci sama askan wi sosoogul, Sang bi. Boroom bi Aji Sax ji, ndax nii ngay jëfeek doom aadama?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Boroom bi Aji Sax ji, ana lu ma lay waxati? Yaw de, yaa ma ràññee, man sab jaam."},{"style":"v","verse":"21","text":"Sa kàddoo waral nga def mboolem jii jëf ju réy ci sa yéeney xol, te it yaa ma ko xamal, man sab jaam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Boroom bi Aji Sax ji, yaay Ku màgg moos! Kenn du yaw, kenn it du Yàlla ku dul yaw, te mboolem lu nu nopp may, dëggal na loolu."},{"style":"v","verse":"23","text":"Ana askan wu mel ni Israayil sa ñoñ ci kaw suuf, di wenn askan wu Yàlla dikk, jot leen ngir ñoñoo leen, ba turam siiw? Yaa leen defal ay jaloore, yaa defal sam réew ay kéemaan ci sa kanamu ñoñ ñi nga goreele fa Misra aki askanam aki yàllaam."},{"style":"v","verse":"24","text":"Yaa dëgëral Israayil sa ñoñ, ñoñoo leen ba fàww, te yaw Aji Sax ji, yaa di seen Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Léegi nag, Aji Sax ji Yàlla, Sang bi, li nga ma dig, man ak sama waa kër, saxal ko ba fàww, te nga defe ko noonu nga ko waxe,"},{"style":"v","verse":"26","text":"ngir sa tur di gëna màgg ba fàww, ñu naan: “Aji Sax ji Boroom gàngoori xare yi mooy Yàllay Israayil.” Sama waa kër nag, man Daawuda, yal nañu sax fi sa kanam, Sang bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Aji Sax ji Boroom gàngoor yi, Yàllay Israayil, yaw déy yaa ma déey, Sang bi, ne kër nga may sosal. Moo tax ma ñeme laa ñaan lii, Sang bi."},{"style":"v","verse":"28","text":"Léegi nag, Boroom bi Aji Sax ji, yaw yaa di Yàlla, say kàddu mooy dëgg, te yaa ma dig yiw wii, Sang bi."},{"style":"v","verse":"29","text":"Kon nag Sang bi, nangula barkeel sama kër, ngir mu sax ba fàww fi sa kanam. Ndax kat yaw Boroom bi Aji Sax ji yaa wax, te ci sa barke la sama kër di barkeele ba fàww, Sang bi.»"}]