[{"style":"mt1","text":"Yudd"},{"style":"p","text":""},{"style":"v","text":"Man Yudd, jaamu Yeesu °Kirist, mi bokk ak Saag ndey ak baay, maa leen di bind, yéen ñi Yàlla Baay bi woo te bëgg leen, te Yeesu Kirist aar leen."},{"style":"v","text":"Na leen Yàlla may yërmande, jàmm ak mbëggeel."},{"style":"s","text":"Bàkkaaru ñi weddi Yàlla ak seen muj"},{"style":"p","text":""},{"style":"v","text":"Samay bokk, bëggoon naa leena bind lool ci mbirum mucc gi nu bokk, waaye lii moo gëna jamp: ma xiir leen, ngeen taxaw ci aar mboolem dëgg, gi Yàlla xasa dénk gaayam yu sell yi ba fàww."},{"style":"v","text":"Ndaxte am na ay nit ñu ñeme Yàlla, ñu yoxoosu ci seen biir; dañuy mbubboo yiwu Yàlla, ngir topp seen bakkan, di ci weddi Buur Yàlla miy kenn ak sunu Boroom Yeesu °Kirist. Fekk Mbind mi tëral na seen àtte bu yàgg."},{"style":"p","text":""},{"style":"v","text":"Xam ngeen loolu lépp ba noppi sax, waaye dama leen koy fàttali rekk. Xam ngeen ne Boroom bi musal na xeetam, ba génne leen réewu Misra, waaye gannaaw ba raafal na ñi gëmul woon."},{"style":"v","text":"Te it malaaka ya jàppul woon ca daraja ja ñu amoon, xanaa toxoo fa ñu leen dëëloon, Yàlla yeew na leen buum yu sax, tëj leen ci biir lëndëm, di leen nége àtteb bés bu mag ba."},{"style":"v","text":"Noonu itam dëkki °Sodom ak Gomor ak dëkk ya leen wëroon, dañoo sóobu ci njaaloo ak di def ay góor-jigéen, waaye àtte bi dal na ci seen kaw, ba ñuy ay tegtal ci ñiy yelloo sawara ba fàww."},{"style":"p","text":""},{"style":"v","text":"Naka noonu itam géntkat yooyu may wax ñu ngi sobeel seen yaram, di weddi gépp kilifteef, di xas doole yi ci asamaan."},{"style":"v","text":"Waaye bi Mikayel, miy kilifa ci malaaka yi, di xëccook °Seytaane néewu °Musaa, bay xuloo ak moom, ñemewu koo àtte, boole ciy xas; mu yem ci wax ko ne: «Na la Boroom bi mbugal!»"},{"style":"v","text":"Waaye nit ñii may wax, dañuy saaga li ñu xamul. Te li ñu xam ci tañaxu sax, ni bàyyima yu amul xel, dañu ci yàq seen bopp."},{"style":"p","text":""},{"style":"v","text":"Ñookay torox! Dañoo jaar ci yoonu Kayin, sóobu ci réerug °Balaam ngir xaalis, di bañ kilifteef ni °Kore, te dinañu dee ni moom."},{"style":"v","text":"Su ñu bokkee ak yéen reeru mbooloo mi, dañu ciy indi ay, niy xeer yu nëbbu ci biir géej; amuñu genn gàcce, waaye dañuy giiroo te fonk seen biir rekk. Ñu ngi mel ni xiin yu amul ndox, yuy naaxsaay ci ngelaw; ni garab yu meññul ci jamonoy meññeef, te buddeeku, dee ba wow koŋŋ;"},{"style":"v","text":"mel ni duusi géej gu mer, yuy gëq jëf yu ruslu; niy biddiiw yuy fàq, te Yàlla dencal na leen lëndëm ga gëna tar ba fàww."},{"style":"p","text":""},{"style":"v","text":"Enog, di juróom ñaareelu maam gannaaw Aadama, waxoon na ci kàddug Yàlla, ba weer leen ne: «Boroom bi wàcce na ca asamaan, ànd ak ay junniy junniy malaakaam,"},{"style":"v","text":"ngir àtte ñépp, te mbugal ñi weddi ñépp ndax ñaawteef, yi ñu jëf ci ñeme Yàlla; di leen fàttali it kàddu yu ñaaw, yi ñu ko tifaar ci seeni bàkkaar ak seen weddi.»"},{"style":"v","text":"Duñu noppee xultu, di jàmbat seen nekkin, tey topp seen nafsu; ay wax yu réy a ngi ball ci seen làmmiñ, waaye dañuy jay ñi ñuy yaakaare njariñ."},{"style":"s","text":"Góor-góorluleen"},{"style":"p","text":""},{"style":"v","text":"Waaye yéen samay xarit, fàttalikuleen la leen ndawi sunu Boroom Yeesu °Kirist waxoon lu jiitu,"},{"style":"v","text":"ne leen: «Mujug jamono ay tiiñalkat dinañu feeñ, ñuy weddi Yàlla, ngir topp seen bakkan.»"},{"style":"v","text":"Ñooy féewale, te Xelum Yàlla nekkul ci ñoom; nit kese lañu."},{"style":"v","text":"Waaye yéen samay xarit, doolewuleen ci seen yoonu ngëm wu sell, tey ñaan ci dooley °Xel mu Sell mi,"},{"style":"v","text":"ba saxoo mbëggeelu Yàlla, tey séentu yërmandey sunu Boroom Yeesu Kirist, mu tàbbal leen ci dund gu dul jeex."},{"style":"v","text":"Jubbantileen ñi am werantey xel,"},{"style":"v","text":"ngeen musal ñale, jële leen ci sawara, te yërëm ñeneen ñi, waaye boole ci moytu, ba sib sax seen yére yi taq sobe."},{"style":"s","text":"Yàlla moo yelloo ndam"},{"style":"p","text":""},{"style":"v","text":"Yàlla mi leen mana aar ci gépp jeng te teewal leen fa kanam ndamam, ngeen ñàkk sikk te fees dell ak mbég;"},{"style":"v","text":"Yàlla miy kenn, di sunu Musalkat, yal na yelloo ndam ak màgg, kàttan ak nguur, jaar ci Yeesu °Kirist sunu Boroom, démb, tey, ëllëg ba fàww! Amiin."}]