[{"style":"mt1","text":"Galasi"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man Póol, ndaw li bàyyikoowul ci ay nit, jottaliwul ci yónnentu nit, xanaa Yeesu \\w Almasi|Almasi b-:\\w* bi ak Yàlla Baay bi ko dekkal, ci man la kàddu gii bawoo,"},{"style":"v","verse":"2","text":"bawoo itam ci mboolem bokk yi nekk ak man, ñeel mboolooy gëmkat yu diiwaanu Galasi."},{"style":"v","verse":"3","text":"Aw yiw ak jàmm ñeel na leen, tukkee ci Yàlla sunu Baay ak Sang bi Yeesu Almasi"},{"style":"v","verse":"4","text":"bi maye bakkanam ngir \\w njotug|jot:\\w* sunuy bàkkaar, ba musal nu ci jamonoy tey ju bon ji, ci coobarey Yàlla sunu Baay"},{"style":"v","verse":"5","text":"bi daraja ñeel, tey ak ëllëg ba fàww. Amiin."},{"style":"s1","verse":"","text":"Xibaaru jàmm bi benn la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Man de jaaxle naa ci nii ngeen gaawa dëddoo Yàlla mi leen woo ci boppam, ci ndimbalal yiwu \\w Almasi|Almasi b-:\\w* bi, bay topp xaat beneen xibaaru jàmméey!"},{"style":"v","verse":"7","text":"Te beneen dafa amul sax, xanaa ñenn ñi leen di jaxase, te bëgga sopparñi xibaaru jàmm bu Almasi bi."},{"style":"v","verse":"8","text":"Waaye nun ci sunu bopp, mbaa malaaka mu bawoo ci asamaan sax, ku leen ci àgge woon beneen xibaaru jàmm bu dul bi nu leen àgge, kooku yal na alku!"},{"style":"v","verse":"9","text":"Wax nanu ko ba noppi, ma waxati ko tey: képp ku leen àgge beneen xibaaru jàmm bu moy bi ngeen xasa jot, yal na alku!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Léegi nag ndax nit ñi laay sàkkoo jubool, am Yàlla? Am nit ñi laay wuta neex? Su ma bëggoona wéye neex nit ñi de, duma doon jaamub Almasi bi."},{"style":"s1","verse":"","text":"Almasi bi moo dénk Póol xibaaru jàmm bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bokk yi, ma xamal leen, ne leen xibaaru jàmm bi may yégle, bàyyikoowul ci nit."},{"style":"v","verse":"12","text":"Te it man jëlewuma ko, jàngewuma ko ci nit, xanaa ci peeñum Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ndax kat dégg ngeen ni ma doon jëfe bu njëkk, bi ma nekkee ci yoonu Yawut, bunduxataal gu jéggi dayo ga ma daan teg mbooloom gëmkati Yàlla mi, di ko yàq."},{"style":"v","verse":"14","text":"Yoonu Yawut, maa ci rawoon ñu bare ci sama maas gi ma bokkal askan, te maa leen gënoona xér fuuf ci sunu aaday maam."},{"style":"v","verse":"15","text":"Waaye ca sama biiru ndey la ma Yàlla séddoo, woo ma ci boppam ci kaw yiwam, te moom la soob,"},{"style":"v","verse":"16","text":"mu feeñalal ma Doomam, ba ma àgge jàmbur ñi dul Yawut xibaaru jàmm bi ci mbirum Almasi bi. Ci saa si diisoowuma ci ak kenn."},{"style":"v","verse":"17","text":"Demuma sax Yerusalem, seeti ñi ma njëkka doon ndawi Almasi bi, waaye Arabi laa dem, doora délsi Damaas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Gannaaw ba ñu ca tegee ñetti at laa doora dem Yerusalem, ngir xamanteji ak \\w Sefas|Sefas:\\w*\\f + \\fr 1.18 \\fk Sefas \\ft mooy Piyeer. Sefas mooy tur wu Almasi bi tudde taalibeem boobu. Seetal ci \\bk Yowaan\\bk* 1.42. \\f*, toog fa moom ñaari ayi bés."},{"style":"v","verse":"19","text":"Teewul gisuma kenn ci ndaw yi ci des, ku dul Yanqóoba, rakku Sang bi."},{"style":"v","verse":"20","text":"Li ma leen bind nii nag, Yàlla mi nu tiim seede na ne du ay fen."},{"style":"v","verse":"21","text":"Gannaaw gi laa dem diiwaani Siri ak Silisi."},{"style":"v","verse":"22","text":"Waaye ba boobu, mboolooy gëmkati Almasi ya ca diiwaanu Yude xamuñu ma woon."},{"style":"v","verse":"23","text":"Déggoon nañu rekk ñu naan: «Ki nu daan bunduxataal bu njëkk, di yàq sunu yoonu ngëm wi de, léegi mooy yégle xibaaru jàmm bi!»"},{"style":"v","verse":"24","text":"Mboolooy gëmkat yooyu nag di sant Yàlla ci man."}]