[{"style":"s1","verse":"","text":"Dellu ci yoonu Musaa du xel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeen waa Galasi, yeena ñàkk xel! Ku leen gëlëmal, te leeralal nañu leen nan la Yeesu \\w Almasi|Almasi b-:\\w* bi deewe ca bant ba, ba mu mel ni li ngeen teg bët?"},{"style":"v","verse":"2","text":"Lenn rekk laa bëgg ngeen xamal ma ko: ndax ci jëfi sàmm ndigalu yoon ngeen jote \\w Noowug Yàlla|Noo gu Sell g-:\\w* gi, am li ngeen dégg xibaaru jàmm bi ba gëm ko moo leen ko may?"},{"style":"v","verse":"3","text":"Ana nu ngeen mana ñàkke nii xel? Ngeen tàmbalee ci Noo gu Sell gi, ba noppi di jéema mottalikoo jëfi nitu suuxu neen!"},{"style":"v","verse":"4","text":"Dangeena dékku yii coono yépp ci neen? Xanaa déet kay!"},{"style":"v","verse":"5","text":"Ki leen di may Noo gi, tey sottal ay kéemaan ci seen biir, ndax li ngeen sàmm yoon moo tax mu di ko def, am li ngeen dégg, ba gëm moo tax?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Noonu la Ibraayma gëme Yàlla ba Yàlla nangul ko ngëmam, muy àtteb njub bu ñu ko limal\\f + \\fr 3.6 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 15.6.\\f*."},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Xamleen boog ne nit ñiy boroom ngëm, ñooñu ñooy doomi Ibraayma."},{"style":"v","verse":"8","text":"Mbind mi moo waajaloon lu jiitu ne ci kaw ngëm lees di baaxee xeet yi dul Yawut àtteb nit ñu jub. Moo taxoon mu yégal Ibraayma lu jiitu bii xibaaru jàmm: «Xeeti àddina yépp ci yaw lañuy barkeele\\f + \\fr 3.8 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 12.3.\\f*,»"},{"style":"v","verse":"9","text":"ba tax na, boroom ngëm yi lees di booleek Ibraayma miy boroom ngëm, barkeel leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Mboolem ñi yaakaar seen jëf ju ñu sàmme yoonu Musaa, repp nañoo alku, nde bindees na ne: «Alku ñeel na ku saxoowul mboolem ndigal yi ñu bind ci téereb yoon wi, ngir di ko jëfe\\f + \\fr 3.10 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 27.26.\\f*.»"},{"style":"v","verse":"11","text":"Li sàmm yoon taxul kenn jot àtteb ku jub fi kanam Yàlla sax, lu leer nàññ la, nde: «Ki ñu baaxe njub ndax ngëmam mooy dund\\f + \\fr 3.11 \\ft Seetal ci \\bk Abakug\\bk* 2.4.\\f*.»"},{"style":"v","verse":"12","text":"Yoon wi nag ajuwul ci ngëm, nde: «Kuy jëfe ndigal yooyu, yaay dund ndax ñoom\\f + \\fr 3.12 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 18.5.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Almasi bi moom, moo nu \\w jot|jot:\\w* ci alkàndey yoon wi, ba mu doonee ku alku ngir nun, nde: «Alkute ñeel na képp ku ñu rey, wékk ko ci bant\\f + \\fr 3.13 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 21.23.\\f*.»"},{"style":"v","verse":"14","text":"Noonu la deme ngir barkeb Ibraayma wàcc ci xeet yi dul Yawut ndax Almasi Yeesu, ngir itam nu jot ci digeb Noo gu Sell gi, ci kaw ngëm."},{"style":"s1","verse":"","text":"Yoonu Musaa fecciwul kóllëre"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Bokk yi, ma misaale ko mbiri doom aadama. Kayitub donale bu nit doŋŋ bind, su dee lu wóor, deesu ko neenal, mbaa di ci yokk dara."},{"style":"v","verse":"16","text":"Te Ibraayma lañu digoon dige yi mook ki taxawal askanam\\f + \\fr 3.16 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 12.7; 13.15; 15.5,18; 17.7-8.\\f*. Newuñu: «ñi taxawal ay askanam», mbete ñu bare lañuy wax, waaye wenn rekk la: «ki taxawal askanam,» te ki taxawal askanam moo di \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","verse":"17","text":"Li ma ciy wax mooy lii: \\w kóllëreg|kóllëre g-:\\w* Yàlla gi taxawe ni kayitu donale gu mu dëggal, yoonu Musaa wi dikk ñeenti téeméeri at ak fanweer gannaaw kóllëre gi, manu koo neenal, ba fomm digeb\\f + \\fr 3.17 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 17.1-8.\\f* Yàlla."},{"style":"v","verse":"18","text":"Su doon ci yoonu Musaa la ndonale ga aju, kon dootul doon lu digeb Yàlla waral. Waaye ci kaw ab dige la Yàlla baaxee Ibraayma aw yiwam."},{"style":"s1","verse":"","text":"Ku gëm Almasi bi, yoonu Musaa wàcc na la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Waaw kon yoonu Musaa, ana luy njariñam? Dees koo toftal ca dige ba, ngir muy fésal moyi nit ñi, ba keroog boroom dige bi taxawal askanu Ibraayma, dikk. Ay malaaka ñoo biral yoon wi, ci ndimbalal ab jottalikat\\f + \\fr 3.19 \\fk jottalikat \\ft bi mooy Musaa.\\f*."},{"style":"v","verse":"20","text":"Ab jottalikat nag ñaar a koy séq, te Yàlla kenn doŋŋ la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ndax kon yoonu Musaa dafa juuyoo ak digey Yàlla? Mukk kay. Ndax kat su fekkoon ne dañoo maye wenn yoon wu mana may nit ku ko sàmm, mu dund, konoon sàmm gu nit ki sàmm yoon wi dina tax ñu àtte ko àtteb ku jub fi kanam Yàlla."},{"style":"v","verse":"22","text":"Waaye Mbind mi biral na ne mboolem àddina moo tënku ci kilifteefu bàkkaar, ngir dige bi gëm Yeesu \\w Almasi|Almasi b-:\\w* bi di maye, mana dikkal aji gëm ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Balaa yoonu ngëm wee dikk, dees noo jàppoon tënk ci yoonu Musaa, ba kera yoonu ngëm wi feeñee."},{"style":"v","verse":"24","text":"Noonu la yoonu Musaa doone sunu njaatige, tette nu ba ci Almasi bi, ngir nu baaxe nu àtteb nit ñu jub ci kaw ngëm."},{"style":"v","verse":"25","text":"Waaye léegi, bi yoonu ngëm wi dikkee, nekkatunu ci kilifteefu njaatige."},{"style":"s1","verse":"","text":"Doomi Yàlla ngeen"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yeen ñépp doomi Yàlla ngeen, ndax li ngeen gëm \\w Almasi|Almasi b-:\\w* Yeesu."},{"style":"v","verse":"27","text":"Ndax kat mboolem yeen ñi ñu sóob sóobeb Almasi bi\\f + \\fr 3.27 \\ft sóobeb Almasi bi: seetal ci Yowaan 1.33.\\f*, jëmmu Almasi bi ngeen soloo."},{"style":"v","verse":"28","text":"Kon nag amul Yawut ak ku dul Yawut, amul ab jaam ak as gor, amul góor ak jigéen. Yeen ñépp benn ngeen ci Almasi Yeesu."},{"style":"v","verse":"29","text":"Te su ngeen bokkee ci Almasi bi, yeen ay askanu Ibraayma, te yeena jagoo dige ba."}]