[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Li ma leen di wax nag mooy lii: boroom ndono li ci kër gi, li feek mu dib tuut-tànk, wuutewul akub jaam, doonte moo moom lépp."},{"style":"v","verse":"2","text":"Ci kilifteefu ay wattukat aki saytukat lay nekk ba kera mu àggee ca at ya ko baayam àppaloon."},{"style":"v","verse":"3","text":"Nun itam naka noonu, ba nu dee ay tuut-tànk yu nekk ci kilifteefu mbiri àddina, ay jaam lanu woon."},{"style":"v","verse":"4","text":"Waaye ba àpp ba jotee, Yàlla moo yónni Doomam, mu juddoo ci jigéen, juddoo ci biir curgag yoonu Musaa,"},{"style":"v","verse":"5","text":"ngir \\w jot|jot:\\w* ñi ci curgag yoon wi, ba nu jagoo cérub doom."},{"style":"v","verse":"6","text":"Li ngeen diy doom nag tax na Yàlla yebal \\w Noowug|Noo gu Sell g-:\\w* Doomam ci seen biir xol, ba Noo gi naan: «Abba», muy firi Baay."},{"style":"v","verse":"7","text":"Moo tax dootuloo ab jaam, doom nga. Gannaaw doom nga nag, boroom cér nga it fa Yàlla sa baay."},{"style":"s1","verse":"","text":"Póol am na njàqare ci waa Galasi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Bu njëkk, ba ngeen xamul Yàlla, ay yàlla yu dul dëgg ngeen daan jaamu."},{"style":"v","verse":"9","text":"Waaye léegi bi ngeen xamee Yàlla, mbaa bi leen Yàlla ràññee, nu ngeen mana delluwaate ci mbiri àddina yooyu boole tële ak ñàkk njariñ, bay nekkaat seeni jaam?"},{"style":"v","verse":"10","text":"Yeena ngi wormaal yenn bés yi aki weer ak ay fan aki at!"},{"style":"v","verse":"11","text":"Li may ragal ci yeen daal mooy sama coono ci yeen di neen."},{"style":"s1","verse":"","text":"Póol tinu na waa Galasi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Yeen laay tinu, bokk yi, melleen ni man, ci yooyu mbir, ndax man itam ni yeen laa mel. Tooñuleen ma benn yoon."},{"style":"v","verse":"13","text":"Xam ngeen ne tëleg yaram moo ma mayoon yoon wa ma leen njëkka àgge xibaaru jàmm bi."},{"style":"v","verse":"14","text":"Nattu ba leen sama woppi yaram tegoon it taxul ngeen jéppi ma, taxul ngeen beddi ma. Ni malaakam Yàlla ngeen ma dalale, mbaa ni Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","verse":"15","text":"Ana seen mbég mooma woon nag? Ndax kat maa leen seedeel ne su manoona am sax, seeni bët ngeen di luqi, jox ma."},{"style":"v","verse":"16","text":"Xanaa li ma leen di wax dëgg daa tax ma mujj di seenub noon?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Yitte ju réy ji ñenn ñiy taqoo ak yeen de, jubluwuñu ci lu baax. Dañu leena bëgga tàggale ak nun, ba ngeen taq leen."},{"style":"v","verse":"18","text":"Yitte ju réy ju ñu am ci nit ki nag, ndegam lu baax lees ci jublu, saa su nekk lay baax, waaye du rekk saa yu ma teewee ci seen biir."},{"style":"v","verse":"19","text":"Yeen samay doom! Maa ngi dellooti ci mat wu ma leen jure woon ni jigéen, ba keroog Almasi bi mate sëkk ci yeen."},{"style":"v","verse":"20","text":"Maaka bëggoona nekk ak yeen tey, ba gëna misaale sama baat, nde jàq naa lool ci yeen!"},{"style":"s1","verse":"","text":"Ajara ak Saarata ay misaal lañu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Waxleen ma, yeen ñi bëgga nekk ci kilifteefu yoonu Musaa, xanaa xamuleen li yoon wi wax?"},{"style":"v","verse":"22","text":"Bindees na ne Ibraayma ñaari doom yu góor la am: kenn ki jaam bi jur, ak ki gor si jur."},{"style":"v","verse":"23","text":"Doomu jaam bi moo juddu ci kaw coobarey bakkanu nit, waaye ki gor si jur, ci kaw digeb Yàlla la juddu\\f + \\fr 4.23 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 15.4-6; 17.15-21.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Mbir mi misaal a ngi ci. Ñaari jigéen ñi ñaari \\w kóllëre|kóllëre g-:\\w* lay bijji. Genn kóllëre gi bawoo tundu Sinayi moo meññ lu ñeel njaam, te kooku mooy Ajara."},{"style":"v","verse":"25","text":"Ajara moomu mooy tundu Sinayi wa ca réewum Arabi, te moo taxawe Yerusalem gii tey, dëkk bii dib jaam mook doomam yi ko dëkke."},{"style":"v","verse":"26","text":"Waaye Yerusalem ga fa kaw, mooy gor si, te moom mooy sunu ndey."},{"style":"v","verse":"27","text":"Ndax kat bindees na ne:"},{"style":"q1","verse":"","text":"«Yaw mi jaasir, ba juroo, xaacul,"},{"style":"q1","verse":"","text":"yaw mi xamul mititu mat, sarxolleel,"},{"style":"q1","verse":"","text":"nde ndaw si ñu foñ moo gëna jaboot"},{"style":"q1","verse":"","text":"kiy séy\\f + \\fr 4.27 \\ft Seetal ci \\bk Esayi\\bk* 54.1.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Yeen nag bokk yi, yeenay doomi digeb Yàlla, ni ko Isaaxa doone."},{"style":"v","verse":"29","text":"Waaye doom ji juddoo ci coobarey bakkan, noonu mu daan bunduxataale, bu njëkkoon, doom ji juddoo ci \\w Noowug Yàlla|Noo gu Sell g-:\\w*, noonu rekk lay deme ba tey jii."},{"style":"v","verse":"30","text":"Ana lu ci Mbind mi wax? Mu ne: «Dàqal jaam bu jigéen bii ak doomam, ndax doomu jaam bi du donnandoo ak doomu gor si\\f + \\fr 4.30 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 21.10.\\f*.»"},{"style":"v","verse":"31","text":"Kon nag bokk yi, nun dunu doomi jaam bi, waaye nooy doomi gor si."}]