[{"style":"s1","text":"Humility and Unity"},{"style":"m","text":""},{"style":"v","text":"Therefore, if \\add there is\\add* any encouragement in Christ, if any consolation of love, if any fellowship of the Spirit, if any affection and compassion, "},{"style":"v","text":"complete my joy, so that ⸤you are in agreement⸥\\f + \\fr 2:2 \\ft Literally “you think the same \\fq thing \\ft  \\f*, having the same love, united in spirit, ⸤having one purpose⸥\\f + \\fr 2:2 \\ft Literally “thinking the one \\fq thing \\ft ” \\f*. "},{"style":"v","text":"\\add Do\\add* nothing according to selfish ambition or according to empty conceit, but in humility considering one another better than yourselves, "},{"style":"v","text":"each of you\\f + \\fr 2:4 \\ft Some manuscripts have “each one of you” \\f* not looking out for ⸤your own interests⸥\\f + \\fr 2:4 \\ft Literally “the things of yourselves” \\f*, but also each of you \\add for\\add* ⸤the interests⸥\\f + \\fr 2:4 \\ft Literally “the things” \\f* of others."},{"style":"s1","text":"Christ’s Humiliation and Exaltation"},{"style":"m","text":""},{"style":"v","text":"Think this in\\f + \\fr 2:5 \\ft Or “among” \\f* yourselves which \\add was\\add* also in Christ Jesus,"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"who, existing in the form of God,"},{"style":"q2","text":"did not consider being equal with God something to be grasped,"},{"style":"q1","text":""},{"style":"v","text":"but emptied himself"},{"style":"q2","text":"\\add by\\add*\\ef + \\fr 2:7 \\ft ﻿*Here “by” is supplied as a component of the participle (“taking”) which is understood as means \\ef* taking the form of a slave,"},{"style":"q2","text":"\\add by\\add*\\ef + \\fr 2:7 \\ft ﻿*Here “by” is supplied as a component of the participle (“becoming”) which is understood as means \\ef* becoming in the likeness of people."},{"style":"q1","text":"And being found in appearance like a man,"},{"style":"q1","text":""},{"style":"v","text":"he humbled himself"},{"style":"q2","text":"\\add by\\add*\\ef + \\fr 2:8 \\ft ﻿*Here “by” is supplied as a component of the participle (“becoming”) which is understood as means \\ef* becoming obedient to the point of death,"},{"style":"q3","text":"that is, death on a cross."},{"style":"q1","text":""},{"style":"v","text":"Therefore also God exalted him"},{"style":"q2","text":"and graciously granted him the name above every name,"},{"style":"q1","text":""},{"style":"v","text":"so that at the name of Jesus"},{"style":"q1","text":"every knee should bow,"},{"style":"q2","text":"of \\add those\\add* in heaven and of \\add those\\add* on earth and of \\add those\\add* under the earth,"},{"style":"q1","text":""},{"style":"v","text":"and every tongue confess"},{"style":"q1","text":"that Jesus Christ \\add is\\add* Lord,"},{"style":"q2","text":"to the glory of God the Father."},{"style":"sd0","text":""},{"style":"s1","text":"Holding Fast to the Word of Life"},{"style":"m","text":""},{"style":"v","text":"Therefore my dear friends, just as you have always obeyed, not as in my presence only but now much more in my absence, work out your own salvation with fear and trembling. "},{"style":"v","text":"For the one at work in you, both to will and to work for his good pleasure, is God. "},{"style":"v","text":"Do all \\add things\\add* without grumbling and disputing, "},{"style":"v","text":"in order that you may become blameless and innocent, children of God without fault\\f + \\fr 2:15 \\ft Or “blameless” \\f* in the midst of a crooked and perverted generation, among whom you shine as stars in the world,\\f + \\fr 2:15 \\ft Or possibly “in the universe” \\f* "},{"style":"v","text":"holding fast to the word of life, for a source of pride\\f + \\fr 2:16 \\ft Or “for a cause of boasting” \\f* to me in the day of Christ, that I did not run in vain or labor in vain. "},{"style":"v","text":"But even if I am being poured out as a drink offering on the sacrifice and service of your faith, I rejoice and rejoice with all of you. "},{"style":"v","text":"And \\add in\\add* the same \\add way\\add* also you rejoice and rejoice with me."},{"style":"s1","text":"Timothy’s Proven Character"},{"style":"m","text":""},{"style":"v","text":"But I hope in the Lord Jesus to send Timothy to you soon, so that I also may be encouraged \\add when I\\add*\\ef + \\fr 2:19 \\ft ﻿*Here “when” is supplied as a component of the participle (“know”) which is understood as temporal \\ef* know ⸤your circumstances⸥\\f + \\fr 2:19 \\ft Literally “the things concerning you” \\f*. "},{"style":"v","text":"For I have no one like-minded who \\add will\\add* sincerely be concerned about ⸤your circumstances⸥\\f + \\fr 2:20 \\ft Literally “the things concerning you” \\f*. "},{"style":"v","text":"For they all seek ⸤their own interests⸥\\f + \\fr 2:21 \\ft Literally “the things of themselves” \\f*, not those of Jesus Christ. "},{"style":"v","text":"But you know his proven character, that like a child with a father he served with me for the gospel. "},{"style":"v","text":"Therefore I hope to send him at once, as soon as I see ⸤my circumstances⸥\\f + \\fr 2:23 \\ft Literally “the things concerning me” \\f*. "},{"style":"v","text":"And I am convinced in the Lord that I myself will arrive shortly also."},{"style":"s1","text":"Epaphroditus’ Mission"},{"style":"m","text":""},{"style":"v","text":"But I considered \\add it\\add*\\ef + \\fr 2:25 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* necessary to send to you Epaphroditus, my brother and fellow worker and fellow soldier, but your messenger and servant of my need, "},{"style":"v","text":"because he was longing for all of you and was distressed because you had heard that he was sick. "},{"style":"v","text":"For indeed he was sick, coming near to death, but God had mercy on him and not \\add on\\add* him only, but also \\add on\\add* me, so that I would not have grief upon grief. "},{"style":"v","text":"Therefore I am sending him with special urgency, in order that \\add when\\add*\\ef + \\fr 2:28 \\ft ﻿*Here “when” is supplied as a component of the participle (“see”) which is understood as temporal \\ef* you see him again you may rejoice, and I may be less anxious. "},{"style":"v","text":"Therefore welcome him in the Lord with all joy, and consider such \\add people\\add* highly honored, "},{"style":"v","text":"because on account of the work of Christ he came near to the point of death, risking his life in order that ⸤he might make up for your inability to serve me⸥\\f + \\fr 2:30 \\ft Literally “he might fill up your lack of service to me” \\f*."}]