[{"style":"ms1","text":"RÉPÉTITION DES LOIS ET ORDONNANCES"},{"style":"mr","text":"Ch. 12 à 26. (Né 9:13, 14. Ps 119:1-4.)"},{"style":"s1","text":"Ordre de servir l’Éternel dans le lieu qu’il choisira"},{"style":"r","text":"V. 1-3: cf. (Ex 34:11-13. 2 R 18:1-6.)"},{"style":"p","text":""},{"style":"v","text":"Voici les lois et les ordonnances que vous observerez et que vous mettrez en pratique, aussi longtemps que vous y vivrez, dans le pays dont l’Éternel, le Dieu de vos pères, vous donne la possession. "},{"style":"v","text":"\\x a \\xo 12.2 \\xt Ex 34:12, 13. De 7:5.\\x*Vous détruirez tous les lieux où les nations que vous allez chasser servent leurs dieux, sur les hautes montagnes, sur les collines, et sous tout arbre vert. "},{"style":"v","text":"Vous renverserez \\x b \\xo 12.3 \\xt Jg 2:2.\\x*leurs autels, vous briserez leurs statues, vous brûlerez au feu leurs idoles, vous abattrez les images taillées de leurs dieux, et vous ferez disparaître leurs noms de ces lieux-là."},{"style":"r","text":"V. 4-28: cf. (Lé 17:1-9. De 14:22-29; 15:19-23.) Lé 17:10-14. (Jn 4:20-24.)"},{"style":"p","text":""},{"style":"v","text":"Vous n’agirez pas ainsi à l’égard de l’Éternel, votre Dieu. "},{"style":"v","text":"\\x c \\xo 12.5 \\xt 2 Ch 7:12.\\x*Mais vous le chercherez à sa demeure, et vous irez au lieu que l’Éternel, votre Dieu, choisira parmi toutes vos tribus pour y placer son nom. "},{"style":"v","text":"C’est là que vous présenterez vos holocaustes, vos sacrifices, vos dîmes, vos prémices, vos offrandes en accomplissement d’un vœu, vos offrandes volontaires, et les premiers-nés de votre gros et de votre menu bétail. "},{"style":"v","text":"C’est là que vous mangerez devant l’Éternel, votre Dieu, et que, vous et vos familles, vous ferez servir à votre joie tous les biens par lesquels l’Éternel, votre Dieu, vous aura bénis. "},{"style":"v","text":"Vous n’agirez donc pas comme nous le faisons maintenant ici, où chacun fait ce qui lui semble bon, "},{"style":"v","text":"parce que vous n’êtes point encore arrivés dans le lieu de repos et dans l’héritage que l’Éternel, votre Dieu, vous donne. "},{"style":"v","text":"Mais vous passerez le Jourdain, et vous habiterez dans le pays dont l’Éternel, votre Dieu, vous mettra en possession; il vous donnera du repos, après vous avoir délivrés de tous vos ennemis qui vous entourent, et vous vous établirez en sécurité. "},{"style":"v","text":"Alors il y aura un lieu \\x d \\xo 12.11 \\xt 1 R 8:29.\\x*que l’Éternel, votre Dieu, choisira pour y faire résider son nom. C’est là que vous présenterez tout ce que je vous ordonne, vos holocaustes, vos sacrifices, vos dîmes, vos prémices, et les offrandes choisies que vous ferez à l’Éternel pour accomplir vos vœux. "},{"style":"v","text":"C’est là que vous vous réjouirez devant l’Éternel, votre Dieu, vous, vos fils et vos filles, vos serviteurs et vos servantes, et le Lévite qui sera dans vos portes; \\x e \\xo 12.12 \\xt No 18:20. De 10:9; 18:1.\\x*car il n’a ni part ni héritage avec vous. "},{"style":"v","text":"Garde-toi d’offrir tes holocaustes dans tous les lieux que tu verras; "},{"style":"v","text":"mais tu offriras tes holocaustes au lieu que l’Éternel choisira dans l’une de tes tribus, et c’est là que tu feras tout ce que je t’ordonne. "},{"style":"v","text":"Néanmoins, quand tu en auras le désir, tu pourras tuer du bétail et manger de la viande dans toutes tes portes, selon les bénédictions que t’accordera l’Éternel, ton Dieu; celui qui sera impur et celui qui sera pur pourront en manger, comme on mange de la gazelle et du cerf. "},{"style":"v","text":"\\x f \\xo 12.16 \\xt Ge 9:4. Lé 7:10. De 15:23.\\x*Seulement, vous ne mangerez pas le sang: tu le répandras sur la terre comme de l’eau. "},{"style":"v","text":"Tu ne pourras pas manger dans tes portes la dîme de ton blé, de ton moût et de ton huile, ni les premiers-nés de ton gros et de ton menu bétail, ni aucune de tes offrandes en accomplissement d’un vœu, ni tes offrandes volontaires, ni tes prémices. "},{"style":"v","text":"Mais c’est devant l’Éternel, ton Dieu, que tu les mangeras, dans le lieu que l’Éternel, ton Dieu, choisira, toi, ton fils et ta fille, ton serviteur et ta servante, et le Lévite qui sera dans tes portes; et c’est devant l’Éternel, ton Dieu, que tu feras servir à ta joie tous les biens que tu posséderas. "},{"style":"v","text":"Aussi longtemps que tu vivras dans ton pays, garde-toi de délaisser le Lévite. "},{"style":"v","text":"Lorsque l’Éternel, ton Dieu, aura élargi tes frontières, \\x g \\xo 12.20 \\xt Ge 28:13. Ex 23:31. De 11:24; 19:8.\\x*comme il te l’a promis, et que le désir de manger de la viande te fera dire: Je voudrais manger de la viande! Tu pourras en manger, selon ton désir. "},{"style":"v","text":"Si le lieu que l’Éternel, ton Dieu, aura choisi pour y placer son nom est éloigné de toi, tu pourras tuer du gros et du menu bétail, comme je te l’ai prescrit, et tu pourras en manger dans tes portes selon ton désir. "},{"style":"v","text":"Tu en mangeras comme on mange de la gazelle et du cerf; celui qui sera impur, et celui qui sera pur en mangeront l’un et l’autre. "},{"style":"v","text":"Seulement, garde-toi de manger le sang, car le sang, c’est l’âme; et tu ne mangeras pas l’âme avec la chair. "},{"style":"v","text":"Tu ne le mangeras pas: tu le répandras sur la terre comme de l’eau. "},{"style":"v","text":"Tu ne le mangeras pas, afin que tu sois heureux, toi et tes enfants après toi, en faisant ce qui est droit aux yeux de l’Éternel. "},{"style":"v","text":"Mais les choses que tu voudras consacrer et les offrandes que tu feras en accomplissement d’un vœu, tu iras les présenter au lieu qu’aura choisi l’Éternel. "},{"style":"v","text":"Tu offriras tes holocaustes, la chair et le sang, sur l’autel de l’Éternel, ton Dieu; dans tes autres sacrifices, le sang sera répandu sur l’autel de l’Éternel, ton Dieu, et tu mangeras la chair. "},{"style":"v","text":"Garde et écoute toutes ces choses que je t’ordonne, afin que tu sois heureux, toi et tes enfants après toi, à perpétuité, en faisant ce qui est bien et ce qui est droit aux yeux de l’Éternel, ton Dieu."},{"style":"r","text":"V. 29-32: cf. De 7:1-6. Jos 23. (Ph 3:17-19.)"},{"style":"p","text":""},{"style":"v","text":"Lorsque l’Éternel, ton Dieu, aura exterminé les nations que tu vas chasser devant toi, lorsque tu les auras chassées et que tu te seras établi dans leur pays, "},{"style":"v","text":"garde-toi de te laisser prendre au piège en les imitant, après qu’elles auront été détruites devant toi. Garde-toi de t’informer de leurs dieux et de dire: Comment ces nations servaient-elles leurs dieux? Moi aussi, je veux faire de même. "},{"style":"v","text":"Tu n’agiras pas ainsi à l’égard de l’Éternel, ton Dieu; car elles servaient leurs dieux en faisant toutes les abominations qui sont odieuses à l’Éternel, et même elles brûlaient au feu leurs fils et leurs filles en l’honneur de leurs dieux. "},{"style":"v","text":"Vous observerez et vous mettrez en pratique toutes les choses que je vous ordonne; \\x h \\xo 12.32 \\xt De 4:2. Pr 30:6. Ap 22:18.\\x*vous n’y ajouterez rien, et vous n’en retrancherez rien."}]