[{"style":"s1","verse":"","text":"La célébration des fêtes"},{"style":"r","verse":"","text":"V. 1-8: cf. (Ex 12:1-28. Lé 23:4-14. No 28:16-25.) (Ps 105:5; 114:1.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Observe le mois des épis, et célèbre la \\x a \\xo 16.1 \\xt Ex 12:2. Lé 23:5. No 9:1; 28:16.\\x*Pâque en l’honneur de l’Éternel, ton Dieu; car c’est dans le mois des épis que l’Éternel, ton Dieu, t’a fait sortir d’Égypte, pendant la nuit. "},{"style":"v","verse":"2","text":"Tu sacrifieras la Pâque à l’Éternel, ton Dieu, tes victimes de menu et de gros bétail, dans le lieu que l’Éternel choisira pour y faire résider son nom. "},{"style":"v","verse":"3","text":"Pendant la fête, tu \\x b \\xo 16.3 \\xt Ex 12:19; 34:18.\\x*ne mangeras pas du pain levé, mais tu mangeras sept jours des pains sans levain, du pain d’affliction, car c’est avec précipitation que tu es sorti du pays d’Égypte: il en sera ainsi, afin que tu te souviennes toute ta vie du jour où tu es sorti du pays d’Égypte. "},{"style":"v","verse":"4","text":"On ne verra point chez toi de levain, dans toute l’étendue de ton pays, pendant sept jours; et \\x c \\xo 16.4 \\xt Ex 12:10.\\x*aucune partie des victimes que tu sacrifieras le soir du premier jour ne sera gardée pendant la nuit jusqu’au matin. "},{"style":"v","verse":"5","text":"Tu ne pourras point sacrifier la Pâque dans l’un quelconque des lieux que l’Éternel, ton Dieu, te donne pour demeure; "},{"style":"v","verse":"6","text":"mais c’est dans le lieu que choisira l’Éternel, ton Dieu, pour y faire résider son nom, que tu sacrifieras la Pâque, le soir, au coucher du soleil, à l’époque de ta sortie d’Égypte. "},{"style":"v","verse":"7","text":"Tu feras cuire la victime, et tu la mangeras dans le lieu que choisira l’Éternel, ton Dieu. Et le matin, tu pourras t’en retourner et t’en aller vers tes tentes. "},{"style":"v","verse":"8","text":"Pendant six jours, tu mangeras des pains sans levain; et le septième jour, il y aura une assemblée solennelle en l’honneur de l’Éternel, ton Dieu: tu ne feras aucun ouvrage."},{"style":"r","verse":"","text":"V. 9-12: cf. (Lé 23:15-21. No 28:26-31.) (Ps 103:2; 144:13-15.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"\\x d \\xo 16.9 \\xt Ex 23:16. Lé 23:15. No 28:26.\\x*Tu compteras sept semaines; dès que la faucille sera mise dans les blés, tu commenceras à compter sept semaines. "},{"style":"v","verse":"10","text":"Puis tu célébreras la fête des semaines, et tu feras des offrandes volontaires, selon les bénédictions que l’Éternel, ton Dieu, t’aura accordées. "},{"style":"v","verse":"11","text":"Tu te réjouiras devant l’Éternel, ton Dieu, dans le lieu que l’Éternel, ton Dieu, choisira pour y faire résider son nom, toi, ton fils et ta fille, ton serviteur et ta servante, le Lévite qui sera dans tes portes, et l’étranger, l’orphelin et la veuve qui seront au milieu de toi. "},{"style":"v","verse":"12","text":"Tu te souviendras que tu as été esclave en Égypte, et tu observeras et mettras ces lois en pratique."},{"style":"r","verse":"","text":"V. 13-17: cf. (Lé 23:33-43. Né 8:13-18.) (Ps 116:12-14. Jn 4:36.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"\\x e \\xo 16.13 \\xt Ex 23:16. Lé 23:34.\\x*Tu célébreras la fête des tabernacles pendant sept jours, quand tu recueilleras le produit de ton aire et de ton pressoir. "},{"style":"v","verse":"14","text":"Tu te réjouiras à cette fête, toi, ton fils et ta fille, ton serviteur et ta servante, et le Lévite, l’étranger, l’orphelin et la veuve qui seront dans tes portes. "},{"style":"v","verse":"15","text":"Tu célébreras la fête pendant sept jours en l’honneur de l’Éternel, ton Dieu, dans le lieu que choisira l’Éternel; car l’Éternel, ton Dieu, te bénira dans toutes tes récoltes et dans tout le travail de tes mains, et tu te livreras entièrement à la joie. "},{"style":"v","verse":"16","text":"\\x f \\xo 16.16 \\xt Ex 23:17; 34:23.\\x*Trois fois par année, tous les mâles d’entre vous se présenteront devant l’Éternel, ton Dieu, dans le lieu qu’il choisira: à la fête des pains sans levain, à la fête des semaines, et à la fête des tabernacles. \\x g \\xo 16.16 \\xt Ex 23:15.\\x*On ne paraîtra point devant l’Éternel les mains vides. "},{"style":"v","verse":"17","text":"Chacun donnera ce qu’il pourra, selon les bénédictions que l’Éternel, ton Dieu, lui aura accordées."},{"style":"s1","verse":"","text":"L’établissement des juges"},{"style":"r","verse":"","text":"V. 18-20: cf. 2 Ch 19:5-11. Pr 14:34. Ps 82; 101."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Tu établiras des juges et des magistrats dans toutes les villes que l’Éternel, ton Dieu, te donne, selon tes tribus; et ils jugeront le peuple avec justice. "},{"style":"v","verse":"19","text":"Tu ne porteras atteinte à aucun droit, \\x h \\xo 16.19 \\xt Lé 19:15. De 1:17.\\x*tu n’auras point égard à l’apparence des personnes, et \\x i \\xo 16.19 \\xt Ex 23:8.\\x*tu ne recevras point de présent, car les présents aveuglent les yeux des sages et corrompent les paroles des justes. "},{"style":"v","verse":"20","text":"Tu suivras ponctuellement la justice, afin que tu vives et que tu possèdes le pays que l’Éternel, ton Dieu, te donne."},{"style":"s1","verse":"","text":"Les idoles et les statues"},{"style":"r","verse":"","text":"V. 21-22: cf. Ex 20:4-6. Jn 4:24."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Tu ne fixeras aucune idole de bois à côté de l’autel que tu élèveras à l’Éternel, ton Dieu. "},{"style":"v","verse":"22","text":"Tu ne dresseras point des statues, qui sont en aversion à l’Éternel, ton Dieu."}]