[{"style":"s1","verse":"","text":"Les actes d’idolâtrie"},{"style":"r","verse":"","text":"V. 1: cf. Lé 22:17-25. 2 S 24:24."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Tu n’offriras en sacrifice à l’Éternel, ton Dieu, ni bœuf, ni agneau qui ait \\x a \\xo 17.1 \\xt Lé 22:20, etc. De 15:21.\\x*quelque défaut ou difformité; car ce serait en abomination à l’Éternel, ton Dieu."},{"style":"r","verse":"","text":"V. 2-7: cf. De 13:6-18. Ga 1:8, 9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"\\x b \\xo 17.2 \\xt De 13:6.\\x*Il se trouvera peut-être au milieu de toi dans l’une des villes que l’Éternel, ton Dieu, te donne, un homme ou une femme faisant ce qui est mal aux yeux de l’Éternel, ton Dieu, et transgressant son alliance; "},{"style":"v","verse":"3","text":"allant après d’autres dieux pour les servir et se prosterner devant eux, après le soleil, la lune, ou toute l’armée des cieux. Ce n’est point là ce que j’ai commandé. "},{"style":"v","verse":"4","text":"Dès que tu en auras connaissance, dès que tu l’auras appris, tu feras avec soin des recherches. La chose est-elle vraie, le fait est-il établi, cette abomination a-t-elle été commise en Israël, "},{"style":"v","verse":"5","text":"alors tu feras venir à tes portes l’homme ou la femme qui sera coupable de cette mauvaise action, et tu lapideras ou puniras de mort cet homme ou cette femme. "},{"style":"v","verse":"6","text":"Celui qui mérite la mort sera exécuté \\x c \\xo 17.6 \\xt No 35:30. De 19:15. Mt 18:16. 2 Co 13:1. Hé 10:28.\\x*sur la déposition de deux ou de trois témoins; il ne sera pas mis à mort sur la déposition d’un seul témoin. "},{"style":"v","verse":"7","text":"\\x d \\xo 17.7 \\xt De 13:9.\\x*La main des témoins se lèvera la première sur lui pour le faire mourir, et la main de tout le peuple ensuite. Tu ôteras ainsi le mal du milieu de toi."},{"style":"s1","verse":"","text":"Les jugements"},{"style":"r","verse":"","text":"V. 8-13: cf. Mal 2:7. Mt 23:2, 3. (Ro 13:1, 2. 1 Pi 2:13, 14.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Si une cause relative à un meurtre, à un différend, à une blessure, \\x e \\xo 17.8 \\xt 2 Ch 19:10. Mal 2:7.\\x*te paraît trop difficile à juger et fournit matière à contestation dans tes portes, tu te lèveras et tu monteras au lieu que l’Éternel, ton Dieu, choisira. "},{"style":"v","verse":"9","text":"Tu iras vers les sacrificateurs, les Lévites, et vers celui qui remplira alors les fonctions de juge; tu les consulteras, et ils te feront connaître la sentence. "},{"style":"v","verse":"10","text":"Tu te conformeras à ce qu’ils te diront dans le lieu que choisira l’Éternel, et tu auras soin d’agir d’après tout ce qu’ils t’enseigneront. "},{"style":"v","verse":"11","text":"Tu te conformeras à la loi qu’ils t’enseigneront et à la sentence qu’ils auront prononcée; tu ne te détourneras de ce qu’ils te diront ni à droite ni à gauche. "},{"style":"v","verse":"12","text":"L’homme qui, par orgueil, n’écoutera pas le sacrificateur placé là pour servir l’Éternel, ton Dieu, ou qui n’écoutera pas le juge, cet homme sera puni de mort. Tu ôteras ainsi le mal du milieu d’Israël, "},{"style":"v","verse":"13","text":"afin que tout le peuple entende et craigne, et qu’il ne se livre plus à l’orgueil."},{"style":"s1","verse":"","text":"La royauté"},{"style":"r","verse":"","text":"V. 14-20: cf. (1 S 8 à 10; 16:1-13.) (1 R 10:14-29; 11:1, etc.) (Ps 2:6. Ap 19:16.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Lorsque tu seras entré dans le pays que l’Éternel, ton Dieu, te donne, lorsque tu le posséderas, que tu y auras établi ta demeure, et que tu diras: Je veux mettre un roi sur moi, comme toutes les nations qui m’entourent, "},{"style":"v","verse":"15","text":"tu mettras sur toi un roi que choisira l’Éternel, ton Dieu, tu prendras un roi du milieu de tes frères, tu ne pourras pas te donner un étranger, qui ne soit pas ton frère. "},{"style":"v","verse":"16","text":"Mais qu’il n’ait pas un grand nombre de chevaux; et qu’il ne ramène pas le peuple en Égypte pour avoir beaucoup de chevaux; car l’Éternel vous a dit: Vous ne retournerez plus par ce chemin-là. "},{"style":"v","verse":"17","text":"Qu’il n’ait pas un grand nombre de femmes, afin que son cœur ne se détourne point; et qu’il ne fasse pas de grands amas d’argent et d’or. "},{"style":"v","verse":"18","text":"Quand il s’assiéra sur le trône de son royaume, il écrira pour lui, dans un livre, une copie de cette loi, qu’il prendra auprès des sacrificateurs, les Lévites. "},{"style":"v","verse":"19","text":"Il devra l’avoir avec lui et y lire tous les jours de sa vie, afin qu’il apprenne à craindre l’Éternel, son Dieu, à observer et à mettre en pratique toutes les paroles de cette loi et toutes ces ordonnances; "},{"style":"v","verse":"20","text":"afin que son cœur ne s’élève point au-dessus de ses frères, et qu’il ne se détourne de ces commandements ni à droite ni à gauche; afin qu’il prolonge ses jours dans son royaume, lui et ses enfants, au milieu d’Israël."}]