[{"style":"s1","verse":"","text":"Rentrée dans le désert"},{"style":"r","verse":"","text":"V. 1-8: cf. (No 20:14-22; 33:37-44.) Ro 12:18."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Nous nous tournâmes, et nous partîmes pour le désert, par le chemin de la mer Rouge, comme l’Éternel me l’avait ordonné; nous suivîmes longtemps les contours de la montagne de Séir. "},{"style":"v","verse":"2","text":"L’Éternel me dit: "},{"style":"v","verse":"3","text":"Vous avez assez suivi les contours de cette montagne. Tournez-vous vers le nord. "},{"style":"v","verse":"4","text":"Donne cet ordre au peuple: Vous allez passer à la frontière de vos frères, les enfants d’Ésaü, qui habitent en Séir. Ils vous craindront; mais soyez bien sur vos gardes. "},{"style":"v","verse":"5","text":"Ne les attaquez pas; car je ne vous donnerai dans leur pays pas même de quoi poser la plante du pied: j’ai donné la montagne de Séir en propriété à \\x a \\xo 2.5 \\xt Ge 36:8.\\x*Ésaü. "},{"style":"v","verse":"6","text":"Vous achèterez d’eux à prix d’argent la nourriture que vous mangerez, et vous achèterez d’eux à prix d’argent même l’eau que vous boirez. "},{"style":"v","verse":"7","text":"Car l’Éternel, ton Dieu, t’a béni dans tout le travail de tes mains, il a connu ta marche dans ce grand désert. Voilà quarante années que l’Éternel, ton Dieu, est avec toi: tu n’as manqué de rien. "},{"style":"v","verse":"8","text":"Nous passâmes à distance de nos frères, les enfants d’Ésaü, qui habitent en Séir, et à distance du chemin de la plaine, d’Élath et d’Étsjon-Guéber, puis nous nous tournâmes, et nous prîmes la direction du désert de Moab."},{"style":"s1","verse":"","text":"Retour à la frontière"},{"style":"r","verse":"","text":"V. 9-25: cf. (No 21:10-20. Jg 11:14-18.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"L’Éternel me dit: N’attaque pas Moab, et ne t’engage pas dans un combat avec lui; car je ne te donnerai rien à posséder dans son pays: c’est aux enfants de Lot que j’ai donné Ar en propriété. "},{"style":"v","verse":"10","text":"(Les Émim y habitaient auparavant; c’était un peuple grand, nombreux et de haute taille, comme les Anakim. "},{"style":"v","verse":"11","text":"Ils passaient aussi pour être des Rephaïm, de même que les Anakim; mais les Moabites les appelaient Émim. "},{"style":"v","verse":"12","text":"Séir était habité autrefois par les Horiens; les enfants d’Ésaü les chassèrent, les détruisirent devant eux, et s’établirent à leur place, comme l’a fait Israël dans le pays qu’il possède et que l’Éternel lui a donné.) "},{"style":"v","verse":"13","text":"Maintenant levez-vous, et passez le torrent de Zéred. Nous passâmes le torrent de Zéred. "},{"style":"v","verse":"14","text":"Le temps que durèrent nos marches de Kadès-Barnéa au passage du torrent de Zéred fut de trente-huit ans, jusqu’à ce que toute la génération des hommes de guerre eût disparu du milieu du camp, comme l’Éternel le leur avait juré. "},{"style":"v","verse":"15","text":"La main de l’Éternel fut aussi sur eux pour les détruire du milieu du camp, jusqu’à ce qu’ils eussent disparu. "},{"style":"v","verse":"16","text":"Lorsque tous les hommes de guerre eurent disparu par la mort du milieu du peuple, "},{"style":"v","verse":"17","text":"l’Éternel me parla, et dit: "},{"style":"v","verse":"18","text":"Tu passeras aujourd’hui la frontière de Moab, à Ar, "},{"style":"v","verse":"19","text":"et tu approcheras des enfants d’Ammon. Ne les attaque pas, et ne t’engage pas dans un combat avec eux; car je ne te donnerai rien à posséder dans le pays des enfants d’Ammon: c’est aux enfants de Lot que je l’ai donné en propriété. "},{"style":"v","verse":"20","text":"(Ce pays passait aussi pour un pays de Rephaïm; des Rephaïm y habitaient auparavant, et les Ammonites les appelaient Zamzummim: "},{"style":"v","verse":"21","text":"c’était un peuple grand, nombreux et de haute taille, comme les Anakim. L’Éternel les détruisit devant les Ammonites, qui les chassèrent et s’établirent à leur place. "},{"style":"v","verse":"22","text":"C’est ainsi que fit l’Éternel pour les enfants d’Ésaü qui habitent en Séir, quand il détruisit les Horiens devant eux; ils les chassèrent et s’établirent à leur place, jusqu’à ce jour. "},{"style":"v","verse":"23","text":"Les Avviens, qui habitaient dans des villages jusqu’à Gaza, furent détruits par les Caphtorim, sortis de Caphtor, qui s’établirent à leur place.) "},{"style":"v","verse":"24","text":"Levez-vous, partez, et passez le torrent de l’Arnon. Vois, je livre entre tes mains Sihon, roi de Hesbon, l’Amoréen et son pays. Commence la conquête, fais-lui la guerre! "},{"style":"v","verse":"25","text":"Je vais répandre dès aujourd’hui la frayeur et la crainte de toi sur tous les peuples qui sont sous le ciel; et, au bruit de ta renommée, ils trembleront et seront saisis d’angoisse à cause de toi."},{"style":"s1","verse":"","text":"Conquête du pays de Sihon, roi de Hesbon"},{"style":"r","verse":"","text":"V. 26-37: cf. (No 21:21-32. Jg 11:19-22.) Ps 60:14."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"\\x b \\xo 2.26 \\xt No 21:21. Jg 11; 19.\\x*J’envoyai, du désert de Kedémoth, des messagers à Sihon, roi de Hesbon, avec des paroles de paix. Je lui fis dire: "},{"style":"v","verse":"27","text":"\\x c \\xo 2.27 \\xt No 21:21, 22.\\x*Laisse-moi passer par ton pays; je suivrai la grande route, sans m’écarter ni à droite ni à gauche. "},{"style":"v","verse":"28","text":"Tu me vendras à prix d’argent la nourriture que je mangerai, et tu me donneras à prix d’argent l’eau que je boirai; je ne ferai que passer avec mes pieds. "},{"style":"v","verse":"29","text":"C’est ce que m’ont accordé les enfants d’Ésaü qui habitent en Séir, et les Moabites qui demeurent à Ar. Accorde-le aussi, jusqu’à ce que je passe le Jourdain pour entrer au pays que l’Éternel, notre Dieu, nous donne. "},{"style":"v","verse":"30","text":"Mais Sihon, roi de Hesbon, ne voulut point nous laisser passer chez lui; car l’Éternel, ton Dieu, rendit son esprit inflexible et endurcit son cœur, afin de le livrer entre tes mains, comme tu le vois aujourd’hui. "},{"style":"v","verse":"31","text":"L’Éternel me dit: Vois, je te livre dès maintenant Sihon et son pays. "},{"style":"v","verse":"32","text":"\\x d \\xo 2.32 \\xt No 21:23.\\x*Sihon sortit à notre rencontre, avec tout son peuple, pour nous combattre à Jahats. "},{"style":"v","verse":"33","text":"\\x e \\xo 2.33 \\xt De 29:7.\\x*L’Éternel, notre Dieu, nous le livra, et nous le battîmes, lui et ses fils, et tout son peuple. "},{"style":"v","verse":"34","text":"Nous prîmes alors toutes ses villes, et nous les dévouâmes par interdit, hommes, femmes et petits enfants, sans en laisser échapper un seul. "},{"style":"v","verse":"35","text":"Seulement, nous pillâmes pour nous le bétail et le butin des villes que nous avions prises. "},{"style":"v","verse":"36","text":"Depuis Aroër sur les bords du torrent de l’Arnon, et la ville qui est dans la vallée, jusqu’à Galaad, il n’y eut pas de ville trop forte pour nous: l’Éternel, notre Dieu, nous livra tout. "},{"style":"v","verse":"37","text":"Mais tu n’approchas point du pays des enfants d’Ammon, de tous les bords du torrent de Jabbok, des villes de la montagne, de tous les lieux que l’Éternel, notre Dieu, t’avait défendu d’attaquer."}]