[{"style":"s1","text":"Les exemptions du service militaire"},{"style":"r","text":"V. 1-9: cf. No 10:8, 9. (2 Ch 32:6-8. Ps 20:8.) Jg 7:3. Ps 119:113. 2 Ti 2:3, 4."},{"style":"p","text":""},{"style":"v","text":"Lorsque tu iras à la guerre contre tes ennemis, et que tu verras des chevaux et des chars, et un peuple plus nombreux que toi, tu ne les craindras point; car l’Éternel, ton Dieu, qui t’a fait monter du pays d’Égypte, est avec toi. "},{"style":"v","text":"A l’approche du combat, le sacrificateur s’avancera et parlera au peuple. "},{"style":"v","text":"Il leur dira: Écoute, Israël! Vous allez aujourd’hui livrer bataille à vos ennemis. Que votre cœur ne se trouble point; soyez sans crainte, ne vous effrayez pas, ne vous épouvantez pas devant eux. "},{"style":"v","text":"Car l’Éternel, votre Dieu, marche avec vous, pour combattre vos ennemis, pour vous sauver. "},{"style":"v","text":"Les officiers parleront ensuite au peuple et diront: Qui est-ce qui a bâti une maison neuve, et ne s’y est point encore établi? Qu’il s’en aille et retourne chez lui, de peur qu’il ne meure dans la bataille et qu’un autre ne s’y établisse. "},{"style":"v","text":"Qui est-ce qui a planté une vigne, et \\x a \\xo 20.6 \\xt Lé 19:23, 24, 25.\\x*n’en a point encore joui? Qu’il s’en aille et retourne chez lui, de peur qu’il ne meure dans la bataille et qu’un autre n’en jouisse. "},{"style":"v","text":"Qui est-ce qui \\x b \\xo 20.7 \\xt De 24:5.\\x*a fiancé une femme, et ne l’a point encore prise? Qu’il s’en aille et retourne chez lui, de peur qu’il ne meure dans la bataille et qu’un autre ne la prenne. "},{"style":"v","text":"Les officiers continueront à parler au peuple, et diront: \\x c \\xo 20.8 \\xt Jg 7:3.\\x*Qui est-ce qui a peur et manque de courage? Qu’il s’en aille et retourne chez lui, afin que ses frères ne se découragent pas comme lui. "},{"style":"v","text":"Quand les officiers auront achevé de parler au peuple, ils placeront les chefs des troupes à la tête du peuple."},{"style":"s1","text":"Le siège des villes"},{"style":"r","text":"V. 10-20: cf. No 31. (De 7:1-4, 16. Jos 10; 11.)"},{"style":"p","text":""},{"style":"v","text":"Quand tu t’approcheras d’une ville pour l’attaquer, tu lui offriras la paix. "},{"style":"v","text":"Si elle accepte la paix et t’ouvre ses portes, tout le peuple qui s’y trouvera te sera tributaire et asservi. "},{"style":"v","text":"Si elle n’accepte pas la paix avec toi et qu’elle veuille te faire la guerre, alors tu l’assiégeras. "},{"style":"v","text":"Et après que l’Éternel, ton Dieu, l’aura livrée entre tes mains, tu en feras passer tous les mâles au fil de l’épée. "},{"style":"v","text":"Mais tu prendras pour toi les femmes, les enfants, le bétail, tout ce qui sera dans la ville, tout son butin, et tu mangeras les dépouilles de tes ennemis que l’Éternel, ton Dieu, t’aura livrés. "},{"style":"v","text":"C’est ainsi que tu agiras à l’égard de toutes les villes qui sont très éloignées de toi, et qui ne font point partie des villes de ces nations-ci. "},{"style":"v","text":"Mais dans les villes de ces peuples dont l’Éternel, ton Dieu, te donne le pays pour héritage, \\x d \\xo 20.16 \\xt No 33:52. De 7:1, 2.\\x*tu ne laisseras la vie à rien de ce qui respire. "},{"style":"v","text":"Car tu dévoueras ces peuples par interdit, les Héthiens, les Amoréens, les Cananéens, les Phéréziens, les Héviens, et les Jébusiens, comme l’Éternel, ton Dieu, te l’a ordonné, "},{"style":"v","text":"afin qu’ils ne vous apprennent pas à imiter toutes les abominations qu’ils font pour leurs dieux, et que vous ne péchiez point contre l’Éternel, votre Dieu. "},{"style":"v","text":"Si tu fais un long siège pour t’emparer d’une ville avec laquelle tu es en guerre, tu ne détruiras point les arbres en y portant la hache, tu t’en nourriras et tu ne les abattras point; car l’arbre des champs est-il un homme pour être assiégé par toi? "},{"style":"v","text":"Mais tu pourras détruire et abattre les arbres que tu sauras ne pas être des arbres servant à la nourriture, et en construire des retranchements contre la ville qui te fait la guerre, jusqu’à ce qu’elle succombe."}]