[{"style":"s1","verse":"","text":"Les animaux et les objets égarés"},{"style":"r","verse":"","text":"V. 1-4: cf. (Ex 23:4, 5. Mt 7:12.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Si tu vois s’égarer \\x a \\xo 22.1 \\xt Ex 23:4.\\x*le bœuf ou la brebis de ton frère, tu ne t’en détourneras point, tu les ramèneras à ton frère. "},{"style":"v","verse":"2","text":"Si ton frère n’habite pas près de toi, et que tu ne le connaisses pas, tu recueilleras l’animal dans ta maison et il restera chez toi jusqu’à ce que ton frère le réclame; et alors tu le lui rendras. "},{"style":"v","verse":"3","text":"Tu feras de même pour son âne, tu feras de même pour son vêtement, tu feras de même pour tout objet qu’il aurait perdu et que tu trouverais; tu ne devras point t’en détourner. "},{"style":"v","verse":"4","text":"Si tu vois l’âne de ton frère ou son bœuf tombé dans le chemin, tu ne t’en détourneras point, tu l’aideras à le relever."},{"style":"s1","verse":"","text":"Les travestissements. Les nids d’oiseaux. Les maisons neuves. Le mélange dans les semences et dans les tissus"},{"style":"r","verse":"","text":"V. 5-12: cf. (Lé 22:27, 28; 19:19. No 15:38-40.) 1 Co 14:33, 40."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Une femme ne portera point un habillement d’homme, et un homme ne mettra point des vêtements de femme; car quiconque fait ces choses est en abomination à l’Éternel, ton Dieu. "},{"style":"v","verse":"6","text":"Si tu rencontres dans ton chemin un nid d’oiseau, sur un arbre ou sur la terre, avec des petits ou des œufs, et la mère couchée sur les petits ou sur les œufs, tu ne prendras pas la mère et les petits, "},{"style":"v","verse":"7","text":"tu laisseras aller la mère et tu ne prendras que les petits, afin que tu sois heureux et que tu prolonges tes jours. "},{"style":"v","verse":"8","text":"Si tu bâtis une maison neuve, tu feras une balustrade autour de ton toit, afin de ne pas mettre du sang sur ta maison, dans le cas où il en tomberait quelqu’un. "},{"style":"v","verse":"9","text":"Tu ne \\x b \\xo 22.9 \\xt Lé 19:19.\\x*sèmeras point dans ta vigne diverses semences, de peur que tu ne jouisses ni du produit de ce que tu auras semé ni du produit de la vigne. "},{"style":"v","verse":"10","text":"Tu ne laboureras point avec un bœuf et un âne attelés ensemble. "},{"style":"v","verse":"11","text":"Tu ne porteras point un vêtement tissé de diverses espèces de fils, de laine et de lin réunis ensemble. "},{"style":"v","verse":"12","text":"\\x c \\xo 22.12 \\xt No 15:38. Mt 23:5.\\x*Tu mettras des franges aux quatre coins du vêtement dont tu te couvriras."},{"style":"r","verse":"","text":"V. 13-21: cf. No 5:11-31."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Si un homme, qui a pris une femme et est allé vers elle, éprouve ensuite de l’aversion pour sa personne, "},{"style":"v","verse":"14","text":"s’il lui impute des choses criminelles et porte atteinte à sa réputation, en disant: J’ai pris cette femme, je me suis approché d’elle, et je ne l’ai pas trouvée vierge, "},{"style":"v","verse":"15","text":"alors le père et la mère de la jeune femme prendront les signes de sa virginité et les produiront devant les anciens de la ville, à la porte. "},{"style":"v","verse":"16","text":"Le père de la jeune femme dira aux anciens: J’ai donné ma fille pour femme à cet homme, et il l’a prise en aversion; "},{"style":"v","verse":"17","text":"il lui impute des choses criminelles, en disant: Je n’ai pas trouvé ta fille vierge. Or voici les signes de virginité de ma fille. Et ils déploieront son vêtement devant les anciens de la ville. "},{"style":"v","verse":"18","text":"Les anciens de la ville saisiront alors cet homme et le châtieront; "},{"style":"v","verse":"19","text":"et, parce qu’il a porté atteinte à la réputation d’une vierge d’Israël, ils le condamneront à une amende de cent sicles d’argent, qu’ils donneront au père de la jeune femme. Elle restera sa femme, et il ne pourra pas la renvoyer, tant qu’il vivra. "},{"style":"v","verse":"20","text":"Mais si le fait est vrai, si la jeune femme ne s’est point trouvée vierge, "},{"style":"v","verse":"21","text":"on fera sortir la jeune femme à l’entrée de la maison de son père; elle sera lapidée par les gens de la ville, et elle mourra, parce qu’elle a commis une infamie en Israël, en se prostituant dans la maison de son père. Tu ôteras ainsi le mal du milieu de toi."},{"style":"r","verse":"","text":"V. 22-30: cf. Lé 20:10, 11. Hé 13:4. 1 Th 4:3-7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"\\x d \\xo 22.22 \\xt Lé 20:10.\\x*Si l’on trouve un homme couché avec une femme mariée, ils mourront tous deux, l’homme qui a couché avec la femme, et la femme aussi. Tu ôteras ainsi le mal du milieu d’Israël. "},{"style":"v","verse":"23","text":"Si une jeune fille vierge est fiancée, et qu’un homme la rencontre dans la ville et couche avec elle, "},{"style":"v","verse":"24","text":"vous les amènerez tous deux à la porte de la ville, vous les lapiderez, et ils mourront, la jeune fille pour n’avoir pas crié dans la ville, et l’homme pour avoir déshonoré la femme de son prochain. Tu ôteras ainsi le mal du milieu de toi. "},{"style":"v","verse":"25","text":"Mais si c’est dans les champs que cet homme rencontre la jeune femme fiancée, lui fait violence et couche avec elle, l’homme qui aura couché avec elle sera seul puni de mort. "},{"style":"v","verse":"26","text":"Tu ne feras rien à la jeune fille; elle n’est pas coupable d’un crime digne de mort, car il en est de ce cas comme de celui où un homme se jette sur son prochain et lui ôte la vie. "},{"style":"v","verse":"27","text":"La jeune fille fiancée, que cet homme a rencontrée dans les champs, a pu crier sans qu’il y ait eu personne pour la secourir. "},{"style":"v","verse":"28","text":"Si un homme rencontre une jeune fille vierge non fiancée, lui fait violence et couche avec elle, et qu’on vienne à les surprendre, "},{"style":"v","verse":"29","text":"l’homme qui aura couché avec elle donnera au père de la jeune fille \\x e \\xo 22.29 \\xt Ex 22:16.\\x*cinquante sicles d’argent; et, parce qu’il l’a déshonorée, il la prendra pour femme, et il ne pourra pas la renvoyer, tant qu’il vivra. "},{"style":"v","verse":"30","text":"Nul ne prendra la femme de son père, et ne soulèvera la couverture de son père."}]