[{"style":"s1","verse":"","text":"Les prémices"},{"style":"r","verse":"","text":"V. 1-11: cf. (Ex 23:19. Pr 3:9, 10.) (De 5:15; 7:18, 19; 8:2, 10.) (Ps 103:1, 2. 1 Ti 4:4, 5.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Lorsque tu seras entré dans le pays que l’Éternel, ton Dieu, te donne pour héritage, lorsque tu le posséderas et y seras établi, "},{"style":"v","verse":"2","text":"tu prendras \\x a \\xo 26.2 \\xt Ex 23:19; 34:26. Lé 2:14; 23:10. No 15:17.\\x*des prémices de tous les fruits que tu retireras du sol dans le pays que l’Éternel, ton Dieu, te donne, tu les mettras dans une corbeille, et tu iras au lieu que choisira l’Éternel, ton Dieu, pour y faire résider son nom. "},{"style":"v","verse":"3","text":"Tu te présenteras au sacrificateur alors en fonction, et tu lui diras: Je déclare aujourd’hui à l’Éternel, ton Dieu, que je suis entré dans le pays que l’Éternel a juré à nos pères de nous donner. "},{"style":"v","verse":"4","text":"Le sacrificateur recevra la corbeille de ta main, et la déposera devant l’autel de l’Éternel, ton Dieu. "},{"style":"v","verse":"5","text":"Tu prendras encore la parole, et tu diras devant l’Éternel, ton Dieu: Mon père était un Araméen nomade; il \\x b \\xo 26.5 \\xt Ge 46:1.\\x*descendit en Égypte avec peu de gens, et il y fixa son séjour; là, il devint une nation grande, puissante et nombreuse. "},{"style":"v","verse":"6","text":"Les Égyptiens nous maltraitèrent et nous opprimèrent, et ils nous soumirent à une dure servitude. "},{"style":"v","verse":"7","text":"Nous criâmes à l’Éternel, le Dieu de nos pères. L’Éternel \\x c \\xo 26.7 \\xt Ex 2:23.\\x*entendit notre voix, et il vit notre oppression, nos peines et nos misères. "},{"style":"v","verse":"8","text":"Et l’Éternel nous fit sortir d’Égypte, à main forte et à bras étendu, avec des prodiges de terreur, avec des signes et des miracles. "},{"style":"v","verse":"9","text":"Il nous a conduits dans ce lieu, et il nous a donné ce pays, pays où coulent le lait et le miel. "},{"style":"v","verse":"10","text":"Maintenant voici, j’apporte les prémices des fruits du sol que tu m’as donné, ô Éternel! Tu les déposeras devant l’Éternel, ton Dieu, et tu te prosterneras devant l’Éternel, ton Dieu. "},{"style":"v","verse":"11","text":"Puis tu te réjouiras, avec le Lévite et avec l’étranger qui sera au milieu de toi, pour tous les biens que l’Éternel, ton Dieu, t’a donnés, à toi et à ta maison."},{"style":"s1","verse":"","text":"Les dîmes de la troisième année"},{"style":"r","verse":"","text":"V. 12-15: cf. De 14:22-29; 11:12-14."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Lorsque tu auras achevé de lever \\x d \\xo 26.12 \\xt Lé 27:30. No 18:24.\\x*toute la dîme de tes produits, la troisième année, l’année de la dîme, tu la donneras au Lévite, à l’étranger, à l’orphelin et à la veuve; et ils mangeront et se rassasieront, dans tes portes. "},{"style":"v","verse":"13","text":"Tu diras devant l’Éternel, ton Dieu: J’ai ôté de ma maison ce qui est consacré, et je l’ai donné au Lévite, à l’étranger, à l’orphelin et à la veuve, \\x e \\xo 26.13 \\xt De 14:27.\\x*selon tous les ordres que tu m’as prescrits; je n’ai transgressé ni oublié aucun de tes commandements. "},{"style":"v","verse":"14","text":"Je n’ai rien mangé de ces choses pendant mon deuil, je n’en ai rien fait disparaître pour un usage impur, et je n’en ai rien donné à l’occasion d’un mort; j’ai obéi à la voix de l’Éternel, mon Dieu, j’ai agi selon tous les ordres que tu m’as prescrits. "},{"style":"v","verse":"15","text":"Regarde de ta demeure sainte, des cieux, et bénis ton peuple d’Israël et le pays que tu nous as donné, comme tu l’avais juré à nos pères, ce pays où coulent le lait et le miel."},{"style":"r","verse":"","text":"V. 16-19: cf. Ex 19:4-8. 1 Pi 2:9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Aujourd’hui, l’Éternel, ton Dieu, te commande de mettre en pratique ces lois et ces ordonnances; tu les observeras et tu les mettras en pratique de tout ton cœur et de toute ton âme. "},{"style":"v","verse":"17","text":"Aujourd’hui, \\x f \\xo 26.17 \\xt Ge 17:7.\\x*tu as fait promettre à l’Éternel qu’il sera ton Dieu, afin que tu marches dans ses voies, que tu observes ses lois, ses commandements et ses ordonnances, et que tu obéisses à sa voix. "},{"style":"v","verse":"18","text":"Et aujourd’hui, l’Éternel t’a fait promettre que tu seras \\x g \\xo 26.18 \\xt Ex 19:5. De 7:6; 14:2.\\x*un peuple qui lui appartiendra, comme il te l’a dit, et que tu observeras tous ses commandements, "},{"style":"v","verse":"19","text":"\\x h \\xo 26.19 \\xt De 4:7.\\x*afin qu’il te donne sur toutes les nations qu’il a créées la supériorité en gloire, en renom et en magnificence, et afin que tu sois un peuple saint pour l’Éternel, ton Dieu, comme il te l’a dit."}]