[{"style":"s1","text":"Le renouvellement de l’alliance"},{"style":"r","text":"V. 1-15: cf. De 4:32-40. (Jos 24:1-27. 2 Ch 15:9-15; 34:29-32.) Ps 111:9."},{"style":"p","text":""},{"style":"v","text":"Voici les paroles de l’alliance que l’Éternel ordonna à Moïse de traiter avec les enfants d’Israël au pays de Moab, outre l’alliance qu’il avait traitée avec eux à Horeb. "},{"style":"v","text":"Moïse convoqua tout Israël, et leur dit: \\x a \\xo 29.2 \\xt Ex 19:4.\\x*Vous avez vu tout ce que l’Éternel a fait sous vos yeux, dans le pays d’Égypte, à Pharaon, à tous ses serviteurs, et à tout son pays, "},{"style":"v","text":"\\x b \\xo 29.3 \\xt De 4:34; 7:19.\\x*les grandes épreuves que tes yeux ont vues, ces miracles et ces grands prodiges. "},{"style":"v","text":"Mais, jusqu’à ce jour, l’Éternel ne vous a pas donné un cœur pour comprendre, des yeux pour voir, des oreilles pour entendre. "},{"style":"v","text":"Je t’ai conduit pendant quarante années dans le désert; tes vêtements ne se sont point usés sur toi, et ton soulier ne s’est point usé à ton pied; "},{"style":"v","text":"vous n’avez point mangé de pain, et vous n’avez bu ni vin ni liqueur forte, afin que vous connussiez que je suis l’Éternel, votre Dieu. "},{"style":"v","text":"Vous êtes arrivés dans ce lieu; \\x c \\xo 29.7 \\xt No 21:24, 33. De 2:32; 3:1.\\x*Sihon, roi de Hesbon, et Og, roi de Basan, sont sortis à notre rencontre, pour nous combattre, et nous les avons battus. "},{"style":"v","text":"Nous avons pris leur pays, et nous l’avons donné \\x d \\xo 29.8 \\xt No 32:33. De 3:12. Jos 13:8.\\x*en propriété aux Rubénites, aux Gadites et à la moitié de la tribu des Manassites. "},{"style":"v","text":"Vous observerez donc les paroles de cette alliance, et vous les mettrez en pratique, afin de réussir dans tout ce que vous ferez. "},{"style":"v","text":"Vous vous présentez aujourd’hui devant l’Éternel, votre Dieu, vous tous, vos chefs de tribus, vos anciens, vos officiers, tous les hommes d’Israël, "},{"style":"v","text":"vos enfants, vos femmes, et l’étranger qui est au milieu de ton camp, depuis celui qui coupe ton bois jusqu’à celui qui puise ton eau. "},{"style":"v","text":"Tu te présentes pour entrer dans l’alliance de l’Éternel, ton Dieu, dans cette alliance contractée avec serment, et que l’Éternel, ton Dieu, traite en ce jour avec toi, "},{"style":"v","text":"afin de t’établir aujourd’hui pour son peuple et d’être lui-même ton Dieu, \\x e \\xo 29.13 \\xt Ge 17:7.\\x*comme il te l’a dit, et comme il l’a juré à tes pères, Abraham, Isaac et Jacob. "},{"style":"v","text":"Ce n’est point avec vous seuls que je traite cette alliance, cette alliance contractée avec serment. "},{"style":"v","text":"Mais c’est avec ceux qui sont ici parmi nous, présents en ce jour devant l’Éternel, notre Dieu, et avec ceux qui ne sont point ici parmi nous en ce jour."},{"style":"r","text":"V. 16-29: cf. (1 R 9:6-9. Da 9:11-14.) Ga 6:7, 8."},{"style":"p","text":""},{"style":"v","text":"Vous savez de quelle manière nous avons habité dans le pays d’Égypte, et comment nous avons passé au milieu des nations que vous avez traversées. "},{"style":"v","text":"Vous avez vu leurs abominations et leurs idoles, le bois et la pierre, l’argent et l’or, qui sont chez elles. "},{"style":"v","text":"Qu’il n’y ait parmi vous ni homme, ni femme, ni famille, ni tribu, dont le cœur se détourne aujourd’hui de l’Éternel, notre Dieu, pour aller servir les dieux de ces nations-là. Qu’il n’y ait point parmi vous de \\x f \\xo 29.18 \\xt Ac 8:23. Hé 12:15.\\x*racine qui produise du poison et de l’absinthe. "},{"style":"v","text":"Que personne, après avoir entendu les paroles de cette alliance contractée avec serment, ne se glorifie dans son cœur et ne dise: J’aurai la paix, quand même je suivrai les penchants de mon cœur, et que j’ajouterai l’ivresse à la soif. "},{"style":"v","text":"L’Éternel ne voudra point lui pardonner. Mais alors la colère et la jalousie de l’Éternel s’enflammeront contre cet homme, toutes les malédictions écrites dans ce livre reposeront sur lui, et l’Éternel effacera son nom de dessous les cieux. "},{"style":"v","text":"L’Éternel le séparera, pour son malheur, de toutes les tribus d’Israël, selon toutes les malédictions de l’alliance écrite dans ce livre de la loi. "},{"style":"v","text":"Les générations à venir, vos enfants qui naîtront après vous et l’étranger qui viendra d’une terre lointaine, à la vue des plaies et des maladies dont l’Éternel aura frappé ce pays, à la vue du soufre, du sel, "},{"style":"v","text":"de l’embrasement de toute la contrée, où il n’y aura ni semence, ni produit, ni aucune herbe qui croisse, comme au bouleversement de Sodome, de Gomorrhe, d’Adma et de Tseboïm, que l’Éternel détruisit dans sa colère et dans sa fureur, "},{"style":"v","text":"toutes les nations diront: \\x g \\xo 29.24 \\xt Jé 22:8.\\x*Pourquoi l’Éternel a-t-il ainsi traité ce pays? Pourquoi cette ardente, cette grande colère? "},{"style":"v","text":"Et l’on répondra: C’est parce qu’ils ont abandonné l’alliance contractée avec eux par l’Éternel, le Dieu de leurs pères, lorsqu’il les fit sortir du pays d’Égypte; "},{"style":"v","text":"c’est parce qu’ils sont allés servir d’autres dieux et se prosterner devant eux, des dieux qu’ils ne connaissaient point et que l’Éternel ne leur avait point donnés en partage. "},{"style":"v","text":"Alors la colère de l’Éternel s’est enflammée contre ce pays, et il a fait venir sur lui toutes les malédictions écrites dans ce livre. "},{"style":"v","text":"L’Éternel les a arrachés de leur pays avec colère, avec fureur, avec une grande indignation, et il les a jetés sur un autre pays, comme on le voit aujourd’hui. "},{"style":"v","text":"Les choses cachées sont à l’Éternel, notre Dieu; les choses révélées sont à nous et à nos enfants, à perpétuité, afin que nous mettions en pratique toutes les paroles de cette loi."}]