[{"style":"s1","text":"Mort de Moïse"},{"style":"r","text":"V. 1-12: cf. (De 32:48-52. No 20:23-29.) (Ac 3:22-26. Hé 3:1-6.) Ps 116:15, 16. Mt 25:21."},{"style":"p","text":""},{"style":"v","text":"Moïse monta des plaines de Moab sur le mont Nebo, au sommet du Pisga, vis-à-vis de Jéricho. Et l’Éternel lui \\x a \\xo 34.1 \\xt De 3:17.\\x*fit voir tout le pays: "},{"style":"v","text":"Galaad jusqu’à Dan, tout Nephthali, le pays d’Éphraïm et de Manassé, tout le pays de Juda jusqu’à la mer occidentale, "},{"style":"v","text":"le midi, les environs du Jourdain, la vallée de Jéricho, la ville des palmiers, jusqu’à Tsoar. "},{"style":"v","text":"L’Éternel lui dit: C’est là le pays que j’ai juré de donner à \\x b \\xo 34.4 \\xt Ge 12:7; 13:5; 15:18; 26:4; 28:13.\\x*Abraham, à Isaac et à Jacob, en disant: Je le donnerai à ta postérité. Je te l’ai fait voir de tes yeux; mais tu n’y entreras point. "},{"style":"v","text":"Moïse, serviteur de l’Éternel, mourut là, dans le pays de Moab, selon l’ordre de l’Éternel. "},{"style":"v","text":"Et l’Éternel l’enterra dans la vallée, au pays de Moab, vis-à-vis de Beth-Peor. \\x c \\xo 34.6 \\xt Jud v. 9.\\x*Personne n’a connu son sépulcre jusqu’à ce jour. "},{"style":"v","text":"Moïse était âgé de cent vingt ans lorsqu’il mourut; sa vue n’était point affaiblie, et sa vigueur n’était point passée. "},{"style":"v","text":"Les enfants d’Israël pleurèrent Moïse pendant trente jours, dans les plaines de Moab; et ces jours de pleurs et de deuil sur Moïse arrivèrent à leur terme. "},{"style":"v","text":"Josué, fils de Nun, était rempli de l’esprit de sagesse, \\x d \\xo 34.9 \\xt No 27:18.\\x*car Moïse avait posé ses mains sur lui. Les enfants d’Israël lui obéirent, et se conformèrent aux ordres que l’Éternel avait donnés à Moïse. "},{"style":"v","text":"Il n’a plus paru en Israël de prophète semblable à Moïse, que l’Éternel connaissait face à face. "},{"style":"v","text":"Nul ne peut lui être comparé pour tous les signes et les miracles que Dieu l’envoya faire au pays d’Égypte contre Pharaon, contre ses serviteurs et contre tout son pays, "},{"style":"v","text":"et pour tous les prodiges de terreur que Moïse accomplit à main forte sous les yeux de tout Israël."}]