[{"style":"s","verse":"","text":"Ku gëm dina jëf lu rafet"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Fàttali leen ñuy déggal kilifa, yi yore nguur gi, tey jëfe seeni ndigal, ñu taxaw temm ci lépp luy jëf ju baax."},{"style":"v","verse":"2","text":"Buñu jëw kenn mbaa ñuy ŋaayoo, waaye nañu yiwe te won ñépp lewet gu mat sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ndaxte nun itam ñu ñàkk xel lanu woon te déggadi, nu réer bay jaamu ay bëgg-bëgg ak i bànneex yu wuute, nu dëkk ci coxorte ak ñeetaane, ñu bañ nu te nu bañante ci sunu biir."},{"style":"v","verse":"4","text":"Waaye naka noona Yàlla sunu Musalkat feeñal na mbaaxam ak cofeelam,"},{"style":"v","verse":"5","text":"ba musal nu; ajuwul ci jëf yu jub yu nu def, waaye ci yërmandeem rekk. Mu juddulaat nu ci laabal sunu xol, te yeesalaat nu ci dooley °Xel mu Sell,"},{"style":"v","verse":"6","text":"mi mu nu sotti ba mu baawaan, ci darajay Yeesu °Kirist sunu Musalkat."},{"style":"v","verse":"7","text":"Ci noonu Yàlla àtte na nu jub ci kaw yiwam, te sédd nu ci dund gu dul jeex, gi nuy séentu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Wax jooju ju wóor la, te damaa bëgg nga dëggal loolu, ngir ñi gëm Yàlla sax ci jëf lu rafet. Loolu moo baax te am njariñ ci nit."},{"style":"v","verse":"9","text":"Waaye moytul yu deme ni werantey neen ak limi maam, ay xuloo ak i xëccoo ci doxalinu yoonu °Musaa, ndax loolu waxi neen la, te amul benn njariñ."},{"style":"v","verse":"10","text":"Kuy féewale, nanga ko yedd, yeddaat ko; bu tëwee, nga dàq ko,"},{"style":"v","verse":"11","text":"xam ne nit ku ñaaw xel la te ay bàkkaaram fés ci ñépp."},{"style":"s","verse":"","text":"Muj gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bu ma la yónnee Artemas walla Tisig, gaawantul fekksi ma ci dëkku Nikopolis, ndax fa laa bëgga lollikooji."},{"style":"v","verse":"13","text":"Naka Senas àttekat bi nag ak Apolos, waajal leen bu jekk ci seen tukki, ba seen aajo yépp faju."},{"style":"v","verse":"14","text":"Na sunuy bokk it takku ci jëf yu rafet, ba mana faj aajo yépp, te baña yaafus."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ñiy ànd ak man ñépp ñu ngi lay nuyu. Nuyul nu sunuy soppey ngëm. Yal na yiwu Yàlla ànd ak yéen ñépp."}]