[{"style":"mt1","text":"Njàlbéen ga"},{"style":"s1","verse":"","text":"Yàlla sàkk na àddina, fal ci nit"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca njàlbéen ga Yàlla sàkk na asamaan ak suuf."},{"style":"v","verse":"2","text":"Suuf nag da ne woon maraas, ne wëyëŋ, lëndëm muur ndox mu xóot mi, lale ca kaw, noowug Yàlla\\f + \\fr 1.2 \\fk noowug Yàlla: \\ft Ci kàddoom la Yàlla sàkke asamaan ak suuf. Yàlla ëf, ne: «Nekkal», mu nekk. Lée-léeg dinanu wax «xelum Yàlla» mbaa «leerug Yàlla» waaye fii «noowug Yàlla» moo war, day wone ni Yàlla sàkke asamaan ak suuf ci kàddoom. \\f* di wër, tiim ndox mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ba loolu amee Yàlla ne: «Na leer nekk,» leer daldi am."},{"style":"v","verse":"4","text":"Yàlla gis ne leer gi lu baax la, mu xàjjale leer ak lëndëm."},{"style":"v","verse":"5","text":"Yàlla tudde leer gi bëccëg, lëndëm gi guddi. Ngoon jot, suba dugg, muy bés ba njëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Yàlla ne: «Na aw dénd dox diggante ndox yi, ngir xàjjale leen, yii fii, yii fale.»"},{"style":"v","verse":"7","text":"Yàlla nag sàkk dénd wi, xàjjalee ko ndox yi féete dénd wi suuf ak yi ko féete kaw. Mu daldi nekk noona."},{"style":"v","verse":"8","text":"Yàlla tudde dénd wi asamaan. Ngoon jot, suba dugg, muy bésub ñaareel ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Yàlla ne: «Na ndox, mi asamaan tiim, gëndoo benn béreb, ba joor gu wow feeñ.» Mu daldi nekk noona."},{"style":"v","verse":"10","text":"Yàlla tudde joor gu wow gi suuf, ndox mi gëndoo, mu tudde ko géej. Yàlla gis ne baax na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Yàlla ne: «Na suuf sax ñax, muy gàncax gu ànd ak jiwoom, ak garab yuy meññ tey jur seeni jiwu, lu ci nekk ak wirgoom ci kaw suuf.» Mu daldi nekk noona."},{"style":"v","verse":"12","text":"Suuf nag sax ñax, muy gàncax gu ànd ak wirgoy jiwoom, ak garab yuy meññ tey jur seeni wirgoy jiwu. Yàlla gis ne baax na."},{"style":"v","verse":"13","text":"Ngoon jot, suba dugg, muy bésub ñetteel ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yàlla ne: «Na am ay leer ci déndub asamaan, ngir xàjjale guddi ak bëccëg, te doon ay tegtal, yuy ràññale jamono yi, tey takk bés yi ak at yi."},{"style":"v","verse":"15","text":"Nañu nekk ay leer ci déndub asamaan si, di leeral suuf.» Mu daldi nekk noona."},{"style":"v","verse":"16","text":"Yàlla sàkk ñaari leer yu mag, gi gëna mag yilif bëccëg, gi gëna ndaw yilif guddi; mu sàkk it biddiiw yi."},{"style":"v","verse":"17","text":"Yàlla nag teg leen ca déndub asamaan, di ca leeral suuf,"},{"style":"v","verse":"18","text":"ñuy yore guddi ak bëccëg, tey xàjjale lëndëm ak leer. Yàlla gis ne baax na."},{"style":"v","verse":"19","text":"Ngoon jot, suba dugg, muy bésub ñeenteel ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba loolu amee Yàlla ne: «Na ndox fees ak ay ndiiraani xeeti mbindeef, te ay picc tiim suuf, di naaw ci déndub asamaan.»"},{"style":"v","verse":"21","text":"Ci biir loolu Yàlla sàkk rabi géej yu mag yi ak mboolem mbindeef muy féey tey ramm-rammi ci ndox mi, mu ci nekk ak wirgoom, teg ca lépp luy boroomi laaf, lu ci nekk ak wirgoom. Yàlla gis ne baax na."},{"style":"v","verse":"22","text":"Ba mu ko defee Yàlla barkeel leen, daldi ne: «Giirleen te bare, ba fees ndoxi géej.» Mu neeti: «Na picc yi bare ci kaw suuf.»"},{"style":"v","verse":"23","text":"Ngoon jot, suba dugg, muy bésub juróomeel ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Yàlla ne: «Na suuf génne ay mbindeef, mu ci nekk ak wirgoom: ag jur, luy raam aki rabi àll, lu ci nekk ak wirgoom.» Mu daldi nekk noona."},{"style":"v","verse":"25","text":"Yàlla dafa bind rabi àll yi, lu ci nekk ak wirgoom, jur gu ci nekk ak wirgoom, ak lépp luy raam ci kaw suuf, lu ci nekk ak wirgoom. Yàlla nag gis ne baax na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yàlla ne: «Nanu bind nit ci sunu melokaan, mu nirook nun, te na yilif jëni géej ak picci asamaan ak jur gépp ak suuf sépp ak lépp lu ciy raam.»"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"27","text":"Yàlla dafa sàkk nit ci melokaanam;"},{"style":"q1","verse":"","text":"ci melokaanu boppam la Yàlla sàkk nit,"},{"style":"q1","verse":"","text":"góor ak jigéen la sàkk."},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"Yàlla barkeel leen ne leen: «Giirleen te bare, ba fees àddina, di ko saytu; te it yilifleen jëni géej ak picci asamaan ak mboolem mbindeef muy yëngu ci kaw suuf.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Yàlla ne: «Xoolleen, jox naa leen gépp gàncax gu ànd ak jiwoom ci kaw suuf sépp ak gépp garab guy meññ tey jur jiwoom, muy seen dund."},{"style":"v","verse":"30","text":"Naka rabi àll yépp it, ñook picci asamaan yépp ak lépp luy raam ci kaw suuf, te di boroom bakkan, jox naa leen lépp luy ñax mu tooy, ñoom itam, muy seen lekk.» Mu daldi nekk noona."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yàlla nag gis li mu def lépp, fekk lépp baax lool. Ngoon jot, suba dugg, muy bésub juróom benneel ba."}]