[{"style":"s1","text":"Yàlla safaan na làkku àddina, mu jaxasoo"},{"style":"p","text":""},{"style":"v","text":"Ca ndoorte la nag waa àddina sépp a bokkoon wenn làkk, seeni wax di benn."},{"style":"v","text":"Bi nit ñi toxoo, jëm penku, dañoo gis ag joor ci réewu Sineyaar, ñu sanc fa."},{"style":"v","text":"Ñu ne: «Ayca nu defar ay móol yu ñu lakk cib taal, ba mu ñor.» Ci kaw loolu ñu def móol ya doji tabax, taqalee ko koltaar,"},{"style":"v","text":"daldi ne: «Ayca nu tabax ab dëkk bu taax ma bëtt asamaan; kon dinanu am woy, te dunu tasaaroo ci kaw suuf.»"},{"style":"p","text":""},{"style":"v","text":"Ba ñu noppee Aji Sax ji wàcc, xoolsi dëkk bi ak taax, mi doom aadama yi tabax."},{"style":"v","text":"Aji Sax ji da ne: «Su ñu tàmbalee nii, di menn mbooloo te bokk wenn làkk, kon dara dootu leen të."},{"style":"v","text":"Ayca nu wàcc, safaan seen làkk, ba dootuñu déggoo.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Aji Sax ji jële leen foofa, tasaare leen ci kaw suuf sépp, ñu yemale fa dëkk ba ñu doon tabax."},{"style":"v","text":"Looloo tax ñu tudde dëkk ba Babel (muy firi Safaan), ndax foofa la Aji Sax ji safaane làkku àddina sépp, mu jaxasoo, te fa la leen tasaaree ci kaw suuf sépp."},{"style":"ms","text":"Askanu Sem, maamu Ibraam"},{"style":"mr","text":"(Saar 11.10-26)"},{"style":"p","text":""},{"style":"v","text":"Askanu Sem mooy lii. Sem am na téeméeri at, doora jur Arpagsàdd, fekk na mbënn ma wees, ba mu am ñaari at."},{"style":"v","text":"Arpagsàdd juddu na, Sem dundaat juróomi téeméeri at (500), juraat ay doom yu góor ak yu jigéen."},{"style":"p","text":""},{"style":"v","text":"Arpagsàdd am fanweeri at ak juróom, jur Sela."},{"style":"v","text":"Sela juddu na, Arpagsàdd dundaat ñeenti téeméeri at ak ñett (403), juraat ay doom yu góor ak yu jigéen."},{"style":"p","text":""},{"style":"v","text":"Sela am fanweeri at, jur Eber."},{"style":"v","text":"Eber juddu na, Sela dundaat ñeenti téeméeri at ak ñett (403), juraat ay doom yu góor ak yu jigéen."},{"style":"p","text":""},{"style":"v","text":"Eber am fanweeri at ak ñeent, jur Peleg."},{"style":"v","text":"Peleg juddu na, Eber dundaat ñeenti téeméeri at ak fanweer (430), juraat ay doom yu góor ak yu jigéen."},{"style":"p","text":""},{"style":"v","text":"Peleg am fanweeri at, jur Rew."},{"style":"v","text":"Rew juddu na, Peleg dundaat ñaari téeméeri at ak juróom ñeent (209), juraat ay doom yu góor ak yu jigéen."},{"style":"p","text":""},{"style":"v","text":"Rew am fanweeri at ak ñaar, jur Serug."},{"style":"v","text":"Serug juddu na, Rew dundaat ñaari téeméeri at ak juróom ñaar (207), juraat ay doom yu góor ak yu jigéen."},{"style":"p","text":""},{"style":"v","text":"Serug am fanweeri at, jur Naxor."},{"style":"v","text":"Naxor juddu na, Serug dundaat ñaari téeméeri at (200), juraat ay doom yu góor ak yu jigéen."},{"style":"p","text":""},{"style":"v","text":"Naxor am ñaar fukki at ak juróom ñeent, jur Teraa."},{"style":"v","text":"Teraa gane na àddina, Naxor dundaat téeméeri at ak fukk ak juróom ñeent (119), juraat ay doom yu góor ak yu jigéen."},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba Teraa amee juróom ñaar fukki at, mu jur Ibraam ak Naxor ak Aran."},{"style":"ms","text":"Askanu Teraa, baayu Ibraam"},{"style":"mr","text":"(Saar 11.27---25.11)"},{"style":"p","text":""},{"style":"v","text":"Askanu Teraa mooy lii. Teraa mooy baayu Ibraam\\f + \\fr 11.27 \\fk Ibraam \\ft mii: Yàlla dina ko mujja tudde Ibraayma. Seetal ci 17.5.\\f* ak Naxor ak Aran. Aran mooy baayu Lóot."},{"style":"v","text":"Gannaaw loolu Aran faatu na lu jiitu faatug baayam Teraa, ca réew ma mu juddoo, di Ur\\f + \\fr 11.28 \\fk Ur, \\ft dëkk bu yàggoon la, te bokkoon ci réew mi ñu tudde Iraag léegi.\\f*, dëkku Kaldeen ña."},{"style":"v","text":"Ibraam ak Naxor jël nañu ay soxna; soxnas Ibraam tudd Sarayi, soxnas Naxor di Milka. Milka moomu, moom ak rakkam ju jigéen Yiska, Aran ay seen baay."},{"style":"v","text":"Sarayi moomu masuloona am doom te it manu ko woona am."},{"style":"p","text":""},{"style":"v","text":"Mu am bés Teraa ànd ak doomam Ibraam ak sëtam Lóot, mi Aran di baayam, ak goroom Sarayi, soxnas Ibraam. Ñu bokk jóge Ur gu Kaldeen ña, jëm réewu Kanaan. Ba ñu demee ba Karan, daldi fay sanc."},{"style":"v","text":"Teraa dund na ñaari téeméeri at ak juróom (205), doora génn àddina, ñu denc ko Karan."}]