[{"style":"s1","verse":"","text":"Yàlla sant na Ibraam, mu gàddaay"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji moo waxoon Ibraam, ne ko: «Jógeel sam réew, jóge ci say bokk ak sa kër baay, te nga dem ca réew mi ma lay won,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"2","text":"ma def la ngay cosaanal xeet wu yaa,"},{"style":"q1","verse":"","text":"barkeel la,"},{"style":"q1","verse":"","text":"màggal sa tur,"},{"style":"q1","verse":"","text":"ngay buntu barke."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"3","text":"Ku la ñaanal barke, ma barkeel,"},{"style":"q1","verse":"","text":"ku la móolu it, ma alag,"},{"style":"q1","verse":"","text":"te xeeti àddina yépp,"},{"style":"q1","verse":"","text":"ci yaw lañuy barkeele.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ibraam daldi dem, na ko ko Aji Sax ji waxe woon, Lóot topp ca. Ba Ibraam di jóge Karan, booba am na juróom ñaar fukki at ak juróom (75)."},{"style":"v","verse":"5","text":"Ibraam ànd ak soxnaam Sarayi ak Lóot, mi muy baay bu ndaw ci moom. Mu yóbbaale nag alal, ja mu dajale jépp, ak jaam, ya mu jënde Karan. Ñu jóge fa, jublu réewu Kanaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba ñu agsee Kanaan, Ibraam dafa jàll ca biir réew ma, ba àgg béreb bu sell, ba féete ak Sikem, ca garab\\f + \\fr 12.6 \\ft Xeetu garab la gu ñuy wax terebent.\\f* gu mag, ga ñuy woowe More. Booba fekk na waa Kanaan a nga woon ca réew ma."},{"style":"v","verse":"7","text":"Ci kaw loolu Aji Sax ji feeñu Ibraam ne ko: «Sa askan wi soqikoo ci yaw laay jox réew mii.» Ibraam nag daldi tabaxal Aji Sax ji ko feeñu, ab \\w sarxalukaay|sarxalukaay b-:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Gannaaw loolu mu jóge fa, jëm tund, wi féete Betel penku, samp fa xaymaam; Betel féete ko sowu, Ayi féete ko penku. Foofa itam Ibraam tabaxal na fa Aji Sax ji sarxalukaay, tudd fa Aji Sax ji, wormaal ko."},{"style":"v","verse":"9","text":"Ibraam bàyyikooti fa, aw yoonam, jublu àllub Negew\\f + \\fr 12.9 \\fk àllub Negew: \\ft mu nga féete Kanaan bëj-saalum, nekk ca yoonu Misra. Li muy tekki mooy «wowaay».\\f*."},{"style":"s1","verse":"","text":"Ibraam dem na réewum Misra"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ca jamono jooja xiif a amoon ca réew ma, ba tax Ibraam dem réewum Misra, toogi fa, ndax xiif bu metti la woon."},{"style":"v","verse":"11","text":"Naka lay jub Misra, daldi ne soxnaam Sarayi: «Déglu ma, xam naa ne ku rafet nga."},{"style":"v","verse":"12","text":"Bu la waa Misra gisee, dinañu ne sama soxna nga. Te dinañu ma rey, nga des."},{"style":"v","verse":"13","text":"Kon nag ngalla waxal ne sama jigéen nga, ba tax ma am jàmm; su ko defee dees na ma bàyyi, ma dund, te di la ko gërëme.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba Ibraam àggee Misra, waa Misra gis ne jigéen ji mu àndal rafet na lool."},{"style":"v","verse":"15","text":"Jaraafi Firawna itam gis ko, di ko kañ ca Firawna ndax taar ba, ñu daldi ko yóbbu ca kër Firawna."},{"style":"v","verse":"16","text":"Firawna nag toppatoo Ibraam bu baax ndax moom, ñu may ko ay gàtt ak ay nag, ay mbaam yu góor, ak ay jaam yu góor ak yu jigéen, ak ay mbaam yu jigéen aki giléem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Teewul Aji Sax ji wàcce ca Firawna ak waa këram jàngoro yu metti ndax Sarayi, soxnas Ibraam."},{"style":"v","verse":"18","text":"Firawna woolu Ibraam ne ko: «Li nga ma def nag? Lu tax waxoo ma ne kii sa soxna la?"},{"style":"v","verse":"19","text":"Lu tax nga ne sa jigéen la, ba tax ma jël ko, bëgg koo def sama jabar? Ayca, sa jabar a ngoog, fabal te ne mott!»"},{"style":"v","verse":"20","text":"Naka la Firawna wax loolu ba noppi, daldi sant ay dagam, ñu génne Ibraam réew ma, moom ak soxnaam ak alalam jépp."}]