[{"style":"s1","verse":"","text":"Ibraam ak Lóot teqalikoo nañu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi loolu amee Ibraam dafa jóge Misra, moom ak soxnaam, yóbbaale alalam jépp, daldi dem ca àllub Negew, Lóot topp ca."},{"style":"v","verse":"2","text":"Ibraam nag amoon alal ju bare diggante jur, xaalis ak wurus."},{"style":"v","verse":"3","text":"Gannaaw loolu mu awati yoonam, jóge àllub Negew, jëm dëkk ba ñu naa Betel, dem ba àgg ca béreb, ba mu njëkkoona samp xaymaam, ci diggante Betel ak Ayi,"},{"style":"v","verse":"4","text":"fa mu tabaxoon ab \\w sarxalukaay|sarxalukaay b-:\\w*. Ibraam nag tudd fa Aji Sax ji, wormaal ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ci biir loolu Lóot, mi mu àndal, moom it yor jur gu gudd ak gu gàtt aki xayma,"},{"style":"v","verse":"6","text":"ba tax xajatuñu ca réew ma, ndax seen alal dafa bare, ba manatuñu faa bokk dëkk."},{"style":"v","verse":"7","text":"Loolu tax sàmmi Ibraam ak sàmmi Lóot di jote. Rax ci dolli Kanaaneen ñi ak Periseen ñi ña nga woon ca réew ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba loolu amee Ibraam da ne Lóot: «Waay waay, bu xuloo am sama digganteek yaw mbaa say sàmm ak samay sàmm. Xanaa dunuy bokk nag?"},{"style":"v","verse":"9","text":"Xanaa àll bi newul yàmblaŋ ngay gis? Nan teqalikoo, kay; boo demee càmmoñ, ma dem ndijoor; boo demee ndijoor, ma dem càmmoñ.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba mu waxee ba noppi, Lóot dafa xool, gis joor, gi wër dexu Yurdan gépp, màndi ndox. Ndax laata Aji Sax jiy tas dëkk yu ñuy wax Sodom ak Gomor, àll bi jëm Cowar dafa naatoon, ni réewum Misra naate, ba faf mel ni toolub Aji Sax ja\\f + \\fr 13.10 \\ft Tool booba mooy Àjjana, fa Yàlla njëkkoona dëkkal Aadama ak Awa.\\f*."},{"style":"v","verse":"11","text":"Ba mu ko defee Lóot tànn jooru Yurdan gépp, daldi toxu jëm penku. Noonu lañu teqalikoo."},{"style":"v","verse":"12","text":"Ibraam dëkke réewu Kanaan, Lóot sance dëkk ya ca jooru Yurdan, daldi toxal xaymaam, samp ko Sodom."},{"style":"v","verse":"13","text":"Waaye waa Sodom ñu bon lañu woon, te mana moy Aji Sax ji lool."},{"style":"s1","verse":"","text":"Digeb Aji Sax ja ak Ibraam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gannaaw ba Lóot teqalikook Ibraam, Aji Sax ji wax na Ibraam ne ko: «Téenal foofu nga taxaw, te séenu bëj-gànnaar ak bëj-saalum ak penkook sowu,"},{"style":"v","verse":"15","text":"ndaxte réew mi ngay gis mépp, yaw laa koy may ba fàww, yaak askan wi soqikoo ci yaw."},{"style":"v","verse":"16","text":"Dinaa leen yokk, ba ñu tollu ni feppi suuf, ba feppi suuf gëna neexa waññ sa askan."},{"style":"v","verse":"17","text":"Jógal wër réew mi mépp ba mu daj, ndax yaw laa koy may.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba mu ko defee Ibraam sempi xaymaam, ñëw dal Ebron ca garab yu mag ya ca toolub Mamre, daldi fay tabaxal Aji Sax ji \\w sarxalukaay|sarxalukaay b-:\\w*."}]