[{"style":"s1","text":"Ibraam wallu na Lóot"},{"style":"p","text":""},{"style":"v","text":"Ca jamonoy Amrafel buurub Sineyaar, ak Aryokk buurub Elasaar, Kedorlamer buurub Elam, ak Tidal buurub Goyim,"},{"style":"v","text":"ànd nañu, dal ci kaw ñoom Bera buurub Sodom, ak Birsa buurub Gomor, ak Sineyab buurub Adma, ak Semeber buurub Ceboyim, ak it buuru dëkk ba ñuy wax Bela, mooy Cowar ba tey."},{"style":"v","text":"Ñooñoo booloo woon ca xuru Sidim, mooy géeju Xorom gi léegi."},{"style":"v","text":"Fekk na diiru fukki at ak ñaar Kedorlamer moo leen yilifoon, teewul ca fukkeelu at ma ak ñett ñu fippu."},{"style":"p","text":""},{"style":"v","text":"Ca déwén sa Kedorlamer ak buur ya faroon ak moom, dem dàq Refayeen ña ca Asterot Karnayim, ak Suseen ña ca Am, ak Emeen ña ca jooru Kiryaatayim,"},{"style":"v","text":"ak Oreen ña ca seen tund wa ñuy wax Seyir. Da leena dàq ba ca garabu Paran gu mag ga ca wetu màndiŋ ma."},{"style":"v","text":"Ñu jóge fa nag, waññiku, dem En Mispat, di Kades ba tey, daldi teg mboolem réewum Amalegeen ña tànk, boole ca song Amoreen ña dëkk Acacon Tamar."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu buurub Sodom génn, mook buurub Gomor ak buurub Adma ak buurub Ceboyim ak buuru Bela, di Cowar ba tey, ñoom ñépp daldi làng, nara xare ca xuru Sidim,"},{"style":"v","text":"di sot ñoom Kedorlamer buurub Elam, ak Tidal buurub Goyim, ak Amrafel buurub Sineyaar, ak Aryokk buurub Elasaar. Ñeenti buur di xareek juróom."},{"style":"p","text":""},{"style":"v","text":"Waaye xuru Sidim woowu dafa feesoon dell aki kàmbi koltaar. Ba mu ko defee buuri Sodom ak Gomor di daw, far daanu ca kàmb ya. Ña ca des daw ba ca tund ya."},{"style":"v","text":"Ña leen dàq nag, jël alalu Sodom ak Gomor yépp, nanguwaale seen dund bépp boole ca, daldi dem seen yoon."},{"style":"v","text":"Booba lañu yóbbu Lóot ma dëkk Sodom, te Ibraam di baayam bu ndaw. Ci biir loolu ñu yóbbaale li mu amoon lépp, dem."},{"style":"p","text":""},{"style":"v","text":"Ba loolu xewee, kenn ci ñi ñu jàppoon rëcc, ñëw ci Ibraam miy ab \\w Ebrë|Ebrë:\\w*, wax ko ko. Fekk na mu dëkk ca wetu garab yu mag ya woon ca toolub Mamre, ma dib Amoreen, di mbokk mu jege ci Eskol ak Aner, ñoom ñi doon wóllërey Ibraam."},{"style":"p","text":""},{"style":"v","text":"Ba Ibraam déggee ne jàpp nañu Lóot ma muy baayam bu ndaw, fa saa sa daa dajale dagam, yi juddoo këram te tollu ci ñetti téeméer ak fukk ak juróom ñett (318), ñu dàq buur ya ba dëkk ba ñuy wax Dan."},{"style":"v","text":"Ibraam dafa xàjjale mbooloom, dal ci kaw buur ya guddi, dàq leen, topp ci ñoom ba Oba, ca bëj-gànnaaru Damaas."},{"style":"v","text":"Ibraam nag delloosi alal ja jépp, nangu mbokkam Lóot, mook alalam, ak jigéen ña ak ñeneen ña ñu jàppoon."},{"style":"s1","text":"Melkiccedeg ñaanal na Ibraam barke"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba Ibraam dàqee Kedorlamer ak buur ya àndoon ak moom, ba délsi, buurub Sodom dafa génn, gatandu ko ca xur wa ñuy wax Sawe, ñu di ko woowe xuru Buur ba tey."},{"style":"v","text":"Ci kaw loolu Melkiccedeg\\f + \\fr 14.18 \\fk Melkiccedeg: \\ft mu ngi tekki «buuru Njubte».\\f* buurub Salem, mi doon \\w sarxalkatub|sarxalkat b-:\\w* Yàlla Aji Kawe ji, daldi ñëw, indi mburu ak biiñ."},{"style":"v","text":"Mu ñaanal Ibraam ne ko:"},{"style":"q1","text":"«Yaw Ibraam, Yàlla na la Yàlla Aji Kawe ji barkeel,"},{"style":"q1","text":"moom mi sàkk asamaan ak suuf!"},{"style":"q1","text":""},{"style":"v","text":"Waaye jaaraamaa Yàlla Aji Kawe ji,"},{"style":"q1","text":"moom mi la dumaal say noon!»"},{"style":"m","text":"Ba loolu amee Ibraam sàkk fukkeelu cérub la mu lël lépp, jox ko."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu buurub Sodom wax Ibraam ne ko: «Jox ma nit, ñi nga jàpp, te nga fab alal ji.»"},{"style":"v","text":"Ibraam nag wax buurub Sodom ne ko: «Man yékkati naa sama loxo, Yàlla Aji Sax ju Kawe ji seede, moom mi sàkk asamaan ak suuf,"},{"style":"v","text":"nee naa: duma jël ci yaw dara, du puso, bi gëna tuut sax, su ko defee doo mana wax ne yaa ma taxa am alal."},{"style":"v","text":"Duma jël dara, lu wees li sama nit ñi lekk ba noppi ak sama wàllu farandoo yi, di Aner ak Eskol ak Mamre, ñoom it, nañu jot seen wàll.»"}]