[{"style":"s1","verse":"","text":"Yàlla fas na ak Ibraam kóllëre"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba loolu wéyee kàddug Aji Sax ji dikke na Ibraam wax jii ci peeñu, ne ko: «Yaw Ibraam, bul ragal dara; man maay sa kiiraay, te sa yool dina màgg lool.»"},{"style":"v","verse":"2","text":"Ibraam ne ko: «Boroom bi, yaw Aji Sax ji, ana loo may may nag? Man awma doom sax, te ki wara donn sama alal moo di Elyeser, miy waa Damaas.»"},{"style":"v","verse":"3","text":"Ibraam teg ca ne: «Mayoo ma giir, te it jaam bu juddoo sama kër moo may donn.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Kàddug Aji Sax ji nag dikkal ko, ne ko: «Du moom moo lay donn, waaye ku sosoo ci sa geño moo lay donn.»"},{"style":"v","verse":"5","text":"Loolu wees Aji Sax ji yóbbu ko ci biti ne ko: «Xoolal asamaan, te waññ biddiiw yi, ndegam man nga ko.» Mu dellu ne ko: «Noonu la sa askan di tollu.»"},{"style":"v","verse":"6","text":"Ibraam nag gëm Aji Sax ji; Aji Sax ji nangul ko ngëmam, muy àtteb njub bu ñu ko limal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Gannaaw loolu Aji Sax ji wax ko ne ko: «Man maay Aji Sax ji la génnee Ur, ga ca Kaldeen ña, ngir may la réew mii, nga moom ko.»"},{"style":"v","verse":"8","text":"Ibraam ne ko: «Yaw Aji Sax ji sama Boroom, nan la may wóore ne maa koy moom?»"},{"style":"v","verse":"9","text":"Aji Sax ji ne ko: «Indil ma wëlluw ñetti at ak bëyu ñetti at ak kuuyu ñetti at, boole ci pitaxu àll ak xati mu ndaw.»"},{"style":"v","verse":"10","text":"Ibraam boole yooyu yépp, rey, lu ci nekk mu dagg ko ci digg bi, dog bu nekk janook moroom ma, waaye daggul picc ya."},{"style":"v","verse":"11","text":"Ba mu ko defee ay tan jóge ca, dal ca kaw yàpp wa, Ibraam nag dàq leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba jant bay so, ngëmment lu réy a ko jàpp, tiitaange ju mag, ànd ak lëndëm gu ne këruus, ne milib ci kawam."},{"style":"v","verse":"13","text":"Aji Sax ji wax Ibraam ne ko: «Déglul bu baax li ma lay wax: saw askan dinañu nekk ay doxandéem ci réew mu ñu moomul, te dees na leen def ay jaam, mitital leen diiru ñeenti téeméeri at (400)."},{"style":"v","verse":"14","text":"Waaye waa réew moomu leen di def ay jaam, dinaa leen àtte. Gannaaw loolu sa askan dina ca génn, ànd ak alal ju bare."},{"style":"v","verse":"15","text":"Yaw nag dinga gudd fan lool, doora génn àddina, ñu denc la, nga fekki say maam ci jàmm."},{"style":"v","verse":"16","text":"Say sët-sëtaat ay délsi fii bu seen jamono jotee, ndaxte bàkkaaru Amoreen ñi\\f + \\fr 15.16 \\fk Amoreen ñi: \\ft ñoo njëkkoona moom réewu Kanaan.\\f* jéggeegul dayo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba jant sowee, ba guddi jot, njaq luy saxaar, ànd ak jum buy tàkk, daldi jaar ci diggante dogi yàpp yooyu."},{"style":"v","verse":"18","text":"Keroog Aji Sax ji fas na \\w kóllëre|kóllëre g-:\\w* digganteem ak Ibraam, ne ko: «Askan wi soqikoo ci yaw laa jox réew mii dale ci dexu Misra, ba ca dex gu mag googee di Efraat,"},{"style":"v","verse":"19","text":"mooy réewu Keneen ñi ak Keniseen ñi ak Kadmoneen ñi"},{"style":"v","verse":"20","text":"ak Etteen ñi ak Periseen ñi ak Refayeen ñi,"},{"style":"v","verse":"21","text":"boole ci réewum Amoreen ñi ak Kanaaneen ñi ak Girgaseen ñi ak Yebuseen ñi.»"}]