[{"style":"s1","verse":"","text":"Ismayla juddu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Sarayi amul woon doom ak boroom këram Ibraam. Waaye fekk na mu am jaam bu juddoo Misra te tudd Ajara."},{"style":"v","verse":"2","text":"Sarayi ne Ibraam: «Li am mooy Aji Sax ji deful ma am doom. Kon ngalla waay, jëlal sama jaam bi, tëdd ak moom ndax Yàlla def, mu amal ma doom ju góor.» Ibraam nag dégg la Sarayi wax."},{"style":"v","verse":"3","text":"Looloo ngi am, gannaaw ba Ibraam dëkkee fukki at ca réewu Kanaan. Sarayi daldi jël Ajara, jaamam bi juddoo Misra, jox ko jëkkëram Ibraam, ngir mu tëdd ak moom."},{"style":"v","verse":"4","text":"Loolu wees Ibraam séy ak Ajara, mu daldi ëmb. Ajara yég ne ëmb na, indi nag yabeel digganteem ak sangam Sarayi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Sarayi nag wax Ibraam ne ko: «Tooñ gi ma Ajara di tooñ, yaa ma ko yóbbe! Maa la jox sama jaam, ngir nga tëdd ak moom, naam, waaye moom, naka la yég ne ëmb na rekk, daldi indi yabeel sama digganteek moom. Kon yal na ma Aji Sax ji àtteek yaw!»"},{"style":"v","verse":"6","text":"Ibraam wax Sarayi ne ko: «Sa jaam a ngoog ci say loxo, def ko lu la neex.» Sarayi nag di toroxal Ajara, ba mu daw, ba soreek moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ba mu dawee, \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* ja gis ko fu dend akub bëtu ndox ca màndiŋ ma, mooy bëtu ndox ba ca yoonu Sur."},{"style":"v","verse":"8","text":"Mu ne ko: «Yaw Ajara, jaamu Sarayi bi, foo bàyyikoo nii? Ak foo jëm?» Mu ne ko: «Damay daw ba fu soreek sama sang Sarayi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Malaakam Aji Sax ja ne ko: «Dellul ca sa sang, te nga yem ciy loxoom.»"},{"style":"v","verse":"10","text":"Mu teg ca ne ko: «Dinaa yokk sa askan lool, ba kenn du leen mana waññ,»"},{"style":"v","verse":"11","text":"tegaat ca ne ko:"},{"style":"q1","verse":"","text":"«Léegi jigéenu wérul nga, te dinga am doom ju góor;"},{"style":"q1","verse":"","text":"nanga ko tudde Ismayla (muy firi Yàlla dégg na),"},{"style":"q1","verse":"","text":"ndax Aji Sax ji yég na sa naqar."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"12","text":"Ismaylaay tiiñe, ni mbaamu àll mu deesul noot,"},{"style":"q1","verse":"","text":"di noonoo ñépp, ñépp noonoo ko."},{"style":"q1","verse":"","text":"Mooy sanc fu muy jàkkaarlook bokkam yépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ajara nag tudde Aji Sax ji wax ak moom, Ata El Roy (muy firi Yaa di Yàlla jiy gis), ndaxte da ne: «Moo man! Moona gis naa Yàlla, moom it mu gisal ma boppam de!»"},{"style":"v","verse":"14","text":"Loolu moo tax ñu tudde teen booba teenu Laxay Roy (muy firi teenu Aji Dund ji may gis); mu nga nekk diggante Kades ak Beredd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba loolu weesoo Ajara amal Ibraam doom ju góor. Ibraam tudde doom ji Ismayla."},{"style":"v","verse":"16","text":"Ba Ajaray am Ismayla, Ibraam a ngi tollu woon ci juróom ñett fukki at ak juróom benn (86)."}]