[{"style":"s1","text":"Yàlla soppi na turu Ibraam"},{"style":"p","text":""},{"style":"v","text":"Ba Ibraam amee juróom ñeent fukki at ak juróom ñeent (99), am na bés Aji Sax ji feeñu ko ne ko: «Man maay Yàlla Aji Man ji. Topp ma te mat sëkk."},{"style":"v","text":"Dinaa feddali sama \\w kóllëre|kóllëre g-:\\w* ak yaw, yokk la bu baax.»"},{"style":"p","text":""},{"style":"v","text":"Ibraam dégg loola, daldi sujjóot. Yàlla wax ak moom ne ko:"},{"style":"v","text":"«Man ci sama wàllu bopp, kóllëre gi ma fas ak yaw mooy lii. Dinga nekk maamu xeet yu baree bare."},{"style":"v","text":"Te tuddatuloo Ibraam; léegi yaa di Ibraayma (muy firi Maamu ñu bare), ndax maa la def ngay maamu xeet yu baree bare."},{"style":"v","text":"Dinaa la defal njaboot gu ne xas, ay xeet sosoo ci yaw, ba ay buur soqikoo ci yaw."},{"style":"v","text":"Te dinaa feddali sama kóllëre gi ci sama diggante ak yaw, yaak sa askan, muy kóllëre guy sax maasoo maas ba fàww. Maay doon sa Yàlla, yaak sa askan."},{"style":"v","text":"Te réew mi nga doon ab doxandéem léegi, muy réewu Kanaan mépp, jox naa la ko, yaak sa askan, ngeen moom ko fàww. Te dinaa doon seen Yàlla.»"},{"style":"s1","text":"Xaraf màndargaal na kóllëreg Yàlla"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yàlla waxaat na Ibraayma ne ko: «Yaw nag, sàmmal sama \\w kóllëre|kóllëre g-:\\w*, yaak sa askan ak say sët ak say sëtaat."},{"style":"v","text":"Kóllëre gi ma fas ak yaw, te nga war koo sàmm, yaak sa askan, li mu laaj mooy lii: Góor gu nekk ci yeen, war naa xaraf."},{"style":"v","text":"Xaraf mooy màndargaal kóllëre googu ma fas ak yeen."},{"style":"v","text":"Xale bu góor, bu amee juróom ñetti fan war naa xaraf. Képp kuy góor ci seen maasoo maas, war naa xaraf, ba ci jaam bu juddoo sa kër, mbaa ku ñu jënd ci sa xaalis, ak bépp doomu doxandéem boo jurul."},{"style":"v","text":"Jaam bu juddoo sa kër ak boo jënd, ñoom ñaar ñépp, dees leen wara xarafal. Xaraf ay màndargaal sama kóllëre ci seen yaram, muy kóllëre gu sax ba fàww."},{"style":"v","text":"Góor gu xaraful, ndax nanguwula xaraf, dees na ko dagge ci biir xeetam, ndax sàmmul sama kóllëre.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu weesoo Yàlla waxaat na Ibraayma, ne ko: «Sa soxna tuddatul Sarayi; léegi moo di Saarata\\f + \\fr 17.15 \\fk Sarayi, Saarata \\ft neexoo na ak baatu ebrë biy tekki «lingeer, doomu buur».\\f*."},{"style":"v","text":"Dinaa ko barkeel, may la ak moom doom ju góor; dinaa ko barkeel moos, ba mu jaboote xeet yu bare, te ay buuri xeet sax dinañu soqikoo ci moom.»"},{"style":"p","text":""},{"style":"v","text":"Bi Ibraayma déggee loolu, daa sujjóot, ree. Booba ma nga naan ci xelam: «Góoru téeméeri at, ndax dina mana am doom waay? Te Saarata, mi am juróom ñeent fukki at (90) sax, manati naa am doom a?»"},{"style":"v","text":"Ibraayma ne Yàlla: «Moo, tee ngaa saxal Ismayla rekk te ànd ak moom?»"},{"style":"p","text":""},{"style":"v","text":"Yàlla ne ko: «Waaw, waaye du tere sa soxna Saarata amal la doom ju góor, nga tudde ko nag Isaaxa. Dinaa fas ak moom sama kóllëre, mu wéy ba ciy sëtam ba fàww."},{"style":"v","text":"Bu dee ci wàllu Ismayla, nangul naa la ba tey. Ndax kat dinaa ko barkeel, jox ko njaboot gu yaa, yokk ko bu baax. Dina jur fukki kilifa ak ñaar yu mag, te dinaa ko defal mu sos xeet wu yaa."},{"style":"v","text":"Waaye sama kóllëre nag, Isaaxa laa koy fasool, moom Isaaxa, mi Saarata di am, nëgëni déwén.»"},{"style":"v","text":"Loola la Yàlla wax Ibraayma, daldi fay bàyyikoo."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Ibraayma boole doomam Ismayla, ak jaam yi juddoo këram yépp, ak ñi mu jëndoon ci xaalisam ñépp, góori waa këram ñépp, xarafal leen ca bés ba, muy la ko Yàlla waxoon."},{"style":"v","text":"Ibraayma amoon na juróom ñeent fukki at ak juróom ñeent (99), bi muy xaraf;"},{"style":"v","text":"doomam Ismayla am fukki at ak ñett, bi ñu koy xarafal."},{"style":"v","text":"Bésub keroog la Ibraayma xaraf, moom ak doomam Ismayla"},{"style":"v","text":"ak mboolem góori këram, muy jaam ya fa juddoo mbaa ñu mu jënd ci ay doxandéem, ñoom ñépp a ànd ak moom xaraf."}]