[{"style":"s1","verse":"","text":"Bàkkaari waa Sodom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee ñaari malaaka ya dikk Sodom ca ngoon, fekk Lóot toog ca buntu dëkk ba\\f + \\fr 19.1 \\fk ca buntu dëkk ba \\ft la pénc ma nekkoon, booy duggsi.\\f*. Lóot séen leen, jóg gatandu leen, daldi leen sujjóotal, ne leen:"},{"style":"v","verse":"2","text":"«Dégluleen ma, ngalla sang yi, siyaare naa leen, tee ngeena dal ak man, su ko defee ngeen jàngu, fanaan ba suba, ngeen xëy topp seen yoon?» Ñu ne ko: «Bàyyil, nu fanaan ci mbedd mi.»"},{"style":"v","verse":"3","text":"Lóot nag soññ leen, ba ñu dal këram, mu ganale leen. Lóot da leena berndeel, lakkal leen mburu mu amul lawiir, ñu lekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Teewul bala ñoo tëdd, góori Sodom, mag ak ndaw, daldi jóge gox bu nekk, ñëw yéew kër ga."},{"style":"v","verse":"5","text":"Ñu daldi woo Lóot ne ko: «Ana góor ñi fi ñëw tey ci guddi? Génneel nu leen fii, ndax nu mana àgg seen kaw.»"},{"style":"v","verse":"6","text":"Lóot génn, fekk leen ca buntu kër ga ca biti, daldi tëj bunt ba."},{"style":"v","verse":"7","text":"Mu ne leen: «Bokk yi, ngalla buleen def lu bon loolu waay!"},{"style":"v","verse":"8","text":"Dégluleen, ma wax leen; man, am naa ñaari doom yu jigéen, te xamuñu góor. Mayleen ma, ma yót leen leen, ngeen def leen lu leen neex. Rikk buleen def góor ñii dara, ndaxte samay gan lañu.»"},{"style":"v","verse":"9","text":"Ñu ne ko: «Toppal fale!» te naan: «Waay! Waa jii dal ci sunu dëkk bi rekk, bëgg di fi àtte! Léegi nag dinanu la def lu raw li nu bëggoona def say gan.» Ñu song Lóot, ba nara dàjji bunt ba."},{"style":"v","verse":"10","text":"Teewul gan ña yoor seeni loxo, ñoddi Lóot ba ci biir, tëj bunt ba."},{"style":"v","verse":"11","text":"Ba loolu amee ñu gumbaal nit ña nekkoon ca buntu kër ga, mag ak ndaw, ñuy làmbatu bunt ba, ba sonn, bàyyi."},{"style":"s1","verse":"","text":"Lóot génn na Sodom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba loolu wéyee gan ña wax Lóot ne ko: «Boo amee mbokk ci dëkk bi, muy sa doom ju góor mbaa ju jigéen, mbaa kuy denc sa doom---koo fi am, génne ko fi,"},{"style":"v","verse":"13","text":"ndax dinanu ko tas de. Aji Sax ji dégg na jooytu yu réy, yi niti dëkk bi sabab, ba tax mu yónni nu, ngir nu ñëw tas ko.»"},{"style":"v","verse":"14","text":"Lóot daldi génn, wax ak goroom, ya naroona takk ay doomam yu jigéen, ne leen: «Gaawleen gaaw, génn dëkk bi, ndaxte Aji Sax ji dina ko tas.» Teewul ñu defe ne day kaf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Fajar a ngay xar, malaaka ya fuug Lóot ne ko: «Gaawal gaaw, ànd ak sa soxna ak sa ñaari doom yu jigéen yii, ba bu Yàlla tasee dëkk bi, dungeen sànku.»"},{"style":"v","verse":"16","text":"Lóot di tendeefal, gan ña jàpp ci loxo bi, booleek soxnaam ak ñaari doomam génne, làq leen ca gannaaw dëkk ba, ndax yërmande ju Aji Sax ji am ci Lóot."},{"style":"v","verse":"17","text":"Ba ñu leen génnee, kenn ci ñoom ne Lóot: «Dawal sa xélu bakkan, bul geestu, bul taxaw fenn ci joor gi. Dawal ca tund ya, bala ngaa dee.»"},{"style":"v","verse":"18","text":"Lóot nag ne ko: «Déet, sang bi!"},{"style":"v","verse":"19","text":"Defal nga ma yiw, yërëm ma lool, ba musal ma. Waaye bala maa daw, ba àgg ca tund ya, musiba mii man naa dal ci sama kaw, ma dee."},{"style":"v","verse":"20","text":"Gisuloo dëkk bale; jege na, te dëkk bu tuut la, am déet? Ma daw, làquji fa boog, ba mucc?»"},{"style":"v","verse":"21","text":"Malaaka ma ne ko: «Waaw baax na ba tey, duma tas dëkk boobu ngay wax."},{"style":"v","verse":"22","text":"Nanga gaaw nag, làquji fa, ndax duma mana def dara te àgguloo fa.» Loolu moo tax ñu tudde dëkk boobu Cowar (muy firi Bu tuut)."},{"style":"s1","verse":"","text":"Yàlla tas na dëkk yooyu di Sodom ak Gomor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba jant bay fenk, Lóot dugg na Cowar."},{"style":"v","verse":"24","text":"Aji Sax ji nag yuree ca asamaan tamarax buy tàkk, muy taw ci kaw Sodom ak Gomor, na ko Aji Sax ji dogale."},{"style":"v","verse":"25","text":"Mu daldi tas mboolem dëkki joor ga, boole ca nit ña ak gàncax gépp."},{"style":"v","verse":"26","text":"Ci kaw loolu soxnas Lóot ne gees, jëmm ja far soppaliku xorom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ca ëllëg sa Ibraayma teela jóg, dem fa mu taxawoon jàkkaarlook Aji Sax ji."},{"style":"v","verse":"28","text":"Naka la séen Sodom ak Gomor ak joor ga ba fa mu yem, gis nag saxaar suy gillee ci suuf, mel ni saxaaru taalu ban."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ndaxam bi Yàllay tas dëkki joor ga, xalaat na Ibraayma, ba musal Lóot ca dogalam boobee, keroog ba mu tasee dëkk ya Lóot daloon."},{"style":"s1","verse":"","text":"Mbirum Lóot ak doomam yu jigéen ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Gannaaw loolu Lóot ragala dëkk Cowar, ba toxoo fa, ànd ak ñaari doomam yu jigéen, sanci ca tund ya. Mu dëkk ci xuntum xeer, moom ak ñaari doomam yu jigéen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Mu am bés, taaw bi wax rakk ji, ne ko: «Sunu baay a ngii màggat, te fii fépp amul góor gu nu mana séqal ci wàllu séy, ni ko waa àddina yépp baaxoo defe."},{"style":"v","verse":"32","text":"Kon nanu def nii: danuy nàndal sunu baay biiñ, tëdd ak moom, ngir sunu xeetu baay du fey.»"},{"style":"v","verse":"33","text":"Ca guddi ga ñu nàndal seen baay biiñ, taaw ba dugg, tëdd ak baayam, te Lóot yégul ba fa doom jay tëdd ak ba muy jóg."},{"style":"v","verse":"34","text":"Ca ëllëg sa taaw ba wax rakk ji, ne ko: «Man tëdd naa ak sama baay biig; guddig tey it, danu koy nàndalaat biiñ, su ko defee nga dugg tëdd ak moom, ndax sunu xeetu baay du fey.»"},{"style":"v","verse":"35","text":"Guddi jot, ñu nàndalaat seen baay biiñ, rakk ja dem tëdd ak baayam, te Lóot yégul ba fa doom jay tëdd ak ba muy jóg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Noonu la ñaari doomi Lóot def ak seen baay, daldi cay doxe ëmb."},{"style":"v","verse":"37","text":"Taaw ba am ca doom ju góor, tudde ko Mowab (muy firi Jóge ci baay). Mowab moo sos Mowabeen, ñi fi nekk ba tey."},{"style":"v","verse":"38","text":"Rakk ja moom it am doom ju góor, tudde ko Ben Aami (muy firi Sama doomu mbokk). Ben Aami moo sos Amoneen, ñi fi nekk ba tey."}]