[{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu asamaan ak suuf ak li ñu ëmb lépp mat."},{"style":"v","text":"Bésub juróom ñaareel ba fekk na Yàlla matal liggéeyam. Mu dallu nag ca bésub juróom ñaareel ba, gannaaw ba mu liggéeyee loolu lépp."},{"style":"v","text":"Yàlla daldi barkeel bésub juróom ñaareel ba, def ko bés bu \\w sell|sell:\\w*, ndax da caa dallu woon gannaaw liggéey ba mu sàkke lépp."},{"style":"ms","text":"Cosaanal asamaan ak suuf"},{"style":"mr","text":"(Saar 2.4---4.26)"},{"style":"s1","text":"Yàlla dugal na nit Àjjana, jox ko ndigal"},{"style":"p","text":""},{"style":"v","text":"Liy cosaanal asamaan ak suuf, ba ñu leen di sàkk, mooy lii. Bés ba \\w Aji Sax ji|Aji Sax j-:\\w* Yàlla sàkkee suuf ak asamaan,"},{"style":"v","text":"genn garab nekkagul woon ci kaw suuf, te genn gàncax saxagul; ndaxte booba Yàlla Aji Sax ji tawagul, te nit kuy bey amagul."},{"style":"v","text":"Ci biir loolu mbënn di balle ci suuf, di tooyal fépp."},{"style":"v","text":"Yàlla Aji Sax ji nag móol nit ci pëndub suuf, ëf ngelawal dund ci paxi bakkanam, nit daldi doon boroom bakkan."},{"style":"p","text":""},{"style":"v","text":"Naka noona Yàlla Aji Sax ji jëmbat tool ca biir Àjjana fa féeteek penku ba, tàbbal ca nit ka mu bind."},{"style":"v","text":"Yàlla Aji Sax ji nag saxal ci suuf lépp luy garab gu meññeef ma rafet te neexa lekk; mu def it garab gay taxa dund ca digg tool ba, moom ak garab gay taxa xam lu baax ak lu bon."},{"style":"p","text":""},{"style":"v","text":"Amoon na dex guy balle Àjjana, di suuxat tool ba, te fa la séddalikoo, def ñeenti wal."},{"style":"v","text":"Turu menn wal ma di dexu Pison, moo wër réewum Awila mépp. Wurus a nga woon ca réew mooma,"},{"style":"v","text":"di wurusu ngalam; te it ndàbb lu neex xet lu tudd bedelyum a nga fa woon ak per yu jafe yu ñuy wax onigsë."},{"style":"v","text":"Ñaareelu dex ga di Gixon, wër réewu \\w Kuus|Kuus:\\w* mépp;"},{"style":"v","text":"turu ñetteelu dex ga di Tiigar, féete réewum Asiri penku; ñeenteelu dex ga di Efraat."},{"style":"p","text":""},{"style":"v","text":"Yàlla Aji Sax ji nag jël nit ki, tàbbal ko biir toolub Àjjana, mu di ko bey aka sàmm."},{"style":"v","text":"Yàlla Aji Sax ji sant nit ki, ne ko: «Man ngaa lekk ci mboolem garabi tool bi,"},{"style":"v","text":"waaye bul lekk ci garab giy taxa xam lu baax ak lu bon, ndaxte bés boo ci lekkee kat, li wér mooy fa ngay doxe dee.»"},{"style":"p","text":""},{"style":"v","text":"Yàlla Aji Sax ji daldi ne: «Wéet baaxul ci nit, kon dinaa ko bindal ku koy taxawu te jekk ci doon wéttalam.»"},{"style":"v","text":"Loolu fekk na Yàlla Aji Sax ji sàkk ci suuf nja-àll yépp ak njanaaw yépp, daldi leen indil nit, di seet nu leen nit di tudde; te tur wu mu leen jox, muy moom."},{"style":"v","text":"Ba mu ko defee nit kooku, di Aadama, tudd jur gépp ak picc yépp ak rabi àll yépp, waaye fekku ca ku koy jàppale te jekk ci doon wéttalam."},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee Yàlla Aji Sax ji nelawloo Aadama nelaw yu xóot. Ba muy nelaw nag, mu rocci genn ciy faaram, fatte pax ma aw suux."},{"style":"v","text":"Yàlla Aji Sax ji bind jigéen ci faar, gi mu jële ci Aadama, indil ko ko."},{"style":"v","text":"Aadama ne tonet, daldi ne:"},{"style":"q1","text":"«Waaw kay nag, kii moo bokk ci samay yax ak sama suux!"},{"style":"q1","text":"Dees na ko tudde jigéen, ndaxte ci góor lees ko jële\\f + \\fr 2.23 \\ft Ni ñuy woowe \\fq góor \\ft ak ni ñuy woowe \\fq jigéen \\ft dañoo jegeyoo ci làkku ebrë.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Looloo tax góor di teqalikook ndeyam ak baayam, taqoo ak jabaram, ñuy wenn suux."},{"style":"p","text":""},{"style":"v","text":"Ku góor ki ak jabaram, ñoom ñaar ñépp, yaramu neen lañu defoon, te amuñu ci woon genn kersa."}]