[{"style":"s1","verse":"","text":"Juddub Isaaxa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Aji Sax ji yéwéne na Saarata, ni mu ko waxe woon, defal ko li mu ko digoon."},{"style":"v","verse":"2","text":"Saarata ëmb, amal Ibraayma doom ju góor ci jamono, ji ko Yàlla waxoon, te fekk góor gi di màggat."},{"style":"v","verse":"3","text":"Ibraayma tudde doomu Saarata jaak moom, Isaaxa."},{"style":"v","verse":"4","text":"Ba bés ba délsee, Ibraayma xarafal doomam Isaaxa, ni ko ko Yàlla digale woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba Isaaxa di juddu, booba Ibraaymaa ngi woon ci téeméeri atam."},{"style":"v","verse":"6","text":"Saarata ne:"},{"style":"q1","verse":"","text":"«Yàllaaka maa bégal, may ree,"},{"style":"q1","verse":"","text":"ànd ak ku yég, nuy ree\\f + \\fr 21.6 \\ft Isaaxa mu ngi tekki «ree» ci làkku ebrë.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Mu neeti:"},{"style":"q1","verse":"","text":"«Éy, ku noon Ibraayma, Saarataa ngay nàmpal!"},{"style":"q1","verse":"","text":"Teewul ma jural ko góor, te muy mag.»"},{"style":"s1","verse":"","text":"Saarata jote na ak Ismayla ak Ajara"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba loolu amee doom ja màgg, ba bés, ba ñu ko feralee. Keroog Ibraayma def na bernde ju mag."},{"style":"v","verse":"9","text":"Saarata nag gis doomu Ajara mu Misra, doom ji Ajara am ak Ibraayma, muy ree."},{"style":"v","verse":"10","text":"Saarata ne Ibraayma: «Dàqal jaam bii, mook doomam, ndax doomu jaam bii du bokk ak sama doom ndono.»"},{"style":"v","verse":"11","text":"Loolu Saarata wax naqari Ibraayma lool ndax li Ismayla di doomam, moom it."},{"style":"v","verse":"12","text":"Teewul Yàlla ne Ibraayma: «Bu la dara naqari ci xale bu góor bii, mook sa jaam bi. Defalal Saarata li mu la wax rekk, ndax ci Isaaxa lees di tudde saw askan."},{"style":"v","verse":"13","text":"Doomu jaam bi it, dinaa ci lawale aw xeet nag, ndaxte yaa ko jur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ca ëllëg sa Ibraayma jóg suba teel, sàkk mburu, booleek mbuusu ndox, jox Ajara, mu gàddu. Mu daldi ko dénk Ismayla, yebal ko, mu dem. Ci kaw loolu muy wëndeelu ca màndiŋu Beerseba."},{"style":"v","verse":"15","text":"Ba ñu demee, ba ndox ma jeex, Ajara daa bàyyi xale bu góor bi ci taatu ngarab su ndaw,"},{"style":"v","verse":"16","text":"dox, ba dànd ko lu tollook saanu fitt, toog nag jàkkaarlook moom te naa ci xelam: «Duma fekke mukk sama deewu doom.» Naka la toog foofa janook moom, ne yikkét jooy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba mu ko defee Yàlla dégg baatu xale bu góor ba. Malaakam Yàlla ma àddoo asamaan, ne Ajara: «Ajara, lan la? Bul ragal dara, ndaxte Yàlla dégg na sa baatu doom ci diggante bii mu tollu."},{"style":"v","verse":"18","text":"Demal yékkati ko, may ko loxo, mu jóg. Dinaa def mu law, ba doon xeet wu yaa.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ci kaw loolu Yàlla muri ay bëtam, mu gis ab seyaan, daldi cay dem, duy mbuusam, ba mu fees, jox ca doomam, mu naan."},{"style":"v","verse":"20","text":"Yàlla nag ànd ak Ismayla, muy màgg, dëkk ca màndiŋ ma, di fittkat."},{"style":"v","verse":"21","text":"Ca àllub Paran la dëkkoon, yaayam wutali ko soxna ca réewum Misra."},{"style":"s1","verse":"","text":"Ibraayma waatoo na ak Abimeleg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Jamono yooyu Abimeleg àndoon na ak Pikol kilifay xarekatam, dem ci Ibraayma ne ko: «Gis naa ne Yàlla ànd na ak yaw, di àntal li ngay def lépp."},{"style":"v","verse":"23","text":"Léegi nag waatal ma fii ci Yàlla ne doo ma wor mukk, man ak samay doom, ba ci samay sët. Waatal ma ne noonee ma rafetoo woon ak yaw, ni ngay rafetoo ak man, maak waa réew mi nga dal.»"},{"style":"v","verse":"24","text":"Ibraayma ne ko: «Waat naa ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ci kaw loolu Ibraayma tawat Abimeleg teen bu surgay Abimeleg nangu woon ci moom, aakimoo ko."},{"style":"v","verse":"26","text":"Abimeleg nag ne ko: «Xawma ku la def jooju jëf de, ndax yaw waxoo ma ci dara; guléet ma dégg ko tey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba loolu amee Ibraayma jël ay gàtt aki nag, may ko Abimeleg, ñu fasoo \\w kóllëre|kóllëre g-:\\w* ñoom ñaar."},{"style":"v","verse":"28","text":"Fekk na Ibraayma ber juróom ñaari xar yu jigéen."},{"style":"v","verse":"29","text":"Abimeleg nag ne Ibraayma: «Lu tax nga ber juróom ñaari xar yooyu?»"},{"style":"v","verse":"30","text":"Ibraayma ne ko: «Jëlal xar yii ci sama loxo, muy firnde ne man maa gas teen bii.»"},{"style":"v","verse":"31","text":"Looloo tax ñu tudde béreb boobu Beerseba (muy firi Teenu waat ga)\\f + \\fr 21.31 \\fk Beerseba \\ft man naa tekki \\fqa teenu juróom ñaar \\ft ba tey.\\f*, ndaxte fa lañu waatoo woon ñoom ñaar."},{"style":"v","verse":"32","text":"Naka lañu fasoo kóllëre ca Beerseba, Abimeleg jóg ànd ak Pikol kilifay xarekatam, ñu ñibbi réewu Filisti."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ibraayma nag jëmbat na garabu tamaris foofa ca Beerseba, tudd fa Aji Sax ji, Yàlla ji nekk ba fàww, ngir wormaal ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ibraayma gane na réewu Filisti lu yàgg."}]