[{"style":"s1","text":"Ibraayma jënd na suuf ca Kanaan"},{"style":"p","text":""},{"style":"v","text":"Saarata dund na, ba am téeméeri at ak ñaar fukk ak juróom ñaar (127),"},{"style":"v","text":"doora faatu ca Kiryaat Arba, mooy Ebron, ca réewu Kanaan. Ibraayma nag dëj Saarata, jooy ko lool."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Ibraayma bàyyi fa néew ba, dem ca Etteen ña\\f + \\fr 23.3 \\fk Etteen ña: \\ft ñooñoo nga bokk ci askanu Ett. Ñoo moomoon diiwaanu Ebron ca jooja jamono.\\f*, ne leen:"},{"style":"v","text":"«Dama di doxandéem ci seen biir, tey gan; moo tax ma di leen ñaan, ngeen sédd ma bàmmeel\\f + \\fr 23.4 \\fk bàmmeel: \\ft booba nit ñi dañoo taamu di denc seeni néew ci ay xunti xeer, mu di ay bàmmeel yu ñu bare mana bokk.\\f* bu ma suul sama néew, ba mu làqu ma.»"},{"style":"v","text":"Kenn ci Etteen ñi wax Ibraayma ne ko:"},{"style":"v","text":"«Déglul rekk, kilifa gi. Kilifa gu mag nga ci sunu biir. Dangay tànn ci sunuy bàmmeel, bi la neex, suul fa néew bi; kenn ci nun du la tere, nga suul sa néew ci bàmmeelam.»"},{"style":"p","text":""},{"style":"v","text":"Naka la Ibraayma dégg loolu, daldi jóg sujjóotal waa réew ma, maanaam Etteen ña."},{"style":"v","text":"Mu ne leen: «Gannaaw nangu ngeen, ma suul fi sama néew, ba mu làqu ma, dégluleen, ma wax leen li ma bëgg ngeen ñaanal ma Efron doomu Cowar."},{"style":"v","text":"Damaa bëgg, mu bàyyee ma xuntum xeer, mi ñuy wax Magpela te muy boroom béreb bi. Mu ngi ci catu toolam. Na ma ko jaay lu mat njëgam sëkk, dinaa ko jënd, muy sama bàmmeel ci seen biir.»"},{"style":"p","text":""},{"style":"v","text":"Booba Efron a ngi teew ci biir Etteen ñi. Efron, miy Etteen nag, wax ak Ibraayma ci kanam bokkam yi séq pénc mi, ne ko:"},{"style":"v","text":"«Déglul, ma wax la, kilifa gi, fabal tool bi, booleek xuntum xeer mi ci nekk far. Maa la ko jox ci sama kanami bokk; jëlal, denc fa sa néew.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Ibraayma sujjóotal waa réew ma,"},{"style":"v","text":"daldi wax Efron ci seen kanam ne ko: «Ngalla déglu ma, dama lay jox njëgu tool bi, nga jël rekk, ndax ma man faa suul sama néew.»"},{"style":"v","text":"Efron wax Ibraayma ne ko:"},{"style":"v","text":"«Déglu ma, kilifa gi, suuf suy jar ñeenti téeméeri dogi xaalis doŋŋ\\f + \\fr 23.15 \\ft Loolu tollu woon na ci juróomi kiloy xaalis.\\f* du dara ci sama diggante ak yaw; tee nga faa denc sa néew rekk?»"},{"style":"v","text":"Ibraayma dégg li ko Efron wax, daldi waññal Efron limu xaalis bi mu wax ci kanam Etteen ñi, maanaam ñeenti téeméeri dogi xaalis yu dëppook nattu jaaykat ya."},{"style":"p","text":""},{"style":"v","text":"Noonu la Ibraayma jënde toolub Efron ba nekk ca Magpela te janook Mamre, muy moomeelam. Dafa jënd tool ba bépp, jëndaale xuntum xeer ma ca biir, ak garab ya ca sax yépp, ba fa tool ba yem. Mboolem Etteen ña séqoon pénc ma, seede ne Ibraayma moo ko moom."},{"style":"v","text":"Ibraayma daldi suul soxnaam Saarata ca xuntum xeer ma ca biir toolub Magpela, booba janook Mamre, di Ebron léegi, ca réewu Kanaan."},{"style":"v","text":"Nii la Etteen ña dogalale Ibraayma njaayum tool ba ak xunt ma ca nekk, mu def ko bàmmeel."}]