[{"style":"s1","text":"Ibraayma nelaw na"},{"style":"p","text":""},{"style":"v","text":"Ibraayma jëlaat na soxna su tudd Ketura,"},{"style":"v","text":"am ca Simran ak Yogsan ak Medan ak Majan ak Yisbag ak Suwa."},{"style":"v","text":"Yogsan jur Seba ak Dedan. Askani Dedan ñooy Asureen ñi, Letuseen ñi ak Lewumeen ñi."},{"style":"v","text":"Doomi Majan yu góor ñoo di Efa ak Efer ak Enog ak Abida ak Elda. Ñooñu ñépp xeetu Ketura lañu."},{"style":"p","text":""},{"style":"v","text":"Ibraayma nag donale Isaaxa lépp lu mu moom."},{"style":"v","text":"Doom yu góor, ya Ibraayma am aki nekkaaleem\\f + \\fr 25.6 \\ft Ca yooya jamono, nit manoon naa am ay soxna yu am cér bu mat sëkk, ak yeneen soxna, yu gëna néewle sañ-sañ, ñoom ak seeni doom.\\f*, mu may leen alal ca ba muy dund, ba noppi yebal leen penku, ñu sanci ca réewu penku, ba sore doomam Isaaxa."},{"style":"p","text":""},{"style":"v","text":"Ati Ibraayma téeméer la ak juróom ñaar fukk ak juróom (175)."},{"style":"v","text":"Ba loolu weesoo la bakkanu Ibraayma rot, mu nelaw, fekki ay maamam, gannaaw ba mu guddee fan, ba màggat lool te barkeel."},{"style":"v","text":"Isaaxa ak Ismayla, doomam yu góor ya, rob ko ca xuntum xeer ma ca Magpela te jàkkaarloo ak Mamre, ca toolub Efron doomu Cowar, mi bokk ci xeetu Ett."},{"style":"v","text":"Tool ba Ibraayma jëndoon ca Etteen ña, foofa lañu denc Ibraayma ak soxnaam Saarata."},{"style":"v","text":"Gannaaw ba Ibraayma nelawee, Yàlla barkeel na doomam Isaaxa. Isaaxaa ngi dëkkoon ca wetu teenu Laxay Roy."},{"style":"ms","text":"Askanu Ismayla"},{"style":"mr","text":"(Saar 25.12-18)"},{"style":"p","text":""},{"style":"v","text":"Ismayla moomee nag, doomu Ibraayma jaak Ajara mu Misra, ma doon jaamub Saarata, askanam mooy lii."},{"style":"v","text":"Turi doomi Ismayla yu góor ni seen juddu toppante, ñoo di Nebayot, taawub Ismayla, ña ca topp di Kedar ak Adabeel ak Mibsam"},{"style":"v","text":"ak Misma ak Duuma ak Maasa"},{"style":"v","text":"ak Adàdd ak Tema ak Yetur ak Nafis ak Kedama."},{"style":"v","text":"Ñooñu ñooy doomi Ismayla yu góor, seeni tur a ngoog, ñuy fukki garmi ak ñaar yu jiite seeni làng ci seeni sanc ak seeni dal."},{"style":"v","text":"Ati Ismayla téeméer la ak fanweer ak juróom ñaar (137). Gannaaw loolu la nelaw, fekki ay maamam."},{"style":"p","text":""},{"style":"v","text":"Ña nga dëkkoon diggante ba dale Awila ba Sur, ga jàkkaarlook Misra, booy jëm Asur. Noonu la fa askanu Ismayla sance, jàkkaarlook doomi baayam yépp."},{"style":"ms","text":"Askanu Isaaxa doomu Ibraayma"},{"style":"mr","text":"(Saar 25.19---35.29)"},{"style":"p","text":""},{"style":"v","text":"Isaaxa doomu Ibraayma ju góor ja, askanam mooy lii. Ibraaymaa jur Isaaxa."},{"style":"v","text":"Isaaxa am ñeent fukki at, jël Rebeka doomu Betuwel, mi bokk ci xeetu Aram, te dëkke diiwaanu Padan Aram, dib jigéenu Laban, mi bokk itam ci xeetu Aram."},{"style":"v","text":"Gannaaw ga, soxnas Isaaxa amul doom, Isaaxa dagaanal ko Aji Sax ji, mu nangul ko, soxna si daldi ëmb."},{"style":"v","text":"Doom yi nag di buuxante ci biiram, ba mu naan: «Ndegam nii la kay, jaru ko woon!» Ci kaw loolu soxna si dem, diis ko Aji Sax ji."},{"style":"v","text":"Aji Sax ji ne ko:"},{"style":"q1","text":"«Ñaari giir nga ëmb,"},{"style":"q1","text":"nara am ñaari xeet yuy xaajaloo,"},{"style":"q1","text":"wenn wi mooy ëpp doole wi ci des,"},{"style":"q1","text":"te mag ji mooy surgawu rakk ji\\f + \\fr 25.23 \\ft Ci bànni Israayil, seex bi njëkka juddu moo mag ki mujja juddu.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu demee ba wara mucc, amul lu moy ay seex."},{"style":"v","text":"Naka noona ka njëkka gane àddina xonq, yaram wi sëq lipp, mel ni mbubbum der mu ne sàyy aki kawaram, ñu tudde ko Esawu (muy firi Ku jëxëm)."},{"style":"v","text":"Gannaaw ga ka ca des topp ca, loxo ba jàpp ca téstënu Esawu. Ñu tudde ko Yanqóoba (muy firi Jàpp ci téstën)\\f + \\fr 25.26 \\fk Jàpp ci téstën: \\ft mu ngi tekki ci waxin «suufu nit, ba am loo nangu ci moom».\\f*. Ba leen Rebeka di am, fekk na Isaaxa am juróom benn fukki at."},{"style":"s1","text":"Esawu sàggane na céram"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee gone ya di màgg, Esawu di rëbbkat bu ñaw, di ku bëgg àll; Yanqóoba moom di nit ku gàtteñlu\\f + \\fr 25.27 \\fk gàtteñlu \\ft gi ci Yanqóoba moo waraloon xamul dara ci rëbb.\\f* te bëggoon toogaayu kër."},{"style":"v","text":"Isaaxa nag am cofeel ci Esawu ndax li muy lekk ci am rëbbam, te Rebeka moom gëna sopp Yanqóoba."},{"style":"p","text":""},{"style":"v","text":"Mu am bés Yanqóoba di togg ndambel ñebbe, yemook Esawu jóge ca tool ya, xiif ba ne ñedd."},{"style":"v","text":"Mu ne Yanqóoba: «Gaawe ma ci ndambe lu xonq lee waay, ba ma duy ci sama biir, ndax xiif a ngi may rey.» Loolu moo tax ñu tudde Esawu, Edom (muy firi Xonqe)."},{"style":"v","text":"Yanqóoba ne ko: «Danga ma koy njëkka wecci sa céru ndono bi nga yeyoo ndax li ngay taaw\\f + \\fr 25.31 \\ft Ci bànni Israayil, taaw mooy mujj doon kilifag kër, te mooy ëpple ay rakkam ab cér ci ndono.\\f*.»"},{"style":"v","text":"Esawu ne: «Man miy waaja dee ak xiif, ana lu ma céru taaw di jariñ?»"},{"style":"v","text":"Yanqóoba ne ko: «Giñal ma jëkk.» Esawu giñal ko ko, mu jaay Yanqóoba ndono li mu yeyoo ndax li muy taaw."},{"style":"v","text":"Yanqóoba jox Esawu mburu ak ndambe, mu lekk, naan, daldi jóg dem yoonam. Noonu la Esawu sàgganee céru taaw, bi mu yeyoo."}]