[{"style":"s1","verse":"","text":"Yanqóoba suufu na Esawu ci seen ñaanu baay"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Isaaxa màggatee, te bët yi naqari, ba gisatul, am na bés mu woo taawam Esawu ne ko: «Doom.» Mu ne ko: «Naam.»"},{"style":"v","verse":"2","text":"Isaaxa ne ko: «Déglul, ma wax la. Màggat naa te xawma sama bésu dee."},{"style":"v","verse":"3","text":"Kon léegi jëlal say gànnaay: say fitt ak sa xala, nga dem ca àll ba, rëbbali ma."},{"style":"v","verse":"4","text":"Toggal ma ko, ba mu neex, ni ma ko bëgge, indil ma, ma lekk, ndax ma ñaanal la lu ma tibbe ci sama xol, bala may dëddu.»"},{"style":"v","verse":"5","text":"Fekk na Rebekaa ngi déglu, ba Isaaxay wax ak doomam Esawu. Esawu daldi dem ca àll ba, rëbbi lu mu toggsi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Rebeka moom ne doomam Yanqóoba: «Dégg naa sa baay wax sa mag Esawu ne ko:"},{"style":"v","verse":"7","text":"“Demal rëbbi, indil ma, toggal ma ko lu neex, ma lekk, ba ñaanal la, Aji Sax ji seede, bala may dëddu.”"},{"style":"v","verse":"8","text":"Kon nag doom, defal lii ma lay wax."},{"style":"v","verse":"9","text":"Demal ca gétt ga, nga jàpp ñaari tef yu duuf, ma defaral ko sa baay, ba mu neex, ni mu ko bëgge,"},{"style":"v","verse":"10","text":"nga yóbbul ko, ngir mu ñaanal la, bala moo dee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Yanqóoba ne yaayam: «Waaw, waaye sama mag Esawu dafa jëxëm, te man sama yaram rattax."},{"style":"v","verse":"12","text":"Xëy-na sama baay làmbatu ma de, te kon dina ne njublaŋ laa. Su ko defee ay móolu laay yóbbe sama bopp, waaye du barkeb ñaan.»"},{"style":"v","verse":"13","text":"Yaayam ne ko: «Bu la móoloo, Yàlla na ma topp, doom. Defal li ma la wax rekk te dem indil ma gàtt yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yanqóoba dem, jël gàtt yi, indil yaayam, mu defar ba mu neex, ni ko baayam bëgge."},{"style":"v","verse":"15","text":"Rebeka daldi seet ca dencam la gën ca yérey Esawu taaw ba, solal Yanqóoba doomam ju ndaw."},{"style":"v","verse":"16","text":"Ba mu noppee, daa sàkk ca deri gàtt ya, sànge loxo ya ak fi rattax ci doq gi,"},{"style":"v","verse":"17","text":"doora boole mburu ma ak ñam wa mu togg, jox doomam Yanqóoba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Mu dikk ci baayam, ne ko: «Baay.» Mu ne ko: «Naam doom, kooku?»"},{"style":"v","verse":"19","text":"Yanqóoba ne baayam: «Mana Esawu sa taaw. Def naa li nga ma wax. Jógal toog te lekk ci li ma la rëbbal, ndax nga ñaanal ma ci sa xol.»"},{"style":"v","verse":"20","text":"Isaaxa ne doomam: «Moo doom! Noo def, ba gaawa jàpp nii?» Yanqóoba ne ko: «Aji Sax jiy sa Yàlla, moo ma ko jagleel.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Isaaxa ne Yanqóoba: «Jegesil, ma làmb la, ba mu wóor ma ne sama doom Esawoo.»"},{"style":"v","verse":"22","text":"Yanqóoba nag jegesi, baayam Isaaxa làmbatu ko ne: «Baat bi de baatu Yanqóobaa, waaye loxo yi, loxoy Esawoo.»"},{"style":"v","verse":"23","text":"Xàmmeewu ko, ndax li loxo yi jëxëm ni yuy magam Esawu, ba tax mu ñaanal ko."},{"style":"v","verse":"24","text":"Isaaxa laaj ko ne ko: «Mbaa wóor na ne yaw ay Esawu?» Mu ne ko: «Waawaaw.»"},{"style":"v","verse":"25","text":"Isaaxa ne ko: «Jottali ma fii ma lekk ci sam rëbb, doom, ba ñaanal la ci sama xol.» Yanqóoba jottali Isaaxa ndab li, mu lekk, daldi koy may biiñ, mu naan."},{"style":"v","verse":"26","text":"Isaaxa ne ko: «Kaay fii, fóon ma, doom.»"},{"style":"v","verse":"27","text":"Yanqóoba jegesi, fóon ko, xetu yére yi mu sol xeeñ Isaaxa, mu door koo ñaanal ne ko:"},{"style":"q1","verse":"","text":"«Sama xetu doom kay"},{"style":"q1","verse":"","text":"xetug tool la,"},{"style":"q1","verse":"","text":"bu Aji Sax ji barkeel."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"28","text":"Yal na la Yàlla may layub asamaan"},{"style":"q1","verse":"","text":"ak ngëneeli suuf,"},{"style":"q1","verse":"","text":"pepp ne gàññ, biiñ walangaan."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"29","text":"Yal na la ay giir nangul,"},{"style":"q1","verse":"","text":"ay réew di la sujjóotal,"},{"style":"q1","verse":"","text":"nga yilif say bokk,"},{"style":"q1","verse":"","text":"te say doomi ndey di la sujjóotal."},{"style":"q1","verse":"","text":"Ku la móolooy alku,"},{"style":"q1","verse":"","text":"te ku la ñaanal barkeel.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Naka la Isaaxa noppee ñaanal Yanqóoba, ba mu won baayam Isaaxa gannaaw rekk, Esawu, mag ji, rëbbi ba ñëw, ne jalañ."},{"style":"v","verse":"31","text":"Mu togg moom it, ba mu neex, indil baayam. Mu ne ko: «Jógal baay, lekk ci sa rëbbum doom, ndax nga ñaanal ma ci sa xol.»"},{"style":"v","verse":"32","text":"Baayam, Isaaxa ne ko: «Kooku?» Mu ne ko: «Mana sa taaw Esawu.»"},{"style":"v","verse":"33","text":"Isaaxaa ngay lox, bay rag-ragi, daldi ne ko: «Kan? Ana ku rëbbi woon nag, indil ma, ba ma lekk ba noppi? Ñaanal naa ko bala ngaa ñëw. Te dina barkeel moos.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Esawu dégg li baayam wax rekk, yuuxu yuux gu réy ndax naqar. Mu ne baayam: «Ngalla baay, ñaanal ma, man itam.»"},{"style":"v","verse":"35","text":"Isaaxa ne ko: «Sa rakk ñëw na, nax ma, ba yóbbu sa ñaan.»"},{"style":"v","verse":"36","text":"Esawu ne: «Moom kay moo yey tudd Yanqóoba, ndax suufu na ma ñaari yoon. Sama céru taaw la njëkka nangu, tey mu nangooti sama ñaanu baay.» Mu teg ca ne: «Ndax desalaloo ma ag ñaan?»"},{"style":"v","verse":"37","text":"Isaaxa ne Esawu: «Mbaa am naa lu ma la ñaanalati, doom? Ndax kat xas naa koo def, muy sa kilifa, te bokkam yépp laa def ñuy surgaam, te pepp ak biiñ laa ko woomale it, ba mu ne gàññ.»"},{"style":"v","verse":"38","text":"Esawu ne baayam: «Baay, xanaa genn ñaan rekk nga am? Ngalla baay, ñaanal ma, man itam!» Ca la Esawu ne yikkét jooy."},{"style":"v","verse":"39","text":"Baayam Isaaxa ne ko:"},{"style":"q1","verse":"","text":"«Déglul, ma wax la,"},{"style":"q1","verse":"","text":"dinga dëkk fu sore ngëneeli suuf,"},{"style":"q1","verse":"","text":"mbaa fu la layub asamaan tiime."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"40","text":"Sa saamar ngay dunde,"},{"style":"q1","verse":"","text":"sa rakk di la yilif."},{"style":"q1","verse":"","text":"Waaye bés a ngi ñëw yaay sigiñu,"},{"style":"q1","verse":"","text":"ba yenniku nootaangeem.»"},{"style":"s1","verse":"","text":"Yanqóoba dem na ca nijaayam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Esawu nag bañ Yanqóoba ndax barke ba ko baayam ñaanal. Ma ngay wax ca xolam naan: «Balaa yàgg ñu dëj sama baay, te bu boobaa dinaa rey sama rakk Yanqóoba.»"},{"style":"v","verse":"42","text":"Naka lañu nettali Rebeka la taawam Esawu wax, mu woolu Yanqóoba, doomam ju ndaw ja, ne ko: «Sa mag a ngi fexee feyu, di la wuta rey."},{"style":"v","verse":"43","text":"Kon doom, defal lii ma lay wax, demal làquji fa sama càmmiñ Laban ca Karan,"},{"style":"v","verse":"44","text":"nga toog fa moom ay fan, ba kera sa meru mag giif."},{"style":"v","verse":"45","text":"Bu sa meru mag giifee, ba mu fàtte li nga ko def, dinaa yónnee, ñu jëlsi la. Duma seetaan mukk, ba boole leen ñàkk, yeen ñaar ñépp, ci benn bés\\f + \\fr 27.45 \\ft Dañoo yaakaar ne bu Yanqóoba dawuloon, Esawu dina ko rey, te kon dees na ko feyul, daldi rey Esawu.\\f*!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Gannaaw gi, Rebeka ne Isaaxa: «Àddina soof na ma ndax jigéeni Etteen ñi. Yanqóoba de, bu jëlee ci jigéeni Etteen ñi ci réew mii, sama dund gi, dee a koy gën!»"}]