[{"style":"s1","verse":"","text":"Yàlla dàq na nit Àjjana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jaan nag moo gënoona muus ci rabi àll, yi Yàlla Aji Sax ji sàkk yépp. Jaan ja moo ne jigéen ja: «Ndax wóor na ne Yàllaa ne: “Buleen lekk ci doomi genn garabu tool bi”?»"},{"style":"v","verse":"2","text":"Jigéen ja wax jaan ja, ne ko: «Man nanoo lekk ci doomi garabi tool bi kay."},{"style":"v","verse":"3","text":"Waaye garab gi ci digg tool bi la Yàlla ne: “Buleen ci lekk, buleen ko laal sax, lu ko moy ngeen dee.”»"},{"style":"v","verse":"4","text":"Jaan ja ne jigéen ja: «Déedéet, dungeen dee!"},{"style":"v","verse":"5","text":"Waaye Yàlla xam na ne bés bu ngeen ci lekkee, seeni gët dina ubbiku, ngeen mel ni Yàlla, xam lu baax ak lu bon.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Jigéen ja dafa gis ne garab gi rafet na, niru na lu neex, te mata bëgg ci kuy wuta am xel, mu witt ci doom yi, lekk; jox ci jëkkëram ji mu àndal, moom it mu lekk."},{"style":"v","verse":"7","text":"Seeni gët daldi ubbiku, ñu xam ne yaramu neen lañu def. Ba mu ko defee ñu ràbb xobi garabu figg, gemboo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Gannaaw loolu ñu dégg tànki Yàlla Aji Sax ji, muy doxantu ca tool ba, fekk ker gi sedd, ñu daldi fexee làqu Yàlla Aji Sax ji ci biir garabi tool bi."},{"style":"v","verse":"9","text":"Yàlla Aji Sax ji nag ne Aadama: «Ana nga?»"},{"style":"v","verse":"10","text":"Mu ne ko: «Damaa dégg say tànk ci tool bi, tiit, ndax yaramu neen laa def, ma daldi làqu.»"},{"style":"v","verse":"11","text":"Yàlla Aji Sax ji ne ko: «Ku la xamal ne dangaa def yaramu neen? Mbaa du dangaa lekk ca garab ga ma la aaye, waay?»"},{"style":"v","verse":"12","text":"Aadama ne ko: «Jigéen ji nga ma booleel de, moo ma jox ci garab gi, ma lekk.»"},{"style":"v","verse":"13","text":"Yàlla Aji Sax ji ne jigéen ja: «Yaw, li nga def nii mooy lan?» Jigéen ja ne ko: «Aa, jaan de moo ma nax, ba ma lekk ci.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yàlla Aji Sax ji nag ne jaan ja:"},{"style":"q1","verse":"","text":"«Gannaaw def nga loolu,"},{"style":"q1","verse":"","text":"yaw rekk yaay alku ci rabi kër yépp ak rabi àll yépp;"},{"style":"q1","verse":"","text":"dinga watatu, di lekk pënd sa giiru dund gépp."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"15","text":"Dinaa def mbañeel sa digganteek jigéen ji,"},{"style":"q1","verse":"","text":"ba dëddale sa xeet ak xeetam,"},{"style":"q1","verse":"","text":"muy toj sa bopp,"},{"style":"q1","verse":"","text":"nga di ko màtt ci téstën.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Yàlla teg ca ne jigéen ja:"},{"style":"q1","verse":"","text":"«Dinaa taral sa mititu mat,"},{"style":"q1","verse":"","text":"ci mitit ngay wasin."},{"style":"q1","verse":"","text":"Sa bëgg-bëggu bakkan dina la xiir ci sa jëkkër,"},{"style":"q1","verse":"","text":"te moo lay teg tànk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Mu tegaat ca ne Aadama:"},{"style":"q1","verse":"","text":"«Gannaaw dégg nga sa waxu soxna, ba lekk ci garab gi ma la aaye,"},{"style":"q1","verse":"","text":"dinaa rëbb suuf ndax yaw;"},{"style":"q1","verse":"","text":"coono bu metti nga ciy dunde sa giiru dund gépp."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"Suuf dina la meññalal ay dég aki dagg,"},{"style":"q1","verse":"","text":"doo lekk te beyoo,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"19","text":"saw ñaq ngay dunde,"},{"style":"q1","verse":"","text":"ba kera ngay dellu ci suuf si ma la jële;"},{"style":"q1","verse":"","text":"ndaxte pënd nga,"},{"style":"q1","verse":"","text":"te dinga dellu di pënd.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Aadama nag tudde soxnaam Awa (muy firi Dund), ndax mooy ndeyu képp kuy dund."},{"style":"v","verse":"21","text":"Gannaaw gi, Yàlla Aji Sax ji sàkkal Aadama ak soxnaam ay yérey der, wodde leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yàlla Aji Sax ji daldi ne: «Léegi nit mel na ni nun, xam lu baax ak lu bon. Kon nag bumu tàllal loxoom, di witt ci doomi garab giy taxa dund, di lekk, bay dund fàww.»"},{"style":"v","verse":"23","text":"Ba loolu amee Yàlla Aji Sax ji génne ko toolub Àjjana, muy bey suuf si ñu ko sàkke."},{"style":"v","verse":"24","text":"Da koo dàq, ba noppi teg ca penkub toolu Àjjana ba ay malaakay \\w serub|serub y-:\\w*\\f + \\fr 3.24 \\fk serub: \\ft serub yi ay mbindeef lañu yu teew fa Yàlla.\\f*, boole ca saamar buy xuyy-xuyyi, tey dem aka dikk, di wattu yoon, wa jëm ca garab gay taxa dund."}]