[{"style":"p","text":""},{"style":"v","text":"Ba Rasel gisee ne amalul Yanqóoba doom, dafa ñee magam, ba tax mu wax Yanqóoba ne ko: «Nanu am ay doom, mbaa ma dee.»"},{"style":"v","text":"Yanqóoba mere ca Rasel ne ko: «Ndax maay Yàlla, mi la teree am doom?»"},{"style":"v","text":"Mu ne ko: «Xoolal, sama jaam Bilaa ngii; tëddal ak moom, ndax mu amal ma doom, ba jabootal ma.»"},{"style":"v","text":"Ci kaw loolu mu may ko jaamam Bilaa, muy soxnaam. Yanqóoba ànd ak Bilaa,"},{"style":"v","text":"mu ëmb, amal Yanqóoba doom ju góor."},{"style":"v","text":"Bi loolu amee Rasel ne: «Yàlla àtte na ma; dégg na sama ñaan, ba may ma doom.» Mu tudde ko nag Dan (muy firi Kiy àtte)."},{"style":"v","text":"Gannaaw ga, Bilaa, jaamub Rasel, ëmbaat, dellu amal Yanqóoba doom ju góor."},{"style":"v","text":"Rasel ne: «Bëre naa ak sama mag bëre bu réy, ba daan,» daldi ko tudde Neftali (muy firi Kiy bëre)."},{"style":"p","text":""},{"style":"v","text":"Leya moom it xam ne taxawaayam yàgg na, mu fab jaamam Silpa, may ko Yanqóoba."},{"style":"v","text":"Bi loolu amee Silpa, jaamub Leya, amal Yanqóoba doom ju góor."},{"style":"v","text":"Leya ne: «Ndaw wërsëg wu réy!» daldi ko tudde Gàdd (muy firi Wërsëg)."},{"style":"v","text":"Silpa jaamub Leya dellu, amal Yanqóoba doom ju góor."},{"style":"v","text":"Leya ne: «Éey waay, maaka bég! Jeeg ji dinañu ma woowe boroom mbégte mi.» Mu tudde ko nag Aser (muy firi Boroom mbégte)."},{"style":"p","text":""},{"style":"v","text":"Mu am bés ñuy góob bele, Ruben dem tool, sàkke ca gàncax gu ñu naan màndaragoor\\f + \\fr 30.14 \\fk màndaragoor, \\ft gàncax la gu ñu yaakaar ne day giiral jigéen.\\f*, indil ko yaayam Leya. Rasel ne Leya: «Ngalla may ma ci màndaragoor ji la sa doom indil.»"},{"style":"v","text":"Teewul mu ne ko: «Ndax nangu sama jëkkër rekk doyu la, ba nga bëgg cee boole màndaragoor ji ma sama doom indil?» Rasel ne ko: «Kon jox ma ci màndaragoor ji sa doom indi, ma wecci la ko sama ayu tey boog.»"},{"style":"p","text":""},{"style":"v","text":"Yanqóobaa ngay jóge tool ca ngoon, Leya génn, gatandu ko, ne ko: «Fi man nga wara aye tey, ndaxte jënde naa ay gi màndaragoor ji sama doom indi.» Yanqóoba daldi féete ca moom guddi googu."},{"style":"v","text":"Yàlla nangul Leya, mu ëmb, am ak Yanqóoba seen juróomeelu doom ju góor."},{"style":"v","text":"Leya neeti: «Yàlla da maa fey, ndax maa may sama jëkkër sama jaam.» Mu tudde ko Isaakar (muy firi Boroom pey)."},{"style":"v","text":"Gannaaw gi, Leya ëmbaat, am ak Yanqóoba seen juróom benneelu doom ju góor."},{"style":"v","text":"Booba la ne: «Yàlla defal na ma teraanga ju réy. Bii yoon sama jëkkër dina ma teral, ndax amal naa ko juróom benni doom yu góor.» Moo tax mu tudde ko Sabulon (muy firi Teraanga)."},{"style":"v","text":"Gannaaw ga, mu am doom ju jigéen, tudde ko Diina."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yàlla geestu Rasel, nangul ko, may ko doom."},{"style":"v","text":"Mu ëmb, am doom ju góor, daldi ne: «Yàlla teggil na ma gàcce.»"},{"style":"v","text":"Moo tax mu tudde ko Yuusufa (muy firi Yal na dolli), ndax dafa ne: «Yal na ma Aji Sax ji dollil doom ju góor.»"},{"style":"s1","text":"Yanqóoba woomle na"},{"style":"p","text":""},{"style":"v","text":"Ba Rasel amee Yuusufa, Yanqóoba da ne Laban: «Yiwi ma boog, ma dellu sama réew ca sama kër."},{"style":"v","text":"Su ko defee nga jox ma samay doom ak sama jabar yi taxoon ma di la liggéeyal, te bàyyi ma, ma dem, ndax yaw ci sa bopp xam nga li ma la liggéeyal.»"},{"style":"v","text":"Laban ne ko: «Ngalla waay, déglu ma, ngir sama ngisaane won na ma ne Aji Sax ji barkeel na ma ndax yaw."},{"style":"v","text":"Wax ma loo may feyeeku rekk, dinaa la ko fey.»"},{"style":"v","text":"Yanqóoba ne ko: «Yaw ci sa bopp xam nga ni ma la liggéeyale ak ni sa gétt mujj mel ndax man;"},{"style":"v","text":"ndaxte lu néew nga amoon laata may ñëw, te yokku na, ba bare lool, ngir Aji Sax ji da laa barkeel ndax man. Waaye léegi nag, liggéeyal sama waa kër bopp jot na xanaa?»"},{"style":"v","text":"Laban dellu ne ko: «Dama ne, ñaata laa lay fey?» Yanqóoba ne ko: «Doo ma jox dara. Boo nangoo lii ma lay wax, dinaa sàmmaat say gàtt, wattu ko."},{"style":"v","text":"Damay seet tey jii ci biir jur gu gàtt gépp, génne ci xar yu ñuul yépp\\f + \\fr 30.32 \\ft Ca yooyu jamono xar yi dañu daan faral di weex, bëy yi farala ñuul te duñu rax.\\f*, ak bëy, yi todde ak yi tippante yépp, ñu doon sama peyoor\\f + \\fr 30.32 \\ft Fii dañoo topp téereb kàddug Yàlla gi ni ñu ko tekkee ci làmmiñu gereg, te ci booba téere, melow todde ak tippante bëy yi rekk a ko féetewoo.\\f*."},{"style":"v","text":"Ëllëg ak sibir booy seetsi sama peyoor, sama njubtee may layool: lépp lu toddewul te tippantewul ci biir bëy yi ak lu ñuulul ci mburt yi, boo ko gisee ci man, càcc la.»"},{"style":"v","text":"Laban ne: «Waaw, kon baax na.»"},{"style":"p","text":""},{"style":"v","text":"Ca bés booba Laban ber sikket, yi seereer te todde, ak bëy, yi tippante te todde, maanaam yi rax, ak xari menn melo yu ñuul yi, daldi leen dénk ay doomam."},{"style":"v","text":"Gannaaw loolu mu doxale digganteem ak Yanqóoba doxu ñetti fan. Yanqóoba nag di sàmm li des ci gàtti Laban."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yanqóoba tànn ñetti garab yu ñuy wax pëpalyee, gerte-tubaab ak palataan, gor ci bant yu tooy, xànc-xàncee ko, ba mu defi rëdd yu weex."},{"style":"v","text":"Mu yeb bant ya mu xànc-xàncee, ca naanukaay ya, mu janook jur ga, ca mbalka ya jur gay naane, ndax fa la jur ga daan tëboo."},{"style":"v","text":"Loolu tax bëy yay tëbu ca wetu car ya, di jur doom yu seereer, yu tippante ak yu todde."},{"style":"v","text":"Xar ya, Yanqóoba da leena ber, tey fexe ñuy janook lépp lu seereer ak lu ñuul ci biir juru Laban. Noonu la sàkke juru boppam, bañ koo boole ak juru Laban."},{"style":"v","text":"Saa yu jur gi ëpp doole dee tëbu, Yanqóoba yeb car yi ci naanukaay yi, tiimale ci jur gi, ngir bu ñuy tëbu, ne ci jàkk."},{"style":"v","text":"Bu jur gu xiibon gi dee tëbu, mu bañ leena tegal dara. Muy def noonu ba jur gi xiibon, di gu Laban, gi am doole, di gu Yanqóoba."},{"style":"v","text":"Waa ji mujj na barele lool, am gàtt yu ne gàññ ak ay jaam yu góor ak yu jigéen ak ay giléem aki mbaam-sëf."}]