[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca ëllëg sa, Laban xëy suba teel, tàggoo aki sëtam ak doomam yu jigéen ya, ñaanal leen, ba noppi waññiku ñibbi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Yanqóoba moom topp yoonam. Ci kaw loolu ay malaakay Yàlla feeñu ko."},{"style":"v","verse":"3","text":"Ba leen Yanqóoba gisee, da ne dalub Yàllaa ngii, ba tax mu tudde béreb ba Maxanayim (muy firi Ñaari dal)."},{"style":"s1","verse":"","text":"Yanqóoba ragal naa daje ak Esawu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba loolu amee Yanqóoba dafa yónni ay ndaw, ñu jiitu ko ca magam Esawu, ca réewu Seyir, di diiwaanu Edom."},{"style":"v","verse":"5","text":"Mu sant leen ne leen: «Bu ngeen demee ca sama sang Esawu, neleen ko: Sa surga Yanqóoba nee na: “Maa nga woon ca kër Laban bu yàgg ba tey,"},{"style":"v","verse":"6","text":"ma doora ñëw, ànd ak ay nag ak ay mbaam ak ay gàtt ak ay jaam yu góor ak yu jigéen; may yónnee ci yaw, di la siyaare tey sàkku nga dalal ma jàmm.”»"},{"style":"v","verse":"7","text":"Ndaw ya daldi dem ba délsi ca Yanqóoba, ne ko: «Dem nanu ca sa mag Esawu, waaye moom ci boppam mu ngi ci yoon wi di ñëw, fekksi la fii, te ma nga ànd ak ñeenti téeméeri góor.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Yanqóoba dégg loolu, tiit lool te ànd ak njàqare, ba tax mu séddale mbooloo, ma mu àndal, gàtt ya ak jur gu gudd ga ak giléem ya itam, mu xaaj leen ñaar."},{"style":"v","verse":"9","text":"Booba mu ngi naan, bu Esawu songee benn dal bi, dal bi ci des mana raw."},{"style":"v","verse":"10","text":"Ci kaw loolu Yanqóoba ñaan Yàlla, ne ko: «Yaw Aji Sax ji, sama Yàllay maam Ibraayma, di sama Yàllay baay Isaaxa itam, yaa ma ne woon: “Dellul réew ma nga cosaanoo, ca say bokk; dinaa la baaxe.”"},{"style":"v","verse":"11","text":"Yelloowuma lu gëna tuuti ci sa ngor ak sa worma, gi nga ma won, man sa jaam. Aw yet doŋŋ laa yoroon, ba ma jàllee dexu Yurdan, te yokku naa tey, ba doon ñaari dal."},{"style":"v","verse":"12","text":"Maa ngi lay ñaan, nga musal ma ci sama loxol mag Esawu, ndaxte ragal naa, mu ñëw bóom ma, bóomaale jigéen ñi ak seeni doom."},{"style":"v","verse":"13","text":"Te yaw yaa ma ne: “Dinaa la baaxe moos, yokk saw askan, ba mu tollu ni suufas géej si kenn manula lim ndax bare.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yanqóoba fanaan na fa guddig keroog, doora sàkk ca alalam, sédd magam Esawu,"},{"style":"v","verse":"15","text":"lépp di ñaari téeméeri bëy ak ñaar fukki sikket ak ñaari téeméeri xar ak ñaar fukki kuuy"},{"style":"v","verse":"16","text":"ak fanweeri giléem yu seeni doom di nàmp, ak ñeent fukki nag ak fukki yëkk ak ñaar fukki mbaam yu jigéen ak fukki mbaam yu góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Mu ber gétt yi, gu ci nekk mu jox ay surgaam, ne leen: «Jiituleen ma, te na gétt yi dàndante.»"},{"style":"v","verse":"18","text":"Ci biir loolu mu sant ki jiitu, ne ko: «Boo dajeek sama mag, mu laaj la ne la: “Kuy sa njaatige?” ak “Ku moom li nga jiital?” ak “Foo jëm?”"},{"style":"v","verse":"19","text":"nee ko: “Lii de sang bi, lu la Yanqóoba may la, di la ko siyaaree, yaw Esawu, te moom ci boppam mu ngi topp ci sunu gannaaw.”»"},{"style":"v","verse":"20","text":"Ndigal loolu la joxaat ñaareelu surga ba ak ñetteel ba ak mboolem ña topp ca gétt ya, ku ci nekk mu wax ko ne ko loolu lay wax Esawu, bu ko gisee,"},{"style":"v","verse":"21","text":"tegati ca ne ko: «Te nee ko itam: “Sa surga Yanqóobaa ngi topp ci sunu gannaaw.”» Booba Yanqóobaa ngi naa ci xelam: «Bu ma jiitalee li ma ko may, neexale ko ko, bala maa janook moom, jombul mu dalal ma jàmm.»"},{"style":"v","verse":"22","text":"Neexal ba da koo jiitu, moom mu fanaan guddig keroog ca dal ba."},{"style":"s1","verse":"","text":"Lu jëm ci bëreb Yanqóoba ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Gannaaw loolu Yanqóoba jóg ca guddi ga, ànd ak ñaari soxnaam, ñaari jaamam yu jigéen ak fukki doomam yu góor ak benn, daldi jàll dexu Yabog."},{"style":"v","verse":"24","text":"Yanqóoba da leena jàllale, jàllewaale alalam jépp itam."},{"style":"v","verse":"25","text":"Mu des fa nag moom doŋŋ."},{"style":"p","verse":"","text":"Kera la genn góor fanaane bëre ak moom, ba bët set."},{"style":"v","verse":"26","text":"Ba nit ka xamee ne manalu ko dara, dafa dóor Yanqóoba ci yaxu mooco bi, mu summikoo ca bëre ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Nit ka ne ko: «Bàyyi ma, ma dem, ndax bët a ngi bëgga set.» Teewul Yanqóoba ne ko: «Duma la bàyyi, nga dem, li feek ñaanaloo ma.»"},{"style":"v","verse":"28","text":"Nit ka ne ko: «Na nga tudd?» Mu ne ko: «Yanqóoba.»"},{"style":"v","verse":"29","text":"Nit ka ne ko: «Tuddatuloo Yanqóoba, léegi Israayil nga tudd, ndaxte bëre nga ak nit, bëre ak Yàlla, ba génn ci ak jàmm\\f + \\fr 32.29 \\ft Ñaari kàdduy ebrë yu taqoo ñoo sos baatu \\fq Israayil. \\ft Li jiitu ci baat bi mu ngi tekki «bëre». Li ci topp di tekki «Yàlla».\\f*.»"},{"style":"v","verse":"30","text":"Yanqóoba ne ko: «Waaw, yaw nag noo tudd?» Mu wax ko ne ko: «Loo may laaje sama tur?» ba noppi barkeel ko foofa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ci kaw loolu Yanqóoba tudde béreb ba Peniyel (muy firi Xar-kanamu Yàlla), ndaxte da ne: «Ne naa Yàlla jàkk, te maa ngi dund ba tey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ba jant bay fenk, Yanqóobaa ngi soox tànk bi, di bàyyikoo Penuwel\\f + \\fr 32.32 \\fk Penuwel \\ft mooy Peniyel ba tey.\\f*."},{"style":"v","verse":"33","text":"Looloo tax ba tey jii \\w bànni Israayil|bànni Israayil:\\w* duñu lekk yàpp wi jàpp ci tenqob mooco, ndax li moocob Yanqóoba summikoo woon ca suuxu tenqo ba."}]