[{"style":"s1","verse":"","text":"Yanqóoba ak Esawu jàmmoo nanu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yanqóoba séen Esawu di ñëw, ànd ak ñeenti téeméeri góor, mu séddale xale yi, diggante Leya, Rasel ak ñaari jaam ya."},{"style":"v","verse":"2","text":"Dafa jiital jaam ya ak seeni doom, tofal ca Leya ak ay doomam, Rasel ak Yuusufa féete gannaaw."},{"style":"v","verse":"3","text":"Moom ci boppam nag, mu jiitu leen, wutali magam, di dox tey sujjóot, ba muy juróom ñaari yoon."},{"style":"v","verse":"4","text":"Teewul Esawu daw gatandu ko, taf ko ci boppam, langaamu ko, di ko fóon. Ñu daldi jooy!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Naka la Esawu siggi, gis jigéen ñi ak xale yi, mu ne: «Ñii ànd ak yaw ñooy ñan?» Yanqóoba ne ko: «Xanaa njaboot, gi ma Yàlla baaxe, sang bi.»"},{"style":"v","verse":"6","text":"Jaam ya ak seeni doom daldi jegesi, sujjóotal ko."},{"style":"v","verse":"7","text":"Leya it topp ca, moom aki doomam, jegesi ñoom itam, sujjóot. Yuusufa ak Rasel doora jegesi sujjóot."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Esawu ne ko: «Waaw, dal bu réy bii ma dajeel, loo ci namm?» Yanqóoba ne ko: «Xanaa di sàkku nga dalal ma jàmm rekk, sang bi.»"},{"style":"v","verse":"9","text":"Esawu ne ko: «Am naa lu ne gàññ, sama rakk, fabal sa alal.»"},{"style":"v","verse":"10","text":"Yanqóoba ne ko: «Ngalla waay déet, dimbali ma rekk te jël li ma la may. Ndaxte bi ma nee jàkk ci sa kanam, gis naa ni nga ma laaye biir, ba mu mel ni Yàllaa ma geestoo yërmandeem."},{"style":"v","verse":"11","text":"Kon jëlal lii ma la may, ndax Yàlla baaxe na ma, ba ma barele.» Mu tinu ko, ba Esawu mujj nangu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw loolu Esawu ne: «Tee noo ànd dem boog, ma jiitu la?»"},{"style":"v","verse":"13","text":"Yanqóoba ne ko: «Sang bi, xam nga, xale yi dañoo néew doole, te it gàtt yi ak nag yiy nàmpal laay xalaat. Su nu leen sëqatalee benn bés rekk, gàtt yépp dee."},{"style":"v","verse":"14","text":"Jiitu ma rekk, sang bi, man ma topp ndànk ci wewu jur gi, jiital leen, te baña raw xale yi, ba kera ma lay fekksi Seyir.»"},{"style":"v","verse":"15","text":"Esawu ne ko: «Xaaral ma bàyyee la ñenn ci góor ñi ma àndal.» Yanqóoba ne ko: «Matu ko. Boobu teraanga ëpp na, sang bi. Jàmm ji nga ma dalal rekk doy na.»"},{"style":"v","verse":"16","text":"Booba la Esawu dellu, jubal yoonu Seyir."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Yanqóoba moom jubal gox bu ñu naan Sukkót, tabax fa kër, mbaaral géttam, moo tax ñu tudde béreb boobu Sukkót (muy firi ay Mbaar)."},{"style":"v","verse":"18","text":"Gannaaw ga, Yanqóoba agsi Sikem, ga ca réewu Kanaan, ci jàmm. Fekk na mu bàyyikoo Padan Aram, ba dal fa jàkkaarlook dëkk ba."},{"style":"v","verse":"19","text":"Booba la jënde ca sëti Amor, baayu Sikem, pàkk, ba mu sampoon xaymaam, ci téeméeri kesita\\f + \\fr 33.19 \\fk kesita, \\ft xaalisu réew ma la woon.\\f*."},{"style":"v","verse":"20","text":"Mu daldi fay sàkk \\w sarxalukaay|sarxalukaay b-:\\w*, tudde ko El Elowe Israayil (muy firi Yàllay Israayil mooy Yàlla)."}]