[{"style":"ms","text":"Askanu Esawu"},{"style":"mr","text":"(Saar 36.1-43)"},{"style":"p","text":""},{"style":"v","text":"Askanu Esawu, mi ñuy wax Edom, mooy lii."},{"style":"p","text":""},{"style":"v","text":"Esawu jël na janqi Kanaaneen jabar. Ñooñoo di Ada doomu Elon, Etteen ba, ak Olibama doomu Ana, miy doomu Cibeyon, Eween ba,"},{"style":"v","text":"ak Basmat doomu Ismayla, di jigéenub Nebayot."},{"style":"v","text":"Ada am ak Esawu Elifas; Basmat am ca Rewel."},{"style":"v","text":"Olibama am ca Yewus, Yalam ak Kore. Ñooñu ñooy doomi Esawu yu góor, te mu am leen ca réewu Kanaan."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Esawu ànd aki soxnaam, aki doomam yu góor ak yu jigéen, ak waa këram ñépp, jiital géttam ak juram gépp, yóbbaale mboolem alal ju mu amoon ca réewu Kanaan, daldi sanci meneen réew ngir sore rakkam Yanqóoba."},{"style":"v","text":"Li ko waral mooy, seen alal dafa bare woon lool, ba manuñoo dëkk ñoom ñaar, te réew mi ñu daloon, àttanu leen ndax seen gétt yu bare."},{"style":"v","text":"Esawu nag dëkk ca tundu Seyir: Esawu moomu mooy Edom."},{"style":"p","text":""},{"style":"v","text":"Askanu Esawu, di maami Edomeen ña ca tundi Seyir, mooy lii."},{"style":"p","text":""},{"style":"v","text":"Doomi Esawu yu góor ñooy: Elifas, mi mu am ak soxnaam Ada; ak Rewel, mi mu am ak soxnaam Basmat."},{"style":"v","text":"Doomi Elifas yu góor yi di Teman ak Omar ak Cefo ak Gatam ak Kenas."},{"style":"v","text":"Elifas amoon na it nekkaale bu ñuy wax Timna. Mu am caak moom Amaleg. Ñooñoo xeetoo ci Ada, soxnas Esawu."},{"style":"v","text":"Doomi Rewel yu góor ñoo di Naxat ak Sera ak Saama ak Misa. Ñooñoo xeetoo ca Basmat, soxnas Esawu."},{"style":"v","text":"Soxnas Esawu, si ñu naa Olibama, tey doomu Ana miy doomu Cibeyon, moo am ak Esawu doom yu góor yii: Yewus ak Yalam ak Kore."},{"style":"p","text":""},{"style":"v","text":"Làngi doomi Esawu yu góor nag, ñooy ñii. Ñi askanoo ci Elifas taawub Esawu, ñuy Teman ak Omar ak Cefo ak Kenas"},{"style":"v","text":"ak Kore ak Gatam ak Amaleg, ku ci nekk ak làngam. Làngi Elifas, ya ca réewum Edom a ngi noonu; ñooy sëti Ada."},{"style":"v","text":"Ñi askanoo ci Rewel doomu Esawu, ñooy Naxat ak Sera ak Saama ak Misa, ku ci nekk ak làngam. Làngi Rewel, ya ca réewum Edom a ngi noonu; ñooy sëti Basmat, soxnas Esawu."},{"style":"v","text":"Ñi xeetoo ci Olibama soxnas Esawu, ñooy Yewus, Yalam ak Kore, ku ci nekk ak làngam. Ñooñooy làngi Olibama, soxnas Esawu siy doomu Ana."},{"style":"v","text":"Ñooñooy doomi Esawu, mi ñuy wax Edom, ñooñooy doomam yu góor, ñook seeni làng."},{"style":"s1","text":"Lu jëm ci ña sancoon réewum Edom"},{"style":"p","text":""},{"style":"v","text":"Doomi Seyir yu góor, ya bokk ca waa Or te sancoon ca réew ma, ñooy Lotan ak Sobal ak Cibeyon ak Ana"},{"style":"v","text":"ak Dison ak Eccer ak Disan. Ñooñooy làngi waa Or, di sëti Seyir ya ca réewum Edom."},{"style":"v","text":"Doomi Lotan yu góor ñoo di Ori ak Emam. Jigéenub Lotan di Timna."},{"style":"v","text":"Doomi Sobal yu góor ñoo di Alwan ak Manaxat ak Ebal ak Sefo ak Onam."},{"style":"v","text":"Doomi Cibeyon yu góor di Aya ak Ana. Te Ana moomu moo feeñal bëti ndox yu tàng ya ca màndiŋ ma, ba muy sàmm mbaami baayam Cibeyon."},{"style":"v","text":"Doomu Ana ju góor mooy Dison, ak Olibama, doomam ju jigéen."},{"style":"v","text":"Doomi Dison yu góor di Emdan ak Esban ak Yittran ak Keran."},{"style":"v","text":"Doomi Eccer yu góor ñoo di Bilan ak Saawan ak Akan."},{"style":"v","text":"Doomi Disan yu góor di Ucc ak Aran."},{"style":"s1","text":"Lu jëm ci buur ya njëkka falu ca Edom"},{"style":"p","text":""},{"style":"v","text":"Làngi waa Or ñooy ñi askanoo ci Lotan ak Sobal ak Cibeyon ak Ana"},{"style":"v","text":"ak Dison ak Eccer ak Disan, ku ci nekk ak làngam. Ñooñooy làngi waa Or, na ñu xàjjalikoo kenn-kenn ca réewu Seyir."},{"style":"p","text":""},{"style":"v","text":"Buur ya falu woon ca réewum Edom, lu jiitu benn buuru \\w bànni Israayil|bànni Israayil:\\w* di falu ñii la:"},{"style":"v","text":"Bela doomu Bewor ju góor falu na ca Edom. Dinaba moo doon péeyam."},{"style":"v","text":"Ba Bela faatoo, Yobab doomu Sera, ma dëkk Boccara, moo falu buur, wuutu ko."},{"style":"v","text":"Ba Yobab faatoo, Usam ma bokk ci diiwaanu waa Teman falu buur, wuutu ko."},{"style":"v","text":"Ba Usam faatoo, Adàdd, doomu Bedàdd ju góor, ja duma woon waa Majan ca réewu Mowab, daldi falu buur, wuutu ko. Péeyam moo doon Awit."},{"style":"v","text":"Ba Adàdd faatoo, Samla ma dëkk Masreka moo falu buur, wuutu ko."},{"style":"v","text":"Ba Samla faatoo, Sawul mu Rexobot Efraat moo falu buur, wuutu ko."},{"style":"v","text":"Ba Sawul faatoo, Baal Anan doomu Agbor ju góor moo falu buur, wuutu ko."},{"style":"v","text":"Ba Baal Anan doomu Agbor faatoo, Adar falu buur, wuutu ko. Pawu moo doon péeyam, soxnaam di Metabeel ma Mataredd doomu Mesaab di yaayam."},{"style":"p","text":""},{"style":"v","text":"Làng yi sosoo ci Esawu nag, làng gu ci nekk ak turam ak njaboot, ya mu ëmb, ak gox, ba mu dëkke, ñoo di ñii: ñi askanoo ci Timna ak Alwa ak Yetet"},{"style":"v","text":"ak Olibama ak Ela ak Pinon"},{"style":"v","text":"ak Kenas ak Teman ak Mibcar"},{"style":"v","text":"ak Magdiyel ak Iram, ku ci nekk ak làngam. Ñooñoo doon kilifay Edom, ma ñu naa Esawu, moom ma giir Edomeen ñi, làng gu ci nekk ak gox, ba nga dëkke te moom ko."}]