[{"style":"s1","text":"Lu jëm ci Yuda ak Tamar ak seen askan"},{"style":"p","text":""},{"style":"v","text":"Ca jamono yooyu Yuda dafa teqalikoo ak ay doomi baayam, dal ca waa ju dëkk Adulam te tudd Ira."},{"style":"v","text":"Foofa nag Yuda gis fa sennas ndaw, su doon doomu ab Kanaaneen bu tudd Suwa, mu jël ko soxna."},{"style":"v","text":"Suwa ëmb, am doom ju góor, tudde ko Er."},{"style":"v","text":"Mu dellu ëmb, am doom ju góor, tudde ko Onan."},{"style":"v","text":"Mu amati doom ju góor, tudde ko Sela. Ba Sela di juddu, fekk na Yuda nekk ci béreb bu ñu naan Kesib."},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, Yuda jëlal taawam Er jabar ju tudd Tamar."},{"style":"v","text":"Er, taawub Yuda boobee, doonoon ku Aji Sax ji seede coxoram; Aji Sax ji nag rey ko."},{"style":"v","text":"Yuda ne Onan: «Demal ci sa jabaru mag, donn ko, ndax nga giiral sa mag aw askan.»"},{"style":"v","text":"Teewul Onan xam ne du doon askan wu muy moom, ba tax saa yuy séy ak jabaru magam, bay wara àgg rekk, tuur maniyu wi ci suuf, ngir baña giiral magam\\f + \\fr 38.9 \\ft Ci yooyu jamono, ku donn sa jabaru mag ci bànni Israayil, doom joo ca am, du bokk ci yaw waaye dañu koy féetele sa mag ji faatu.\\f*."},{"style":"v","text":"Aji Sax ji ñaawlu li muy def, ba tax mu faat ko, moom itam."},{"style":"v","text":"Yuda daldi wax Tamar jabaru doomam ne ko: «Demal sa kër baay, ténjeji fa, ba sama doom Sela màgg.» Booba Yuda dafa ragal Sela faatu moom itam ni ay magam. Tamar nag dem, toog kër baayam."},{"style":"p","text":""},{"style":"v","text":"Ba ñu demee ba mu yàgg, doomu Suwa, soxnas Yuda faatu. Ba dëj ba wéyee, Yuda dem fekki watkati xaram ca Timna. Ira, xaritam bi dëkk Adulam a nga ànd ak moom."},{"style":"v","text":"Ñu yégal Tamar ne ko: «Sa goroo ngii jëm Timna, di wati ay xaram\\f + \\fr 38.13 \\ft Xari waa penku dañuy bare kawar gu ñuy wat aka ëcc, di ci defar ag wëñ.\\f*.»"},{"style":"v","text":"Ba loolu amee mu summi yérey jëtun ya, muuru, sàngu, toog ca selebe yoon wa jëm Enayim ca yoonu Timna, ndax booba gis na ne Sela màgg na te mayuñu ko ko, muy jabaram."},{"style":"v","text":"Yuda gis ko, yaakaar ne gànc la, ndax li mu muuru\\f + \\fr 38.15 \\ft Ci yooyu jamono gànc yi daan nañu leen xàmmee seen muuraay.\\f*."},{"style":"v","text":"Mu jàdd, ñëw ba ca moom, ne ko: «Ndax man naa la tëdde?» Fekk na xamul woon ne goroom la. Mu ne ko: «Loo may fey, ngir ànd ak man?»"},{"style":"v","text":"Mu ne ko: «Dinaa jël bëy wu ndaw ca sama gétt, yónnee la.» Mu ne ko: «Jox ma lenn looy tayle, ba kera ngay yónnee.»"},{"style":"v","text":"Mu ne ko: «Lu ma lay tayle?» Ndaw si ne ko: «Xanaa sa jaarob màndargaal, ak buum gi mu àndal ak yet wi ci sa loxo.» Mu jox ko nag, ba noppi ànd ak moom. Fa la doxe ëmb."},{"style":"v","text":"Ndaw sa dem yoonam, dindi muuraay ba, solaat yérey jëtun ya."},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Yuda yebal xaritam, ba dëkk Adulam, mu yóti ndaw sa bëy wu ndaw wa, ba mana jotaat la mu tayle woon ca ndaw sa. Xarit ba nag gisu ko."},{"style":"v","text":"Mu laaj waa gox ba, ne leen: «Ana gànc biy toog Enayim ci yoon wi?» Ñu ne ko: «Fii de ab gànc nekku fi.»"},{"style":"v","text":"Mu dellu ca Yuda ne ko: «Gisuma ko de, te it waa gox ba nee nañu, foofa gànc nekku fa.»"},{"style":"v","text":"Yuda ne ko: «Nanu ko ko wacce, mu jël, lu ko moy ñu ree nu, gannaaw maa ngi nii yónnee bëy wu ndaw wii, te yaw gisoo ko kay.»"},{"style":"p","text":""},{"style":"v","text":"Ba ñu ca tegee lu tollook ñetti weer, ñu xamal Yuda ne ko, Tamar goroom ba, da doon jaay boppam, ba jaare ca ëmb. Yuda ne: «Nañu ko yóbbu, lakk ko, ba mu dee.»"},{"style":"v","text":"Naka lañu koy yóbbu, mu yóbbante goroom ba ay kàddu. Da koo wax ne ko: «Ki moom lii moo ma ëmbal.» Mu teg ca ne ko: «Xoolal bu baax te wax ma ku moom jaarob màndargaal bi ànd ak buum gi, ak yet wi.»"},{"style":"v","text":"Yuda xàmmee yëf ya nag, ne: «Moo ma gëna nekk ci dëgg de, gannaaw mayuma ko sama doom Sela.» Gannaaw ba loolu wéyee, àndatul ak moom."},{"style":"p","text":""},{"style":"v","text":"Tamar dem, ba wara wasin, ndekete ay seex la ëmb."},{"style":"v","text":"Ba muy mucc, kenn ca doom ya daa tàllal loxo ba, rewlikat ba jàpp ca, takk ca wëñ gu xonq curr. Mu ne: «Kii moo njëkka génn.»"},{"style":"v","text":"Naka la delloo loxoom, seexam juddu, mu ne ko: «Yaw foo bëtte, ba génn?» Ñu daldi ko tudde Peres (muy firi Bëtt)."},{"style":"v","text":"Nes tuut seex, bi wëñ gi takke ci loxo li, door caa topp, ñu tudde ko Sera (muy firi Jant fenk na)\\f + \\fr 38.30 \\ft Ci bànni Israayil, ki njëkka juddu ci seex yi mooy mag.\\f*."}]