[{"style":"s1","verse":"","text":"Jaay nañu Yuusufa jawriñu Firawna"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba ñu yóbboo Yuusufa Misra, Potifaar, jawriñu Firawna\\f + \\fr 39.1 \\fk Firawna \\ft turu pal la, wu buuri Misra daan tudd. Firawna mii wuute na ak Firawna, mi bokkoon ak Musaa jamono.\\f*, ma jiite ay dagam, da koo jënd ca Ismayleen ña ko fa indi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ci kaw loolu Aji Sax ji ànd ak Yuusufa, may ko ndam, mu dëkk ca kër sangub waa Misraam ba."},{"style":"v","verse":"3","text":"Sang ba nag gis ne Aji Sax jaa ngi ànd ak Yuusufa, di ko may ndam ci lépp lu mu sabablu."},{"style":"v","verse":"4","text":"Sang ba am cofeel ci Yuusufa, def ko fara biir këram, dénk ko saytub kër ga, ba teg ciy loxoom lépp lu mu moom."},{"style":"v","verse":"5","text":"Boobee waayi Misra ja dénkee Yuusufa këram ak lépp lu mu moom, mu di ko saytu, ca la Aji Sax ji dale barkeel këram, barkeelaale mboolem lu mu moom, kër ak tool."},{"style":"v","verse":"6","text":"Mu daldi bàyyi lépp ci loxol Yuusufa, te li mu fa nekk tax ba toppatootul dara ciy mbiram, lu moy li muy lekk rekk."},{"style":"s1","verse":"","text":"Soxnas Potifaar fexeel na Yuusufa"},{"style":"p","verse":"","text":"Booba Yuusufa ku jekkoon bind la te góorayiw."},{"style":"v","verse":"7","text":"Mu am bés nag soxnas sangub Yuusufa ba xemmem Yuusufa, daldi ne ko: «Kaay tëdd ak man.»"},{"style":"v","verse":"8","text":"Teewul Yuusufa bañ, ne soxnas sang ba: «Déglul, sama sang da maa jébbal lépp, ba toppatootul dara ci kër gi."},{"style":"v","verse":"9","text":"Ëpplewu ma sañ-sañ ci biir kër gi, te aayewu ma lenn xanaa yaw, ndax soxnaam nga. Kon léegi nu may mana defe ñaawtéef wu réy wu ni tollu, di moy Yàlla?»"},{"style":"v","verse":"10","text":"Ba loolu amee bés bu Yàlla sàkk mu di ko wax Yuusufa, te dégluwu ko, wéetul ak moom sax, bay tëdd ak moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Mu am bés Yuusufa dugg ca kër ga, di def liggéeyam, te kenn ci surga yu góor ya nekku fa."},{"style":"v","verse":"12","text":"Ndaw si jàpp ci mbubb mi, ne ko: «Kaay tëdd ak man.» Yuusufa nag wacc mbubb ma cay loxoom, daw génn kër ga."},{"style":"v","verse":"13","text":"Ndaw si gis mbubb, mi mu ko wacce, ba daw génn,"},{"style":"v","verse":"14","text":"mu woo surgay kër ga, ne leen: «Xoolleen, \\w Ebrë|Ebrë:\\w* sii sama jëkkër indi ci kër gi, mu di nu yab. Dafa ñëw, bëgg maa tëdde, ma yuuxu ca kaw."},{"style":"v","verse":"15","text":"Naka laa yuuxu ca kaw, mu wacce ma mbubbam, daw génn.»"},{"style":"v","verse":"16","text":"Ba mu ko defee ndaw si denc mbubb ma, ba sangub Yuusufa ba ñibbisi,"},{"style":"v","verse":"17","text":"mu nettalee ko ko noonu ne ko: «Jaamu ebrë, bi nga indi ci kër gi de, da maa fekksi, di ma sàkku."},{"style":"v","verse":"18","text":"Naka laa yuuxu ca kaw, mu daw génn, wacce ma mbubbam.»"},{"style":"s1","verse":"","text":"Tëj nañu Yuusufa kaso"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Sang bi dégg li ko soxnaam wax ne moom la ko jaamam def, mu mer lool,"},{"style":"v","verse":"20","text":"ba jàpp Yuusufa, tëj ko kaso ba ñuy denc ñi buur jàpp. Yuusufa nekk foofa ca kaso ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Teewul Aji Sax ji ànd ak Yuusufa, laaye ko biir, daldi xiir wattukatu kaso ba ca moom, mu yéwéne ko."},{"style":"v","verse":"22","text":"Ci kaw loolu mu may Yuusufa, mu yilif ñi ñu tëj ñépp, te mboolem lu ñu fay def, mu di ko jiite."},{"style":"v","verse":"23","text":"Wattukat ba seetatuloon dara lu Yuusufa jiite, ndax Aji Sax jee ànd ak moom, te lu mu sabablu, Aji Sax ji may ko ca ndam."}]