[{"style":"s1","text":"Kayin rey na Abel"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Aadama ànd ak soxnaam Awa, mu ëmb, am Kayin, mu ne: «Am naa doom ju góor ci ndimbalu Aji Sax ji\\f + \\fr 4.1 \\ft Awa mu ngi dendle turu taawam Kayin ak baatu ebrë biy tekki «am».\\f*.»"},{"style":"v","text":"Awa teg ca rakkam, Abel. Abel di sàmm, Kayin di bey\\f + \\fr 4.2 \\fk Kayin, Abel: \\ft am na ñu leen gëna xam ci turi Xabiil ak Abiil.\\f*."},{"style":"p","text":""},{"style":"v","text":"Ñu dem ba mu yàgg, Kayin sàkk ci mbeyam, jébbal ko Aji Sax ji, màggale ko ko."},{"style":"v","text":"Abel moom jébbal ko nebbonu jur, ga njëkka juddu ca géttam. Aji Sax ji nangul Abel ak saraxam,"},{"style":"v","text":"te nangulul Kayin. Kayin nag mer lool, ba ne fóññ."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji ne Kayin: «Lu la taxa mer, ba ne fóññ nii?"},{"style":"v","text":"Soo defee lu baax, dees na la nangul; soo deful lu baax, bàkkaar a ngi lay yeeru ci sa bunt, di la tërooka wut, waaye yaa ko wara man.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Kayin séq ak rakkam Abel wax. Ba mu ko defee ñu dem ca àll ba, Kayin dal ci kaw Abel, bóom ko."},{"style":"v","text":"Aji Sax ji ne Kayin: «Ana sa rakk Abel?» Mu ne ko: «Gisuma ko de; ndax maa wara sàmm sama rakk?»"},{"style":"v","text":"Yàlla ne ko: «Loo def? Sa deretu rakk jaa ngi yuuxoo ci suuf, ma di ci dégg."},{"style":"v","text":"Léegi dinga alku, ba suuf dummóoyu la, moom mi ubbi gémmiñam, naan sa deretu rakk, ji nga tuur."},{"style":"v","text":"Boo beyee, dootul nangu. Dinga dëkke daŋ-daŋ, di wëreelu ci àddina.»"},{"style":"p","text":""},{"style":"v","text":"Teewul Kayin wax Aji Sax ji ne ko: «Sama mbugal diis na lool, ba àttanuma ko!"},{"style":"v","text":"Ndegam tey jii danga maa dàq, xañ ma sa jataay, dinaa dëkke daŋ-daŋ, di wëreelu ci kaw suuf, te kon ku ma gis rey ma.»"},{"style":"v","text":"Aji Sax ji ne ko: «Kon nag ku la rey, yaw Kayin, dina jot juróom ñaari yoon lu ko raw.» Ba loolu amee mu sàkkal Kayin màndarga, ba ku ko gis du ko rey."},{"style":"v","text":"Kayin daldi bàyyikoo ca Aji Sax ji, dem dëkki réewu Nódd\\f + \\fr 4.16 \\fk Nódd, \\ft baatu ebrë la buy tekki «ku dëkkul fenn».\\f*, fa féete Àjjana penku."},{"style":"s1","text":"Askanu Kayin"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Kayin ànd ak soxnaam, mu ëmb, am Enog. Ci biir loolu Kayin sanc ab dëkk, dippee ko doomam ju góor Enog."},{"style":"v","text":"Enog jur Iraat; Iraat jur Mexuyayel; Mexuyayel jur Metusayel; Metusayel jur Lemeg."},{"style":"v","text":"Lemeg nag jël ñaari jabar, aawo bi tudd Ada, ñaareel bi di Cilla."},{"style":"v","text":"Ada taawloo Yabal, miy cosaanu sàmm yiy màngaan,"},{"style":"v","text":"teg ca Yubal, miy cosaanu ñi mane xalam ak toxoro."},{"style":"v","text":"Cilla moom jur Tubal Kayin miy tëgg lépp luy jumtukaayu xànjar ak weñ. Tubal Kayin am na jigéen bu tudd Naama."},{"style":"p","text":""},{"style":"v","text":"Lemeg nag ne ay soxnaam:"},{"style":"q1","text":"«Dégluleen maa, yeen soxnay Lemeg;"},{"style":"q1","text":"teeyluleen maa, yeen Ada ak Cilla."},{"style":"q1","text":"Nit a ma gaañ, ma bóom,"},{"style":"q1","text":"goneg jàmbaar dóor ma, ma faat."},{"style":"q1","text":""},{"style":"v","text":"Kayin kay, lees di feyul juróom ñaari yoon,"},{"style":"q1","text":"ne, bu dee Lemeg mii, muy juróom ñaar fukki yoon ak juróom ñaar.»"},{"style":"p","text":""},{"style":"v","text":"Bi loolu wéyee Aadama àndaat ak soxnaam, mu am doom ju góor; tudde ko Set (muy firi May), ndax da ne: «Yàlla may na ma weneen askan, mu wuutu Abel, mi Kayin rey.»"},{"style":"v","text":"Set it, am doom ju góor, tudde ko Enos. Fan yooya lañu tàmbalee tudd Aji Sax ji, di ko wormaal."}]