[{"style":"s1","text":"Magi Yuusufa ya dem nañu Misra"},{"style":"p","text":""},{"style":"v","text":"Ba Yanqóoba yégee ne pepp am na Misra, daa wax ay doomam yu góor, ne leen: «Lu ngeen di toog, di xoolante rekk?»"},{"style":"v","text":"Mu ne leen: «Dégg naa ne pepp am na ca Misra. Demleen jëndali nu ca, ndax nu mana dund, ba xiif bañ noo rey kay!»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu fukki magi Yuusufa ya dem Misra, jëndi pepp."},{"style":"v","text":"Waaye Yanqóoba yebalul Beñamin, rakku Yuusufa, ndax dafa ragal ne musiba man na koo dab."},{"style":"v","text":"Doomi Israayil ñëw nag ci biir ñiy jëndsi pepp, ndax xiif bi lawoon na ba Kanaan."},{"style":"v","text":"Fekk booba Yuusufa mooy dogal ca réew ma, di jaay pepp waa réew mépp. Magi Yuusufa ya ñëw, sujjóotal Yuusufa."},{"style":"s1","text":"Yuusufa xupp na magam ya"},{"style":"p","text":""},{"style":"v","text":"Naka la Yuusufa gis magam ya, xàmmee leen, te mel ni ku leen xamul, di wax ak ñoom kàddu yu dëgër ne leen: «Fu ngeen jóge?» Ñu ne ko: «Réewu Kanaan lañu jóge, di jëndsi ab dund.»"},{"style":"v","text":"Yuusufa xàmmee na ay magam, waaye ñoom xàmmeewuñu ko."},{"style":"v","text":"Xelum Yuusufa ne yarr ca la mu géntoon ca ñoom, daldi ne leen: «Yeen ay yëddukat ngeen, yuy nemmikusi mbóoti réew mi.»"},{"style":"v","text":"Ñu ne ko: «Mukk sang bi, danu lay siyaare, di wutsi ab dund rekk,"},{"style":"v","text":"te nun ñépp a bokk baay, di nit ñu màndu; nun kay, sang bi, dunu ay yëddukat.»"},{"style":"v","text":"Mu ne leen: «Ahakay, nemmikusi mbóoti réew mi moo leen taxa jóg.»"},{"style":"v","text":"Ñu ne ko: «Nun ñii di la siyaare de, fukki góor ak ñaar lanu woon, bokk sunu baay, ba ca Kanaan. Ka ca gën di xalee nga ca sunu baay, te ka ca des nekkatul.»"},{"style":"v","text":"Yuusufa ne leen: «Li ma leen wax moo am, ay yëddukat doŋŋ ngeen."},{"style":"v","text":"Waaye nii laa leen di seetloo: bu seen rakk ñëwul, giñ naa ci bakkanu Firawna ne, dungeen fi jóge."},{"style":"v","text":"Na kenn ci yeen jëli seen rakk, ñu tëj ñi ci des te topp seen wax, ba xam ndax yeena ngi ci dëgg. Su dul dëgg, giñ naa ci Firawna ne ay yëddukat doŋŋ ngeen.»"},{"style":"v","text":"Mu tëj leen ñetti fan."},{"style":"p","text":""},{"style":"v","text":"Ca gannaaw ëllëg sa Yuusufa ne leen: «Bu ngeen defee lii may wax, dingeen dund, ndax man ragal naa Yàlla."},{"style":"v","text":"Ndegam ñu màndu ngeen, na leen kenn ci seen doomi baay wuutu fii, ñi ci des dem yóbbul pepp seen waa kër, yi nekk ci xiif."},{"style":"v","text":"Waaye nangeen ma indil seen rakk, ba ma xam ne li ngeen wax dëgg la; su ko defee dungeen dee.» Ñu daldi ne: «Waaw,»"},{"style":"v","text":"te naa ci seen biir: «Céy su nu yégoon, sunu àqu rakk a nu topp nii, ndax danu koo seetaanoon, mu nekk ci njàqarey xol, di nu tinu, te faalewunu ko; looloo waral sunu njàqarey tey jii.»"},{"style":"v","text":"Ruben nag àddu ne leen: «Ndax newuma leen woon: “Buleen gàddu bakkanu xale bi,” waaye faalewuleen ma; tey rekk la nu Yàlla doon xaare bakkanam, bi nu gàddu.»"},{"style":"v","text":"Ba ñuy wax loolu, foogoon nañu ne Yuusufa déggul seen làkk, ndax làppato, ba doxoon seen diggante, di tekki."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu mu dummóoyu leen, di jooy. Bi mu jooyee ba noppi, mu walbatiku, wax ak ñoom, doora jël Simeyon, jéng ko ci seen kanam."},{"style":"s1","text":"Doomi Yanqóoba ya dellu nañu Kanaan"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yuusufa joxe ndigal, ñu sol seeni saaku pepp, te ku nekk ca ñoom, ñu yebal ko xaalisam ca saakoom, ba noppi mayaale leen lu ñu lekk ca yoon wa. Ñu defal leen noonu."},{"style":"v","text":"Ba mu ko defee ñu sëf seeni mbaam pepp ma, daldi fay bàyyikoo."},{"style":"p","text":""},{"style":"v","text":"Fa ñu dal ca guddi, kenn ci ñoom bëgga xont mbaamam, ubbi saakoom rekk, ne pemm ci xaalisam."},{"style":"v","text":"Mu ne doomi baay ya: «Delloo nañu ma sama xaalis, mu ngi nii ci sama saaku.» Seen fit ne tërit, ñuy rag-ragi, ku ne xool sa moroom, naan: «Lu nu Yàlla nattoo nii?»"},{"style":"p","text":""},{"style":"v","text":"Ba ñu yeggee ca seen baay Yanqóoba ca réewu Kanaan, daldi koy nettali li leen dal lépp, ne ko:"},{"style":"v","text":"«Waa ja yilif réew ma dafa noo résëti, foog ne danuy yëddusi réew ma."},{"style":"v","text":"Nu ne ko: “Nun ay nit ñu màndu lanu, dunu ay yëddukat;"},{"style":"v","text":"fukki góor ak ñaar lanu woon yu bokk sunu baay, waaye kenn ka nekkatul, te ka gën di xalee nga fa sunu baay, ba ca réewu Kanaan.”"},{"style":"v","text":"Waa ja yilif réew ma ne nu: “Ni may xame ne ñu màndu ngeen, nii la: dangeen may bàyyeek kenn ci yeen, te dem yóbbul dund seen waa kër, yi nekk ci xiif;"},{"style":"v","text":"su ko defee ngeen indil ma seen rakk ju ndaw, kon dinaa xam ne dungeen ay yëddukat waaye nit ñu màndu ngeen, te dinaa leen delloo seen mbokk, ngeen mana dem fu leen neex ci réew mi.”»"},{"style":"p","text":""},{"style":"v","text":"Naka la ku nekk sotti saakoom, ne jàkk ca mbuusu xaalisam. Ba ñu gisee mbuusi xaalis ya, ñoom ak seen baay, dañoo tiit."},{"style":"v","text":"Seen baay Yanqóoba ne leen: «Xañ ngeen ma ay doom: Yuusufa nekkatul, Simeyon nekkatul, léegi ngeen bëgga jël Beñamin, yóbbu. Loolu lépp ci sama kaw; ngalla man!»"},{"style":"v","text":"Ruben wax ak baayam ne ko: «Su ma la ko delloosilul, boo yeboo reyal sama ñaari doom yu góor yi. Tegal Beñamin ci sama loxo rekk, man dinaa la ko delloosil.»"},{"style":"v","text":"Ci kaw loolu Yanqóoba ne: «Sama doom daal, du ànd ak yeen, ndax magam faatu na, te moom rekk a des. Su ko musiba dabee ci yoon wi ngeen jëm, dingeen ma yóbbe naqar wu may jàpp, ba kera may ànd ak sama bijjaaw, tàbbi njaniiw.»"}]