[{"style":"s1","verse":"","text":"Yanqóoba dem na Misra"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Israayil nag dem, yóbbaale mboolem lu bokk ci moom. Ba mu agsee Beerseba, dafa sarxal Yàllay baayam Isaaxa."},{"style":"v","verse":"2","text":"Yàlla wax ak Israayil foofa ca guddi ci biir gént ne ko: «Yanqóoba, Yanqóoba!» Israayil ne ko: «Naam.»"},{"style":"v","verse":"3","text":"Yàlla ne ko: «Man maay Yàlla, di sa Yàllay baay. Bul ragala dem Misra, ndaxte xeet wu réy laa fay sose ci yaw."},{"style":"v","verse":"4","text":"Man ci sama bopp maay ànd ak yaw Misra, te na la wóor ne dinaa la delloosi, te it Yuusufa moo lay doggali.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba loolu amee Yanqóoba jóge Beerseba; doomi Israayil boole seen baay ak seeni doom ak seeni soxna, yeb leen ci watiir, yi Firawna yónnee woon, ngir yóbbu leen."},{"style":"v","verse":"6","text":"Ña nga jiital seeni jur, daldi yóbbaale seen alal, ja ñu ame réewu Kanaan. Noonu la Yanqóoba deme Misra ànd ak njabootam gépp,"},{"style":"v","verse":"7","text":"yóbbaale doomam yu góor ya ak sëtam yu góor ya ak doomam yu jigéen ya it, ñook sëtam yu jigéen ya, ak mboolem ña askanoo ca moom."},{"style":"s1","verse":"","text":"Ñii ñooy njabootu Yanqóoba gi ñëw Misra"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Waa kër Israayil, yi ñëw Misra te di Yanqóoba aki doomam, seeni tur a di:"},{"style":"p","verse":"","text":"Ruben, taawub Yanqóoba."},{"style":"v","verse":"9","text":"Doomi Ruben yu góor di Enog ak Palu ak Esron ak Karmi."},{"style":"v","verse":"10","text":"Doomi Simeyon yu góor di Yemuwel ak Yamin ak Owàdd ak Yakin ak Cowar ak Sawul, mi ndeyam di Kanaaneen."},{"style":"v","verse":"11","text":"Doomi Lewi yu góor di Gerson, Keyat ak Merari."},{"style":"v","verse":"12","text":"Doomi Yuda yu góor di Er ak Onan ak Sela ak Peres ak Sera, te Er ak Onan faatu ca réewu Kanaan. Doomi Peres yu góor di Esron ak Amul."},{"style":"v","verse":"13","text":"Doomi Isaakar yu góor di Tola ak Puwa ak Yasub ak Simron."},{"style":"v","verse":"14","text":"Doomi Sabulon yu góor di Seredd, Elon ak Yaxleel."},{"style":"v","verse":"15","text":"Góor ñooñoo xeetoo ci Leya, te askanoo ci Yanqóoba ca Padan Aram, gannaaw Diina miy doomam ju jigéen. Boo boolee doomam yépp, góor ak jigéen, ñuy fanweer ak ñett."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Doomi Gàdd yu góor ñoo di Cefon ak Agi ak Suni ak Eccbon ak Eri ak Arodi ak Areli."},{"style":"v","verse":"17","text":"Doomi Aser yu góor di Imna ak Yiswa ak Iswi ak Berya, Sera di seen jigéen. Doomi Berya yu góor di Eber ak Malkiyel."},{"style":"v","verse":"18","text":"Góor ñooñoo xeetoo ci Silpa, mi Laban may Leya, doomam ju jigéen, te ñu askanoo ci Yanqóoba, ñuy fukki bakkan ak juróom benn."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Doom yu góor yi Rasel, soxnas Yanqóoba, am nag ñoo di Yuusufa ak Beñamin."},{"style":"v","verse":"20","text":"Yuusufa itam am Manase ak Efrayim ca réewum Misra, seen yaay di Asnat doomu Potifera, may sarxalkat ca dëkk ba ñu naan Oon."},{"style":"v","verse":"21","text":"Doomi Beñamin yu góor ñoo di Bela ak Beker ak Asbel ak Gera ak Naaman ak Exi ak Ros ak Muppim ak Uppim ak Àrd."},{"style":"v","verse":"22","text":"Góor ñooñoo xeetoo ci Rasel, te askanoo ci Yanqóoba, ñépp di fukki bakkan ak ñeent."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Doomu Dan ju góor di Usim."},{"style":"v","verse":"24","text":"Doomi Neftali yu góor di Yàcceel ak Gunni ak Yeccer ak Silem."},{"style":"v","verse":"25","text":"Góor ñooñoo xeetoo ci Bilaa, mi Laban may doomam Rasel, te ñu askanoo ci Yanqóoba, ñoom ñépp di juróom ñaari bakkan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Mboolem ñi ànd ak Yanqóoba, ñëw Misra, muy ñi mu giir, te limaaleesul soxnay doomi Yanqóoba ya, tollu nañu ci juróom benn fukki bakkan ak juróom benn."},{"style":"v","verse":"27","text":"Doomi Yuusufa yu góor, ya mu am Misra, tollu ci ñaar. Kon mboolem ña dem Misra te di waa kër Yanqóoba, tollu nañu ci juróom ñaar fukk."},{"style":"s1","verse":"","text":"Yanqóoba gis na Yuusufa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Yanqóoba dafa yebal Yuda, mu ànd ak Yuusufa, jiituji ko diiwaanu Gosen, mu fekki leen fa. Ñu daldi agsi Gosen."},{"style":"v","verse":"29","text":"Yuusufa nag waajal waruwaayam, dajeji ak baayam Israayil ca Gosen. Ba Yuusufa àggee ba ca moom, da koo laxasu, ne ñàpp ci kawam, jooy lu yàgg."},{"style":"v","verse":"30","text":"Israayil ne Yuusufa: «Léegi de, bu ma yeboo dee, gannaaw gisaat naa la, ngay dund.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ba mu ko defee Yuusufa wax ak doomi baayam ya ak waa kër baayam ne leen: «Maa ngi dellu yégali Firawna ne ko: “Samay bokk ak sama waa kër baay, ña nekkoon ca réewu Kanaan, ñëw nañu fi man."},{"style":"v","verse":"32","text":"Dafa di seeni góor ay sàmm lañu, ag jur lañu masa yar, te indaale nañu seen jur gu gàtt ak gu gudd ak mboolem lu ñu moom.”"},{"style":"v","verse":"33","text":"Kon bu leen Firawna woowee, ne leen:"},{"style":"v","verse":"34","text":"“Lan mooy seen liggéey?” ngeen ne ko: “Nun de sang bi, ag jur lanu masa yar, ba nuy gone ba tey, te noonu la ko sunuy maam daan defe.” Su boobaa, ngeen mana féetewoo diiwaanu Gosen, ndaxte waa Misra dañuy xof sàmm.»"}]