[{"style":"s1","verse":"","text":"Israayil ñaanal na Efrayim ak Manase"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee ñu ne Yuusufa baayam dafa tawat, mu ànd ak ñaari doomam Manase ak Efrayim, seeti ko."},{"style":"v","verse":"2","text":"Ba ñu yégalee Yanqóoba ne doomam Yuusufaa koy seetsi, Israayil dafa dëgërlu, toog ca lal ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Yanqóoba ne Yuusufa: «Yàlla Buur bi feeñu woon na ma ca Lus ca réewu Kanaan, barkeel ma,"},{"style":"v","verse":"4","text":"te wax na ma ne ma: “Dinaa la giiral, fulandi la, def la nga sos mbooloom xeet, te réew mii laay may ñi askanoo ci yaw, ñu moom ko fàww.”"},{"style":"v","verse":"5","text":"Léegi nag sa ñaari doom yi nga am Misra, laata ma di la fekksi Misra, maa leen séddoo. Maay séddoo Efrayim ak Manase, ñuy samay doom, ni ma jure Ruben ak Simeyon."},{"style":"v","verse":"6","text":"Waaye doom yi nga am seen gannaaw yaa leen di féetewoo, ñuy wuyoo seen turi mag ci wàllu ndono."},{"style":"v","verse":"7","text":"Li tax ma def loolu mooy, bi ma jógee Padan di ñibbi, Rasel dafa faatu ca yoon wa ci sama kanam, ba nuy tollu ca réewu Kanaan, booba nu ngay dem, bay jub Efrata. Ma suul ko foofa, ca yoonu Efrata.» Efrata mooy Betleyem tey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ci kaw loolu Israayil gis doomi Yuusufa ya. Mu ne: «Ñii ñooy ñan?»"},{"style":"v","verse":"9","text":"Yuusufa ne baayam: «Ñii ñooy sama doom, yi ma Yàlla jox fii.» Baayam ne ko: «Nañu jegesi, ma ñaanal leen.»"},{"style":"v","verse":"10","text":"Booba bëti Israayil dafa lëndëm, ba gisatul ndax li muy mag. Yuusufa jegeñal leen seen maam, mu fóon leen, taf leen ci boppam."},{"style":"v","verse":"11","text":"Israayil nag ne Yuusufa: «Yaakaaruma la woona gisati, ndeke Yàlla dina ma may lu raw gis la, ndax gis naa say doom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ca la leen Yuusufa wàccee fi ñu uufoo ci seen maam, daldi dëpp jëëm ci suuf,"},{"style":"v","verse":"13","text":"ba noppi Yuusufa taxawal leen ñoom ñaar, ñu séq ko janook Israayil; loxol ndijooram jàpp ci Efrayim, mu féete ak càmmoñu Israayil, loxol càmmoñam jàpp ci Manase, mu féete ak ndijooru Israayil. Ñu ànd jegesi."},{"style":"v","verse":"14","text":"Israayil nag jàllawle ay loxoom, tàllal ndijooram, teg ko ca kaw boppu Efrayim, mi gën di ndaw; càmmoñam tege ca boppu Manase, doonte mooy taaw."},{"style":"v","verse":"15","text":"Ma ngay ñaanal Yuusufa te naan:"},{"style":"q1","verse":"","text":"«Yàlla ji samay waajur Ibraayma ak Isaaxa toppoon,"},{"style":"q1","verse":"","text":"moom Yàlla ji ma sàmm, ba ma juddoo ba tey jii,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"16","text":"moom Malaaka mi ma musal ci bépp loraange---"},{"style":"q1","verse":"","text":"yal na barkeel xale yi,"},{"style":"q1","verse":"","text":"ba ñu saxal sama tur"},{"style":"q1","verse":"","text":"ak samay turi waajur, Ibraayma ak Isaaxa,"},{"style":"q1","verse":"","text":"te giir, ba ne gàññ ci kaw suuf.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba Yuusufa gisee ne baayam ca boppu Efrayim la teg loxol ndijooram, mu naqari ko, mu daldi jàpp loxol baayam, bëgg koo jële ca boppu Efrayim, teg ko ca boppu Manase."},{"style":"v","verse":"18","text":"Yuusufa ne baayam: «Déet, baay, ndax kii mooy taaw, tegal sa ndijoor ci boppam.»"},{"style":"v","verse":"19","text":"Teewul baayam lànk, ne ko: «Xam naa ko, doom, xam naa ko. Moom itam dina doon aw xeet tey doon ku màgg, waaye rakkam a koy sut, te askanam dina law, ba di ay xeet.»"},{"style":"v","verse":"20","text":"Gannaaw loolu mu ñaanal leen keroog ne leen: «Yal na Israayil di ñaane seeni tur naan: “Yal na la Yàlla def ni Efrayim ak Manase.”» Noonu la jiitale Efrayim, door caa teg Manase."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ba mu ko defee Israayil ne Yuusufa: «Léegi man dinaa dee, waaye Yàlla dina ànd ak yeen, ba delloo leen ca seen réewu maam."},{"style":"v","verse":"22","text":"Man nag dinaa la may cér booy ëpple say doomi baay, muy suuf su ma nangoo sama saamar ak sama fitt ca Amoreen ña.»"}]