[{"style":"s1","verse":"","text":"Yàlla musal na Nóoyin ci mbënn mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba loolu amee Aji Sax ji dafa wax Nóoyin ne ko: «Duggal ci gaal gu mag gi, yaak sa njaboot gépp, ndaxte niti jamono jii, yaw rekk laa ci gis, nga jub ni ma ko bëgge."},{"style":"v","verse":"2","text":"Xeeti rab yu set\\f + \\fr 7.2 \\fk rab yu set \\ft ñoo di rab, yi Yàlla nangu, ñu sarxal ko, maanaam yu sell yi. \\f* yépp yóbbaale ci juróom ñaar yu góor ak juróom ñaar yu jigéen, ak ñaar ci xeeti rab yi setul, te ñuy góor ak jigéen."},{"style":"v","verse":"3","text":"Te it xeetu picc mu nekk yóbbaale ci juróom ñaar yu góor ak juróom ñaar yu jigéen, ngir seen xeet baña fey ci kaw suuf."},{"style":"v","verse":"4","text":"Ndax kat li feek juróom ñaari fan dinaa wàcce taw ci kaw suuf diiru ñeent fukki guddi ak ñeent fukki bëccëg, ba far ci àddina mboolem mbindeef mu ma sàkk.»"},{"style":"v","verse":"5","text":"Nóoyin daldi def la ko Aji Sax ji sant lépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bi mbënn miy ñëw ci àddina, booba fekk na Nóoyin am juróom benni téeméeri at."},{"style":"v","verse":"7","text":"Nóoyin dugg na ca gaal ga, ànd ak ay doomam ak soxnaam ak soxnay doomam ya, ngir mucc ca ndoxu mbënn ma."},{"style":"v","verse":"8","text":"Rab yu set yi ak yi setul ak picc yi ak yiy raam"},{"style":"v","verse":"9","text":"ànd nañu ak Nóoyin, dugg ca gaal ga, def ñaar-ñaar, góor ak jigéen, ni ko Yàlla sante Nóoyin."},{"style":"v","verse":"10","text":"Ba juróom ñaari fan wéyee nag, ndoxu mbënn ma agsi ci kaw suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"At ma Nóoyin amee juróom benni téeméeri at, ca fukki fan ya ak juróom ñaar ca ñaareelu weer wa, kera la bëti ndox ya ne jàyy, jóge xóotey géej, bunti ndoxi asamaan ne kulbét, mu ne yureet,"},{"style":"v","verse":"12","text":"taw biy sottiku ci suuf diiru ñeent fukki guddi ak ñeent fukki bëccëg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Keroog bés boobu la Nóoyin ànd aki doomam yu góor, Sem ak Xam ak Yafet, ak soxnaam ak ñetti soxnay doomam yooyu, ñu dugg ca gaal ga,"},{"style":"v","verse":"14","text":"àndandook rabu àll yépp, lu ci nekk ak wirgoom, ak jur gépp, lu ci nekk ak wirgoom, ak lépp luy raam ci kaw suuf, lu ci nekk ak wirgoom, ak lépp luy naaw, lu ci nekk ak wirgoom, muy picc mbaa boroomi laaf."},{"style":"v","verse":"15","text":"Lépp luy boroom bakkan def na ñaar-ñaar, ànd ak Nóoyin, dugg ca gaal ga,"},{"style":"v","verse":"16","text":"mboolem xeetu mbindeef rekk, di góor ak jigéen, ni ko ko Yàlla sante. Ci kaw loolu Aji Sax ji ne ràpp buntu gaal gi, gannaaw bi Nóoyin duggee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Mbënn ma nag di wal ci àddina diiru ñeent fukki fan. Ndox ya di yokku, gaal gay jóg, ba tëmb, tiim suuf lu sore."},{"style":"v","verse":"18","text":"Ma ngay gën di yokku, tey baawaan ci kaw suuf, ba gaal ga tëmb, di dem ca kaw ndox ma."},{"style":"v","verse":"19","text":"Ndox ma di walangaan, ba mëdd tund yu kawe ya fépp fu asamaan tiim."},{"style":"v","verse":"20","text":"Muy yokku, di yokku, ba gëna kawe tund ya lu mat fukki xasab ak juróom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Mboolem mbindeef mu daan dox ci kaw suuf dee na ca. Picc yi ak jur gi ak rabi àll yi ak lépp luy raam ci kaw suuf dee na, ñoom ak nit ñépp."},{"style":"v","verse":"22","text":"Mboolem mbindeef muy boroom bakkan ci kaw suuf a bokk dee."},{"style":"v","verse":"23","text":"Luy dund ci àddina daldi sànku, ba nit ak jur ak luy raam ak luy naaw---lépp la Aji Sax ji raafal ci àddina. Nóoyin rekk a des, moom ak ña àndoon ak moom ca gaal ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ndox mi nag di wal-wali ci kaw suuf diirub téeméeri fan ak juróom fukk."}]