[{"style":"s1","text":"Nóoyin génn na gaal gu mag ga"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Yàlla bàyyi xel Nóoyin ak li mu nekkal ci gaal gi, di rabi àll yi ak jur gi. Yàlla daldi yebal ngelaw, mu wal kaw suuf, ba ndox yi wàcc."},{"style":"v","text":"Bëti ndox ya ca xóote ya dafa taxaw, bunti ndoxi asamaan tëju, taw bi dal."},{"style":"v","text":"Ci kaw loolu ndox mi taa ci suuf di wàññiku. Bi téeméeri fan yi ak juróom fukk matee nag, ndox ma gëna néew."},{"style":"v","text":"Ba juróom ñaareelu weer wa amee fukki fan ak juróom ñaar, gaal gaa nga teereji tundi Araraat."},{"style":"v","text":"Ndox may wàññiku rekk ba ca fukkeelu weer wa. Keroog ba fukkeelu weer wa teroo, ca la njobbaxtali tund ya tàmbalee feeñ."},{"style":"p","text":""},{"style":"v","text":"Teg nañu ca ñeent fukki fan, Nóoyin doora ubbi poroxndoll, ba mu sàkkaloon gaal ga,"},{"style":"v","text":"daldi yebal ab baaxoñ, muy naaw, di dem aka dikk, ba ndox mi fendi ci kaw suuf."},{"style":"v","text":"Mu teg ca yebal pitax, ba xam ndax ndox mi ci suuf fer na."},{"style":"v","text":"Teewul pitax ma gisul fenn fu mu tag, ndax ndox mi muur na suuf sépp. Mu délsi nag fa moom ca gaal ga. Nóoyin tàllal loxoom, jàpp ko dugal ci biir fi wetam."},{"style":"v","text":"Négandiku na juróom ñaari fan, doora yebalaat pitax ma."},{"style":"v","text":"Ba mu délsee ca ngoon, indaalewul lu moy xobu oliw wu tooy wu keppe ca sàll wa. Nóoyin xam ne ndox mi taa woon ci suuf, fer na."},{"style":"v","text":"Mu négati juróom ñaari fan, bàyyiwaat pitax ma. Boobu yoon nag délsiwaatul ca moom."},{"style":"p","text":""},{"style":"v","text":"At ma Nóoyin amee juróom benni téeméeri at ak benn, keroog benn fanu weer wa njëkk, ndox ma taa woon ca suuf daldi fendi. Nóoyin ubbi kubeer ga, xool, ba gis ne kaw suuf wow na."},{"style":"v","text":"Keroog ñaar fukki fan ak juróom ñaar ca ñaareelu weer wa, ca la suuf si doora wow koŋŋ."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yàlla ne Nóoyin:"},{"style":"v","text":"«Génnal gaal gi, yaak sa soxna ak say doom ak say soxnay doom."},{"style":"v","text":"Génnewaaleel lépp luy xeetu mbindeef mu ngeen àndal: picc yi ak bàyyima yi ak luy raam, ñu fulandiwu ci kaw suuf, daldi giir te bare.»"},{"style":"v","text":"Nóoyin daldi génn, moom aki doomam ak soxnaam ak soxnay doomam ya."},{"style":"v","text":"Rabi àll yi ak luy raam ak luy naaw ak luy dox ci kaw suuf---lépp génne ca gaal ga, lu ci nekk ak wirgoom."},{"style":"p","text":""},{"style":"v","text":"Naka la Nóoyin génn, daldi sàkkal Aji Sax ji \\w sarxalukaay|sarxalukaay b-:\\w*, màggale ko ko. Mu sàkk nag ci mboolem rab wu set ak mboolem picc mu set, jébbal Yàlla ca sarxalukaay ba, muy \\w saraxu rendi-dóomal|Sarax yi:\\w*."},{"style":"v","text":"Ci kaw loolu xetug jàmm gillee ca sarax sa, yéeg fa Aji Sax ja. Booba la wax ci xolam ne: «Dootuma rëbb suuf mukk ndax nit, doonte ba muy ndaw lay dale xinte lu ñaaw ci xolam. Dootuma boole faagaagal mukk lépp luy dund, nii ma ko defe."},{"style":"q1","text":""},{"style":"v","text":"Li feek suuf di suuf,"},{"style":"q1","text":"muy nji walla ngóob,"},{"style":"q1","text":"sedd aku tàngoor,"},{"style":"q1","text":"nawet it mbaa noor,"},{"style":"q1","text":"mbaa guddeek bëccëg,"},{"style":"q1","text":"lenn du ci dakk.»"}]