[{"style":"s1","text":"Yàlla fas na kóllëre ak Nóoyin"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yàlla barkeel Nóoyin aki doomam ne leen: «Giirleen te bare, ba fees àddina."},{"style":"v","text":"Mboolem rabi àll yi ak njanaawi asamaan ak ndëgmeent yi ci suuf, ak jëni géej yépp, dinañu leen ragal lool. Teg naa leen ci seeni loxo."},{"style":"v","text":"Man ngeena dunde boroom bakkan yooyu yépp. Jagleel naa leen mbindeef yooyu yépp, ni ma leen jagleele woon gàncax."},{"style":"p","text":""},{"style":"v","text":"«Waaye buleen lekk yàpp wu bakkan des, maanaam yàpp wu deret des. "},{"style":"v","text":"Seen bakkan itam, mu ngi ci seen deret, kon kat, képp ku tuur seen deret dinaa ko ko topp. Te it mala mu ci rey nit dinaa ko ko topp, ni may toppe nit. Dinaa topp ku nekk deretu moroomam."},{"style":"q1","text":""},{"style":"v","text":"Ku tuur deretu nit,"},{"style":"q1","text":"na nit tuur deretam,"},{"style":"q1","text":"ndax ci melokaanu boppam"},{"style":"q1","text":"la Yàlla sàkke nit."},{"style":"m","text":""},{"style":"v","text":"Yeen nag, giirleen te bare, fulandiwu ci kaw suuf te fees ko.»"},{"style":"p","text":""},{"style":"v","text":"Yàlla nag wax Nóoyin ak doomam, yi mu àndal, ne leen:"},{"style":"v","text":"«Bés niki tey fasal naa sama bopp \\w kóllëre|kóllëre g-:\\w* sama diggante ak yeen ak seen askan,"},{"style":"v","text":"fas ko it sama diggante ak mboolem mbindeef mu ngeen àndal, muy picc akug jur mbaa rabi àll---lépp daal lu génnandoo ak yeen ci gaal gi, di lépp luy dund ci kaw suuf."},{"style":"v","text":"Ni may faseek yeen kóllëre nii la:"},{"style":"q1","text":"Deesatul boole mbindeef yépp, faat ci mbënn mukk."},{"style":"q1","text":"Du menn mbënn mu deeti faxas àddina.»"},{"style":"p","text":""},{"style":"v","text":"Yàlla neeti: «Kóllëre gi may fas ak yeen ak mboolem mbindeef mu ànd ak yeen, day sax ba fàww te liy màndargaam mooy lii."},{"style":"v","text":"Def naa sama xon ci niir yi, muy màndargaal kóllëre gi dox sama diggante ak àddina."},{"style":"p","text":""},{"style":"v","text":"«Saa su ma dajalee niir yi ci jaww ji, ba xon gi feeñ ci niir yi,"},{"style":"v","text":"damay daldi xalaataat kóllëre, gi ma fas sama digganteek yeen ak mboolem xeeti mbindeef, su ko defee ndox dootul sabab mbënn muy faagaagal lépp luy dund."},{"style":"v","text":"Xon gi day nekk ci biir niir yi, ma di ko gis, di xalaat kóllëre, gi ma fas fàww, sama diggante, man Yàlla, ak mboolem xeetu mbindeef mu nekk ci kaw suuf.»"},{"style":"v","text":"Ci kaw loolu Yàlla ne Nóoyin: «Xon googu mooy màndargaal sama kóllëre, gi ma fas ak mboolem mbindeef mu nekk ci kaw suuf.»"},{"style":"s1","text":"Mbirum Nóoyin ma aki doomam"},{"style":"p","text":""},{"style":"v","text":"Doomi Nóoyin yu góor, yi génne ci gaal gi, ñooy: Sem, Xam ak Yafet; Xam mooy baayu Kanaan."},{"style":"v","text":"Ñooñu ñooy ñetti doomi Nóoyin yu góor, te ci ñoom la àddina sépp soqikoo."},{"style":"p","text":""},{"style":"v","text":"Nóoyin ab beykat la woon. Mu nekk nag ci njëmbatum reseñ."},{"style":"v","text":"Mu am bés mu naan biiñ, ba màndi, tëdd ci xaymaam, daldi sàgganu."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Xam, baayu Kanaan, gis céri baayam, génn waxi ko Sem ak Yafet ca biti."},{"style":"v","text":"Sem ak Yafet ànd, jël malaan, teg ko ci seeni mbagg, doxe gannaaw ba agsi, doora sàng seen céri baay. Dañoo dummóoyu, ba gisuñu seen céri baay."},{"style":"p","text":""},{"style":"v","text":"Màndite ma giif, Nóoyin yewwu, daldi yég ni xale bi def ak moom."},{"style":"v","text":"Ba mu ko defee mu ne:"},{"style":"q1","text":"«Yal na Kanaan torox,"},{"style":"q1","text":"bay jaamu jaami doomi ndeyam.»"},{"style":"m","text":""},{"style":"v","text":"Mu dellu ne:"},{"style":"q1","text":"«Cant ñeel na Aji Sax ji, Yàllay Sem,"},{"style":"q1","text":"yal na Kanaan dib jaamam\\f + \\fr 9.26 \\fk Kanaan dib jaamam: \\ft Bànni Israayil ci Sem lañu giiroo. Kanaaneen ñi di sëti Xam. Ci jamonoy Yosuwe ak njiit ya ak Suleymaan lañu leen jàpp njaam. Ca la li Nóoyin waxoon mate. Seetal ci \\bk Yosuwe\\bk* 16.10, ak ci \\bk Njiit ya\\bk* 1.28, 33, 35, ak ci \\bk 1.Buur ya\\bk* 9.20-21. \\f*."},{"style":"q1","text":""},{"style":"v","text":"Yal na Yàlla lawal askanu Yafet,"},{"style":"q1","text":"dëël ko ci xaymay Sem,"},{"style":"q1","text":"te Kanaan di seen jaam.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba mbënn ma wéyee, Nóoyin dundaat na ñetti téeméeri at ak juróom fukk (350)."},{"style":"v","text":"Nóoyin dund na juróom ñeenti téeméeri at ak juróom fukk (950), doora faatu."}]