[{"style":"s1","text":"The People of Nineveh Repent at Jonah’s Proclamation"},{"style":"m","text":""},{"style":"v","text":"And the word of Yahweh came to Jonah a second \\add time\\add*, saying, "},{"style":"v","text":"“Get up! Go to Nineveh, the great city, and proclaim to it the message that I \\add am\\add* telling you.” "},{"style":"v","text":"So Jonah got up\\f + \\fr 3:3 \\ft Or “set out” \\f* and went to Nineveh according to the word of Yahweh. Now Nineveh was ⸤an extraordinarily great city⸥\\f + \\fr 3:3 \\ft Literally “a great city to God” or “a great city to \\fq the \\ft gods,” a disputed phrase which may refer to God’s estimate or ownership of Nineveh, to the presence of many idols, or an idiom referring to the size of Nineveh (this translation takes the last view) \\f*—a journey of three days \\add across\\add*.\\f + \\fr 3:3 \\ft This phrase may also refer to a journey on which business was done, so that “three days” is the total elapsed time \\f* "},{"style":"v","text":"And Jonah began to go into the city a journey of one day, and he cried out and said, “Forty more days and Nineveh will be demolished!”\\f + \\fr 3:4 \\ft Or “overthrown” \\f* "},{"style":"v","text":"And the people of Nineveh believed in God, and they proclaimed a fast and put on sackcloth—from the greatest of them ⸤to the least important⸥.\\f + \\fr 3:5 \\ft Literally “to the smallest of them” \\f*"},{"style":"s1","text":"The King’s Proclamation"},{"style":"m","text":""},{"style":"v","text":"And the news reached the king of Nineveh, and he rose from his throne and removed his royal robe, put on sackcloth, and sat in the ashes. "},{"style":"v","text":"And he had a proclamation made, and said,"},{"style":"p","text":"“In Nineveh, by a decree of the king and his nobles:"},{"style":"p","text":"“No human being or animal, no herd or flock, shall taste anything! They must not eat, and they must not drink water! "},{"style":"v","text":"And \\add the\\add* human beings and \\add the\\add* animals must be covered \\add with\\add* sackcloth! And they must call forcefully to God, and each must turn from his evil way and from the violence that is in his\\f + \\fr 3:8 \\ft Hebrew “their” \\f* hands. "},{"style":"v","text":"Who knows? God may relent and change his mind and turn ⸤from his blazing anger⸥\\f + \\fr 3:9 \\ft Literally “from the heat of his anger” \\f* ⸤so that⸥\\f + \\fr 3:9 \\ft Hebrew “and” \\f* we will not perish.”"},{"style":"p","text":""},{"style":"v","text":"And God saw their deeds—that they turned from their evil ways—and God changed his mind about the evil that he had said \\add he would\\add* bring upon them, and he did not do \\add it\\add*.\\f + \\fr 3:10 \\ft Here the direct object is supplied from context in the English translation \\f*"}]