[{"style":"s1","text":"Jonah Is Angry at Yahweh’s Compassion"},{"style":"m","text":""},{"style":"v","text":"And this\\f + \\fr 4:1 \\ft Hebrew “it” \\f* ⸤was greatly displeasing⸥\\f + \\fr 4:1 \\ft Literally “was displeasing \\fq with \\ft great displeasure” \\f* to Jonah, and ⸤he became furious⸥.\\f + \\fr 4:1 \\ft Literally “it was hot for him” \\f* "},{"style":"v","text":"And he prayed to Yahweh and said, “O Yahweh, \\add was\\add* this not ⸤what I said⸥\\f + \\fr 4:2 \\ft Literally “my word” \\f* while I was in my homeland? Therefore ⸤I originally fled⸥\\f + \\fr 4:2 \\ft Literally “I did the first time to flee” \\f* to Tarshish, because I knew that you \\add are\\add* a gracious and compassionate God, slow to anger ⸤and having great steadfast love⸥,\\f + \\fr 4:2 \\ft Literally “and great of steadfast love” \\f* and one who relents concerning calamity.\\f + \\fr 4:2 \\ft That is, calamity sent by God as judgment \\f* "},{"style":"v","text":"And so then, Yahweh, please take my life from me, because \\add for\\add* me death \\add is\\add* better than life!” "},{"style":"v","text":"And Yahweh said, “⸤Is it right for you to be angry⸥?”\\f + \\fr 4:4 \\ft Literally “Rightfully is it hot for you”; some take this to mean “Are you so very angry?” (\\fqa Targum \\ft \\xt Jonah 4:4; \\ft see also JPS, NEB, NET) \\f*"},{"style":"p","text":""},{"style":"v","text":"And Jonah went out from the city and sat \\add down\\add* east of the city, and he made for himself a shelter there. And he sat under it in the shade, ⸤waiting to see⸥\\f + \\fr 4:5 \\ft Literally “until he would see” \\f* what would happen with the city. "},{"style":"v","text":"And Yahweh God appointed a plant,\\f + \\fr 4:6 \\ft Probably a castor oil plant, though some have suggested some type of gourd plant \\f* and he made it grow up over Jonah to be a shade over his head, to save him from his discomfort. And Jonah ⸤was very glad⸥\\f + \\fr 4:6 \\ft Literally “was glad with great joy” \\f* about the plant. "},{"style":"v","text":"So God appointed a worm ⸤at daybreak⸥\\f + \\fr 4:7 \\ft Literally “at the coming up of the dawn” \\f* the next day, and it attacked the plant, and it withered. "},{"style":"v","text":"⸤And when the sun rose⸥,\\f + \\fr 4:8 \\ft Literally “and it happened at the rising of the sun” \\f* God appointed a scorching east wind, and the sun beat down on Jonah’s head and he grew faint. ⸤And he asked that he could die⸥\\f + \\fr 4:8 \\ft Literally “and he asked his soul to die” \\f* and said, “My death \\add is\\add* better than my life!” "},{"style":"v","text":"So God said to Jonah, “⸤Is it right for you to be angry⸥\\f + \\fr 4:9 \\ft Literally “rightfully is it hot for you”; some take this to mean “Are you so very angry?” (\\fqa Targum \\ft \\xt Jonah 4:4; \\ft see also JPS, NEB, NET) \\f* about the plant?” And he said, “⸤It is right for me to be angry enough to die⸥!”\\f + \\fr 4:9 \\ft Literally “Rightfully it is hot for me until death” \\f*"},{"style":"p","text":""},{"style":"v","text":"But Yahweh said, “You are troubled about the plant, for which you did not labor nor cause it to grow. ⸤It grew up in a night and it perished in a night⸥!\\f + \\fr 4:10 \\ft Literally “Which was a son of a night and \\fq as \\ft a son of a night it perished” \\f* "},{"style":"v","text":"And should I not be concerned about Nineveh, the great city, ⸤in which there are⸥\\f + \\fr 4:11 \\ft Literally “which there are in it” \\f* more ⸤than one hundred and twenty thousand⸥\\f + \\fr 4:11 \\ft Literally “than two ten myriad” (12 x 10,000) \\f* people who do not know right from left,\\f + \\fr 4:11 \\ft “\\fq hand \\ft ” is often supplied, but it is not clear just what deficiency is meant by this expression, which occurs only here in biblical Hebrew \\f* plus many animals?”"}]