[{"style":"mt1","text":"1.Timote"},{"style":"s1","text":"Ubbite gi"},{"style":"p","text":""},{"style":"v","text":"Ci man Póol, ndawal \\w Almasi|Almasi b-:\\w* Yeesu, ci ndigalal Yàlla sunu Musalkat ak Almasi Yeesu sunu yaakaar, ci man la bataaxal bii bawoo,"},{"style":"v","text":"ñeel Timote, sama doomu bopp ci wàllu ngëm. Aw yiw ak yërmande ak jàmm ñeel na la, bawoo ci Yàlla Baay bi ak sunu Sang Almasi Yeesu."},{"style":"s1","text":"Njàngale mu jub day yokke"},{"style":"p","text":""},{"style":"v","text":"Na ma la ko dénke woon ba may dem diiwaanu Maseduwan rekk, nanga toog Efes googu, ngir ña fay jàngale leneen, nga aaye leen."},{"style":"v","text":"Ne leen ñu baña topp léebi neen ak limi maam yu dul jeex, ndax loolu ay werante doŋŋ lay jur, te jariñul dara ci liggéeyu \\w njotug|jot:\\w* Yàlla gi sottee ci ngëm."},{"style":"v","text":"Ndénkaane bii nag, li ko taxa jóg mooy luy yee ag cofeel gu bawoo ci xol bu rafet ak xel mu dal ak ngëm gu mucc jinigal."},{"style":"v","text":"Am na ñu moy woowu yoon, ba lajj jëm ci wax ju tekkiwul dara."},{"style":"v","text":"Ñooñu ay jàngalekati yoonu Musaa lañuy xëccoo ngir doon ko, te xamuñu li ñuy wax, bay xam lenn ci li ñuy dëggal."},{"style":"s1","text":"Yoonu Musaa am na ñu mu taxa jóg"},{"style":"p","text":""},{"style":"v","text":"Xam nanu nag ne yoonu Musaa baax na, ndegam na mu ware lees koy jëfe."},{"style":"v","text":"Lii itam xam nanu ko: ñi jub taxuñu yoon wi jóg, xanaa ñi jubadi ak ñi déggadi ak ñi ñeme Yàlla yi ak bàkkaarkat yi ak ñi wormaalul lu sell ak ñi wormaalul Yàlla. Bokk na ci itam bóomkati baay ak bóomkati ndey ak reykati nit ñi"},{"style":"v","text":"ak ñiy séy ci li yoon tere. Bokk na ci itam góor-jigéen yi ak jàppkati jaam yi ak fen-kat yi ak giñkati fen yi ak ñiy jëfe leneen lu woroo ak njàngale mu baax"},{"style":"v","text":"mi dëppoo ak xibaaru jàmm bi ñu ma dénk, xibaaru Yàlla Aji Tedd ju màgg ji."},{"style":"s1","text":"Nanu sante Yàlla yërmandeem"},{"style":"p","text":""},{"style":"v","text":"Damay sant sunu Boroom \\w Almasi|Almasi b-:\\w* Yeesu mi ma dooleel, moom mi ma natt ba wóolu ma, tabb ma ci liggéey bi,"},{"style":"v","text":"te ma nekkoon ab tooñkatam, di ab bunduxataalkat, di ab néeg. Waaye yërmande laa dajeel, ngir ñàkka xam ga ma daan jëfe, te ñàkka gëm tax."},{"style":"v","text":"Sunu yiwu Boroom moo ma baawaanal, booleel ma ci ngëm gi ak cofeel gi gëmkatub Almasi Yeesu jagoo."},{"style":"v","text":"Mboolem kàddu gii may wax, lu wóor la te jara gëm: Almasi Yeesu moo dikk ci àddina, ngir musal bàkkaarkat yi, te maa ci raw!"},{"style":"v","text":"Waaye loolu moo tax man bàkkaarkat bi ci raw, ma dajeek yërmande, ngir ci lépp lu nu Almasi Yeesu di muñal, ma doon ci misaal, ñeel ñi ko nara gëm ëllëg, ba texe ba fàww."},{"style":"q1","text":""},{"style":"v","text":"Yaw Buur bi sax dàkk,"},{"style":"q1","text":"doo dee, te bët manu laa gis,"},{"style":"q1","text":"yaw Yàlla miy kenn, yaa tedd, yaa màgg,"},{"style":"q1","text":"tey ak ëllëg ba fàww. Amiin!"},{"style":"p","text":""},{"style":"v","text":"Kon nag Timote doom, loolu mooy ndigal li ma la dénk, te mu dëppook kàdduy \\w waxyu|waxyu:\\w* yi jotoona jib te jëm ci sa mbir. Gànnaayool kàddu yooyu ngir di ci xaree xare bu baax bi,"},{"style":"v","text":"te nga saxoo ngëm ak xel mu dal. Am na ñu tanqamlu seen ndéeyum xel ba suuxal seen ngëm."},{"style":"v","text":"Ci ñooñu la Imene ak Alegsàndar bokk; \\w Seytaane|Seytaane:\\w* laa leen jébbal, yare leen ko, ngir ñu bañatee saaga Yàlla."}]