[{"style":"s1","text":"Lii lañu séentu ci njiitu mbooloo mi"},{"style":"p","text":""},{"style":"v","text":"Wax ju wóor a ngii: kuy sàkku sasub jiite mbooloom gëmkat ñi, liggéey bu rafet lay xëccu."},{"style":"v","text":"Njiit li nag fàww mu mucc sikk, di ku dencul lu wees jenn jabar, ku noot bakkanam, jiital am xelam, di ku nawlu, man gan, te mana jàngale."},{"style":"v","text":"Bumu di ab màndikat, mbaa kuy sooke ab xeex, waaye na lewet, bañu ay, te bumu xemmem xaalis."},{"style":"v","text":"Kërug boppam nag, na ko yor yorin wu rafet, te na mana yar ay doomam ba ñu nangul ko te sédd ko cér bu mat sëkk."},{"style":"v","text":"Ndax ku tëlee yor kërug boppam, ana nu mu mana sàmme mbooloom gëmkati Yàlla yi?"},{"style":"v","text":"Te it bumu dib tuubeen bu bees, lu ko moy ag réy-réylu man na koo gëlëmal, ba mu tàbbi ci mbugal ni \\w Seytaane|Seytaane:\\w*."},{"style":"v","text":"Te it ñi ci biti te gëmuñu, la ñu ko seedeel nay lu rafet, ba deram du yàqu, nde kon mu tàbbi ci fiiru Seytaane."},{"style":"s1","text":"Lii lañuy séentu ci jàpplekati mbooloo mi"},{"style":"p","text":""},{"style":"v","text":"Naka noonu kiy jàppale mbooloo mi, na di ku tedd, bumu di boroom ñaari kàddu. Bumu di ku sàngara jiital, mbaa kuy sàkku am-am bu lewul."},{"style":"v","text":"Na ŋoy ci mbóotum ngëm mii feeñ te ànd ceek xel mu dal."},{"style":"v","text":"Dees koy njëkka seetlu nag, ba muy ku mucc sikk, ñu door koo dugal ci liggéeyu kiy jàppale mbooloo mi."},{"style":"v","text":"Naka noonu, na jigéen ñiy jàppale mbooloo mi\\f + \\fr 3.11 \\fk jigéen ñiy jàppale mbooloo mi: \\ft manees na koo tekki nii it: \\fqa seeni soxna\\f* di ñu tedd, buñu diy soskat, nañu noot seen bakkan, te jara wóolu ci lépp."},{"style":"p","text":""},{"style":"v","text":"Ab jàppalekatub mbooloo mi bumu denc lu wees jenn jabar te na yor ay doomam ak këram yorin wu rafet."},{"style":"v","text":"Ñi ci wàccoo ak seen sasub jàppalekat nag, seenub liggéey lañu jënde taxawaay bu rafet, te ñooy mana waxe fit seen ngëm gi ñu gëm \\w Almasi|Almasi b-:\\w* Yeesu."},{"style":"s1","text":"Mbóotum yoonu ngëm wi màgg na"},{"style":"p","text":""},{"style":"v","text":"Lii laa lay bind, te di la yaakaara seetsi ci fan yu gàtt,"},{"style":"v","text":"ngir su ma yeexee itam, nga xam nooy doxale ci biir waa kër Yàlla, maanaam mbooloom ñi gëm Yàlla jiy dund. Mbooloom gëmkat mi mooy kenug dëgg gi, di cëslaayam."},{"style":"v","text":"Deesul nàttable moos màggaayu mbóot mii feeñe ci sunu yoonu ngëm:"},{"style":"q1","text":"Kii moo feeñe ci yaramu suux,"},{"style":"q1","text":"\\w Noowug Yàlla|Noo gu Sell g-:\\w* dëggal ko,"},{"style":"q1","text":"malaaka ya niir ko;"},{"style":"q1","text":"moom lañu waaree ci xeet yi,"},{"style":"q1","text":"gëmees na ko ci kaw suuf it,"},{"style":"q1","text":"te yéegees na ko fa leer ga."}]