[{"style":"s1","verse":"","text":"Àlluway ceytaane yàq na am xel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\w Noowug Yàlla|Noo gu Sell g-:\\w* wax na ci lu leer ne ci mujug jamono, dina am ñu wacc yoonu ngëm wi, di topp ay xalaat yuy fàbbee ak ay àlluway ceytaane"},{"style":"v","verse":"2","text":"yu leen ay jinigalkat, ay fen-kat yu dërkiis ab xol, di naxe."},{"style":"v","verse":"3","text":"Ñooñu ñooy aaye ab séy, di digle ñàkka lekk yenn ñam yu Yàlla sàkk, ngir gëmkat ñi xam liy dëgg man cee jariñu te di ko sante Yàlla."},{"style":"v","verse":"4","text":"Ndaxte li Yàlla sàkk lépp a baax, du lenn lees ciy aayal, ndegam kàddug cant lees koy jariñoo."},{"style":"v","verse":"5","text":"Lu mu mana doon, kàddug Yàlla akug ñaan moo koy sellal."},{"style":"s1","verse":"","text":"Lii la liggéeyu jawriñu Almasi bi laaj"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Soo dee xamal loolu bokki gëmkat ñi, yaa di jawriñu \\w Almasi|Almasi b-:\\w* Yeesu ju baax ju xontu ci kàdduy yoonu ngëm wi ak àlluwa ju rafet ji nga topp naka jekk."},{"style":"v","verse":"7","text":"Waaye nettali yu yittewoo lu dul Yàlla, ak léebi jeeg ju màggat ji, bañ ko, te nga tàggatu ci ragal Yàlla."},{"style":"v","verse":"8","text":"Ndax kat tàggat aw yaram, as njariñ a ngi ci, waaye ragal Yàlla, ci lépp lay jariñe, te moo moom digeb àddinay tey ak ëllëg."},{"style":"v","verse":"9","text":"Kàddu gii may wax, lu wóor la te jara gëm ba mu mat sëkk."},{"style":"v","verse":"10","text":"Loolu kat moo nu tax di sonn aka góor-góorlu, ndax Yàlla jiy dund lanu yaakaar, moom miy musal ñépp, rawatina gëmkat ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Digleel loolu, te di ko jàngale."},{"style":"v","verse":"12","text":"Bu la kenn xeebe say at yu néew, waaye nanga doon royukaayu gëmkat ñi ci wax ak jëfin ak cofeel ak ngëm ak dundin wu set."},{"style":"v","verse":"13","text":"Ba keroog may dikk, saxool di jàng-biral Mbind mi, di ñaaxe aka jàngale."},{"style":"v","verse":"14","text":"Bul sàggane may gi ci yaw, te di lu ñu la baaxee ag kàddug \\w waxyu|waxyu:\\w* gu ànd ak \\w tegeb loxo|teg loxo:\\w* ba la kuréelu mag ñi defaloon."},{"style":"v","verse":"15","text":"Loolu ngay def sam xel, mbir yooyu ngay pastéefoo, ba sag yokkute bir ñépp."},{"style":"v","verse":"16","text":"Sàmmal sa bopp nag, sàmm sa àlluwa, te saxoo ko; soo ko defee, dinga mucc, musal ñi lay déglu."}]