[{"style":"s1","verse":"","text":"Ay ndigal ñeel na jaam yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mboolem ñi ci buumu njaam, nañu jàpp ne seeni sang yelloo nañu gépp wegeel, ngir kàddu gu teddadi baña tege ci turu Yàlla ak sunu àlluwa."},{"style":"v","verse":"2","text":"Jaam yi seeni sang di bokki gëmkat, buñu yab seeni sang, ndax li ñuy bokki gëmkat, waaye na tax ñu gënati leena jaamu, ndax seen sang yooyu di jariñoo seenu ñaq, ay gëmkat lañu, ay soppe lañu."},{"style":"s1","verse":"","text":"Ragal Yàlla mooy alal"},{"style":"p","verse":"","text":"Loolu nga wara jàngale, di ko dénkaane."},{"style":"v","verse":"3","text":"Waaye ku ciy jàngale leneen, te toppul kàddu yu wér yi tukkee ci sunu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi, toppul àlluwa ji dëppoo ak ragal Yàlla."},{"style":"v","verse":"4","text":"Kooku, ab xoggalilukat la te xamul dara. Woppi werante ak xuloo ci li baat yi di tekki, moo ko dal, te loolu mooy jur ñeetaane ak ŋaayoo aki saaga ak ñaaw njort"},{"style":"v","verse":"5","text":"ak jote yu dul jeex yu boole ay nit ñu seenum xel mu yàqu xañ àlluway dëgg. Nit ñooñoo mbubboo ag ragal Yàlla, te def ko wutukaayu alal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Teewul ragal Yàlla gu ànd ak doylu, di alal ju réy."},{"style":"v","verse":"7","text":"Ndax kat indaalewunu dara ci àddina, te manunoo yóbbaale dara."},{"style":"v","verse":"8","text":"Kon su nu amee lu nu lekk ak lu nu sol, nanu ko doyloo."},{"style":"v","verse":"9","text":"Waaye ñi sàkkoo barele, ñooy tàbbi ci nattub bakkan aki fiir ak lu bare ciy xemmemtéef yu tekkiwul dara, xemmemtéef yuy lore, tey suuxal seeni boroom ci yàqule ak sànkute."},{"style":"v","verse":"10","text":"Ndax sopp xaalis kat mooy reenu mboolem xeeti loraange. Am na ñuy ŋaf-ŋafi, di ko wut, far lajj ci yoonu ngëm, ba teg seen bopp tiis wu bare."},{"style":"s1","verse":"","text":"Xareb ngëm jib na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Yaw miy nitu Yàlla nag, dawal loolu, te topp njub ak ragal Yàlla ak ngëm ak cofeel ak muñ akug teey."},{"style":"v","verse":"12","text":"Joŋanteel joŋante bu baax bi, ngir yoonu ngëm wi, te nga ŋoy bu baax ci texeg fàww gi ñu la woo, ba tax nga dëggal sa ngëm nu rafet noonu nga ko dëggale woon fa kanam seede yu bare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Dama lay ñaax fi kanam Yàlla mi may bakkan lépp luy dund, ak fi kanam \\w Almasi|Almasi b-:\\w* Yeesu, boroom seede su rafet sa fa kanam Poñsë \\w Pilaat|Pilaat:\\w*,"},{"style":"v","verse":"14","text":"sàmmal santaane bi, te bañ koo gàkkal, bañ koo sikkal, ba kera sunu Sang Yeesu Almasi bi di feeñ,"},{"style":"v","verse":"15","text":"te ki koy feeñal bu àppam jotee,"},{"style":"q1","verse":"","text":"di Ku tedd ki wéetoo nguuram,"},{"style":"q1","verse":"","text":"Buuru buur yi, Sangu sang yi,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"16","text":"moom doŋŋ moo dul dee,"},{"style":"q1","verse":"","text":"moo màkkaanoo leer gu kenn jotewul,"},{"style":"q1","verse":"","text":"te mooy ki nit masula gis te tële koo gis."},{"style":"q1","verse":"","text":"Teraanga ak kàttan ñeel na ko ba fàww. Amiin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ñi barele alalu àddinay tey nag, dénk leen ñu baña réy te baña yaakaar alal ju wóoradi, te ñu yaakaar Yàlla mi nuy xéewale lépp, ngir nu di ko bége."},{"style":"v","verse":"18","text":"Ñi barele na ñuy def lu baax, nañu barele ci jëf ju baax, di joxe ci xol bu tàlli, yéwén te nangoo dimbalee."},{"style":"v","verse":"19","text":"Noonu lañuy dajalee alal, muy cëslaay lu dëgër ngir ëllëg, ndax ñu jot ci dund giy dëgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ngalla waay Timote, sàmmal li ñu la dénk! Moytul kebetuy àddinay kese ak werantey diiŋatkat yu tuddoo boroom xam-xam."},{"style":"v","verse":"21","text":"Boobu xam-xam la ñenn ñi topp ba lajj yoonu ngëm."},{"style":"p","verse":"","text":"Aw yiw ñeel na leen."}]