[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag doonleen ay roykati Yàlla, gannaaw yeenay doomam yi mu sopp,"},{"style":"v","verse":"2","text":"te ngeen di doxale cofeel, ni Almasi bi nu sopp, ba joxeel nu bakkanam, def ko saraxu sawara ngir xetug jàmm gi neex Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Lu jëm nag ci séy yi yoon tere, ak jépp jëfi sobe, mbaa ag bëgge, li jekk ci ay nit ñu sell, moo di ñu bañ koo tudd sax ci seen biir,"},{"style":"v","verse":"4","text":"te ag ñàkk kersa ak waxi caaxaan ak kaf yu bon, dara jekku ci, waaye saxooleen kàdduy cant."},{"style":"v","verse":"5","text":"Ndax lii kat na leen wóor: képp ku nekke séy yi yoon tere, mbaa jëfi sobe, mbaa ag bëgge, kooku amul cér ci nguurug Almasi bi ak Yàlla, ndax ku bëgge ab bokkaalekat la."},{"style":"s1","verse":"","text":"Jëfeleen ni niti leer"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bu leen kenn naxe waxi ngelawal neen, ndax yooyu ma lim mooy wàcce sànjum Yàlla ci kaw aji déggadi ñi."},{"style":"v","verse":"7","text":"Kon nag buleen séq ak ñooñu dara."},{"style":"v","verse":"8","text":"Ag lëndëm ngeen woon démb, waaye tey ag leer ngeen ci Boroom bi ngeen bokk. Jëfeleen nag ni niti leer."},{"style":"v","verse":"9","text":"Li leer gi ci yeen di meññ moo di mboolem luy mbaax ak njub ak dëgg."},{"style":"v","verse":"10","text":"Ràññeeleen li neex Boroom bi;"},{"style":"v","verse":"11","text":"jëfi lëndëm amul njariñ, buleen ci bokk, xanaa ngeen feeñal ñaawtéefu jëf ja."},{"style":"v","verse":"12","text":"Ndax kat li nit ñooñu di làquy def, waxtaane ko sax, lu ruslu la."},{"style":"v","verse":"13","text":"Waaye mboolem lu ñu feeñal, leer ga ñu ko leerale moo ko wone,"},{"style":"v","verse":"14","text":"te lépp lu ñu wone ci ag leer, di ag leer. Moo tax ñu ne:"},{"style":"q1","verse":"","text":"«Yaw miy nelaw, yewwul,"},{"style":"q1","verse":"","text":"dekkil, \\w Almasi|Almasi b-:\\w* bi leeral la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Kon nag xoolleen bu baax seen jëfin, defleen jëfinu nit ñu am xel, te baña mel ni ñu ñàkk xel."},{"style":"v","verse":"16","text":"Jariñooleen lu ngeen man jot gi ngeen amagum, ndax jant yu bon a ngii tey."},{"style":"v","verse":"17","text":"Moo tax buleen def jëfi ñàkk bopp, waaye jéemleena xam coobarey Boroom bi."},{"style":"v","verse":"18","text":"Buleen naan biiñ ba màndi, màndite ci afal seen bakkan la leen jëme, waaye na leen \\w Noowug Yàlla|Noo gu Sell g-:\\w* fees,"},{"style":"v","verse":"19","text":"ngeen di jàngalante taalifi cant yi ak woyi cant yi ak woy yu fentoo ci Noowug Yàlla gi, di woy aka kañ Boroom bi ci seen xol."},{"style":"v","verse":"20","text":"Fu ngeen tollu, ak ci mbir mu mu mana doon, santleen Yàlla Baay bi ci sunu turu Sang Yeesu Almasi bi,"},{"style":"v","verse":"21","text":"te ngeen rus Almasi bi, ba tax ngeen di nangulante."},{"style":"s1","verse":"","text":"Jabar mokk, jëkkër sopp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Na jabar nangul jëkkëram ni mu nangule Sang bi."},{"style":"v","verse":"23","text":"\\w Almasi|Almasi b-:\\w* bi moo di Musalkatu mbooloom gëmkat ñi, mbooloo mi di aw yaramam. Te itam ni Almasi bi dee boppu mbooloom gëmkat ñi, ni la jëkkër ji dee boppu jabaram."},{"style":"v","verse":"24","text":"Kon nag ni mbooloo mi nangule Almasi bi, ni la jabar ji wara nangule jëkkëram ci lépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Jëkkër nag, na sopp jabaram ni Almasi bi soppe mbooloom gëmkat ñi, ba joxeel leen bakkanam."},{"style":"v","verse":"26","text":"Moo defal loolu mbooloo mi, ba man koo setale cangaayal ndox mu ànd ak kàddoom, ngir sellal ko."},{"style":"v","verse":"27","text":"Li mu ci namm moo di teewal mbooloo mi fi kanamam, mu mel ni ab séetam bu ne ràññ, gàkkul, rasul, taqul lenn, xanaa sell, mucc sikk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Noonu la jëkkër ji wara soppe jabaram, ni mu soppe yaramu boppam rekk. Sopp sa jabar sopp sa bopp la,"},{"style":"v","verse":"29","text":"ndax kenn masula bañ suuxu boppam, xanaa mu di ko dundal, di ko toppatoo, ni Almasi bi ak mbooloom gëmkat ñi,"},{"style":"v","verse":"30","text":"nde noo di céri yaramam."},{"style":"v","verse":"31","text":"Ni ko Mbind mi indee: «Looloo tax góor di teqalikook ndeyam ak baayam, taqoo ak jabaram, ba ñoom ñaar di wenn suux doŋŋ\\f + \\fr 5.31 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 2.24.\\f*.»"},{"style":"v","verse":"32","text":"Mbóot mu xóot a ngi ci dog boobu, waaye man, li may wax moo di dog bi moo misaal diggante bi Almasi bi séq ak mbooloo mi."},{"style":"v","verse":"33","text":"Teewul ngeen moom ko, yeen itam; kon na ku nekk sopp jabaram ni mu soppe boppam, te ku nekk weg jëkkëram."}]