[{"style":"s1","verse":"","text":"Waajur na yar, te njaboot di dégg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Naka yeen xale yi, déggalleen seeni waajur, ngir Boroom bi, ndax moo war."},{"style":"v","verse":"2","text":"«Teralleen seen ndey ak seen baay\\f + \\fr 6.2 \\ft Seetal ci \\bk Mucc ga\\bk* 20.12.\\f*,» mooy ndigal li njëkka ànd akub dige,"},{"style":"v","verse":"3","text":"ndax da ne: «ngir ngeen baaxle te gudd fan ci kaw suuf\\f + \\fr 6.3 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 5.16.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Yeen ñiy baay it, buleen xoñoñal xale yi, waaye yarleen leen, di leen jubbanti, di leen xamal coobarey Boroom bi."},{"style":"s1","verse":"","text":"Na jaam ak sangam déggal Boroom bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Yeen jaam yi, déggalleen seen sangi àddina, ànd ceek ragal Yàlla bay kat-kati, ak xol bu dëggu. Ni ngeen déggale \\w Almasi|Almasi b-:\\w* bi, nangeen leen ni déggale."},{"style":"v","verse":"6","text":"Buleen ko defe ngistal, mbaa ngeen di ko sàkkoo lu leen neex, na di yéene ju ngeen tibbe ci seen xol, ngir jëfe liy coobarey Yàlla, ni mu ware ay jaami Almasi bi."},{"style":"v","verse":"7","text":"Liggéeyalleen leen ci xol bu tàlli, ba mu mel ni Boroom bi ngeen ko defal, waaye du nit doŋŋ,"},{"style":"v","verse":"8","text":"te ngeen xam ne nit ki, mu dis gor mbaa ab jaam, mboolem lu mu def ci lu baax, loola la ko Boroom biy delloo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Yeen it sang yi, jëfeleen noonu seen diggante ak seeni jaam, bàyyileen di tëkkoo, te ngeen xam ne yeen ak ñoom a bokk benn Boroom fa asamaan, te xejj ak seen amul fa moom."},{"style":"s1","verse":"","text":"Xare bi nook Seytaane la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Li ci des nag moo di ngeen manoorewoo Boroom bi, te ngeen sàkkoo ndimbal ci dooleem ak kàttanam gi amul kem."},{"style":"v","verse":"11","text":"Ràngooleen mboolem gànnaayi Yàlla, ngir ngeen mana jànkoonte ak pexey \\w Seytaane|Seytaane:\\w*."},{"style":"v","verse":"12","text":"Ndax kat sunub xare du nook boroomi deret ak suux, waaye ñi ñu ko séqal ay boroom nguur lañu, ak ay boroom sañ-sañ, ak ay boroom doole yu nekk ci àddina ju lëndëm jii, di ay dagi Seytaane yu fare déndi asamaan."},{"style":"v","verse":"13","text":"Kon nag jëlleen gànnaayi Yàlla yépp, ba bu bésub safaan taxawee, ngeen mana jëflante, ba sottal, tey wéye taxaw temm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Taxawleen kon temm. Defleen dëgg di ngañaay li ci seen ndigg, njub di seen kiiraayal dënn."},{"style":"v","verse":"15","text":"Xibaaru jàmm bi indi jàmm nag, defleen ko muy dàll yu dëgëral seen taxawaay."},{"style":"v","verse":"16","text":"Te fu ngeen tollu ŋàbbleen pakk biy seen ngëm, ci ngeen mana fanqe mboolem jumi sawaray \\w ku bon ki|ku bon ki:\\w*."},{"style":"v","verse":"17","text":"Mbaxanam xare miy seen kaaraange, jëlleen ko, sol; jëlleen itam saamar bi \\w Noo gu Sell|Noo gu Sell g-:\\w* giy joxe, te muy kàddug Yàlla."},{"style":"v","verse":"18","text":"Deeleen ñaan fu ngeen tollu, gépp xeetu ñaan aki dagaan ci ndimbalal Noo gi, ànd ci ak teewlu fu ngeen tollu, ak gépp parlu, te ngeen di ñaanal mboolem gëmkat ñu sell ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Man itam, booleleen ma ci, ngir saa yu ma ubbee sama gémmiñ, mana xéewloo ndéey lu ma xamlee fit wu dëgër mbóoti xibaaru jàmm bi,"},{"style":"v","verse":"20","text":"xibaar bi ma di ndawam lu ñu tënke ay jéng. Waaye ñaanalleen ma, ma di ko waxee fit, ni mu ma ware."},{"style":"s1","verse":"","text":"Póol tàggu na waa Efes"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Dingeen mana xam nag lu jëm ci man ak li may def, ndax Tisig, mbokk la, soppe la, jawriñ ju wóor la ci liggéeyu Boroom bi, moo leen di xamal lépp."},{"style":"v","verse":"22","text":"Lii sax moo tax ma yónni ko ci yeen: xamal leen lu jëm ci nun, ak itam, teewaayam bu dëfal seen xol."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Yal na jàmm ñeel bokki gëmkat ñi ak cofeel gu ànd ak ngëm bawoo fa Yàlla Baay bi ak Sang Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","verse":"24","text":"Na aw yiw ñeel mboolem ñi sopp sunu Sàng Yeesu Almasi bi, cofeel gu dul fey."}]