[{"style":"mt1","text":"1 Peter"},{"style":"s1","verse":"","text":"Greeting"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Peter, an apostle of Jesus Christ, to the chosen\\f + \\fr 1:1 \\ft Or “elect” \\f* who are residing temporarily in the dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia, "},{"style":"v","verse":"2","text":"according to the foreknowledge of God the Father, by the sanctification of the Spirit, for obedience and \\add for\\add* sprinkling with the blood of Jesus Christ. May grace and peace be multiplied to you."},{"style":"s1","verse":"","text":"A New Birth to a Living Hope"},{"style":"m","verse":"","text":""},{"style":"v","verse":"3","text":"Blessed \\add be\\add* the God and Father of our Lord Jesus Christ, who according to his great mercy has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead, "},{"style":"v","verse":"4","text":"into an inheritance imperishable and undefiled and unfading, reserved in heaven for you "},{"style":"v","verse":"5","text":"who are being protected by the power of God through faith for a salvation ready to be revealed in the last time, "},{"style":"v","verse":"6","text":"in which you rejoice greatly, \\add although\\add*\\ef + \\fr 1:6 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“are distressed”) which is understood as concessive \\ef* now for a short time, if necessary,\\f + \\fr 1:6 \\ft Some manuscripts have “if it is necessary” \\f* you are distressed by various trials, "},{"style":"v","verse":"7","text":"so that the genuineness of your faith, more valuable than gold that is passing away, but is tested by fire, may be found to \\add result in\\add* praise and glory and honor at the revelation of Jesus Christ, "},{"style":"v","verse":"8","text":"whom, \\add although you\\add*\\ef + \\fr 1:8 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“seen”) which is understood as concessive \\ef* have not seen, you love; in whom now you believe, \\add although you\\add*\\ef + \\fr 1:8 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“see”) which is understood as concessive \\ef* do not see \\add him\\add*, and you rejoice greatly with joy inexpressible and full of glory, "},{"style":"v","verse":"9","text":"obtaining the goal of your faith, the salvation of \\add your\\add*\\ef + \\fr 1:9 \\ft ﻿*This is an understood repetition of the previous “your” \\ef* souls."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Concerning this\\f + \\fr 1:10 \\ft Literally “which” \\f* salvation, the prophets who prophesied about the grace meant for you sought and made careful inquiry, "},{"style":"v","verse":"11","text":"investigating for what \\add person\\add* or which time the Spirit of Christ in them was indicating \\add when he\\add*\\ef + \\fr 1:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“testified beforehand”) which is understood as temporal \\ef* testified beforehand to the sufferings with reference to Christ and the glories after these \\add things\\add*, "},{"style":"v","verse":"12","text":"to whom it was revealed that they were serving not themselves but you with reference to the same \\add things\\add* which now have been announced to you through those who proclaimed the gospel to you by the Holy Spirit sent from heaven, ⸤things into which⸥\\f + \\fr 1:12 \\ft Literally “into which \\fq things \\ft ” \\f* angels desire to look."},{"style":"s1","verse":"","text":"Be Holy in All Your Conduct"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"Therefore, ⸤when you have prepared your minds for action⸥\\f + \\fr 1:13 \\ft Literally “having girded up the loins of your mind” \\f* \\add by\\add*\\ef + \\fr 1:13 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“being self-controlled”) which is understood as means \\ef* being self-controlled, put your hope completely in the grace that will be brought to you at the revelation of Jesus Christ. "},{"style":"v","verse":"14","text":"As obedient children, do not be conformed to the former desires \\add you used to conform to\\add*\\ef + \\fr 1:14 \\ft ﻿*This is an understood repetition of the earlier verb “be conformed to” \\ef* in your ignorance, "},{"style":"v","verse":"15","text":"but as the one who called you \\add is\\add* holy, \\add you\\add* yourselves be holy in all \\add your\\add* conduct, "},{"style":"v","verse":"16","text":"for it is written, “You will be holy, because I \\add am\\add*\\ef + \\fr 1:16 \\ft ﻿*Here the verb is understood in Greek and is supplied in the translation \\ef* holy.”\\f + \\fr 1:16 \\ft A quotation from \\xt Lev 19:2 \\ft \\f*\\f + \\fr 1:16 \\ft Some manuscripts explicitly state “I am holy” \\f* "},{"style":"v","verse":"17","text":"And if you call on \\add him\\add* \\add as\\add* Father who judges impartially according to each one’s work, conduct yourselves with fear during the time of your temporary residence, "},{"style":"v","verse":"18","text":"\\add because you\\add*\\ef + \\fr 1:18 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know that you were redeemed from your futile way of life inherited from your ancestors not with perishable things like silver or gold, "},{"style":"v","verse":"19","text":"but with the precious blood of Christ, like \\add that of\\add* an unblemished and spotless lamb "},{"style":"v","verse":"20","text":"who was foreknown before the foundation of the world, but has been revealed in these last times for you "},{"style":"v","verse":"21","text":"who through him \\add are\\add* believing in God, who raised him from the dead and gave him glory, so that your faith and hope are in God."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Having purified your souls by your obedience to the truth for sincere brotherly love, love one another fervently from the heart,\\f + \\fr 1:22 \\ft Some manuscripts have “from a pure heart” \\f* "},{"style":"v","verse":"23","text":"\\add because you\\add*\\ef + \\fr 1:23 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have been born again”) which is understood as causal \\ef* have been born again, not from perishable seed but imperishable, through the living and enduring word of God. "},{"style":"v","verse":"24","text":"For"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“all flesh \\add is\\add* like grass,"},{"style":"q2","verse":"","text":"and all its glory like the flower of the grass."},{"style":"q1","verse":"","text":"The grass withers and the flower falls off,"},{"style":"q2","verse":"","text":""},{"style":"v","verse":"25","text":"but the word of the Lord endures ⸤forever⸥\\f + \\fr 1:25 \\ft Literally “for the age” \\f*.”\\f + \\fr 1:25 \\ft A quotation from \\xt Isa 40:6 \\ft , \\xt 8 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":"And this is the word that has been proclaimed to you."}]