[{"style":"s1","verse":"","text":"Wives and Husbands"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"In the same way, wives, be subject to your own husbands, so that even if some are disobedient to the word, they may be won over without a word by the conduct of their wives, "},{"style":"v","verse":"2","text":"\\add when they\\add*\\ef + \\fr 3:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“see”) which is understood as temporal \\ef* see your respectful, pure conduct. "},{"style":"v","verse":"3","text":"Let your\\f + \\fr 3:3 \\ft Literally “of whom,” referring to the wives \\f* adornment not be the external \\add kind\\add*, braiding hair and putting on gold jewelry or putting on \\add fine\\add* clothing, "},{"style":"v","verse":"4","text":"but the hidden person of the heart, with the imperishable \\add quality\\add* of a gentle and quiet spirit, which is highly valuable in the sight of God. "},{"style":"v","verse":"5","text":"For in the \\add same\\add* way formerly the holy women also, who hoped in God, used to adorn themselves \\add by\\add*\\ef + \\fr 3:5 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“being subject”) which is understood as means \\ef* being subject to their own husbands, "},{"style":"v","verse":"6","text":"like Sarah obeyed Abraham, calling him lord, whose children you have become \\add when you\\add*\\ef + \\fr 3:6 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“do good”) which is understood as temporal \\ef* do good and are not frightened with respect to any terror."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Husbands, in the same way live with \\add your wives\\add* ⸤knowledgeably⸥\\f + \\fr 3:7 \\ft Literally “according to knowledge” \\f*, as with the weaker female vessel, showing \\add them\\add* honor as fellow heirs also of the grace of life, so that your prayers will not be hindered."},{"style":"s1","verse":"","text":"Called to Inherit a Blessing"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"And finally, all \\add of you be\\add* harmonious, sympathetic, showing mutual affection, compassionate, humble, "},{"style":"v","verse":"9","text":"not repaying evil for evil or insult for insult, but on the other hand blessing \\add others\\add*, because for this \\add reason\\add* you were called, so that you could inherit a blessing. "},{"style":"v","verse":"10","text":"For"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“The one who wants to love life"},{"style":"q2","verse":"","text":"and see good days"},{"style":"q1","verse":"","text":"must keep his\\ef + \\fr 3:10 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* tongue from evil"},{"style":"q2","verse":"","text":"and \\add his\\add* lips must not speak deceit."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"11","text":"And he must turn away from evil and do good;"},{"style":"q2","verse":"","text":"he must seek peace and pursue it."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"12","text":"For the eyes of the Lord \\add are\\add* on the righteous,"},{"style":"q2","verse":"","text":"and his ears \\add are open to\\add* their prayer."},{"style":"q1","verse":"","text":"But the face of the Lord \\add is\\add* against those who do evil.\\f + \\fr 3:12 \\ft Verses \\xt 10–12 \\ft are a quotation from \\xt Ps 34:12–16 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"s1","verse":"","text":"Suffer for Doing What is Good"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"And who \\add is\\add* the one who will harm you if you are a zealous adherent for what is good? "},{"style":"v","verse":"14","text":"But even if you might suffer for the sake of righteousness, \\add you are\\add* blessed. And do not be afraid of their intimidation or be disturbed,\\f + \\fr 3:14 \\ft The second half of this verse contains a quotation from \\xt Isa 8:12 \\ft \\f* "},{"style":"v","verse":"15","text":"but set Christ apart \\add as\\add* Lord in your hearts, always ready to \\add make\\add* a defense to anyone who asks you \\add for\\add* an accounting concerning the hope \\add that is\\add* in you. "},{"style":"v","verse":"16","text":"But \\add do so\\add* with courtesy and respect, having a good conscience, so that in \\add the things\\add* in which you are slandered, the ones who malign your good conduct in Christ may be put to shame. "},{"style":"v","verse":"17","text":"For \\add it is\\add* better to suffer for doing good, ⸤if God wills it⸥\\f + \\fr 3:17 \\ft Literally “if the will of God wills” \\f*, than for doing evil."},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"For Christ also suffered once for sins,"},{"style":"q2","verse":"","text":"the just for the unjust,"},{"style":"q1","verse":"","text":"in order that he could bring you to God,"},{"style":"q2","verse":"","text":"being put to death in the flesh,"},{"style":"q1","verse":"","text":"but made alive in the spirit,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"19","text":"in which also he went \\add and\\add* proclaimed to the spirits in prison,"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"who were formerly disobedient, when the patience of God waited in the days of Noah, \\add while\\add*\\ef + \\fr 3:20 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was being constructed”) \\ef* an ark was being constructed, in which a few—that is, eight souls—were rescued through water. "},{"style":"v","verse":"21","text":"And\\f + \\fr 3:21 \\ft Literally “which” \\f* also, corresponding to \\add this\\add*, baptism now saves you, not the removal of dirt from the flesh, but an appeal to God for a good conscience through the resurrection of Jesus Christ, "},{"style":"v","verse":"22","text":"who is at the right hand of God, having gone into heaven, with angels and authorities and powers having been subjected to him."}]