[{"style":"s1","verse":"","text":"Esther is Chosen Queen"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"After these things, when the anger of King Ahasuerus subsided, he remembered Vashti and what she had done and what had been decreed against her. "},{"style":"v","verse":"2","text":"And the king’s servants attending him said, “Let them seek attractive young virgins for the king. "},{"style":"v","verse":"3","text":"Let the king appoint chief officers in all the provinces of his kingdom, and let them gather every attractive young virgin to the ⸤harem⸥\\f + \\fr 2:3 \\ft Literally “house of the women” \\f* in the citadel of Susa ⸤under the care of⸥\\f + \\fr 2:3 \\ft Literally “to the hand of” \\f* Hegai, the king’s eunuch, who is in charge of the women; and let him give \\add them\\add* their beauty treatment. "},{"style":"v","verse":"4","text":"And let the young woman ⸤who is pleasing⸥\\f + \\fr 2:4 \\ft Literally “who is good” \\f* in the king’s eyes become queen in place of Vashti. The thing was good in the king’s eyes, and he acted accordingly."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"There was a Jew in the citadel of Susa whose name \\add was\\add* Mordecai son of Jair, son of Shimei, son of Kish, a Benjaminite, "},{"style":"v","verse":"6","text":"who was deported\\f + \\fr 2:6 \\ft Or “exiled” \\f* from Jerusalem with the exiles\\f + \\fr 2:6 \\ft Hebrew “exile” \\f* who were deported\\f + \\fr 2:6 \\ft Or “exiled” \\f* with Jeconiah\\f + \\fr 2:6 \\ft A variant spelling of “Jehoiachin” \\f* the king of Judah, whom King Nebuchadnezzar of Babylon had deported.\\f + \\fr 2:6 \\ft Or “exiled” \\f* "},{"style":"v","verse":"7","text":"He\\f + \\fr 2:7 \\ft That is, Mordecai \\f* was raising Hadassah, that \\add is\\add* Esther, his uncle’s daughter,\\f + \\fr 2:7 \\ft That is, his cousin \\f* for she did not have a father or a mother; the young woman \\add had\\add* a beautiful figure and \\add was\\add* very attractive. When her father and mother died, Mordecai had taken her as his daughter. "},{"style":"v","verse":"8","text":"And it happened, at the proclaiming of the edict of the king and his law, when many young women were being gathered to the citadel of Susa ⸤under Hegai’s care⸥,\\f + \\fr 2:8 \\ft Literally “to the hand of Hegai” \\f* Esther was taken to the ⸤king’s palace⸥\\f + \\fr 2:8 \\ft Literally “house of the king” \\f* ⸤under the care of⸥\\f + \\fr 2:8 \\ft Literally “to the hand of” \\f* Hegai who was in charge of the women. "},{"style":"v","verse":"9","text":"⸤The young woman pleased him⸥\\f + \\fr 2:9 \\ft Literally “the young woman was good in his eyes” \\f* and she won favor in his presence, and he quickly provided for her beauty treatment and her portion of food, with seven chosen maids to give to her from the ⸤king’s palace⸥,\\f + \\fr 2:9 \\ft Literally “house of the king” \\f* and he advanced her and her maids to the best part of the ⸤harem⸥.\\f + \\fr 2:9 \\ft Literally “house of the women” \\f* "},{"style":"v","verse":"10","text":"Esther did not disclose her people and her family because Modecai had charged her that she must not tell. "},{"style":"v","verse":"11","text":"And every day Modecai would walk up and down in front of the courtyard of the ⸤harem⸥\\f + \\fr 2:11 \\ft Literally “house of the women” \\f* to learn ⸤how Esther was doing⸥.\\f + \\fr 2:11 \\ft Literally “the peace of Esther and how it does/does with her” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"When the turn came for each girl to go to King Ahasuerus, after the end of twelve months of being under the regulations of the women—for the days of their beauty treatments had to be filled, six months with the oil of myrrh and six months with perfumes and women’s cosmetics—"},{"style":"v","verse":"13","text":"in this way, the girl goes to the king and all that she asks is given to her ⸤to take⸥\\f + \\fr 2:13 \\ft Literally “to go” \\f* with her from the ⸤harem⸥\\f + \\fr 2:13 \\ft Literally “house of the women” \\f* to the ⸤king’s palace⸥.\\f + \\fr 2:13 \\ft Literally “house of the king” \\f* "},{"style":"v","verse":"14","text":"In the evening she would go and in the morning she would return to the ⸤second harem⸥\\f + \\fr 2:14 \\ft Literally “second house of the women” \\f* ⸤under the care of⸥\\f + \\fr 2:14 \\ft Literally “to the hand of” \\f* Shaashgaz, the king’s eunuch in charge of the concubines. She would not go back to the king unless the king delighted in her and she was called by name."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"When the turn came near for Esther daughter of Abihail the uncle of Mordecai, who had taken \\add her\\add* as a daughter, to go to the king, she did not ask anything except what Hegai the eunuch of the king who was in charge of the women, advised. And Esther carried favor in the eyes of everyone that saw her. "},{"style":"v","verse":"16","text":"Esther was taken to King Ahasuerus, to his ⸤palace⸥,\\f + \\fr 2:16 \\ft Literally “house of the reign” or “house of the kingdom” \\f* in the tenth month that is Tebeth in the seventh year of his reign. "},{"style":"v","verse":"17","text":"And the king loved Esther more than all the women, and she won his favor and loyalty more than all the virgins, so he put a ⸤royal crown⸥\\f + \\fr 2:17 \\ft Literally “crown of the kingdom” \\f* on her head and made her queen instead of Vashti. "},{"style":"v","verse":"18","text":"And the king gave a great banquet, Esther’s banquet, for all his officials and servants. And he granted a tax amnesty\\f + \\fr 2:18 \\ft See HALOT 252–253 s.v. \\f* to the provinces and he gave gifts with royal liberality."},{"style":"s1","verse":"","text":"A Plot Against the King"},{"style":"m","verse":"","text":""},{"style":"v","verse":"19","text":"When \\add the\\add* virgins were gathered a second time, Mordecai \\add was\\add* sitting at the gate of the king. "},{"style":"v","verse":"20","text":"Esther had not made known her family and her people, just as Mordecai had instructed her; for Esther ⸤did what Mordecai told her⸥,\\f + \\fr 2:20 \\ft Literally “did the word of Mordecai” \\f* just as when she was brought up by him. "},{"style":"v","verse":"21","text":"In those days Mordecai \\add was\\add* sitting at the gate of the king. Bigthana and Teresh, two of the king’s eunuchs from the keepers of the threshold, became angry and they conspired ⸤to assassinate⸥\\f + \\fr 2:21 \\ft Literally “to send a hand against” \\f* King Ahasuerus. "},{"style":"v","verse":"22","text":"And the matter became known to Mordecai and he told \\add it\\add* to Queen Esther, and Esther told \\add it\\add* to the king in the name of Mordecai. "},{"style":"v","verse":"23","text":"And the matter was investigated and found \\add to be so\\add*; and the two of them were hanged on \\add the\\add* gallows, and it was written in the scroll of the events of the days before the presence of the king."}]