[{"style":"s1","verse":"","text":"Haman is Promoted"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"After these things King Ahasuerus promoted Haman son of Hammedatha the Agagite, and he exalted him and set ⸤his position⸥\\f + \\fr 3:1 \\ft Literally “his throne” \\f* above all the officials who \\add were\\add* with him. "},{"style":"v","verse":"2","text":"And all of the king’s servants who \\add were\\add* at the gate of the king \\add were\\add* kneeling and bowing down to Haman; for so the king had commanded concerning him, but Mordecai did not kneel and bow down. "},{"style":"v","verse":"3","text":"And the king’s servants who \\add were\\add* at the gate of the king said to Mordecai, “Why \\add are\\add* you transgressing the command of the king?” "},{"style":"v","verse":"4","text":"They spoke to him day after day, but he did not listen to them, and they informed Haman to see if ⸤Mordecai’s resolve would prevail⸥;\\f + \\fr 3:4 \\ft Literally “the word’s of Mordecai would stand” \\f* for he had told them that he \\add was\\add* a Jew. "},{"style":"v","verse":"5","text":"And Haman saw that Mordecai was not kneeling and bowing down to him, and he was filled \\add with\\add* anger. "},{"style":"v","verse":"6","text":"But ⸤he considered it beneath him⸥\\f + \\fr 3:6 \\ft Literally “he despised it in his eyes” \\f* to lay hands on Mordecai only, for they told him of Mordecai’s people, and Haman sought to destroy all the Jews, the people of Mordecai, who \\add were\\add* in the kingdom of Ahasuerus."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"In the first month, that \\add is\\add*, the month of Nisan, in the twelfth year of King Ahasurus, he cast pur—that \\add is\\add*, the lot—before the presence of Haman ⸤for the day and for the month⸥,\\f + \\fr 3:7 \\ft Literally “from day to day and from month to month” \\f* until\\f + \\fr 3:7 \\ft The Septuagint adds, “and the lot fell on the thirteenth day of” \\f* the twelfth month, that \\add is\\add*, the month of Adar. "},{"style":"v","verse":"8","text":"And Haman said to King Ahasuerus, “There is a certain people scattered and separated among the peoples in all of the provinces of your kingdom; their laws \\add are\\add* different from every \\add other\\add* people, and they do not ⸤observe⸥\\f + \\fr 3:8 \\ft Literally “do” \\f* the laws of the king; it is not appropriate for the king to tolerate them. "},{"style":"v","verse":"9","text":"If it pleases the king, let a \\add decree\\add* be issued to destroy them, and I will pay\\f + \\fr 3:9 \\ft Or “I will weigh” \\f* ten thousand talents\\f + \\fr 3:9 \\ft Hebrew “talent” \\f* of silver to those who do the job, to bring to the treasury of the king.” "},{"style":"v","verse":"10","text":"So the king removed his signet ring from his hand and gave it to Haman son of Hammedatha the Agagite, the enemy of the Jews. "},{"style":"v","verse":"11","text":"And the king said to Haman, “The money \\add is\\add* given to you and to the people to do with it ⸤as you see fit⸥.\\f + \\fr 3:11 \\ft Literally “as the good \\fq is \\ft in your eyes” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"And the king’s secretaries were called in the first month on the thirteenth day, and \\add a decree\\add* was issued, according to all that Haman commanded, to the satraps of the king and to the governors who \\add were\\add* over all the provinces, and to \\add the\\add* officials of all the people, to each province according to \\add its own\\add* script and to all people according to their own language; \\add it was\\add* written in the name of King Ahasuerus and \\add was\\add* sealed with the king’s ring. "},{"style":"v","verse":"13","text":"Letters \\add were\\add* sent by couriers\\f + \\fr 3:13 \\ft Or “by runners” \\f* to all the provinces of the king to destroy, to kill, and to annihilate all the Jews, ⸤both young and old⸥,\\f + \\fr 3:13 \\ft Literally “from young to old” \\f* women and children, on one day, the thirteenth day of the month, that \\add is\\add* Adar, and to plunder their goods. "},{"style":"v","verse":"14","text":"A copy of the edict \\add was\\add* presented \\add as\\add* law in every province making \\add it\\add* known to all the people to be ready for that day. "},{"style":"v","verse":"15","text":"The couriers went out quickly by order of the king, and the law was issued in the citadel of Susa. The king and Haman sat down to drink; and the city of Susa was bewildered.\\f + \\fr 3:15 \\ft Or “disturbed” \\f*"}]