[{"style":"mt1","text":"Sarxalkat yi"},{"style":"ms1","verse":"","text":"Ay dogal ci mbirum sarax yi"},{"style":"mr","verse":"","text":"(Saar 1.1---7.38)"},{"style":"s1","verse":"","text":"Lu jëm ci saraxu rendi-dóomal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\w Aji Sax ji|Aji Sax j-:\\w* woo na Musaa, wax ak moom ca \\w xaymab ndaje|xaymab ndaje m-:\\w* ma ne ko:"},{"style":"v","verse":"2","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Bu kenn ci yeen dee sàkkal Aji Sax ji sarax, na indi ag jur, muy gu gudd mbaa gu gàtt."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"«Bu saraxam dee saraxu jur gu gudd gu ñuy def \\w rendi-dóomal|Sarax yi:\\w*, na sarxal aw yëkk wu amul sikk. Na ko yóbbu ci bunt xaymab ndaje mi ci kanam Aji Sax ji, ngir mu nangul ko ko."},{"style":"v","verse":"4","text":"Na teg loxoom ci kaw boppu juru saraxu rendi-dóomal bi, ndax ñu nangul ko ko, muy njotlaayam."},{"style":"v","verse":"5","text":"Na rendi yëkk wi ci kanam Aji Sax ji, te doomi Aaróona yu góor yiy \\w sarxalkat|sarxalkat b-:\\w* yi ñooy indi deret ji, xëpp ko ci mboolem weti \\w sarxalukaay|sarxalukaay b-:\\w* bi ci bunt xaymab ndaje mi."},{"style":"v","verse":"6","text":"Juru saraxu rendi-dóomal bi, na ko boroom sarax bi fees, daggat ko."},{"style":"v","verse":"7","text":"Doomi Aaróona, sarxalkat bi, ñooy jafal ab taal ci kaw sarxalukaay bi, teg matt mi ci taal bi."},{"style":"v","verse":"8","text":"Su ko defee doomi Aaróona yu góor yiy sarxalkat yi, jël dog yi, booleek bopp bi ak nebbon bi, teg ko ci kaw mattum taal bi ci sarxalukaay bi."},{"style":"v","verse":"9","text":"Nañu raxas yérey biir yi ak yeel yi, sarxalkat bi boole lépp lakk ci kaw sarxalukaay bi. Saraxu rendi-dóomal la, saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Bu saraxam dee ab gàtt bu ñuy def rendi-dóomal, muy xar mbaa bëy, na sarxal bu góor bu amul sikk."},{"style":"v","verse":"11","text":"Na rendi sarax si ci kanam Aji Sax ji, fa féete sarxalukaay bi bëj-gànnaar. Na doomi Aaróona yu góor yiy sarxalkat yi xëpp deret ji ci mboolem weti sarxalukaay bi."},{"style":"v","verse":"12","text":"Bu ko boroom sarax bi daggatee ba noppi, sarxalkat bi day boole dog yeek bopp bi ak nebbon bi, teg ko ci kaw mattum taal bi ci kaw sarxalukaay bi."},{"style":"v","verse":"13","text":"Na boroom sarax bi raxas yérey biir yi ak yeel yi, sarxalkat bi boole lépp lakk ci kaw sarxalukaay bi. Saraxu rendi-dóomal la, saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Bu nit ki dee sarxalal Aji Sax ji njanaaw luy doon rendi-dóomal, na sarxe pitax mbaa xati mu ndaw."},{"style":"v","verse":"15","text":"Na ko sarxalkat bi yóbbu ca sarxalukaay ba, kutt baat bi, lakk ko ci kaw sarxalukaay bi. Deret ji dees koy siital ci wetu sarxalukaay bi, ba mu jeex."},{"style":"v","verse":"16","text":"Na indi gag bi ak li ci nekk te wetti ko fa ñuy def dóomu-taal ba, fa féete sarxalukaay bi penku."},{"style":"v","verse":"17","text":"Sarxalkat bi day jàpp ci laaf yi, xotti te bañ koo teqale, daldi koy lakk ci sarxalukaay bi, ci kaw mattum taal bi. Saraxu rendi-dóomal la, saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji."}]