[{"style":"s1","verse":"","text":"Li war ci jàngoroy der"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji wax na Musaa ak Aaróona ne leen:"},{"style":"v","verse":"2","text":"«Su nit amee ab tërgën ci yaramam mbaa ab ër, mbaa ab gàkk bu weex bu mana doon jàngoroy der juy law ci yaramam, nañu ko yóbbu ci Aaróona \\w sarxalkat|sarxalkat b-:\\w* bi mbaa kenn ciy doomam yu góor yiy sarxalkat yi."},{"style":"v","verse":"3","text":"Na sarxalkat bi seet gàkk bi ci yaramu nit ki; su fekkee ne kawar gi ci gàkk bi dafa soppiku weex, te mu mel ni lu def pax ci der bi, jàngoroy der juy law la. Bu sarxalkat bi gisee loolu, na biral ne nit ki sobewu na."},{"style":"v","verse":"4","text":"Waaye su dee ab gàkk bu weex ci yaram wi te melul ni lu def pax ci der bi, taxul itam kawar gi ci nekk soppiku weex, na sarxalkat bi ber nit ki ame gàkk bi diiru juróom ñaari fan."},{"style":"v","verse":"5","text":"Na ko sarxalkat bi xoolaat bésub juróom ñaareel ba. Bu sarxalkat bi seetloo ne gàkk bi soppikuwul mbaa mu law ci yaramam, na ko beraat juróom ñaari fan."},{"style":"v","verse":"6","text":"Na ko sarxalkat bi xoolaat ca bésub juróom ñaareel ba. Su fekkee gàkk bi di raaf te lawul ci kaw deru yaram wi, na sarxalkat bi biral ne nit ki set na; ab ër doŋŋ la. Day fóot ay yéreem rekk daldi set."},{"style":"v","verse":"7","text":"Su fekkee ne wóor na ne ër bi law na ci deru yaramu nit ki, gannaaw ba mu ko wonee sarxalkat bi, ba mu biral ne set na, day dellu ca sarxalkat ba."},{"style":"v","verse":"8","text":"Su boobaa na ko sarxalkat bi xoolaat ba gis ër bi law ci deru yaram wi, mu doora biral ne nit ki sobewu na te jàngoroy der juy law la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Képp ku ame jàngoroy der juy law, nañu ko yóbbu ca sarxalkat ba."},{"style":"v","verse":"10","text":"Na ko sarxalkat bi seet. Su dee ab tërgën bu weex te kawar gi ci nekk soppiku weex, boole ci def góom ca biir,"},{"style":"v","verse":"11","text":"kon jàngoroy der juy law la te xas naa law ci yaram wi. Na sarxalkat bi biral ne nit ki sobewu na. Du jar mu di ko ber ndax taq na sobe ba noppi."},{"style":"v","verse":"12","text":"Su fekkee ne nag jàngoro ji génn naa génn ci yaramu nit ki, sarxalkat bi gis ko fépp, li ko dale ci bopp bi ba ci tànk yi,"},{"style":"v","verse":"13","text":"na ko sarxalkat bi seet bu baax. Bu gisee ne li génn ci yaramam daj na yaram wi yépp, na biral ne nit ki mu dal set na; gannaaw léppam a soppiku weex, set na."},{"style":"v","verse":"14","text":"Ba tey bés bu ay góom génnaatee ci yaram wi, nit ki sobewu na."},{"style":"v","verse":"15","text":"Su sarxalkat bi gisee yaramu nit ki def góom rekk, na biral ne sobewu na. Góom boobu génn ci yaram wi sobe la. Jàngoroy der juy law la."},{"style":"v","verse":"16","text":"Te it bu góom bi soppikoo weex, na dem ca sarxalkat ba."},{"style":"v","verse":"17","text":"Na ko sarxalkat bi seet, ba gis ne weexaat na, mu biral ne ki jàngoro ji dal set na te kon it set na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Su nit taabee ba wér,"},{"style":"v","verse":"19","text":"ab tërgën bu weex mbaa gàkk bu weex bu rax xonq feeñ fa taab ba nekkoon, na dem ca sarxalkat ba."},{"style":"v","verse":"20","text":"Su ko sarxalkat bi seetee ba gis fa taab ba nekkoon mel ni lu def pax, te kawar gi ci nekk soppiku weex, na sarxalkat bi biral ne nit ki sobewu na. Jàngoroy der juy law la, ju juddoo ca taab ba."},{"style":"v","verse":"21","text":"Waaye su ko sarxalkat bi seetee te gisu ca kawar gu weex, deful pax it te raaf na, na ber nit ki juróom ñaari fan."},{"style":"v","verse":"22","text":"Su wéree ne jàngoro ji law na ci yaram wi, na sarxalkat bi biral ne nit ki sobewu na. Jàngoroy der juy law la."},{"style":"v","verse":"23","text":"Su gàkk bi yemee foofu, baña law, légétub taab ba la, te na sarxalkat bi biral ne nit ki set na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Su nit lakkee, ab gàkk bu weex mbaa bu weex te rax xonq feeñ ca kaw suux wu xonq wa lakk,"},{"style":"v","verse":"25","text":"na ko sarxalkat bi seet. Su kawar gi ci nekk soppikoo weex te gàkk bi mel ni lu def pax, kon jàngoroy der juy law la, ju juddoo ca lakk-lakk ba. Na sarxalkat bi biral ne nit ki sobewu na, ndax jàngoroy der juy law la."},{"style":"v","verse":"26","text":"Waaye su ko sarxalkat bi seetee, gisul kawar gu weex ci gàkk bi, deful pax it te raaf na, na ber nit ki juróom ñaari fan."},{"style":"v","verse":"27","text":"Sarxalkat bi da koy seet ca bésub juróom ñaareel ba. Su wéree ne jàngoro ji law na ci yaram wi, na biral ne nit ki sobewu na. Jàngoroy der juy law la."},{"style":"v","verse":"28","text":"Su gàkk bi yemee foofu te lawul ci yaram wi te raaf na, ab tut la bu juddoo ca lakk-lakk ba. Na sarxalkat bi biral ne nit ki set na, ndax légétub lakk-lakk ba la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"«Su fekkee ne góor mbaa jigéen dafa ame jàngoro ci bopp mbaa ci sikkim,"},{"style":"v","verse":"30","text":"na sarxalkat bi seet fi jàngoro ji nekk. Su melee ni lu def pax ci der bi, kawar gu xall te sew nekk ca, na sarxalkat bi biral ne nit ki sobewu na. Loolu wat-wataan la, di ër yuy génn ci bopp mbaa sikkim."},{"style":"v","verse":"31","text":"Ndegam sarxalkat bi seet na ër wi te niruwul lu def pax, amul it kawar gu ñuul ca biir, day ber nit ki ame ër wi diiru juróom ñaari fan."},{"style":"v","verse":"32","text":"Sarxalkat bi day seetaat ër wi ca bésub juróom ñaareel ba. Su wat-wataan ji lawul, kawar gu xall nekku ca, te melul ni lu def pax,"},{"style":"v","verse":"33","text":"na nit ki watu waaye du wataale wat-wataan ji. Sarxalkat bi da koy beraat juróom ñaari fan."},{"style":"v","verse":"34","text":"Na sarxalkat bi seetaat wat-wataan ji ca bésub juróom ñaareel ba. Su wat-wataan ji lawul ci yaram wi te niruwul lu def pax, sarxalkat bi day biral ne nit ki sobewuwul. Nit ki day fóot ay yéreem daldi set."},{"style":"v","verse":"35","text":"Waaye su wéree ne wat-wataan ji law na ci yaram wi gannaaw ba ñu biralee ne set na,"},{"style":"v","verse":"36","text":"na ko sarxalkat bi dellu seet ba gis ne wat-wataan ji law na ci yaram wi. Su boobaa soxlaatul mu di ca seet kawar gu xall, ndax nit ki sobewu na."},{"style":"v","verse":"37","text":"Waaye su seetloo ne wat-wataan ji soppikuwul te kawar gu ñuul sax ca, wat-wataan ja wér na, nit ki it set na. Na sarxalkat bi biral ne nit ki set na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"«Su góor mbaa jigéen amee ay gàkk-gàkk yu weex ci yaram wi,"},{"style":"v","verse":"39","text":"sarxalkat bi seet ko, gàkk yooyu ci yaram wi di lu weex, xawa xall, xam rekk la, ju feeñ ci yaram wi waaye nit ki set na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"«Góor gu bopp ba amatul kawar dafa leel waaye set na."},{"style":"v","verse":"41","text":"Bu bopp bi ñàkkee kawar fi féeteek kanam gi, jë baa leel waaye set na."},{"style":"v","verse":"42","text":"Waaye su amee gàkk bu weex bu feeñ te rax xonq ci leelub ndaal bopp mbaa jë, jàngoroy der la juy màgg tey génn ci leelub ndaal bopp mbaa jë."},{"style":"v","verse":"43","text":"Sarxalkat bi da koy seet. Ndegam ay tërgën yu weex te rax xonq a ngi ci leelub ndaal bopp bi mbaa jë bi, mu mel ni jàngoroy der juy law ci yaram wi,"},{"style":"v","verse":"44","text":"nit ki ànd naak jàngoro te taq na sobe. Na sarxalkat bi biral ci lu leer ne nit ki sobewu na ndax jàngoro ji ci bopp bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"«Ku ànd ak jàngoroy der juy law nag yére yu xottiku lay sol te day njañu\\f + \\fr 13.45 \\ft Dafa wara ñaawlu ni bu nekkoon ci dëj, ngir artu nit ñi ba ñu sore ko, ndax setul.\\f*. Na muur li ko dale ci tuñum kaw mi ba ci sikkim bi, te nay jàppoo àddu ca kaw naan: “Setuma de, setuma!”"},{"style":"v","verse":"46","text":"Fii ak jàngoro jaa ngi ci moom, day sobewu te gannaaw daa sobewu, na dëkk moom doŋŋ te na dëkkuwaayam génn dal bi."},{"style":"s1","verse":"","text":"Li war ci këf ku teg liir"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"«Su ndimo xuuree, teg aw liir, muy ndimol kawaru gàtt gu ñu ëcc mbaa ndimol lẽe,"},{"style":"v","verse":"48","text":"mu tegu ci li ñu ràbbe ak lẽe walla ak kawar gu ëccu walla der bu ñu wulli walla mboolem lu ñu defare der,"},{"style":"v","verse":"49","text":"su liir wi nëtëxee mbaa mu xonq, tege ci yére mbaa der mbaa lu ñu ràbb mbaa lu ñu defare der, liir wuy law la. Dees koy won \\w sarxalkat|sarxalkat b-:\\w* bi."},{"style":"v","verse":"50","text":"Na sarxalkat bi nemmiku liir wi, ba noppi ber këf ki teg liir wi diiru juróom ñaari fan."},{"style":"v","verse":"51","text":"Bésub juróom ñaareel ba na seet liir wa. Su liir wa lawee ca kaw këf ka, muy ndimo mbaa lu ñu ràbb mbaa der mbaa jumtukaayu der, kon liir wu aaytal la te këf ka sobewu na."},{"style":"v","verse":"52","text":"Da koy lakk, ndax liir wu aaytal la, muy ndimo mbaa lu ñu ràbb mbaa kawaru gàtt gu ñu ëcc mbaa lẽe mbaa lu ñu defare der te liir wa tegu ca. Dees koy lakk, ba mu dib dóom."},{"style":"v","verse":"53","text":"Waaye kat bu sarxalkat bi seetloo ne liir wi lawul ci këf ki, muy ndimo mbaa bàgg mbaa poqe mbaa jumtukaayu der,"},{"style":"v","verse":"54","text":"na santaane ñu fóot ko, mu daldi koy beraat juróom ñaari fan."},{"style":"v","verse":"55","text":"Ndegam nag gannaaw ba ñu fóotee këf ka teg liir, sarxalkat bi seet ko, te liir wi soppiwul melo, bu lawul it setul. Dees koy lakk, ba mu dib dóom, su yàqoo biir ak su yàqoo biti yépp."},{"style":"v","verse":"56","text":"Su sarxalkat bi gisee gannaaw ba ñu fóotee këf ka ne, liir wi raaf na, na dagg sànni fa tegoon liir ca këf ka, muy ndimo mbaa der mbaa bàgg mbaa poqe."},{"style":"v","verse":"57","text":"Su liir wa génnaatee ca këf ka, muy ndimo mbaa lu ñu ràbb mbaa lu ñu defare der, kon liir wuy màgg la. Këf ka teg liir dees koy lakk, ba mu dib dóom."},{"style":"v","verse":"58","text":"Ndegam liir wa deñ na, gannaaw ba ñu fóotee këf ka, muy ndimo mbaa lu ñu ràbb mbaa lu ñu defare der, dees koy fóotaat, mu doora set.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"59","text":"Loolu la yoon digle ci liir wuy law wu tegu ci ndimol kawar gu ëccu mbaa ci ndimol lẽe mbaa ci yére yu ñu ràbb mbaa lu ñu defare der. Ci digle yooyu lañuy tegu, ba mana biral ne këf ka set na am setul."}]