[{"style":"s1","text":"Li war ci laabal boroom jàngoroy der"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji teg na ca ne Musaa:"},{"style":"v","text":"«Li yoon digle ci mbirum nit ku ame jàngoroy der juy law, keroog bés ba ñuy laabal nit ki, mooy lii: Nañu ko yegge \\w sarxalkat|sarxalkat b-:\\w* bi."},{"style":"v","text":"Sarxalkat bi day génn dal bi, bu koy seet. Su nit ki demee ba jàngoroy der ji ko daloon wér,"},{"style":"v","text":"sarxalkat bi day santaane, ñu indil nit kooku ñuy laabal ñaari picc yu dagan tey dund, ak bantu garabu seedar, ak wëñ gu xonq curr, ak caru garabu isob\\f + \\fr 14.4 \\fk isob, \\ft as ngarab la su car ba sëq, ba ñu man koo diwe.\\f*."},{"style":"v","text":"Na sarxalkat bi santaane, ñu rendi menn picc mi, tiimale ko ndabal xandeer lu def ndox mu balle ci bëtu ndox."},{"style":"v","text":"Picc miy dund da koy booleek bantu seedar bi ak wëñ gu xonq curr gi ak caru isob bi, boole lépp sóob ci deretu picc ma ñu rendi woon tiimale ko ndox mi balle ci bëtu ndox."},{"style":"v","text":"Bu loolu amee sarxalkat bi wis-wisal juróom ñaari yoon ci kaw ki ñuy laabal, ngir mu tàggook sobey jàngoro ji. Su ko defee sarxalkat bi biral ne set na. Bu noppee na bàyyi picc miy dund mu naaw ca àll ba."},{"style":"v","text":"Ku ñuy laabal day fóot ay yéreem, watu ba set te sangu, doora set. Gannaaw loolu man naa dugg ci dal bi, waaye na yem ca bunt xaymaam ca biti diiru juróom ñaari fan."},{"style":"v","text":"Bésub juróom ñaareel ba na watu ba set, bopp beek sikkim beek yeen yi ak kawar gi ci des yépp lay wat, fóot ay yéreem, sangu, daldi set."},{"style":"v","text":"Bésub juróom ñetteel ba na indi ñaari kuuy yu amul sikk, ak menn xar mu jigéen mu am at te amul sikk ak juróom ñeenti kiloy sunguf su mucc ayib su ñu xiiwe diw, muy \\w saraxu pepp|Sarax yi:\\w*. Mu indaale genn-wàllu liitaru diw."},{"style":"v","text":"Sarxalkat biy laabal nit ki day indi nit ki, mu ànd ak loolu lépp, taxaw fi kanam Aji Sax ji, ci bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* mi."},{"style":"p","text":""},{"style":"v","text":"«Sarxalkat bi teg ca jël menn kuuy mi, rendi ko, muy \\w saraxu peyug tooñ|Sarax yi:\\w*, boole kook genn-wàll liitaru diw ga, def ko \\w sarax bu ñuy yékkati|Sarax yi:\\w*, jébbal Aji Sax ji."},{"style":"v","text":"Nañu rendi kuuy mi ci béreb bu sell, fi ñuy rendee juru \\w saraxu póotum bàkkaar|Sarax yi:\\w* ak \\w saraxu rendi-dóomal|Sarax yi:\\w*, ndax li nekk ci saraxu peyug tooñ moo nekk ci saraxu póotum bàkkaar, sarxalkat bee ko moom; lu sella sell la."},{"style":"v","text":"Na sarxalkat bi sàkk ci deretu jur giy saraxu peyug tooñ, taqal ko ci tabanu noppu ndijooru nit ki ñuy laabal ak baaraamu déyu ndijooram ak baaraamu déyu tànku ndijooram."},{"style":"v","text":"Bu sarxalkat bi noppee, na sàkk ci genn-wàll liitaru diw gi, sotti ko ci biir loxol càmmoñu boppam."},{"style":"v","text":"Na sarxalkat bi capp baaraamu joxoñu ndijooram ci diw gi ci loxol càmmoñam, daldi wis-wisale diw gi baaraamam, ba mu mat juróom ñaari yoon fi kanam Aji Sax ji."},{"style":"v","text":"Na sarxalkat bi sàkk ci diw gi des ci loxoom, tooyal ci tabanu noppu ndijooru nit ki ñuy laabal ak baaraamu déyu ndijooram ak baaraamu déyu tànku ndijooram; nañu ko laalal ci diw gi fa ñu ko njëkkoona taqal ci deretu sarax siy peyug tooñ."},{"style":"v","text":"Li des ci diw gi ci loxol sarxalkat bi, na ko diw ci boppu nit ki ñuy laabal. Noonu la ko sarxalkat bi defale njotlaayam fi kanam Aji Sax ji. Ba loolu amee sarxalkat bi rendi sarax biy póotum bàkkaar,"},{"style":"v","text":"defal ko ki ñuy laabal njotlaayam ngir mu tàggook sobeem. Te itam na sarxalkat bi rendi saraxu dóomal bi,"},{"style":"v","text":"boole saraxu rendi-dóomal ak saraxu pepp mi, joxe lépp ci kaw \\w sarxalukaay|sarxalukaay b-:\\w* bi, defal ko nit ki njotlaayam, mu set."},{"style":"p","text":""},{"style":"v","text":"«Su fekkee ne nit ki dafa ñàkk ba dooleem matewu ko, na wut menn kuuy, muy saraxu peyug tooñ, di saraxu yékkati-jébbale, ngir njotlaayam, boole kook ñetti kiloy sunguf su mucc ayib, xiiwe ko diw, muy saraxu pepp. Na indaale genn-wàll liitaru diw,"},{"style":"v","text":"ak ñaari pitax mbaa ñaari xati yu ndaw, lu mu ci gëna jekku rekk. Menn mi saraxu póotum bàkkaar la, mi ci des di saraxu rendi-dóomal."},{"style":"v","text":"Da koy indil sarxalkat bi, ngir mu laabal ko bu bés ba délsee, ca bunt xaymab ndaje ma, fi kanam Aji Sax ji."},{"style":"v","text":"Sarxalkat bi day jël kuuyu sarax siy peyug tooñ ak genn-wàll liitaru diw gi, boole ko, muy sarax bu ñuy yékkati, jébbal Aji Sax ji."},{"style":"v","text":"Gannaaw gi, ñu rendi kuuy miy saraxu peyug tooñ, sarxalkat bi sàkk ci deret ji, taqal ci tabanu noppu ndijooru nit ki ñuy laabal ak baaraamu déyu ndijooram ak baaraamu déyu tànku ndijooram."},{"style":"v","text":"Bu sarxalkat bi noppee, na sotti tuuti ci diw gi ci loxol càmmoñu boppam."},{"style":"v","text":"Baaraamu joxoñu ndijooram lay wis-wisale diw gi ci loxol càmmoñam ba muy juróom ñaari yoon fi kanam Aji Sax ji."},{"style":"v","text":"Loolu wéy sarxalkat bi wara sàkk ci diw gi ci loxoom, tooyal ca tabanu noppu ndijooru ki ñuy laabal ak baaraamu déyu ndijooram ak baaraamu déyu tànku ndijooram; na ko def ca béreb boobu mu taaj deretu sarax siy peyug tooñ."},{"style":"v","text":"Li des ci diw gi ci loxol sarxalkat bi na ko diw ci boppu ki ñuy laabal, defal ko ko njotlaay fi kanam Aji Sax ji."},{"style":"v","text":"Bu noppee na rendi menn pitax mi mbaa menn xati mu ndaw mi, lu mu ci gëna jekku rekk,"},{"style":"v","text":"menn mi di saraxas peyug tooñ, mi ci des di saraxu rendi-dóomal, te mu boole kook saraxu pepp mi. Noonu la sarxalkat biy defale ki ñuy laabal njotlaayam fi kanam Aji Sax ji.»"},{"style":"p","text":""},{"style":"v","text":"Loolu la yoon digle ci mbirum nit ku ànd ak jàngoroy der juy law te dooleem matewul sarax yi ñu koy laabale."},{"style":"s1","text":"Li war ci néeg bu teg liir"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji wax na Musaa ak Aaróona ne leen:"},{"style":"v","text":"«Bu ngeen demee ca réewu Kanaan ga ma leen jox muy seen moomeel, bu ma tegee liir wuy law ba xuural ab néeg foofa ca seen réewum bopp,"},{"style":"v","text":"boroom néeg bi dafa wara dem ca \\w sarxalkat|sarxalkat b-:\\w* ba ne ko: “Lu mel ni aw liir laa gis sama néeg.”"},{"style":"v","text":"Su boobaa na sarxalkat bi santaane, ñu génne lépp lu nekk ca néeg ba, bala muy dugg di seet liir wi. Su ko defee du am lenn lu nekk ca néeg ba, lu muy biral ne sobe topp na ko. Gannaaw loolu sarxalkat bi dugg, seet néeg bi."},{"style":"v","text":"Bu sarxalkat bi seetee liir wi ci miiri néeg bi ca biir, muy ay xóot-xóot yu xawa nëtëx, mbaa mu xawa xonq, mel ni lu def pax ci miir bi,"},{"style":"v","text":"na génn néeg bi te tëj néeg bi diiru juróom ñaari fan."},{"style":"v","text":"Bésub juróom ñaareel ba na sarxalkat bi délsi seet néeg bi. Bu liir wi lawee ci miiri néeg bi,"},{"style":"v","text":"na sarxalkat bi santaane, ñu teggi doj yi liir wi xuural, boole ko génne dëkk bi, sànni ko fu setul."},{"style":"v","text":"Na xeetlu biir néeg bi ba mu daj, te pënd ba ñu ca xeete dees koy génne dëkk ba, tuur ko fu setul."},{"style":"v","text":"Dañoo wara sàkkaat ay doj, wuutale ko doj yooyu te sàkk ban bu bees, raaxe ko néeg bi."},{"style":"p","text":""},{"style":"v","text":"«Su liir wi delloo tegu ci biir néeg bi gannaaw bu ñu teggee doj yi, xeet biir néeg bi, ba raax ko,"},{"style":"v","text":"sarxalkat bi day dikk seet ko. Su liir wi lawee ci néeg bi, liir wu aaytal la wu xuural biir néeg bi, di sobe."},{"style":"v","text":"Néeg ba dees koy daane, boole doj yaak bant yaak banu raax ba bépp, génne ko dëkk bi, tuur ko fu setul."},{"style":"p","text":""},{"style":"v","text":"«Ku dugg biir néeg bi diiru fan yi mu tëje dina yendoo sobe ba jant so."},{"style":"v","text":"Ku tëdd ca biir néeg ba war naa fóot ay yéreem te ku fa lekke it war naa fóot ay yéreem."},{"style":"p","text":""},{"style":"v","text":"«Su sarxalkat ba delloo ca néeg ba, seet ko, fekk liir wa lawul ca néeg ba, gannaaw ba ñu ko raaxee, na biral ne néeg bi set na, ndax kon liir wa raaf na."},{"style":"v","text":"Liy laabal néeg bi moo di mu sàkk ñaari picc ak bantu garabu seedar ak wëñ gu xonq curr ak caru isob."},{"style":"v","text":"Day rendi menn picc mi, tiimale ko ndabal xandeer mu def ndox mu balle ci bëtu ndox."},{"style":"v","text":"Bu noppee na jaxase deretu picc mi ñu rendi ak ndox mu balle ci bëtu ndox, daldi jël bantu seedar bi ak caru isob bi ak wëñ gi xonq curr ak picc miy dund, boole lépp sóob ca. Su ko defee mu wis-wisal ca juróom ñaari yoon ci néeg bi."},{"style":"v","text":"Kon li muy laabale néeg bi moo di deretu picc mi ak ndox moomu ak picc miy dund ak bantu seedar bi ak caru isob bi ak wëñ gi xonq curr."},{"style":"v","text":"Na bàyyi picc miy dund fu génn dëkk ba, mu naaw ca àll ba. Noonu lay defe njotlaayal néeg bi, mu set.»"},{"style":"p","text":""},{"style":"v","text":"Loolu la yoon digle ci lépp luy jàngoroy der juy law ak wat-wataan,"},{"style":"v","text":"mbaa liir wu tegu ci ndimo mbaa ci néeg,"},{"style":"v","text":"ak ci wàllu tërgën itam mbaa mu diy ër mbaa gàkk bu weex;"},{"style":"v","text":"mooy tegtal biy xamle lu set ak lu setul. Loolu la yoon digle ci jàngoroy der juy law mbaa liir."}]