[{"style":"s1","text":"Lu jëm ci sobey góor"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji wax na it Musaa ak Aaróona ne leen:"},{"style":"v","text":"«Waxleen ak \\w bànni Israayil|bànni Israayil:\\w* ne leen: Góor gu ànd ak jàngoro ju sabab ngóoraam di xelli mbér, kooku sobewu na."},{"style":"v","text":"Mbér mi muy xelli moo ko sobeel; su ngóora liy xelli mbér mbaa su ko mbér mi fattee, waa ji sobewu na."},{"style":"v","text":"Lal ba mu tëdd sobewu na, te lépp lu mu toog loola sobewu na."},{"style":"v","text":"Képp ku laal lalam, na fóot ay yéreem, sangu, te du tee mu yendoo sobe ba jant so."},{"style":"v","text":"Ku toog ci lenn lu boroom jàngoroy xelli toogoon, na fóot ay yéreem, sangu, te du tee mu yendoo sobe ba jant so."},{"style":"v","text":"Ku laal boroom jàngoroy xelli war naa fóot ay yéreem, sangu, te du tee mu ànd ak sobe ba jant so."},{"style":"v","text":"Su ku ànd ak jàngoroy xelli tiflee ku taqul sobe, na kooku fóot ay yéreem, sangu, te du tere mu yendoo sobe ba jant so."},{"style":"v","text":"Gépp tegu daamar gu boroom jàngoroy xelli waroon, sobewu na."},{"style":"v","text":"Ku laal lenn lu mu toogoon lu ko féete woon suuf dina yendoo sobe ba jant so, te képp ku yékkati loola na fóot ay yéreem, sangu, te du tere mu yendoo sobe ba jant so."},{"style":"v","text":"Boroom jàngoroy xelli bu raxasul ay loxoom, ku mu laal, kooku, na fóot ay yéreem, sangu, te du tere mu yendoo sobe ba jant so."},{"style":"v","text":"Ndabal xandeer lu boroom jàngoroy xelli laal, dees koo wara toj. Su dee mboolem ndabal bant, dees koy raxas."},{"style":"p","text":""},{"style":"v","text":"«Gannaaw loolu bu boroom jàngoroy xelli ji tàggook sobey jàngoro ja, dafa wara waññ juróom ñaari fan ngir setlu, ba noppi fóot ay yéreem, sangoo ndox mu balle ci bëtu ndox, doora set."},{"style":"v","text":"Bésub juróom ñetteel ba, na wut ñaari pitax mbaa ñaari xati yu ndaw te teewi fi kanam Aji Sax ji ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, daldi koy jox \\w sarxalkat|sarxalkat b-:\\w* bi."},{"style":"v","text":"Sarxalkat bi day rendi yooyu, menn mi di \\w saraxu póotum bàkkaar|Sarax yi:\\w*, mi ci des di \\w saraxu rendi-dóomal|Sarax yi:\\w*. Noonu la ko sarxalkat biy defale njotlaayam fi kanam Aji Sax ji ndax jàngoroy xelleem jooju."},{"style":"p","text":""},{"style":"v","text":"«Su góor génnee maniyu, war naa ragg yaramam wépp, te du tere mu yendoo sobe ba jant so."},{"style":"v","text":"Lépp luy yére mbaa der bu maniyu taq, dees koy fóot te du tere mu yendoo sobe ba jant so."},{"style":"v","text":"Su dee jigéen ju góor àndal, te maniyu génn, nañu sangu, te du tere ñu yendoo sobe ba jant so."},{"style":"s1","text":"Lu jëm ci sobey jigéen"},{"style":"p","text":""},{"style":"v","text":"«Su jigéen gisee baax, sobey baaxu jigéen day ànd ak moom juróom ñaari fan te képp ku laal ku jigéen ka dina yendoo sobe ba jant so."},{"style":"v","text":"Lépp lu mu tëdd te fekk mu gis baax, loola sobewu na te lépp lu mu toog, loola sobewu na."},{"style":"v","text":"Te it képp ku laal ab lalam, war naa fóot ay yéreem, sangu, te du tere mu yendoo sobe ba jant so."},{"style":"v","text":"Képp ku laal lenn lu mu toogoon war naa fóot ay yéreem, sangu, te du tee mu yendoo sobe ba jant so."},{"style":"v","text":"Su toogoon ci lal mbaa leneen lu mu toogoon, ku laal loola dina yendoo sobe ba jant so,"},{"style":"v","text":"te ku tëdde jigéen te mu sooga gis baax, kooka sobewu na diiru juróom ñaari fan, te bépp lal bu mu tëdd sobewu na."},{"style":"p","text":""},{"style":"v","text":"«Kuy xëpp deret ay fan yu bare te du jamonoy baaxam, mbaa mu gis baax te fekk mu wees àpp bi mu ko doon gis, kooka sobewu na diiru fan yi muy xëpp. Day mel ni bu nekkee ci jamonoy baaxam."},{"style":"v","text":"Lal bu mu tëdd ci diir bi muy xëpp yépp, day mel ni lalam bu ko fekk ci jamonoy baax te lépp lu mu toog day sobewu, ni bu nekkoon ci jamonoy baaxam."},{"style":"v","text":"Ku laal lenn ci yooyu yëf, kooka sobewu na. War naa fóot ay yéreem, sangu, te du tere mu yendoo sobe ba jant so."},{"style":"p","text":""},{"style":"v","text":"«Bu xëppee ba jeexal, dina waññ juróom ñaari fan, doora tàggook sobe sa."},{"style":"v","text":"Bésub juróom ñetteel ba na wut ñaari pitax mbaa ñaari xati yu ndaw, yóbbu ca \\w sarxalkat|sarxalkat b-:\\w* ba, ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma."},{"style":"v","text":"Sarxalkat bi day rendi menn mi muy \\w saraxu póotum bàkkaar|Sarax yi:\\w*, mi ci des doon \\w saraxu rendi-dóomal|Sarax yi:\\w*. Su ko defee sarxalkat bi defal ko ko njotlaay fi kanam Aji Sax ji ndax sobey xëpp ja."},{"style":"p","text":""},{"style":"v","text":"«Fexeleen ba \\w bànni Israayil|bànni Israayil:\\w* di tàggook seeni sobe, lu ko moy dinañu dee ndax seen sobe, ngir dañuy taqal sama \\w màkkaan|xaymab ndaje m-:\\w* mi ci seen biir.»"},{"style":"p","text":""},{"style":"v","text":"Loolu la yoon digle ci mbiri góor gu ànd ak jàngoroy xelli mbaa mu génne maniyu, ba sobewu;"},{"style":"v","text":"ak jigéen ju nekk ci jamonoy baaxam; ci gàttal, képp ku taq sobe suy génne ci moom, muy góor mbaa jigéen, ak itam góor gu tëdde jigéen ju sobewu."}]