[{"style":"ms1","text":"Lu jëm ci bésub Njotlaay"},{"style":"p","text":""},{"style":"v","text":"Ba loolu weesoo Aji Sax ji wax naak Musaa gannaaw ba ñaari doomi Aaróona yu góor ya deewee, ba ñu taxawsee fa kanam Aji Sax ji."},{"style":"v","text":"Aji Sax ji dafa wax Musaa ne ko: «Waxal sa mag Aaróona ne ko du saa yu nekk lay àgg ci biir \\w néeg bu sella sell|néeg bu sell b-:\\w* ba, ci gannaaw rido bi, di janook kubeeru saraxu njotlaay\\f + \\fr 16.2 \\ft Seetal ci \\bk Mucc ga\\bk* 25.17-22.\\f* gi ub \\w gaal gi àlluway kóllëre gi dence|gaalu kóllëre g-:\\w*, lu ko moy dina dee, ndax ci niir wi tiim kubeeru gaal gi laay feeñe."},{"style":"p","text":""},{"style":"v","text":"«Ni Aaróona di dugge ci biir néeg bu sella sell bi nii la: Day indaale aw yëkk wu ndaw ngir ab \\w saraxu póotum bàkkaar|Sarax yi:\\w*, akum kuuy ngir ab \\w saraxu rendi-dóomal|Sarax yi:\\w*."},{"style":"v","text":"Mbubb mu \\w sell|sell:\\w* lay sol, mu ñu ràbbe lẽe, ak tubéyi njiitlaay ju ñu ràbbe lẽe itam. Na takkoo laxasaay gu ñu ràbbe lẽe, te kaalag lẽe lay takk. Yére yu sell a ngoogu; kon nag na sangu bala mu koy sol."},{"style":"v","text":"Na jële ci mbooloom \\w bànni Israayil|bànni Israayil:\\w* ñaari sikket, sikket yuy doon saraxu póotum bàkkaar, ak menn kuuyum rendi-dóomal."},{"style":"p","text":""},{"style":"v","text":"«Aaróona day sarxal yëkk wi, muy saraxu póotum bàkkaaram, di njotlaayal boppam, mook waa këram."},{"style":"v","text":"Gannaaw loolu na Aaróona indi ñaari sikket yi, taxawal leen fi kanam Aji Sax ji, ci bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* mi."},{"style":"v","text":"Na Aaróona tegal ñaari sikket yi bant, ngir xam bu ñuy rendil Aji Sax ji ak bu ñu jagleel Asasel\\f + \\fr 16.8 \\fk Asasel: \\ft am na ñu ne mi ngi tekki «kasara». Am na ba tey ñu naan rab wu bon la, wu dëkk ci màndiŋ mi.\\f*."},{"style":"v","text":"Su ko defee Aaróona indi sikketu tànnéef bi, ñu sarxalal ko Aji Sax ji, rendi ko, muy saraxu póotum bàkkaar."},{"style":"v","text":"Waaye sikket bi ñu jagleel Asasel, dees koy taxawal muy dund fi kanam Aji Sax ji, te ñu def ko njotlaayu bàkkaar, di ko dàq mu dem ca màndiŋ ma, ca Asasel."},{"style":"p","text":""},{"style":"v","text":"«Bu Aaróona noppee, na indi yëkku saraxas póotum bàkkaaram, def ko njotlaayam mook waa këram. Na rendi yëkku saraxas póotum bàkkaaram,"},{"style":"v","text":"te na sàkk andu xal bu fees, tibbe ko ca \\w sarxalukaay|sarxalukaay b-:\\w* ba, fi kanam Aji Sax ji, ak ñaari barci-loxoy \\w cuuraay|cuuraay l-:\\w* lu mokk te xeeñ, boole ko yóbbu ca gannaaw rido ba."},{"style":"v","text":"Na def cuuraay li ci taal bi, foofa ca kanam Aji Sax ji, saxaaru cuuraay si di làq kubeeru saraxu njotlaay gi ub gaalu àlluway seede si, ndax mu baña dee."},{"style":"v","text":"Na sàkk ci deretu yëkk wi, wis-wisale ko baaraamam ci kaw kubeeru gaal gi, ci wetam gi féete penku, te it na wis-wisale baaraamam deret ji lu mat juróom ñaari yoon ci kanam kubeeru gaal gi."},{"style":"v","text":"Bu noppee na rendi sikket biy saraxas póotum bàkkaaru mbooloo mi, te yóbbu deret ji ca gannaaw rido ba. Na def deret ji na mu defoon ak deretu yëkk wa, wis-wisal ko ca kaw kubeeru gaal gi ak ci kanam kubeer gi."},{"style":"v","text":"Mu daldi matale loolu njotlaayal néeg bu sella sell bi, tàggale kook sobey bànni Israayil ak seeni tooñ, ak lu seen bàkkaar mana doon. Noonu lay defal mboolem xaymab ndaje mi dëkk ci seen biir ci seen biiri sobe."},{"style":"v","text":"Du kenn ku saña nekk ci biir xaymab ndaje mi, bu Aaróona duggee ci biir néeg bu sella sell bi, di matal ag njotlaay, ba keroog muy génn, gannaaw bu jotoo moom ci boppam, mook waa këram, ba jotaale mbooloom bànni Israayil mépp."},{"style":"p","text":""},{"style":"v","text":"«Bu sottalee, na génn jëm ca sarxalukaay ba ca kanam Aji Sax ji, ba noppi defal sarxalukaay bi njotlaayal boppam. Day sàkk ci deretu yëkk wi ak ju sikket bi, taqal béjjéni sarxalukaay bi yépp."},{"style":"v","text":"Te itam day wis-wisale baaraamam deret ji lu mat juróom ñaari yoon ci kaw sarxalukaay bi, setal ko, sellal ko, mu tàggook sobey bànni Israayil."},{"style":"p","text":""},{"style":"v","text":"«Bu Aaróona matalee njotlaayal néeg bu sella sell ba ak xaymab ndaje ma ak sarxalukaay ba, na indi sikket biy dund."},{"style":"v","text":"Aaróona day teg ay loxoom ci kaw boppu sikket biy dund te tudd ci kawam mboolem ñaawtéefi bànni Israayil ak seeni tooñ, ak seeni bàkkaar yépp, boole ko yen sikket bi, teg ko ci loxol nit ku ñu yónni, mu dàq ko ca màndiŋ ma."},{"style":"v","text":"Sikket bi day yenu seeni ñaawtéef yépp, yóbbaale ca ndànd-foyfoy ga, ñu wacc ko ca màndiŋ ma."},{"style":"p","text":""},{"style":"v","text":"«Na Aaróona dellu ca xaymab ndaje ma, summi yére ya ñu ràbbe lẽe, di ya mu soloon bala moo dugg ca néeg bu sella sell ba, te na fa wacc yére ya."},{"style":"v","text":"Bu loolu weesoo mu sangoo fu sell, sol yérey boppam, génn, joxeel boppam ab saraxu rendi-dóomal, joxeel mbooloo mi seen saraxu rendi-dóomal, ngir njotlaayal boppam ak njotlaayal mbooloo mi."},{"style":"v","text":"Nebbonu jur giy saraxu póotum bàkkaar, na ko lakk ci kaw sarxalukaay bi."},{"style":"p","text":""},{"style":"v","text":"«Ka wacci woon sikketu Asasel, na fóot ay yéreem, sangu, doora mana duggaat ci dal bi."},{"style":"v","text":"Muy yëkk wiy saraxu póotum bàkkaar, muy sikket biy saraxu póotum bàkkaar te ñu yóbbu woon seen deret ca biir néeg bu sella sell bi ngir defe ko njotlaay, lépp lañuy génne dal bi. Der yaak yàpp waak sébbriit ma, dees koy boole lakk, ba mu dib dóom."},{"style":"v","text":"Ki ko lakk bu noppee, na fóot ay yéreem, sangu, doora mana duggaat ci dal bi."},{"style":"p","text":""},{"style":"v","text":"«Te itam dogal a ngii, di lu leen war fàww. Bésub fukki fan ci juróom ñaareelu weeru at mi, nangeen ci toroxlu te du lenn lu ngeen ci mana liggéey, du njuddu-ji-réew, du doxandéem bi ci seen biir;"},{"style":"v","text":"ndaxte ci bés boobu lañu leen di joxeel njotlaay ngir fóot seen mboolem bàkkaar, ba ngeen set fi kanam Aji Sax ji."},{"style":"v","text":"Na doon seen bés bu ngeen di noppalu doŋŋ, ngeen war cee toroxlu. Dogal la bu sax dàkk."},{"style":"p","text":""},{"style":"v","text":"«\\w Sarxalkat|sarxalkat b-:\\w* bi ñu diw, fal ko nag, solal ko, jox ko sañ-sañu sarxalkat bu mag, mu wuutu baayam, na def saraxu njotlaay gi. Na sol yére yu sell yooyu di yi ñu ràbbe lẽe,"},{"style":"v","text":"te it na def njotlaayal néeg bu sella sell bi ak xaymab ndaje mi ak sarxalukaay bi, boole ci defal sarxalkat yi seen njotlaay, ñook mbooloom Israayil mépp."},{"style":"p","text":""},{"style":"v","text":"«Dogal a ngoogu, di lu leen war fàww, te mooy ñuy joxeel bànni Israayil njotlaay benn yoon cim at ngir seen bàkkaar yépp.»"},{"style":"p","text":"Ñu daldi def li Aji Sax ji santoon Musaa."}]