[{"style":"ms1","verse":"","text":"Ndigal yi jëm ci sellal"},{"style":"mr","verse":"","text":"(Saar 17---26)"},{"style":"s1","verse":"","text":"Li war ci jaamu ak sarxal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji wax na Musaa ne ko:"},{"style":"v","verse":"2","text":"«Waxal Aaróona aki doomam yu góor ak \\w bànni Israayil|bànni Israayil:\\w* gépp ne leen li Aji Sax ji santaane mooy lii:"},{"style":"v","verse":"3","text":"Képp kuy góor ci waa kër Israayil, bu rendee aw nag mbaa xar mbaa bëy ci biir dal bi, ak fu génn dal bi,"},{"style":"v","verse":"4","text":"te indiwu ko ci bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, teewalal ko Aji Sax ji, muy sarax ca buntu jaamookaayu Aji Sax ji, kooku dees na ko topp àqu deret. Dafa tuur deret. Kon dees koy dagge ci biir bànni Israayil."},{"style":"v","verse":"5","text":"Su ko defee bànni Israayil dinañu indil Aji Sax ji juri sarax yi ñuy rendi ci àll bi. Dañu koo wara yóbbu ca \\w sarxalkat|sarxalkat b-:\\w* ba, fi Aji Sax ji, ca bunt xaymab ndaje ma, defal ko Aji Sax ji \\w saraxi cant ci biir jàmm|Sarax yi:\\w*."},{"style":"v","verse":"6","text":"Sarxalkat bi day xëpp deret ji ci \\w sarxalukaayu|sarxalukaay b-:\\w* Aji Sax ji, ci bunt xaymab ndaje mi, ba noppi, lakkal Aji Sax ji nebbon bi, muy xeeñ xetug jàmm gu neex Aji Sax ji."},{"style":"v","verse":"7","text":"Buñu di sarxalatil tuur, yi ñuy jëmmale sikket, di ko bokkaalee. Na loolu di dogal bu leen war fàww, ñoom ak seen askan."},{"style":"v","verse":"8","text":"Wax leen boog ne leen: Képp kuy góor, ku bokk ci waa kër Israayil, mbaa mu bokk ci doxandéem yi ci seen biir, buy génne ab \\w saraxu rendi-dóomal|Sarax yi:\\w* mbaa beneen sarax,"},{"style":"v","verse":"9","text":"te indiwu ko ci bunt xaymab ndaje mi, sarxalal ko Aji Sax ji, kooku dees koo wara dagge ci biir bànni Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Te it képp ku bokk ci waa kër Israayil mbaa doxandéem yi ci seen biir, bu lekkee lenn luy deret, kooku lekk deret, man Aji Sax ji, dinaa ko noonoo te dinaa ko dagge ci biir bànni Israayil."},{"style":"v","verse":"11","text":"Ndaxte dundu mbindeef ci deret la nekk, te man maa leen sédde deret, ngeen di ko jotoo seen bakkan ci kaw sarxalukaay bi. Ndax kat bakkanu mbindeef deretam la taxawe. Moo tax deret mana defal nit njotlaayam."},{"style":"v","verse":"12","text":"Looloo waral ma ne bànni Israayil, bu kenn ci ñoom lekk deret, te doxandéem bi ci seen biir it bumu lekk deret."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Képp ku bokk ci bànni Israayil mbaa ci doxandéem yi ci seen biir, bu rëbbee ba jàpp mala mbaa njanaaw, mu di lu dagana lekk, na tuur deret ji, suul,"},{"style":"v","verse":"14","text":"ndax deret dafay jëmmal bépp dundu mbindeef bu Yàlla sàkk. Moo waral, man Aji Sax ji, ma ne bànni Israayil buñu lekk deretu menn mbindeef ngir dundu mboolem mbindeef mooy deretam. Képp ku lekk deret, dees koy dagge ci askan wi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Te itam képp ku lekk médd mbaa lu rab fàdd, muy njuddu-ji-réew mbaa doxandéem, na fóot ay yéreem, sangu, te du tere mu yendoo sobe ba jant so, mu doora set."},{"style":"v","verse":"16","text":"Waaye su fóotul, sanguwul, mooy gàddu bàkkaaram.»"}]