[{"style":"s1","text":"Lu jëm ci dundin wu sell te jub"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji wax na Musaa ne ko:"},{"style":"v","text":"«Waxal mbooloom \\w bànni Israayil|bànni Israayil:\\w* gépp ne leen: Ñu \\w sell|sell:\\w* ngeen wara doon, ndax \\w Ku sell|Aji Sell j-:\\w* laa, man seen Yàlla Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Na ku nekk weg ndeyam ak baayam te wormaal sama \\w bési Noflaay|bésub Noflaay b-:\\w*. Man Aji Sax ji, maay seen Yàlla."},{"style":"p","text":""},{"style":"v","text":"«Buleen walbatiku di jaamu ay yàllantu mbaa ngeen di sàkkal seen bopp ay tuur yu ñu móole weñ. Man Aji Sax ji maay seen Yàlla."},{"style":"p","text":""},{"style":"v","text":"«Bu ngeen dee rendil Aji Sax ji \\w saraxas cant ci biir jàmm|Sarax yi:\\w*, sarxalleen ko ni mu ware, ndax ñu nangul leen."},{"style":"v","text":"Ca bés ba ñu ko sarxale lees koy lekk, mbaa ca ëllëg sa; lu ca des ba ca gannaaw ëllëg sa dees koy lakk, ba mu dib dóom."},{"style":"v","text":"Bu ñu ci lekkee déy te fekk mu am ñetti fan, day doon lu ñu seexlu, te deesu ko nangu."},{"style":"v","text":"Ku ci lekk mooy gàddu bàkkaar bi, ndaxte lu ñu sellalal Aji Sax ji la teddadil, te kooku dees koy dagge ci biir bànni Israayil."},{"style":"p","text":""},{"style":"v","text":"«Bu ngeen dee góob seen tool, buleen góob ba fa tool ba yem te buleen ca toppaat, di foraatu."},{"style":"v","text":"Seen tóokëri reseñ it buleen ko witt ñaari yoon te buleen foraatu doom yu wadde ca witt ma. Aji ñàkk akub doxandéem ngeen koy bàyyee. Maay seen Yàlla, man Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Buleen sàcc, buleen fen te buleen di worante."},{"style":"p","text":""},{"style":"v","text":"«Buleen giñe sama tur lu dul dëgg, di teddadil seen turu Yàlla. Maay Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Buleen lekk seen àqu moroom, buleen sàcc. Buleen wacc peyu liggéeykat, muy fanaan ci seeni loxo."},{"style":"p","text":""},{"style":"v","text":"«Buleen saaga ab tëx te buleen fakkastal silmaxa. Ragalleen seen Yàlla. Maay Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Buleen safaan dëgg cib àtte. Buleen far néew-ji-doole te buleen far boroom doole. Àtteleen seen moroom ci dëgg."},{"style":"v","text":"Buleen wër di yàq deru nit ci seen bokki waa réew. Buleen def dara lu mana reylu seen moroom. Maay Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Buleen tong seen mbokk, te artuleen seen moroom bu baax bala ngeena bokk ak moom gàddu bàkkaar."},{"style":"v","text":"Buleen di feyantook seen mbokkum waa réew te buleen ko dencal mer. Ni ngeen soppe seen bopp nag, nangeen ko soppe seen moroom. Maay Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Te it sama dogali yoon yii nangeen ko sàmm: Buleen boole ñaar yu bokkul wirgo ci seenug jur, ñuy jaxasoo; seen tool it buleen ci ji ñaari wirgoy jiwu te buleen sol yére yu ñu ràbbe ñaari xeeti wëñ yu bokkul."},{"style":"p","text":""},{"style":"v","text":"«Ku tëdde ab jaam bu wara séy ak keneen te fekk joteesu ko, goreeleesu ko, ndàmpaay war na ca, waaye deesu leen boole rey, ndax li ndaw si dib jaam ba tey."},{"style":"v","text":"Waa ji day yóbbu am kuuyu peyug tooñ ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, muy peyug tooñ gi muy sarxalal Aji Sax ji."},{"style":"v","text":"Na ko \\w sarxalkat|sarxalkat b-:\\w* bi defal kuuy miy \\w saraxas peyug tooñ|Sarax yi:\\w* muy njotlaayam fi kanam Aji Sax ji, ndax bàkkaar bi mu def. Kon dees na ko jéggal bàkkaar bi mu def."},{"style":"p","text":""},{"style":"v","text":"«Bu ngeen duggee ca réew ma, ba jëmbat fa mboolem xeetu garab guy meññ ay doom, nangeen aayal doom ya. Diiru ñetti at ngeen di aayal doom ya. Dungeen ko lekk ci diir boobu."},{"style":"v","text":"Atum ñeenteel ba doom ya yépp lañuy sellalal Aji Sax ji, te di ko bége ci biir cant."},{"style":"v","text":"Juróomeelu at ma doŋŋ ngeen di saña lekk doom ya. Su ko defee meññeef ma barkeelal leen. Man Aji Sax ji maay seen Yàlla."},{"style":"p","text":""},{"style":"v","text":"«Buleen lekk lu am deret. Buleen di gisaane mbaa ngeen di jabar."},{"style":"v","text":"Buleen wat seen peggu kawaru bopp te buleen dagg seen peggu sikkim,"},{"style":"v","text":"mbaa ngeen di dagg seen yaram, di ko mititloo ku dee, te buleen ñaasu fenn ci seen yaram. Maay Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Buleen toroxal seen doom ju jigéen, di ko def ab gànc; lu ko moy réew mi sóobu ci gànctu ba ne lijj ci ñaawtéef."},{"style":"p","text":""},{"style":"v","text":"«Samay bési Noflaay nag wormaalleen ko te sama béreb bu sell teralleen ko. Maay Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Buleen jublu ci ñiy gisaane nit ñu dee te buleen jublu ci boroom rawaan yiy seet, ndax kon ñu sobeel leen. Man maay seen Yàlla Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Bu boroom bijjaaw teewee, jógleen wormaal ko. Deeleen rus mag te ragalleen seen Yàlla. Maay Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Bu ab doxandéem daleek yeen ci seenum réew, buleen ko lor."},{"style":"v","text":"Njuddu-ji-réew ji nangeen ko yemaleek doxandéem bi ngeen dëkkal. Soppleen ko ni ngeen soppe seen bopp, ndaxte ay doxandéem ngeen woon ca réewum Misra. Man Aji Sax ji maay seen Yàlla."},{"style":"p","text":""},{"style":"v","text":"«Buleen def njubadi ci lu ñuy natte guddaay mbaa diisaay mbaa lu ñuy sol, sotti."},{"style":"v","text":"Na seen nattukaayu diisaay jub, doom ya ngeen cay natte jub, te na nattukaayi sol-sotti yi jub. Maay seen Yàlla Aji Sax ji leen génne réewum Misra."},{"style":"p","text":""},{"style":"v","text":"«Nangeen sàmm sama dogali yoon yépp ak sama santaane yépp te di ko jëfe. Maay Aji Sax ji.»"}]