[{"style":"s1","verse":"","text":"Lu jëm ci peyug bàkkaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji wax na Musaa ba tey ne ko:"},{"style":"v","verse":"2","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Muy bànni Israayil muy doxandéem ci Israayil, képp ku ci jël ciy doomam, jébbal tuur mi ñuy wax Moleg, dee rekk mooy àtteem. Na ko waa réew mi dóor ay doj, ba mu dee."},{"style":"v","verse":"3","text":"Man ci sama bopp dinaa noonoo nit kooku te dinaa ko dagge ci biir bànni Israayil, ndax li mu jël ciy doomam jox Moleg, di sobeel sama béreb bu sell tey teddadil sama tur wu sell."},{"style":"v","verse":"4","text":"Su fekkee ne waa réew mi dañu koo seetaan ba seetaan ko, muy jox Moleg ku bokk ciy doomam te taxul ñu rey ko,"},{"style":"v","verse":"5","text":"man ci sama bopp maay noonoo nit kooku mook ay bokkam; dinaa dàq nit kooku ci biir bànni Israayil, génne ko, mook mboolem ñi mu àndal topp Moleg di bokkaale."},{"style":"v","verse":"6","text":"Ku jublu ci ñiy gisaane nit ñu dee mbaa mu jublu ci boroom rawaan yiy seet, topp leen, di ma leen bokkaalee, dinaa ko noonoo moom itam te dinaa ko dagge ci biir bànni Israayil."},{"style":"v","verse":"7","text":"Doxleen ci lu sell te \\w sell|sell:\\w*, ngir man Aji Sax ji maay seen Yàlla."},{"style":"v","verse":"8","text":"Nangeen sàmm samay dogali yoon te di ko jëfe. Man Aji Sax ji maay ki leen sellal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Képp ku saaga baayam mbaa ndeyam, dee rekk mooy àtteem. Gannaaw baayam la saaga mbaa ndeyam, mooy gàddu bakkanu boppam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Góor gu njaaloo, mook jabaru moroomam ji muy njaalool, dee rekk mooy seen àtte."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Ku tëdde sa soxnas baay, sa baay nga toroxal. Ñoom ñaar ñépp dee rekk mooy seen àtte, te ñooy gàddu seen bakkanu bopp."},{"style":"v","verse":"12","text":"Ku tëdde sa soxnas doom, mook soxnas doomam ñoom ñaar ñépp dee mooy seen àtte. Jëfu yàqute lañu def, kon ñooy gàddu seen bakkanu bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Su góor tëddee góor ni ñuy tëddee jigéen, ñaawtéef lañu def ñoom ñaar. Dee rekk mooy seen àtte, te ñooy gàddu seen bakkanu bopp."},{"style":"v","verse":"14","text":"Ku boole jigéen ak ndeyam jël leen jabar, def na lu bona bon. Dees leen di boole taal, lakk leen, moom ak jigéen ña, ndax mbon gu ni mel baña am ci seen biir."},{"style":"v","verse":"15","text":"Góor gu tëdde mala dee rekk mooy àtteem, te mala ma it dees koy rey."},{"style":"v","verse":"16","text":"Su jigéen jëmee ci mala mu mu doon, ba jaxasook moom, booleleen ku jigéen kaak mala ma, rey. Dee rekk mooy seen àtte, te ñooy gàddu seen bakkanu bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Su nit jëlee jabar ab jigéenam bu mu bokkal jenn ndey mbaa benn baay, ñu séq lalu séy, loolu gàcce la. Nañu leen dagge ci biir bànni Israayil, ñooñuy gis. Gannaaw moo tëdde ab jigéenam, na wéetoo añu ñaawtéefam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Ku tëdde jigéen ju gis baax, toroxal na ko, xàwwi na suturaam ci biir póotam te ku jigéen ki itam xàwwi na suturas boppam. Dees leen wara dagge ñoom ñaar ñépp ci biir bànni Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Buleen tëdde seen yaay ju ndaw mbaa seen bàjjan, ndax kon toroxal ngeen ku ngeen jegewool lool cig bokk, te yeen ñaar ñépp ay wéetoo seen añu ñaawtéef."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Ku tëdde soxnas baayam bu ndaw, baayam bu ndaw la toroxal. Ñooy wéetoo seen añu ñaawtéef. Duñu am takkndeer ba keroog ñuy dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Bu nit nangoo jabaru ku mu bokkal waajur, loolu gàcce la. Toroxal na ka mu bokkal waajur te duñu am takkndeer."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Sàmmleen sama dogali yoon yépp ak sama santaane yépp te jëfe ko, ngir réew ma ma leen jëme, ngeen dëkki fa, bañ leena gëq."},{"style":"v","verse":"23","text":"Buleen roy defini xeet wi ma leen di dàqal, ndax yooyu yépp lañu doon def, ba ma seexlu leen."},{"style":"v","verse":"24","text":"Yeen nag ma ne leen yeenay nangu seen réew ñoom, ndax maa leen ko jox, ngeen moom ko, muy réew mu meew maak lem ja tuuroo. Man maay seen Yàlla Aji Sax ji leen ràññaatleek yeneen xeet yi."},{"style":"v","verse":"25","text":"Kon nangeen ràññee mala mu dagan ak mu daganul, ak itam njanaaw lu dagan ak lu daganul, te bu leen tax ba ñu seexlu leen ndax mala mbaa njanaaw mbaa mboolem mbindeef yu sew-sewaan yiy dox ci suuf te ma limal leen ne setuñu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Nangeen nekk ñu sell ci man, ndaxte \\w Ku sell|Aji Sell j-:\\w* laa, man Aji Sax ji, te dama leena ràññaatleek yeneen xeet yi, ngeen di sama ñoñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Góor gu bokk ci yeen mbaa jigéen, di gisaane nit ñu dee mbaa muy boroom rawaan buy gisaane, dee rekk mooy àtteem. Dees koy dóor ay doj, mu dee, gàddu bakkanu boppam.»"}]