[{"style":"s1","text":"Liy tax ñu nangu sarax"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji dellu wax Musaa ne ko:"},{"style":"v","text":"«Waxal Aaróona aki doomam yu góor ne leen, lii mooy li mana tax ñu sore yu \\w sell|sell:\\w* yi ma \\w bànni Israayil|bànni Israayil:\\w* sellalal, ngir baña teddadil sama tur wu sell. Maay Aji Sax ji."},{"style":"v","text":"Wax leen ne leen: Muy tey, muy ëllëg, ba fàww, képp ku sobewu, di góor gu bokk ci seen askan, bu jegee lenn luy sarax su sell su ma bànni Israayil jagleel, kooku dootu ma liggéeyal. Maay Aji Sax ji."},{"style":"v","text":"Askanu Aaróona, genn góor gu ci bokk du lekk ci sarax yu sell yi, li feek muy ànd ak jàngoroy der juy law mbaa jàngoroy xelli, ba keroog muy set. Ku ci laal lenn lu laal ab néew ba sobewu, mbaa mu tuur maniyu moom ci boppam,"},{"style":"v","text":"mbaa mu laal yu sew-sewaan yiy dox ci suuf te di ko sobeel, mbaa mu laal nit ku ko sobeel ak lu sobe sa mana doon,"},{"style":"v","text":"Képp ku def loolee mbaa mu laal mbir yooyu dina yendoo sobe sa ba jant so, te du lekk ci sarax yu sell yi ndare du dafa sangu."},{"style":"v","text":"Bu jant sowee nag set na, te man naa lekk ci sarax yu sell yi, ndax ñamam la."},{"style":"v","text":"Lu médd mbaa lu rab fàdd waru koo lekk, mu di ko sobeel. Maay Aji Sax ji."},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* yi dañoo wara sàmm sama ndénkaane bala ñoo gàddu bàkkaar, di dee ndax seenug néewal ci yooyu. Maay Aji Sax ji leen sellal."},{"style":"p","text":""},{"style":"v","text":"«Kenn ku bokkul ci waa kër sarxalkat yi du lekk ci sarax yu sell yi. Muy ku dal ak ab sarxalkat, muy ku koy liggéeyal di feyeeku, kenn du ci lekk ci sarax yu sell yi."},{"style":"v","text":"Waaye su sarxalkat bi jëndee ab jaam ci xaalisam, jaam ba man na caa lekk. Jaam bu juddoo ci kër sarxalkat bi it man naa lekk ci ñamam woowu."},{"style":"v","text":"Doomu sarxalkat, bu séyeek góor gu bokkul ci waa kër sarxalkat yi, dootul saña lekk saraxu njébbal yu sell yi."},{"style":"v","text":"Waaye doomu sarxalkat, bu boroom këram faatoo mbaa mu tàggook moom, te amu ca doom, bu delloo kër baayam na mu fa nekke woon ba muy gone, sañ naa lekk ci ñamu baayam. Waaye kenn ku ci bokkul sañu cee lekk."},{"style":"v","text":"Gannaaw loolu képp ku bokkul ci waa kër sarxalkat yi, bu lekkee ci sarax su sell te du teyeefam, na dolli ca njëgu sarax sa juróomeelu céru njëg ga, delloo ko sarxalkat bi."},{"style":"v","text":"Te itam bu sarxalkat yi bàyyi bànni Israayil di teddadil sarax yu sell yi ñu jagleel Aji Sax ji."},{"style":"v","text":"Buñu leen di bàyyi it ñuy gàddu bàkkaar buy laaj peyug tooñ, ngir lenn lu ñu lekk ci sarax yu sell yooyu. Man Aji Sax ji maa sellal yooyu sarax.»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","text":"«Waxal Aaróona aki doomam yu góor ak bànni Israayil gépp ne leen: Képp ku bokk ci waa kër Israayil, mbaa ci doxandéem yi ci Israayil, di joxeel Aji Sax ji ab \\w saraxu rendi-dóomal|Sarax yi:\\w*, muy sarax su ñuy wàccoo ngiñ mbaa \\w saraxu yéene|Sarax yi:\\w*,"},{"style":"v","text":"liy tax ñu nangul ko ko mooy muy jur gu amul sikk, di góor; man naa doon aw yëkk mbaa kuuy mbaa sikket."},{"style":"v","text":"Lenn lu ci am sikk buleen ko sarxal, ndax deesu leen ko nangul."},{"style":"p","text":""},{"style":"v","text":"«Su nit dee joxsi Aji Sax ji aw nag mbaa gàtt, muy \\w saraxu cant ci biir jàmm|Sarax yi:\\w*, mu di ko wàccoo ngiñ mbaa muy saraxu yéene, na doon lu amul sikk, ndax ñu nangul ko ko. Lenn luy sikk du nekk ci jur gi."},{"style":"v","text":"Du doon lu gumba, du doon lu làggi, du doon lu kuuñ, du doon lu ami góom, mbaa lu ràmm, mbaa lu xas. Buleen sarxalal Aji Sax ji yu mel noonu. Ab saraxu sawara, buleen ko jële ci lu mel noonu, di ko joxe ci kaw \\w sarxalukaay|sarxalukaay b-:\\w* bi, ñeel Aji Sax ji."},{"style":"v","text":"Waaye su dee nag mbaa gàtt bu ab céram ëpp mbaa mu yées, saraxu yéene la mana doon; su dee sarax su ñuy wàccoo ngiñ, deesu ko nangu."},{"style":"v","text":"Te it jur gu ñu motoxal ngóoraam mbaa ñu toj ko mbaa ñu xuuf ko mbaa ñu dog ko, deesu ko sarxalal Aji Sax ji. Buleen def loolu mukk ci seenum réew."},{"style":"v","text":"Buleen nangoo lenn lu ni mel ci loxol doxandéem it, di ko jébbal seen Yàlla, muy saraxu ñamam. Deesu leen ko nangul, ndax la matadi ca moom mooy sikk sa.»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji wax na Musaa itam ne ko:"},{"style":"v","text":"«Barmol mbaa mbote mbaa tef wu doora juddu, na toog ci yaayam juróom ñaari fan; bu xasee am juróom ñetti fan, manees naa nangu mu doon saraxu sawara, ñeel Aji Sax ji."},{"style":"v","text":"Waaye su dee aw nag mbaa ab gàtt, deesu ko booleek doom ji rendi ci benn bés."},{"style":"p","text":""},{"style":"v","text":"«Bu ngeen dee defal Aji Sax ji saraxu cant, sarxalleen ko na ñu leen koy nangule."},{"style":"v","text":"Ci bés bi lees koy lekk, buleen ci fanaanal dara. Maay Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Kon sàmmleen samay santaane te di ko jëfe. Maay Aji Sax ji."},{"style":"v","text":"Te buleen teddadil sama tur wu sell. Na bànni Israayil wormaal sama sellaay. Maay Aji Sax ji leen sellal,"},{"style":"v","text":"génne leen réewum Misra, di seen Yàlla. Maay Aji Sax ji.»"}]