[{"style":"s1","text":"Lu jëm ci bési màggal yi"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji dellooti wax Musaa ne ko:"},{"style":"v","text":"«Samay màggal, man Aji Sax ji, dangeen koo wara siiwal, muy ndaje yu \\w sell|sell:\\w*. Samay màggal yii la."},{"style":"s1","text":"Lu jëm ci bésub Noflaay"},{"style":"p","text":""},{"style":"v","text":"«Juróom benni fan lees di liggéey, bésub juróom ñaareel ba \\w bésub Noflaay|bésub Noflaay b-:\\w* doŋŋ lay doon, di bésub ndaje mu \\w sell|sell:\\w*. Du lenn lu ngeen ciy liggéey. Bésub Noflaay la bu ñuy jagleel Aji Sax ji, ak fépp fu ngeen dëkk."},{"style":"p","text":""},{"style":"v","text":"«Aji Sax ji, deeleen yégle ay màggalam, muy ay ndaje yu sell yu ngeen di wormaal saa yu jotee. Màggal yii la."},{"style":"s1","text":"Lu jëm ci bésub Mucc ak bési Mburu mu amul lawiir"},{"style":"p","text":""},{"style":"v","text":"«Fukki fan ak ñeent ci weer wi njëkk, diggante ngoon ak jant bu so, mooy \\w màggalu bésub Mucc|Màggal yi:\\w* ba, ñeel Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Ëllëg sa, fukki fan ak juróom ci weer woowu la \\w ayu bésu Mburu mu amul lawiir|Màggal yi:\\w* di tàmbali, ñeel Aji Sax ji. Diiru juróom ñaari fan mburu mu amul lawiir ngeen wara lekk."},{"style":"v","text":"Bés bu jëkk boobu, woote bu \\w sell|sell:\\w* lees cay amal. Mboolem lees baaxoo liggéey, deesu ko ci liggéey."},{"style":"v","text":"Defleen ci saraxu sawara, ñeel Aji Sax ji diiru juróom ñaari fan. Bésub juróom ñaareel ba di bésub woote bu sell. Mboolem lees baaxoo liggéey, deesu ko ci liggéey.»"},{"style":"s1","text":"Lu jëm ci màggalu Ndoortel meññeef"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji wax na Musaa ne ko:"},{"style":"v","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Bu ngeen duggee ca réew ma ma leen jox, ba dajale la ngeen jële ca suufam, yóbbuleen ci \\w sarxalkat|sarxalkat b-:\\w* bi takku peppum lors bi ngeen njëkka góob."},{"style":"v","text":"Sarxalkat bi day yékkati takk bi, jébbal ko Aji Sax ji, ngir mu nangul leen ko. Bés bi topp ci \\w bésub Noflaay|bésub Noflaay b-:\\w* bi lay yékkati takk bi, jébbal ko ko."},{"style":"v","text":"Bés bi ñuy yékkati takk bi, jébbale ko, nangeen ci sarxal kuuy mu amul sikk, tollu ci menn at, ñu defal ko Aji Sax ji \\w saraxu rendi-dóomal|Sarax yi:\\w*."},{"style":"v","text":"\\w Saraxu pepp|Sarax yi:\\w* mi muy àndal juróom benni kiloy sunguf su mucc ayib lay doon, ñu xiiwe ko diw, muy saraxu sawara, ñeel Aji Sax ji, ngir xetug jàmm. \\w Sarax si ñuy tuural|Sarax yi:\\w* Aji Sax ji, liitaru biiñ la."},{"style":"v","text":"Du mburu, du pepp mu ñu séndal, du pepp mu bees mu ngeen wara lekk, ba keroog bés boobu ngeen di indi seen saraxu Yàlla. Dogal a ngoogu, di lu leen war fàww, yeen ak seen askan, ak fépp fu ngeen dëkk."},{"style":"s1","text":"Lu jëm ci màggalug Ngóob"},{"style":"p","text":""},{"style":"v","text":"«\\w Bésub Noflaay|bésub Noflaay b-:\\w* ba ngeen di indi takku bele biy \\w saraxu yékkati-jébbale|Sarax yi:\\w*, bés ba ca topp ngeen di dale waññ juróom ñaari ayi bés yu mat sëkk."},{"style":"v","text":"Waññleen ba ca bés ba topp ci juróom ñaareelu bésub Noflaay ba, muy juróom fukki fan, ngeen indil ca Aji Sax ji \\w saraxu pepp|Sarax yi:\\w* mu bees."},{"style":"v","text":"Seeni kër ngeen di jële ñaari mburu yuy doon saraxu yékkati-jébbale, mu ci nekk di lu ñu lakke juróom benni kiloy sunguf su mucc ayib; dees ciy def lawiir, lakkaale ko ko, muy \\w saraxu ndoortel meññeef|Sarax yi:\\w*, ñeel Aji Sax ji."},{"style":"v","text":"Na mbooloo mi booleek mburu mi juróom ñaari kuuy yu amul sikk te tollu ci menn at, ak yëkk ak ñaari kuuy yu mag, mu doon \\w saraxu rendi-dóomal|Sarax yi:\\w*, ñeel Aji Sax ji. Na ànd ak saraxu pepp ak \\w sarax si ñuy tuur|Sarax yi:\\w*. Loolu sarax la ngir xetug jàmm gu neex Aji Sax ji."},{"style":"v","text":"Te itam ngeen sarxal ab sikket buy doon \\w saraxu póotum bàkkaar|Sarax yi:\\w* ak ñaari kuuyu menn at, muy \\w saraxu cant ci biir jàmm|Sarax yi:\\w*."},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* bi day yékkati ñaari kuuy yooyu, boole kook mburum ndoortel meññeef mi, def ko sarax bu ñuy yékkati, jébbal Aji Sax ji. Yooyu sarax di lu \\w sell|sell:\\w* ñeel Aji Sax ji, sarxalkat bee ko moom."},{"style":"v","text":"Wooteleen ci bés boobu woote bu sell, seen bésub woote bu \\w sell|sell:\\w* lay doon te mboolem lees baaxoo liggéey, deesu ko ci liggéey. Dogal a ngoogu, di lu leen war fàww, yeen ak seen askan, ak fépp fu ngeen dëkk."},{"style":"p","text":""},{"style":"v","text":"«Bu ngeen dee góob seen tool, buleen góob ba fa tool ba yem te buleen ci toppaat, di foraatu. Aji ñàkk akub doxandéem ngeen koy bàyyee. Maay seen Yàlla Aji Sax ji.»"},{"style":"s1","text":"Li ci màggalu bésu Liit ya"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Aji Sax ji wax na Musaa ne ko:"},{"style":"v","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Bu juróom ñaareelu weer taxawee, bés bi njëkk ci weer wi, na doon seen \\w bésub Noflaay|bésub Noflaay b-:\\w* bu ngeen di amal ndaje mu \\w sell|sell:\\w*. Deeleen fàttalee bés bi liit yu xumb."},{"style":"v","text":"Mboolem lu ngeen faral di liggéey buleen ko ci liggéey, waaye nangeen ci indi saraxu sawara, ñeel Aji Sax ji.»"},{"style":"s1","text":"Li ci bésub Njotlaay ba"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji teg ca wax Musaa ne ko:"},{"style":"v","text":"«Te itam fukki fan ci juróom ñaareelu weer woowu, \\w bésub Njotlaay|Màggal yi:\\w* ba lay doon. Ndaje mu \\w sell|sell:\\w* ngeen ciy amal. Nangeen ci toroxlu te indi saraxu sawara, ñeel Aji Sax ji."},{"style":"v","text":"Du lenn lu ngeen di liggéey ci boobu bés, ndax bésub Njotlaay la bu ngeen di jotoo fi seen kanam Yàlla, Aji Sax ji."},{"style":"v","text":"Te kat, képp ku toroxluwul boobu bés, dees koy dagge ci biir \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","text":"Képp ku liggéey lenn ci boobu bés, su boobaa dinaa far kooku ci biir bànni Israayil, sànk ko."},{"style":"v","text":"Buleen ci liggéey dara. Dogal a ngoogu, di lu leen war fàww, yeen ak seen askan ak fépp fu ngeen dëkk."},{"style":"v","text":"Seen \\w bésub Noflaay|bésub Noflaay b-:\\w* la bu ngeen di noppalu doŋŋ te war cee toroxlu. Li ko dale ci ngoonug juróom ñeenti fan ci weer wi ba ca ëllëg sa, ba jant so, ci ngeen di wormaal seen bésub Noflaay.»"},{"style":"s1","text":"Li ci màggalu ayu bésu Mbaar yi"},{"style":"p","text":""},{"style":"v","text":"Su loolu wéyee Aji Sax ji wax na Musaa ne ko:"},{"style":"v","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Ñu waññ dale ko ci fukki fan ak juróom ci weeru juróom ñaareel woowu ba mu am juróom ñaari fan. Diir boobu mooy \\w màggalu ayu bésu Mbaar|Màggal yi:\\w* yi, ñeel Aji Sax ji."},{"style":"v","text":"Bés bu njëkk bi bésub ndaje mu \\w sell|sell:\\w* la. Mboolem lu ngeen faral di liggéey buleen ko ci liggéey."},{"style":"v","text":"Diiru juróom ñaari fan ngeen di indi saraxu sawara, ñeel Aji Sax ji. Bésub juróom ñetteel ba wara doon seen ndaje mu sell, nangeen ci indi saraxu sawara, ñeel Aji Sax ji. Ndajem mujjantal ba la. Mboolem lu ngeen faral di liggéey buleen ko ci liggéey."},{"style":"p","text":""},{"style":"v","text":"«Yooyoo di màggali Aji Sax ji, yi ñu wara yégle, di ndaje yu sell yu ñuy indi ay saraxi sawara, ñeel Aji Sax ji, muy \\w saraxu rendi-dóomal|Sarax yi:\\w*, ak \\w saraxu pepp|Sarax yi:\\w*, ak yeneen saraxi jur gu ñuy rendi, ak \\w sarax yi ñuy tuural|Sarax yi:\\w* Aji Sax ji, bés bu nekk ak la ca war."},{"style":"v","text":"Yooyu sarax jotewul dara ak saraxi \\w bési Noflaay|bésub Noflaay b-:\\w* yu Aji Sax ji. Jotewul dara it ak yi ngeen di joxeel Aji Sax ji mbaa mboolem sarax yi ngeen di wàccoo ngiñ, ak mboolem \\w saraxi yéene|Sarax yi:\\w* yi ngeen di defal Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Ci biir loolu, fukki fan ak juróom ci juróom ñaareelu weer wi, gannaaw bu ngeen dajalee meññeefum réew mi, amalleen màggalug Aji Sax ji diiru juróom ñaari fan. Na bés bu njëkk ba di bésub Noflaay, bésub juróom ñetteel ba di bésub Noflaay."},{"style":"v","text":"Bés bu njëkk ba wittleen doomi garab yu rafet ak cari tàndarma ak cari garab yu sëq ak cari garab yu ñuy wax sóol, tey saxe tàkkal dex. Nangeen bànneexu fi seen kanam Yàlla Aji Sax ji diiru juróom ñaari fan."},{"style":"v","text":"Wormaalleen màggalug Aji Sax jooju, di juróom ñaari fan cim at, te wormaalleen ko ci juróom ñaareelu weer wi. Dogal a ngoogu, di lu leen war fàww, yeen ak seen askan."},{"style":"v","text":"Ci ay mbaar ngeen di dëkk diiru juróom ñaari fan yooyu. Mboolem njuddu-ji-réew ci Israayil na ci dëkke mbaar,"},{"style":"v","text":"su ko defee seeni sët xam ne ciy mbaar laa dëkkaloon bànni Israayil, ba ma leen génnee réewum Misra. Maay seen Yàlla Aji Sax ji.»"},{"style":"p","text":""},{"style":"v","text":"Noonu la Musaa xamale bànni Israayil bési màggalug Aji Sax ji."}]