[{"style":"s1","verse":"","text":"Lu jëm ci Atum Noflaay"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Aji Sax ji wax na Musaa ca tundu Sinayi ne ko:"},{"style":"v","verse":"2","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Bu ngeen duggee ca réew ma ma leen jox, suuf sa ca boppam war naa am àppu noflaayam ngir Aji Sax ji."},{"style":"v","verse":"3","text":"Diiru juróom benni at ngeen di ji seen tool; juróom benni at yooyu itam ngeen di wolli seen tóokëru reseñ, dajale meññeef ma."},{"style":"v","verse":"4","text":"Waaye atum juróom ñaareel ba Atum Noflaay la wara doon, suuf sa ca boppam day noppalu doŋŋ ngir Aji Sax ji. Buleen ci ji seen tool, buleen ci wolli seen tóokëru reseñ."},{"style":"v","verse":"5","text":"La saxe ca seenum ngóob sax, buleen ko góobaat te it reseñ gu ñu wolliwuloon buleen ko raasaatu. Atum Noflaay la wara doon, suuf sa ca boppam na noppalu atum lëmm."},{"style":"v","verse":"6","text":"Waaye lépp luy saxyaay ci Atum Noflaay sañ ngeen koo lekk, yeen ak seen jaam yu góor ak yu jigéen, ak seeni surga ak doxandéem bu dal ak yeen."},{"style":"v","verse":"7","text":"Seen jur it ca la, ba ca rabi àll ya ca seen réew. Mboolem lu suuf sa meññ, manees na koo lekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Gannaaw loolu nangeen waññ ba ci juróom ñaari Ati Noflaay, loolu di juróom ñaari at ba muy juróom ñaari yoon. Mu doon seen juróom ñaari Ati Noflaay, tollu ci ñeent fukki at ak juróom ñeent."},{"style":"v","verse":"9","text":"Su boobaa ci fukki fan ca juróom ñaareelu weer wa nangeen wallu ab bufta fépp. \\w Bésub Njotlaay|Màggal yi:\\w* boobu nangeen wal ab bufta\\f + \\fr 25.9 \\fk bufta, \\ft ab béjjénu kuuy la, bu ñu bënn ñaari wet yi, ngir man cee wal.\\f* ci seenum réew ba mu daj."},{"style":"v","verse":"10","text":"Te nangeen sellal at ma ca topp di juróom fukkeelu at ma, ngeen yéene ca mboolem waa réew ma ba mu daj, ne ngoreel taxaw na. Seen atum Yiwiku la, ku nekk war cee dellu ca suufu waa këram, ku nekk it wara dellu ca làng ga mu bokk."},{"style":"v","verse":"11","text":"Seen atum Yiwiku la atum juróom fukkeel boobu di doon. Dungeen ci ji, dungeen ci góobaat lu saxe ca seenum ngóob te dungeen ci wolli ag reseñ, di ko witt."},{"style":"v","verse":"12","text":"Gannaaw atum Yiwiku la, na doon at mu ngeen sellal. Saxyaayub tool ngeen saña lekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Atum Yiwiku moomu ci ngeen di delloo ku nekk suufam."},{"style":"v","verse":"14","text":"Bu ngeen di jaay seen waa réew suuf nag mbaa ngeen di jënde suuf ci seen waa réew, buleen di naxante."},{"style":"v","verse":"15","text":"Limu at yi dox seen digganteek atum Yiwiku ma mujj, na dëppook njëg gi ngeen di jënde suuf ci seen waa réew. Limu ati mbey yi dox seen digganteek atum Yiwiku ma ca toppaat it, war naa dëppook njëg ga ñu leen jaaye."},{"style":"v","verse":"16","text":"Lu at yooya gëna bare, njëg ga gëna jafe; lu at ya gëna néew, njëg ga gëna yomb, ndaxte limu meññeefum suuf sa lees leen koy jaaye."},{"style":"v","verse":"17","text":"Buleen di naxante, waaye ragalleen seen Yàlla, ndax man Aji Sax ji maay seen Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Saxleen ci samay dogal, sàmm samay ndigali yoon, di ko jëfe, ndax ngeen dëkk ak jàmm ci réew mi."},{"style":"v","verse":"19","text":"Kon suuf si dina nangu, ngeen di lekk ba suur te dëkk fa ci jàmm."},{"style":"v","verse":"20","text":"Jombul ngeen di wax naan: “Lu nuy lekk nag ci atum juróom ñaareel ba, gannaaw dunu ci ji te dunu ci dajale sunu meññeef?”"},{"style":"v","verse":"21","text":"Waaye dinaa leen yónnee sama barke ca atum juróom benneel ba, suuf si nangul leen meññeefum ñetti at."},{"style":"v","verse":"22","text":"Bu ngeen tolloo ci ji ci atum juróom ñetteel ba, dina leen fekk ngeen di lekk meññeefum daaw-jéeg, te meññeefum atum juróom ñeenteel ba dina agsi, fekk ngeen di lekk ca mu daaw-jéeg ma."},{"style":"s1","verse":"","text":"Liy sañ-sañ ci mbirum suuf su ñuy jotaat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"«Suuf si deesu ko jaay, mu wel fàww, ndax maay Boroom suuf si, yeen ay doxandéem ngeen fi, yu ma fi dëkkal."},{"style":"v","verse":"24","text":"Fépp fu bokk ci seenum réew, nangeen fa yoonal sañ-sañu jotaat ca suuf sa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Bu sa mbokk demee ba ñàkk tax koo jaay ci suufam, mbokkam mi ko gëna jege te am sañ-sañu jotaat suufam, na jëndaat la mbokk ma jaayoon."},{"style":"v","verse":"26","text":"Ku amul ku ko ko jotaatal te moom ci boppam mu mujj woomle, ba am lu mu ko jotaate,"},{"style":"v","verse":"27","text":"day waññ at ya njaay ma am, delloo ki mu jaayoon ati mbey ya ca kooka dese, daldi mana jotaat ci suufam."},{"style":"v","verse":"28","text":"Waaye su amul lu mu jëndaate suufam, suuf sa day des ca loxol ka mu jaayoon, ba keroog atum Yiwiku ma délsi. Bu atum Yiwiku ma délsee, sañ naa dellu ca suufam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"«Su dee waa ju jaay ab dëkkuwaay bu nekk ci dëkk bu mag bu ñu tabax tata wëralee ko ko, dina ko saña jotaat li feek njaay mi amul at. Ci diir boobu la ko saña jotaate."},{"style":"v","verse":"30","text":"Su ñu ko jotaatul ba njaay ma am atum lëmm, dëkkuwaay boobu ci biir dëkk bu mag ba ñu wëralee tata day wel fàww, ñeel ka ko jënd, mook ku askanoo ci moom. Du lees di delloo ci atum Yiwiku."},{"style":"v","verse":"31","text":"Su dee ay dëkkuwaay ci dëkk yu ndaw yu ñu tabaxul tata, wëralee ko ko, dees koy yemaleek alali suuf. Sañees na koo jotaat te dees koy delloo ci atum Yiwiku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"«Su dee dëkki \\w Leween|Leween b-:\\w* ñi ak seen dëkkuwaay ya ca biir nag, Leween ñi sañ nañu cee jotaat fàww."},{"style":"v","verse":"33","text":"Kon alalu Leween manees na koo jotaat---dëkkuwaay lay doon bu ñu jaay ci dëkki Leween ñi---dees koy delloo bu atum Yiwiku dikkee, ndax dëkkuwaay yi ci dëkki Leween ñi, seen alal la ju leen lew fàww ci seen biir bokki \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","verse":"34","text":"Waaye suufas parlu yi bokk ci dëkki Leween ñi, deesu ko jaay, ndax ñoo koy moom fàww."},{"style":"s1","verse":"","text":"Baaxeleen aji ñàkk"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"«Bu seen mbokkum \\w bànni Israayil|bànni Israayil:\\w* ñàkkee ba manatula fey lu mu leen ameel, nangeen ko dimbali, ni bu doon doxandéem mbaa màngaan, ndax mu mana dund ci seen biir."},{"style":"v","verse":"36","text":"Buleen teg lenn lu mu mana doon ci bor bu leen seen mbokk moomu ameel, waaye ragalleen ci seen Yàlla, ndax mu mana dund ci seen biir."},{"style":"v","verse":"37","text":"Buleen ko lebal seen xaalis, di ca teg lenn, te buleen ko jox dund, di sàkku lu mu ca yokk ngir delloo leen ko."},{"style":"v","verse":"38","text":"Man Aji Sax ji maay seen Yàlla ji leen génne réewum Misra, jox leen réewu Kanaan, te di seen Yàlla."},{"style":"s1","verse":"","text":"Liy sañ-sañ ci jotaat nit"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"«Bu seen mbokk ñàkkee ci seen biir, ba jaay leen boppam, buleen ko duggal cig njaam."},{"style":"v","verse":"40","text":"Defleen ko ni liggéeykat buy feyeeku mbaa màngaan bu ngeen dëkkal. Na leen liggéeyal ba keroog atum Yiwiku ma,"},{"style":"v","verse":"41","text":"mu génn ci seeni loxo, mook ay doomam, daldi dellu ci làngu boppam, fa ay maamam séddoo."},{"style":"v","verse":"42","text":"Li waral loolu moo di \\w bànni Israayil|bànni Israayil:\\w* dañu di sama jaam yi ma génne réewum Misra. Deesu leen jaay njaam."},{"style":"v","verse":"43","text":"Buleen leen soxore ci biir kilifteef, waaye ragalleen ci seen Yàlla."},{"style":"v","verse":"44","text":"Seen jaam yu góor ak seen jaam yu jigéen, nangeen leen jële ci xeet yi leen wër. Ci ñooñu ngeen di jënde ay jaam, góor ak jigéen."},{"style":"v","verse":"45","text":"Walla ngeen jënde ba tey ci doxandéem yi ci seen biir, mbaa ci njaboot yi doxandéem yi am ci réew mi te ñu nekk ci seen biir. Su ko defee ñu doon seen ngàllo."},{"style":"v","verse":"46","text":"Sañ ngeen leena donale seen doom yi leen di wuutu, ñu doon seen ngàllo seen giiru dund. Ñooñu sañ ngeen leena def ay jaam, waaye su dee ci seen diggante, yeen bànni Israayil, buleen di soxorante ci biir kilifteef."},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"«Su fekkee ne ab doxandéem bu ngeen dëkkal mbaa ab màngaan dafa woomle te kenn ci seeni bokk ñàkk, ba jaay boppam doxandéem bi ngeen dëkkal mbaa kenn ku bokk ak doxandéem bi,"},{"style":"v","verse":"48","text":"gannaaw bu jaayee boppam, manees na koo jotaat ba tey. Kenn ciy bokkam sañ na koo jotaat,"},{"style":"v","verse":"49","text":"yaar muy baayam bu ndaw mbaa doomu baayam bu ndaw. Ku mu bokkal làng di mbokkam lenqe sax man na koo jotaat, te moom ci boppam man naa woomle ba jotaat boppam."},{"style":"v","verse":"50","text":"Na bokk ak ka ko jënd waññ, la dale ca at ma mu jaaye boppam, ba ca atum Yiwiku may ñëw, muy njëgu goreelam, dëppook at yooya. Te it nañu ci seet àqu ñaqu liggéeykat."},{"style":"v","verse":"51","text":"Su desee ay at, lu at ya gëna baree, njëg ga muy jotaate boppam gëna sore ci njëg ga ñu ko jënde woon."},{"style":"v","verse":"52","text":"Te su at yu néew doxee seen digganteek atum Yiwiku ma, na ko waññ te fey lu ni néewe, ngir jotaat boppam."},{"style":"v","verse":"53","text":"Ab surga lay doon ci njaatigeem at mu nekk, waaye waru koo soxore ci biir kilifteef, ngeen di seetaan."},{"style":"v","verse":"54","text":"Su fekkee ne jotaatuñu ko ci jotin yooyu sax, war naa moom boppam mooki doomam ca atum Yiwiku ma."},{"style":"v","verse":"55","text":"Ndax kat man la bànni Israayil di samay jaam. Ñoo di sama jaam ya ma génne réewum Misra; yeen, maay seen Yàlla Aji Sax ji."}]