[{"style":"s1","text":"Lu jëm ci yool yi ci déggal Yàlla"},{"style":"p","text":""},{"style":"v","text":"«Buleen sàkkal seen bopp ay yàllantu, du lenn luy jëmmu tuur mbaa tuuru doj wu ngeen sampal seen bopp, te doj wu ñu ñaas ay nataal it, buleen ko sàkkal béreb ci seen réew, di ko sujjóotal, ndax man Aji Sax ji maay seen Yàlla."},{"style":"v","text":"Samay \\w bési Noflaay|bésub Noflaay b-:\\w* nag wormaalleen ko, te sama béreb bu sell teralleen ko. Maay Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Su ngeen dee topp samay dogal, fonk samay santaane te di ko jëfe,"},{"style":"v","text":"kon maa leen di tawal ci waxtoom, suuf si nangu, garab yi meññ."},{"style":"v","text":"Dingeen bàcc ba keroog wittum reseñ jot te dingeen witt reseñ ba jamonoy ji jot. Dingeen lekk seenum pepp ba suur këll te dingeen dëkk ak jàmm ci seenum réew."},{"style":"p","text":""},{"style":"v","text":"«Maay baaxee réew mi jàmm it, ba bu ngeen tëddee kenn du leen tiital. Maay jële rab wu aay ci réew mi, te saamar du jóg, dal ci seenum réew."},{"style":"v","text":"Kon dingeen dàq seeni noon, saamar ba dal, ñu daanu fi seen kanam."},{"style":"v","text":"Seen juróomi nit ay dàq téeméer (100), seen téeméeri nit dàq fukki junni (10~000). Seeni noon la saamar di dal, ñu daanu fi seen kanam."},{"style":"p","text":""},{"style":"v","text":"«Te itam maa leen di baaxe, giiral leen, yokk leen. Dinaa sàmm sama \\w kóllëreek|kóllëre g-:\\w* yeen."},{"style":"v","text":"Dingeen lekk ngóob mu yàgg, dence lu yàgg, ba far génne mu yàgg ma, wuutal fa mu bees."},{"style":"p","text":""},{"style":"v","text":"«Maay samp sama kër ci seen biir te duma leen seexlu."},{"style":"v","text":"Maay ànd ak yeen, di seen Yàlla, ngeen di sama ñoñ."},{"style":"v","text":"Man Aji Sax ji maay seen Yàlla ji leen génne réewum Misra, ngeen noppee doon seeni jaam; maa dog seen buumi njaam, siggil leen."},{"style":"s1","text":"Mbugal yi ci déggadil Yàlla"},{"style":"p","text":""},{"style":"v","text":"«Waaye bu ngeen ma déggalul te baña jëfe sama santaane yooyu yépp,"},{"style":"v","text":"su ngeen teddadilee samay dogal, dëddu samay ndigal, ba jëfewuleen sama santaane yépp, xanaa di fecci sama \\w kóllëreek|kóllëre g-:\\w* yeen,"},{"style":"v","text":"su boobaa li may def ak yeen mooy lii: Maay jekki wàcce njàqare ci seen kaw, mu ànd ak woppi ràgg, yaram wu tàng jérr ak bët yu lëndëm, ngeen gën di wopp. Dingeen ji seenum pepp ci neen, ndax seeni noon a koy lekk."},{"style":"v","text":"Maa leen di noonoo ba seeni noon duma leen, seeni bañ yilif leen. Dingeen daw te kenn dàqu leen."},{"style":"p","text":""},{"style":"v","text":"«Bu loolu taxul ngeen déggal ma, maa leen di mbugal lu ko ëpp, fukki yoon ak juróom, feye leen ko seeni bàkkaar."},{"style":"v","text":"Maay sàggi seen sag bu réy. Maay def asamaan si leen tiim ne sereŋ nig weñ, suuf si wow koŋŋ ni xànjar."},{"style":"v","text":"Seen doole dina kasara, ndax suuf si ngeen di bey du leen nangul te garabi réew mi du meññ."},{"style":"p","text":""},{"style":"v","text":"«Su ngeen saxee ci noonoo ma, bañ maa déggal, maay fulaat seen mbugal fukki yoon ak juróom, feye leen ko seeni bàkkaar."},{"style":"v","text":"Maay xabtal rabi àll yi ci seen kaw, ñu xañ leen seeni doom, seeni gétt ñu tas, seeni nit ñu néewal, ba seeni mbedd ne wëyëŋ."},{"style":"p","text":""},{"style":"v","text":"«Su ma leen loolu yaralul ba tey, xanaa ngeen sax ci noonoo ma,"},{"style":"v","text":"su boobaa man itam maa leen di noonoo, te it man ci sama bopp maa leen di mbugalaat lu ko ëpp, fukki yoon ak juróom, feye leen ko seeni bàkkaar."},{"style":"v","text":"Maay dalal saamar ci seen kaw, feye leen ko kóllëre gi ngeen fecci. Bu ngeen làqoo ci seeni biir dëkk yu mag sax, maay wàcce mbas ci seen biir, seeni noon jekku leen."},{"style":"v","text":"Bu ma téyee loxo bi ma leen di leele, fukki jigéen dinañu bokk lakk seen mburum njël ci benn taal doŋŋ, natt ko ay somp, séddale, ngeen lekk, te dungeen suur."},{"style":"p","text":""},{"style":"v","text":"«Waaye bu loolu weesoo te déggaluleen ma, xanaa di ma noonoo ba tey,"},{"style":"v","text":"su boobaa ma gën leena mereeti, noonoo leen, te man ci sama bopp maa leen di mbugalati lu ko ëpp, fukki yoon ak juróom, feye leen ko seen bàkkaar."},{"style":"v","text":"Dingeen yàpp seeni doom yu góor, yàpp seen doom yu jigéen ndax xiif."},{"style":"v","text":"Dinaa tas seen \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w*, toj seeni suurukaay. Seen kasaray tuur yi ne làcc, ma jal ca seeni néew. Maa leen di seexlu,"},{"style":"v","text":"gental seen dëkk yu mag, tas seen béreb yu sell, te dootuma faale xetug jàmm ca seeni sarax."},{"style":"v","text":"Maay tas seenum réew, ba seen noon ya ko nangu yéemu ca."},{"style":"v","text":"Yeen nag maa leen di tasaare ci biir xeet yi, ndax maay génne saamar mbaram, mu dal ci seen kaw. Seenum réew dina wéet, seen dëkk yu mag gent."},{"style":"p","text":""},{"style":"v","text":"«Su boobaa mboolem diir ba suuf di wéet moom lay daboo Ati Noflaayam, fekk yeen ngeen nekk ca seen réewu noon ya. Su ko defee suuf si dina noppalu moos, ba daboo ko Ati Noflaayam."},{"style":"v","text":"Mboolem diir bi suuf siy wéet, moom lay noppaloo la mu noppaluwuloon, ba leen ay Ati Noflaay fekkee ngeen dëkk fa."},{"style":"p","text":""},{"style":"v","text":"«Ñi des ci yeen, dinaa indi njàqare ci seen xol, foofa ngeen nekk ca seen réewu noon ya, ba xob wu ne foyfoy ngeen daw. Dingeen xélu ni ku ñuy dàqe saamar, bay daanu, te dàqeesu leen."},{"style":"v","text":"Dingeen fakkastalante di daw, ni ñu ñuy dàqe saamar, te dàqeesu leen, ba dungeen mana taxaw ci seen kanami noon."},{"style":"v","text":"Dingeen deewe àll, te seen suufu noon yaa leen di lekk."},{"style":"v","text":"Ñi des ci yeen dinañu ràgg ca seen réewi noon ndax seeni bàkkaar ak seen bàkkaari maam."},{"style":"s1","text":"Aji Sax ji du fecci kóllëreem"},{"style":"p","text":""},{"style":"v","text":"«Su ko defee ñoom dinañu tudd seen bàkkaar ak seen bàkkaaru maam ya, ndax dañu maa wor te dëkke maa noonoo,"},{"style":"v","text":"ba man itam ma noonoo leen, toxal leen seen réewu noon. Bu ñu tuubee seen xol bu dëgër nag, ba matal seen mbugal yi sababoo ci seeni ñaawtéef,"},{"style":"v","text":"su boobaa maay bàyyi xel ci sama \\w kóllëre|kóllëre g-:\\w* gaak Yanqóoba ak sama kóllëre gaak Isaaxa ak sama kóllëre gaak Ibraayma, te duma fàtte li ma dige ci wàllu réew mi."},{"style":"p","text":""},{"style":"v","text":"«Waaye réew mi dinañu ko gental, mu daboo Ati Noflaayam diir ba ñu ko dëddoo, wéetal ko, te fekk ñoom ñuy fey seen boru tooñ; ndax kat dañoo sofental samay santaane, xalab samay dogal."},{"style":"v","text":"Ndaxam du tax ma sofental leen ca seen réewu noon, mbaa ma di leen xalab, di leen faagaagal, nde kon ma fecci sama kóllëreek ñoom. Ndax man Aji Sax ji maay seen Yàlla."},{"style":"v","text":"Maa leen di bàyyil xel ci sama kóllëre gaak seen maam ya ma génne réewum Misra, jàmbur ñi seede, ngir doon seen Yàlla. Maay Aji Sax ji.»"},{"style":"p","text":""},{"style":"v","text":"Looloo di dogal yaak santaane yaak ndigali yoon ya Aji Sax ji tëral ca digganteem ak \\w bànni Israayil|bànni Israayil:\\w* ca kaw tundu Sinayi, Musaa jottali leen ko."}]