[{"style":"ms1","text":"Lu jëm ci jagleel Aji Sax ji nit ak alal"},{"style":"mr","text":"(Saar 27) "},{"style":"p","text":""},{"style":"v","text":"Ba loolu weesoo Aji Sax ji wax na Musaa ne ko:"},{"style":"v","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Képp ku dogoo jagleel Aji Sax ji nit\\f + \\fr 27.2 \\ft Nit man naa jagleel moroomam Yàlla, muy liggéey ca kër Yàlla ga. Aaya yii wone na ne nit ku ñu jagleel moroomam Yàlla, manees na koo yiwi ci kaw ñu feyal ko ab limu xaalis.\\f*, man naa wàccook kàddoom ci kaw nii ñu ko xaymaa."},{"style":"v","text":"Su dee góor gu am ñaar fukki at ba juróom benn fukki at, nanga ko xayma ci juróom fukki dogi xaalis, ci xaalisu béreb bu sell bi."},{"style":"v","text":"Su dee jigéen, nanga ko xayma ci fanweeri dogi xaalis."},{"style":"v","text":"Su amee juróomi at ba ñaar fukki at, danga koy xayma ci ñaar fukki dogi xaalis, su dee góor, mbaa fukki dogi xaalis, su dee jigéen."},{"style":"v","text":"Su dee ku am weer jàpp juróomi at, nanga ko xayma ci juróomi dogi xaalis su dee góor; mbaa ñetti dogi xaalis su dee jigéen."},{"style":"v","text":"Su dee ku am juróom benn fukki at ak lu ko ëpp, nanga ko xayma ci fukki dogi xaalis ak juróom su dee góor; mbaa fukki dogi xaalis su dee jigéen."},{"style":"v","text":"Su fekkee ne ki dogu woona jagleel nit ki Aji Sax ji da di ku am-amam yées sa xayma, na kooku yóbbu nit ki ba ca \\w sarxalkat|sarxalkat b-:\\w* ba, sarxalkat bi xaymaal ko nit ki ci lu dëppook am-amam, moom mi dogu woon."},{"style":"p","text":""},{"style":"v","text":"«Su fekkee ne la ñu dogu woona joxe ag jur la gu dagana sarxalal Aji Sax ji, day daldi \\w sell|sell:\\w*."},{"style":"v","text":"Deesu ko weccee. Du jur gu baax gu ñu ko mana wuutoo, doonte jur gu bon la, te du jur gu bon gu ñu ko mana wuutoo, te fekk muy gu baax. Ci biir jagleel googu ku xasa wuutoo ag jur moroom ma, jur gu njëkk gaak kuutaay la dañuy bokk doon lu sell."},{"style":"v","text":"Su fekkee ne la ñu dogu woona joxe mala mu daganul la te daganula sarxalal Aji Sax ji, na nit ki yóbbu jur ga ba ca sarxalkat ba,"},{"style":"v","text":"sarxalkat ba xayma ko. Su baaxee su bonee, lu mu ci dogal mooy wéy."},{"style":"v","text":"Su ko boroom bëggee jotaat, day fey njëg ga, yokk ca xaajub juróomeelu njëg ga."},{"style":"p","text":""},{"style":"v","text":"«Su nit jagleelee Aji Sax ji dëkkuwaayam, sellalal ko ko, na sarxalkat bi xayma dëkkuwaay bi. Su baaxee su bonee, lu mu ci dogal mooy wéy."},{"style":"v","text":"Su fekkee ne ki dogu woona joxe dëkkuwaayam da koo bëgga jotaat, day fey njëg ga ñu ko xaymaa, yokk ca xaajub juróomeelam, mu doonaat alalam."},{"style":"p","text":""},{"style":"v","text":"«Su nit jagleelee Aji Sax ji suuf su mu moom ci suufas ndonoom, na ñuy xaymaa suuf sa, na dëppook dayob pepp bay mat jiwum suuf sa. Ñetti barigoy peppum lors yu ne juróom fukki dogi xaalis\\f + \\fr 27.16 \\ft Benn dogu xaalis boobu mu ngi tollu woon ci benn siikal, diisaayam di fukki garaam ak benn ak genn-wàll.\\f* a koy wecci."},{"style":"v","text":"Su fekkee ne ci atum Yiwiku la joxe suuf si, xaymab suuf si day mat sëkk ànd ak moom."},{"style":"v","text":"Waaye su fekkee ne gannaaw atum Yiwiku la joxe suuf si, sarxalkat bi da koy nattal njëg gi ci at yi dox seen digganteek atum Yiwiku ma ca topp, génne ca at ya wees."},{"style":"v","text":"Su fekkee ne ki dogu woona joxe tool bi da koo bëgga jotaat, day fey njëg ga ñu ko xaymaa, yokk ca xaajub juróomeelam, mu doonaat alalam."},{"style":"v","text":"Su jotaatul tool bi, ba ñu jaay tool bi keneen, deesu ko mana jotaat."},{"style":"v","text":"Bu tool bi yiwikoo ci atum Yiwiku nag, day daldi doon lu ñu sellalal Aji Sax ji, mel ni tool bu ñu aaye, mu doon alalu sarxalkat."},{"style":"p","text":""},{"style":"v","text":"«Su fekkee ne nit ki dafa jagleel Aji Sax ji tool bu mu jënd, te donnu ko,"},{"style":"v","text":"sarxalkat bi da koy xaymaal njëg gi, méngale kook at yi dox seen digganteek atum Yiwiku may ñëw. Na nit ki fey la ñu xayma ca bés ba, xaalis ba di lu ñuy sellalal Aji Sax ji."},{"style":"v","text":"Bu atum Yiwiku dikkee, tool bi day dellu ca ka ñu ko jënde woon te mu di alalu ndonoom."},{"style":"v","text":"Mboolem lu ngeen xayma, na dëppook natt ba ñu yoonal ci béreb bu sell bi, maanaam li ñuy wax siikal te mu tollu ci ñaar fukki gera\\f + \\fr 27.25 \\fk gera \\ft moo doon natt, ba gënoona tuut ci wàllu diisaay, lu tollook genn-wàllu garaam.\\f*."},{"style":"p","text":""},{"style":"v","text":"«Waaye kat luy taaw cig jur, Aji Sax jee ko moom jeeg. Du lu kenn di dogoo jagleel Aji Sax ji. Muy barmol, muy mbote, muy tef, Aji Sax jeey boroom."},{"style":"v","text":"Su dee lu mala mu daganul taawloo, ka ko moomoon man na koo jotaat ndegam fey na njëgam, ba dolli ca xaajub juróomeelu njëg ga. Bu ñu ko jotaatul, dees koy jaay ci njëg gi ñu ko xaymaa."},{"style":"v","text":"Mboolem lu ñu aaye ngir Aji Sax ji, lu sella sell la ñeel Aji Sax ji. Lépp lu nit moom, su dee nit mbaa jur mbaa suuf su mu donn, amu ci lenn lu nit aaye ngir Aji Sax ji te ñu sañ koo jaay mbaa mu di ko jotaat."},{"style":"v","text":"Ba tey du kenn nit ku ñu aaye bakkanam ngir Aji Sax ji, mu wara sànku, ba noppi ñu di ko jotaat. Dees koy rey rekk."},{"style":"p","text":""},{"style":"v","text":"«Bu loolu weesoo mboolem lu jóge ci suuf, muy pepp mbaa doomi garab, cérub fukkeel ba Aji Sax jeey boroom. Dees koy sellalal Aji Sax ji."},{"style":"v","text":"Su fekkee ne nit ki dafa namma jotaat lenn ca céru fukkeelu meññeefam ma muy génne, day yokk ca njëg ga xaajub juróomeelam."},{"style":"v","text":"Mboolem céru fukkeel bu ñu génnee cig jur, gu gudd gaak gu gàtt ga, muy lépp lu sàmm waññe bantam, cérub fukkeel la bu ñuy sellalal Aji Sax ji."},{"style":"v","text":"Deesu ci seet jur gu baax ak gu bon te deesu ci wuutal lenn. Bu ci nit xasee wuutal lenn, la njëkk ak la ko wuutu lépp day daldi doon lu sell. Deesu ko mana jotaat.»"},{"style":"p","text":""},{"style":"v","text":"Yooyu santaane la Aji Sax ji dénkoon Musaa ca tundu Sinayi, ngir mu jottali ko bànni Israayil."}]