[{"style":"s1","text":"Lu jëm ci sarax su bàkkaar sabab"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji wax na itam Musaa ne ko:"},{"style":"v","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Su fekkee ne nit ki dafa moy lenn ci santaaney Aji Sax ji, ba def lenn lu warul te du teyeefam, li ci war lii la."},{"style":"s1","text":"Li war sarxalkat bu mag bu bàkkaar"},{"style":"p","text":""},{"style":"v","text":"«Ndegam \\w sarxalkat|sarxalkat b-:\\w* bi ñu diw, fal ko, moo moy, ba yóbbe mbooloo mi tooñ, na indil Aji Sax ji yëkk wu ndaw wu amul sikk, muy \\w saraxu póotum bàkkaar|Sarax yi:\\w* ndax bàkkaar ba mu def."},{"style":"v","text":"Day yóbbu yëkk wi ci bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, ci kanam Aji Sax ji, daldi teg loxoom ci boppu yëkk wi, ñu rendi yëkk wi ci kanam Aji Sax ji."},{"style":"v","text":"Sarxalkat bi ñu diw, fal ko, na sàkk ci deretu yëkk wi, yóbbu ci biir xaymab ndaje mi."},{"style":"v","text":"Su ko defee sarxalkat bi capp baaraamam ci deret ji, wis-wisal deret ji juróom ñaari yoon fi kanam Aji Sax ji, fa janook ridob \\w néeg bu sell|néeg bu sell b-:\\w* ba."},{"style":"v","text":"Na sarxalkat bi sàkk ci deret ji, taqal ci béjjéni \\w sarxalukaayu|sarxalukaay b-:\\w* cuuraay lu xeeñ la ca biir xaymab ndaje ma ca kanam Aji Sax ji. Li des ci deretu yëkk wi, na ko tuur ci taatu sarxalukaay bi ñuy lakk \\w saraxu rendi-dóomal|Sarax yi:\\w*, foofa ca bunt xaymab ndaje ma."},{"style":"v","text":"Na génne lépp luy nebbon ci yëkk wi ñuy sarxal muy póotum bàkkaar: nebbon bi sàng yérey biir yi, ak lépp luy nebbon te jàpp ci yérey biir yi,"},{"style":"v","text":"ak ñaari dëmbéen yi ànd ak seen nebbon ca kaw, jàpp ca fàllare ja, ak bàjjo bi ci res wi te mu di ko booleek dëmbéen yi, génne ko."},{"style":"v","text":"Mooy ni ñu koy génnee rekk ci yëkku \\w saraxu cant ci biir jàmm|Sarax yi:\\w*. Sarxalkat bi da koy boole lakk ca kaw sarxalukaayu rendi-dóomal ba."},{"style":"v","text":"Waaye deru yëkk wi ak yàppam wépp dees koy booleek bopp bi ak yeel yi ak yérey biir yi ak sébbriit mi;"},{"style":"v","text":"mboolem li des ci yëkk wi daal lay génne dal bi, yóbbu ko ci béreb bu mucc sobe, ca jalub dóom ba, daldi taal matt, lakk ko ca, ba mu dib dóom. Foofa dóom ba jale lees koy lakke."},{"style":"s1","text":"Lu jëm ci sarax yi war mbooloo mi"},{"style":"p","text":""},{"style":"v","text":"«Ndegam mbooloom Israayil mépp a moy lenn ci santaaney Aji Sax ji, ba def lenn lu warul te du seen teyeef, muy seenug tooñ te seetluwuñu ko,"},{"style":"v","text":"bu mbooloo mi nemmikoo moy gi rekk, war nañoo génne ci jur gu gudd gi yëkk wu ndaw wuy doon \\w saraxu póotum bàkkaar|Sarax yi:\\w*, yóbbu ko ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma."},{"style":"v","text":"Magi mbooloo mi dañuy teg seeni loxo ci boppu yëkk wi, fi kanam Aji Sax ji, ba noppi ñu rendi yëkk wi fi kanam Aji Sax ji."},{"style":"v","text":"Gannaaw loolu na \\w sarxalkat|sarxalkat b-:\\w* bi ñu diw, fal ko, sàkk ci deretu yëkk wi, yóbbu ci biir xaymab ndaje mi."},{"style":"v","text":"Na capp baaraamam ci deret ji, wis-wisal deret ji juróom ñaari yoon fi kanam Aji Sax ji, foofu ci kanam rido bi."},{"style":"v","text":"Bu noppee na sàkk ci deret ji, taqal ci béjjéni \\w sarxalukaayu|sarxalukaay b-:\\w* cuuraay lu xeeñ la ci kanam Aji Sax ji, ci biir xaymab ndaje mi. Li des ci deret ji, na ko tuur ca taatu sarxalukaayu rendi-dóomal ba, ca bunt xaymab ndaje ma."},{"style":"v","text":"Na génne lépp li ciy nebbon, lakk ko ci kaw sarxalukaay bi."},{"style":"v","text":"Na def ak yëkk woowu na muy def ak yëkku saraxu póotum bàkkaar rekk. Noonu lay def ak moom. Ni la ko sarxalkat biy defale seen njotlaay, ñu am njéggal."},{"style":"v","text":"Na génne yëkk wi dal bi, taal ko, na muy taale yëkk wi ñu njëkka wax. Saraxu póotum bàkkaaru mbooloo mi la."},{"style":"s1","text":"Li war kilifa gu bàkkaar"},{"style":"p","text":""},{"style":"v","text":"«Su fekkee ne kilifa moo moy lenn ci santaaney Yàllaam Aji Sax ji, ba def lenn lu warul te du teyeefam, mu dig tooñam,"},{"style":"v","text":"bu nemmikoo bàkkaar bi mu def rekk, na sarxe sikket bu amul sikk."},{"style":"v","text":"Day teg loxoom ci boppu sikket bi, rendi ko fa ñuy rendi \\w saraxu rendi-dóomal|Sarax yi:\\w*, fa kanam Aji Sax ji. \\w Saraxu póotum bàkkaar|Sarax yi:\\w* la."},{"style":"v","text":"Na \\w sarxalkat|sarxalkat b-:\\w* bi capp baaraamam ci deretu sarax siy póotum bàkkaar, taqal ko ci béjjéni \\w sarxalukaayu rendi-dóomal|sarxalukaay b-:\\w* bi, ba noppi tuur deret ji ci taatu sarxalukaayu rendi-dóomal bi."},{"style":"v","text":"Na lakk nebbon bi yépp ci kaw sarxalukaay bi, def ko ni nebbonu \\w saraxu cant ci biir jàmm|Sarax yi:\\w*. Noonu la ko sarxalkat biy defale njotlaayal bàkkaaram, mu am njéggal."},{"style":"s1","text":"Li war baadoolo bu bàkkaar"},{"style":"p","text":""},{"style":"v","text":"«Su dee kenn ci baadoolo yee moy lenn ci santaaney Aji Sax ji, ba def lenn lu warul te du teyeefam, mu dig tooñam,"},{"style":"v","text":"bu nemmikoo bàkkaar bi mu def rekk, na sarxe aw bëy wu jigéen wu amul sikk, ndax bàkkaar bi mu def."},{"style":"v","text":"Day teg loxoom ci boppu gàttu \\w sarax soosu di póotum bàkkaar|Sarax yi:\\w*, rendi ko fa ñuy lakke \\w saraxu rendi-dóomal|Sarax yi:\\w*."},{"style":"v","text":"Na \\w sarxalkat|sarxalkat b-:\\w* bi capp baaraamam ci deret ji, taqal ci béjjéni \\w sarxalukaayu rendi-dóomal|sarxalukaay b-:\\w* bi; li des ci deret ji da koy tuur ci taatu sarxalukaay bi."},{"style":"v","text":"Te it na génne nebbon bi yépp ni muy génnee nebbonu jur gu ñu def \\w saraxu cant ci biir jàmm|Sarax yi:\\w*. Na ko sarxalkat bi lakkal Aji Sax ji ci kaw sarxalukaay bi, muy xeeñ xetug jàmm gu neex Aji Sax ji. Noonu la ko sarxalkat biy defale njotlaayal bàkkaaram, mu am njéggal."},{"style":"p","text":""},{"style":"v","text":"«Su fekkee ne am xar lay sarxe, muy saraxu póotum bàkkaaram, na doon xar mu jigéen, mu amul sikk."},{"style":"v","text":"Day teg loxoom ci boppu xar moomu di saraxu póotum bàkkaar, rendi ko fa ñuy rendee saraxu rendi-dóomal, muy saraxu póotum bàkkaar."},{"style":"v","text":"Na sarxalkat bi capp baaraamam ci deretu xar miy saraxu póotum bàkkaar, te taqal ci béjjéni sarxalukaayu rendi-dóomal bi; li des ci deret ji da koy tuur ci taatu sarxalukaay bi."},{"style":"v","text":"Te itam na génne nebbon bi yépp, ni muy génnee nebbonu xar mu ñuy def saraxu cant ci biir jàmm. Na sarxalkat bi lakk loolu ci kaw sarxalukaay bi, mu dolliku ci saraxu sawara yi ñeel Aji Sax ji. Noonu la sarxalkat biy defale nit ki njotlaayal bàkkaar bi mu def, mu am njéggal."}]