[{"style":"ms2","verse":"","text":"Mbirum santaane yu sarxalkat yi sasoo"},{"style":"mr","verse":"","text":"(Saar 6.1---7.21)"},{"style":"s1","verse":"","text":"Lu jëm ci saraxi rendi-dóomal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxaat Musaa ne ko:"},{"style":"v","verse":"2","text":"«Santal Aaróona ak doomam yu góor, ne leen li ñu dogal ci \\w saraxu rendi-dóomal|Sarax yi:\\w* mooy lii: Ab saraxu rendi-dóomal day fanaan fi ñu koy lakke ci kaw \\w sarxalukaay|sarxalukaay b-:\\w* bi, ba bët set, sawara way wéye tàkk ca kaw sarxalukaay ba."},{"style":"v","verse":"3","text":"\\w Sarxalkat|sarxalkat b-:\\w* bi day sol mbubbam mi ñu ràbbe lẽe, ak tubéyi njiitlaayam ji ñu ràbbe lẽe. Na tonnee ca sarxalukaay ba dóomu saraxu rendi-dóomal bi, daldi teg dóom bi ci wetu sarxalukaay bi."},{"style":"v","verse":"4","text":"Su ko defee mu summi yéreem yooyu, sol yeneen te génne dóom bi dal bi, yóbbu ko fu mucc sobe."},{"style":"v","verse":"5","text":"Na sawaras sarxalukaay bi wéye tàkk te du fey. Suba su nekk na ko sarxalkat bi xamb, ba noppi teg ci saraxu rendi-dóomal bi, te na lakk nebboni \\w saraxi cant gi ci biir jàmm|Sarax yi:\\w*."},{"style":"v","verse":"6","text":"Na sawara wéye tàkk fàww ci kaw sarxalukaay bi, te bumu fey."},{"style":"s1","verse":"","text":"Lu jëm ci saraxi pepp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Li ñu dogal ci \\w saraxi pepp|Sarax yi:\\w* mooy lii: Na ko doomi Aaróona yu góor joxe fa kanam Aji Sax ji ca \\w sarxalukaay|sarxalukaay b-:\\w* ba."},{"style":"v","verse":"8","text":"Barci-loxob sunguf su mucc ayib ànd ak diwam lees ciy tibbe, boole kook mboolem \\w cuuraay|cuuraay l-:\\w* la ca kaw saraxu pepp ma, daldi koy lakk ci kaw sarxalukaay bi, muy xeeñ xetug jàmm gu neex Aji Sax ji, di saraxu baaxantal."},{"style":"v","verse":"9","text":"La ca des Aaróona aki doomam yu góor ñoo koy lekk, te buñu ci boole lawiir. Nañu ko lekke ci béreb bu sell. Ci biir ëttu \\w xaymab ndaje|xaymab ndaje m-:\\w* mi lañu koy lekke."},{"style":"v","verse":"10","text":"Deesu ko lakkaaleek lawiir. Seen cér la bu leen Aji Sax ji sédd ci saraxi sawaraam. Lu \\w sella sell|sell:\\w* la, mel ni \\w saraxu póotum bàkkaar|Sarax yi:\\w* ak \\w saraxu peyug tooñ|Sarax yi:\\w*."},{"style":"v","verse":"11","text":"Képp kuy góor ci doomi Aaróona yi man na cee lekk. Seen cér la bu ñu leen sédde ci saraxi sawara yi ñeel Aji Sax ji, te dogalal leen ko fàww. Lépp lu ci laal day doon lu sella sell.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Aji Sax ji wax na Musaa ba tey ne ko:"},{"style":"v","verse":"13","text":"«Li Aaróona aki doomam yu góor di sarxalal Aji Sax ji, keroog bu ñu koy diw, fal ko, mooy lii: ñetti kiloy sunguf su mucc ayib, tollook saraxu pepp bi ñu saxoo bés bu nekk, te genn-wàll gi di suba, genn-wàll gi ngoon."},{"style":"v","verse":"14","text":"Saafukaayu weñ lañu koy lakke, xiiwaale ko diw, indi xiiw ba, muy saraxu pepp. Nañu ko def ay dog yu ñuy lakk, muy xeeñ xetug jàmm gu neex Aji Sax ji."},{"style":"v","verse":"15","text":"\\w Sarxalkat|sarxalkat b-:\\w* bi ñuy fal ci doomi Aaróona yu góor yi, mu war koo wuutu, da koy def moom itam. Aji Sax ji moo jagoo sarax boobu fàww, te dañu koy lakk ba mu jeex."},{"style":"v","verse":"16","text":"Te it mboolem saraxu pepp bu sarxalkat di defal boppam, dees koy lakk ba mu jeex. Deesu ci lekk.»"},{"style":"s1","verse":"","text":"Lu jëm ci saraxu póotum bàkkaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","verse":"18","text":"«Waxal Aaróona ak doomam yu góor ne leen: Dogal bi ci \\w saraxu póotum bàkkaar|Sarax yi:\\w* mooy lii: Juru saraxas póotum bàkkaar dañu koy rendi fa ñu wara rendi juru \\w saraxu dóomal|Sarax yi:\\w*, fi kanam Aji Sax ji. Lu \\w sella sell|sell:\\w* la."},{"style":"v","verse":"19","text":"\\w Sarxalkat|sarxalkat b-:\\w* bi koy rendi, muy saraxu póotum bàkkaar, da ciy lekk, te fu sell lañu koy lekke, ci biir ëttu \\w xaymab ndaje|xaymab ndaje m-:\\w* mi."},{"style":"v","verse":"20","text":"Lépp lu laal ci yàpp wi, day doon lu sell, te bu lenn ci deretu sarax si tisee ci kawi yére, dees koy xaj fa mu tis, ci béreb bu sell."},{"style":"v","verse":"21","text":"Su fekkee ne ndabal xandeer lañu togge woon yàppu sarax sa, nañu ko toj. Bu doon ndabal xànjar, ñu jonj ko, raxas ko."},{"style":"v","verse":"22","text":"Képp kuy góor ci askanu sarxalkat sañ na cee lekk. Lu sella sell la."},{"style":"v","verse":"23","text":"Waaye juru saraxas póotum bàkkaar deesu ci lekk lenn te fekk deretam dugg ca biir xaymab ndaje ma, ñu di ca amal ag njotlaay ca biir \\w néeg bu sell|néeg bu sell b-:\\w* ba. Loolu du lu ñuy lekk. Dees koy lakk, ba mu dib dóom."}]