[{"style":"s1","verse":"","text":"Lu jëm ci saraxi peyug tooñ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Liy dogal bi ci \\w saraxas peyug tooñ|Sarax yi:\\w* mooy lii: Lu \\w sella sell|sell:\\w* la."},{"style":"v","verse":"2","text":"Fa ñuy rendee juru \\w saraxu dóomal|Sarax yi:\\w*, fa lañu wara rendee juru saraxas peyug tooñ. Deret ji dees koy xëpp ci mboolem weti \\w sarxalukaay|sarxalukaay b-:\\w* bi."},{"style":"v","verse":"3","text":"Nebbon ji jépp lañuy sarxal: calgeen bi, nebbon bi sàng yérey biir yi,"},{"style":"v","verse":"4","text":"ak ñaari dëmbéen yi ànd ak seen nebbon ca kaw, jàpp ca fàllare ja, ak bàjjo bi ci res wi te ñu di ko booleek dëmbéen yi, génne ko."},{"style":"v","verse":"5","text":"\\w Sarxalkat|sarxalkat b-:\\w* bi da koy boole lakk ci kaw sarxalukaay bi, muy saraxu sawara, ñeel Aji Sax ji, te di saraxu peyug tooñ."},{"style":"v","verse":"6","text":"Képp kuy góor te bokk ci askanu sarxalkat yi sañ na cee lekk. Béreb bu sell lees koy lekke. Lu sella sell la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Li ci \\w saraxu póotum bàkkaar|Sarax yi:\\w* moo nekk ci saraxu peyug tooñ, dogal bi di benn ci yooyu ñaar. Sarxalkat bi def gàtt bi njotlaay moo koy moom."},{"style":"v","verse":"8","text":"Su nit joxee ab saraxu rendi-dóomal, sarxalkat bi mooy féetewoo deru jur gi mu sarxal."},{"style":"v","verse":"9","text":"Ci biir loolu bépp \\w saraxu pepp|Sarax yi:\\w* mu ñu lakk cib taal, mbaa ñu saaf ko ci cin mbaa ci saafukaayu weñ, sarxalkat bi koy joxe moo koy moom."},{"style":"v","verse":"10","text":"Waaye weneen xeetu saraxu pepp mu mu mana doon, su dee saraxu pepp mu ñuy xiiwaale diw mbaa muy mu wow, doomi Aaróona yu góor yépp a koy moom, ku nekk tollook sa moroom cér."},{"style":"s1","verse":"","text":"Lu jëm ci saraxi cant ci biir jàmm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Li yoon dogal ci \\w saraxu cant ci biir jàmm|Sarax yi:\\w*, te nit sañ koo sarxalal Aji Sax ji mooy lii:"},{"style":"v","verse":"12","text":"Bu ci nit ki jubloo ag njukkal gu muy delloo Aji Sax ji, day boole ci saraxu cant gi ay mburu yu ndaw yu amul lawiir yu ñu xiiwaale diw ak ay mburu yu tàppandaar yu amul lawiir, ñu wis diw ca kaw, ak ay mburu yu ñu lakke sunguf su mucc ayib, xiiwaale ko diw, noot ko bu baax."},{"style":"v","verse":"13","text":"Sarax boobu da ciy dolli mburu yu am lawiir, boole kook saraxu cant googu ci biir jàmm te mu jublu ci njukkal Aji Sax ji."},{"style":"v","verse":"14","text":"Nañu jébbal Aji Sax ji ab cér ci sarax yooyu yépp, muy moomeelu \\w sarxalkat|sarxalkat b-:\\w* bi xëpp deretu juru saraxas cant gi ci biir jàmm ci mboolem weti \\w sarxalukaay|sarxalukaay b-:\\w* bi."},{"style":"v","verse":"15","text":"Yàppu saraxas cant googu ci biir jàmm te ñu jublu ci njukkal Aji Sax ji, dees koy lekk bés bi ñu ko rendee. Du lenn lees ciy wacc, mu fanaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Su sarax si nit kiy génne dee sarax su ñuy wàccoo ngiñ mbaa \\w saraxu yéene|Sarax yi:\\w*, dees na ko lekk bés bi ko nit ki joxee, te lu ca des ba ca ëllëg sa, ñu man koo lekk."},{"style":"v","verse":"17","text":"Lu des ci yàppu sarax si ba ca gannaaw ëllëg sa dees koy lakk, ba mu dib dóom."},{"style":"v","verse":"18","text":"Waaye kat bu nit lekkee lenn ci yàpp wu ñu def saraxu cant ci biir jàmm te fekk mu am ñetti fan, deesul nangul boroom sarax bi te du ko jariñ dara. Lu seexluwu la te ku ca lekk mooy gàddu bàkkaaram."},{"style":"v","verse":"19","text":"Yàpp wu ci laal lenn lu sobewu it deesu ko lekk. Dees koy lakk. Ci biir loolu yàppu sarax, képp ku set sañ nga cee lekk."},{"style":"v","verse":"20","text":"Waaye ku sobewu ku lekk ci yàppu jur gu ñu defal Aji Sax ji saraxu cant ci biir jàmm, kooku nañu ko dagge ci askanam."},{"style":"v","verse":"21","text":"Sobe su mu mana doon, muy lu jóge ci nit mbaa mala mu daganul mbaa mboolem lu daganul te seexluwu, ku ci laal ba noppi, lekk ci lu ñu defal Aji Sax ji saraxu cant ci biir jàmm, kooku dees koo wara dagge ci askanam.»"},{"style":"ms2","verse":"","text":"Lu jëm ci santaane yi war mbooloo mi"},{"style":"mr","verse":"","text":"(Saar 7.22-38)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Aji Sax ji dellu wax Musaa ne ko:"},{"style":"v","verse":"23","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Buleen lekk lenn luy nebbonu nag mbaa xar mbaa bëy."},{"style":"v","verse":"24","text":"Nebbonu jur gu dee mbaa lu rabu àll fàdd, manees na koo jëfandikoo neneen nu mu mana doon, waaye deesu ko lekk mukk."},{"style":"v","verse":"25","text":"Képp ku lekk ci nebbonu jur gu ñu def saraxu sawara, ñeel Aji Sax ji, kooku ko lekk, dees koy dagge ci askanam."},{"style":"v","verse":"26","text":"Te itam du lenn luy deret lu ngeen di lekke fenn fu ngeen dëkk, mu jóge ci njanaaw mbaa ag jur."},{"style":"v","verse":"27","text":"Képp ku lekk lenn luy deret, dees na ko dagge ci askanam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Aji Sax ji dellooti wax Musaa ne ko:"},{"style":"v","verse":"29","text":"«Waxal bànni Israayil ne leen: Képp kuy jox Aji Sax ji \\w saraxu cantam ci biir jàmm|Sarax yi:\\w* na indi cér bi Aji Sax ji séddoo ci saraxu cant googu ci biir jàmm."},{"style":"v","verse":"30","text":"Ci loxol boppam lay dindee sarax bi ñuy def saraxu sawara, ñeel Aji Sax ji. Day indi nebbon bi, boole kook dënn bi, dënn bi di \\w sarax bu ñuy yékkati|Sarax yi:\\w*, jébbal Aji Sax ji."},{"style":"v","verse":"31","text":"\\w Sarxalkat|sarxalkat b-:\\w* bi day lakk nebbon bi ci kaw \\w sarxalukaay|sarxalukaay b-:\\w* bi, waaye dënn bi, Aaróona aki doomam yu góor ñoo ko moom."},{"style":"v","verse":"32","text":"Tànkub ndijoor bi jóge ci seen saraxi cant ci biir jàmm, dees koy jébbal sarxalkat bi."},{"style":"v","verse":"33","text":"Doomu Aaróona ji joxe deretu sarax beek nebbon bi jóge ci saraxu cant gi ci biir jàmm, kookoo jagoo tànkub ndijoor bi, muy céram."},{"style":"v","verse":"34","text":"Li ko waral mooy, man Aji Sax ji damaa jële ci seen saraxi cant ci biir jàmm, dënn bi ñuy def saraxu yékkati-jébbale, ak tànk bi ñu jébbal, jox ko Aaróona, sarxalkat bi mook doomam yu góor. Seen cér la ba fàww ci biir bànni Israayil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Loolooy céri pal yi Aaróona ak askanam di am ci saraxi sawara yi ñeel Aji Sax ji, dale ko keroog bu ñu leen teewalee fi kanam Aji Sax ji, ñu doon ay sarxalkat."},{"style":"v","verse":"36","text":"Loolu la Aji Sax ji santaane ñu jox leen ko. Bés bu ñu leen xasee diw, fal leen, mu daldi doon seen cér ci biir bànni Israayil ak seen askan ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Loolu la yoon digle ci wàllu \\w saraxu rendi-dóomal|Sarax yi:\\w*, ak \\w saraxu pepp|Sarax yi:\\w* ak \\w saraxu póotum bàkkaar|Sarax yi:\\w* ak \\w saraxu peyug tooñ|Sarax yi:\\w* ak saraxu xewu colu ak saraxu cant ci biir jàmm."},{"style":"v","verse":"38","text":"Loolu it la Aji Sax ji dénkoon Musaa ca kaw tundu Sinayi, bés ba mu santee bànni Israayil ca màndiŋu Sinayi ñu di ko génneel ay sarax."}]