[{"style":"s1","text":"Liggéeyu sarxalkat yi tàmbali na"},{"style":"p","text":""},{"style":"v","text":"Keroog bésub juróom ñetteel ba, Musaa woolu na Aaróona ak doomam yu góor, ñook magi Israayil ña."},{"style":"v","text":"Mu ne Aaróona: «Sàkkal aw sëllu, muy \\w saraxas póotum bàkkaar|Sarax yi:\\w* akum kuuy, muy \\w saraxu rendi-dóomal|Sarax yi:\\w*, te bu ci lenn am sikk, nga boole indil Aji Sax ji."},{"style":"v","text":"Te nga wax \\w bànni Israayil|bànni Israayil:\\w* ne leen ñu jël ab sikket, mu doon saraxu póotum bàkkaar, ak aw sëllu ak am kuuy mu ndaw, lu ci nekk am at te mucc sikk, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak itam aw nag ak am kuuy mu mag, muy \\w saraxu cant ci biir jàmm|Sarax yi:\\w*, di lu ñuy rendi fi kanam Aji Sax ji. Nañu defaale \\w saraxu pepp|Sarax yi:\\w* mu am diw, ndax tey jii Aji Sax ji dina leen feeñu.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ñu yóbbu ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma la Musaa santaane woon, mbooloo ma mépp ñëw, taxaw fa kanam Aji Sax ji."},{"style":"v","text":"Musaa ne: «Lii mooy li Aji Sax ji santaane ne, moom ngeen wara def ngir leeram feeñu leen.»"},{"style":"v","text":"Musaa wax ak Aaróona ne ko: «Dikkal fii ci \\w sarxalukaay|sarxalukaay b-:\\w* bi te joxe sa saraxu póotum bàkkaar ak sa saraxu rendi-dóomal, nga jotoo ko, yaw yaak mbooloo mi, boo noppee joxe saraxu mbooloo mi, jote leen ko, muy li Aji Sax ji santaane.»"},{"style":"p","text":""},{"style":"v","text":"Aaróona dikk ba ci sarxalukaay bi, rendi sëllu wi, muy saraxu póotum bàkkaaram."},{"style":"v","text":"Gannaaw loolu doomi Aaróona yu góor ya indil ko deret ja, mu capp ca baaraamam, taqal ca béjjéni sarxalukaay ba; la des ca deret ja mu tuur ko ca taatu sarxalukaay ba."},{"style":"v","text":"Aaróona jël nebbon bi jóge ci sarax biy póotum bàkkaar, aki dëmbéenam ak bàjjo bi ci res wi, mu boole ko lakk ci kaw sarxalukaay bi, muy la Aji Sax ji santoon Musaa."},{"style":"v","text":"Yàpp wi ak der bi, mu génne ko dal ba, lakk ko, ba mu dib dóom."},{"style":"v","text":"La ca tegu Aaróona rendi juru rendi-dóomal bi. Ba loolu amee doomam yu góor ya jox ko deret ja, mu xëpp ko ci mboolem weti sarxalukaay bi."},{"style":"v","text":"Ñu jox ko saraxu rendi-dóomal bi ñu def dog yu ànd ak bopp ba, mu boole lakk ca sarxalukaay ba."},{"style":"v","text":"Loolu wéy, mu raxas yérey biir yi, ak yeel yi, teg ko ca kaw saraxu rendi-dóomal ba, lakkaale ko ca sarxalukaay ba."},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, Aaróona indi saraxi mbooloo mi, jël sikketu mbooloo miy doon seen saraxu póotum bàkkaar, rendi ko, sarxal ko, na mu sarxale la jiitu."},{"style":"v","text":"Ci kaw loolu mu indi saraxu rendi-dóomal ba, sarxal ko, na ñu ko diglee."},{"style":"v","text":"Mu doora indi saraxu pepp mi, sàkk ci ab tib, lakk ko ca kaw sarxalukaay ba, dolli ko ca saraxu rendi-dóomalu suba sa."},{"style":"v","text":"Mu sooga rendi nag wi ak kuuy mi, defal ko mbooloo mi saraxu cant ci biir jàmm. Doomam yu góor ya jox ko deret ja, mu xëpp ko ca wet gu nekk ca sarxalukaay ba."},{"style":"v","text":"Waaye lay nebbon ca nag wa ak kuuy ma, di calgeen ba ak nebbon bi sàng yérey biir yi, ak dëmbéen yi ak bàjjo bi ci res wi,"},{"style":"v","text":"nebbon yooyu lañu teg ca kaw dënni nag wa ak kuuy ma, Aaróona lakk ko ca kaw sarxalukaay ba."},{"style":"v","text":"Ba mu ko defee Aaróona yékkati dënn yaak tànku ndijoor ba, defal ko Aji Sax ji \\w saraxu yékkati-jébbale|Sarax yi:\\w*, muy la Musaa santaane woon."},{"style":"p","text":""},{"style":"v","text":"Ba Aaróona noppee, yékkati na ay loxoom ca mbooloo ma, ñaanal leen, doora wàcc. Fekk na mu joxe saraxu póotum bàkkaar ba, ak saraxu rendi-dóomal ba, ak saraxu cant ga ci biir jàmm."},{"style":"v","text":"Musaa ak Aaróona ànd dugg ca biir xaymab ndaje ma; ba ñu génnee, ñaanal mbooloo ma, leeru Aji Sax ji feeñu mbooloo ma mépp."},{"style":"v","text":"Ci kaw loolu sawara bawoo fi Aji Sax ji, tàkk ca kaw sarxalukaay ba, xoyom saraxu rendi-dóomal ba ak nebbon ba. Naka la mbooloo ma mépp gis loola, daldi sarxolle, ba noppi dëpp seen jë fa suuf."}]