[{"style":"r","verse":"","text":"V. 1-6: cf. (1 Pi 1:22. Ro 12:10, 13, 15.) (Mt 19:4-6. 1 Th 4:3-7.) 1 Ti 6:6-10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Persévérez dans \\x a \\xo 13.1 \\xt Ro 12:10. Ép 4:3. 1 Pi 1:22; 2:17; 4:8.\\x*l’amour fraternel. "},{"style":"v","verse":"2","text":"\\x b \\xo 13.2 \\xt Ro 12:13. 1 Pi 4:9.\\x*N’oubliez pas l’hospitalité; \\x c \\xo 13.2 \\xt Ge 18:1; 19:1.\\x*car, en l’exerçant, quelques-uns ont logé des anges, sans le savoir. "},{"style":"v","verse":"3","text":"\\x d \\xo 13.3 \\xt Mt 25:36.\\x*Souvenez-vous des prisonniers, comme si vous étiez aussi prisonniers; de ceux qui sont maltraités, comme étant aussi vous-mêmes dans un corps. "},{"style":"v","verse":"4","text":"Que le mariage soit honoré de tous, et le lit conjugal exempt de souillure, car Dieu jugera les impudiques et les adultères. "},{"style":"v","verse":"5","text":"\\x e \\xo 13.5 \\xt Ex 23:8. De 16:19. Pr 15:16.\\x*Ne vous livrez pas à l’amour de l’argent; \\x f \\xo 13.5 \\xt Ph 4:11. 1 Ti 6:6, 8.\\x*contentez-vous de ce que vous avez; car Dieu lui-même a dit:"},{"style":"q1","verse":"","text":"\\x g \\xo 13.5 \\xt De 31:6, 8. Jos 1:5. 1 Ch 28:20.\\x*Je ne te délaisserai point, et je ne t’abandonnerai point."},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"C’est donc avec assurance que nous pouvons dire:"},{"style":"q1","verse":"","text":"\\x h \\xo 13.6 \\xt Ps 56:5; 118:6.\\x*Le Seigneur est mon aide, je ne craindrai rien;"},{"style":"q1","verse":"","text":"Que peut me faire un homme?"},{"style":"r","verse":"","text":"V. 7-17: cf. (Ph 3:17. Ps 37:37.) (Ép 4:14. Ga 5:1-5.) 1 Pi 4:12-16. (Ps 50:14, 23. Ph 4:18.) 1 Th 5:12, 13."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Souvenez-vous de vos \\x i \\xo 13.7 \\xt Hé 13:17.\\x*conducteurs qui vous ont annoncé la parole de Dieu; considérez quelle a été la fin de leur vie, et imitez leur foi. "},{"style":"v","verse":"8","text":"Jésus-Christ est le même hier, aujourd’hui, et éternellement. "},{"style":"v","verse":"9","text":"\\x j \\xo 13.9 \\xt Jé 29:8. Mt 24:4. Ro 16:17. Ép 4:14; 5:6. Col 2:16. 2 Th 2:2. 2 Ti 4:3. 1 Jn 4:1.\\x*Ne vous laissez pas entraîner par des doctrines diverses et étrangères; car il est bon que le cœur soit affermi par la grâce, et \\x k \\xo 13.9 \\xt Jn 6:27. Ro 14:17.\\x*non par des aliments qui n’ont servi de rien à ceux qui s’y sont attachés. "},{"style":"v","verse":"10","text":"Nous avons un autel dont ceux qui font le service au tabernacle n’ont pas le pouvoir de manger. "},{"style":"v","verse":"11","text":"\\x l \\xo 13.11 \\xt Ex 29:14. Lé 4:21; 6:30; 16:27. No 19:3.\\x*Les corps des animaux, dont le sang est porté dans le sanctuaire par le souverain sacrificateur pour le péché, sont brûlés hors du camp. "},{"style":"v","verse":"12","text":"C’est pour cela que Jésus aussi, afin de sanctifier le peuple par son propre sang, a souffert \\x m \\xo 13.12 \\xt Jn 19:17, 18.\\x*hors de la porte. "},{"style":"v","verse":"13","text":"Sortons donc pour aller à lui, hors du camp, en portant son opprobre. "},{"style":"v","verse":"14","text":"\\x n \\xo 13.14 \\xt Ph 3:20.\\x*Car nous n’avons point ici-bas de cité permanente, mais nous cherchons celle qui est à venir. "},{"style":"v","verse":"15","text":"Par lui, offrons sans cesse à Dieu un sacrifice de louange, c’est-à-dire \\x o \\xo 13.15 \\xt Os 14:3.\\x*le fruit de lèvres qui confessent son nom. "},{"style":"v","verse":"16","text":"Et n’oubliez pas la bienfaisance et la libéralité, \\x p \\xo 13.16 \\xt Ph 4:18.\\x*car c’est à de tels sacrifices que Dieu prend plaisir. "},{"style":"v","verse":"17","text":"\\x q \\xo 13.17 \\xt Ph 2:29. 1 Th 5:12. 1 Ti 5:17.\\x*Obéissez à vos conducteurs et ayez pour eux de la déférence, car ils veillent sur vos âmes \\x r \\xo 13.17 \\xt Éz 3:18; 33:8.\\x*comme devant en rendre compte; qu’il en soit ainsi, afin qu’ils le fassent avec joie, et non en gémissant, ce qui ne vous serait d’aucun avantage."},{"style":"s1","verse":"","text":"Vœux et salutations"},{"style":"r","verse":"","text":"V. 18-21: cf. Ro 15:30-32. (Col 1:9-11. 1 Pi 5:10, 11.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Priez pour nous; car nous croyons avoir une bonne conscience, voulant en toutes choses nous bien conduire. "},{"style":"v","verse":"19","text":"C’est avec instance que je vous demande de le faire, afin que je vous sois rendu plus tôt. "},{"style":"v","verse":"20","text":"Que le Dieu de paix, qui a ramené d’entre les morts \\x s \\xo 13.20 \\xt És 40:11. Éz 34:23. Jn 10:11. 1 Pi 5:4.\\x*le grand pasteur des brebis, par le sang d’une alliance éternelle, notre Seigneur Jésus, "},{"style":"v","verse":"21","text":"\\x t \\xo 13.21 \\xt 2 Co 3:5. Ph 2:13.\\x*vous rende capables de toute bonne œuvre pour l’accomplissement de sa volonté, et fasse en vous ce qui lui est agréable, par Jésus-Christ, auquel soit la gloire aux siècles des siècles! Amen!"},{"style":"r","verse":"","text":"V. 22-25: cf. Ph 4:21-23."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Je vous prie, frères, de supporter ces paroles d’exhortation, car je vous ai écrit brièvement. "},{"style":"v","verse":"23","text":"Sachez que notre frère Timothée a été relâché; s’il vient bientôt, j’irai vous voir avec lui. "},{"style":"v","verse":"24","text":"Saluez tous vos conducteurs, et tous les saints. Ceux d’Italie vous saluent. "},{"style":"v","verse":"25","text":"Que la grâce soit avec vous tous! Amen!"}]