[{"style":"s1","text":"The Visit of the Queen of Sheba"},{"style":"m","text":""},{"style":"v","text":"Now the queen of Sheba had heard of the fame of Solomon regarding the name of Yahweh, and she came to test him with hard questions. "},{"style":"v","text":"So she came to Jerusalem with very great wealth; \\add with\\add* camels carrying spices, very much gold, and precious stones. She came to Solomon, and she spoke to him all that was on her heart. "},{"style":"v","text":"⸤Solomon answered all of her questions⸥;\\f + \\fr 10:3 \\ft Literally “Solomon told her all of her words” \\f* there was not a thing hidden from the king which he could not explain to her. "},{"style":"v","text":"When the queen of Sheba observed all the wisdom of Solomon and the house which he had built, "},{"style":"v","text":"the food of his table, the seat of his servants, the ⸤manner⸥\\f + \\fr 10:5 \\ft Literally “service” \\f* of his servants and their clothing, his cupbearers, and his burnt offerings which he offered in the house of Yahweh, ⸤she was breathless⸥.\\f + \\fr 10:5 \\ft Literally “and there was not in her spirit/breath any longer” \\f* "},{"style":"v","text":"Then she said to the king, “The report which I heard in my land was true concerning your accomplishments and your wisdom. "},{"style":"v","text":"I had not believed the report to be true until I came and my eyes had seen, and behold! The half had not been told to me. ⸤Your wisdom and prosperity surpass⸥\\f + \\fr 10:7 \\ft Literally “You have added wisdom and prosperity to” \\f* the report that I had heard. "},{"style":"v","text":"Happy \\add are\\add* your men and happy \\add are\\add* these your servants who stand before you continually hearing your wisdom. "},{"style":"v","text":"May Yahweh your God be blessed, who has delighted in you to set you on the throne of Israel, because of the love of Yahweh for Israel forever, and he has made you king to execute justice and righteousness.” "},{"style":"v","text":"Then she gave the king a hundred and twenty talents of gold, abundant spices, and precious stones. Spices as these did not come again in such abundance \\add as that which\\add* the queen of Sheba brought to King Solomon."},{"style":"p","text":""},{"style":"v","text":"Moreover, the fleet of ships of Hiram which carried the gold from Ophir \\add also\\add* brought from Ophir abundant amounts of almug wood and precious stones. "},{"style":"v","text":"The king made a raised structure for the house of Yahweh and for the house of the king out of the almug wood, as well as lyres and harps for the singers. \\add This much\\add* almug wood has not come nor been seen \\add again\\add* up to this day. "},{"style":"v","text":"King Solomon gave to the queen of Sheba all of her desire that she asked, besides that which ⸤King Solomon freely offered her⸥.\\f + \\fr 10:13 \\ft Literally “according to the hand of King Solomon” \\f* Then she turned and went to her land with her servants."},{"style":"p","text":""},{"style":"v","text":"The weight of the gold that came to Solomon in one year \\add was\\add* six hundred and sixty-six talents of gold, "},{"style":"v","text":"apart from \\add that of\\add* the men of the traders and the profits of the traders, and all the kings of the Arabs and the governors of the land. "},{"style":"v","text":"King Solomon made two hundred shields of hammered gold; six hundred \\add measures of\\add* gold went up over each shield. "},{"style":"v","text":"Also \\add he made\\add* three hundred small shields of hammered gold; three minas of gold went up over each of the small shields; and the king put them \\add into\\add* the House of the Forest of Lebanon. "},{"style":"v","text":"The king also made a large ivory throne, and he overlaid it \\add with\\add* fine gold. "},{"style":"v","text":"Six steps \\add led up\\add* to the throne, and \\add there was\\add* a circular top to the throne behind it, and armrests were ⸤on each side of the seat⸥,\\f + \\fr 10:19 \\ft Literally “from this and from this” \\f* with two lions standing beside the armrests. "},{"style":"v","text":"Twelve lions \\add were\\add* standing there, six on each of the six steps ⸤on either side⸥;\\f + \\fr 10:20 \\ft Literally “from this and from this” \\f* nothing like this was made for any of the kingdoms. "},{"style":"v","text":"All of the drinking vessels of King Solomon \\add were\\add* gold, and all the vessels for the House of the Forest of Lebanon were pure gold. There was no silver; \\add it was\\add* not considered as something valuable in the days of Solomon. "},{"style":"v","text":"For the fleet of Tarshish belonged to the king \\add and was\\add* on the sea with the fleet of Hiram; once every three years the fleet of Tarshish used to come carrying gold and silver, ivory, apes, and baboons."},{"style":"p","text":""},{"style":"v","text":"King Solomon was greater than all the kings of the earth with respect to wealth and wisdom. "},{"style":"v","text":"All of the earth \\add was\\add* seeking the presence of Solomon, to hear his wisdom which God had put in his heart. "},{"style":"v","text":"They \\add were\\add* each bringing his gift; objects of silver and objects of gold, clothing, weapons, spices, horses, and mules. ⸤This used to happen year after year⸥.\\f + \\fr 10:25 \\ft Literally “A thing of year to year” \\f*"},{"style":"p","text":""},{"style":"v","text":"Solomon gathered chariots and horses; he had fourteen hundred chariots and twelve thousand horses. He stationed them in the cities of the chariots and with the king in Jerusalem. "},{"style":"v","text":"The king made the silver in Jerusalem as the stones, and the cedars he made as the sycamore fig trees which are in the Shephelah in abundance. "},{"style":"v","text":"The import of the horses which were Solomon’s \\add was\\add* from Egypt and from Kue; the traders of the king received \\add horses\\add* from Kue at a price. "},{"style":"v","text":"A chariot went up and went out from Egypt at six hundred silver \\add shekels\\add* and a horse at a hundred and fifty. So it was for all the kings of the Hittites and for the kings of Aram; by their hand they were exported."}]