[{"style":"s1","text":"Solomon’s Foreign Wives"},{"style":"m","text":""},{"style":"v","text":"King Solomon loved many foreign women: the daughter of Pharaoh, Moabite, Ammonite, Edomite, Sidonian, Hittite; "},{"style":"v","text":"from the nations which Yahweh had said to the ⸤Israelites⸥,\\f + \\fr 11:2 \\ft Literally “sons/children of Israel” \\f* “You shall not ⸤marry them⸥,\\f + \\fr 11:2 \\ft Literally “go into them” \\f* and they shall not ⸤marry you⸥.\\f + \\fr 11:2 \\ft Literally “go into you” \\f* They will certainly turn your heart after other gods.” But Solomon clung to them to love. "},{"style":"v","text":"He had seven hundred princesses and three hundred concubines, and his wives turned his heart."},{"style":"s1","text":"Solomon’s Apostasy"},{"style":"m","text":""},{"style":"v","text":"It happened at the time of Solomon’s old age that his wives guided his heart after other gods, and his heart was not fully with Yahweh his God as the heart of David his father \\add had been\\add*. "},{"style":"v","text":"Solomon went after Ashtoreth the god of \\add the\\add* Sidonians and after Molech the abhorrence of the Ammonites. "},{"style":"v","text":"So Solomon did evil in the eyes of Yahweh and did not fully \\add follow\\add* after Yahweh as David his father. "},{"style":"v","text":"At that time, Solomon built a high place for Chemosh, the abomination of Moab, on the mountain which ⸤faces⸥\\f + \\fr 11:7 \\ft Literally “\\fq was \\ft on the face of” \\f* Jerusalem and for Molech, the abomination of the ⸤Ammonites⸥.\\f + \\fr 11:7 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","text":"Thus he did for all of his foreign wives, offering incense and sacrificing to their gods."},{"style":"s1","text":"Yahweh’s Judgment on Solomon"},{"style":"m","text":""},{"style":"v","text":"Yahweh was angry with Solomon, for he had turned his heart from Yahweh, the God of Israel who had appeared to him twice. "},{"style":"v","text":"And he had commanded him concerning this matter not to go after other gods, but he did not keep that which Yahweh commanded. "},{"style":"v","text":"So Yahweh said to Solomon, “Because this was with you, and you did not keep my covenant and my ordinances which I have commanded you, I will certainly tear the kingdom from you, and I will give it to your servant. "},{"style":"v","text":"However, I will not do it in your days, for the sake of David your father; from the hand of your son I will tear it \\add away\\add*. "},{"style":"v","text":"Yet all of the kingdom I will not tear \\add away\\add*. I will give one tribe to your son for the sake of my servant David and for the sake of Jerusalem which I have chosen.”"},{"style":"p","text":""},{"style":"v","text":"Then Yahweh raised an adversary against Solomon, Hadad the Edomite, from the descendants of that king in Edom. "},{"style":"v","text":"It had happened that when David was at Edom, Joab the commander of the army went up to bury the slain, and he killed every male in Edom. "},{"style":"v","text":"For Joab and all Israel had stayed there six months until he exterminated every male in Edom. "},{"style":"v","text":"But Hadad himself had fled, and some Edomite men from the servants of his father with him, to go to Egypt, when Hadad \\add was\\add* a young boy. "},{"style":"v","text":"They had set out from Midian until they came to Paran where they took men from Paran with them and came \\add to\\add* Egypt, \\add to\\add* Pharaoh king of Egypt. He gave to him a house and assigned food for him and gave him land. "},{"style":"v","text":"Hadad found great favor in the eyes of Pharaoh, and he gave him the sister of his wife, the sister of Tahpenes the queen, as wife. "},{"style":"v","text":"The sister of Tahpenes bore Genubath his son for him, and Tahpenes weaned him in the middle of the house of Pharaoh. Genubath was \\add in\\add* the house of Pharaoh in the midst of the children\\f + \\fr 11:20 \\ft Or “sons” \\f* of Pharaoh. "},{"style":"v","text":"Now Hadad heard in Egypt that David had slept with his ancestors\\f + \\fr 11:21 \\ft Or “fathers” \\f* and that Joab the commander of the army was dead. Then Hadad said to Pharaoh, “Send me away that I may go to my land.” "},{"style":"v","text":"Pharaoh said to him, “What do you lack with me that you now \\add are\\add* seeking to go to your land?” He said, “No, but you must surely send me away.”"},{"style":"p","text":""},{"style":"v","text":"God had \\add also\\add* raised Rezon the son of Eliada as an adversary against him, who had fled from Hadadezer the king of Zobah, his master. "},{"style":"v","text":"He gathered men around him and he became the commander of bandits. When David killed \\add some of\\add* them, they went to Damascus and settled ⸤there⸥,\\f + \\fr 11:24 \\ft Literally “in it” \\f* and they reigned in Damascus. "},{"style":"v","text":"He was an adversary for Israel all the days of Solomon, and \\add along with\\add* the evil that Hadad \\add did\\add*, he detested Israel \\add while\\add* he reigned over Aram."},{"style":"s1","text":"Yahweh Raises Up Jeroboam"},{"style":"m","text":""},{"style":"v","text":"Now Jeroboam the son of Nebat, an Ephraimite from Zeredah (now the name of his mother \\add was\\add* Zeruah, a widow woman), a servant of Solomon ⸤rebelled against the king⸥.\\f + \\fr 11:26 \\ft Literally “raised a hand against the king” \\f* "},{"style":"v","text":"This \\add is\\add* the reason that he rebelled against the king: \\add when\\add* Solomon built the Millo, he closed the gap of the city of David his father. "},{"style":"v","text":"Now the man Jeroboam \\add was\\add* a man of ability, and Solomon saw that the young man ⸤was a diligent worker⸥,\\f + \\fr 11:28 \\ft Literally “was a doer of work he” \\f* so he appointed him over all of the forced labor for the house of Joseph. "},{"style":"v","text":"It happened at that time that Jeroboam went out from Jerusalem, and he accidentally met Ahijah the Shilonite the prophet on the way. Now he had clothed himself with new clothing. While the two of them \\add were\\add* alone in the field, "},{"style":"v","text":"Ahijah took hold of the new cloak which \\add was\\add* on him and tore it into twelve pieces. "},{"style":"v","text":"Then he said to Jeroboam, “Take for yourself ten pieces, for thus says Yahweh, the God of Israel: ‘Behold, I \\add am about\\add* to tear the kingdom from the hand of Solomon, and I will give to you ten tribes, "},{"style":"v","text":"but one tribe shall be for him, for the sake of my servant David and for the sake of Jerusalem, the city which I have chosen from all the tribes of Israel; "},{"style":"v","text":"because he has forsaken me, and they bowed down to Ashtoreth, the god of \\add the\\add* Sidonians, to Chemosh, the god of Moab, and to Molech, the god of the ⸤Ammonites⸥.\\f + \\fr 11:33 \\ft Literally “sons/children of Ammon” \\f* They did not walk in my ways to do right in my eyes, my ordinances, or my judgments, as \\add did\\add* David his father. "},{"style":"v","text":"But I will not take all of the kingdom from his hand, but I will make him a leader all the days of his life for the sake of David my servant whom I chose, who kept my commandments and my ordinances. "},{"style":"v","text":"But I will take the kingship from the hand of his son, and I will give ten tribes to you. "},{"style":"v","text":"To his son I will give one tribe in order to be a lamp for my servant David, always before my face, in Jerusalem the city in which I have chosen to place my name. "},{"style":"v","text":"You I will take, and you shall reign over all your soul desires, and you shall be king over Israel. "},{"style":"v","text":"It shall be that if you listen to all that I command you and you walk in my ways and you do right in my eyes by keeping my statutes and my commandments, as David my servant did, then I will be with you, and I will build an enduring house for you as I built for David, and I will give Israel to you. "},{"style":"v","text":"I will punish the offspring of David on account of this; however, not always.’ ”"},{"style":"v","text":"Then Solomon sought to kill Jeroboam, but Jeroboam got up and fled to Egypt, to Shishak the king of Egypt, and he remained in Egypt until the death of Solomon."},{"style":"p","text":""},{"style":"v","text":"Now the rest of the acts of Solomon and all that he did and his wisdom; \\add are\\add* they not written on the scroll of the acts of Solomon? "},{"style":"v","text":"All the days that Solomon reigned in Jerusalem over all of Israel \\add were\\add* forty years. "},{"style":"v","text":"Then Solomon slept with his ancestors,\\f + \\fr 11:43 \\ft Or “fathers” \\f* and they buried him in the city of David his father, and Rehoboam his son became king in his place."}]