[{"style":"s1","verse":"","text":"Israel’s Appeal to Rehoboam"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Rehoboam went to Shechem, for all of Israel had come to Shechem to make him king. "},{"style":"v","verse":"2","text":"It happened that Jeroboam the son of Nebat heard \\add of it\\add* while he was still in Egypt where he had fled from the face of King Solomon, and Jeroboam had lived in Egypt. "},{"style":"v","verse":"3","text":"So they sent and summoned him, and Jeroboam and all the assembly of Israel came. \\add Then\\add* they spoke to Rehoboam, saying, "},{"style":"v","verse":"4","text":"“Your father made our yoke heavy; now lighten the hard labor of your father and the heavy yoke which he placed on us, and we will serve you.” "},{"style":"v","verse":"5","text":"He said, “Go up for three days and then return to me”; so the people went away."},{"style":"s1","verse":"","text":"Rehoboam Seeks Counsel to Respond"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"Then King Rehoboam consulted with the old men who had been ⸤serving⸥\\f + \\fr 12:6 \\ft Literally “standing” \\f* before Solomon his father when he was alive, saying, “How \\add are\\add* you advising \\add me\\add* ⸤to answer this people⸥?”\\f + \\fr 12:6 \\ft Literally “to return a word to this people” \\f* "},{"style":"v","verse":"7","text":"They said to him, “If you will be a servant today to this people, then you will serve them; and if you answer them and speak good words to them, they will always be your servants.” "},{"style":"v","verse":"8","text":"But he rejected the advice of the old men, which they gave him, and he consulted with the youngsters who had grown up with him, who were ⸤serving⸥\\f + \\fr 12:8 \\ft Literally “standing” \\f* before him. "},{"style":"v","verse":"9","text":"He said to them, “What \\add are\\add* you advising that we should reply to this people who spoke to me by saying, ‘Lighten the yoke your father put on us.’ ” "},{"style":"v","verse":"10","text":"Then the youngsters who had grown up with him spoke to him, saying, “Thus you shall say to this people who spoke to you: ‘Your father made our yoke heavy, but you lighten \\add it\\add* for us,’ you shall say to them, ‘My little finger is thicker than my father’s loins. "},{"style":"v","verse":"11","text":"So then, my father loaded a heavy yoke on all of you, but I will add to your yoke; my father disciplined you with whips, but I will discipline you with scorpions!’ ”"},{"style":"s1","verse":"","text":"Rehoboam Responds Unwisely with Disastrous Results"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Jeroboam and all of the people came to Rehoboam on the third day, as the king had spoken: “Return to me on the third day.” "},{"style":"v","verse":"13","text":"Then the king answered all the people harshly, \\add as\\add* he had rejected the advice of the old men that they had offered. "},{"style":"v","verse":"14","text":"He spoke to them according to the advice of the youngsters, saying, “My father made your yoke heavy, but I will add onto your yoke; my father disciplined you with whips, but I will discipline you with scorpions.” "},{"style":"v","verse":"15","text":"So the king did not listen to the people, for it was a turning of events from Yahweh in order to fulfill his word which Yahweh had spoken through the hand of Ahijah the Shilonite to Jeroboam the son of Nebat. "},{"style":"v","verse":"16","text":"When all of Israel saw that the king would not listen to them, the people answered the king, saying, “⸤What share do we have in David⸥?\\f + \\fr 12:16 \\ft Literally “What is for us a share in David” \\f* \\add There is\\add* no inheritance in the son of Jesse. To your tents, Israel! Now look to your house, David!” Then Israel went to their\\f + \\fr 12:16 \\ft Hebrew “his” \\f* tents."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"The ⸤Israelites⸥\\f + \\fr 12:17 \\ft Literally “sons/children of Israel” \\f* were living in the cities of Judah, and Rehoboam was reigning over them. "},{"style":"v","verse":"18","text":"King Rehoboam sent Adoram who \\add was\\add* over the forced labor, and all of Israel cast stones at him and he died, but King Rehoboam managed to get up on the chariot to flee \\add to\\add* Jerusalem. "},{"style":"v","verse":"19","text":"So Israel rebelled against the house of David until this day."},{"style":"s1","verse":"","text":"Civil War Averted"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"It happened that just when all of Israel heard that Jeroboam had returned, they sent and called him to the assembly and made him king over all of Israel. Not one \\add followed\\add* after the house of David except the tribe of Judah alone. "},{"style":"v","verse":"21","text":"When Rehoboam came to Jerusalem, he assembled all of the house of Judah and the tribe of Benjamin, a hundred and eighty thousand ⸤choice troops⸥\\f + \\fr 12:21 \\ft Literally “chosen makers of war” \\f* to fight with the house of Israel, to restore the kingship to Rehoboam the son of Solomon. "},{"style":"v","verse":"22","text":"Then the word of God came to Shemaiah the man of God, saying, "},{"style":"v","verse":"23","text":"“Say to Rehoboam the son of Solomon the king of Judah and to all the house of Judah and Benjamin and the remainder of the people, saying, "},{"style":"v","verse":"24","text":"‘Thus says Yahweh: “You shall not go up and you shall not fight with your brothers the ⸤Israelites⸥.\\f + \\fr 12:24 \\ft Literally “sons/children of Israel” \\f* Return each of you to his house, for this thing was from me.” ’ ” So they heeded the word of Yahweh, and they returned to go home according to the word of Yahweh."},{"style":"s1","verse":"","text":"Jeroboam Becomes King over Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"Then Jeroboam built Shechem in the hill country of Ephraim, and he resided in it. Then he went out from there and built Penuel. "},{"style":"v","verse":"26","text":"Then Jeroboam ⸤said to himself⸥,\\f + \\fr 12:26 \\ft Literally “said to his heart” \\f* “Now the kingdom will return to the house of David "},{"style":"v","verse":"27","text":"if this people go up to offer sacrifices in the house\\f + \\fr 12:27 \\ft Or “temple” \\f* of Yahweh in Jerusalem. The heart of this people will return to their master Rehoboam the king of Judah, and they shall kill me and ⸤return to him⸥.”\\f + \\fr 12:27 \\ft Hebrew “return to Rehoboam the king of Judah” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"And the king had decided, so he made two golden calves and he said to them,\\f + \\fr 12:28 \\ft That is, the people \\f* “⸤You have been going up to Jerusalem long enough⸥;\\f + \\fr 12:28 \\ft Literally “enough for you from going up to Jerusalem” \\f* here are your gods, O Israel, who brought you up from the land of Egypt.” "},{"style":"v","verse":"29","text":"He put one in Bethel, and the other he put in Dan. "},{"style":"v","verse":"30","text":"This thing became a sin, and the people walked before the one as far as Dan. "},{"style":"v","verse":"31","text":"Then he built the houses on the high places, and he appointed priests ⸤from all walks of life⸥\\f + \\fr 12:31 \\ft Literally “from the fringes of the people” \\f* who were not from the sons of Levi. "},{"style":"v","verse":"32","text":"Jeroboam also inaugurated a religious feast in the eighth month on the fifteenth day of the month, like the religious feast which was in Judah, and he offered \\add sacrifices\\add* on the altar. Thus he did in Bethel, by sacrificing to the calves that he had made; and he placed in Bethel the priests of the high places which he had made. "},{"style":"v","verse":"33","text":"He offered \\add sacrifices\\add* on the altar which he had made in Bethel on the fifteenth day of the eighth month which his heart had devised. He inaugurated a religious feast for the ⸤Israelites⸥,\\f + \\fr 12:33 \\ft Literally “sons/children of Israel” \\f* and he went up to the altar to offer incense."}]