[{"style":"s1","verse":"","text":"War between Elijah and the Prophets of Baal"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"It happened many days \\add later\\add* that the word of Yahweh came to Elijah in the third year, saying, “Go, present yourself to Ahab so that I may give rain on the surface of the earth.” "},{"style":"v","verse":"2","text":"So Elijah went to present himself to Ahab. Now the famine \\add was\\add* severe in Samaria. "},{"style":"v","verse":"3","text":"Ahab summoned Obadiah who \\add was\\add* over the house. (Now Obadiah was fearing Yahweh greatly. "},{"style":"v","verse":"4","text":"It had happened that when Jezebel killed the prophets of Yahweh, Obadiah took a hundred prophets and hid them ⸤by fifties⸥\\f + \\fr 18:4 \\ft Literally “fifty men” \\f* in the cave and sustained them \\add with\\add* food and water.) "},{"style":"v","verse":"5","text":"Ahab said to Obadiah, “Go through the land to all the springs of water and to all the wadis.\\f + \\fr 18:5 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* Perhaps we may find green grass that we may keep horses and mules alive and that we might not lose any of the animals.” "},{"style":"v","verse":"6","text":"So they divided the land for themselves in order to pass through it; Ahab went one way by himself, and Obadiah went another way by himself."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"It happened that Obadiah \\add was\\add* on the way, and suddenly Elijah was there to meet him. When he recognized him, he fell on his face and said, “\\add Is\\add* this you, my lord Elijah?” "},{"style":"v","verse":"8","text":"He said to him, “I \\add am\\add*. Go, say to your lord, ‘Elijah \\add is\\add* here.’ ” "},{"style":"v","verse":"9","text":"He said, “How have I sinned that you \\add are\\add* giving your servant into the hand of Ahab to kill me? "},{"style":"v","verse":"10","text":"⸤As Yahweh your God lives⸥,\\f + \\fr 18:10 \\ft Literally “The life of Yahweh your God” \\f* surely there is not a nation or a kingdom to which my lord has not sent me to seek you. \\add If\\add* they would say, ‘He is not here,’ then he would make the kingdom or the nation swear that it could not find you. "},{"style":"v","verse":"11","text":"Now you \\add are\\add* saying, ‘Go, say to your lord: “Elijah \\add is\\add* here.” ’ "},{"style":"v","verse":"12","text":"And it will happen that I will go from you and the Spirit of Yahweh will carry you up to where I do not know. Then I will come to tell Ahab, but he will not find you, and then he will kill me, \\add even though\\add* your servant has feared Yahweh from my youth. "},{"style":"v","verse":"13","text":"Has it not been told to my lord what I did when Jezebel killed the prophets of Yahweh? I hid a hundred men of the prophets of Yahweh ⸤by fifties⸥\\f + \\fr 18:13 \\ft Literally “fifty fifty men” \\f* in the cave, and I sustained them \\add with\\add* food and water. "},{"style":"v","verse":"14","text":"Now you \\add are\\add* saying, ‘Go, say to your lord: “Elijah \\add is\\add* here,” ’ and he will kill me.” "},{"style":"v","verse":"15","text":"Elijah said, “⸤As Yahweh of hosts lives⸥,\\f + \\fr 18:15 \\ft Literally “The life of Yahweh of hosts” \\f* before whom I stand, I will certainly show myself to him today.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"So Obadiah went to meet Ahab, and he told him, so Ahab went to meet Elijah. "},{"style":"v","verse":"17","text":"When Ahab saw Elijah, Ahab said to him, “\\add Is\\add* this you \\add who\\add* throws Israel into confusion?” "},{"style":"v","verse":"18","text":"He said, “I did not throw Israel into confusion; rather you and the house of your father \\add have\\add* by forsaking the commands of Yahweh when you went after the Baals! "},{"style":"v","verse":"19","text":"So then, send \\add word\\add* and assemble all of Israel to me on Mount Carmel, with the four hundred and fifty prophets of Baal and the four hundred prophets of Asherah, who eat at the table of Jezebel.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"So Ahab sent \\add word\\add* among the ⸤Israelites⸥,\\f + \\fr 18:20 \\ft Literally “sons/children of Israel” \\f* and he assembled the prophets to Mount Carmel. "},{"style":"v","verse":"21","text":"Elijah approached to all the people and said, “How long \\add will\\add* you \\add go\\add* limping over two opinions? If Yahweh \\add is\\add* God, go after him; but if Baal, go after him.” But the people did not answer him a word. "},{"style":"v","verse":"22","text":"Then Elijah said to the people, “I alone \\add am\\add* left a prophet of Yahweh, but the prophets of Baal \\add are\\add* four hundred and fifty men. "},{"style":"v","verse":"23","text":"Let them give us two bulls, and let them choose for themselves one bull, cut him in pieces, and put it on the wood, but don’t let them start a fire on it. I will prepare the other bull and set it on the wood, but I will put no fire \\add on it\\add*. "},{"style":"v","verse":"24","text":"Then you call on the name of your god, and I will call on the name of Yahweh, and it shall be that the god who answers by fire, he \\add is\\add* God.”\\f + \\fr 18:24 \\ft Baal is known in Canaanite texts as being the god in control of lightning and fire \\f* Then all the people answered and said, “The word \\add is\\add* good!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Then Elijah said to the prophets of Baal, “Choose for yourselves one bull and prepare it first, for you \\add are\\add* the majority, and call on the name of your god, but don’t set fire \\add under it\\add*.” "},{"style":"v","verse":"26","text":"So they took the bull that he allowed to them, prepared it, and called upon the name of Baal from morning until noon, saying, “O Baal, answer us!” But there was no voice and there was no answer, so they limped\\f + \\fr 18:26 \\ft That is, moved about the altar in a cultic dance step \\f* about the altar which they had made. "},{"style":"v","verse":"27","text":"It happened at noon that Elijah mocked them and said, “Call out with a loud voice, for he \\add is\\add* a god! Perhaps he is meditating, or ⸤is using the bathroom⸥,\\f + \\fr 18:27 \\ft Literally “has backed off for himself” \\f* or \\add is\\add* on a journey. Perhaps he \\add is\\add* asleep and must wake up!” "},{"style":"v","verse":"28","text":"So they called out with a loud voice, and they cut themselves with swords and with spears as was their custom, until the blood poured out over them. "},{"style":"v","verse":"29","text":"It happened as noon passed, they raged until the \\add time of\\add* the evening offering, but there was no voice, there was no answer, and no \\add one\\add* paid attention."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Then Elijah said to all the people, “Come near to me,” so all the people came closer to him. He repaired the altar of Yahweh \\add that had been\\add* destroyed. "},{"style":"v","verse":"31","text":"Elijah took twelve stones according to the number of the tribes of the sons of Jacob, to whom the word of God came, saying, “Israel shall be your name.” "},{"style":"v","verse":"32","text":"With them, he built an altar in the name of Yahweh, and he made a trench ⸤which would have held⸥\\f + \\fr 18:32 \\ft Literally “as the house of” \\f* about two seahs of seed, all around the altar. "},{"style":"v","verse":"33","text":"And he arranged the wood, cut the bull into pieces, and placed \\add it\\add* on the wood.\\f + \\fr 18:33 \\ft in the Hebrew Bible, \\xt 1 Kings 18:34 \\ft begins here \\f* Then he said, “Fill four jars \\add with\\add* water, and pour it on the burnt offering and on the wood.” "},{"style":"v","verse":"34","text":"He said, “Do \\add it\\add* again!” They did \\add it\\add* again. He said, “Do \\add it\\add* a third time!” So they did \\add it\\add* a third time. "},{"style":"v","verse":"35","text":"The water went all around the altar, and the trench also was filled \\add with\\add* water."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"It happened at the offering of the \\add evening\\add* oblation, Elijah the prophet went near, and he said, “O Yahweh, God of Abraham, Isaac, and Israel; let it be known today that you \\add are\\add* God in Israel and \\add that\\add* I \\add am\\add* your servant and \\add that\\add* I have done all of these things by your words. "},{"style":"v","verse":"37","text":"Answer me, O Yahweh, answer me; that this people may know that you, O Yahweh, \\add are\\add* God and that you have turned their hearts back again.” "},{"style":"v","verse":"38","text":"Then the fire of Yahweh fell, and it consumed the burnt offering, and the wood, and the stones, and the dust; and the water which \\add was\\add* in the trench it licked up! "},{"style":"v","verse":"39","text":"When all the people saw, they fell on their faces and said, “Yahweh, he \\add is\\add* God! Yahweh, he \\add is\\add* God!” "},{"style":"v","verse":"40","text":"Then Elijah said to them, “Seize the prophets of Baal; don’t let any man of them escape!” So they seized them, and Elijah brought them down to the wadi\\f + \\fr 18:40 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* of Kishon and killed them there."},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Then Elijah said to Ahab, “Go up, eat and drink, for \\add there is\\add* the sound of the noise of rain.” "},{"style":"v","verse":"42","text":"So Ahab went up to eat and to drink while Elijah went to the top of Carmel, bent down to the earth, and put his face between his knees. "},{"style":"v","verse":"43","text":"Then he said to his servant, “Please go \\add and\\add* look in the direction of \\add the\\add* sea.” So he went up and looked; then he said, “There is nothing.” Then he said, “Go back,” seven times. "},{"style":"v","verse":"44","text":"It happened that at the seventh time, he said, “Look, there is a small cloud, as \\add the\\add* hand of a man, coming up from the sea.” Then \\add Elijah\\add* said, “Go up, say to Ahab, ‘Harness \\add your horses\\add* and go down, lest the rain stop you.’ ” "},{"style":"v","verse":"45","text":"⸤In no time⸥\\f + \\fr 18:45 \\ft Literally “Until here and until here” \\f* the heavens grew black \\add with\\add* clouds and wind, and there was heavy rain. Ahab rode and he went to Jezreel, "},{"style":"v","verse":"46","text":"but the hand of Yahweh was on Elijah; he girded up his loins and ran before Ahab as one comes to Jezreel."}]