[{"style":"s1","verse":"","text":"Elijah Flees to Horeb"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Ahab told Jezebel all that Elijah had done and how he had killed all the prophets with the sword. "},{"style":"v","verse":"2","text":"Then Jezebel sent a messenger to Elijah, saying, “Thus may the gods do \\add to me\\add*, and may they add \\add to it\\add*, surely at this time tomorrow I will make your life as the life of one of them!” "},{"style":"v","verse":"3","text":"Then he became afraid,\\f + \\fr 19:3 \\ft According to Greek, Syriac, and Latin manuscripts. Hebrew reads “he saw” \\f* got up, and ⸤fled for his life⸥.\\f + \\fr 19:3 \\ft Literally “he went to his life” \\f* He came \\add to\\add* Beersheba which belongs to Judah, and he left his servant there. "},{"style":"v","verse":"4","text":"Then he went into the wilderness one day’s journey, and he went and sat under a certain broom tree. Then ⸤he asked Yahweh that he might die⸥,\\f + \\fr 19:4 \\ft Literally “he asked his life to die” \\f* and he said, “It is enough now, Yahweh; take my life, for I am no better than my ancestors.”\\f + \\fr 19:4 \\ft Or “fathers” \\f* "},{"style":"v","verse":"5","text":"He lay down and fell asleep under a certain broom tree, and suddenly this angel \\add was\\add* touching him and said to him, “Get up, eat!” "},{"style":"v","verse":"6","text":"He looked, and behold, a bread cake on hot coals \\add was\\add* near his head and a jar of water, so he ate and drank. Then he did it again and lay down. "},{"style":"v","verse":"7","text":"The angel of Yahweh appeared a second \\add time\\add* and touched him and said, “Get up, eat, for the journey is greater than you.” "},{"style":"v","verse":"8","text":"So he got up, ate, drank, and went in the strength of that food forty days and forty nights up to Horeb, the mountain of God."},{"style":"s1","verse":"","text":"Elijah Encounters Yahweh at Horeb"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"He came to the cave there and spent the night there. Suddenly the \\add word\\add* of Yahweh came to him and asked him, “⸤Elijah, what are you doing here⸥?”\\f + \\fr 19:9 \\ft Literally “What is for you here, Elijah” \\f* "},{"style":"v","verse":"10","text":"Then he said, “I have been very zealous for Yahweh the God of hosts, for the ⸤Israelites⸥\\f + \\fr 19:10 \\ft Literally “sons/children of Israel” \\f* have forsaken your covenant. They have demolished your altars, and they have killed your prophets with the sword. I alone am left over, and they seek to take my life. "},{"style":"v","verse":"11","text":"He\\f + \\fr 19:11 \\ft That is, Yahweh \\f* said, “Go out and stand on the mountain before Yahweh.” Suddenly Yahweh was passing by, with a great and strong wind ripping the mountains and crushing rocks before Yahweh; \\add but\\add* Yahweh \\add was\\add* not in the wind. After the wind, \\add there was\\add* an earthquake; \\add but\\add* Yahweh was not in the earthquake. "},{"style":"v","verse":"12","text":"After the earthquake \\add was\\add* a fire, \\add but\\add* Yahweh was not in the fire. After the fire \\add there was\\add* the sound of a gentle whisper. "},{"style":"v","verse":"13","text":"It happened at the moment Elijah heard, he covered his face with his cloak and went out and stood \\add at\\add* the entrance of the cave. Suddenly a voice \\add came\\add* to him and said, “⸤Elijah, why are you here⸥?”\\f + \\fr 19:13 \\ft Literally “What is for you here, Elijah” \\f* "},{"style":"v","verse":"14","text":"He said, “I have been very zealous for Yahweh the God of Hosts, for the ⸤Israelites⸥\\f + \\fr 19:14 \\ft Literally “sons/children of Israel” \\f* have forsaken your covenant, demolished your altars, and killed your prophets with the sword; I alone am left, and they seek to take my life!” "},{"style":"v","verse":"15","text":"Then Yahweh said to him, “Go, return on your way to the wilderness of Damascus. Go and anoint Hazael as king over Aram; "},{"style":"v","verse":"16","text":"and Jehu son of Nimshi you shall anoint as king over Israel. You shall also anoint Elisha son of Shaphat from Abel-Meholah as prophet in your place. "},{"style":"v","verse":"17","text":"It shall be that the \\add one\\add* who escapes from the sword of Hazael, Jehu will kill; the one who escapes from the sword of Jehu, Elisha shall kill. "},{"style":"v","verse":"18","text":"I will leave in Israel seven thousand, all of the knees that have not bowed down to Baal and all of the mouths that have not kissed him.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"So he went from there and found Elisha son of Shaphat while he \\add was\\add* plowing \\add with\\add* twelve pairs of oxen before him. When he and the twelve passed Elijah, he threw his cloak on him. "},{"style":"v","verse":"20","text":"Then he left the oxen and ran after Elijah and said, “Please let me kiss my father and my mother, and then I will go after you.” Then he said, “Go, return, for what I have done to you?” "},{"style":"v","verse":"21","text":"So he returned from after him, and he took a pair of oxen and slaughtered them, and with the yoke of the oxen he boiled the flesh and gave it to the people and they ate. Then he arose and went after Elijah and served him."}]