[{"style":"s1","text":"Syrian-Israeli Conflicts: Ben-Hadad vs. Ahab of Israel"},{"style":"m","text":""},{"style":"v","text":"Ben-Hadad king of Aram gathered all of his army, and thirty-two kings \\add were\\add* with him, and horses and chariots. He went up and laid siege against Samaria and fought with it. "},{"style":"v","text":"He sent messengers to the city to Ahab king of Israel. "},{"style":"v","text":"He said to him, “Thus says Ben-Hadad: ‘Your silver and your gold are mine, and your women and your best sons are mine.’ ” "},{"style":"v","text":"Then the king of Israel answered and said, “As your word, my master the king; I \\add am\\add* yours, and all that is mine \\add is yours\\add*.” "},{"style":"v","text":"The messengers returned and said, “Thus says Ben-Hadad, saying, ‘I sent to you saying, “Your silver and gold are mine, and your women and your best sons you must give to me.” "},{"style":"v","text":"So \\add at this\\add* time tomorrow, I will send my servants to you that they might search your house and the houses of your servants. All the desire of your eyes ⸤they will lay hands on⸥\\f + \\fr 20:6 \\ft Literally “they will put in their hands” \\f* and take it away.’ ”"},{"style":"p","text":""},{"style":"v","text":"Then the king of Israel called all the elders of the land and said, “Please know and realize that this \\add man is\\add* seeking trouble, for he sent to me for my women, my sons, my silver, and my gold, and I did not withhold \\add anything\\add* from him.” "},{"style":"v","text":"All of the elders and all of the people said to him, “Do not listen and do not consent.” "},{"style":"v","text":"So he said to the messengers of Ben-Hadad, “Say to my lord the king, ‘All that you demanded from your servant at the first, I will do, but this thing I am not able to do.’ ” Then the messengers went and ⸤made a report to him⸥.\\f + \\fr 20:9 \\ft Literally “returned him a word” \\f* "},{"style":"v","text":"Then Ben-Hadad sent to him and said, “Thus may the gods do to me and thus may they add if the dust of Samaria is sufficient for the hollow of a hand for all of the people who are at my feet.” "},{"style":"v","text":"The king of Israel answered and said, “Tell \\add him\\add*, ‘Let not him who girds on his armor boast as one who takes off his armor.’ ” "},{"style":"v","text":"It happened at the moment he heard this word, he and the kings \\add were\\add* drinking in the ⸤tents⸥.\\f + \\fr 20:12 \\ft Literally “booths” \\f* He said to his servants, “Get ready \\add to attack\\add*.” So they got ready \\add to attack\\add* the city."},{"style":"p","text":""},{"style":"v","text":"Suddenly a certain prophet approached Ahab king of Israel and said, “Thus says Yahweh: ‘Have you seen all this great crowd? Behold, I \\add am\\add* giving it into your hand today, that you may know that I \\add am\\add* Yahweh.’ ” "},{"style":"v","text":"Ahab said, “By whom?” And he said, “Thus says Yahweh: ‘By the servants of the commanders of the provinces.’ ” He asked, “Who will begin the battle?” And he said, “You.” "},{"style":"v","text":"So he mustered the servants of the commanders of the provinces, and there were two hundred and thirty-two. After them he mustered all of the army, all the sons of Israel, seven thousand."},{"style":"p","text":""},{"style":"v","text":"They went out at noon while Ben-Hadad \\add was\\add* drinking \\add himself\\add* drunk in the tents, he and the thirty-two kings helping him. "},{"style":"v","text":"Then the servants of the commanders of the provinces went out first, and Ben-Hadad sent, and they reported to him, saying, “Men have come out from Samaria.” "},{"style":"v","text":"Then he said, “If they have come out for peace, seize them alive; and if they have come out for war, seize them alive.” "},{"style":"v","text":"But these had come out from the city, the servants of the commanders of the provinces, and the army that \\add was\\add* after them. "},{"style":"v","text":"Each man killed his man, and the Arameans fled, so Israel pursued them, but Ben-Hadad king of Aram escaped on a horse with cavalry. "},{"style":"v","text":"The king of Israel went out and attacked the horses and the chariots and defeated Aram with a great blow."},{"style":"p","text":""},{"style":"v","text":"Then the prophet came near to the king of Israel, and he said to him, “Go, strengthen yourself; ⸤consider well⸥\\f + \\fr 20:22 \\ft Literally “know and see” \\f* what you should do, for the king of Aram is coming against you at the turn of the year.”"},{"style":"p","text":""},{"style":"v","text":"The servants of the king of Aram said to him, “Their gods \\add are\\add* gods of the mountains, therefore they were stronger than we.\\f + \\fr 20:23 \\ft Hebrew “he” \\f* Let us fight with them in the plain; surely we will be stronger than they. "},{"style":"v","text":"Do this thing: remove the kings each from his post, and put a governor in their place. "},{"style":"v","text":"You must muster an army for yourself as the army ⸤you have lost⸥,\\f + \\fr 20:25 \\ft Literally “as the army which fell from with you” \\f* and horses and chariots as the horses and chariots \\add you lost\\add*, then we will fight them in the plain. Surely we will be stronger than they.” So he listened to their voice and did so."},{"style":"p","text":""},{"style":"v","text":"It happened at the turning of the year that Ben-Hadad mustered Aram and went up to Aphek for the war with Israel. "},{"style":"v","text":"The ⸤Israelites⸥\\f + \\fr 20:27 \\ft Literally “sons/children of Israel” \\f* had been mustered and provisioned, and they went to engage them. The ⸤Israelites⸥\\f + \\fr 20:27 \\ft Literally “sons/children of Israel” \\f* encamped opposite them as two flocks of goats, but the Arameans filled the land. "},{"style":"v","text":"Then the man of God approached, and he spoke to the king of Israel, and he said, “Thus says Yahweh: ‘Because Aram has said, “Yahweh \\add is\\add* a god of the mountains and not a god of the valleys,” ’ I will give all this great crowd into your hand that you may know that I \\add am\\add* Yahweh.” "},{"style":"v","text":"These encamped opposite for seven days, and it happened on the seventh day that ⸤the battle began⸥,\\f + \\fr 20:29 \\ft Literally “the battle drew near” \\f* and the ⸤Israelites⸥\\f + \\fr 20:29 \\ft Literally “sons/children of Israel” \\f* killed the Arameans, one hundred thousand infantry in one day. "},{"style":"v","text":"Then those who remained fled to Aphek, to the city, and the wall fell on twenty-seven thousand men who had remained, so Ben-Hadad fled and went to the innermost rooms of the city."},{"style":"p","text":""},{"style":"v","text":"Then his servants said to him, “Please now, we have heard that the kings of the house of Israel are kings of mercy. Let us now put sackcloth on around our waists and ropes on our heads. Then let us go out to the king of Israel. Perhaps ⸤he will let you live⸥.”\\f + \\fr 20:31 \\ft Literally “he may let your life live” \\f* "},{"style":"v","text":"So they tied sackcloth around their waists and ropes on their heads. Then they went to the king of Israel and said, “Your servant Ben-Hadad says, ‘Please let me live.’ ” And he said, “\\add Is\\add* my brother still alive?” "},{"style":"v","text":"The men took this as a good omen and they quickly accepted \\add it\\add* as true from him, and they said, “Your brother Ben-Hadad \\add lives\\add*.” So he said, “Go, get him.” Ben-Hadad came out to him, and \\add Ahab\\add* pulled him up on the chariot. "},{"style":"v","text":"\\add Ben-Hadad\\add* said to him, “The cities which my father took from your father I shall return. You may set up streets with stalls for yourself in Damascus just as my father set up in Samaria.” \\add Then Ahab said\\add*, “⸤On these terms⸥\\f + \\fr 20:34 \\ft Literally “In covenant” \\f* I will let you go,” So he made a covenant with him and let him go."},{"style":"p","text":""},{"style":"v","text":"A certain man from the sons of the prophets said to his fellow countryman, “By the word of Yahweh, please strike me.” But the man refused to strike him."},{"style":"p","text":""},{"style":"v","text":"He said to him, “Because you have not obeyed the voice of Yahweh, look, as you now are going from me, a lion will kill you.” When he went from beside him, the lion found him and killed him. "},{"style":"v","text":"Then he found another man and said, “Strike me, please,” so the man struck him sharply and wounded him. "},{"style":"v","text":"Then the prophet went and ⸤waited⸥\\f + \\fr 20:38 \\ft Literally “stood” \\f* for the king along the road and disguised himself with a\\f + \\fr 20:38 \\ft Hebrew “the” \\f* headband over his eyes. "},{"style":"v","text":"As the king \\add was\\add* passing by, he called to the king and said, “Your servant went out in the thick of the battle, and suddenly a man turned and brought a man to me and said, ‘Guard this man. If by any means he should be missed, it will be your life in his place, or you shall pay a talent of silver.’ "},{"style":"v","text":"It happened that your servant ⸤was busy here and there⸥,\\f + \\fr 20:40 \\ft Literally “\\fq was \\ft doing here and here” \\f* and he ⸤disappeared⸥.”\\f + \\fr 20:40 \\ft Literally “and he was not” \\f* Then the king said to him, “Your own judgment has been determined.” "},{"style":"v","text":"He quickly removed the headband from his eyes, and the king of Israel recognized him, that he \\add was\\add* from the prophets. "},{"style":"v","text":"He said to him, “Thus says Yahweh: ‘Because you have let the man I devoted for destruction go from \\add your\\add* hand, your life shall be in place of his life and your people in place of his people.’ ” "},{"style":"v","text":"Then the king of Israel went to his house, sullen and angry, and he came to Samaria."}]