[{"style":"s1","verse":"","text":"The Vineyard of Naboth the Jezreelite"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"It happened after these things that Naboth the Jezreelite had a vineyard which \\add was\\add* in Jezreel beside the palace of Ahab king of Samaria. "},{"style":"v","verse":"2","text":"Ahab spoke to Naboth, saying, “Give me your vineyard that it may be mine for a garden of vegetable plants, because it is near, beside my house, and I will give to you a better vineyard in place of it. If it is better in your eyes, I will give you the money of its price.” "},{"style":"v","verse":"3","text":"Naboth said to Ahab, “Far be it from me from Yahweh that I should give the inheritance of my ancestors\\f + \\fr 21:3 \\ft Or “fathers” \\f* to you.” "},{"style":"v","verse":"4","text":"Then Ahab went to his house, sullen and angry because of the word that Naboth the Jezreelite had spoken to him \\add when\\add* he had said, “I will not give to you the inheritance of my ancestors.”\\f + \\fr 21:4 \\ft Or “fathers” \\f* So he lay on his bed, turned away his face, and would not eat \\add any\\add* food."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Then Jezebel his wife came to him, and she said to him, “What is this, that your spirit is sullen and you are not eating food?” "},{"style":"v","verse":"6","text":"Then he said to her, “When I spoke to Naboth the Jezreelite and asked him, ‘Give me your vineyard for money, or it you prefer, I will give you a vineyard in place of it,’ he said, ‘I will not give you my vineyard.’ ” "},{"style":"v","verse":"7","text":"Jezebel his wife said to him, “Now, you ⸤rule⸥\\f + \\fr 21:7 \\ft Literally “do kingship” \\f* over Israel. Get up, eat food, and let your heart be ⸤cheerful⸥.\\f + \\fr 21:7 \\ft Literally “good” \\f* I myself will give you the vineyard of Naboth the Jezreelite.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"So she wrote letters in the name of Ahab and sealed them with his seal. She sent the letters to the elders and the nobles who \\add were\\add* dwelling with Naboth in his city. "},{"style":"v","verse":"9","text":"She had written in the letters, saying, “Call a fast and seat Naboth at the head of the people. "},{"style":"v","verse":"10","text":"Seat two men, ⸤scoundrels⸥,\\f + \\fr 21:10 \\ft Literally “sons of wickedness” \\f* opposite him. Let them witness against him saying, ‘You cursed God and the king.’ Then you shall bring him out and stone him so that he dies.” "},{"style":"v","verse":"11","text":"The men of his city and the elders and nobles who were living in his city did according to what Jezebel had sent to them, as \\add was\\add* written in the letters which she had sent to them. "},{"style":"v","verse":"12","text":"They called a fast, and they seated Naboth at the head of the people. "},{"style":"v","verse":"13","text":"Then the two men, ⸤scoundrels⸥,\\f + \\fr 21:13 \\ft Literally “sons of wickedness” \\f* came, sat opposite him, and the ⸤scoundrels⸥\\f + \\fr 21:13 \\ft Literally “men of wickedness” \\f* witnessed against Naboth before the people, saying, “Naboth cursed God and the king,” so they brought him outside of the city and stoned him with stones, and he died."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"They sent to Jezebel saying, “Naboth has been stoned, and he is dead.” "},{"style":"v","verse":"15","text":"It happened at the moment Jezebel heard that Naboth had been stoned and died, Jezebel said to Ahab, “Get up, take possession of the vineyard of Naboth the Jezreelite which he had refused to give to you for money, for Naboth is not alive, but dead.” "},{"style":"v","verse":"16","text":"When Ahab heard that Naboth was dead, he got up to go down to the vineyard of Naboth the Jezreelite to take possession of it."},{"style":"s1","verse":"","text":"Elijah Responds to Ahab"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"The word of Yahweh came to Elijah the Tishbite, saying, "},{"style":"v","verse":"18","text":"“Arise, go down to meet Ahab the king of Israel who is in Samaria. Look in the vineyard of Naboth, where he has gone to take possession of it. "},{"style":"v","verse":"19","text":"You shall say to him, ‘Thus says Yahweh: “Have you committed murder and also taken possession?” ’ You shall also say to him, ‘Thus says Yahweh: “In the place where the dogs licked the blood of Naboth, the dogs will also lick your blood.” ’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Then Ahab said to Elijah, “Have you found me, my enemy?” He said, “I have found you because you have sold yourself to do evil in the eyes of Yahweh. "},{"style":"v","verse":"21","text":"‘Look, I \\add am\\add* bringing disaster on you, and I will sweep away after you. I will cut off for Ahab ⸤every male⸥\\f + \\fr 21:21 \\ft “Literally “the one who urinates against the wall” \\f* in Israel, bond or free. "},{"style":"v","verse":"22","text":"I will make your house like the house of Jeroboam the son of Nebat and like the house of Baasha the son of Ahijah, ⸤because you made me angry⸥\\f + \\fr 21:22 \\ft Literally “for the provocation which you have provoked” \\f* and have caused Israel to sin.’ "},{"style":"v","verse":"23","text":"Moreover, concerning Jezebel, Yahweh has said, ‘The dogs will eat Jezebel in the outer rampart of Jezreel.’ "},{"style":"v","verse":"24","text":"The one who dies for Ahab in the city, the dogs will eat; the one who dies in the open country, the birds of heaven will eat.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Truly, there was no one like Ahab who had sold himself by doing evil in the eyes of Yahweh, whose wife Jezebel urged him on. "},{"style":"v","verse":"26","text":"Also, he acted very abominably by going after idols like all the Amorites had done whom Yahweh had driven out from before the ⸤Israelites⸥.”\\f + \\fr 21:26 \\ft Literally “sons/children of Israel” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"When Ahab heard these words, he tore his clothes and put sackcloth over his flesh, fasted, lay in the sackcloth, and went about dejectedly. "},{"style":"v","verse":"28","text":"Then the word of Yahweh came to Elijah the Tishbite, saying, "},{"style":"v","verse":"29","text":"“Have you seen how Ahab has humbled himself before me? Because he has humbled himself before me, I will not bring disaster in his days. I will bring the disaster on his house in the days of his son.”"}]