[{"style":"s1","verse":"","text":"Jehoshaphat of Judah Allies with Ahab of Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"They lived three years, and there was no war between Aram and Israel. "},{"style":"v","verse":"2","text":"It happened in the third year, Jehoshaphat king of Judah went down to the king of Israel, "},{"style":"v","verse":"3","text":"and the king of Israel said to his servants, “Do you know Ramoth-Gilead belongs to us, and we \\add are\\add* doing nothing about taking it from the hand of the king of Aram?” "},{"style":"v","verse":"4","text":"Then he said to Jehoshaphat, “Will you go with me to the battle for Ramoth-Gilead?” Jehoshaphat said to the king of Israel, “⸤I am like you⸥;\\f + \\fr 22:4 \\ft Literally “Like I am, like you are” \\f* ⸤my people are like your people⸥;\\f + \\fr 22:4 \\ft Literally “like my people, like your people” \\f* ⸤my horses are like your horses⸥.”\\f + \\fr 22:4 \\ft Literally “like my horses, like your horses” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Jehoshaphat also said to the king of Israel, “Please inquire for the word of Yahweh today.” "},{"style":"v","verse":"6","text":"Then the king of Israel assembled the prophets, about four hundred men, and he said to them, “Shall I go against Ramoth-Gilead for the battle, or should I refrain?” Then they said, “Go up, for the Lord will give it into the hand of the king.” "},{"style":"v","verse":"7","text":"So Jehoshaphat said, “Is there no prophet of Yahweh here that we might still inquire from him?” "},{"style":"v","verse":"8","text":"Then the king of Israel said to Jehoshaphat, “\\add There is\\add* still one man to inquire from Yahweh, but I despise him, for he never prophesies \\add anything\\add* good concerning me, but only bad: Micaiah the son of Imlah.” Then Jehoshaphat said, “The king should not say so.” "},{"style":"v","verse":"9","text":"The king of Israel summoned a certain court official, and he said, “Quickly fetch Micaiah son of Imlah.” "},{"style":"v","verse":"10","text":"The king of Israel and Jehoshaphat king of Judah \\add were\\add* each sitting on his throne, dressed \\add in their\\add* robes, at the threshing floor at the entrance of the gate of Samaria, \\add with\\add* all the prophets prophesying before them. "},{"style":"v","verse":"11","text":"Zedekiah son of Kenaanah made horns of iron for himself and said, “Thus says Yahweh: ‘With these you shall gore the Arameans until finishing them.’ ” "},{"style":"v","verse":"12","text":"All of the prophets \\add were\\add* likewise prophesying, saying, “Go up \\add to\\add* Ramoth-Gilead and triumph, and Yahweh will give it into the hand of the king.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Then the messenger who had gone to summon Micaiah said to him, “Please now, the words of the prophet are ⸤unanimously⸥\\f + \\fr 22:13 \\ft Literally “one mouth” \\f* favorable to the king. Please let your words be as one word with them, and speak favorably.” "},{"style":"v","verse":"14","text":"Then Micaiah said, “⸤As Yahweh lives⸥,\\f + \\fr 22:14 \\ft Literally “The life of Yahweh” \\f* surely only as Yahweh speaks to me, that will I speak.” "},{"style":"v","verse":"15","text":"When he came to the king, the king asked him, “Micaiah, shall we go to Ramoth-Gilead to the battle, or shall we refrain?” He said to him, “Go up and triumph, and Yahweh will give \\add it\\add* into the hand of the king.” "},{"style":"v","verse":"16","text":"Then the king said to him, “How many times must I make you swear that you shall not tell me \\add anything\\add* but truth in the name of Yahweh?” "},{"style":"v","verse":"17","text":"So he said, “I saw all of Israel scattering to the mountains, like the sheep without a shepherd. Yahweh also said, ‘There are no masters for these, let them return in peace, each to his house.’ ” "},{"style":"v","verse":"18","text":"Then the king of Israel said to Jehoshaphat, “Did I not say to you that he would not prophesy good concerning me, but disaster?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"And he\\f + \\fr 22:19 \\ft That is, Micaiah \\f* said, “Therefore, hear the word of Yahweh. I saw Yahweh sitting on his throne with all the hosts of heaven standing beside him from his right hand and from his left \\add hand\\add*. "},{"style":"v","verse":"20","text":"And Yahweh said, ‘Who will entice Ahab so that he will go up and fall at Ramoth-Gilead?’ Then ⸤this one was saying one thing and the other one was saying another⸥.\\f + \\fr 22:20 \\ft Literally “this one said in thus and this one was saying in thus” \\f* "},{"style":"v","verse":"21","text":"Then a spirit came out and stood before Yahweh and said, ‘I will entice him,’ and Yahweh said to him, ‘How?’ "},{"style":"v","verse":"22","text":"He said, ‘I will go out and I will be a false spirit in the mouth of all his prophets.’ And he\\f + \\fr 22:22 \\ft That is, Yahweh \\f* said, ‘You shall entice and succeed, go out and do so.’ "},{"style":"v","verse":"23","text":"So then, see that Yahweh has placed a false spirit in the mouth of all of these your prophets, and Yahweh has spoken disaster concerning you.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Then Zedekiah son of Kenaanah came near and slapped Micaiah on the cheek and said, “When did the Spirit of Yahweh pass from me to speak with you?” "},{"style":"v","verse":"25","text":"Then Micaiah said, “Behold, you \\add are about to\\add* see on that day when you go ⸤from room to room⸥\\f + \\fr 22:25 \\ft Literally “private room in private room” \\f* to hide.” "},{"style":"v","verse":"26","text":"The king of Israel said, “Take Micaiah and return him to Amon the commander of the city and to Jehoash the son of the king; "},{"style":"v","verse":"27","text":"and say, ‘Thus says the king: “Put this \\add fellow in\\add* the house of imprisonment and feed him reduced rations of food and water until I come in peace.” ’ ” "},{"style":"v","verse":"28","text":"Then Micaiah said, “If you indeed return in peace, then Yahweh has not spoken with me.” Then he said, “Let all the peoples hear!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Then the king of Israel and Jehoshaphat king of Judah went up \\add to\\add* Ramoth-Gilead. "},{"style":"v","verse":"30","text":"Then the king of Israel said to Jehoshaphat, “\\add I will\\add* disguise myself and go into the battle, but you wear your robes.” So the king of Israel disguised himself, and he went into the battle. "},{"style":"v","verse":"31","text":"The king of Aram commanded his thirty-two chariot commanders, saying, “You shall not fight with small or great, but only against the king of Israel, him alone!” "},{"style":"v","verse":"32","text":"When the chariot commanders saw Jehoshaphat, they said, “Surely he \\add is\\add* the king of Israel,” and they turned to fight against him, so Jehoshaphat called out. "},{"style":"v","verse":"33","text":"When the chariot commanders saw that it \\add was\\add* not the king of Israel, they turned away from him. "},{"style":"v","verse":"34","text":"But another man drew his bow fully and struck the king of Israel between the armor scales and the breastplate; so he said to his chariot driver, “Turn ⸤the chariot⸥\\f + \\fr 22:34 \\ft Literally “your hand” \\f* and bring me out from the camp, for I am wounded.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"The battle intensified on that day, and the king was being propped up in the chariot opposite Aram, but he died in the evening, and the blood of the wound ran out to the floor of the chariot. "},{"style":"v","verse":"36","text":"Then the shout passed through the camp about sunset, saying, “Each man to his city and each to his land!” "},{"style":"v","verse":"37","text":"So the king died, and ⸤they brought him⸥\\f + \\fr 22:37 \\ft Literally “and he went” \\f* to Samaria, and they buried the king in Samaria. "},{"style":"v","verse":"38","text":"They washed the chariot by the pool of Samaria, and the dogs licked his blood (now, the prostitutes washed themselves \\add there\\add*) according to the word of Yahweh which he had spoken. "},{"style":"v","verse":"39","text":"The remainder of the acts of Ahab and all that he did, and the ivory palace and all the cities that he built, \\add are\\add* they not written in the scroll of the events of the days of the kings of Israel? "},{"style":"v","verse":"40","text":"So Ahab slept with his ancestors,\\f + \\fr 22:40 \\ft Or “fathers” \\f* and Ahaziah his son became king in his place."},{"style":"s1","verse":"","text":"King Jehoshaphat of Judah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"41","text":"Jehoshaphat the son of Asa became king over Judah in the fourth year of Ahab king of Israel. "},{"style":"v","verse":"42","text":"Jehoshaphat was thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. The name of his mother was Azubah daughter of Shilhi. "},{"style":"v","verse":"43","text":"He walked in all of the way of Asa his father, and he did not turn aside from it, doing right in the eyes of Yahweh.\\f + \\fr 22:43 \\ft \\xt 1 Kings 22:44 \\ft begins here in the Hebrew Bible \\f* Only he did not remove the high places; the people \\add were\\add* still sacrificing and burning incense on the high places. "},{"style":"v","verse":"44","text":"\\f + \\fr 22:44 \\ft \\xt 1 Kings 22:44– 53 \\ft in the English Bible is 22:45–54 in the Hebrew Bible \\f* But, Jehoshaphat made peace with the king of Israel. "},{"style":"v","verse":"45","text":"The remainder of the acts of Jehoshaphat, his powerful \\add deeds\\add* he did, and how he fought, are they not written in the scroll of the events of the days of the kings of Judah? "},{"style":"v","verse":"46","text":"The remainder of the male shrine prostitutes who were left over in the days of Asa his father he exterminated from the land. "},{"style":"v","verse":"47","text":"There was not a king in Edom; a governor \\add served\\add* as king. "},{"style":"v","verse":"48","text":"Jehoshaphat built\\f + \\fr 22:48 \\ft According to the reading tradition(\\fqa Qere \\ft ); what is written (\\fqa Kethib \\ft ) is “ten” \\f* ships of the Tarshish \\add type\\add* to go to Ophir for the gold; but he did not go because the ships were destroyed at Ezion-Geber. "},{"style":"v","verse":"49","text":"Then Ahaziah son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships,” but Jehoshaphat was not willing. "},{"style":"v","verse":"50","text":"And Jehoshaphat slept with his ancestors\\f + \\fr 22:50 \\ft Or “fathers” \\f* and was buried with his ancestors\\f + \\fr 22:50 \\ft Or “fathers” \\f* in the city of David his ancestor,\\f + \\fr 22:50 \\ft Or “father” \\f* and Joram his son became king in his place."},{"style":"s1","verse":"","text":"King Ahaziah of Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"51","text":"Ahaziah son of Ahab became king over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned over Israel two years. "},{"style":"v","verse":"52","text":"He did evil in the eyes of Yahweh, and he went in the way of his father and his mother and in the way of Jeroboam son of Nebat who caused Israel to sin. "},{"style":"v","verse":"53","text":"He served Baal and bowed down to him; and he provoked Yahweh the God of Israel according to all that his father did."}]