[{"style":"s1","text":"Solomon’s Wisdom: Political Administration"},{"style":"m","text":""},{"style":"v","text":"King Solomon was king over all Israel. "},{"style":"v","text":"Now these are the officials who were his: Azariah the son of Zadok \\add was\\add* the priest. "},{"style":"v","text":"Elihoreph and Ahijah, the sons of Shisha, \\add were\\add* the secretaries; Jehoshaphat the son of Ahilud \\add was\\add* the recorder. "},{"style":"v","text":"Benaiah the son of Jehoiada \\add was\\add* over the army, and Zadok and Abiathar were priests. "},{"style":"v","text":"Azariah the son of Nathan \\add was\\add* over the governors, and Zabud the son of Nathan was a priest, an advisor to the king. "},{"style":"v","text":"Ahishar \\add was\\add* over the palace, and Adoniram the son of Abda \\add was\\add* over the forced labor. "},{"style":"v","text":"Solomon had twelve governors over all Israel, and they sustained the king and his palace, ⸤each one was to sustain for each month of the year⸥.\\f + \\fr 4:7 \\ft Literally “a month in the year he was over one to sustain” \\f* "},{"style":"v","text":"These \\add are\\add* their names: Ben-Hur \\add was\\add* in the hill country of Ephraim. "},{"style":"v","text":"Ben-Deker \\add was\\add* in Makaz and in Shaalbim and in Beth-Shemesh and Elon of Beth-Hanan. "},{"style":"v","text":"Ben-Hesed \\add was\\add* in the Arubbot; Socoh and all the land of Hepher \\add were\\add* his. "},{"style":"v","text":"Ben-Abinadab \\add was\\add* in all of Naphat of Dor; Taphath the daughter of Solomon was his wife. "},{"style":"v","text":"Baanah the son of Ahilud \\add was\\add* in Taanach and Megiddo and all Beth-Shean which \\add is\\add* beside Zarethan below Jezreel, of Beth-Shean up to Abel-Meholah up to the other side of Jokmeam. "},{"style":"v","text":"Ben-Geber \\add was\\add* in Ramoth-Gilead; the villages of Jair, the son of Manasseh which are in the Gilead \\add were\\add* his, and the region of Argob which \\add is\\add* in the Bashan, sixty great cities, with walls \\add having\\add* crossbars of bronze, \\add were\\add* his. "},{"style":"v","text":"Ahinadab the son of Iddo \\add was in\\add* Mahanaim. "},{"style":"v","text":"Ahimaaz \\add was\\add* in Naphtali; he moreover also had taken Basemath the daughter of Solomon as wife. "},{"style":"v","text":"Baanah the son of Hushai \\add was\\add* in Asher and Bealoth. "},{"style":"v","text":"Jehoshaphat the son of Paruah \\add was\\add* in Issachar. "},{"style":"v","text":"Shimei the son of Ela \\add was\\add* in Benjamin. "},{"style":"v","text":"Geber the son of Uri \\add was\\add* in the land of Gilead, the land of Sihon, the king of the Amorites, and of Og, the king of Bashan; one governor which \\add was\\add* over the land. "},{"style":"v","text":"Judah and Israel \\add were\\add* as many as the sand which is on the seashore in abundance, eating and drinking and rejoicing!"},{"style":"s1","text":"Solomon’s Wisdom: Prosperity"},{"style":"m","text":""},{"style":"v","text":"\\f + \\fr 4:21 \\ft \\xt 1 Kings 4:21–5:18 \\ft in the English Bible is 5:1–32 in the Hebrew Bible \\f* Now Solomon was ruling over all the kingdoms from the River\\f + \\fr 4:21 \\ft That is, the Euphrates \\f* \\add to\\add* the land of \\add the\\add* Philistines, and up to the border of Egypt, who \\add were\\add* bringing tribute and \\add were\\add* serving Solomon all the days of his life. "},{"style":"v","text":"The food of Solomon for one day was thirty dry measures of choice meal and sixty dry measures of flour; "},{"style":"v","text":"ten stall-fed oxen and twenty pasture-fed oxen and a hundred sheep, besides deer and buck gazelles and roebucks and well-fed fowls. "},{"style":"v","text":"For he \\add was\\add* ruling over all the west of the River\\f + \\fr 4:24 \\ft That is, the Euphrates \\f* from Tiphsah up to Gaza, over all the kings west of the River;\\f + \\fr 4:24 \\ft That is, the Euphrates \\f* and he had peace from every side all around. "},{"style":"v","text":"Judah and Israel lived in security, each man under his vine and under his fig tree, from Dan as far as Beersheba, all the days of Solomon."},{"style":"p","text":""},{"style":"v","text":"Now Solomon had forty thousand stalls of horses for his war chariots and twelve thousand horsemen. "},{"style":"v","text":"These governors sustained King Solomon and all who came near to the table of King Solomon, each \\add in\\add* his month; they did not omit anything. "},{"style":"v","text":"The barley and the straw for the horses and for packhorses they brought to the place where they were, each according to his share."},{"style":"s1","text":"Solomon’s Wisdom: Literature, Zoology, Biology, Dendrology"},{"style":"m","text":""},{"style":"v","text":"God gave wisdom to Solomon and very great discernment, as well as ⸤breadth of understanding⸥,\\f + \\fr 4:29 \\ft Literally “width of heart” \\f* as the sand which is on the edge of the seashore. "},{"style":"v","text":"The wisdom of Solomon was greater than the wisdom of all the people\\f + \\fr 4:30 \\ft Or “sons/children” \\f* of \\add the\\add* east and more than all the wisdom of Egypt. "},{"style":"v","text":"He was wiser than all the men: Ethan the Ezrahite; Heman, Calcol, and Darda the children of Mahol; and ⸤he was very well known⸥.\\f + \\fr 4:31 \\ft Literally “his name was among all the peoples around” \\f* "},{"style":"v","text":"He spoke three thousand proverbs, and his songs were one thousand and five. "},{"style":"v","text":"He spoke concerning the trees, from the cedar which \\add is\\add* in Lebanon up to the hyssop which grows on the wall; he also spoke concerning the animals, concerning the birds, concerning the creeping things, and concerning the fish. "},{"style":"v","text":"They came from all the nations to hear the wisdom of Solomon; from all the kings of the earth who had heard \\add of\\add* his wisdom."}]