[{"style":"s1","verse":"","text":"Solomon’s Wisdom: Architecture"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Hiram king of Tyre sent his servants to Solomon when he heard that they had anointed him as king in place of his father, for Hiram had always been a friend for David. "},{"style":"v","verse":"2","text":"Then Solomon sent to Hiram, saying, "},{"style":"v","verse":"3","text":"“You knew David my father, that he was not able to build a house for the name of Yahweh his God, ⸤in view of the warfare⸥\\f + \\fr 5:3 \\ft Literally “because of the face of the warfare” \\f* which surrounded him, until Yahweh placed them\\f + \\fr 5:3 \\ft That is, David’s enemies \\f* under the soles of his feet. "},{"style":"v","verse":"4","text":"But now Yahweh my God has given me rest all around me. There is no adversary, and there is no bad occurrence. "},{"style":"v","verse":"5","text":"Here I am, intending to build a house for the name of Yahweh my God, as Yahweh promised to my father David, saying, ‘Your son, whom I will set in your place on your throne, shall build the house for my name.’ "},{"style":"v","verse":"6","text":"So then, command that they may cut cedars for me from Lebanon, and let my servants be with your servants. The wage of your servants I will give to you according to all that you say, for you know that there is no one among us who knows \\add how\\add* to cut timber like the Sidonians.” "},{"style":"v","verse":"7","text":"When Hiram heard the words of Solomon, he rejoiced greatly, and he said, “Blessed be Yahweh this day, who has given to David a wise son over this great people.” "},{"style":"v","verse":"8","text":"Hiram sent to Solomon, saying, “I have heard what you have sent to me; I will do all of your desire concerning the timber of cedars and concerning the timber of cypresses. "},{"style":"v","verse":"9","text":"My servants will bring \\add them\\add* down from Lebanon to the sea, and I will make them \\add into\\add* rafts in the sea \\add to float to\\add* the place which you indicated to me. Then I shall break them up there, and you may carry \\add them further\\add*, and ⸤you shall meet my needs⸥\\f + \\fr 5:9 \\ft Literally “you shall do my desire” \\f* by giving food for my house.” "},{"style":"v","verse":"10","text":"So Hiram was giving to Solomon the cedar timbers and the cypress timbers, ⸤everything he needed⸥.\\f + \\fr 5:10 \\ft Literally “all of his desire” \\f* "},{"style":"v","verse":"11","text":"Then Solomon gave to Hiram twenty thousand dry measures of wheat \\add as\\add* food for his household, and twenty dry measures of ⸤specially prepared olive oil⸥;\\f + \\fr 5:11 \\ft Literally “beaten olive oil” \\f* thus Solomon gave to Hiram year by year. "},{"style":"v","verse":"12","text":"Yahweh gave wisdom to Solomon as he promised to him, and there was peace between Hiram and Solomon, and the two of them ⸤made⸥\\f + \\fr 5:12 \\ft Literally “cut” \\f* a covenant."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Then King Solomon conscripted a forced labor from all Israel, and the forced labor \\add numbered\\add* thirty thousand men. "},{"style":"v","verse":"14","text":"He sent them to Lebanon, ten thousand ⸤every month⸥;\\f + \\fr 5:14 \\ft Literally “in the month” \\f* the work groups were a month in Lebanon and two months at home; now Adoniram was over the forced labor. "},{"style":"v","verse":"15","text":"Solomon had seventy thousand ⸤common laborers⸥\\f + \\fr 5:15 \\ft Literally “carrying burden” \\f* and eighty thousand stone craftsmen in the hill country. "},{"style":"v","verse":"16","text":"Besides the chiefs of the officers Solomon had, there were three thousand three hundred having charge over the people who were doing the work. "},{"style":"v","verse":"17","text":"When the king commanded, they quarried great stones \\add and\\add* precious stones to lay \\add the\\add* foundation of the house \\add with\\add* hewn stones. "},{"style":"v","verse":"18","text":"So Solomon’s builders and Hiram’s builders and the Gebalites hewed \\add stones\\add*, and they prepared the timber and the stone to build the house."}]