[{"style":"s1","text":"Solomon Builds the Temple for Yahweh"},{"style":"m","text":""},{"style":"v","text":"It happened in the four hundred and eightieth year \\add after\\add* the ⸤Israelites⸥\\f + \\fr 6:1 \\ft Literally “sons/children of Israel” \\f* went out from the land of Egypt, in the fourth year ⸤of Solomon’s rule⸥\\f + \\fr 6:1 \\ft Literally “Solomon to rule” \\f* over Israel, the month of Ziv (that \\add is\\add* the second month), that he began to build the house for Yahweh. "},{"style":"v","text":"Now the house that King Solomon built for Yahweh \\add was\\add* sixty cubits \\add in\\add* its length and twenty cubits \\add in\\add* its width and thirty cubits \\add in\\add* its height. "},{"style":"v","text":"The vestibule on the face of the main hall of the temple\\f + \\fr 6:3 \\ft Or “house” \\f* \\add was\\add* twenty cubits \\add in\\add* its length, and the width of the temple\\f + \\fr 6:3 \\ft Or “house” \\f* \\add was\\add* ten cubits wide on the face of the temple.\\f + \\fr 6:3 \\ft Or “house” \\f* "},{"style":"v","text":"And he made for the temple\\f + \\fr 6:4 \\ft Or “house” \\f* specially designed framed windows, "},{"style":"v","text":"and he built a structure against the wall of the temple\\f + \\fr 6:5 \\ft Or “house” \\f* \\add running\\add* all along the walls of the house, for the outer sanctuary and for the inner sanctuary, and made side rooms all around. "},{"style":"v","text":"The lower structure \\add was\\add* five cubits in its width and the middle \\add was\\add* six cubits in its width and the third \\add was\\add* seven cubits in its width, for he made niches for the temple\\f + \\fr 6:6 \\ft Or “house” \\f* all around to the outside, \\add so that\\add* beams \\add would\\add* not attach to the walls of the temple.\\f + \\fr 6:6 \\ft Or “house” \\f* "},{"style":"v","text":"Now while the temple\\f + \\fr 6:7 \\ft Or “house” \\f* was being built, it was built \\add with\\add* stones finished \\add at the\\add* quarry, \\add so that\\add* no hammer or stone shaping tool or any instrument of iron was heard in the temple\\f + \\fr 6:7 \\ft Or “house” \\f* as it was being built. "},{"style":"v","text":"The doorway of the side room in the middle of the side of the temple\\f + \\fr 6:8 \\ft Or “house” \\f* \\add was\\add* on the south; they went up with a stairway to the middle and from the middle to the third \\add floor\\add*. "},{"style":"v","text":"So he built the house and finished it. He covered the temple\\f + \\fr 6:9 \\ft Or “house” \\f* \\add with\\add* rafters and wood planks and with the cedars. "},{"style":"v","text":"He also built the structure against all of the temple\\f + \\fr 6:10 \\ft Or “house” \\f* five cubits in height and fastened it to the temple\\f + \\fr 6:10 \\ft Or “house” \\f* with beams of cedar."},{"style":"p","text":""},{"style":"v","text":"Then the word of Yahweh came to Solomon, saying, "},{"style":"v","text":"“\\add Regarding\\add* this temple\\f + \\fr 6:12 \\ft Or “house” \\f* that you are building: if you walk in my ordinances and if you do my judgments and you keep all my commandments to walk in them, then I will establish my promise with you which I made to David your father. "},{"style":"v","text":"And I will dwell ⸤among⸥\\f + \\fr 6:13 \\ft Literally “in the middle of” \\f* the ⸤Israelites⸥,\\f + \\fr 6:13 \\ft Literally “sons/children of Israel” \\f* and I will not forsake my people Israel.”"},{"style":"p","text":""},{"style":"v","text":"So Solomon built the temple\\f + \\fr 6:14 \\ft Or “house” \\f* and finished it. "},{"style":"v","text":"He lined the walls ⸤of the inside of the house⸥\\f + \\fr 6:15 \\ft Literally “the house from house” \\f* with boards of cedar; from the floor of the temple\\f + \\fr 6:15 \\ft Or “house” \\f* up to the rafters of the ceiling he covered \\add them with\\add* wood ⸤on the inside⸥.\\f + \\fr 6:15 \\ft Literally “from house” \\f* He also covered the floor of the temple\\f + \\fr 6:15 \\ft Or “house” \\f* with cypress boards. "},{"style":"v","text":"He built twenty cubits from the rear of the house with boards of cedar from the floor up to the ceiling, and he built for it an inner sanctuary on the inside, as the ⸤most holy place⸥.\\f + \\fr 6:16 \\ft Literally “as the holy place of the holy places.” Often referred to as the Holy of Holies \\f* "},{"style":"v","text":"The main hall of the temple\\f + \\fr 6:17 \\ft Or “house” \\f* was forty cubits ⸤in front of the inner sanctuary⸥,\\f + \\fr 6:17 \\ft So LXX supported by the Vulgate. MT has “before me” \\f* "},{"style":"v","text":"with the cedar within the inner house \\add having\\add* carvings of gourds and buds of flowers. It \\add was\\add* entirely of cedar; there was not a stone visible. "},{"style":"v","text":"Now \\add in\\add* the inner sanctuary in the middle of the temple\\f + \\fr 6:19 \\ft Or “house” \\f* he prepared the inside to place the ark of the covenant of Yahweh there. "},{"style":"v","text":"In front, the inner sanctuary \\add was\\add* twenty cubits long and twenty cubits wide and twenty cubits high, and he overlaid it \\add with\\add* pure gold and covered the altar \\add with\\add* cedar. "},{"style":"v","text":"Solomon overlaid the temple\\f + \\fr 6:21 \\ft Or “house” \\f* on the inside \\add with\\add* pure gold, and he drew across it with golden chains in front of the inner sanctuary, which he overlaid with gold."},{"style":"p","text":""},{"style":"v","text":"All of the temple\\f + \\fr 6:22 \\ft Or “house” \\f* he overlaid with gold until all of the temple\\f + \\fr 6:22 \\ft Or “house” \\f* \\add was\\add* finished; all of the altar which belonged to the inner sanctuary he overlaid with gold. "},{"style":"v","text":"He made two cherubim of olive wood for the inner sanctuary, ten cubits high. "},{"style":"v","text":"Five cubits \\add was\\add* the first wing of the cherub, and five cubits the second wing of the cherub, from the tip of his \\add one\\add* wing up to the tip of his \\add other\\add* wing. "},{"style":"v","text":"The second cherub \\add was\\add* ten cubits \\add according to\\add* ⸤the same⸥\\f + \\fr 6:25 \\ft Literally “one” \\f* measurement, and \\add there\\add* was one shape for the two cherubim. "},{"style":"v","text":"The height of the first cherub \\add was\\add* ten cubits and so \\add was\\add* the second cherub."},{"style":"p","text":""},{"style":"v","text":"He placed the cherubim in the middle of the inner house, and they spread out the wings of the cherubim; the wing of the first cherub touched against the wall and the wing of the second cherub \\add was\\add* touching against the second wall; their wings \\add spread\\add* to the middle of the house \\add and were\\add* touching wing to wing. "},{"style":"v","text":"He also overlaid the cherubim with gold."},{"style":"p","text":""},{"style":"v","text":"On all of the walls around the house, he carved engravings of cherubim and palm tree images and budding flowers both inside and out. "},{"style":"v","text":"He overlaid the floor of the house with gold both inside and out. "},{"style":"v","text":"He made doors of olive wood for the doorway of the inner sanctuary, \\add as well as for\\add* the doorpost of the fifth doorframe. "},{"style":"v","text":"\\add On\\add* the two doors of olive wood he made carvings of cherubim and palm tree images and budding flowers, and he overlaid them with gold ⸤by beating⸥\\f + \\fr 6:32 \\ft Literally “and he beat out” \\f* out the gold on the cherubim and the palm tree images. "},{"style":"v","text":"Thus he made doorframes of olive wood on four sides for the doorway of the main hall "},{"style":"v","text":"and two doors of cypress wood; one door \\add with\\add* two folding panels and the second door \\add with\\add* two folding panels. "},{"style":"v","text":"He carved cherubim and palm tree images and budding flowers and overlaid them with gold evenly applied on the carved work. "},{"style":"v","text":"Then he built the inner courtyard \\add with\\add* three rows of dressed stone and a row of cedar beams. "},{"style":"v","text":"In the fourth year,\\f + \\fr 6:37 \\ft That is, the fourth year of Solomon’s reign \\f* the house of Yahweh was founded in the month of Ziv. "},{"style":"v","text":"In the eleventh year in the month of Bul, that is, the eighth month, the house was finished \\add according\\add* to all his specifications and \\add according\\add* to all his plans. He had built it in seven years."}]