[{"style":"s1","verse":"","text":"Athaliah Usurps the Throne in Judah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now Athaliah the mother of Ahaziah saw that her son was dead, so she prepared to destroy all of the offspring of the royal family. "},{"style":"v","verse":"2","text":"But Jehosheba the daughter of King Joram and sister of Ahaziah took Jehoash the son of Ahaziah, and she stole him from among the sons of the king who were being put to death, \\add putting\\add* him and his nurse in the inner bedroom. So they hid him from the presence of Athaliah, and he was not killed. "},{"style":"v","verse":"3","text":"He remained with her in the temple of Yahweh, hidden for six years \\add while\\add* Athaliah was reigning over the land."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"But in the seventh year Jehoiada sent and took the commanders of the hundreds of the Carites and the runners, and he brought them to himself to the temple of Yahweh. Then he ⸤made⸥\\f + \\fr 11:4 \\ft Literally “cut” \\f* a covenant with them and made them swear in the house of Yahweh and showed them the son of the king. "},{"style":"v","verse":"5","text":"He commanded them, saying, “This \\add is\\add* the thing which you must do: one third of you ⸤who go off duty on the Sabbath⸥,\\f + \\fr 11:5 \\ft Literally “who go on the Sabbath” \\f* the keepers of the guard in the house of the king, "},{"style":"v","verse":"6","text":"and another third at the gate of Sur, and a third at the gate behind the runners, shall guard the post of the palace alternately. "},{"style":"v","verse":"7","text":"Two of the units among you, all ⸤who go on duty on the Sabbath⸥,\\f + \\fr 11:7 \\ft Literally “the going out of the Sabbath” \\f* guard the post of the temple of Yahweh for the king. "},{"style":"v","verse":"8","text":"You must surround the king all about, each with his weapon in his hand; whoever comes to the ranks must be killed. Be with the king ⸤wherever he goes⸥.”\\f + \\fr 11:8 \\ft Literally “when he goes out and when he comes” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"So the commanders of hundreds did according to all that Jehoiada the priest commanded, and each took his men ⸤who went off duty on the Sabbath⸥\\f + \\fr 11:9 \\ft Literally “the coming of the Sabbath” \\f* and those ⸤who came on duty on the Sabbath⸥,\\f + \\fr 11:9 \\ft Literally “the going out of the Sabbath” \\f* and they came to Jehoiada the priest. "},{"style":"v","verse":"10","text":"Then the priest gave to the commanders of the hundreds spears and small round shields which \\add were\\add* King David’s, which \\add were\\add* in the temple of Yahweh. "},{"style":"v","verse":"11","text":"So the royal runners stood, each \\add with\\add* his weapons in his hand, from the side of the temple to the south up to the side of the temple on the north, around the altar and around the temple, about the king all around. "},{"style":"v","verse":"12","text":"Then he brought out the son of the king, put the crown on him with the testimony, and they made him king, anointed him, clapped \\add their\\add* hands, and said, “\\add Long\\add* live the king!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"When Athaliah heard the sound of the runners of the people, she came to the people at the temple of Yahweh. "},{"style":"v","verse":"14","text":"She looked, and there was the king standing by the pillar according to the custom. The commanders and the trumpeters \\add were\\add* by the king, and all of the people of the land were rejoicing and blowing on the trumpets. Athaliah tore her clothes and she called, “Treason, treason!” "},{"style":"v","verse":"15","text":"Then Jehoiada the priest commanded the commanders of the hundreds, the appointed of the army, and he said to them, “Bring her out to the house of the ranks! The one coming after her \\add should\\add* kill her with the sword,” for the priest had said, “Let her not be killed in the temple of Yahweh.” "},{"style":"v","verse":"16","text":"So ⸤they grabbed her⸥\\f + \\fr 11:16 \\ft Literally “they put hands to her” \\f* as she went \\add by\\add* the entranceway of the horses to the palace of the king, and she was killed there. "},{"style":"v","verse":"17","text":"Then Jehoiada ⸤made⸥\\f + \\fr 11:17 \\ft Literally “cut” \\f* a covenant between Yahweh and the king and the people, that the people should be as a people for Yahweh, and \\add also a covenant\\add* between the king and the people. "},{"style":"v","verse":"18","text":"Then all the people of the land went to the temple of Baal and tore it down, and its altars and its images they broke completely into pieces. Mattan the priest of Baal they killed in front of the altars. Then the priest put guards over the house of Yahweh. "},{"style":"v","verse":"19","text":"He took the commanders of the hundreds and the Carites and the runners and all the people of the land, and they brought the king down from the temple of Yahweh. And they marched by the way of the runner’s gate \\add to\\add* the palace of the king, and he sat on the throne of the kings. "},{"style":"v","verse":"20","text":"All the people of the land rejoiced, and the city rested; \\add for\\add* Athaliah had been killed with the sword in the palace of the king."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"\\f + \\fr 11:21 \\ft 2 Kings 11:21–12:21 in the English Bible is 2 Kings 12:1–22 in the Hebrew Bible \\f* Jehoash \\add was\\add* ⸤seven years old⸥\\f + \\fr 11:21 \\ft Literally “a son of seven years” \\f* when he began to reign."}]