[{"style":"s1","verse":"","text":"Hoshea Reigns in Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"In the twelfth year of Ahaz the king of Judah, Hoshea the son of Elah began to reign over Israel in Samaria, \\add reigning\\add* nine years. "},{"style":"v","verse":"2","text":"He did evil in the eyes of Yahweh, only not as the kings of Israel who were before him. "},{"style":"v","verse":"3","text":"Shalmaneser the king of Assyria\\f + \\fr 17:3 \\ft This would have been Shalmaneser V of Assyria (ruled ca. 727–722 \\sc bc\\sc*) \\f* came up against him, and Hoshea became his vassal and paid tribute to him. "},{"style":"v","verse":"4","text":"But the king of Assyria found treachery in Hoshea, for he had sent messengers to So king of Egypt, and he did not offer tribute to the king of Assyria as \\add he had\\add* year after year; so the king of Assyria arrested him, and confined him \\add in\\add* a house of imprisonment. "},{"style":"v","verse":"5","text":"So the king of Assyria went up in all the land, then he went up \\add to\\add* Samaria and besieged it \\add for\\add* three years."},{"style":"s1","verse":"","text":"Israel Deported to Assyria and the Reasons It Fell"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"In the ninth year of Hoshea, the king of Assyria captured Samaria and deported Israel to Assyria. He placed them in Halah, in Habor, \\add in\\add* the river \\add regions\\add* of Gozan, and \\add in\\add* the cities of the Medes. "},{"style":"v","verse":"7","text":"Now \\add this\\add* happened because the ⸤Israelites⸥\\f + \\fr 17:7 \\ft Literally “sons/children of Israel” \\f* had sinned against Yahweh their God when he brought them up from the land of Egypt from under the hand of Pharaoh the king of Egypt and they feared other gods. "},{"style":"v","verse":"8","text":"They walked in the statutes of the nations whom Yahweh had driven out from before the ⸤Israelites⸥,\\f + \\fr 17:8 \\ft Literally “sons/children of Israel” \\f* which the kings of Israel had introduced. "},{"style":"v","verse":"9","text":"The ⸤Israelites⸥\\f + \\fr 17:9 \\ft Literally “sons/children of Israel” \\f* secretly did things which \\add were\\add* not right, against Yahweh their God; they built high places for themselves in all their towns, from the watchtower up to the fortified city. "},{"style":"v","verse":"10","text":"They set up for themselves stone pillars and poles of Asherah worship on every high hill and under every green tree. "},{"style":"v","verse":"11","text":"They burned incense there on all the high places, like the nations which Yahweh deported before them, and they did evil things to provoke Yahweh. "},{"style":"v","verse":"12","text":"They served idols which Yahweh had said to them, “You shall not do this thing!” "},{"style":"v","verse":"13","text":"Yahweh warned Israel and Judah by the hand of his every prophet, \\add with\\add* every seer saying, “Turn from all of your evil ways, and keep my commandments and my ordinances, according to all the law which I commanded your ancestors,\\f + \\fr 17:13 \\ft Or “fathers” \\f* which I sent to you by the hand of my servants the prophets.” "},{"style":"v","verse":"14","text":"But they did not listen and they stiffened their necks, like the necks of their ancestors\\f + \\fr 17:14 \\ft Or “fathers \\f* who did not believe in Yahweh their God. "},{"style":"v","verse":"15","text":"They rejected his statutes, his covenant which he ⸤made⸥\\f + \\fr 17:15 \\ft Literally “cut” \\f* with their ancestors,\\f + \\fr 17:15 \\ft Or “fathers” \\f* and his warnings which he gave to them; and they went after the idols, became vain, and \\add went\\add* after all the nations which \\add were\\add* all around them, which Yahweh had commanded them not to do as they \\add did\\add*. "},{"style":"v","verse":"16","text":"They abandoned all the commands of Yahweh their God and made for themselves two molten calf-shaped idols; they made a pole of Asherah worship and bowed down to the army of the heavens and served Baal. "},{"style":"v","verse":"17","text":"They made their sons and their daughters pass through the fire, they practiced divination and read omens, and they sold themselves to do evil in the eyes of Yahweh to provoke him. "},{"style":"v","verse":"18","text":"So Yahweh was very angry with Israel and he removed them from his presence; none remained except the tribe of Judah alone."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Even Judah did not keep the commands of Yahweh their God, and they walked in the customs of Israel which they introduced, "},{"style":"v","verse":"20","text":"so Yahweh rejected all the offspring of Israel and punished them, and he gave them into the hand of the plunderers until he banished them from his presence. "},{"style":"v","verse":"21","text":"For he had torn Israel from the house of David, and they made Jeroboam the son of Nebat king, but Jeroboam detached Israel from following Yahweh, and he made them sin a great sin. "},{"style":"v","verse":"22","text":"The ⸤Israelites⸥\\f + \\fr 17:22 \\ft Literally “sons/children of Israel” \\f* walked in all the sins of Jeroboam which he committed, and they did not depart from it, "},{"style":"v","verse":"23","text":"until Yahweh removed Israel from his presence as he had foretold by the hand of all his servants, the prophets. And so he deported Israel from upon his land to Assyria until this day."},{"style":"s1","verse":"","text":"Israel Repopulated with Foreign Captives"},{"style":"m","verse":"","text":""},{"style":"v","verse":"24","text":"The king of Assyria brought from Babylonia, from Cush, from Arva, from Hamath, and Sepharvaim, and he settled \\add them\\add* in the cities of Samaria in place of the ⸤Israelites⸥,\\f + \\fr 17:24 \\ft Literally “sons/children of Israel” \\f* so they took possession of Samaria and lived in her cities. "},{"style":"v","verse":"25","text":"It happened that when they began living there, they did not fear Yahweh, so Yahweh sent lions among them, and they were killing them.\\f + \\fr 17:25 \\ft Leviticus 26:22 warns that non-belief will result in attacks from wild animals. \\f* "},{"style":"v","verse":"26","text":"So they said to the king of Assyria, “The nations whom you deported and settled in the cities of Samaria do not know the customs of the God of the land, so he sent lions among them, and now they are killing them because they do not know the customs of the God of the land.” "},{"style":"v","verse":"27","text":"Then the king of Assyria commanded, saying, “Release one of the priests whom you deported from there, and let him go and settle there. Let him teach them the customs of the God of the land.” "},{"style":"v","verse":"28","text":"So one of the priests went, whom they had deported from Samaria, and he settled in Bethel and was teaching them how they should fear Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Yet every nation was making their\\f + \\fr 17:29 \\ft Hebrew “his” \\f* gods, and they put them in the shrine of the high places that the Samaritans had made, every nation in their cities in which they \\add were\\add* living. "},{"style":"v","verse":"30","text":"The men of Babylonia made Succoth Benoth; the men of Cush made Nergal; the men of Hamath made Ashima. "},{"style":"v","verse":"31","text":"The Arvites made Nibhaz and Tartak; the Sepharvites were burning their children in the fire to Adrammelech and Anammelech the gods of Sepharvaim. "},{"style":"v","verse":"32","text":"Those who were fearing Yahweh made priests of the high places ⸤from among themselves⸥,\\f + \\fr 17:32 \\ft Literally “for them from their ends” \\f* and they were sacrificing for them in the shrines of the high places. "},{"style":"v","verse":"33","text":"Yahweh they were fearing, but their gods they were serving, according to the customs of the nations from which they were deported."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Until this day they \\add are\\add* doing according to their former customs; none of them \\add are\\add* fearing Yahweh, and none of them \\add are\\add* doing according to their statutes, to their decisions, to the law, or to the commands that Yahweh commanded the descendants\\f + \\fr 17:34 \\ft Or “sons” \\f* of Jacob \\add to\\add* which he had given the name Israel. "},{"style":"v","verse":"35","text":"Yahweh had ⸤made⸥\\f + \\fr 17:35 \\ft Literally “cut” \\f* a covenant with them and commanded them, “You shall not fear other gods, nor shall you bow down to them, nor shall you serve them, nor shall you sacrifice to them. "},{"style":"v","verse":"36","text":"Rather, Yahweh, who brought you out from the land of Egypt with great strength and with an outstretched arm—him you shall fear, and to him you shall bow down, and to him you shall sacrifice. "},{"style":"v","verse":"37","text":"The statutes, the decisions, the law, and the commands that he wrote to you, you shall observe to do always, and you shall not fear other gods. "},{"style":"v","verse":"38","text":"The covenant that I have ⸤made⸥\\f + \\fr 17:38 \\ft Literally “cut” \\f* with you, you shall not forget, and you shall not fear other gods. "},{"style":"v","verse":"39","text":"But Yahweh your God you shall fear, and he will deliver you from the hand of all of your enemies.” "},{"style":"v","verse":"40","text":"They did not listen but kept on doing according to their former customs. "},{"style":"v","verse":"41","text":"So these nations were fearing Yahweh, but they were serving their idols, as were their children and their children’s children; as their ancestors\\f + \\fr 17:41 \\ft Or “fathers” \\f* did, they \\add are\\add* doing until this day."}]