[{"style":"s1","verse":"","text":"Elisha Answers a Widow’s Request"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"A certain woman from the wives of the sons of the prophets cried out to Elisha, saying, “Your servant my husband is dead. Now you know that your servant was a fearer of Yahweh, but the creditor came to take two of my children for himself as slaves. "},{"style":"v","verse":"2","text":"Elisha asked her, “What shall I do for you? Tell me, what do you have in the house?” Then she said, “Your servant has nothing in the house except a jar of olive oil.” "},{"style":"v","verse":"3","text":"Then he said to her, “Go, ask for yourself \\add some\\add* containers from the streets, from all your neighbors. ⸤You must collect as many empty containers as you can⸥!\\f + \\fr 4:3 \\ft Literally “You must not collect only a few empty containers” \\f* "},{"style":"v","verse":"4","text":"You must also go and shut the door behind you and your children, and you must pour out \\add oil\\add* into all of these containers and set the filled \\add ones\\add* aside.” "},{"style":"v","verse":"5","text":"So she went from him, and she shut the door behind her and her children. They \\add were\\add* bringing \\add containers\\add* to her, and she \\add kept\\add* pouring. "},{"style":"v","verse":"6","text":"It happened that when the containers were full, she said to her son, “Bring near me another container,” but he said to her, “There is not another container.” Then the olive oil stopped flowing. "},{"style":"v","verse":"7","text":"So she came and told the man of God, and he said, “Go, sell the olive oil and repay your debt. You and your sons can live on what is left over.”"},{"style":"s1","verse":"","text":"Elisha at Shunem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"It happened one day that Elisha passed through to Shunem where there \\add was\\add* a wealthy woman, and she urged him to eat bread; so it happened each time he passed through, he would stop there to eat. "},{"style":"v","verse":"9","text":"She said to her husband, “Please now, I know that he \\add is\\add* a holy man of God who is passing ⸤our way⸥\\f + \\fr 4:9 \\ft Literally “upon us” \\f* regularly; "},{"style":"v","verse":"10","text":"let us make a small enclosed room \\add upstairs\\add* and put a bed, table, chair, and lampstand there for him, so that when he comes to us, he can turn and stay there. "},{"style":"v","verse":"11","text":"One day it happened that he came there and went to the upper room and lay down there. "},{"style":"v","verse":"12","text":"He said to Gehazi his servant, “Call to this Shunammite,” so he called to her, and she stood before him. "},{"style":"v","verse":"13","text":"He said to him, “Please say to her, ‘Look, you took all this trouble, showing care for us; what is there \\add for me\\add* to do for you? To speak for you to the king or to the commander of the army?’ ” She said, “I \\add am\\add* living among my people.” "},{"style":"v","verse":"14","text":"Then he said, “What may be done for her?” Gehazi said, “Well, she has no son, and her husband is old.” "},{"style":"v","verse":"15","text":"And he said, “Call for her,” so he called for her and she stood in the doorway. "},{"style":"v","verse":"16","text":"And he said, “At this time ⸤next spring⸥,\\f + \\fr 4:16 \\ft Literally “about that season as the time of life” \\f* you \\add will be\\add* embracing a son.” She said, “No, my lord, \\add O\\add* man of God! You must not tell a lie to your servant!” "},{"style":"v","verse":"17","text":"But the woman conceived, and she bore a son ⸤in the spring⸥,\\f + \\fr 4:17 \\ft Literally “about that season as the time of life” \\f* which Elisha had promised to her."},{"style":"s1","verse":"","text":"Elisha Restores the Shunammite’s Son"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"The child grew older, and it happened one day that he went out to his father \\add and\\add* to the reapers. "},{"style":"v","verse":"19","text":"Then he said to his father, “My head, my head!” So he said to the servant, “Carry him to his mother.” "},{"style":"v","verse":"20","text":"So they carried him and brought him to his mother; he sat on her lap until noon and then died. "},{"style":"v","verse":"21","text":"She went up, laid him on the bed of the man of God, closed \\add the door\\add*, and went out behind it. "},{"style":"v","verse":"22","text":"She called to her husband and said, “Please send one of the servants and one of the female donkeys for me, so that I can go quickly up to the man of God and return.” "},{"style":"v","verse":"23","text":"And he said, “Why are you going to him today? \\add It is\\add* neither the new moon nor the Sabbath!” And she said, “Peace.” "},{"style":"v","verse":"24","text":"She saddled the female donkey, and she said to her servant, “Drive along and go; you must not hold me back from riding, unless I tell you.” "},{"style":"v","verse":"25","text":"So she went and came to the man of God by Mount Carmel. It happened when the man of God saw her ⸤at a distance⸥,\\f + \\fr 4:25 \\ft Literally “from opposite” \\f* he said to Gehazi his servant, “There is this Shunammite. "},{"style":"v","verse":"26","text":"Now, please run to meet her and ask her, ‘Is it peace for you? Is it peace for your husband? Is it peace for the boy?’ ” She said, “Peace.” "},{"style":"v","verse":"27","text":"So she came to the man of God at the mountain, and she caught hold of his feet. Then Gehazi came near to push her away, but the man of God said, “Let her alone, for her soul is bitter, and Yahweh has hidden it from me and has not told me.” "},{"style":"v","verse":"28","text":"Then she said, “Did I ask for a son from my lord? Did I not say that you must not mislead me?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Then he said to Gehazi, “Gird up your loins and take my staff in your hand and go. If you meet anyone, you must not greet them; if anyone greets you, you must not answer them. You must put my staff on the face of the boy.” "},{"style":"v","verse":"30","text":"Then the mother of the boy said, “⸤As Yahweh lives⸥\\f + \\fr 4:30 \\ft Literally “The life of Yahweh” \\f* and ⸤as your soul lives⸥,\\f + \\fr 4:30 \\ft Literally “life of your soul” \\f* I will surely not leave you.” So he got up and went after her. "},{"style":"v","verse":"31","text":"Gehazi crossed over before them, and he put the staff on the face of the boy; but there was no sound, and there was no sign of life, so he returned to meet him. He told him, saying, “The boy did not wake up.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"When Elisha came to the house, here \\add was\\add* the boy dead, lying on his bed. "},{"style":"v","verse":"33","text":"He went and closed the door behind the two of them and prayed to Yahweh. "},{"style":"v","verse":"34","text":"Then he went up and lay upon the child and put his mouth on his mouth, his eyes on his eyes, and his palms on his palms. As he bent down over him, the flesh of the boy became warm. "},{"style":"v","verse":"35","text":"He returned and went ⸤to and fro⸥\\f + \\fr 4:35 \\ft Literally “here first and here” \\f* in the house one time, then he went up and bent over him. Then the boy sneezed seven times and opened his eyes. "},{"style":"v","verse":"36","text":"\\add Elisha\\add* called to Gehazi and said, “Call this Shunammite.” So he called her and she came to him; then he said, “Pick up your son.” "},{"style":"v","verse":"37","text":"She came and fell at his feet and bowed down to the ground; then she picked up her son and went out."},{"style":"s1","verse":"","text":"Elisha Secures the Food"},{"style":"m","verse":"","text":""},{"style":"v","verse":"38","text":"So Elisha returned to Gilgal. Now the famine \\add was\\add* in the land, and the sons of the prophets were sitting before him. He said to his servant, put on the large pot and cook a stew for the sons of the prophets. "},{"style":"v","verse":"39","text":"One went out to the field to gather herbs, and he found a ⸤wild vine⸥\\f + \\fr 4:39 \\ft Literally “a vine of the field” \\f* and gathered wild gourds from it \\add and\\add* filled his cloak. Then he came and cut them into the pot of stew, but they did not know \\add what they were\\add*. "},{"style":"v","verse":"40","text":"They served the men to eat, but when they ate from the stew, they cried out and said, “There \\add is\\add* death in the pot, \\add O\\add* man of God!” They were not able to eat \\add it\\add*. "},{"style":"v","verse":"41","text":"Then he said, “Bring \\add some\\add* flour,” and he threw it into the pot. He then said, “Serve the people and let them eat.” There was nothing harmful in the pot."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"A man came from Baal-Shalishah and brought food to the man of God: firstfruits and twenty loaves of barley bread, with ripe grain in his sack. He said, “Give \\add it\\add* to the people and let them eat.” "},{"style":"v","verse":"43","text":"Then his servant said, “How can I set this before a hundred men?” He said, “Give it to the people and let them eat, for thus Yahweh says, ‘They shall eat and have some left over.’ ” "},{"style":"v","verse":"44","text":"So he set it before them, and they ate and had some left over, according to the word of Yahweh."}]