[{"style":"s1","verse":"","text":"Zechariah’s Apocalyptic Vision"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Look! A day \\add is\\add* coming for Yahweh, when your plunder will be divided in your midst. "},{"style":"v","verse":"2","text":"I will gather all the nations against Jerusalem to battle, and the city will be captured, and they will loot the houses, and the women will be raped; half of the city will go into exile, but the remainder of the people will not be cut off from the city. "},{"style":"v","verse":"3","text":"Then Yahweh will go forth and fight against those nations, like ⸤when he fights⸥\\f + \\fr 14:3 \\ft Literally “the day of his fighting” \\f* on a day of battle. "},{"style":"v","verse":"4","text":"On that day his feet will stand on ⸤the Mount of Olives⸥,\\f + \\fr 14:4 \\ft Literally “the mountain of the olive trees” \\f* which faces Jerusalem on \\add the\\add* east; and ⸤the Mount of Olives⸥\\f + \\fr 14:4 \\ft Literally “the mountain of the olive trees” \\f* will be split ⸤in half⸥,\\f + \\fr 14:4 \\ft Literally “from its half” \\f* from east to west, \\add by\\add* a very great valley; and half of the mountain will withdraw toward the north, and the other half toward the south. "},{"style":"v","verse":"5","text":"And you will flee \\add by\\add* the valley of my mountains, because the valley of \\add the\\add* mountains will reach to Azal, and you will flee like you fled from the earthquake in the days of King Uzziah of Judah. And Yahweh my God will come, \\add and\\add* all \\add the\\add* holy ones with him.\\f + \\fr 14:5 \\ft Hebrew “you”; LXX has “him” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"⸤And then⸥\\f + \\fr 14:6 \\ft Literally “And it will happen” \\f* on that day there will not be light,\\f + \\fr 14:6 \\ft Some suggest reading “flame” (= “heat”) here \\f* the precious things will congeal.\\f + \\fr 14:6 \\ft Or “the noble ones will congeal”; the Hebrew is difficult here \\f* "},{"style":"v","verse":"7","text":"There shall be continuous day—it is known to Yahweh—not day and not night; and at evening time there will be light."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"⸤And then⸥\\f + \\fr 14:8 \\ft Literally “And it will happen” \\f* on that day, living waters will flow out from Jerusalem, half of them to the eastern sea,\\f + \\fr 14:8 \\ft That is, the Dead Sea \\f* and the other half to the western sea;\\f + \\fr 14:8 \\ft That is, the Mediterranean Sea \\f* it will happen \\add both\\add* in the summer and in the winter. "},{"style":"v","verse":"9","text":"And Yahweh will be king over all the earth; on that day Yahweh will be one and his name one. "},{"style":"v","verse":"10","text":"All the land will be transformed into a desert plateau\\f + \\fr 14:10 \\ft Or “will be changed like the Arabah” \\f* from Geba to Rimmon south of Jerusalem. But it\\f + \\fr 14:10 \\ft That is, Jerusalem \\f* will rise up high and it will stay\\f + \\fr 14:10 \\ft Or “remain” \\f* in its place from the Gate of Benjamin to the place of \\add the\\add* former gate, up to the Corner Gate and from the Tower of Hananel to the king’s winepresses. "},{"style":"v","verse":"11","text":"And they\\f + \\fr 14:11 \\ft That is, the people \\f* will dwell in it, and ⸤there will be no more ban imposed⸥,\\f + \\fr 14:11 \\ft Literally “and there will not be a thing devoted to destruction” (that is, put under the ban of utter destruction) \\f* and Jerusalem will dwell in security."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"And this will be the plague \\add with\\add* which Yahweh will strike all the peoples that fight against Jerusalem: their\\f + \\fr 14:12 \\ft Hebrew “his” \\f* flesh will rot while they\\f + \\fr 14:12 \\ft Hebrew “he” \\f* \\add are\\add* standing on their\\f + \\fr 14:12 \\ft Hebrew “his” \\f* feet; their\\f + \\fr 14:12 \\ft Hebrew “his” \\f* eyes will rot in their sockets, and their\\f + \\fr 14:12 \\ft Hebrew “his” \\f* tongues\\f + \\fr 14:12 \\ft Hebrew “tongue” \\f* will rot in their mouths.\\f + \\fr 14:12 \\ft Hebrew “mouth” \\f* "},{"style":"v","verse":"13","text":"⸤And then⸥\\f + \\fr 14:13 \\ft Literally “And it will happen” \\f* on that day a great panic from Yahweh will fall\\f + \\fr 14:13 \\ft Hebrew “will be” \\f* on them, and ⸤they will seize one another’s hand⸥,\\f + \\fr 14:13 \\ft Literally “and a man will seize the hand of his neighbor” \\f* and the hand of the one will be raised against the hand of ⸤another⸥.\\f + \\fr 14:13 \\ft Literally “his neighbor” \\f* "},{"style":"v","verse":"14","text":"And Judah also will fight at\\f + \\fr 14:14 \\ft Or “against” (so NAB, CEV) \\f* Jerusalem. And the wealth of all the surrounding nations will be collected—gold and silver, and garments ⸤in great abundance⸥.\\f + \\fr 14:14 \\ft Literally “as far as the very multitude” \\f* "},{"style":"v","verse":"15","text":"⸤Like this plague⸥\\f + \\fr 14:15 \\ft Literally “And so” \\f* will be the plague on the horse, the mule, the camel, and the donkey, and every kind of animal in those camps."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"⸤And then⸥\\f + \\fr 14:16 \\ft Literally “And it will happen” \\f* every survivor from all those nations coming against Jerusalem will go up year after year\\f + \\fr 14:16 \\ft Or “from year to year”; or “yearly” \\f* to worship \\add the\\add* king, Yahweh of hosts, and celebrate the Feast of Booths.\\f + \\fr 14:16 \\ft That is, Succoth (or Tabernacles) \\f* "},{"style":"v","verse":"17","text":"⸤And then⸥\\f + \\fr 14:17 \\ft Literally “And it will happen” \\f* whoever of the clans of the earth does not go up to Jerusalem to worship the king, Yahweh of hosts, it will not rain on them. "},{"style":"v","verse":"18","text":"And if the clan of Egypt will not go up and come in, on them will be that plague Yahweh inflicts on the nations that do not go up to celebrate the Feast of Booths. "},{"style":"v","verse":"19","text":"This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the Feast of Booths."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"On that day there will be \\add inscribed\\add* on the bells of the horses, “Holy to Yahweh.” And the cooking pots in the house\\f + \\fr 14:20 \\ft Or “temple” \\f* of Yahweh will be \\add holy\\add* like the sacrificial basins\\f + \\fr 14:20 \\ft That is, the ceremonial bowls used by the priests for sprinkling blood \\f* before the altar. "},{"style":"v","verse":"21","text":"And every cooking pot in Jerusalem and in Judah will be holy to Yahweh of hosts, and all those who sacrifice will come and will take from them, and will cook in them, and there will be no longer a ⸤trader⸥\\f + \\fr 14:21 \\ft Literally “Canaanite” (Canaanites, especially Phoenicians, were merchants and traders) \\f* in the house\\f + \\fr 14:21 \\ft Or “temple” \\f* of Yahweh of hosts on that day."}]