[{"style":"s1","verse":"","text":"Zechariah’s Third Vision"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And I ⸤looked up⸥\\f + \\fr 2:1 \\ft Literally “lifted up my eyes” \\f* and I saw, and look, a man, and in his hand \\add was\\add* a measuring rope! "},{"style":"v","verse":"2","text":"And I asked, “Where \\add are\\add* you going?” And he answered me, “To measure Jerusalem to see what \\add is\\add* its width and what \\add is\\add* its length.” "},{"style":"v","verse":"3","text":"And look, the angel who was talking to me \\add was\\add* coming forward, and another angel \\add was\\add* coming forward to meet him. "},{"style":"v","verse":"4","text":"And he said to him, “Run, say to that young man, ‘Jerusalem shall be inhabited ⸤like villages without walls⸥\\f + \\fr 2:4 \\ft Literally “\\fq like \\ft open regions” \\f* because of the multitude of people and animals in its midst. "},{"style":"v","verse":"5","text":"And I will be for it a wall of fire all around,’ ⸤declares⸥\\f + \\fr 2:5 \\ft Literally “a declaration of” \\f* Yahweh, ‘and I will be \\add the\\add* glory in its midst.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"“Woe! Woe! Flee from \\add the\\add* land of \\add the\\add* north,” ⸤declares⸥\\f + \\fr 2:6 \\ft Literally “a declaration of” \\f* Yahweh, “for I have scattered you like \\add the\\add* four winds of the heavens,” ⸤declares⸥\\f + \\fr 2:6 \\ft Literally “a declaration of” \\f* Yahweh. "},{"style":"v","verse":"7","text":"“Woe, Zion! Escape, you inhabitants of \\add the\\add* daughter of Babylon!” "},{"style":"v","verse":"8","text":"For thus said Yahweh of hosts, after glory\\f + \\fr 2:8 \\ft The phrase “after glory” is difficult to interpret \\f* he sent me against the nations plundering you: Truly, the one touching you \\add is\\add* touching the apple\\f + \\fr 2:8 \\ft Hebrew “pupil,” but the expression “apple of his eye” has become well-established in English \\f* of his eye. "},{"style":"v","verse":"9","text":"“Yes, look! I \\add am\\add* going to wave my hand against them, and they will become plunder for their servants, and you will know that Yahweh of hosts has sent me. "},{"style":"v","verse":"10","text":"Sing and rejoice, O daughter of Zion, for look, I \\add am\\add* coming and I will dwell in your midst,” ⸤declares⸥\\f + \\fr 2:10 \\ft Literally “a declaration of” \\f* Yahweh. "},{"style":"v","verse":"11","text":"“Many nations will join themselves to Yahweh on that day, and they will be my people, and I will dwell in your midst. And you will know that Yahweh of hosts has sent me to you. "},{"style":"v","verse":"12","text":"And Yahweh will inherit Judah \\add as\\add* his portion ⸤in the holy land⸥,\\f + \\fr 2:12 \\ft Literally “upon \\fq the \\ft land of the holiness” \\f* and he will again choose Jerusalem. "},{"style":"v","verse":"13","text":"Be silent, ⸤all people⸥,\\f + \\fr 2:13 \\ft Literally “all flesh” \\f* before Yahweh, for he is roused from ⸤his holy dwelling⸥.”\\f + \\fr 2:13 \\ft Literally “the dwelling place of his holiness” \\f*"}]