[{"style":"s1","verse":"","text":"Zechariah’s Fifth Vision"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And the angel \\add who was\\add* talking with me returned, and he wakened me as one who is wakened from his sleep. "},{"style":"v","verse":"2","text":"And he said to me, “What do you see?” And I said, “I see, and look, ⸤a lampstand all of gold⸥,\\f + \\fr 4:2 \\ft Literally “a lampstand of gold in its totality” \\f* and a bowl \\add was\\add* on its top, and its seven lamps on it, and seven lips on \\add each of\\add* the lamps that \\add are\\add* on its top. "},{"style":"v","verse":"3","text":"And \\add there are\\add* two olive trees by it, one on the right of the bowl and the other on its left.” "},{"style":"v","verse":"4","text":"And I answered and said to the angel \\add who was\\add* talking to me, “What \\add are\\add* these, my lord?” "},{"style":"v","verse":"5","text":"And the angel \\add who was\\add* talking with me answered and said to me, “Do you not know what these \\add are\\add*?” And I said, “No, my lord.” "},{"style":"v","verse":"6","text":"And he answered and said to me, “This \\add is\\add* the word of Yahweh to Zerubbabel, saying, ‘Not by strength and not by power, but \\add only\\add* by my Spirit,’ says Yahweh of hosts. "},{"style":"v","verse":"7","text":"‘Who \\add are\\add* you O great mountain? ⸤Before⸥\\f + \\fr 4:7 \\ft Literally “To the face of” \\f* Zerubbabel \\add you will become\\add* level ground, and he will bring out the top stone amid the shouts of “Grace, grace to it!” ’ ” "},{"style":"v","verse":"8","text":"And the word of Yahweh came to me, saying, "},{"style":"v","verse":"9","text":"“The hands of Zerubbabel have founded this house, and his hands will finish it. And you will know that Yahweh of hosts has sent me to you. "},{"style":"v","verse":"10","text":"For whoever has despised the day of small \\add things\\add* will rejoice and will see the ⸤plumb line⸥\\f + \\fr 4:10 \\ft Literally “the tin stone”; this could refer to a plumb line or a plummet \\f* in the hand of Zerubbabel.”"},{"style":"p","verse":"","text":"These seven \\add are\\add* the eyes of Yahweh which \\add are\\add* ranging ⸤throughout the whole earth⸥.\\f + \\fr 4:10 \\ft Literally “in all the earth” \\f* "},{"style":"v","verse":"11","text":"And I answered and said to him, “What \\add are\\add* these two olive trees on the right of the lampstand and on its left?” "},{"style":"v","verse":"12","text":"And I replied a second \\add time\\add* and asked him, “What \\add are\\add* these two twigs of olive trees\\f + \\fr 4:12 \\ft Or “two clusters of olive branches”; literally “two ears of grain,” perhaps based on similarity of shape \\f* on the right of the lampstand and on its left?” "},{"style":"v","verse":"13","text":"And he replied to me, “Do you not know what these \\add are\\add*?” And I said, “No, my lord.” "},{"style":"v","verse":"14","text":"And he said, “These \\add are\\add* the two ⸤anointed ones⸥\\f + \\fr 4:14 \\ft Literally “sons of the olive oil” \\f* standing by the Lord of the whole earth.”"}]