[{"style":"s1","verse":"","text":"Zechariah’s Eighth Vision"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"⸤I looked up again⸥,\\f + \\fr 6:1 \\ft Literally “I did again, I lifted up my eyes” \\f* and I saw, and look!—four chariots coming out from between two mountains, and the mountains \\add were\\add* mountains of bronze. "},{"style":"v","verse":"2","text":"With the first chariot \\add there were\\add* red horses, and with the second chariot \\add there were\\add* black horses. "},{"style":"v","verse":"3","text":"And with the third chariot \\add there were\\add* white horses, and with the fourth chariot \\add there were\\add* strong\\f + \\fr 6:3 \\ft Other ancient versions read “grey” here \\f* dappled horses. "},{"style":"v","verse":"4","text":"And I answered and said to the angel \\add that was\\add* talking to me, “What \\add are\\add* these, my lord?” "},{"style":"v","verse":"5","text":"And the angel answered and said to me, “These \\add are\\add* the four winds\\f + \\fr 6:5 \\ft Or “spirits” (The same Hebrew word can be translated “wind” or “spirit” depending on the context) \\f* of the heavens going out after presenting themselves before the Lord of all the earth. "},{"style":"v","verse":"6","text":"⸤The one with⸥\\f + \\fr 6:6 \\ft Literally “Her with which” \\f* the black horses \\add is\\add* going out to \\add the\\add* north country, and the white \\add horses\\add* go after them,\\f + \\fr 6:6 \\ft Some interpret the word “after” to indicate a westward direction \\f* while the dappled \\add ones\\add* go to the south country.” "},{"style":"v","verse":"7","text":"When the strong \\add horses\\add* went out, they were anxious to go to patrol the earth. And he\\f + \\fr 6:7 \\ft That is, “Lord of all the earth” \\f* said, “Go, patrol the earth.” And they patrolled the earth. "},{"style":"v","verse":"8","text":"And he cried out to me and said to me, “See those going out to \\add the\\add* north country have set my spirit at rest in the north country.”"},{"style":"s1","verse":"","text":"The Branch is Crowned"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"And the word of Yahweh came to me, saying, "},{"style":"v","verse":"10","text":"“Collect\\f + \\fr 6:10 \\ft The imperative “Collect” has no object; many translations supply “silver and gold” or “an offering” \\f* from the exiles—from Heldai, Tobijah, and from Jedaiah, \\add all of\\add* whom came from Babylon—and go on that day, go \\add to the\\add* house of Josiah son of Zephaniah. "},{"style":"v","verse":"11","text":"Take \\add the\\add* silver and gold and make a crown, and set \\add it\\add* on the head of Joshua son of Jehozadak, the high priest. "},{"style":"v","verse":"12","text":"And say to him, ‘Thus says Yahweh of hosts: “Look, \\add here is\\add* a man whose name \\add is\\add* Branch,\\f + \\fr 6:12 \\ft Hebrew “Sprout” or “Shoot” (“Branch” is a traditional rendering in English) \\f* and from his place he will sprout, and he will build the temple of Yahweh. "},{"style":"v","verse":"13","text":"And he will build the temple of Yahweh, and he will bear majesty and will sit and rule on his throne. And he shall be a priest on his throne, and the counsel of peace will be between the two of them.” ’\\f + \\fr 6:13 \\ft That is, between king and priest \\f* "},{"style":"v","verse":"14","text":"And the crown will be for Helem,\\f + \\fr 6:14 \\ft “Helem” is probably another name for Heldai (v. \\xt 10 \\ft ) \\f* for Tobijah, for Jedaiah, and for Hen\\f + \\fr 6:14 \\ft “Hen” is frequently understood as a reference to Josiah (v. \\xt 10 \\ft ) \\f* son of Zephaniah, as a memorial in the temple of Yahweh. "},{"style":"v","verse":"15","text":"And those who are far off will come and build the temple of Yahweh, and you will know that Yahweh of hosts has sent me to you. And it will happen if you will listen diligently to the voice of Yahweh your God.”"}]