[{"style":"mt1","text":"Ezra"},{"style":"s1","verse":"","text":"The Decree of Cyrus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"In the first year of Cyrus king of Persia, in order to accomplish the word of Yahweh by the mouth of Jeremiah, Yahweh stirred the spirit of Cyrus king of Persia and he sent a message to all of his kingdom and also \\add put the message\\add* in writing:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"“Thus says Cyrus king of Persia: Yahweh, the God of the heavens, has given me all the kingdoms of the earth. And he himself has appointed me to build a house for him in Jerusalem, which is in Judah. "},{"style":"v","verse":"3","text":"Whoever among you \\add who is\\add* from all of his people, may his God be with him and may he go up to Jerusalem, which is in Judah, and may he build the house of Yahweh, the God of Israel. He is the God who \\add is\\add* in Jerusalem. "},{"style":"v","verse":"4","text":"And let every survivor, from wherever he ⸤resides⸥\\f + \\fr 1:4 \\ft Literally “resides as a foreigner” \\f* be assisted by the men of that place with silver and gold, with possessions and domestic animals, and with the freewill offering for the house of God which is in Jerusalem.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"So the heads of the ⸤families⸥\\f + \\fr 1:5 \\ft Literally “fathers” \\f* for Judah and Benjamin, and the priests and the Levites—to all whose spirit God had stirred—\\add prepared\\add* to go up and build the house of Yahweh which is in Jerusalem. "},{"style":"v","verse":"6","text":"And all of their neighbors ⸤helped them⸥\\f + \\fr 1:6 \\ft Literally “helped with their hands” \\f* with objects of silver, gold, possessions, domestic animal\\add s\\add*, and with valuable gifts—besides all of \\add the\\add* freewill offering. "},{"style":"v","verse":"7","text":"And Cyrus the king brought out the objects of the house of Yahweh that Nebuchadnezzar had brought from Jerusalem and placed in the house of his gods. "},{"style":"v","verse":"8","text":"Cyrus the king of Persia let them go out by the hand of Mithredath the treasurer, and he counted them out to Sheshbazzar the prince of Judah. "},{"style":"v","verse":"9","text":"Now these were the inventories: thirty gold metal dishes, one thousand silver metal dishes, twenty-nine vessels, "},{"style":"v","verse":"10","text":"thirty bowls of gold, four hundred and ten matching silver metal bowls, and one thousand other objects. "},{"style":"v","verse":"11","text":"All of the objects of gold and silver metal \\add were\\add* five thousand four hundred. All this Sheshbazzar brought up along with the exiles from Babylonia to Jerusalem."}]