[{"style":"s1","text":"The People Respond"},{"style":"m","text":""},{"style":"v","text":"While Ezra was praying and confessing, weeping and throwing himself down before the house of God, a very great assembly of men, women, and children from Israel gathered to him. And the people wept bitterly. "},{"style":"v","text":"Shecaniah son of Jehiel, of the sons of Elam, answered and said to Ezra, “We ourselves have broken faith with our God and have married foreign women from the peoples of the land, and even now there is hope for Israel in spite of this. "},{"style":"v","text":"So now let us make a covenant with our God to send away all of these women and their offspring, according to the advice of my lord and those who tremble at the commandment of our God. Let it be done according to the law. "},{"style":"v","text":"Arise, for it is your task and we are with you. Be strong and do it.” "},{"style":"v","text":"Then Ezra stood up and made the chief priests, Levites, and all of Israel swear to do according to what was said. So they swore this oath."},{"style":"s1","text":"Foreign Wives and Children are Sent Away"},{"style":"m","text":""},{"style":"v","text":"Ezra rose from before the house of God and went to the chamber of Jehohanan son of Eliashib. He did not eat food nor drink water because he was mourning over the sin of the exiles. "},{"style":"v","text":"And they sent a proclamation through Judah and Jerusalem to all the ⸤returned exiles⸥\\f + \\fr 10:7 \\ft Literally “the sons of the exile” \\f* to assemble in Jerusalem. "},{"style":"v","text":"Anyone who did not come within three days, by decision of the officials and elders, all of his possessions would be devoted to God, and he himself would be excluded from the assembly of exiles."},{"style":"p","text":""},{"style":"v","text":"Then all the men of Judah and Benjamin assembled in Jerusalem within the three days. It was the ninth month on the twentieth day of the month. All the people sat in the public square of the house of God trembling because of this matter and from the rains. "},{"style":"v","text":"Then Ezra the priest stood up and said to them, “You have broke faith and married foreign women, increasing the guilt of Israel. "},{"style":"v","text":"Now make a confession to Yahweh the God of your ancestors\\f + \\fr 10:11 \\ft Or “fathers” \\f* and do his will. Separate yourselves from the peoples of the land and from the foreign women.”"},{"style":"p","text":""},{"style":"v","text":"Then all the assembly answered with a great voice and said, “It is so. We must do according to your words. "},{"style":"v","text":"But the people are many, and it is the time of rain; we are unable to stand outside. The task is not for one day or two, for we greatly rebelled in this matter. "},{"style":"v","text":"Please let our leaders stand for the whole assembly, and let all that are in our cities who have married foreign women come at set times, and with them the elders of and judges of each city, until the fierce wrath of our God because of this matter is averted from us.” "},{"style":"v","text":"Only Jehonathan son of Asahel and Jahzeiah son of Tikvah stood against this, and the Levites Meshullam and Shabbethai supported them."},{"style":"p","text":""},{"style":"v","text":"The ⸤returned exiles⸥\\f + \\fr 10:16 \\ft Literally “the sons of the exile” \\f* did so. Ezra the priest selected men, the heads of the ⸤families⸥\\f + \\fr 10:16 \\ft Literally “fathers” \\f* according to the house of their fathers, all of them by name. They sat down to examine the matter on the first day of the tenth month. "},{"style":"v","text":"They finished \\add investigating\\add* all the men who married foreign women by the first day of the first month."},{"style":"p","text":""},{"style":"v","text":"There was found from the sons of the priests those who had married foreign women, from the sons of Jeshua son of Jehozadak and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah. "},{"style":"v","text":"⸤They pledged themselves⸥\\f + \\fr 10:19 \\ft Literally “they gave their hand” \\f* to put away their wives, and their guilt offering was a ram of the flock for their guilt. "},{"style":"v","text":"From the sons of Immer: Hanani and Zebadiah. "},{"style":"v","text":"From the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah. "},{"style":"v","text":"From the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Eleasah."},{"style":"p","text":""},{"style":"v","text":"From the Levites: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer. "},{"style":"v","text":"From the singers: Eliashib. From the gatekeepers: Shallum, Telem, and Uri."},{"style":"p","text":""},{"style":"v","text":"And from Israel, the sons of Parosh: Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah, and Benaiah. "},{"style":"v","text":"From the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah. "},{"style":"v","text":"From the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza. "},{"style":"v","text":"From the sons of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai. "},{"style":"v","text":"From the sons of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth. "},{"style":"v","text":"From the sons of Pahath-Moab: Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh. "},{"style":"v","text":"From the sons of Harim: Eliezer, Isshiah, Malkijah, Shemaiah, Simeon, "},{"style":"v","text":"Benjamin, Malluch, and Shemariah. "},{"style":"v","text":"From the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei. "},{"style":"v","text":"From the sons of Bani: Maadai, Amram, Uel, "},{"style":"v","text":"Benaiah, Bedeiah, Keluhi, "},{"style":"v","text":"Vaniah, Meremoth, Eliashib, "},{"style":"v","text":"Mattaniah, Mattenai, Jaasu, "},{"style":"v","text":"Bani, Binnui, Shimei, "},{"style":"v","text":"Shelemiah, Nathan, Adaiah, "},{"style":"v","text":"Macnadebai, Shashai, Sharai, "},{"style":"v","text":"Azarel, Shelemiah, Shemariah, "},{"style":"v","text":"Shallum, Amariah, and Joseph. "},{"style":"v","text":"From the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Iddo, Joel, and Benaiah. "},{"style":"v","text":"All of these had married foreign wives, and some from among the wives bore children."}]