[{"style":"s1","text":"Temple Restoration Resumed"},{"style":"m","text":""},{"style":"v","text":"Now the prophets, Haggai and Zechariah the son of Iddo, prophesied to the Jews who were in ⸤Judah⸥\\f + \\fr 5:1 \\ft Literally “Jehud” \\f* and in Jerusalem, in the name of the God of Israel who was over them. "},{"style":"v","text":"Then Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak set out and began to build the house of God that is in Jerusalem. And with them the prophets of God \\add were\\add* helping them."},{"style":"p","text":""},{"style":"v","text":"At the same time Tattenai, governor of \\add the province\\add* Beyond the River, and Shethar-bozenai, and their associates came to them and spoke to them thus: “Who issued you all a decree to build this house and to finish this structure?” "},{"style":"v","text":"Then we\\f + \\fr 5:4 \\ft Hebrew is first person plural \\f* asked them this: “What are the names of the men who are building this building?” "},{"style":"v","text":"And the eye of their God was on the elders of the Jews, and they did not stop them until the report came to Darius, and then \\add answer\\add* was received."},{"style":"p","text":""},{"style":"v","text":"The copy of the letter that Tattenai, the governor of \\add the province\\add* Beyond the River, and Shethar-bozenai and his associates the envoys who were in \\add the province\\add* Beyond the River sent to Darius the king. "},{"style":"v","text":"They sent to him the report ⸤in which was written as follows⸥:\\f + \\fr 5:7 \\ft Literally “and like this was written in its middle” \\f* “To Darius the king, all peace. "},{"style":"v","text":"May it be known to the king that we went to the province of Judah, the house of the great God. It is being built with stone blocks and timber is being put in the walls. This work is being done with diligence and is making progress in their hands. "},{"style":"v","text":"Then we asked those elders and said this to them, ‘Who issued forth to you a decree to build this house and to finish this structure?’ "},{"style":"v","text":"We also asked them their names to make them known to you, that we might write down the ⸤name of their leaders⸥.\\f + \\fr 5:10 \\ft Literally “name of the men at their head” \\f* "},{"style":"v","text":"And this is the answer they returned to us: ‘We are servants of the God of heaven and earth, and we are building the house that was built formerly many years ago, \\add which\\add* a great king of Israel had built and finished. "},{"style":"v","text":"But because our ancestors\\f + \\fr 5:12 \\ft Or “fathers” \\f* angered the God of heaven, he gave them into the hand of the Chaldean King Nebuchadnezzar of Babylon. He destroyed this house and carried away the people to Babylonia. "},{"style":"v","text":"But in the first year of King Cyrus of Babylon’s reign he issued forth a decree to build this house of God. "},{"style":"v","text":"Also, the gold and silver vessels of the house of God, which Nebuchadnezzar took away from the temple in Jerusalem and brought to the temple in Babylonia, King Cyrus removed them from the temple in Babylonia and they were given to Sheshbazzar, whom he appointed governor. "},{"style":"v","text":"He said to him, ‘Take these vessels. Go put them in the temple in Jerusalem and let the house of God be built on its site.’ "},{"style":"v","text":"Then this Sheshbazzar came and laid the foundation of the house of God in Jerusalem. And from that \\add time\\add* until now it is being built, but not yet finished.’ "},{"style":"v","text":"And now, if it seems good for the king, let it be investigated in the house of the treasury of the king in Babylonia \\add to see\\add* if a decree was issued forth from King Cyrus to build this house of God in Jerusalem. And let the king send to us his desire on this matter.”"}]