[{"style":"mt1","text":"Amos"},{"style":"s1","text":"Introduction"},{"style":"m","text":""},{"style":"v","text":"The words of Amos, who was among the shepherds from Tekoa, which he saw concerning Israel in the days of Uzziah the king of Judah and in the days of Jeroboam the son of Jehoash, two years ⸤before⸥\\f + \\fr 1:1 \\ft Literally “to the face of” \\f* the earthquake."},{"style":"s1","text":"Judgment on Israel’s Neighbors"},{"style":"m","text":""},{"style":"v","text":"And he said, “Yahweh roars from Zion and he utters his voice from Jerusalem; the pastures of the shepherds wither and the top of Carmel dries up.” "},{"style":"v","text":"Thus says Yahweh, “For three transgressions of Damascus and for four I will not revoke \\add the punishment\\add*,\\f + \\fr 1:3 \\ft Or “it” \\f* because they threshed Gilead with threshing sledges of iron! "},{"style":"v","text":"So I will send fire against Hazael’s house and it will consume the citadel fortresses of Ben-Hadad. "},{"style":"v","text":"I will break the gate bars of Damascus and I will cut off the inhabitants from the Valley of Aven and the one who takes hold of the scepter of Beth Eden, and the people of Aram will go into exile to Kir,” says Yahweh."},{"style":"p","text":""},{"style":"v","text":"Thus says Yahweh: “For three transgressions of Gaza and for four I will not revoke \\add the punishment\\add*,\\f + \\fr 1:6 \\ft Or “it” \\f* because they exiled a whole community, handing them over to Edom! "},{"style":"v","text":"So I will send a fire against the wall of Gaza and it will devour its citadel fortresses. "},{"style":"v","text":"And I will cut off the inhabitants from Ashdod and the one who takes hold of the scepter of Ashkelon. I will also turn my hand against Ekron, and the remnant of the Philistines will perish,” says the Lord Yahweh."},{"style":"p","text":""},{"style":"v","text":"Thus says Yahweh: “For three transgressions of Tyre and for four I will not revoke \\add the punishment\\add*,\\f + \\fr 1:9 \\ft Or “it” \\f* because they delivered up a whole community to Edom and they did not remember the covenant of brotherhood! "},{"style":"v","text":"So I will send a fire against the wall of Tyre and it will devour its citadel fortresses.”"},{"style":"p","text":""},{"style":"v","text":"Thus says Yahweh: “For three transgressions of Edom and for four I will not revoke \\add the punishment\\add*,\\f + \\fr 1:11 \\ft Or “it” \\f* because he pursued his brother with the sword! He stifled his compassion and his anger tore \\add them\\add* apart ⸤continually⸥,\\f + \\fr 1:11 \\ft Literally “forever” \\f* and he kept his rage forever. "},{"style":"v","text":"So I will send a fire against Teman and it will devour the citadel fortresses of Bozrah.”"},{"style":"p","text":""},{"style":"v","text":"Thus says Yahweh: “For three transgressions of Ammon and for four I will not revoke \\add the punishment\\add*,\\f + \\fr 1:13 \\ft Or “it” \\f* because they ripped open the pregnant women of Gilead in order to enlarge their territory! "},{"style":"v","text":"So I will kindle a fire against the wall of Rabbah and it will devour its citadel fortresses with a war cry on the day of battle, with a storm on the day of the violent tempest. "},{"style":"v","text":"And their king will go into exile, he and his commanders together,” says Yahweh."}]