[{"style":"s1","verse":"","text":"Israel’s Guilt and Punishment"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Hear this word that Yahweh has spoken against you, O people of Israel, against the whole clan that I brought up from the land of Egypt:\\f + \\fr 3:1 \\ft Hebrew “Egypt, saying” \\f* "},{"style":"v","verse":"2","text":"“You only have I ⸤chosen⸥\\f + \\fr 3:2 \\ft Literally “known” \\f* of all the clans of the earth. Therefore I will punish you for all your iniquities. "},{"style":"v","verse":"3","text":"Do two walk together unless they have met? "},{"style":"v","verse":"4","text":"Does a lion roar in the forest ⸤when he has no prey⸥?\\f + \\fr 3:4 \\ft Literally “and there is no prey to him” \\f* Does a fierce, young lion cry out from his den unless he has caught \\add something\\add*? "},{"style":"v","verse":"5","text":"Does a bird fall into a trapping net on the earth when there is no snare for it? Does a trapping net spring up from the ground unless it has certainly caught something? "},{"style":"v","verse":"6","text":"Or is a horn blown in a city and people are not afraid? Or does a disaster occur in the city and Yahweh has not done \\add it\\add*? "},{"style":"v","verse":"7","text":"Surely my Lord does not do anything unless he has revealed his secret to his servants the prophets. "},{"style":"v","verse":"8","text":"A lion has roared! Who is not afraid? My Lord Yahweh has spoken, who will not prophesy? "},{"style":"v","verse":"9","text":"Proclaim to the citadel fortresses in Ashdod and the citadel fortresses in the land of Egypt and say: “Gather on the mountains of Samaria and see the great panic in her midst and the oppression in her midst!” "},{"style":"v","verse":"10","text":"“They do not know \\add how\\add* to do right,” ⸤declares Yahweh⸥,\\f + \\fr 3:10 \\ft Literally “the declaration of Yahweh” \\f* “those who store up violence and destruction in their citadel fortresses.” "},{"style":"v","verse":"11","text":"Therefore, thus says my Lord Yahweh, “A foe shall surround the land and bring down your strongholds, and your citadel fortresses shall be plundered.” "},{"style":"v","verse":"12","text":"Thus says Yahweh, “Just as the shepherd rescues two legs or a piece of an ear from the mouth of the lion, so shall the ⸤people⸥\\f + \\fr 3:12 \\ft Literally “children” \\f* of Israel who dwell in Samaria, with the corner of a couch and the damask of a bed.” "},{"style":"v","verse":"13","text":"“Listen and testify against the house of Jacob,” ⸤declares⸥\\f + \\fr 3:13 \\ft Literally “a declaration of” \\f* my Lord Yahweh, the God of hosts. "},{"style":"v","verse":"14","text":"“For on the day I punish Israel for ⸤its transgression⸥,\\f + \\fr 3:14 \\ft Literally “the transgression of Israel upon it” \\f* I will also punish the altars of Bethel and the horns of the altar will be cut off and fall to the ground. "},{"style":"v","verse":"15","text":"I will ruin the winter house as well as the summer house, and the houses of ivory will perish and the great houses shall come to an end,” ⸤declares⸥\\f + \\fr 3:15 \\ft Literally “a declaration of” \\f* Yahweh."}]