[{"style":"s1","text":"Woe to the Complacent"},{"style":"m","text":""},{"style":"v","text":"Alas \\add for\\add* those being at ease in Zion, and those who feel secure on Mount Samaria, the notables of the best of the nations! The house of Israel resorts to them. "},{"style":"v","text":"Cross over \\add to\\add* Calneh and see, and go from there \\add to\\add* Hamath Rabbah and go down \\add to\\add* Gath of the Philistines. \\add Are\\add* you better than these kingdoms, or is their territory greater than your territory? "},{"style":"v","text":"You that put off the day of disaster and bring near a reign of violence! "},{"style":"v","text":"\\add Alas for\\add* those who lie on beds of ivory and lounge on their couches, and those eating young rams from \\add the\\add* sheep and goats, and bull-calves from the middle of \\add the\\add* animal stall. "},{"style":"v","text":"\\add Alas for those\\add* who sing to the tune of the harp; like David they improvise on instruments of music. "},{"style":"v","text":"\\add Alas for those\\add* who drink from sprinkling bowls of wine and anoint themselves with the best of olive oils and are not grieved over the ruin of Joseph. "},{"style":"v","text":"Therefore, they shall now go into exile at the head of the exiles and the feast of lounging shall pass away."},{"style":"s1","text":"Yahweh Abhors Israel’s Pride"},{"style":"m","text":""},{"style":"v","text":"My Lord Yahweh has sworn by himself, ⸤declares⸥\\f + \\fr 6:8 \\ft Literally “a declaration of” \\f* Yahweh, the God of hosts: “I abhor the pride of Jacob and I hate his citadel fortresses and I will deliver \\add the\\add* city and its fullness!” "},{"style":"v","text":"And then if ten people remain in one house, they too will die. "},{"style":"v","text":"And \\add if\\add* one’s relative, who burns \\add the body\\add*, lifts it up and brings the body out of the house and he will say to someone in the innermost part of the house, “\\add Are there\\add* any more with you?” and he will say, “None,” then he will say, “Silence,” because \\add we\\add* must not invoke the name of Yahweh. "},{"style":"v","text":"Look, Yahweh \\add is\\add* going to command and the great house will be destroyed \\add to\\add* bits and the little house \\add to\\add* pieces. "},{"style":"v","text":"Do horses run on rocks, or does one plow the sea with oxen?\\f + \\fr 6:12 \\ft Or “does one plow them with oxen” \\f* But you have turned justice into poison and \\add the\\add* fruit of righteousness into wormwood! "},{"style":"v","text":"\\add You\\add* who rejoice over Lo-Debar, who say, “Have we not taken Karnaim for ourselves by our strength?” "},{"style":"v","text":"Indeed, I \\add am\\add* going to raise up against you a nation, O house of Israel, ⸤declares⸥\\f + \\fr 6:14 \\ft Literally “a declaration of” \\f* Yahweh, the God of hosts. And they shall oppress you from Lebo-hamath up to the wadi of the Arabah."}]