[{"style":"s1","text":"Warning Visions"},{"style":"m","text":""},{"style":"v","text":"This is what my Lord Yahweh showed me, and look, \\add he\\add* is going to form locusts at the beginning of the sprouting of the second crop, and look, after the mowings of the king. "},{"style":"v","text":"And then when they\\f + \\fr 7:2 \\ft Hebrew “he/it” \\f* finished eating the vegetation of the land, I said, “O Lord Yahweh, please forgive! How can Jacob stand, because he \\add is\\add* small?” "},{"style":"v","text":"Yahweh relented concerning this. “It will not be,” said Yahweh. "},{"style":"v","text":"This is what my Lord Yahweh showed me, and look, my Lord Yahweh was going to call for a legal case with fire, and it devoured the great deep and it ate up the plots of ground. "},{"style":"v","text":"Then I said, “\\add O\\add* Lord Yahweh, please stop! How can Jacob stand, because he \\add is\\add* small?” "},{"style":"v","text":"Yahweh also relented concerning this. “This also will not be,” said my Lord Yahweh. "},{"style":"v","text":"This is what he showed me: Behold, my Lord \\add was\\add* standing beside a wall \\add built with\\add* a plummet, and a plummet \\add was\\add* in his hand. "},{"style":"v","text":"And Yahweh said to me, “What do you see?” And I said, “A plummet.” And my Lord said, “Look, I \\add am\\add* going to set a plummet in the midst of my people, Israel. I will not pass them by again. "},{"style":"v","text":"The high places of Isaac shall become desolate and the sanctuaries of Israel shall be laid waste. And I will rise against the house of Jeroboam with the sword.”"},{"style":"s1","text":"Amaziah’s Opposition"},{"style":"m","text":""},{"style":"v","text":"Then Amaziah the priest of Bethel sent to Jeroboam the king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel. The land is not able to endure all of his words. "},{"style":"v","text":"For this Amos has said, ‘Jeroboam will die by the sword and Israel will certainly go into exile \\add away\\add* from his land.’ ” "},{"style":"v","text":"And Amaziah said to Amos, “\\add O\\add* seer, go, flee to the land of Judah and earn food there and prophesy there!” "},{"style":"v","text":"But do not prophesy again at Bethel, because this \\add is\\add* a sanctuary of a king and this \\add is\\add* a temple of a kingdom.” "},{"style":"v","text":"And Amos answered and said to Amaziah, “I am not a prophet and I \\add am\\add* not a son of a prophet, but I \\add am\\add* a herdsman and I am one taking care of sycamore trees. "},{"style":"v","text":"And Yahweh took me from \\add following\\add* behind the sheep and goats and Yahweh said to me, “Go, prophesy to my people Israel! "},{"style":"v","text":"And so then, hear the word of Yahweh! You are saying, ‘You must not prophesy against Israel and you must not preach against the house of Isaac!’ "},{"style":"v","text":"Therefore, thus says Yahweh, ‘Your wife will become a prostitute in the city and your sons and your daughters will fall by the sword and your land will be divided with a line, and you\\f + \\fr 7:17 \\ft Emphatic second person pronoun \\f* will die in an unclean land and Israel will surely go into exile from this land.’ ”"}]