[{"style":"s1","verse":"","text":"Destruction of Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"I saw my Lord standing by the altar and he said, “Strike the capitals so that the thresholds will shake, and shatter them on the head of all of them, and I will kill the rest of them with the sword. A fugitive belonging to them will not run away, and a survivor belonging to them will not escape. "},{"style":"v","verse":"2","text":"If they dig into Sheol, from there my hand will take them, and \\add even\\add* if they climb up \\add to\\add* heaven, from there I will bring them down. "},{"style":"v","verse":"3","text":"And \\add even\\add* if they hide themselves on the top of Carmel, from there I will search and will take them, and \\add even\\add* if they hide from before my eyes at the bottom of the sea, from there I will command the sea serpent and it will bite them. "},{"style":"v","verse":"4","text":"And \\add even\\add* if they go into captivity before their enemies, from there I will command the sword and it will kill them, and I will fix my eyes on them for harm and not for good.” "},{"style":"v","verse":"5","text":"And \\add thus will do\\add* the Lord Yahweh of hosts, who touches the earth and it melts, and all of those living in it mourn, and all of it rises like the Nile and it sinks down like \\add the\\add* Nile of Egypt, "},{"style":"v","verse":"6","text":"who builds his upper chambers in the heavens and lays the foundation of his vault on the earth, who calls for the waters of the sea and pours them on the surface of the earth—Yahweh is his name. "},{"style":"v","verse":"7","text":"“Are you not like the Cushites to me, O people of Israel?” ⸤declares⸥\\f + \\fr 9:7 \\ft Literally “a declaration of” \\f* Yahweh. “Did I not bring up Israel from the land of Egypt and \\add the\\add* Philistines from Caphtor and ⸤the Arameans⸥\\f + \\fr 9:7 \\ft Literally “Aram” \\f* from Kir? "},{"style":"v","verse":"8","text":"Look, the eyes of my Lord Yahweh \\add are\\add* on the kingdom of sin, and I will destroy it from the surface of the earth. However, I will not utterly destroy the house of Jacob,” ⸤declares⸥\\f + \\fr 9:8 \\ft Literally “a declaration of” \\f* Yahweh. "},{"style":"v","verse":"9","text":"“Yes, look, I \\add am\\add* going to command and I will shake the house of Israel among all the nations like one who shakes with a sieve, but not a pebble will fall \\add to the\\add* ground. "},{"style":"v","verse":"10","text":"All the sinners of my people will die by the sword, who say, ‘Evil will not overtake or confront us.’"},{"style":"s1","verse":"","text":"Restoration of Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"On that day I will raise up the booth of David that is fallen, and I will repair its breaches and will raise up its ruins and will build it like the days of old. "},{"style":"v","verse":"12","text":"Thus they may take possession of the remnant of Edom and all the nations ⸤who are called by my name⸥,”\\f + \\fr 9:12 \\ft Literally “who my name is called over them” \\f* ⸤declares⸥\\f + \\fr 9:12 \\ft Literally “a declaration of” \\f* Yahweh, \\add who\\add* does this. "},{"style":"v","verse":"13","text":"“Look, days are coming,” ⸤declares⸥\\f + \\fr 9:13 \\ft Literally “a declaration of” \\f* Yahweh, “when \\add the one who\\add* plows will overtake \\add the one who\\add* reaps, the one who treads grapes \\add will catch up\\add* with the one who sows the seed. And the mountains will drip sweet wine and all of the hills will flow \\add with it\\add*. "},{"style":"v","verse":"14","text":"And I will restore the fortunes of my people Israel, and they will rebuild \\add the\\add* desolated cities and will inhabit \\add them\\add*. And they will plant vineyards and will drink their wine, and they will make gardens and will eat their fruit. "},{"style":"v","verse":"15","text":"And I will plant them on their land and they will not be uprooted again from their land that I have given to them,” says Yahweh your God."}]