[{"style":"s1","verse":"","text":"Neyemi jot na ndigal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mu am bés, ci weeru Nisan, ñeenti weer gannaaw Kislew, yemook ñaar fukkeelu atu nguurug Artaserses, ma jël biiñ ba taaje woon fa kanam Buur, di ko ko xellil. Booba maa nga ànd ak tiis, ne yogg; lu ma masula dal ca kanamam."},{"style":"v","verse":"2","text":"Buur laaj ma, ne ma: «Lu la tax ne yogg te woppuloo? Mbaa du tiisu xol?» Maa ngi tiit lool."},{"style":"v","verse":"3","text":"Ma daldi ne Buur: «Guddaluw fan, Buur! Nu may def ba duma ne yogg, te dëkk ba samay maam tëdd gental, bunt ya lakk ba xoyomu?»"},{"style":"v","verse":"4","text":"Buur wax ma, ne ma: «Ana looy sàkku?» Ma ñaan ci sama xel ci Yàlla Boroom asamaan,"},{"style":"v","verse":"5","text":"door ne Buur: «Xanaa Sang bi, su la neexee rekk, nga yéwéne ma, yebal ma Yuda, dëkk ba ñu denc samay maam, ba ma tabaxaat ko.»"},{"style":"v","verse":"6","text":"Buur nag wax ak man, fekk Lingeer soxnaam toog, feggook moom. Mu ne ma: «Boo demee, ana loo fay toog, doora délsi?» Ma wax ko. Gannaaw loolu Buur nangu maa bàyyi ma dem."},{"style":"v","verse":"7","text":"Ci kaw loolu ma ne Buur: «Buur, su la soobee, ngalla nañu ma jox ay bataaxal yu jëm ca kilifay Wàllaa Efraat ya, ngir ñu jàllale ma, ba ma àgg Yuda,"},{"style":"v","verse":"8","text":"akub bataaxal bu jëm ca Asaf may wattu toolu buur, ngir mu may ma bant yu ma defareji bunti tatay kër Yàlla ga, defaraale ca tatay dëkk baak kër ga may dali.» Buur nangul ma, ndax sama Yàlla ji ma toppe mbaaxam."},{"style":"v","verse":"9","text":"Ba loolu amee ma dem ba ca kilifay Wàllaa Efraat ya, jox leen bataaxali Buur, fekk Buur boole maak ay njiiti xare aki gawar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba mu ko defee, Sanbalat ma dëkk Oron dégg mbir ma, mook Tobya, Amoneen ba, ndawal Buur. Ñu am lu leen soofa soof, te mooy li nit ñëw, di sàkkusi njariñu \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"s1","verse":"","text":"Neyemi xool na tata ja wër Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ma àgg nag ba Yerusalem, toog fa ñetti fan."},{"style":"v","verse":"12","text":"Gannaaw loolu ma jóg guddi, maak nit ñu néew, te waxuma kenn li ma sama Yàlla nammloo ngir ma defal ko Yerusalem. Yoruma woon jenn daamar ju moy ji ma war."},{"style":"v","verse":"13","text":"Ma génne dëkk ba guddi, jaare buntu tata ba ñuy wax Xur wa, wutali walu ndox ma ñuy wax walu Ninki-nanka, daldi jàll ba ca buntu Sën ba. Ci biir loolu ma seetlu tatay Yerusalem yi toj fu nekk, bunt yi lakk ba xoyomu."},{"style":"v","verse":"14","text":"Ma jubal wutali bunt ba ñuy wax Bëtu Ndox, jaare ca wetu déegu Buur. Amatul nag fu sama daamar ji ma war mana jaare."},{"style":"v","verse":"15","text":"Ma daldi topp xur wa ca guddi ga, di seetlu tata ji, ba noppi waññiku, jaare ca buntu Xur wa, duggsiwaat."},{"style":"v","verse":"16","text":"Kilifay dëkk ba nag xamuñu fu ma demoon, mbaa lu ma doon def. Ndax fekkul woon ma wax kenn dara, du Yawut yi, du \\w sarxalkat|sarxalkat b-:\\w* yi, du garmi yi, du kilifa yi te du keneen ci ñi wara sasoo liggéey bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba loolu amee ma ne leen: «Yeena gisal seen bopp toskare gi nu nekke. Yerusalem tas na, bunt yi lakk na. Aycaleen nu tabaxaat tatay Yerusalem ndax sunu gàcce faju.»"},{"style":"v","verse":"18","text":"Gannaaw loolu, ma nettali leen ni ma sama Yàlla toppe yiwam, ak kàddu yi ma Buur wax. Ñu ne ma: «Nanleen tabax!» Ñu daldi gëna pastéefu ca liggéeyu ngëneel ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba loolu amee Sanbalat ma dëkk Oron dégg ko, mook Amoneen ba Tobya, jawriñ ja, ak Gesem, Arab ba. Ñu di nu ñaawal aka diiju naan: «Li ngeen di def nii lu mu doon? Dangeen di fexeel Buur?»"},{"style":"v","verse":"20","text":"Ma ne leen: «Yàlla Boroom asamaan moo nuy may ndam. Nun ñiy jaamam nooy jóg tabaxaat dëkk bi. Yeen nag amuleen wàll ci Yerusalem, te baaxoowuleen fi benn sañ-sañ!»"}]