[{"style":"s1","verse":"","text":"Ñu ngi tabaxaat tata ja"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Elyasib \\w sarxalkat|sarxalkat b-:\\w* bu mag ba ànd ak bokki sarxalkatam, ñu tabaxaat bunt ba ñuy wax Gàtt ya, sellalal ko Yàlla, taxawal laf ya, defaraat tata ja, ba ca soorooru tata ba ñuy wax Meya te ñu duppee ko Téeméer, sellalal ko Yàlla, jàppoo ko noonu ba ca soorooru tata ba tudd Ananel."},{"style":"v","verse":"2","text":"Waa Yerikoo nga feggook ñoom di tabax, Sakur doomu Imri di tabax ca wet ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Bunt ba ñuy woowe buntu Jën ya, góori waa Senaa ñoo daaj bant ya, taxawal laf ya, def ca tëjukaay yaak dénki galan ya muy àndal."},{"style":"v","verse":"4","text":"Meremot doomu Uri doomu Akocc, moo làng ak ñoom di defar; ka feggook ñoom di defar, di Mesulam doomu Berekya doomu Mesesabel. Ka feggook ñoom di defar, di Cadog doomu Baana."},{"style":"v","verse":"5","text":"Ka feggook ñoom, ba tey, di defar di waa Tekowa. Seeni kilifa nag ñoo bañoona liggéey ci njiital jawriñ yi yore liggéey bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Buntu Cosaan ba, Yoyada doomu Paseya ak Mesulam doomu Besoja ñoo ko defaraat, daaj bant ya, taxawal laf ya ak tëjukaay yaak dénki galan ya cay ànd."},{"style":"v","verse":"7","text":"Ña feggook ñoom di defar, di Melaca ma dëkk Gabawon ak Yadon ma dëkk Meronot ak ñeneen waa Gabawon ak Mispa, gox ya ca kilifteefu boroom Wàllaa Efraat."},{"style":"v","verse":"8","text":"Ka feggook ñoom di defar, di Usyel doomu Araya, tëggu wurus ba. Ka feggook moom di defar, di Anaña, bokk ca defarkati cuuraay ya. Ñu sottal seen liggéey ca Yerusalem gannaaw ba ñu àggee fa tata ja gëna yaatoo."},{"style":"v","verse":"9","text":"Ka feggook ñoom di liggéey, Refaya doomu Ur la. Moo yilifoon genn-wàllu diiwaanu Yerusalem."},{"style":"v","verse":"10","text":"Ka ca topp di liggéey dog ba janook këram, Yedaya la, doomu Arumaf; Atus doomu Asabneya feggook moom di defaraat."},{"style":"v","verse":"11","text":"Am na weneen làccu tata wu Malkiya doomu Arim di defaraat, mook Asub doomu Paxat Mowab; ñu defaraale soorooru tata ba ñuy wax Taal ya."},{"style":"v","verse":"12","text":"Ka feggook moom di defaraat, di Salum doomu Aloxes, kilifag geneen wàllu diiwaanu Yerusalem, ay doomam yu jigéen di ko jàppale ca liggéey ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Buntu Xur wa, Anun a ko defaraat, mook ña dëkk Sanowa. Ñoo ko tabaxaat, taxawal laf ya ak tëjukaay yaak dénki galan ya cay ànd. Ñu teg ca defaraat làccub juróomi téeméeri meetar ca tata ja, ba àgg ca buntu Sën ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Buntu Sën ba nag, ka ko defaraat Malkiya doomu Rekab la, di boroom gox ba ñuy wax Bet Kerem. Moo ko defaraat, taxawal laf ya ak tëjukaay yaak dénki galan ya cay ànd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Bunt ba ñuy wax Bëtu Ndox ba, Salun doomu Kol Ose, boroom gox ba ñuy wax Mispa, moo ko defaraat. Moo ko tabaxaat, xadd ko, taxawal laf ya ak tëjukaay yaak dénki galan ya cay ànd, ak itam tata ja ca déegub Silowe, bay suuxat tóokëru buur, ba ca dëggastal ya ngay wàcce, génn gox ba ñuy wax Kër Daawuda."},{"style":"v","verse":"16","text":"Ka ca topp di defar, Neyemi doomu Asbug la, boroom genn-wàllu gox ba ñuy wax Bet Cur. Moo féetewoo la dale fa janook sëgi Daawuda ya, ba ca déeg ba nit ña sàkk, dem ba ca dalu Xarekat ya."},{"style":"v","verse":"17","text":"\\w Leween|Leween b-:\\w* ñaa ca topp di defaraat, di Rexum doomu Bani; ka dend ak moom, taxawal goxam di defaraat, di Asabya, may boroom genn-wàllu gox ba ñuy wax Keyla."},{"style":"v","verse":"18","text":"Ka topp ca moom di liggéey, di seen mbokk Binuy doomu Enadàdd, boroom geneen wàllu gox ba ñuy wax Keyla."},{"style":"v","verse":"19","text":"Ka feggook moom di liggéey, Eser la, doomu Yesuwa, boroom Mispa. Muy defaraat làcc wa janook fa ngay yéege jëm ca dencu gànnaay ya, ca koñu tata ja."},{"style":"v","verse":"20","text":"Ka topp ca moom di liggéey ak pastéef Barukk la, doomu Sabay. Muy defaraat weneen làccu tata ja dale ca koñ ba ca bunt kër Elyasib, sarxalkat bu mag ba."},{"style":"v","verse":"21","text":"Ka topp ca moom Meremot la, doomu Uri doomu Akocc. Muy defaraat làcc wa dale ca bunt kër Elyasib, ba fa kër ga yem."},{"style":"v","verse":"22","text":"Ña topp ca moom di defaraat, di sarxalkat ya dëkke la wër Yerusalem."},{"style":"v","verse":"23","text":"Ña ca topp di liggéey, Beñamin la ak Asub. Ñuy defaraat làcc wa janook seen kër. Ka ca topp di liggéey, di Asaryaa doomu Maaseya doomu Anaña. Muy defaraat fa dendeek këram."},{"style":"v","verse":"24","text":"Ka ca topp di Binuy doomu Enadàdd. Muy defaraat làcc wa dale ca kër Asaryaa ba ca koñ ba, ca ruqu tata ja."},{"style":"v","verse":"25","text":"Palal doomu Usay di defaraat diggante koñ ba ak sooroor bu kawe ba tiim kër buur, jàpp ëttu dag ya. Ka ca topp di Pedaya doomu Paros."},{"style":"v","verse":"26","text":"Liggéeykati kër Yàlla ya féete Ofel ca tund wa, di liggéey, ba fa janook soorooru koñ ba féete buntu Ndox ma penku."},{"style":"v","verse":"27","text":"Ña ca topp di waa Tekowa, di defaraat làcc wa ca topp, dale fa janook sooroor bu kawe bi te fëlle ca tata ja, ba ca tatay tund wa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"La ko dale ca buntu Fas ya, ay sarxalkat a fa doon liggéey, ku nekk janook këram."},{"style":"v","verse":"29","text":"Ka ca topp di liggéey, Cadog doomu Imer la. Muy defaraat fa janook këram. Ka ca topp di defaraat, di Semaya doomu Sekaña; moo doon wattukatu buntu Penku ba."},{"style":"v","verse":"30","text":"Ña topp ca moom di liggéey, di Anaña doomu Selemya ak Anun, juróom benneelu doomu Calaf. Muy defaraat làcc wa ca topp. Ka ca topp di liggéey, Mesulam doomu Berekya la. Muy defaraat fa janook dëkkuwaayam."},{"style":"v","verse":"31","text":"Ka ca topp di defar, di Malkiya, bokk ca tëggi wurus ya. Muy liggéey ba ca këri liggéeykati kër Yàlla ga ak jaaykat ya, fa janook buntu Ndaje ba, jàpp ca néegu wattukat bu kawe ba ca ruq ba."},{"style":"v","verse":"32","text":"Diggante néegu wattukat bu kawe ba ca koñ ba ak buntu Gàtt ya, ña fa doon liggéey tëggi wurus ya la ak jaaykat ya."},{"style":"s1","verse":"","text":"Liggéey bi am na gàllankoor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ba Sanbalat déggee ne nu ngi tabaxaat tata ja wër dëkk ba, mu am naqar wu réy, mer lool, di ñaawal Yawut yi"},{"style":"v","verse":"34","text":"ca kanam bokkam yaak xarekati Samari ya naan: «Ana lu Yawut yi yaafus yii di jéema def nii? Ñu defe ne moos seen pexe dina sotti, ba ñuy def ay sarax? Fu ñuy noppee seen tabax bi bésub tey? Te yékkatiwuñu lu moy ay doj yu ñu sullee ci jalub tojit yu lakk ba noppi?»"},{"style":"v","verse":"35","text":"Tobya Amoneen ba mu feggool nag ne ca tonet ne: «Tata bi ñuy tabax de, su ci till sax yéegoon, mu ànd aki dojam, màbb.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ci biir loolu ma ne: «Ngalla sunu Yàlla, déggal rekk xeebeel gi ñu nu xeeb te walbati seeni xaste, mu këppu ci seen kaw. Ngalla jébbal leen nit ñu sëxëtoo seen alal ci réew mu ñu leen jàpp njaam."},{"style":"v","verse":"37","text":"Bu leen jéggal seen tooñ, bul far seen bàkkaar, ndaxte ñoo doon naqaral ñiy tabax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Ci kaw loolu nu tabaxaat tata ba, wërale ko ba mu àgg ca genn-wàllu taxawaayam, ndax fekk na mbooloo ma pastéefu ca liggéey ba."}]