[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Sanbalat nag ak Tobyaak Arab yaak Amoneen ñaak Asdoddeen ña, ñoom ñépp dégg ne liggéeyu tatay Yerusalem a ngay jëm kanam, te xar-xar yaa ngay tàmbalee fatt. Ñu mer ca lool,"},{"style":"v","verse":"2","text":"daldi mànkoo, lal pexe ngir xareek Yerusalem, fitnaal leen."},{"style":"v","verse":"3","text":"Ba mu ko defee nu ñaan ci sunu Yàlla, ba noppi teg fa ay nit ñuy wattu guddeek bëccëg, ngir bàyyi leen xel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Fekk na waa Yudaa ngi naan:"},{"style":"q1","verse":"","text":"«Dooley yenukat ŋiis,"},{"style":"q1","verse":"","text":"tojit jalee jale."},{"style":"q1","verse":"","text":"Nu nuy tabaxeeti jii tata?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ci biir loolu noon ya naan: «Bala ñu noo yég mbaa ñu di nu gis, nu ne saraax ci seen biir, rey leen, yemale fi liggéey bi.»"},{"style":"v","verse":"6","text":"Yawut ya ñu dëkkal nag dikk waxsi nu fukki yoon ak juróom li ñu nuy fexeel, ne nu «Fu ne lañuy jóge, songsi nu.»"},{"style":"s1","verse":"","text":"Neyemi gànnaayal na ay wattukat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ma teg nag ay nit ci béreb yu ne fàŋŋ te suufe ca gannaaw tata ja. Ma def leen ay kuréel gu ci nekk ak làngam ak bérebam. Ña nga gànnaayoo seeni saamar ak seeni xeej ak seeni fitt."},{"style":"v","verse":"8","text":"Ba loolu amee ma xoolaat lépp, ba noppi wax ak kàngam yaak kilifa yaak mbooloo ma ca des ne leen: «Buleen leen ragal. Fàttalikuleen ne Boroom bi moo màgg te jara ragal te ngeen xeexal seeni bokk ak seen doom yu góor ak yu jigéen, ak seeni jabar ak seeni kër.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Gannaaw gi, noon ya xam ne yég nanu leen, te Yàlla nasaxal na seen pexe. Ba mu ko defee nu walbatikuwaat nun ñépp ca tata ja, ku nekk dellu ca liggéeyam."},{"style":"v","verse":"10","text":"La ko dale bésub keroog sama xaaju nit ña rekk a doon liggéey, xaaj ba ca des gànnaayoo ay xeej aki pakk aki fitt ak kiiraayal dënn. Kilifa ya nag taxaw ca gannaaw mboolem waa Yuda."},{"style":"v","verse":"11","text":"Ña doon tabax tata baak ñay yenook ñay yene, ñépp di liggéeye benn loxo, loxo ba ca des ŋàbb ngànnaay."},{"style":"v","verse":"12","text":"Te it ñay tabax, ku ci nekk, sab saamar a nga takke ci sa ndigg, ngay liggéey, boroom bufta bi\\f + \\fr 4.12 \\fk bufta, \\ft ab béjjénu kuuy la, bu ñu bënn ñaari wet yi, ngir man cee wal.\\f* feggook man."},{"style":"v","verse":"13","text":"Ma wax ak garmi yaak kilifa yaak mbooloo ma ca des, ne leen: «Liggéey bi réy na, yaatu na, te nun danoo tasaaroo te soreyantoo ci tata bi."},{"style":"v","verse":"14","text":"Fu ngeen dégg bufta bi jibe fa, fekksileen nu fa. Sunu Yàlla dina nu xeexal.»"},{"style":"v","verse":"15","text":"Nu nekk nag ci liggéey bi, genn-wàllu nit ñi yore ay xeej, dale ko ba bët di set, ba biddiiw yiy feq."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Boobu it laa wax mbooloo ma ne leen: «Na ku nekk ànd ak ka muy liggéeyandool, fanaan ci biir Yerusalem. Su ko defee nu man di wattu guddi, di liggéey bëccëg.»"},{"style":"v","verse":"17","text":"Booba kenn ci nun summiwul ay yéreem, du man, du samay bokk, du samay nit, te du wattukat yi ànd ak man. Ku nekk day ŋàbb ngànnaayam ci ndijooram."}]