[{"style":"s1","verse":"","text":"Tata ba noppi na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Sanbalat ak Tobya nag dégg, ñook Gesem Arab baak noon ya ca des ne tabaxaat naa tata ja, ba xar-xar desatu ca, doonte taxawalaguma woon lafi bunt ya."},{"style":"v","verse":"2","text":"Sanbalat ak Gesem yónnee ci man, ne ma: «Dikkal nu dem Kefirim ca xuru Ono, diisooji fa.» Booba ña nga may fexeel."},{"style":"v","verse":"3","text":"Ma yónnee leen ay ndaw, ne leen: «Damaa jàpp lool. Duma mana ñëw. Xanaa duma dakkal liggéey bi, bàyyi ko fi, di leen fekki?»"},{"style":"v","verse":"4","text":"Ñu yónnee ci man, wax ma loolu ba muy ñeenti yoon, sama tont di lenn."},{"style":"v","verse":"5","text":"Ba ko juróomeel, Sanbalat yóbbanteeti ab surgaam genn kàddu googu, mu indaale bataaxal bu tëjuwul, yor ko ci loxoom."},{"style":"v","verse":"6","text":"Ñu bind ci ne:"},{"style":"p","verse":"","text":"«Dégg nañu ci xeet yi dul Yawut, te Gesem\\f + \\fr 6.6 \\fk Gesem \\ft ak Gasmu, kenn ki la.\\f* sax dëggal na ko, ne yaw yaak sa bokki Yawut dangeen di fexee fippu. Ñu ne moo tax ngay tabaxaat tata ji. Wax nañu sax ne dangaa bëgga doon seen buur,"},{"style":"v","verse":"7","text":"te xas ngaa tànn ay yonent yu wara yéene ci Yerusalem, ne falu nga buur ci Yuda. Balaa yàgg nag buuru Pers dina jot ci wax jooju. Kon nag dikkal, nu bokk diisoo ci.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ma yónnee ca Sanbalat, ne ko: «Li nga wax amul. Yaw yaa ko fental sa bopp.»"},{"style":"v","verse":"9","text":"Fekk na ñoom ñépp a nu doon jéema xoqtal, yaakaar ne dinanu yoqi, ba liggéey bi du sotti. Ma daldi ne: «Léegi nag Yàlla, ngalla dooleel ma!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ci kaw loolu ma dem kër Semaya doomu Delaya doomu Metabeel, fekk ko mu tëju cib néegam. Mu ne ma:"},{"style":"q1","verse":"","text":"«Nan ànd dem ca kër Yàlla ga, ca \\w néeg bu mag|néeg (Yàlla) bu mag b-:\\w* ba,"},{"style":"q1","verse":"","text":"nu tëju ca néeg bu mag ba, balaa ñu lay reysi."},{"style":"q1","verse":"","text":"Guddi lañuy ñëw, reysi la.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Ma ne ko: «Man duma kuy daw! Te sax gannaaw duma \\w sarxalkat|sarxalkat b-:\\w*, nu may dugge ci biir néegu Yàlla bu mag bi, di génnaale bakkan\\f + \\fr 6.11 \\ft Néegu Yàlla bu mag bi, sarxalkat yi rekk ñoo fa sañoona dugg. Keneen ku fa dugg, ku dul sarxalkat, day dee.\\f*? Man kay demuma.»"},{"style":"v","verse":"12","text":"Booba la ma leer ne ndeke Yàlla yónniwu ko, waaye Tobyaak Sanbalat ñoo ko fey ngir mu birale ma noonu kàdduy \\w waxyu|waxyu:\\w*, di ma fexeel."},{"style":"v","verse":"13","text":"Dañu koo feyoon ngir mu tiital ma, ma def noonu, muy bàkkaar. Su ko defee ñu yàq sama der, toroxal ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Sama Yàlla, yal nanga bàyyi xel ci Tobyaak Sanbalat te fey leen seen jëf jii, ñook Nowaja, yonent bu jigéen beek yeneen yonent yi ma doon xoqtal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba mu ko defee ñu àggale tata ji ci ñaar fukki fan ak juróom ci weeru Elul\\f + \\fr 6.15 \\fk weeru Elul \\ft moo yemook juróom benneelu weer ci nattinu yawut, muy ndeetel ut, jàpp sàttumbar.\\f*. Ñu liggéey ko ci juróom fukki fan ak ñaar."},{"style":"v","verse":"16","text":"Ba ko sunu noon yépp yégee, ñook mboolem jàmbur ñi nu wër, am nañu tiitaange ak mbetteel mu réy, ndax xam nañu ne sunu ndimbalu Yàlla rekk lanu sottale boobu liggéey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ca yooya jamono garmiy Yuda daan nañu bindanteek Tobya lu bare."},{"style":"v","verse":"18","text":"Bare na sax ci waa Yuda ñu faroon ak moom ci kaw ngiñ, ndax la mu doon denc doomu Sekaña, ma Ara di baayam, te doomam Yoxanan di denc doomu Mesulam ma Berekya di baayam."},{"style":"v","verse":"19","text":"Rax ci dolli ñu di ma gëmloo ag mbaaxam, te di ko jottali samay kàddu. Tobya nag yónnee ma ay bataaxal, di ma xoqtal."}]