[{"style":"s1","verse":"","text":"The Angel and the Little Scroll"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And I saw another powerful angel descending from heaven, wrapped in a cloud, and a rainbow over his head, and his face \\add was\\add* like the sun, and his feet \\add were\\add* like pillars of fire,\\f + \\fr 10:1 \\ft Or “like fiery pillars” \\f* "},{"style":"v","verse":"2","text":"and holding in his hand a little scroll that was opened. And he put his right foot on the sea and his\\ef + \\fr 10:2 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* left on the land. "},{"style":"v","verse":"3","text":"And he cried out with a loud voice like a lion roars, and when he cried out, the seven thunders sounded\\f + \\fr 10:3 \\ft Or “spoke” \\f* their own voices. "},{"style":"v","verse":"4","text":"And when the seven thunders spoke,\\f + \\fr 10:4 \\ft Or “sounded” \\f* I was about to write, and I heard a voice from heaven saying, “Seal up \\add the things\\add* which the seven thunders spoke, and do not write them!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"And the angel whom I saw standing on the sea and on the land raised his right hand to heaven "},{"style":"v","verse":"6","text":"and swore by the one who lives ⸤forever and ever⸥\\f + \\fr 10:6 \\ft Literally “for the ages of the ages” \\f*, who created heaven and the \\add things\\add* in it, and the earth and the \\add things\\add* in it, and the sea and the \\add things\\add* in it, “There will be no more delay! "},{"style":"v","verse":"7","text":"But in the days of the sound of the seventh angel, whenever he is about to blow the trumpet, then\\f + \\fr 10:7 \\ft Literally “and” \\f* the mystery of God is completed, as he announced to his own slaves the prophets.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"And the voice that I had heard from heaven \\add was\\add* speaking with me again and saying, “Go, take the opened scroll in the hand of the angel who is standing on the sea and on the land.” "},{"style":"v","verse":"9","text":"And I went to the angel and told him to give me the little scroll, and he said to me, “Take and eat it up, and it will make your stomach bitter, but in your mouth it will be sweet as honey.” "},{"style":"v","verse":"10","text":"And I took the little scroll from the hand of the angel and ate it up, and it was sweet as honey in my mouth, and when I had eaten it, my stomach was made bitter. "},{"style":"v","verse":"11","text":"And they said to me, “It is necessary for you to prophesy again about many peoples and nations and languages and kings.”"}]