[{"style":"s1","verse":"","text":"The Woman and Her Son Versus the Dragon"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And a great sign appeared in heaven: a woman clothed with the sun and \\add with\\add* the moon under her feet, and on her head a crown of twelve stars, "},{"style":"v","verse":"2","text":"and ⸤who was pregnant⸥\\f + \\fr 12:2 \\ft Literally “who was having in the belly” \\f* and was crying out \\add because she\\add*\\ef + \\fr 12:2 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was having birth pains”) which is understood as causal \\ef* was having birth pains, and was in torment to give birth. "},{"style":"v","verse":"3","text":"And another sign appeared in heaven, and behold, a great fiery red dragon, having seven heads and ten horns, and on his heads \\add were\\add* seven royal headbands.\\f + \\fr 12:3 \\ft Or “diadem crowns” \\f* "},{"style":"v","verse":"4","text":"And his tail swept away a third of the stars from heaven and threw them to the earth. And the dragon stood before the woman who was about to give birth, in order that whenever she gave birth to her child he could devour \\add it\\add*. "},{"style":"v","verse":"5","text":"And she gave birth to a son, a male \\add child\\add*, who is going to shepherd all the nations with an iron rod,\\f + \\fr 12:5 \\ft An allusion to \\xt Ps 2:9 \\ft \\f* and her child was snatched away to God and to his throne. "},{"style":"v","verse":"6","text":"And the woman fled into the wilderness, where she had a place prepared there by God, so that they could feed her there \\add for one\\add* thousand two hundred sixty days."},{"style":"s1","verse":"","text":"Satan Thrown Down from Heaven to Earth"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"And there was war in heaven; Michael and his angels ⸤fought against⸥\\f + \\fr 12:7 \\ft Literally “made war with” \\f* the dragon, and the dragon and his angels ⸤fought back⸥\\f + \\fr 12:7 \\ft Literally “made war” \\f*. "},{"style":"v","verse":"8","text":"And they did not prevail, nor was a place found for them \\add any\\add* longer in heaven. "},{"style":"v","verse":"9","text":"And the great dragon was thrown down, the ancient serpent, who is called the devil and Satan, who deceives the whole world. He was thrown down to the earth, and his angels were thrown down with him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"And I heard a loud voice in heaven saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“Now the salvation and the power"},{"style":"q2","verse":"","text":"and the kingdom of our God"},{"style":"q2","verse":"","text":"and the authority of his Christ have come,"},{"style":"q1","verse":"","text":"because the accuser of our brothers has been thrown down,"},{"style":"q2","verse":"","text":"the one who accuses them before our God day and night."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"11","text":"And they conquered him by the blood of the Lamb"},{"style":"q2","verse":"","text":"and by the word of their testimony,"},{"style":"q1","verse":"","text":"and they did not love their lives until death."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"12","text":"Because of this, rejoice, you heavens,"},{"style":"q2","verse":"","text":"and those who live in them!"},{"style":"q1","verse":"","text":"Woe \\add to\\add* the earth and \\add to\\add* the sea,"},{"style":"q2","verse":"","text":"because the devil has come down to you,"},{"style":"q1","verse":"","text":"having great anger,"},{"style":"q2","verse":"","text":"\\add because he\\add*\\ef + \\fr 12:12 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knows”) which is understood as causal \\ef* knows that he has little time!”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"And when the dragon saw that he had been thrown down to the earth, he pursued the woman who had given birth to the male \\add child\\add*. "},{"style":"v","verse":"14","text":"And the two wings of a great eagle were given to the woman, in order that she could fly into the wilderness, to her place where she is fed there \\add for\\add* a time, and times, and half a time, from the presence of the serpent. "},{"style":"v","verse":"15","text":"And from his mouth the serpent spouted water like a river after the woman, in order that he could make her swept away by a river. "},{"style":"v","verse":"16","text":"And the earth came to the aid of the woman, and the earth opened its mouth and swallowed up the river that the dragon had spouted out of his mouth. "},{"style":"v","verse":"17","text":"And the dragon was angry at the woman, and went away to ⸤fight against⸥\\f + \\fr 12:17 \\ft Literally “to make war with” \\f* the rest of her children, those who keep the commandments of God and who hold to the testimony about Jesus. "},{"style":"v","verse":"18","text":"And he stood on the sand of the sea."}]