[{"style":"s1","text":"Seven Angels with Seven Last Plagues"},{"style":"m","text":""},{"style":"v","text":"And I saw another great and marvelous sign in heaven: seven angels having seven plagues \\add that are\\add* the last \\add ones\\add*, because with them the wrath of God is completed. "},{"style":"v","text":"And I saw \\add something\\add* like a sea of glass mixed with fire, and those who had conquered the beast and his image and the number of his name were standing by\\f + \\fr 15:2 \\ft Or “on”; or “at”; or “near” \\f* the glassy sea, holding harps from God. "},{"style":"v","text":"And they were singing the song of Moses, the slave of God, and the song of the Lamb, saying:"},{"style":"sd0","text":""},{"style":"q1","text":"“Great and marvelous \\add are\\add* your works,"},{"style":"q2","text":"Lord God All-Powerful;"},{"style":"q1","text":"righteous and true \\add are\\add* your ways,"},{"style":"q2","text":"King of the ages!\\f + \\fr 15:3 \\ft Some manuscripts have “nations” \\f*"},{"style":"q1","text":""},{"style":"v","text":"Who would never fear, Lord,"},{"style":"q2","text":"and glorify your name?"},{"style":"q1","text":"For only you \\add are\\add* holy,"},{"style":"q2","text":"because all the nations\\f + \\fr 15:4 \\ft Or “Gentiles”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* will come"},{"style":"q2","text":"and worship before you,"},{"style":"q1","text":"because your righteous deeds have been revealed.”"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And after these \\add things\\add* I looked, and the temple, the tent of the testimony in heaven, was opened, "},{"style":"v","text":"and the seven angels who had the seven plagues came out from the temple, dressed \\add in\\add* clean, bright linen garments, and girded with golden belts around their\\ef + \\fr 15:6 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* chests. "},{"style":"v","text":"And one of the four living creatures gave to the seven angels seven golden bowls full of the wrath of God, who lives ⸤forever and ever⸥\\f + \\fr 15:7 \\ft Literally “for the ages of the ages” \\f*, "},{"style":"v","text":"and the temple was filled with smoke from the glory of God and from his power, and no one was able to enter into the temple until the seven plagues of the seven angels were completed."}]