[{"style":"s1","verse":"","text":"The Seven Bowls of the Wrath of God"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And I heard a loud voice from the temple saying to the seven angels, “Go and pour out on the earth the seven bowls of the wrath of God.” "},{"style":"v","verse":"2","text":"And the first went and poured out his bowl on the earth, and there was an evil and painful sore on the people who had the mark of the beast and who worshiped his image."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"And the second poured out his bowl on the sea, and it became blood, like \\add that\\add* of a dead person, and every living thing \\add that was\\add* in the sea died."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"And the third poured out his bowl on the rivers and the springs of water, and they became blood. "},{"style":"v","verse":"5","text":"And I heard the angel of the waters saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“You are righteous, the one who is and the one who was, the Holy One,"},{"style":"q2","verse":"","text":"because you have judged these \\add things\\add*,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"6","text":"because they have poured out the blood of the saints and prophets,"},{"style":"q2","verse":"","text":"and you have given them blood to drink;"},{"style":"q1","verse":"","text":"they are deserving!”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"And I heard the altar saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“Yes, Lord God All-Powerful,"},{"style":"q2","verse":"","text":"true and righteous \\add are\\add* your judgments.”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"And the fourth poured out his bowl on the sun, and it was granted to it to burn up people with fire. "},{"style":"v","verse":"9","text":"And people were burned up \\add by the\\add* great heat, and they blasphemed the name of God who has the authority over these plagues, and they did not repent to give him glory."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"And the fifth poured out his bowl on the throne of the beast, and his kingdom became darkened, and they began chewing their tongues because of the pain. "},{"style":"v","verse":"11","text":"And they blasphemed the God of heaven because of their pain and because of their sores, and they did not repent of their deeds."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"And the sixth poured out his bowl on the great river Euphrates, and its water was dried up, in order that the way would be prepared for the kings from ⸤the east⸥\\f + \\fr 16:12 \\ft Literally “the rising of the sun” \\f*. "},{"style":"v","verse":"13","text":"And I saw coming out of the mouth of the dragon and out of the mouth of the beast and out of the mouth of the false prophet three unclean spirits like frogs. "},{"style":"v","verse":"14","text":"For they are the spirits of demons performing signs that go out to the kings of the whole inhabited world, to gather them for the battle of the great day of God the All-Powerful. "},{"style":"v","verse":"15","text":"(Behold, I am coming like a thief. Blessed \\add is\\add* the one who is on the alert and who keeps his clothing, so that he does not walk around naked and they see his shamefulness!) "},{"style":"v","verse":"16","text":"And he gathered them to the place called in Hebrew Armageddon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"And the seventh poured out his bowl on the air, and a loud voice came out of the temple, from the throne, saying, “It is done!” "},{"style":"v","verse":"18","text":"And there were lightnings and sounds and thunders, and there was a great earthquake, as has not happened from the \\add time\\add* humanity has been on the earth—so great in this way \\add was\\add* the earthquake. "},{"style":"v","verse":"19","text":"And the great city was \\add split\\add* into three parts, and the cities of the nations fell. And Babylon the great was remembered before God, to give her the cup of the wine of his furious wrath.\\f + \\fr 16:19 \\ft Literally “of the anger of the wrath of him” \\f* "},{"style":"v","verse":"20","text":"And every island fled, and mountains were not found. "},{"style":"v","verse":"21","text":"And large hailstones, weighing about a hundred pounds,\\f + \\fr 16:21 \\ft Literally “weighing a talent”; a talent was 125 Roman pounds (of 12 ounces each), so this is just under 100 lbs or 43 kg \\f* came down from the sky upon people, and the people blasphemed God because of the plague of hail, because the plague of it was very great."}]