[{"style":"s1","verse":"","text":"The Judgment of the Great Prostitute Babylon"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And one of the seven angels who had the seven bowls came and spoke with me, saying, “Come, I will show you the judgment of the great prostitute who is seated on many waters, "},{"style":"v","verse":"2","text":"with whom the kings of the earth committed sexual immorality, and those who live on the earth became drunk with the wine of her sexual immorality.” "},{"style":"v","verse":"3","text":"And he carried me away into the wilderness in the Spirit,\\f + \\fr 17:3 \\ft Or “in the spirit,” referring to the human spirit \\f* and I saw a woman seated on a scarlet beast that was full of blasphemous names, having seven heads and ten horns. "},{"style":"v","verse":"4","text":"And the woman was dressed in purple and scarlet and adorned with gold and precious stones and pearls, holding a golden cup in her hand full of detestable things and the unclean things of her sexual immorality. "},{"style":"v","verse":"5","text":"And on her forehead a name \\add was\\add* written, a mystery: “Babylon the great, the mother of prostitutes and of the detestable things of the earth.” "},{"style":"v","verse":"6","text":"And I saw the woman drunk with the blood of the saints and with the blood of the witnesses to Jesus."},{"style":"p","verse":"","text":"And ⸤I was greatly astonished when I saw her⸥\\f + \\fr 17:6 \\ft Literally “I marveled a great marvel seeing her” \\f*. "},{"style":"v","verse":"7","text":"And the angel said to me, “Why are you astonished? I will tell you the mystery of the woman and of the beast that has the seven heads and the ten horns that carries her. "},{"style":"v","verse":"8","text":"The beast that you saw was, and is not, and is going to come up from the abyss, and he is going to destruction. And those who live on the earth, whose names are not written in the book of life from the foundation of the world, will be astonished \\add when they\\add*\\ef + \\fr 17:8 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“see”) which is understood as temporal \\ef* see the beast that was, and is not, and will be present. "},{"style":"v","verse":"9","text":"Here \\add is\\add* the mind that has wisdom: the seven heads are seven mountains ⸤on which the woman sits⸥\\f + \\fr 17:9 \\ft Literally “where the woman is seated on them” \\f* and they are seven kings. "},{"style":"v","verse":"10","text":"Five have fallen, one is, the other has not yet come, and whenever he comes it is necessary \\add for\\add* him to remain a short time. "},{"style":"v","verse":"11","text":"And the beast that was, and is not, is also himself an eighth, and is of the seven, and he is going to destruction. "},{"style":"v","verse":"12","text":"And the ten horns that you saw are ten kings, who have not yet received a kingdom, but they will receive authority as kings \\add for\\add* one hour with the beast. "},{"style":"v","verse":"13","text":"These have one opinion, and they will give their power and authority to the beast. "},{"style":"v","verse":"14","text":"These will make war with the Lamb, and the Lamb will conquer them, because he is Lord of lords and King of kings, and those with him \\add are\\add* called and chosen and faithful.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"And he said to me, “The waters that you saw, where the prostitute is seated, are peoples and crowds and nations and languages. "},{"style":"v","verse":"16","text":"And the ten horns that you saw and the beast, these will hate the prostitute and will make her desolate and naked, and they will eat her flesh and will burn her up with fire. "},{"style":"v","verse":"17","text":"For God put into their hearts to carry out his purpose and to make ⸤a unanimous decision⸥\\f + \\fr 17:17 \\ft Literally “to make one decision” \\f* and to give their kingdom to the beast, until the words of God are fulfilled. "},{"style":"v","verse":"18","text":"And the woman that you saw is the great city that has sovereignty over the kings of the earth."}]