[{"style":"s1","verse":"","text":"Satan Bound for a Thousand Years"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And I saw an angel descending from heaven, holding the key of the abyss and a great chain in his hand. "},{"style":"v","verse":"2","text":"And he seized the dragon—the ancient serpent, who is the devil and Satan—and bound him \\add for\\add* a thousand years, "},{"style":"v","verse":"3","text":"and threw him into the abyss, and shut \\add it\\add* and sealed \\add it\\add* above him, in order that he could not deceive the nations again until the thousand years are completed. After these \\add things\\add* it is necessary \\add for\\add* him to be released \\add for\\add* a short time."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"And I saw thrones, and they sat down on them, and authority to judge was granted to them. And \\add I saw\\add* the souls of those who had been beheaded because of the testimony about Jesus and because of the word of God, and who had not worshiped the beast or his image, and did not receive the mark on their\\ef + \\fr 20:4 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* forehead and on their hand, and they came to life and reigned with Christ \\add for\\add* a thousand years. "},{"style":"v","verse":"5","text":"(The rest of the dead did not come to life until the thousand years were completed.) This \\add is\\add* the first resurrection. "},{"style":"v","verse":"6","text":"Blessed and holy \\add is\\add* the one who has a part in the first resurrection. Over this person the second death has no authority, but they will be priests of God and of Christ, and they will reign with him a thousand\\f + \\fr 20:6 \\ft Some manuscripts have “\\fq for \\ft the thousand” \\f* years."},{"style":"s1","verse":"","text":"Satan’s Release and Defeat"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"And when the thousand years are completed, Satan will be released from his prison "},{"style":"v","verse":"8","text":"and he will go out to deceive the nations \\add that are\\add* at the four corners of the earth, Gog and Magog, to assemble them for battle, ⸤whose number⸥\\f + \\fr 20:8 \\ft Literally “of whom the number of them” \\f* \\add is\\add* like the sand of the sea. "},{"style":"v","verse":"9","text":"And they went up on the broad plain of the earth and surrounded the fortified camp of the saints and the beloved city, and fire came down from heaven and consumed them. "},{"style":"v","verse":"10","text":"And the devil who deceived them was thrown into the lake of fire and sulphur, where the beast and the false prophet also \\add are\\add*, and they will be tormented day and night ⸤forever and ever⸥\\f + \\fr 20:10 \\ft Literally “for the ages of the ages” \\f*."},{"style":"s1","verse":"","text":"The Judgment at the Great White Throne"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"And I saw a great white throne and the one who was seated on it, ⸤from whose presence⸥\\f + \\fr 20:11 \\ft Literally “from the presence of whom” \\f* earth and heaven fled, and a place was not found for them. "},{"style":"v","verse":"12","text":"And I saw the dead—the great and the small—standing before the throne, and books were opened. And another book was opened, which is the \\add book\\add* of life, and the dead were judged by what was written in the books, according to their deeds. "},{"style":"v","verse":"13","text":"And the sea gave up the dead \\add who were\\add* in it, and Death and Hades gave up the dead \\add who were\\add* in them, and each one was judged according to their deeds. "},{"style":"v","verse":"14","text":"And Death and Hades were thrown into the lake of fire. This is the second death—the lake of fire. "},{"style":"v","verse":"15","text":"And if anyone was not found written in the book of life, he was thrown into the lake of fire."}]