[{"style":"s1","text":"The Opening of the Seventh Seal"},{"style":"m","text":""},{"style":"v","text":"And when he opened the seventh seal, there was silence in heaven \\add for\\add* about half an hour. "},{"style":"v","text":"And I saw the seven angels who stand before God, and seven trumpets were given to them. "},{"style":"v","text":"And another angel who had a golden censer came and stood at the altar, and a large amount of incense was given to him, in order that he could offer the prayers of all the saints on the golden altar that \\add is\\add* before the throne. "},{"style":"v","text":"And the smoke of the incense went up before God with the prayers of the saints from the hand of the angel. "},{"style":"v","text":"And the angel took the censer and filled it with the fire from the altar and threw \\add it\\add* to the earth, and there were thunders and sounds and lightnings and an earthquake."},{"style":"s1","text":"The Blowing of the Trumpets"},{"style":"m","text":""},{"style":"v","text":"And the seven angels who had the seven trumpets prepared themselves in order to blow them."},{"style":"p","text":""},{"style":"v","text":"And the first blew the trumpet, and there was hail and fire mixed with blood, and it was thrown to the earth, and a third of the earth was burned up, and a third of the trees were burned up, and all the green grass was burned up."},{"style":"p","text":""},{"style":"v","text":"And the second angel blew the trumpet, and \\add something\\add* like a great mountain burning with fire was thrown into the sea, and a third of the sea became blood, "},{"style":"v","text":"and a third of the creatures in the sea—the ones which had life—died, and a third of the ships were destroyed."},{"style":"p","text":""},{"style":"v","text":"And the third angel blew the trumpet, and a great star burning like a torch fell from heaven, and it fell on a third of the rivers and on the springs of water. "},{"style":"v","text":"And the name of the star was called Wormwood, and a third of the waters became wormwood, and many people died from the waters because they were made bitter."},{"style":"p","text":""},{"style":"v","text":"And the fourth angel blew the trumpet, and a third of the sun was struck, and a third of the moon, and a third of the stars, so that a third of them were darkened, and the day did not shine \\add with respect to\\add* a third of it, and the night likewise."},{"style":"p","text":""},{"style":"v","text":"And I looked, and I heard one eagle flying ⸤directly overhead⸥\\f + \\fr 8:13 \\ft Literally “in midheaven,” i.e., “at the zenith” \\f*, saying with a loud voice, “Woe, woe, woe to those who live on the earth, from the remaining sounds of the trumpets of the three angels who are about to blow the trumpet!”"}]