[{"style":"mt1","text":"Filib"},{"style":"s1","text":"Ubbite gi"},{"style":"p","text":""},{"style":"v","text":"Man la Póol, Timote miy jaamub \\w Almasi|Almasi b-:\\w* Yeesu ni man ànd ak man ci lii, ñeel mboolem ñu sell ñi gëm Almasi Yeesu, te dëkke Filib, yeen ak seeni njiit ak jàppalekati mbooloo mi."},{"style":"v","text":"Aw yiw ak jàmm ñeel na leen, bawoo fa sunu Baay ak Sang Yeesu Almasi bi."},{"style":"s1","text":"Póol ñaanal na waa Filib"},{"style":"p","text":""},{"style":"v","text":"Damay sant Yàlla sama Boroom saa yu ma leen fàttalikoo,"},{"style":"v","text":"te saa su ma leen di ñaanal, mbég laa leen di ñaanale yeen ñépp,"},{"style":"v","text":"ndax seen loxo bi ngeen jo ci xamle xibaaru jàmm bi, te dale ko ca bés bu njëkk ba, ba tey."},{"style":"v","text":"Te lii kat, bir na ma: ki tàmbali jii jëf ju baax ci yeen, dina ko àggale ba keroog bésub \\w Almasi|Almasi b-:\\w* Yeesu."},{"style":"p","text":""},{"style":"v","text":"Maa yey nag njortal leen loolu yeen ñépp, ndax ci sama xol laa leen def, te it muy ci wàllu jéng yi ñu ma jénge, di ci wàllu kàddu guy waxal xibaaru jàmm bi ak di ko feddali, yeen ñépp am ngeen wàll ci sama añub yiw."},{"style":"v","text":"Yàlla seede na ne sopp naa leen yeen ñépp, cofeel gu Almasi Yeesu ci boppam àttana tibbe ci biir xolam."},{"style":"p","text":""},{"style":"v","text":"Li may ñaan nag moo di seen cofeel yokku tey gën di yokku, te ngeen ànd ceek xam-xam bu matale ak gépp ràññee,"},{"style":"v","text":"ba mana xàmmee li gën. Su ko defee ngeen set wecc te mucc sikk, ngir keroog bés bi Almasi bi di délsi."},{"style":"v","text":"Su boobaa ngeen meññal ba woomle ci njub gi Yeesu Almasi bi di maye, ngir fésal màggug Yàlla, jollil ag cantam."},{"style":"s1","text":"Jéngi Póol jéngul kàddug Yàlla"},{"style":"p","text":""},{"style":"v","text":"Damaa bëgg, bokk yi, ngeen xam ne lii ma dal, xibaaru jàmm bi la far jëmale kanam."},{"style":"v","text":"Ndax kat, bir na mboolem dagi boroom dëkk bi te bir na ñeneen ñépp ne \\w Almasi|Almasi b-:\\w* bee tax ñu jéng ma."},{"style":"v","text":"Te it li gëna bare ci bokki gëmkat ñi, sama jéng yi ma nekke nii moo leen yokk aw fit, ba tax ñu gëna ñemee waxe kàddu gi te ragaluñu ci dara."},{"style":"p","text":""},{"style":"v","text":"Dëgg la am na ñuy waare ci turu Almasi bi ci kaw kiñaan ak diiroo mbagg, waaye am na itam ñu koy defe yéene ju rafet."},{"style":"v","text":"Ñooñu cofeel a leen tax di waare, ndax xam nañu ne waxal xibaaru jàmm bi laa sasoo."},{"style":"v","text":"Waaye ñale, xelum wujje lañuy siiwtaanee Almasi bi, du yéene ju rafet ju ñu ci am, xanaa defe ne seeni pexe man na maa yokk coono ci diggante bii ñu ma jénge."},{"style":"p","text":""},{"style":"v","text":"Ana lu ci topp nag? Ba tey rekk, ak nu mu mana deme, muy waareb jinigal, mbaa waare bu dëggu, turu Almasi bi moo ci jollee, muy sama mbégtem tey, dellu di sama mbégtem ëllëg,"},{"style":"v","text":"ndax xam naa ne loolu lépp ay walbatiku di samag mucc, ndax seeni ñaan ak ndimbalal \\w Noo gu Sell gu Yeesu|Noo gu Sell g-:\\w* Almasi bi."},{"style":"v","text":"Loolu laa ne siiw, yaakaar ko, te duma rus mukk, xanaa di saxoo aw fit, démb niki tey, ngir ma mana fésale sama jëmm jépp màggaayu Almasi bi, su may dund ak su may dee."},{"style":"v","text":"Ndax samag dund, Almasi bi la ñeel, samag dee dàqati."},{"style":"v","text":"Su dee nag damaa wara wéye sama bakkan bii, ngir mana sottal ab liggéey bu am njariñ, ana lu ma gënal ci diggante dund ak dee? Xawma ko."},{"style":"v","text":"Ci diggante ñaar yooyii laa tance: yàkkamti namaa yiwiku ba fekki Almasi bi, te loolu moo dàqati fuuf."},{"style":"v","text":"Waaye ma deseegum bakkan moo gëna jamp ci yeen."},{"style":"v","text":"Gannaaw loolu bir na ma nag, xam naa ne dinaa desagum, desandoo fi ak yeen ñépp, ngir ngeen jëm kanam, tey bége seen ngëm,"},{"style":"v","text":"ba bu ma délsee fi yeen, ngeen gëna mana puukarewoo Almasi Yeesu ndax man."},{"style":"p","text":""},{"style":"v","text":"Fexeleen rekk ba di jëfe ni mu yelloo ak xibaaru jàmm bu Almasi bi, ngir bu ma leen seetsee, mana seede, mbaa su ma wuutee it, di dégg ni ngeen saxoo di mànkoo, bokk jenn yéene, di bokk xeex, ngir saxal ngëm gi sukkandikoo ci xibaaru jàmm bi."},{"style":"v","text":"Buleen ragal seeni noon ci lenn. Seen fit mooy màndargaal sànkutey noon yi, te yeen it, mooy màndargaal seenug mucc gu bawoo fa Yàlla."},{"style":"v","text":"Ndax kat yeen la may ci jëmmu Almasi bi, yiwu gëm ko, rax ci dolli ngeen sonn ndax moom."},{"style":"v","text":"Bokk ngeen coonoy benn xare bi ak man, xare bi ngeen gisoon ma xare ko démb, moom ngeen dégg ba tey, ma di ko xare."}]