[{"style":"s1","text":"Ni Almasi bi woyofe mooy royukaay"},{"style":"p","text":""},{"style":"v","text":"Ndegam amees na lenn lu yokk aw fit ci \\w Almasi|Almasi b-:\\w* bi nu gëm, ndegam lenni cofeelam lu mana dëfal am na, ndegam amees na benn cér ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, ndegam it amees na lenn lu bawoo fi moom, ci wàllu xol bu rafet ak yërmande,"},{"style":"v","text":"kon dëgg waay, mottalileen sama mbég, ba mànkoo, te ngeen soppantee genn cofeel, jubale seeni xol, te bokk benn jëmu."},{"style":"v","text":"Buleen def dara ci kaw wujje, mbaa réy-réylu, waaye woyofluleen, ba jàpp ne seeni moroom a leen gën."},{"style":"v","text":"Bu kenn ci yeen xintewoo njariñal boppam, waaye na ku nekk bàyyi xel moroomam."},{"style":"v","text":"Noonu Almasi Yeesu doon doxale, deeleen ko doxale ci seen biir:"},{"style":"q1","text":""},{"style":"v","text":"Moom mi nekke nekkinu Yàlla"},{"style":"q1","text":"te ŋoyaaloowul ci dayob boppam bi ko def nawleb Yàlla."},{"style":"q1","text":""},{"style":"v","text":"Xanaa mu ŋacc boppam,"},{"style":"q1","text":"nangoo jagoo nekkinu surga."},{"style":"q1","text":"Mu mujj mel ni nit doŋŋ,"},{"style":"q1","text":"di ku ñu xàmmee jëmmu nitam."},{"style":"q1","text":""},{"style":"v","text":"Moo toroxlu,"},{"style":"q1","text":"moo nangu, ba dee fekk ko ci,"},{"style":"q1","text":"ak mbugalu bant ba ñu ko daaj."},{"style":"q1","text":""},{"style":"v","text":"Moo tax Yàlla kaweel koo kaweel,"},{"style":"q1","text":"baaxe ko tur wi tiim wépp tur,"},{"style":"q1","text":""},{"style":"v","text":"ba turu Yeesu tax ñépp sukk seen bëti óom,"},{"style":"q1","text":"muy ci kaw asamaan, di ci kaw suuf, di biir suuf,"},{"style":"q1","text":""},{"style":"v","text":"làmmiñu ñépp it biral ne Yeesu Almasi bi mooy Sang bi,"},{"style":"q1","text":"te muy màggaayu Yàlla Baay bi."},{"style":"s1","text":"Doonleen ay leer ci àddina"},{"style":"p","text":""},{"style":"v","text":"Kon nag soppe yi, noonu ngeen masa dégge ndigal, démb ba may teew, rawatina tey bi ma wuutee, nangeen ko wéye, di jëfe seenug mucc, te ànd ceek ragal Yàlla bay lox,"},{"style":"v","text":"ndax Yàlla mooy liggéey ci yeen lu tax ngeen mana namma jëfe coobareem, ba man koo jëfe."},{"style":"p","text":""},{"style":"v","text":"Mboolem lu ngeen di def nag, buleen ci boole xultu mbaa xuloo,"},{"style":"v","text":"ngir seen der set wecc, te kon deesuleen mana gàkkal ci lenn. Ay goney Yàlla yu amul sikk ngeen di doon, ci biir maas gu dëng te yàqu, ngeen di lerxat ci seen biir, ni ay leer ci àddina si,"},{"style":"v","text":"ànd ak kàddug dund gi ngeen di xamle. Su ko defee keroog bés bi \\w Almasi|Almasi b-:\\w* bi di délsi, ma mana damoo ne dawuma cig neen, te sonnuma cig neen."},{"style":"v","text":"Su ma ci deewee sax, ba sama dund mel ni sarax su ñu tuur, tofal ko ci sarax bi seen ngëm taxawe, su boobaa it maa ciy bég, te di leen woo, ngir bokk ak yeen ñépp bànneexu."},{"style":"v","text":"Yeen itam nangeen ci bég te bokk ak man bànneexu."},{"style":"s1","text":"Póol gërëm na Timote ak Epafrodit"},{"style":"p","text":""},{"style":"v","text":"Yaakaar naa nag, ne bu soobee Sang Yeesu, dinaa leen yónnee Timote balaa yàgg, ngir xam nu ngeen def, ba man ci sama bopp, sama xel dal."},{"style":"v","text":"Ndaxte awma fi kenn ku ko moy, ku bokk ak man xinte, ba seeni mbir yitteel ko dëgg."},{"style":"v","text":"Ñi ci des ñépp, seen njariñal bopp lañuy sàkku, waaye du li soxal Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","text":"Timote nag xam ngeen ne ku rafet ab jëw la. Ni doom di taxawoo baayam, ni la bokke ak man liggéey bi ci xamle xibaaru jàmm bi."},{"style":"v","text":"Sama yaakaar nag moo di, bu may am lu leer ci sama mbir rekk, moom laay daldi yebal ci yeen."},{"style":"v","text":"Teewul mu bir ma ne, bu soobee Boroom bi, man ci sama bopp, balaa yàgg, dinaa leen seetsi."},{"style":"p","text":""},{"style":"v","text":"Lu jëm ci Epafrodit, sama mbokkum gëmkat la, sama naataango la, sama mbokkum xarekat la, te di seen ndaw li ngeen ma yóbbante ndimbal lu faj samay soxla. Waaye jàpp naa ne fàww ma delloo leen ko,"},{"style":"v","text":"ndax namm na leen lool, boole ci am njàqare ndax li ngeen dégg ag jagadeem."},{"style":"v","text":"Woppoon na it ba xawa dee, waaye Yàllaa ko yërëm, te du moom rekk la yërëm, waaye man itam, ngir ma baña am tiis ci kaw tiis."},{"style":"v","text":"Moo tax ma yàkkamti leen koo delloo, ngir bu dikkee, ngeen man koo bégewaat, te man itam, samaw tiis wàññiku."},{"style":"v","text":"Teertooleen ko mbégte mu mat sëkk ngir Sang bi, te it nawleen ñu mel ni moom,"},{"style":"v","text":"ndax liggéeyal Almasi bi tax na koo riisu dee; ba ngeen amee ngànt lu leen teree mottalil seen bopp seen yéene, moo jaay bakkanam ngir wuutu leen, ba yótsi ma seen ndimbal."}]