[{"style":"s1","verse":"","text":"Gii njub a wóor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Li ci des bokk yi, ma waxati, bégleen ci Boroom bi. Di leen bind genn kàddu googu rekk, diisu ma, te di leen ko baamtu moo gëna wóor ci yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Moytuleen xaj yi, defkati mbon yooyu laa ne, moytuleen leen, moytuleen njoofkat yooyu jiital aaday xaraf."},{"style":"v","verse":"3","text":"Ndaxte nun noo xaraf tigi, nun ñiy jaamoo Yàlla \\w Noowam gu Sell|Noo gu Sell g-:\\w*, di damoo \\w Almasi|Almasi b-:\\w* Yeesu, te yaakaarunu aaday nitu suuxu neen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Moona man de, waroon naa mana yaakaar aaday suuxu neen. Ak keneen ku mana xalaat ne sañ naa yaakaar aaday nitu suuxu neen, maa ci raw."},{"style":"v","verse":"5","text":"Man mi xaraf ba ma amee juróom ñetti fan, askanoo ci \\w bànni Israayil|bànni Israayil:\\w*, giiroo ci Beñamin, di ab \\w Ebrë|Ebrë:\\w* bu ñaari Ebrë jur, te bokk ci ngérum \\w Farisen|Farisen y-:\\w* ci wàllu yoonu Musaa."},{"style":"v","verse":"6","text":"Su dee ci mbirum xéraangey diine, maa daan bunduxataal mbooloom gëmkati Almasi bi, te su dee ci wàllu njubtey sàmm yoon wi, maa mucc sikk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Waaye la ma jàppe woon ag ndollent, moom laa def tey ag wàññeent ndax Almasi bi."},{"style":"v","verse":"8","text":"Rax ci dolli, lépp sax laa far jàppe ag wàññeent, ndax ngëneel li sut lépp, te mooy xam kuy sama Sang Almasi Yeesu. Moom moo ma taxa nangoo ñàkk lépp, def lépp ni mbuubit, ngir tonoo Almasi bi,"},{"style":"v","verse":"9","text":"ngir ma mana feeñe ci biir Almasi bi, fu ma yaakaarul sama njubteg bopp gu ma feyoo sàmm yoonu Musaa, xanaa di yaakaar njubte gu laloo ngëm gi ma gëm Almasi bi. Njubte googu fa Yàlla la bawoo te gëm Almasi bi moo koy maye."},{"style":"v","verse":"10","text":"Sàkkuwuma lu moy xam ko, xam manoore ji ko dekkal, ak itam séddu ci ay coonoom, ba bokk ak moom deewam,"},{"style":"v","verse":"11","text":"tey yaakaara dekki, ak nu mu mana deme."},{"style":"s1","verse":"","text":"Nanu jëm kanam ngir jot ca yool ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Du caageenu damaa àgg ci loolu lépp ba noppi, mbaa damaa mat sëkk xaat, waaye maa ngi wéye samaw xél, di jéema jot ci neexalu rawante bi, gannaaw ba ma \\w Almasi|Almasi b-:\\w* Yeesu jotee ci man itam."},{"style":"v","verse":"13","text":"Bokk yi, fooguma ne jot naa ci, xanaa kay lenn: damay fàtte li ci gannaaw, te def lu ma man, ngir fexee yóotuji li ci kanam,"},{"style":"v","verse":"14","text":"daldi xélu dëgmal naanukaay ba, ngir jot ca neexal ba nu Yàlla di woowe fa kaw, ci Almasi Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Kon nag, nun ñi jota màgg ba di magi jëmm ci wàllu ngëm, nanu ko bokk gise noonu. Su ci amee lenn lu ngeen gise neneen nag, loola, Yàlla moo leen koy leeralal."},{"style":"v","verse":"16","text":"Ak lu ci mana am, yoon wii nu doxe ba fii nu tollu, nanu ko bokk topp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Bokk yi, royleen ma; jox nanu leen ab royukaay, xoolleen ci ñi koy jëfe, te ngeen topp ci seeni tànk."},{"style":"v","verse":"18","text":"Ndaxte ñu baree ngii ñu seeni jëf tax ñu di nooni bantub Almasi bi. Loolu wax naa leen ko ay yoon, ma waxati leen ko tey aki jooy."},{"style":"v","verse":"19","text":"Ñooñu sànkute lañuy mujje; seen koll lañu def seen yàlla, seen gàcce lañuy damoo, te yëfi àddina doŋŋ a leen soxal."},{"style":"v","verse":"20","text":"Nun nag sunum réew a nga fa asamaan, fa nuy séentoo sunu Musalkat, Sang Yeesu Almasi bi."},{"style":"v","verse":"21","text":"Mooy kiy liggéeye manooreem ji mu tënke lépp cig curgaam, ba sopparñi sunu yaram wu doyadi wii, niroole kook yaramam wi ànd ak màggaay."}]