[{"style":"p","text":""},{"style":"v","text":"Kon nag yeen samay bokk, soppe yi ma namm, di leen bége, te ngeen di sama \\w kaalag|kaala g-:\\w* ndam gi ma yooloo ci sama liggéey, ngalla soppe yi, nangeen saxe noonu ci Boroom bi!"},{"style":"s1","text":"Póol dénkaane na"},{"style":"p","text":""},{"style":"v","text":"Bu loolu weesoo, Ewodi laay tinu, di tinu Santis, ñaari jigéen ñooñu, ngir ñu fexe ba juboo, ngir Boroom bi ñu bokk."},{"style":"v","text":"Yaw itam sama mbokkum surga bu dëggu bi, dama lay ñaan nga jàppale leen ci, ñoom ñaar ñooñoo bokkoon ak man coonob xamle xibaaru jàmm bi, ñoom ak ñoom Kelemaŋ, mboolem sama bokki liggéeykat yi seeni tur binde ca téereb dund ba."},{"style":"p","text":""},{"style":"v","text":"Bégleen ci Boroom bi fu ngeen tollu, ma waxati ko, bégleen!"},{"style":"v","text":"Na seen lewetaay wóor ñépp, Sang bi jegesi na."},{"style":"v","text":"Buleen jaaxle ci dara, waaye ci mbir mu mu mana doon, deeleen dikke Yàlla seeni soxla, di ko ñaan aka dagaan te boole ci di ko sant."},{"style":"v","text":"Su boobaa jàmmu Yàlla ji wees ab takk, mooy sàmm seen xol ak seenum xel ndax \\w Almasi|Almasi b-:\\w* Yeesu."},{"style":"p","text":""},{"style":"v","text":"Li ci des nag bokk yi, moo di lii: mboolem lu dëggu, ak mboolem lu tedd, ak mboolem luy njub, ak mboolem lu set, ak mboolem lu jekk, ak mboolem lees di rafetlu, ndegam lu nawlu la te yelloo ngërëm, na leen loola soxal."},{"style":"v","text":"Li ngeen jànge ci man te jële ko ci man, ak li ngeen dégge ci man, gise ko ci man, jëfeleen ko. Su boobaa Yàlla miy boroom jàmm mooy ànd ak yeen."},{"style":"s1","text":"Póol gërëm na waa Filib"},{"style":"p","text":""},{"style":"v","text":"Maa ngi bége Boroom bi lool ci nii ngeen mujj yeesale tey, seen yitte ci man, yitte ju ngeen amoon moos naka jekk, xanaa dangeena ñàkkoona jekku seen ndimbal."},{"style":"v","text":"Ag ñàkk nag taxul may waxe nii, nde tàmm naa di doylu ci diggante bu ma mana tollu."},{"style":"v","text":"Miin naa néewle, man naa naataange. Fépp fu ma tollu ak ci lépp, làqoo naa pexe mu ma manee jant yu ma regge ak yu ma xiife, ci biir naataange akug ñàkk."},{"style":"v","text":"Lépp laa mane ci ndimbalal ki may manal."},{"style":"v","text":"Teewul seen ndimbal lii di jëf ju rafet ju ngeen bokke ak man sama njàqare."},{"style":"p","text":""},{"style":"v","text":"Yeen waa Filib, xam ngeen xéll ne ba waareb xibaaru jàmm bay door, te ma bàyyikoo diiwaanu Maseduwan, amul woon menn mbooloom gëmkat mu ma séqaloon ab joqalanteb ndimbal, xanaa seen mennum mbooloo."},{"style":"v","text":"Ba ma nekkee Tesalonig sax, yónnee ngeen ma ay yoon, lu ma faje samay soxla."},{"style":"v","text":"Du caageenu ndimbal lu ma sàkku ci yeen, li may sàkku kay moo di yokkuteb yool bu leen ñeel."},{"style":"v","text":"Fii ma tollu jot naa li ma aajowoo lépp, maa ngi ci naataange; doyle naa sëkk, gannaaw ba ma nangoo ci loxol Epafrodit seenub yóbbante, te sarax su ñu nangu la, di xeeñ xetug jàmm, te neex Yàlla mi mu ñeel."},{"style":"v","text":"Te sama Yàlla itam mooy sàkke ci koomam gu yéeme gi ci \\w Almasi|Almasi b-:\\w* Yeesu, ba fajal leen seen soxla yépp."},{"style":"p","text":""},{"style":"v","text":"Daraja ñeel na Yàlla sunu Baay, tey ak ëllëg ba fàww. Amiin."},{"style":"s1","text":"Tàggatoo jib na"},{"style":"p","text":""},{"style":"v","text":"Nuyulleen ma mboolem ñu sell ñi gëm \\w Almasi|Almasi b-:\\w* Yeesu. Bokki gëmkat ñi ànd ak man, ñu ngi leen di nuyu."},{"style":"v","text":"Te it gëmkat ñu sell ñépp a ngi leen di nuyu, rawatina waa kër Buur \\w Sesaar|Sesaar:\\w*."},{"style":"p","text":""},{"style":"v","text":"Yal na yiwu Sang Yeesu Almasi bi ànd ak seenum xel."}]