[{"style":"s1","verse":"","text":"Adresse et salutation"},{"style":"r","verse":"","text":"V. 1-2: cf. 1 Pi 1:1, 2. Jud v. 1, 2."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Simon Pierre, serviteur et apôtre de Jésus-Christ, à ceux qui ont reçu en partage une foi du même prix que la nôtre, par la justice de notre Dieu et du Sauveur Jésus-Christ: "},{"style":"v","verse":"2","text":"\\x a \\xo 1.2 \\xt Ro 1:7. 1 Pi 1:2.\\x*que la grâce et la paix vous soient \\x b \\xo 1.2 \\xt 1 Pi 1:2. Jud v. 2.\\x*multipliées \\x c \\xo 1.2 \\xt Jn 17:3.\\x*par la connaissance de Dieu et de Jésus notre Seigneur!"},{"style":"s1","verse":"","text":"La pratique des vertus chrétiennes"},{"style":"r","verse":"","text":"V. 3-11: cf. Jn 17:2, 3. (Tit 2:11-14. Ph 1:9-11; 3:8-14. Hé 6:11, 12.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Comme sa divine puissance nous a donné tout ce qui contribue à la vie et à la piété, au moyen de la connaissance de celui qui nous a appelés par sa propre gloire et par sa vertu, "},{"style":"v","verse":"4","text":"lesquelles nous assurent de sa part les plus grandes et les plus précieuses promesses, \\x d \\xo 1.4 \\xt És 56:5. Jn 1:12. Ro 8:15. Ga 3:26.\\x*afin que par elles vous deveniez participants de la nature divine, en fuyant la corruption qui existe dans le monde par la convoitise, "},{"style":"v","verse":"5","text":"à cause de cela même, faites tous vos efforts pour joindre à votre foi la vertu, à la vertu la science, "},{"style":"v","verse":"6","text":"à la science la tempérance, à la tempérance la patience, à la patience la piété, "},{"style":"v","verse":"7","text":"à la piété l’amour fraternel, à l’amour fraternel la charité. "},{"style":"v","verse":"8","text":"Car si ces choses sont en vous, et y sont avec abondance, elles ne vous laisseront point oisifs ni \\x e \\xo 1.8 \\xt Tit 3:14.\\x*stériles pour la connaissance de notre Seigneur Jésus-Christ. "},{"style":"v","verse":"9","text":"Mais celui en qui ces choses ne sont point est aveugle, \\x f \\xo 1.9 \\xt És 59:10. So 1:17.\\x*il ne voit pas de loin, et il a mis en oubli la purification de ses anciens péchés. "},{"style":"v","verse":"10","text":"C’est pourquoi, frères, appliquez-vous d’autant plus à affermir votre vocation et votre élection; car, en faisant cela, vous ne broncherez jamais. "},{"style":"v","verse":"11","text":"C’est ainsi, en effet, que l’entrée dans le royaume éternel de notre Seigneur et Sauveur Jésus-Christ vous sera pleinement accordée."},{"style":"r","verse":"","text":"V. 12-21: cf. (1 Jn 1:1-4. Mt 17:1-6.) (1 Pi 1:10-12. 2 Ti 3:16.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Voilà pourquoi je prendrai soin de vous rappeler ces choses, bien que vous les sachiez et que vous soyez affermis dans la vérité présente. "},{"style":"v","verse":"13","text":"Et je regarde comme un devoir, aussi longtemps que je suis dans cette tente, \\x g \\xo 1.13 \\xt 2 Pi 3:1.\\x*de vous tenir en éveil par des avertissements, "},{"style":"v","verse":"14","text":"\\x h \\xo 1.14 \\xt 2 Ti 4:6.\\x*car je sais que je la quitterai subitement, \\x i \\xo 1.14 \\xt 2 Pi 1:18, 19.\\x*ainsi que notre Seigneur Jésus-Christ me l’a fait connaître. "},{"style":"v","verse":"15","text":"Mais j’aurai soin qu’après mon départ vous puissiez toujours vous souvenir de ces choses. "},{"style":"v","verse":"16","text":"\\x j \\xo 1.16 \\xt 1 Co 1:17; 2:1, 4; 4:20.\\x*Ce n’est pas, en effet, en suivant des fables habilement conçues, que nous vous avons fait connaître la puissance et l’avènement de notre Seigneur Jésus-Christ, \\x k \\xo 1.16 \\xt Mt 17:1. Jn 1:14. 1 Jn 1:1.\\x*mais c’est comme ayant vu sa majesté de nos propres yeux. "},{"style":"v","verse":"17","text":"Car il a reçu de Dieu le Père honneur et gloire, quand la gloire magnifique lui fit entendre une voix qui disait: \\x l \\xo 1.17 \\xt Mt 3:17; 17:5. Mc 1:11; 9:7. Lu 3:22; 9:35. Col 1:13.\\x*Celui-ci est mon Fils bien-aimé, en qui j’ai mis toute mon affection. "},{"style":"v","verse":"18","text":"Et nous avons entendu cette voix venant du ciel, lorsque nous étions avec lui sur la sainte montagne. "},{"style":"v","verse":"19","text":"Et nous tenons pour d’autant plus certaine la parole prophétique, à laquelle vous faites bien de prêter attention, \\x m \\xo 1.19 \\xt 2 Co 4:6.\\x*comme à une lampe qui brille dans un lieu obscur, jusqu’à ce que le jour vienne à paraître et \\x n \\xo 1.19 \\xt Ap 22:16.\\x*que l’étoile du matin se lève dans vos cœurs; "},{"style":"v","verse":"20","text":"sachant tout d’abord vous-mêmes qu’aucune prophétie de l’Écriture ne peut être un objet d’interprétation particulière, "},{"style":"v","verse":"21","text":"car ce n’est pas par une volonté d’homme qu’une prophétie a jamais été apportée, mais \\x o \\xo 1.21 \\xt 2 Ti 3:16.\\x*c’est poussés par le Saint-Esprit que des hommes ont parlé de la part de Dieu."}]