[{"style":"s1","text":"Les faux docteurs"},{"style":"r","text":"V. 1-10: cf. Ac 20:29, 30. Jud v. 3-7. Ap 2:14, 15."},{"style":"p","text":""},{"style":"v","text":"Il y a eu parmi le peuple \\x a \\xo 2.1 \\xt De 13:1. Jé 14:14; 23:16-21.\\x*de faux prophètes, et \\x b \\xo 2.1 \\xt Mt 24:11. Ac 20:29. 1 Ti 4:1. 2 Ti 3:1.\\x*il y aura de même parmi vous de faux docteurs, qui introduiront des sectes pernicieuses, et qui, reniant le maître qui les a rachetés, attireront sur eux une ruine soudaine. "},{"style":"v","text":"Plusieurs les suivront dans leurs dissolutions, et la voie de la vérité sera calomniée à cause d’eux. "},{"style":"v","text":"Par cupidité, ils trafiqueront de vous au moyen de paroles trompeuses, \\x c \\xo 2.3 \\xt Jud v. 4.\\x*eux que menace depuis longtemps la condamnation, et dont la ruine ne sommeille point. "},{"style":"v","text":"Car, si Dieu n’a pas épargné \\x d \\xo 2.4 \\xt Jud v. 6. Ap 20:3.\\x*les anges qui ont péché, mais s’il les a précipités dans les abîmes de ténèbres et les réserve pour le jugement; "},{"style":"v","text":"s’il n’a pas épargné l’ancien monde, mais s’il a sauvé \\x e \\xo 2.5 \\xt Ge 7:23. 1 Pi 3:19.\\x*Noé, lui huitième, ce prédicateur de la justice, lorsqu’il fit venir le déluge sur un monde d’impies; "},{"style":"v","text":"s’il a condamné à la destruction et réduit en cendres les villes de \\x f \\xo 2.6 \\xt Ge 19:24. De 29:23. És 13:19. Jé 50:23. Éz 16:49. Os 11:8. Am 4:11. Jud v. 7.\\x*Sodome et de Gomorrhe, les donnant comme exemple aux impies à venir, "},{"style":"v","text":"et s’il a délivré le juste Lot, \\x g \\xo 2.7 \\xt Ge 19:7, 8.\\x*profondément attristé de la conduite de ces hommes sans frein dans leur dissolution "},{"style":"v","text":"(car ce juste, qui habitait au milieu d’eux, \\x h \\xo 2.8 \\xt Ps 119:158.\\x*tourmentait journellement son âme juste à cause de ce qu’il voyait et entendait de leurs œuvres criminelles); "},{"style":"v","text":"\\x i \\xo 2.9 \\xt 1 Co 10:13.\\x*le Seigneur sait délivrer de l’épreuve les hommes pieux, et réserver les injustes pour être punis au jour du jugement, "},{"style":"v","text":"ceux surtout qui vont après la chair dans un désir d’impureté et qui méprisent l’autorité. Audacieux et arrogants, ils ne craignent pas d’injurier les gloires,"},{"style":"r","text":"V. 11-22: cf. (Jud v. 8-19. 2 Ti 3:1-9, 13.) Mt 12:43-45."},{"style":"p","text":""},{"style":"v","text":"tandis que les anges, supérieurs en force et en puissance, ne portent pas contre elles de jugement injurieux devant le Seigneur. "},{"style":"v","text":"\\x j \\xo 2.12 \\xt Jé 12:3.\\x*Mais eux, semblables à des brutes qui s’abandonnent à leurs penchants naturels et qui sont nées pour être prises et détruites, \\x k \\xo 2.12 \\xt Jud v. 10.\\x*ils parlent d’une manière injurieuse de ce qu’ils ignorent, et ils périront par leur propre corruption, "},{"style":"v","text":"recevant ainsi le salaire de leur iniquité. Ils trouvent leurs délices à se livrer au plaisir en plein jour; hommes tarés et souillés, ils se délectent dans leurs tromperies, en faisant bonne chère avec vous. "},{"style":"v","text":"Ils ont les yeux pleins d’adultère et insatiables de péché; ils amorcent les âmes mal affermies; ils ont le cœur exercé à la cupidité; ce sont des enfants de malédiction. "},{"style":"v","text":"Après avoir quitté le droit chemin, ils se sont égarés \\x l \\xo 2.15 \\xt No 22:7, 21. Jud v. 11.\\x*en suivant la voie de Balaam, fils de Bosor, qui aima le salaire de l’iniquité, "},{"style":"v","text":"mais qui fut repris pour sa transgression: \\x m \\xo 2.16 \\xt No 22:21.\\x*une ânesse muette, faisant entendre une voix d’homme, arrêta la démence du prophète. "},{"style":"v","text":"\\x n \\xo 2.17 \\xt Jud v. 12.\\x*Ces gens-là sont des fontaines sans eau, des nuées que chasse un tourbillon: l’obscurité des ténèbres leur est réservée. "},{"style":"v","text":"Avec des discours enflés de vanité, ils amorcent par les convoitises de la chair, par les dissolutions, ceux qui viennent à peine d’échapper aux hommes qui vivent dans l’égarement; "},{"style":"v","text":"ils leur promettent la liberté, quand ils sont eux-mêmes esclaves de la corruption, \\x o \\xo 2.19 \\xt Jn 8:34. Ro 6:16.\\x*car chacun est esclave de ce qui a triomphé de lui. "},{"style":"v","text":"\\x p \\xo 2.20 \\xt Hé 6:4; 10:26.\\x*En effet, si, après s’être retirés des souillures du monde, par la connaissance du Seigneur et Sauveur Jésus-Christ, ils s’y engagent de nouveau et sont vaincus, \\x q \\xo 2.20 \\xt Mt 12:45.\\x*leur dernière condition est pire que la première. "},{"style":"v","text":"Car mieux valait pour eux n’avoir pas connu la voie de la justice, que de se détourner, après l’avoir connue, du saint commandement qui leur avait été donné. "},{"style":"v","text":"Il leur est arrivé ce que dit un proverbe vrai: \\x r \\xo 2.22 \\xt Pr 26:11.\\x*Le chien est retourné à ce qu’il avait vomi, et la truie lavée s’est vautrée dans le bourbier."}]