[{"style":"s1","text":"L’avènement du Seigneur"},{"style":"r","text":"V. 1-10: cf. Jud v. 14-19. (Mt 24:37-39. 2 Th 1:7-10.) (És 51:6. Ap 20:11.)"},{"style":"p","text":""},{"style":"v","text":"Voici déjà, bien-aimés, la seconde lettre que je vous écris. Dans l’une et dans l’autre je cherche à éveiller \\x a \\xo 3.1 \\xt 2 Pi 1:13.\\x*par des avertissements votre saine intelligence, "},{"style":"v","text":"afin que vous vous souveniez des choses annoncées d’avance par les saints prophètes, et du commandement du Seigneur et Sauveur, enseigné par vos apôtres, "},{"style":"v","text":"\\x b \\xo 3.3 \\xt 1 Ti 4:1. 2 Ti 3:1. Jud v. 18.\\x*sachant avant tout que, dans les derniers jours, il viendra des moqueurs avec leurs railleries, marchant selon leurs propres convoitises, "},{"style":"v","text":"et disant: \\x c \\xo 3.4 \\xt Éz 12:22.\\x*Où est la promesse de son avènement? Car, depuis que les pères sont morts, tout demeure comme dès le commencement de la création. "},{"style":"v","text":"Ils veulent ignorer, en effet, que des cieux existèrent autrefois par la parole de Dieu, de même \\x d \\xo 3.5 \\xt Ge 1:9. Ps 24:2.\\x*qu’une terre tirée de l’eau et formée au moyen de l’eau, "},{"style":"v","text":"et que \\x e \\xo 3.6 \\xt Ge 7:10, 21.\\x*par ces choses le monde d’alors périt, submergé par l’eau, "},{"style":"v","text":"tandis que, par la même parole, \\x f \\xo 3.7 \\xt Ps 102:27. És 51:6. Hé 1:11. 2 Pi 3:10.\\x*les cieux et la terre d’à présent sont \\x g \\xo 3.7 \\xt 2 Th 1:8.\\x*gardés et réservés pour le feu, pour le jour du jugement et de la ruine des hommes impies. "},{"style":"v","text":"Mais il est une chose, bien-aimés, que vous ne devez pas ignorer, c’est que, devant le Seigneur, \\x h \\xo 3.8 \\xt Ps 90:4.\\x*un jour est comme mille ans, et mille ans sont comme un jour. "},{"style":"v","text":"\\x i \\xo 3.9 \\xt Ha 2:3.\\x*Le Seigneur ne tarde pas dans l’accomplissement de la promesse, \\x j \\xo 3.9 \\xt 1 Pi 3:20. 2 Pi 3:15.\\x*comme quelques-uns le croient; \\x k \\xo 3.9 \\xt És 30:18. Ro 2:4.\\x*mais il use de patience envers vous, \\x l \\xo 3.9 \\xt Éz 18:32; 33:11. 1 Ti 2:4.\\x*ne voulant pas qu’aucun périsse, mais voulant que tous arrivent à la repentance. "},{"style":"v","text":"Le jour du Seigneur viendra \\x m \\xo 3.10 \\xt Mt 24:43, 44. 1 Th 5:2. Ap 3:3; 16:15.\\x*comme un voleur; en ce jour, les cieux passeront avec fracas, les éléments embrasés se dissoudront, et la terre avec les œuvres qu’elle renferme sera consumée."},{"style":"r","text":"V. 11-18: cf. (Lu 21:34-36. 1 Th 5:1-10. 1 Pi 1:13-16.) (És 65:17. Ap 21:1-5.) Ép 4:14, 15."},{"style":"p","text":""},{"style":"v","text":"Puisque donc toutes ces choses doivent se dissoudre, quelles ne doivent pas être la sainteté de votre conduite et votre piété, "},{"style":"v","text":"tandis que vous attendez et hâtez l’avènement du jour de Dieu, \\x n \\xo 3.12 \\xt Ps 50:3. 2 Th 1:8.\\x*à cause duquel les cieux enflammés se dissoudront et les éléments embrasés se fondront! "},{"style":"v","text":"Mais nous attendons, \\x o \\xo 3.13 \\xt És 65:17; 66:22. Ap 21:1.\\x*selon sa promesse, de nouveaux cieux et une nouvelle terre, où la justice habitera. "},{"style":"v","text":"C’est pourquoi, bien-aimés, en attendant ces choses, appliquez-vous à être trouvés par lui sans tache et irrépréhensibles dans la paix. "},{"style":"v","text":"\\x p \\xo 3.15 \\xt Ro 2:4.\\x*Croyez que la patience de notre Seigneur est votre salut, comme notre bien-aimé frère Paul vous l’a aussi écrit, selon la sagesse qui lui a été donnée. "},{"style":"v","text":"C’est ce qu’il fait \\x q \\xo 3.16 \\xt Ro 8:19. 1 Co 15:24. 1 Th 4:15.\\x*dans toutes les lettres, où il parle de ces choses, dans lesquelles il y a des points difficiles à comprendre, dont les personnes ignorantes et mal affermies tordent le sens, comme celui des autres Écritures, pour leur propre ruine. "},{"style":"v","text":"Vous donc, bien-aimés, qui êtes avertis, mettez-vous sur vos gardes, de peur qu’entraînés par l’égarement des impies, vous ne veniez à déchoir de votre fermeté. "},{"style":"v","text":"Mais croissez dans la grâce et dans la connaissance de notre Seigneur et Sauveur Jésus-Christ. A lui soit la gloire, maintenant et pour l’éternité! Amen!"}]