[{"style":"s","verse":"","text":"Yàqute gi daj mujug jamono"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Nanga xam lii: bési tiis yu tar ñu ngi nuy tëru ci mujug jamono."},{"style":"v","verse":"2","text":"Ndaxte nit ñi dinañu siis te fonk xaalis, di ñu réy tey yég seen bopp, ñuy xaste tey xëtt ndigalu waajur; duñu am kóllëre, sellaay"},{"style":"v","verse":"3","text":"mbaa cofeel; dañuy jàpp mer ak a sos; ñu xér lañuy doon, ñu soxor te bañ lu baax;"},{"style":"v","verse":"4","text":"ay workat lañuy doon, di ñu ëppal te bare tiitar; seen bànneex a leen gënal Yàlla."},{"style":"v","verse":"5","text":"Dañuy mbubboo diine waaye nanguwuñu koo dugal seen xol. Ñu deme noonu, dëddu leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Nit ñu mel noonu ñooy yoxoosu ci biir kër yi, ba fàbbi jigéen ñu ñàkk pastéef, ñi seeni bàkkaar ub seen bopp, te bëgg-bëgg yu wuute jiital leen."},{"style":"v","verse":"7","text":"Duñu noppee gëstu, waaye duñu mana yegg ci xam-xamu dëgg mukk."},{"style":"v","verse":"8","text":"Nit ñooñu dañuy bëreek dëgg, ni °Sànnes ak Sàmbares bëree woon ak °Musaa; ay boroom xel yu gumba lañu, yu seen ngëm tekkiwul dara."},{"style":"v","verse":"9","text":"Waaye duñu dem fu sore, ndax seen ñàkk xel dina bir ñépp, ni mu dale woon Sànnes ak Sàmbares."},{"style":"s","verse":"","text":"Li Pool dénk Timote"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Waaye yaw nag xam nga bu baax sama njàngle, sama dund, sama takkute, sama ngëm, sama muñ, sama mbëggeel ak sama dékku tiis."},{"style":"v","verse":"11","text":"Xam nga li ma daj ciy fitna ak i coono ci dëkki Ancos, Ikoñum ak Listar\\f + \\fr 3.11 \\ft Ay dëkk ci diiwaanu Galasi lañu woon, fa Pool tàmbalee yenam, biy waare xibaaru Kirist.\\f*. Céy li ma jànkoonteel ciy fitna! Waaye Boroom bi musal na ma ci lépp."},{"style":"v","verse":"12","text":"Te ku bokk ci °Kirist Yeesu, te bëgg dund dund gu ànd ak ragal Yàlla, alamikk ñu fitnaal la."},{"style":"v","verse":"13","text":"Waaye nit ñu bon ñi ak naaféq yi dinañu fi yées, di naxe ak a nax seen bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yaw nag saxal ci li nga jàng te mu wóor la, xam fi nga tibbe."},{"style":"v","verse":"15","text":"Li dale ci sa ngone xam nga Mbind mu sell, mi la mana yee ci yoonu mucc, jaar ci gëm Kirist Yeesu."},{"style":"v","verse":"16","text":"Mbind mu sell mépp, ci gémmiñu Yàlla la jóge, te am na njariñ ngir jàngal nit ñi, yedd leen, jubbanti leen te yee leen ci njub."},{"style":"v","verse":"17","text":"Noonu waayu Yàlla ji dina mat, ba jekk ci bépp jëf ju rafet."}]