[{"style":"p","text":""},{"style":"v","text":"Kon nag maa ngi lay dénk fa kanam Yàlla ak Kirist Yeesu, miy àtte ñiy dund ak ñi dee, di la dénk ci feeñam ci biir ndam ak ci nguuram, nga def lii:"},{"style":"v","text":"xamleel kàddug Yàlla, sax ci, su neexee ak su naqaree; yeyal ñi tooñ, di yedd ak a dénk ñépp, def ko ci muñ gu yaatu ak njàngle mu mat."},{"style":"v","text":"Ndaxte jamono dina ñëw, joo xam ne nit ñi dootuñu xajoo njàngle mu wér mi, waaye dinañu jublu ci seeni bëgg-bëgg, di fortaatu jànglekat yu leen di jay."},{"style":"v","text":"Dinañu tanqamlu dëgg, jeng jëm ci léebi diiney neen."},{"style":"v","text":"Waaye yaw nanga foog ci lépp, dékku tiis, tey tas xibaaru jàmm bi, ba matal sag yónnent."},{"style":"p","text":""},{"style":"v","text":"Ndaxte maa ngi ci tànki joxe sama bakkan ni sarax, te sama waxtuw dem jot na."},{"style":"v","text":"Bëre naa ba ub làmbi ngëm, daw naa ba àkk, sàmm naa mboolem dëgg, gi ñu ma dénk."},{"style":"v","text":"Fi mu ne Yàllaa ngi may xaare añu ku jub, di °kaalag ndam gi ma Boroom, biy Àttekat bu jub, di jox ca bés ba, te jéllale naa sama bopp, waaye képp ku def sa xol cig feeñam."},{"style":"s","text":"Dénkaaney Pool yu mujj ya"},{"style":"p","text":""},{"style":"v","text":"Defal sa kem kàttan, ba fekksi ma ci ni mu gëna gaawe."},{"style":"v","text":"Ndaxte Demas topp na àddina, ba bàyyi ma, dem dëkku Tesalonig; Kereseñsë dem na diiwaanu Galasi, Tit dem diiwaanu Dalmasi."},{"style":"v","text":"Luug rekk a des fi man. Indaaleel Màrk, ndaxte amal na ma njariñ ci liggéey bi."},{"style":"v","text":"Tisig moom yebal naa ko dëkku Efes."},{"style":"v","text":"Te sooy ñëw, indaaleel mbubb, ma ma dénkoon Karpus ca dëkku Torowas, te it bul fàtte téere yi, rawatina téere yu am maana, yi ñu bind ci der."},{"style":"p","text":""},{"style":"v","text":"Alegsàndar tëgg bi def na ma ñaawteef yu ne, waaye Boroom bi dina ko fey ay jëfam."},{"style":"v","text":"Moytu ko bu baax, ndaxte bëre na ak sunuy wax ba tàyyi."},{"style":"p","text":""},{"style":"v","text":"Keroog bi ma jëkkee taxaw, di làyyil sama bopp, awma woon kenn ku ma taxawu, ñépp dañu maa daw-- bu leen ko Yàlla jàppe nag."},{"style":"v","text":"Waaye Boroom bi moo ma taxawu te dooleel ma, ma jollil kàddu gi, ba xeet yépp dégg ko. Te Boroom bi musal na ma ci selli gaynde."},{"style":"v","text":"Rax-ca-dolli dina ma musal ci bépp jëf ju ñaaw, tette ma ci jàmm, ba tàbbal ma ci nguuram gu kawe ga. Yal na yelloo ndam ba fàww. Amiin."},{"style":"s","text":"Tàggoo"},{"style":"p","text":""},{"style":"v","text":"Nuyul ma °Piriska ak Akilas ak waa kër Onesifor."},{"style":"v","text":"Erast des na dëkku Korent. Torofim dafa woppoon, ma bàyyi ko dëkku Mile."},{"style":"v","text":"Gaawala ñëw, bala lolli di gàllankoor sa yoon. Ëbulus, Pudeñsë, Linus, Këlójaa ak yeneen bokk yépp ñu ngi lay nuyu."},{"style":"v","text":"Yal na Boroom bi aar sa xel. Na yiwu Yàlla ànd ak yéen ñépp."}]