[{"style":"s","verse":"","text":"Ku gëm day not àddina"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Képp ku gëm ne Yeesu mooy °Almasi bi, juddu nga ci Yàlla; te ku bëgg waajur, dinga bëgg itam ki mu jur."},{"style":"v","verse":"2","text":"Xam nanu ne bëgg nanu doomi Yàlla yi ci lii: bëgg Yàlla tey sàmm ay ndigalam."},{"style":"v","verse":"3","text":"Ndaxte mbëggeel ci Yàlla mooy sàmm ay ndigalam; te ay ndigalam diisuñu."},{"style":"v","verse":"4","text":"Ndaxte képp ku juddu ci Yàlla day not àddina; te li nuy note àddina mooy sunu ngëm."},{"style":"v","verse":"5","text":"Ku not àddina mooy kan? Mooy ki gëm ne Yeesu mooy °Doomu Yàlla."},{"style":"s","verse":"","text":"Li ñu seede ci Yeesu Kirist"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Yeesu °Kirist mooy ki ñëw, jaar ci ndox ak deret; du ci ndox rekk, waaye ndox ak deret. Te Xelu Yàlla mi moo koy seedeel, ndax Xel mi mooy dëgg."},{"style":"v","verse":"7","text":"Ndaxte am na ñetti seede:"},{"style":"v","verse":"8","text":"Xel mi, ndox ak deret, te ñoom ñett ñépp, ñoo bokk benn baat."},{"style":"v","verse":"9","text":"Seedes nit, dinanu ko nangu, waaye seedes Yàlla moo gëna wóor, ndax boobu seede mooy li Yàlla seede ci Doomam."},{"style":"v","verse":"10","text":"Ku gëm °Doomu Yàlla ji, am nga seede boobu ci sa xol. Ku gëmul Yàlla, teg nga ko kuy tebbi waxam ndaxte gëmuloo li Yàlla seede ci Doomam."},{"style":"v","verse":"11","text":"Te seede si mooy lii: Yàlla jox na nu dund gu dul jeex, te dund googoo ngi ci Doomam."},{"style":"v","verse":"12","text":"Ku am Doom ji, am nga dund; ku amul Doomu Yàlla, amuloo dund."},{"style":"s","verse":"","text":"Dund gu dul jeex"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Maa ngi leen di bind yëf yii, yéen ñi gëm turu °Doomu Yàlla ji, ngir ngeen xam ne am ngeen dund gu dul jeex."},{"style":"v","verse":"14","text":"Kóolute gi nu am ci kanam Yàlla mooy lii: su nu ko ñaanee dara ci coobareem, dina nu nangul."},{"style":"v","verse":"15","text":"Gannaaw xam nañu ne dina nangu lépp lu nu koy ñaan, xam nanu it ne li nu ko ñaan, jox na nu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ku gis mbokkam, muy def bàkkaar bu jarul dee, na ko ñaanal, te Yàlla dina ko may dund. Ku def bàkkaar bu jarul dee laa wax. Ndaxte am na bàkkaar bu jar dee; boobu taxul may wax, mu ñaanal ko."},{"style":"v","verse":"17","text":"Gépp jubadi bàkkaar la, waaye am na bàkkaar bu jarul dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Xam nanu ne képp ku juddu ci Yàlla doo sax ci bàkkaar, waaye Doomu Yàlla ji mooy wottu sa bakkan, ba °Ibliis du la manal dara."},{"style":"v","verse":"19","text":"Nun nag xam nanu ne nu ngi ci Yàlla, te àddina sépp a ngi tëdd ci loxoy Ibliis."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Xam nanu ne Doomu Yàlla ji ñëw na te may na nu xel, ba nu mana xam Aji Wóor ji. Te nu ngi ci Aji Wóor ji ak ci Doomam Yeesu °Kirist. Kooku mooy Yàlla ju wóor, ji yor dund gu dul jeex."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Samay doom, wottuleen seen bopp ciy xërëm."}]