[{"style":"s1","text":"Bànni Israayil duma na Amoreen ña"},{"style":"p","text":""},{"style":"v","text":"Adoni Cedeg buurub Yerusalem nag dégg na Yosuwe nangoo Ayi, ba faagaagal ko, ak na mu defe Ayi ak buuram noonee mu defoon ak Yeriko, ak itam na waa Gabawon digoo jàmm ak Israayil, ba mana des ci seen biir."},{"style":"v","text":"Niti Buur ba tiit lool, ndax Gabawon dëkk bu mag la woon, tollook dëkki buur yi; moo ëppoon Ayi it, te góori Gabawon yépp ay ñeyi xare lañu woon."},{"style":"v","text":"Adoni Cedeg buurub Yerusalem yónnee ca Owam buurub Ebron, ak Piram buurub Yarmut, ak Yafya buurub Lakis, ak Debir buurub Eglon. Mu ne leen:"},{"style":"v","text":"«Kaayleen dimbali ma, nu duma Gabawon, ndax digoo na jàmm ak Yosuweek \\w bànni Israayil|bànni Israayil:\\w*.»"},{"style":"p","text":""},{"style":"v","text":"Noonu la juróomi buuri Amoreen ña bokke daje: buurub Yerusalem ak buurub Ebron ak buurub Yarmut ak buurub Lakis ak buurub Eglon, ñook seen gàngoori xare. Ñu dali fa janook Gabawon, song leen xare."},{"style":"v","text":"Ci kaw loolu waa Gabawon yónnee ca Yosuwe, fa mu dal ca Gilgal, ne ko: «Sang bi, ngalla bu nu wacc, dikkal gaaw, wallu nu, xettali nu, ndax kat buuri Amoreen ñi dëkke tund yi, ñoom ñépp a daje ci sunu kaw.»"},{"style":"v","text":"Ba loolu amee Yosuwe bawoo Gilgal, ànd ak gàngooram gépp ak ñeyi xareem yépp."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji nag ne Yosuwe: «Bu leen ragal, ndax ci sa loxo laa leen di teg. Du kenn ci ñoom kuy taxaw ci sa kanam.»"},{"style":"v","text":"Ba mu ko defee Yosuwe jekki dal ci seen kaw. Fekk na mu fanaan guddi gépp ci yoon wi, bàyyikoo Gilgal, ba agsi."},{"style":"v","text":"Aji Sax ji nag fëlxe leen ca kanam Israayil, Yosuwe daan leen jéll bu réy ca Gabawon. Moo leen dàq, ba yéeg mbartal ma jëm Bet Oron, duma leen ba ca dëkk ya ñuy wax Aseka ak Makeda."},{"style":"v","text":"Ba ñuy wàcce mbartalum Bet Oron, di daw Israayil, ca la leen Aji Sax ji jóor ay doj yu réy yu xàwweekoo asamaan, di leen dal, ba ca Aseka, ñu dee. La dee ca doji yuur ya moo ëpp la bànni Israayil reye saamar."},{"style":"p","text":""},{"style":"v","text":"Booba la Yosuwe yékkati kàddu jëme ci Aji Sax ji, kera bés ba Aji Sax ji jébbalee Amoreen ña bànni Israayil. Dafa wax fa kanam bànni Israayil, ne:"},{"style":"q1","text":"«Jant, neel tekk fi tiim Gabawon,"},{"style":"q1","text":"yaw weer it, taxawal fi tiim xuru Ayalon.»"},{"style":"m","text":""},{"style":"v","text":"Jant ba ne tekk, weer wa taxaw, ba xeet wa noppee digaaleeki noonam. Noonu lees ko binde moos ci téere bi ñu dippee Téereb aji jub ji. Fa digg asamaan la jant taxaw, dakkal aw xélam, benn bésu lëmm."},{"style":"v","text":"Keroog la Aji Sax ji déggal kàddug nit. Benn bés bu ni mel masula am, te dootul am mukk. Da di Aji Sax ji moo doon xareel Israayil."},{"style":"v","text":"Ba loolu amee Yosuwe ànd ak Israayil gépp, ñu dellu ca dal ba ca Gilgal."},{"style":"s1","text":"Yosuwe rey na juróomi buur ya"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu juróomi buur ya daw làquji ca xunt ma ca Makeda."},{"style":"v","text":"Ba ñu waxee Yosuwe ne ko, gis nañu juróomi buur ya, ñu làqu ca xuntum Makeda,"},{"style":"v","text":"Yosuwe dafa santaane ne: «Béraŋleen ay doj yu mag, fatte buntu xunt ma, te ngeen taxawal fa ay nit ñu leen wattu."},{"style":"v","text":"Waaye yeen ñi ci des, buleen taxawaalu. Dàqatileen seeni noon, doxe leen gannaaw. Buleen leen bàyyi ñu àgg ca seeni dëkk, ndax seen Yàlla Aji Sax ji moo leen teg ci seeni loxo.»"},{"style":"v","text":"Noonu la leen Yosuwe ak \\w bànni Israayil|bànni Israayil:\\w* dumaa duma yu réya réy, ñu jeex tàkk, desul lu moy benn-benni nit ñu rëcc, ba làquji ca seen dëkk ya tata wër."},{"style":"v","text":"Gàngoor ga gépp nag dellu ak jàmm ca Yosuwe ca dal ba ca Makeda, te kenn ñemewula waxal bànni Israayil benn baat."},{"style":"v","text":"Ba mu ko defee Yosuwe joxe ndigal, ne: «Demleen ubbi buntu xunt ma, te ngeen génne juróomi buur yooyu, indil ma leen.»"},{"style":"v","text":"Ñu def noona, génneji juróomi buur yooyu ca xunt ma, indil ko, ñuy buurub Yerusalem ak buurub Ebron ak buurub Yarmut ak buurub Lakis ak buurub Eglon."},{"style":"v","text":"Naka lañu indil Yosuwe buur ya, Yosuwe woolu góori Israayil ñépp, daldi sant kilifay xarekat ya àndoon ak moom, ne leen: «Dikkleen, te ngeen joggi seen tànk ci kaw ndoddi buur yii!» Ñu dikk, joggi seen tànk ca seen kaw ndodd."},{"style":"v","text":"Yosuwe wax leen, ne leen: «Buleen tiit, buleen ragal, dëgërluleen te am fit, ndax nii la Aji Sax ji di def mboolem seen noon yu ngeen di xareel.»"},{"style":"v","text":"Gannaaw loolu Yosuwe rey leen, ñu dee, mu wékk leen ci juróomi garab, ñu yendoo wékke ca garab ya, ba ngoon jot."},{"style":"v","text":"Jant so, Yosuwe santaane ñu wékkee leen ca garab ya, sànni leen ca xunt ma ñu làqu woon. Doj yu réy lañu ube buntu xunt ma, te doj yaa nga fa ba sunu jonni yàllay tey."},{"style":"s1","text":"Yosuwe nangu na dëkk ya ca bëj-saalum"},{"style":"p","text":""},{"style":"v","text":"Makeda googu, bésub keroog la ko Yosuwe nangu. Mu leel waa dëkk ba ñawkay saamar, ñook seen buur, faagaagal dëkk baak mboolem ña ca biiram, bàyyiwul kenn rëcc. Na mu defoon buurub Yeriko la def buuru Makeda."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yosuwe jàll, mook Israayil gépp, ñu bàyyikoo Makeda, dem ba Libna. Ci kaw loolu mu song leen xare."},{"style":"v","text":"Dëkk booba it Aji Sax ji boole kook buuram teg ci loxol Israayil. Ñu leel dëkk baak mboolem ña ca biiram ñawkay saamar, bàyyiwuñu kenn rëcc. Na Yosuwe defoon buurub Yeriko la def buuru dëkk ba."},{"style":"p","text":""},{"style":"v","text":"Yosuwe nag jàll, mook Israayil gépp, ñu jóge Libna, dem ba Lakis. Ñu dal fa janook dëkk ba, daldi leen song xare."},{"style":"v","text":"Ba loolu amee Aji Sax ji teg Lakis ci loxol Israayil. Ca ëllëg sa lañu nangu dëkk ba. Ñu leel dëkk ba ñawkay saamar, mook mboolem ña ca biiram, noonee ñu defoon Libna."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu la Oram buurub Geser dikk, di sotle waa Lakis. Teewul Yosuwe boole kook gàngooram, duma, ba desewul kuy dund."},{"style":"p","text":""},{"style":"v","text":"Yosuwe jàllati ànd ak Israayil gépp, ñu bàyyikoo Lakis, dem ba Eglon. Ñu dal fa janook dëkk ba, daldi leen song xare."},{"style":"v","text":"Ci benn bés boobu lañu nangu dëkk ba, leel ko ñawkay saamar. Mook mboolem ña ca biiram la Yosuwe faagaagal ca bésub keroog booba, mboolem noonee mu defoon Lakis."},{"style":"p","text":""},{"style":"v","text":"Yosuwe demati ànd ak Israayil gépp, ñu bàyyikoo Eglon, dem ba Ebron, daldi leen song xare."},{"style":"v","text":"Ñu nangu dëkk ba, leel ko ñawkay saamar, mook buuram ak mboolem dëkk ya ko wër, ak mboolem ña ca biir. Bàyyiwul kenn rëcc. Mboolem noonee mu defoon Eglon, na la faagaagale Ebron, mook mboolem ña ca biiram."},{"style":"p","text":""},{"style":"v","text":"Yosuwe walbatikoo fa, mook Israayil gépp, ñu dem ba Debir, daldi leen song xare."},{"style":"v","text":"Ci kaw loolu mu teg buuru dëkk ba loxo, mook mboolem dëkk ya ko wër, ba leel leen ñawkay saamar. Mboolem ña ca biir lañu faagaagal, bàyyiwuñu kenn rëcc. Na Yosuwe defoon Ebron la def Debir ak buuram, te noonee la defoon Libna ak buuram."},{"style":"p","text":""},{"style":"v","text":"Noonu la Yosuwe dumaa réew mépp, diiwaanu tund yaak àllub Negew baak suufu tund yaak mbartali tund ya, ak seen buur yépp, bàyyiwul kenn rëcc. Lépp luy noyyi la faagaagal, na ko Aji Sax ji Yàllay Israayil santaanee."},{"style":"v","text":"La dale Kades Barneya, jàpp Gasa ca bëj-saalum, ak diiwaanu Gosen gépp, ba ca Gabawon ca bëj-gànnaar, ñépp la Yosuwe duma."},{"style":"v","text":"Mboolem buur yooyu la Yosuwe duma, nangoondoo seenum réew benn yoon, ndax Aji Sax ji Yàllay Israayil moo doon xareel Israayil."},{"style":"v","text":"Ba mu ko defee Yosuwe ànd ak Israayil gépp, ñu dellu ca dal ba ca Gilgal."}]