[{"style":"s1","text":"Buur yii la bànni Israayil daan"},{"style":"p","text":""},{"style":"v","text":"Yii buuri réew nag la \\w bànni Israayil|bànni Israayil:\\w* duma, ba nangu seen réew ca wàllaa dexu Yurdan wa ca penku, te dale ca xuru Arnon ci bëj-saalum, jaare ci xuru dexu Yurdan ba ca tundu Ermon ci bëj-gànnaar."},{"style":"v","text":"Benn ci buur yu ñu duma mooy Buur Sixon mu Amoreen ba dëkkoon Esbon, te moomoon genn-wàllu diiwaanu Galàdd, fa dale Arower ga feggook xuru Arnon, jaare ca digg xur wa ba ca xuru Yabog wa digalook réewu Amoneen ña."},{"style":"v","text":"Sixon moo moomoon itam penkub xuru dexu Yurdan, fa dale dexu Kineret ca bëj-gànnaar, ba ca géeju Xorom ga feggook Bet Yesimot, ak diiwaan ba ca suufu tundu Pisga, féeteek bëj-saalum."},{"style":"v","text":"Buur Og ma yilif Basan ca la. Moo bokk ca ndesu Refayeen ña, te amoon kër ca Astarot ak ca Eddrey."},{"style":"v","text":"Og moo moomoon tundu Ermon ak dëkk ba ñu naa Salka, ak diiwaanu Basan bépp, ba fa mu digalook Gesureen ñaak Maakateen ña, teg ca genn-wàllu tundu Galàdd, fa mu digalook réewum Sixon buurub Esbon."},{"style":"p","text":""},{"style":"v","text":"Buur Sixon ak Buur Og, Musaa jaamub Aji Sax ji ak bànni Israayil ñoo leen duma woon. Seen réew la Musaa jaamub Aji Sax ji sédd giirug Ruben ak giiru Gàdd ak genn-wàllu giirug Manase."},{"style":"p","text":""},{"style":"v","text":"Buuri réew yi Yosuwe ak bànni Israayil duma ca tàkkug sowub dexu Yurdan nag, mooy ñii ñu lim ci suuf, te seeni réew dale woon Baal Gàdd ca xuru Libaŋ, ba ca tundu Alag, wa ñuy yéeg jëm Seyir. Yosuwe nag jox réew moomu bànni Israayil, ñu séddoo, giir gu ci nekk ak céram."},{"style":"v","text":"Mooy weti diiwaanu tund ya ak suufu tund ya, ak xuru dexu Yurdan ak mbartali tund ya ak màndiŋu Yuda ak àllub Negew, ña fa dëkke di Etteen ñaak Amoreen ñaak Kanaaneen ñaak Periseen ñaak Eween ñaak Yebuseen ña. Buur ya ñu fa duma di:"},{"style":"v","text":"buurub Yeriko ak buurub Ayi ga ca wetu Betel,"},{"style":"v","text":"ak buurub Yerusalem ak buurub Ebron,"},{"style":"v","text":"ak buurub Yarmut ak buurub Lakis,"},{"style":"v","text":"ak buurub Eglon ak buurub Geser,"},{"style":"v","text":"ak buuru Debir ak buurub Geder,"},{"style":"v","text":"ak buurub Xorma ak buurub Aràdd,"},{"style":"v","text":"ak buurub Libna ak buurub Adulam,"},{"style":"v","text":"ak buuru Makeda ak buuru Betel,"},{"style":"v","text":"ak buurub Tapuwa ak buurub Efer,"},{"style":"v","text":"ak buurub Afeg ak buurub Lasaron,"},{"style":"v","text":"ak buuru Madon ak buurub Àccor,"},{"style":"v","text":"ak buurub Simron Meron ak buurub Agsaf,"},{"style":"v","text":"ak buurub Taanag ak buuru Megido,"},{"style":"v","text":"ak buurub Kedes ak buurub Yogneyam ca tundu Karmel,"},{"style":"v","text":"ak buuru Dor ca goxub Dor, ak buurub Goyim ca Gilgal,"},{"style":"v","text":"ak buurub Tirca. Buur yépp di fanweer ak benn."}]