[{"style":"s1","verse":"","text":"Suufas giirug Yudaa ngi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Dogu suuf sa làngi giirug Yuda muurloo ci ab tegoo bant moo ëmb dénd, ba jëm bëj-saalum fa digalook Edom, ca màndiŋu Ciin fa suuf-a-suuf ca bëj-saalum,"},{"style":"v","verse":"2","text":"daleeti tefesu géeju Xorom ga, fa ndox ma def ab coll jàkkaarlook bëj-saalum màkk,"},{"style":"v","verse":"3","text":"wéy nag ba fa féeteek yéegub Akerabim bëj-saalum, jaare Ciin, dem ba bëj-saalumu Kades Barneya, neeti walbit jaare dëkk ba ñu naa Esron, jëm Adar, dëngloo fa jëm Karka."},{"style":"v","verse":"4","text":"Fa la wéye jaareji Asmon, génne walum Misra ma, doora teere géej gu mag ga. Foofa la kemu suufas Yuda wa féete bëj-saalum jaaroon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Seen kemu suuf sa ca wetu penku moo doon géeju Xorom ga, ba foofee mu jàpploojeek collub dexu Yurdan. Dig ba ca bëj-gànnaar daleeti ca collub dexu Yurdan boobee,"},{"style":"v","verse":"6","text":"yéeg nag jëm Bet Ogla, jaare bëj-gànnaaru Bet Araba, ba ca doj wa ñu dippee Bowan mi bokk ci doomi Ruben yu góor."},{"style":"v","verse":"7","text":"Ca la kem ga yéegati, wuti Debir, jaare xuru Akor, ba noppi jàdd jëm Gilgal ca bëj-gànnaar fa janook mbartalum Adumim, féete wal ma bëj-saalum. Noona mu jaare ca weti bëti ndoxi En Semes, génneji En Rogel."},{"style":"v","verse":"8","text":"Foofa la jaare ca xuru Ben Inom, yéeg tundu Yebuseen ña ca wetu bëj-saalumam, muy fa Yerusalem nekk, wuti nag njobbaxtalu tund wa janook xuru Inom ca sowu, te féeteek fa xuru Refayeen ña yem ca wetu bëj-gànnaaram."},{"style":"v","verse":"9","text":"Dig wa daldi jóge njobbaxtal googee, wëndeelu wuti bëti ndoxi Neftowa, daldi wéy wuti dëkki tundu Efron, doora jàdd jëm Baala ga ñuy woowe Kiryaat Yarim itam."},{"style":"v","verse":"10","text":"Baala googee la kem ga jàdde sowu jubal tundu Seyir, daldi jaare ca wetu tund Yarim, mooy tundu Kesaloŋ, ca wetu bëj-gànnaaram, wàcceji nag ca Bet Semes, romb Timna."},{"style":"v","verse":"11","text":"Dig wa jógeeti fa jaare dëkk ba ñu naa Ekkron ca wetu bëj-gànnaaram, dënglu nag, jëm Sikkron, jaare tundu Baala, jubal Yabneel, doora génne ca géej gu mag ga."},{"style":"v","verse":"12","text":"Digu Sowu ba mooy tefesu géej gu mag ga. Loolooy kemi suuf sa ñu féetale làngi giirug Yuda ci wet gu nekk."},{"style":"s1","verse":"","text":"Kaleb jot na céram"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kaleb doomu Yefune nag ñu jox ko wàllam ci biir Yudeen ñi, na ko Aji Sax ji sante woon Yosuwe, wàllam di Kiryaat Arba ga ñu dippee Arba, maamu Anageen ña, foofa dees na ko woowe Ebron itam."},{"style":"v","verse":"14","text":"Kaleb moo fa dàqe ñetti Anageen ña: Sesay ak Aximan ak Talmay, ñuy góor ñu sëtoo ci Anag."},{"style":"v","verse":"15","text":"Mu jóge ca dali ca kaw waa Debir; Debir googu, Kiryaat Sefer la njëkkoona tudd."},{"style":"v","verse":"16","text":"Kaleb nag ne: «Kiryaat Sefer gii de, ku ko duma, ba nangu ko, sama doom Agsa laa koy may jabar.»"},{"style":"v","verse":"17","text":"Otniyel doomu Kenas miy mbokkum Kaleb, moo nangu dëkk ba, Kaleb may ko doomam Agsa, jabar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba Agsa séysee kër Otniyel, ca la soññ Otniyel, ngir mu ñaan Kaleb baayam ab tool. Naka la Agsa cëppoo ca mbaamam, Kaleb baayam laaj ko, ne ko: «Loo xewle?»"},{"style":"v","verse":"19","text":"Mu ne: «Dimbalee ma lenn; yaa ma may suufi bëj-saalum. Waaye damaa bëgg nga mayaale ma ay déeg.» Mu daldi koy may déeg ba ñuy wax déegub kaw ak ba ñuy wax déegub suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Lii moo doon céru suuf bi giirug Yuda séddoo, làng gu ci nekk ak wàllam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Dëkki giirug Yuda yi féete bëj-saalum, bokk ci seen suuf, te digalook réewu Edom ñoo doon: Kabcel ak Eder ak Yagur,"},{"style":"v","verse":"22","text":"ak Kina ak Dimona ak Adada,"},{"style":"v","verse":"23","text":"ak Kedes ak Àccor ak Yitnan,"},{"style":"v","verse":"24","text":"ak Sif ak Telem ak Beyalot,"},{"style":"v","verse":"25","text":"ak Àccor Adata ak Keryot Esron, di Àccor ba tey,"},{"style":"v","verse":"26","text":"ak Amam ak Sema ak Molada,"},{"style":"v","verse":"27","text":"ak Àccar Gaada ak Esmon ak Bet Pelet,"},{"style":"v","verse":"28","text":"ak Àccar Suwal ak Beerseba ak Bisyotiya,"},{"style":"v","verse":"29","text":"ak Baala ak Iyim ak Eccem,"},{"style":"v","verse":"30","text":"ak Eltolat ak Kesil ak Xorma,"},{"style":"v","verse":"31","text":"ak Ciglaag ak Madmana ak Sansana,"},{"style":"v","verse":"32","text":"ak Lebawot ak Silxim ak Ayin ak Rimon. Lépp di ñaar fukki dëkk ak juróom ñeent yu ànd ak seen dëkk yu ndaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Dëkk yii ca suufu tund ya ca la: Estawol ak Cora ak Asna,"},{"style":"v","verse":"34","text":"ak Sanowa ak Enganim ak Tapuwa ak Enam,"},{"style":"v","verse":"35","text":"ak Yarmut ak Adulam ak Soko ak Aseka,"},{"style":"v","verse":"36","text":"ak Saarayim ak Aditayim ak Gedera ak Gederotayim. Muy fukki dëkk ak ñeent yu ànd ak seen dëkk yu ndaw."},{"style":"v","verse":"37","text":"Yeneen yu ca bokk di Cenan ak Adasa ak Migdal Gàdd,"},{"style":"v","verse":"38","text":"ak Dilan ak Mispe ak Yogteel,"},{"style":"v","verse":"39","text":"ak Lakis ak Bocckat ak Eglon,"},{"style":"v","verse":"40","text":"ak Kàbbon ak Laxmas ak Kittliis,"},{"style":"v","verse":"41","text":"ak Gederot ak Bet Dagon ak Naama ak Makeda. Muy fukki dëkk ak juróom benn yu ànd ak seen dëkk yu ndaw."},{"style":"v","verse":"42","text":"Yeneen yu ca bokk di Libna ak Eter ak Asan,"},{"style":"v","verse":"43","text":"ak Yiftax ak Asna ak Neccib,"},{"style":"v","verse":"44","text":"ak Keyla ak Agsib ak Maresa. Muy juróom ñeenti dëkk yu ànd ak seen dëkk yu ndaw."},{"style":"v","verse":"45","text":"Ekkron itam ca la, mook dëkkam ya ko wër aki dëkk-dëkkaanam,"},{"style":"v","verse":"46","text":"ak itam mboolem dëkk ya wër Asdodd ak seeni dëkk-dëkkaan, te dale Ekkron, jëm géej ca sowu,"},{"style":"v","verse":"47","text":"ak Asdodd aki dëkkam aki dëkk-dëkkaanam, ak Gasa aki dëkkam aki dëkk-dëkkaanam, ba ca walu Misra, ba ca wetu géej gu mag ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"La ca féete diiwaanu tund ya mooy Samir ak Yatir ak Soko,"},{"style":"v","verse":"49","text":"ak Dana ak Kiryaat Sana, di Debir ba tey,"},{"style":"v","verse":"50","text":"ak Anab ak Estemo ak Anim,"},{"style":"v","verse":"51","text":"ak Gosen ak Olon ak Gilo. Muy fukki dëkk ak benn yu ànd ak seen dëkk yu ndaw."},{"style":"v","verse":"52","text":"Yeneen dëkk yu ca bokk di Arab ak Duuma ak Esan,"},{"style":"v","verse":"53","text":"ak Yanum ak Bet Tapuwa ak Afeka,"},{"style":"v","verse":"54","text":"ak Umta ak Kiryaat Arba, di Ebron ba tey, ak Ciyor. Muy juróom ñeenti dëkk yu ànd ak seen dëkk yu ndaw."},{"style":"v","verse":"55","text":"Yeneen dëkk yu ca bokk di Mawon ak Karmel ak Sif ak Yuta,"},{"style":"v","verse":"56","text":"ak Yisreel ak Yogdeyam ak Sanowa,"},{"style":"v","verse":"57","text":"ak Kayin ak Gibeya ak Timna, di fukki dëkk yu ànd ak seen dëkk yu ndaw."},{"style":"v","verse":"58","text":"Yeneen yu ca bokk di Xalul ak Bet Cur ak Gedor,"},{"style":"v","verse":"59","text":"ak Maarat ak Bet Anot ak Eltekon, di juróom benni dëkk yu ànd ak seen dëkk yu ndaw."},{"style":"v","verse":"60","text":"Yeneen dëkk yu ca bokk di Kiryaat Baal, muy Kiryaat Yarim ba tey, ak Raba. Muy ñaari dëkk yu ànd ak seen dëkk yu ndaw."},{"style":"v","verse":"61","text":"La ca féeteek màndiŋ ma dëkk yii la: Bet Araba ak Midin ak Sekaka,"},{"style":"v","verse":"62","text":"ak Nibsan ak Ir Amela ak Engedi. Muy juróom benni dëkk yu ànd ak seen dëkk yu ndaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"63","text":"Waaye Yebuseen ña dëkkoon Yerusalem, Yudeen ña manuñu woon leena dàq. Moo tax Yudeen ñi bokk dëkk ak Yebuseen ñi biir Yerusalem, ba sunu jonni yàllay tey."}]