[{"style":"p","text":""},{"style":"v","text":"Lii mooy muuru giirug Manase ba ñu ko tegoo bant, ndax moo doon taawu Yuusufa bu góor. Baayu Galàdd, Makir miy taawu Manase nag jàmbaaru xare la woon, ba tax ñu sédd ko diiwaanu Galàdd ak Basan."},{"style":"v","text":"Ca lañu joxe nag céri ña des ca giirug Manase, làng ak làng. Ñooñoo di góor ñi Manase doomu Yuusufa ju góor di seen maam, te ñu askanoo ci Abiyeser ak Eleg ak Asriyel ak Sikem ak Efer ak Semida, ku ci nekk ak làngam."},{"style":"p","text":""},{"style":"v","text":"Ku góor ku ñuy wax Celofat nag amuloon doom yu góor, xanaa aw jigéen rekk. Celofat mooy doomu Efer, Efer di doomu Galàdd, Galàdd di doomu Makir, Makir di doomu Manase. Turi doomam yu jigéen di Maxla ak Nowa ak Ogla ak Milka ak Tirca."},{"style":"v","text":"Ñooñu nag ànd fekki Elasar \\w sarxalkat|sarxalkat b-:\\w* ba, ak Yosuwe doomu Nuun, ak kilifa ya. Ñu ne leen: «Aji Sax ji dafa santoon Musaa mu jox nu ab céru suuf ni góor ñi nu bokkal.» Ñu daldi leen jox ab cér ni seen bokki baay yu góor, na ko Aji Sax ji diglee."},{"style":"v","text":"La giirug Manase muurloo fukki gox la, te bokkul ak diiwaanu Galàdd ak Basan ba ca wàllaa dexu Yurdan."},{"style":"v","text":"Sëti Manase yu jigéen ya am nañu ca ab cér, ni sëtam yu góor. Diiwaanu Galàdd nag sëti Manase yu góor ya ca des ñoo ko féetewoo."},{"style":"p","text":""},{"style":"v","text":"Dogu suufas Manase ma nga dale woon Aser ba Migmetat ga ca penkub Sikem, daldi jubal ndijoor, jëm fa waa En Tapuwa dëkke."},{"style":"v","text":"Diiwaanu Tapuwa, giirug Manasee ko moomoon, waaye dëkkub Tapuwa bu mag boobee diiwaanu Manase jeexe, giirug Efrayim a ko moomoon."},{"style":"v","text":"Foofa la kem ga wàcce ba ca walum Kana, fa féete wal ma bëj-saalum. Yooyu dëkk ca biir suufas Manase la nekkoon, doonte giirug Efrayim a ko moomoon. Digu giirug Manasee nga jaare ca bëj-gànnaaru wal ma, génneji géej."},{"style":"v","text":"Efrayim moom la féete bëj-saalum, Manase moom la féete bëj-gànnaar, géej ga di kemu sowoom. Suufas giirug Manase, sos Aser la taqalool woon ca bëj-gànnaar, ca penku mu taqalook sos Isaakar."},{"style":"v","text":"Manase nag teg ca féetewoo dëkk yii ñu wàññee ci céru giirug Isaakar ak gog Aser, ñu di: Bet San ak dëkk ya ko wër, ak Yiblam ak dëkk ya ko wër, ak Dor ak Endor ak dëkk ya ko wër, ak Taanag ak dëkk ya ko wër, ak Megido ak dëkk ya ko wër, muy ñetti diiwaan."},{"style":"v","text":"Manaseen ña nag tëlee nangu dëkk yooyu ci loxoy Kanaaneen ña fa dëkkoon, Kanaaneen ña ŋoy ca réew ma rekk."},{"style":"v","text":"\\w Bànni Israayil|bànni Israayil:\\w* mujj nañu am doole sax ba sas Kanaaneen ña liggéeyu sañul-bañ, waaye manuñu leen faa dàqe."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Yuusufeen ña àkki Yosuwe, ne ko: «Lu tax joxoo nu lu dul benn cér, benn pàcc kese, te Aji Sax ji barkeel nu ba tey nu di askan wu yaa?»"},{"style":"v","text":"Yosuwe ne leen: «Ndegam seen askan daa yaa ba xajatuleen tundu Efrayim, demleen boog ca gott ba, ngeen goral fa seen bopp ab sanc, ca suufas Periseen ñaak Refayeen ña.»"},{"style":"v","text":"Yuusufeen ña ne ko: «Diiwaanu tund ya kay du nu doy, te mboolem Kanaaneen ñi dëkke joor gi, ay watiiri xarey weñ lañu am; muy Bet San ak dëkk yi ko wër, di jooru Yisreel.»"},{"style":"v","text":"Yosuwe nag wax waa kër Yuusufa yooyee di Efraymeen ñaak Manaseen ña, ne leen: «Yeen kay askan wu yaa ngeen, te bare doole. Dungeen yem ci benn cér moos,"},{"style":"v","text":"waaye yeenay moom tund wi. Dëgg la, ab àll la waaye dangeen koy gor, dëkke ba fa mu yem. Te itam man ngeena dàq Kanaaneen ñi, doonte ay watiiri xarey weñ lañu am, te ñu am doole lañu.»"}]