[{"style":"s1","verse":"","text":"Lii mooy suufi giir yi sédduwuloon"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee mbooloom Israayil ma mépp daje ca dëkk ba ñu naa Silo. Ñu samp fa \\w xaymab ndaje|xaymab ndaje m-:\\w* ma. Booba réew ma ñooy boroom,"},{"style":"v","verse":"2","text":"waaye desoon na ci \\w bànni Israayil|bànni Israayil:\\w* juróom ñaari giir yu jotagul woon seen céru suuf."},{"style":"v","verse":"3","text":"Yosuwe ne bànni Israayil: «Lu ngeen deeti yeexantu, baña dem nanguji réew mi leen Aji Sax ji seen Yàllay maam sédde?"},{"style":"v","verse":"4","text":"Tànnleen ñetti góor ci giir gu nekk, ma yebal leen, ñu dem wër réew mi, daldi rëdd ni ñu koy séddalee seeni giir. Su ñu noppee, délsi ci man."},{"style":"v","verse":"5","text":"Nañu ko séddale juróom ñaari pàcc, te giirug Yuda yem ca suufam sa ca bëj-saalum, waa kër Yuusufa yem ca seen suuf sa ca bëj-gànnaar."},{"style":"v","verse":"6","text":"Gannaaw bu ngeen rëddee séddaleb réew mi, def ko juróom ñaari pàcc nag, indilleen ma ko fii, ma tegal leen ko bant ci sunu kanam Yàlla Aji Sax ji."},{"style":"v","verse":"7","text":"Waaye \\w Leween|Leween b-:\\w* ñi amuñu benn céru suuf ci seen biir. Carxalal Aji Sax ji mooy seenub cér, te Gàdd ak Ruben ak genn-wàllu giirug Manase jot nañu seen cér ya leen Musaa, jaamub Aji Sax ji joxoon ca penkub dexu Yurdan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Gannaaw loolu gaa ña ñu sant ñu rëddi séddaleb réew ma daldi fabu, ngir dem. Yosuwe sant leen ne leen: «Dangeen di dem wëri réew mi, bu ngeen rëddee ab séddaleem ba délsi ci man, ma tegal leen ko bant ci kanam Aji Sax ji, fii ci Silo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Gaa ña nag dem, wër réew ma, daldi rëdd ab séddaleem juróom ñaari pàcc ci téere bu ñu taxañ. Ci kaw loolu ñu dellu ca Yosuwe, ca dal ba ca Silo."},{"style":"v","verse":"10","text":"Yosuwe tegal leen ko bant ca Silo, fa kanam Aji Sax ji. Foofa la Yosuwe séddale bànni Israayil réew ma, giir gu ci nekk ak céram."},{"style":"s1","verse":"","text":"Lii mooy céru suufas Beñamin"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Céru suuf bi giirug Beñamin muurloo, làng gu ci nekk ak wàllam moo ca njëkka génn. Suuf sa ñu muurloo ma nga nekkoon diggante suufas giirug Yuda ak sos giirug Yuusufa."},{"style":"v","verse":"12","text":"Wetu bëj-gànnaar, seen kemu suuf a nga dale woon dexu Yurdan, yéegi fa féeteek bëj-gànnaaru Yeriko, jéggi diiwaanu tund ya ca sowu, daldi teereji ca màndiŋu Bet Awen."},{"style":"v","verse":"13","text":"Kem ga jaare fa, jubal bëj-saalum, wuti Lus, ba ca mbartalum Lus, foofa ñu naa Betel. Mu door faa wàcce, jëm Aterot Adar ga ca kaw tund wa féete Bet Oron Suuf bëj-saalum."},{"style":"v","verse":"14","text":"Ca sowub tund woowee la kem ga jàdde jëm bëj-saalum, jaareji tund wa janook Bet Oron, ba teereji Kiryaat Baal ga ñu naa Kiryaat Yarim ba tey, te giirug Yuda moomoon ko. Foofa la kemu sowoom jaare woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Wetu bëj-saalum, kem gaa nga dale woon ca catu Kiryaat Yarim la féete sowu, génneji ca bëti ndoxi Neftowa."},{"style":"v","verse":"16","text":"Foofa la wàcce ca suufu tund wa tiim xuru Inom, fa féete xuru Refayeen ña bëj-gànnaar. Kem ga wàcce ca xuru Ben Inom, fa féeteek mbartalum Yebuseen ña bëj-saalum, wàccati ba En Rogel."},{"style":"v","verse":"17","text":"Mu jàdd nag bëj-gànnaar, wuti En Semes, teg ca Gelilot, fa janook mbartalum Adumim, daldi wàcceji ca doj wa ñu dippee Bowan mi bokk ci doomi Ruben yu góor ya."},{"style":"v","verse":"18","text":"Kem ga nag jaareji ca mbartalum bëj-gànnaaru tund wa tiim xuru Yurdan, daldi wàcc ca xur wa."},{"style":"v","verse":"19","text":"Mu wéyeeti fa, jaare mbartalum bëj-saalum mu tundu Bet Ogla, doora teereji ca catal géeju Xorom ga, ca bëj-gànnaar, foofa dexu Yurdan ga wale fekksi géej ga. Foofa la kemu bëj-saalum wa jaare."},{"style":"v","verse":"20","text":"Ca wetu penku, dexu Yurdan gaa doon kem ga. Looloo doon cér ba giirug Beñamin féetewoo, làng gu ci nekk ak wàllam, aki kemam, wetoo wet."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Dëkk yi giirug Beñamin séddoo, làng ak làng, ñoo doon Yeriko ak Bet Ogla ak Emeg Kecicc,"},{"style":"v","verse":"22","text":"ak Bet Araba ak Cemarayim ak Betel,"},{"style":"v","verse":"23","text":"ak Awim ak Para ak Ofra,"},{"style":"v","verse":"24","text":"ak Kefar Amona ak Ofni ak Geba. Ñu di fukki dëkk ak ñaar ak seeni dëkk-dëkkaan."},{"style":"v","verse":"25","text":"Gabawon ca la bokk ak Raama ak Beerot,"},{"style":"v","verse":"26","text":"ak Mispe ak Kefira ak Mocca,"},{"style":"v","verse":"27","text":"ak Rekem ak Irpel ak Tarala,"},{"style":"v","verse":"28","text":"ak Cela ak Elef ak Yebus, di Yerusalem ba tey, ak Gibeya ak Kiryaat. Muy fukki dëkk ak ñeent ak seeni dëkk-dëkkaan. Looloo doon céru giirug Beñamin, làng gu ci nekk ak wàllam."}]