[{"style":"s1","text":"Lu jëm ci giiri penkub dexu Yurdan"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yosuwe dafa woo Rubeneen ñi ak Gàddeen ñi ak genn-wàllu giirug Manase."},{"style":"v","text":"Mu ne leen «Yeen de, sàmm ngeen mboolem lu leen Musaa, jaamub Aji Sax ji santoon, te dégg ngeen sama ndigal ci mboolem lu ma leen santoon."},{"style":"v","text":"Wacculeen seeni bokk bu yàgg ba tey jii, xanaa di sàmm ndénkaane bi jëm ci santaaneb seen Yàlla Aji Sax ji."},{"style":"v","text":"Léegi nag, seen Yàlla Aji Sax ji may na seeni bokk noflaay, na mu leen ko waxe woon. Kon nag walbatikuleen, dellu ca seeni xayma, ca seen réewum bopp ma leen Musaa jaamub Aji Sax ji joxoon, ca wàllaa dexu Yurdan."},{"style":"v","text":"Waaye kat, fexeleen bu baax di jëfe santaane beek ndigalu yoon wi leen Musaa jaamub Aji Sax ji sasoon, ngir ngeen sopp seen Yàlla Aji Sax ji, di doxe mboolemi yoonam, di sàmm ay santaaneem, ŋoy ci moom, di ko jaamoo seen léppi xol ak seen léppi jëmm.»"},{"style":"v","text":"Ba loolu amee Yosuwe ñaanal leen, yiwi leen, ñu dellu seeni xayma."},{"style":"p","text":""},{"style":"v","text":"Genn-wàllu giirug Manase nag, fekk na Musaa jox leen suuf ca Basan. Waaye genn-wàll ga ca des, Yosuwe moo leen sédd suuf ca sowub dexu Yurdan, ñu bokk ko ca seen biir. Ba leen Yosuwe di yebal, ngir ñu dellu ca seeni xayma it, ñaanal na leen,"},{"style":"v","text":"ne leen: «Alal ju bare, yal nangeen ko delluwaale ca seeni xayma, ak jur gu ne xas, ak xaalis ak wurus, ak xànjar ak weñ gu ñuul, ak yére yu ne gàññ. Yal nangeen séddoo ak seeni bokk la ngeen nangoo ca seeni noon.»"},{"style":"s1","text":"Ab sarxalukaay indi na fitna"},{"style":"p","text":""},{"style":"v","text":"Rubeneen ñaak Gàddeen ñaak genn-wàllu giirug Manase, ca lañu walbatiku, bàyyikoo ca seen bokki \\w bànni Israayil|bànni Israayil:\\w* ca Silo ca réewum Kanaan. Ñu jëm diiwaanu Galàdd ca seen suufas bopp sa ñu jagoo ci ndigalal Aji Sax ji, Musaa jottali woon."},{"style":"v","text":"Ba Rubeneen ñaak Gàddeen ñaak genn-wàllu giirug Manase demee ba ca gox ba feggook dexu Yurdan, ca biir réewum Kanaan, ab \\w sarxalukaay|sarxalukaay b-:\\w* lañu tabax foofa feggook dexu Yurdan; ab sarxalukaay bu réy te fés."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu bànni Israayil ya ca des dégg ne ndeke Rubeneen ñaak Gàddeen ñaak genn-wàllu giirug Manase, ab sarxalukaay lañu tabax fa janook réewum Kanaan, feggook dexu Yurdan, te féeteek bànni Israayil gii."},{"style":"v","text":"Ba ko bànni Israayil déggee, mbooloom bànni Israayil mépp a daje ca Silo, ngir xarejeek ñoom."},{"style":"v","text":"Ba loolu amee doomu Elasar, Fineyas \\w sarxalkat|sarxalkat b-:\\w* ba, moom la bànni Israayil yebal diiwaanu Galàdd, ca Rubeneen ñaak Gàddeen ñaak genn-wàllu giirug Manase."},{"style":"v","text":"Mu ànd ak fukki kilifa, giir gu nekk genn kilifa, ba giirug bànni Israayil daj, ku ci nekk jiite sa kër maam ci biir kuréeli bànni Israayil."},{"style":"v","text":"Ba ñu àggee réewum Galàdd ca Rubeneen ñaak Gàddeen ñaak genn-wàllu giirug Manase ga, dañu leena wax, ne leen:"},{"style":"p","text":""},{"style":"v","text":"«Mbooloom Aji Sax ji mépp ñoo wax ne: lu waral ñàkke worma gii ngeen ñàkke worma Yàllay Israayil, ngir dëddu tey jii Aji Sax ji, ba tabaxal seen bopp ab sarxalukaay, ngir fippu ci kaw Aji Sax ji bésub tey jii?"},{"style":"v","text":"Ñaawtéef ga woon ca Pewor, da noo doyul? Setunu ci ba sunu jonni yàllay tey, te moo jural mbooloom Aji Sax ji mbugal."},{"style":"v","text":"Léegi tey ngeen dëddu Aji Sax ji, te yeen bu ngeen fippoo ci kaw Aji Sax ji tey, ëllëg mbooloom Israayil mépp lay mere!"},{"style":"v","text":"Bu fekkee ne seen céru suuf soosu moo sobewu, jàllsileen boog ci réew miy céru Aji Sax ji, fi \\w màkkaanu Aji Sax|xaymab ndaje m-:\\w* ji màkkaanoo. Su ko defee ngeen séddu ab céru suuf ci sunu biir. Waaye Aji Sax ji, buleen fippu ci kawam, te nun it, buleen fippu ci sunu kaw, di tabaxal seen bopp sarxalukaay bu dul sunu sarxalukaayu Yàlla Aji Sax ji."},{"style":"v","text":"Ba Akan doomu Sera defee jëfi ñàkk worma ja mu defoon, ca mbirum yëf ya ñu aaye woon, xanaa du mbooloom Israayil mépp la am sànj dikkal? Du moom mi def ñaawtéefam doŋŋ moo dee de\\f + \\fr 22.20 \\ft Seetal ci saar 7.\\f*!»"},{"style":"s1","text":"Jàmm délsi na"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Rubeneen ñaak Gàddeen ñaak genn-wàllu giirug Manase wax ak kilifay kuréeli Israayil, ne leen:"},{"style":"v","text":"«Yàlla Aji Sax ji Yàlla, Yàlla Aji Sax ji Yàlla mi nu tiim xam na, te Israayil dina xam. Ndegam gàntal mbaa ñàkke Aji Sax ji worma lanu defe lii, Yàlla bumu nu wacce bakkan bésub tey."},{"style":"v","text":"Ndegam danoo tabax \\w sarxalukaay|sarxalukaay b-:\\w* ngir dëddu Aji Sax ji, mbaa ngir sarxal ci \\w saraxu rendi-dóomal|Sarax yi:\\w*, mbaa \\w saraxi pepp|Sarax yi:\\w*, mbaa \\w saraxi cant ci biir jàmm|Sarax yi:\\w*, su boobaa, yal nanu ko Aji Sax ji ci boppam topp."},{"style":"v","text":"Lenn rekk lanu ragal ba tax nu def lii. Danu ne jombul ëllëg aki sibir seeni doom ne sunuy doom: “Ana lu leen booleek Aji Sax ji Yàllay Israayil?"},{"style":"v","text":"Gannaaw Aji Sax ji def na dexu Yurdan di kemu gi dox sunu digganteek yeen Rubeneen ñeek Gàddeen ñi kay, amuleen wenn wàll ci Aji Sax ji.” Su ko defee seeni doom tax sunuy doom noppee jaamu Aji Sax ji."},{"style":"v","text":"Looloo tax nu ne danuy tabax fii sarxalukaay bu ñu dul def saraxu rendi-dóomal mbaa beneen sarax."},{"style":"v","text":"Waaye sarxalukaay bi ab seede lay doon sunu digganteek yeen, ba ci diggante askan wiy ñëw, ne sañ nanoo janook Aji Sax ji, jaamoo ko sunu saraxi rendi-dóomal, ak yeneen sarax yu ñuy rendi, ak sunu saraxi cant ci biir jàmm, ba ëllëg aki sibir seeni doom duñu ne sunuy doom: “Amuleen wenn wàll ci Aji Sax ji.”"},{"style":"v","text":"Danu ne ëllëg ak sibir, bu ñu nu waxee loolu nun, mbaa sunuy doom, ñu ne leen: “Xoolleen niruwaaleb sarxalukaayu Aji Sax jii sunuy maam tabaxoon, te du woon ngir saraxu rendi-dóomal mbaa beneen sarax, waaye seede lanu ci jublu woon sunu digganteek yeen.”"},{"style":"v","text":"Yàlla tere nuy fippu ci kaw Aji Sax ji, di dëddu Aji Sax ji tey, bay tabax sarxalukaay bu moy sunu sarxalukaayu Aji Sax ji Yàlla, booba janook \\w màkkaanam|xaymab ndaje m-:\\w* ma, nar caa sarxe saraxu rendi-dóomal ak saraxu pepp ak beneen sarax.»"},{"style":"p","text":""},{"style":"v","text":"Fineyas \\w sarxalkat|sarxalkat b-:\\w* ba nag dégg kàddu yooyu, mook kilifay mbooloo ma, di njiiti kuréeli Israayil ya àndoon ak moom. Ñu daldi rafetlu la Rubeneen ñaak Gàddeen ñaak Manaseen ña wax."},{"style":"v","text":"Doomu Elasar, Fineyas sarxalkat ba ne Rubeneen ñaak Gàddeen ñaak Manaseen ña: «Maa ngi doora xam ne Aji Sax jaa ngi ci sunu biir, gannaaw defuleen jooju jëfi ñàkk worma. Musal ngeen \\w bànni Israayil|bànni Israayil:\\w* ci mbugalum Aji Sax ji!»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu doomu Elasar, Fineyas sarxalkat ba, ak kilifa ya bàyyikoo ca Rubeneen ñaak Gàddeen ña ca réewum Galàdd. Ñu dellu Kanaan ca bànni Israayil, jottali leen la ñu fa jële."},{"style":"v","text":"Bànni Israayil rafetlu mbir ma. Ñu sant Yàlla, waxatuñu lu jëm ci xareek Rubeneen ñaak Gàddeen ña, ngir tas réew ma ñu sance."},{"style":"v","text":"Ba mu ko defee Rubeneen ñaak Gàddeen ña tudde sarxalukaay ba «Seede». Ñu ne moo leen di seedeel seen digganteek seen bokki bànni Israayil, di firndeel ne Aji Sax ji mooy Yàlla."}]