[{"style":"s1","text":"Yosuwe tàggoo na"},{"style":"p","text":""},{"style":"v","text":"Ba ñu demee ba mu yàgg lool, gannaaw ba Aji Sax ji noppalee Israayil ci mboolem seen noon yi leen séq, Yosuwe mujj na màggat, ba làq at yu bare."},{"style":"v","text":"Yosuwe nag woolu Israayil gépp, mag ñaak kilifa yaak àttekat yaak jawriñ ña. Mu ne leen:"},{"style":"p","text":"«Dama di mag, làq naa at yu bare."},{"style":"v","text":"Yeena gis mboolem li seen Yàlla Aji Sax ji def xeet yii yépp ndax yeen, ngir seen Yàlla Aji Sax ji ci boppam moo leen xareel."},{"style":"v","text":"Gis ngeen ni ma leen tegale bant suufas xeet yii des, ak sos mboolem xeet yi ma wàññi, dale ko dexu Yurdan ba ca géej gu mag ga ca sowu, lépp seeni giir séddoo."},{"style":"v","text":"Seen Yàlla Aji Sax ji ci boppam moo leen leen di génneel, dàqal leen leen, ngeen nangu seenum réew, noonee leen ko seen Yàlla Aji Sax ji waxe woon."},{"style":"p","text":""},{"style":"v","text":"«Waaye dëgërluleen bu baax ngir farloo di jëfe lépp lu ñu bind ci téereb yoonu Musaa, te bañ koo moye ndijoor mbaa càmmoñ."},{"style":"v","text":"Te itam buleen jaxasook xeet yii des ci seen biir. Seen turi tuur, buleen ko tudd, buleen ci giñe. Buleen leen jaamu, buleen leen sujjóotal."},{"style":"v","text":"Seen Yàlla Aji Sax ji rekk ngeen di taqool, ni ngeen ko defe naka jekk, ba tey jii."},{"style":"p","text":""},{"style":"v","text":"«Aji Sax ji moo leen dàqal ay xeet yu mag te am doole, te yeen, ba tey jii kenn tëwu leen."},{"style":"v","text":"Seen genn góor dàq na junni, ndax seen Yàlla Aji Sax ji ci boppam moo leen di xeexal, ni mu leen ko dige woon."},{"style":"v","text":"Kon nag sàmmooleen bu baax di sopp seen Yàlla Aji Sax ji ngir seen jëmmi bopp."},{"style":"v","text":"Ndax kat, bu ngeen walbatikoo ba walbatiku, ba taqook ndesu xeet yii, ñii des ci seen biir, di séyanteek ñoom, di demlanteek ñoom, ñuy demlanteek yeen,"},{"style":"v","text":"su boobaa xamleen xéll ne seen Yàlla Aji Sax ji dootu leen dàqal xeet yii. Ñooy doon seenug fiir, di seenum yeer, di seen kàccirig fàmb, di seen dégi bët, ba kera ngeen di sànku ci réew mu baax mii leen seen Yàlla Aji Sax ji jox."},{"style":"p","text":""},{"style":"v","text":"«Léegi nag maa ngi nii tey di waaj yoon wu dul jaas ci mboolem àddina. Seedeleen seen léppi xol ak seen jëmm jépp nag ne, du lenn lu fanaan àll ci mboolem lu baax lu leen seen Yàlla Aji Sax ji waxoon. Lépp a leen dikkal. Du lenn lu ci fanaan àll."},{"style":"v","text":"Waaye noonee leen dikkale mboolem lu baax lu leen seen Yàlla Aji Sax ji digoon, ni la seen Yàlla Aji Sax ji mana wàccee ci seen kaw, mboolem lu bon, ba keroog mu fare leen kaw suuf su baax sii mu leen jox."},{"style":"v","text":"Su ngeen feccee nag \\w kóllëreg|kóllëre g-:\\w* Aji Sax ji leen seen Yàlla sàmmloo, di jaamuji yeneen yàlla, di leen sujjóotal, su boobaa sànjum Aji Sax ji tàkkal leen, ba ngeen gaawa tukkee ci réew mu baax mi mu leen jox.»"}]