[{"style":"s1","text":"Bànni Israayil jàll nañu dexu Yurdan"},{"style":"p","text":""},{"style":"v","text":"Ca ëllëg sa Yosuwe teela xëy, mook \\w bànni Israayil|bànni Israayil:\\w* gépp, ñu bàyyikoo Sitim, ba ca tàkkal dexu Yurdan. Fa lañu dal bala ñoo jàll."},{"style":"v","text":"Ñu teg ca ñetti fan, kilifay mbooloo ma wër dal ba,"},{"style":"v","text":"daldi sant mbooloo ma, ne leen: «Bu ngeen gisee \\w gaal|gaalu kóllëre g-:\\w* gi yeb seen àlluway \\w kóllëreg|kóllëre g-:\\w* Yàlla Aji Sax ji, \\w sarxalkat|sarxalkat b-:\\w* yiy Leween ñi gàddu ko rekk, jógeleen seen béreb te dox topp ca."},{"style":"v","text":"Waaye buleen jege gaal gi. Na diggante bu wara tollook ñaari junniy xasab dox seen digg ak moom. Su ko defee ngeen xam yoon wi ngeen di jaare, ndax masuleena jaare wii yoon.»"},{"style":"v","text":"Ci biir loolu Yosuwe ne mbooloo ma: «Sanguleen-set, ndax ëllëg Aji Sax ji dina def ay kéemaan ci seen biir.»"},{"style":"p","text":""},{"style":"v","text":"Yosuwe teg ca ne sarxalkat ya: «Gàdduleen gaalu kóllëre gi te ngeen jàll jiitu mbooloo mi.» Ñu gàddu gaalu kóllëre ga, dox jiitu mbooloo ma."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji ne Yosuwe: «Bésub tey jii laa lay tàmbalee sargal, bànni Israayil gépp teg ci seen bët, ba ñu xam ne, na ma nekke woon ak Musaa ni laay nekke ak yaw."},{"style":"v","text":"Yaw nag santal sarxalkat yiy gàddu gaalu kóllëre gi, ne leen: “Bu ngeen demee ba ca catal ndoxum Yurdan, ba dugg tuuti ca biir dexu Yurdan, nangeen taxaw.”»"},{"style":"v","text":"Yosuwe daldi wax bànni Israayil ne leen: «Dikkleen fii te déglu seen kàdduy Yàlla Aji Sax ji.»"},{"style":"v","text":"Yosuwe ne leen: «Dingeen xam nag ne Yàlla juy dund a ngi ci seen biir, te moo leen di dàqal a dàqal Kanaaneen ñi ak Etteen ñi ak Eween ñi ak Periseen ñi ak Girgaseen ñi ak Amoreen ñi ak Yebuseen ñi, te nii ngeen koy xame:"},{"style":"v","text":"gaalu kóllërey Boroom àddina wërngal këpp mu ngii di jàll jiitu leen ci biir dexu Yurdan."},{"style":"v","text":"Léegi nag dangeen di tànne ci giiri bànni Israayil fukki góor ak ñaar; giir gu nekk genn góor."},{"style":"v","text":"Su ko defee sarxalkat yiy gàddu gaalu Aji Sax ji Boroom àddina wërngal këpp, nañu dikk, te bu seeni tànk di tege ci ndoxum Yurdan rekk, walu ndox may wàcce ca kaw mooy dog, def bennub jal, taxaw.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee mbooloo ma génne ca seeni xayma, ngir jàlli dexu Yurdan, sarxalkat yay gàddu gaalu kóllëre ga jiitu mbooloo ma."},{"style":"v","text":"Booba jamonoy ngóob la woon, yemook ba dexu Yurdan feesee, ba wale ca tàkk gépp. Naka la gàddukati gaal ga àgg ca dexu Yurdan ga, ba seeni tànk tàbbi ca ndoxum tàkk ga rekk,"},{"style":"v","text":"walu ndox ma wàcce ca kaw ne degg, def benn jal bu sore ca dëkk ba ñu naa Aadama, te làng ak dëkk ba ñu naa Cartan. Ndox may wàcc jëm géeju Araba, maanaam géeju Xorom ga nag dagg, daldi wal ba jeex tàkk. Ba loolu amee mbooloo ma jàll, janook Yeriko."},{"style":"v","text":"Ci kaw suuf su wow la sarxalkat ya gàddu gaalu kóllëre ga taxaw jonn, ca digg dex ga, fekk bànni Israayil gépp a ngi jàll ci kaw suuf su wow, ba xeet wépp dox jàll dexu Yurdan ba noppi."}]