[{"style":"s1","verse":"","text":"Li waral fukki doj ya ak ñaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba xeet wépp jàllee dexu Yurdan ba noppi, Aji Sax ji dafa wax Yosuwe ne ko:"},{"style":"v","verse":"2","text":"«Tànnleen ci mbooloo mi fukki góor ak ñaar, giir gu nekk genn góor."},{"style":"v","verse":"3","text":"Nga sant leen ne leen: “Dangeen di fore fi tànki \\w sarxalkat|sarxalkat b-:\\w* yi taxaw jonn ci digg dexu Yurdan gi, fukki doj ak ñaar, te ngeen yóbbaale doj yi, tegi leen ca dal ba ngeen di fanaani guddig tey.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci kaw loolu Yosuwe woo fukki góor ak ñaar ñu mu tabbe ci \\w bànni Israayil|bànni Israayil:\\w*, giir gu ne genn góor."},{"style":"v","verse":"5","text":"Yosuwe ne leen: «Doxleen ba ca seen kanam \\w gaalu Yàlla|gaalu kóllëre g-:\\w* Aji Sax ji, ca digg Yurdan, te ku nekk ci yeen yékkatee fa wenn doj, teg ci mbaggam, ba limu doj yi dëppook limu giiri Israayil."},{"style":"v","verse":"6","text":"Su ko defee loolu di firnde ci seen biir, ba ëllëg bu leen seeni doom laajee lu doj yii di wund ci yeen,"},{"style":"v","verse":"7","text":"ngeen wax leen ne leen: “Walu ndoxu Yurdan maa dogoon fa kanam gaalu kóllërey Aji Sax ji. Ba gaal gay jàll dexu Yurdan, ca la walum ndoxu Yurdan dog. Doj yii la bànni Israayil di fàttalikoo loola ba fàww.”»"},{"style":"v","verse":"8","text":"Bànni Israayil nag def la leen Yosuwe sant, daldi fore ca digg Yurdan fukki doj ak ñaar, mu dëppook limu giiri bànni Israayil, noonee ko Aji Sax ji sante woon Yosuwe. Ñu yóbbaale doj ya ca dal ba ñuy fanaan, teg leen foofa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Fukki doj ak ñaar itam la Yosuwe samp ca digg Yurdan, fa tànki sarxalkat ya gàddu woon gaalu kóllëre ga tege woon, ba ñu fa taxawee, te doj yaa nga foofa ba tey jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Benn béreb ca diggu Yurdan la sarxalkat ya gàddu woon gaal ga taxaw, ba la Aji Sax ji santoon Yosuwe, ngir mu wax ko mbooloo ma, noonee ko Musaa sante woon Yosuwe, lépp sotti. Mbooloo ma nag gaawtu jàll dex ga."},{"style":"v","verse":"11","text":"Ba mbooloo ma mépp jàllee ba noppi, ca la gaalu Aji Sax ji ak sarxalkat ya ko gàddu doora ànd, dellu ca kanam mbooloo ma."},{"style":"v","verse":"12","text":"Rubeneen ñi ak Gàddeen ñi ak genn-wàllu giirug Manaseen ñi ñoo gànnaayu, jàll jiitu bànni Israayil ga ca des, noonee leen ko Musaa waxe woon."},{"style":"v","verse":"13","text":"Ñu wara tollu ci ñeent fukki junniy nit (40~000) ñu gànnaayu ñoo jàll fa kanam Aji Sax ji, ngir xareji ca joori Yeriko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bésub keroog Aji Sax ji màggal na Yosuwe, bànni Israayil gépp teg ca seen bët, ba ñu wormaal ko giiru dundam, noonee ñu wormaale woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Aji Sax ji da noon Yosuwe:"},{"style":"v","verse":"16","text":"«Santal sarxalkat yiy gàddu gaalu seede si, ne leen ñu génn dexu Yurdan.»"},{"style":"v","verse":"17","text":"Yosuwe sant sarxalkat ya, ne leen ñu génn dex ga."},{"style":"v","verse":"18","text":"Naka la sarxalkat ya gàddu gaalu kóllërey Aji Sax ji jóge ca digg Yurdan, génn ba seen tànk tege ca tàkk ga rekk, walu ndoxum Yurdan ma dellu ca yoonam, di wal, feesaat ca tàkkam yépp na woon démb ak bërki-démb."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Fukki fanu weer wu njëkk la mbooloo ma génn dexu Yurdan. Ci kaw loolu ñu dal dëkk ba ñuy wax Gilgal, ca catal penkub Yeriko."},{"style":"v","verse":"20","text":"Fukki doj ak ñaar yooyu ñu jële woon dexu Yurdan nag, Yosuwe moo leen samp fa Gilgal."},{"style":"v","verse":"21","text":"Mu dénk bànni Israayil ne leen: «Bu ëllëgee bu leen seeni doom laajee li doj yii di wund,"},{"style":"v","verse":"22","text":"ngeen xamal seeni doom, ne leen: “Suuf su wow koŋŋ la bànni Israayil jaare, jàll Yurdan gii."},{"style":"v","verse":"23","text":"Ndax kat seen Yàlla Aji Sax ji moo ŋiisal dexu Yurdan ci seen kanam, ba ngeen jàll, te noonee la seen Yàlla Aji Sax ji defoon géeju Barax ya, ŋiisal ko ca sunu kanam, ba nu jàll."},{"style":"v","verse":"24","text":"Moo ko def ngir xeeti àddina yépp xam ne Aji Sax ji mooy boroom doole, ngir yeen it ngeen ragal seen Yàlla Aji Sax ji ba fàww.”»"}]