[{"style":"s1","text":"Nangu nañu Yeriko"},{"style":"p","text":""},{"style":"v","text":"Dëkkub Yeriko ba dafa mujj tëje ràpp ndax \\w bànni Israayil|bànni Israayil:\\w*, kenn génnul, kenn duggul."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji nag ne Yosuwe: «Xoolal, maa teg Yeriko ci sa loxo, mook buuram ak jàmbaari xareem."},{"style":"v","text":"Doxleen wër dëkk bi, yeen góor ñi xare war ñépp. Dangeen di dox wër dëkk bi benn yoon, ba mu daj, te noonu ngeen koy jàppoo diiru juróom benni fan,"},{"style":"v","text":"te ngeen ànd ceek juróom ñaari \\w sarxalkat|sarxalkat b-:\\w* yu dox jiitu \\w gaal|gaalu kóllëre g-:\\w* gi, ku ci nekk ŋàbb ab bufta\\f + \\fr 6.4 \\fk bufta, \\ft ab béjjénu kuuy la, bu ñu bënn ñaari wet yi, ngir man cee wal.\\f*. Bésub juróom ñaareel ba nag, juróom ñaari yoon ngeen di dox, wër dëkk bi, sarxalkat yi ànd ak yeen, di walaale bufta yi."},{"style":"v","text":"Bu ñu walee bufta yi, bu ngeen di dégg bufta bi rekk, na mbooloo mépp yuuxoondoo yuux gu réy. Tatay dëkk bi day daldi jóoru fi suuf. Su ko defee mbooloo mi sàqi, ku nekk jubal kanamam.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yosuwe doomu Nuun woo sarxalkat yi, ne leen: «Jëlleen gaalu kóllëre gi, te na juróom ñaari sarxalkat ŋàbb juróom ñaari bufta, ku nekk benn, ñu jiitu gaalu Aji Sax ji.»"},{"style":"v","text":"Mu teg ca ne mbooloo ma: «Doxleen wër dëkk bi, te na boroom ngànnaay yi jiitu gaalu Aji Sax ji.»"},{"style":"v","text":"Noonu ko Yosuwe waxe mbooloo ma, noonu la deme: juróom ñaari sarxalkat ñoo ŋàbb juróom ñaari bufta, di liit bu ñu defare béjjénu kuuy, ku nekk yor ci benn, fa kanam Aji Sax ji, ñu dox, di wal bufta ya, gaalu kóllërey Aji Sax ji topp ca ñoom."},{"style":"v","text":"Boroom ngànnaay yaa ngay dox jiitu sarxalkat yay wal bufta ya, boroom ngànnaay ya fare gannaaw topp ca gaal ga, ñuy dem, bufta yay jib."},{"style":"v","text":"Mbooloo ma nag, Yosuwe sant leen, ne leen: «Buleen yuuxu, bu seen kàddu jib, bu baat génne seen gémmiñ, ba kera ma sant leen, ne leen: “Yuuxuleen.” Su ko defee, ngeen yuuxu.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee mu wëral gaalu Aji Sax ji dëkk bi, ba mu wër ko benn yoon, ñu doora dellu, fanaani dal ba."},{"style":"v","text":"Ca ëllëg sa Yosuwe teela xëy, sarxalkat ya gàddu gaalu Aji Sax ji,"},{"style":"v","text":"juróom ñaari sarxalkat ya ŋàbb seen juróom ñaari bufta, ku ne benn, fa kanam gaalu Aji Sax ji. Ña ngay dox, di dox, tey walaale bufta ya, boroom ngànnaay ya jiitu leen, boroom ngànnaay ya fare gannaaw topp gaalu Aji Sax ji, ñuy dox, bufta yay jib."},{"style":"v","text":"Ñu dellu wër dëkk ba benn yoon ca bésub ñaareel ba, doora dellu dal ba. Noonu lañu ko jàppoo diiru juróom benni fan."},{"style":"p","text":""},{"style":"v","text":"Keroog bésub juróom ñaareel ba, suba teel lañu jóg, ba jant di fenk. Ñu daldi wër dëkk ba na woon, ba muy juróom ñaari yoon. Bésub kera rekk lañu wër dëkk ba, ba muy juróom ñaari yoon."},{"style":"v","text":"Juróom ñaareelu yoon ba, sarxalkat ya wal bufta ya, Yosuwe ne mbooloo ma: «Yuuxuleen, Aji Sax ji kat moo leen jox dëkk bi."},{"style":"v","text":"Waa dëkk bi nag dees koy faagaagal\\f + \\fr 6.17 \\fk faagaagal: \\ft li ñu daan faagaagal mooy nit ñi. \\f* te Aji Sax ji tax; mboolem li ci biiram dees koy aaye\\f + \\fr 6.17 \\fk aaye: \\ft mooy li ñu jagleel Aji Sax ji, te nit sañu koo jëfandikoo. Jooju alal, su duggul ci dencub Aji Sax ji, dees koy sànk.\\f* te Aji Sax ji tax. Mennum Raxab gànc bi doŋŋ mooy dund, mook ñi mu nekkal ñépp ci biir kër gi, ndax moo làq ndaw yi nu yónni woon."},{"style":"v","text":"Waaye yeen nag, moytuleen seen bopp bu baax ci li ñu wara faagaagal, ngir ngeen bañ cee jël lenn, di yóbbe dalub Israayil àtteb faagaagal, ba indi fi musiba."},{"style":"v","text":"Lépp luy xaalis ak wurus ak jumtukaayi xànjar ak weñ gu ñuul, lu \\w sell|sell:\\w* la, ñeel Aji Sax ji. Ca dencub Aji Sax ji la jëm.»"},{"style":"p","text":""},{"style":"v","text":"Mbooloo ma nag yuuxoondoo, gannaaw ba bufta ya jollee. Naka la mbooloo ma dégg riirum bufta ya rekk, ba yuuxoondoo ca kaw, tata ja jóoru fa suuf, mbooloo ma sàqi, jëm ca dëkk ba, ku nekk jubal kanamam, ñu daldi nangu dëkk ba."},{"style":"v","text":"Mboolem la ca biir dëkk ba lañu faagaagal ngir Aji Sax ji. Góor ak jigéen, mag ak ndaw, ba ca nag yaak gàtt yaak mbaam ya, lépp lañu leel ñawkay saamar."},{"style":"s1","text":"Yosuwe baal na Raxab"},{"style":"p","text":""},{"style":"v","text":"Ñaar ña nemmikusi woon réew mi nag, Yosuwe ne leen: «Demleen ca kër gànc ba te ngeen génne ndaw sa, mook mboolem lu bokk ci moom, noonee ngeen ko ko giñale woon.»"},{"style":"v","text":"Xale yu góor ya nemmikusi woon dem, génne Raxab ak baayam ak ndeyam aki càmmiñam ak mboolem lu bokk ci moom. Bokkam yépp lañu génne, teg leen ca bitib dalu Israayil."},{"style":"p","text":""},{"style":"v","text":"Dëkk ba nag, ñu lakk ko, mook mboolem la ca biiram; xanaa lu cay xaalis ak wurus ak xànjar ak weñ gu ñuul, loola lañu yeb ca dencub kër Aji Sax ji."},{"style":"v","text":"Mennum Raxab gànc ba ak waa kër baayam ak mboolem lu bokk ca moom, ñoom la Yosuwe bàyyi ñu dund, te ci biir Israayil la dëkk ba tey jii, ndax Raxab moo làqoon ndaw ya Yosuwe yónni woon, ngir ñu nemmikuji Yeriko."},{"style":"p","text":""},{"style":"v","text":"Jant yooyu la Yosuwe yékkati kàddug ngiñ lii. Mu ne: «Alkàndeg Aji Sax ji ñeel na képp ku nara tabaxaat dëkkub Yeriko bii."},{"style":"q1","text":"Ab taawam lay weccee fondmaa tata ya,"},{"style":"q1","text":"te caatam lay weccee sampub bunt ya.»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji nag moo nekkoon ak Yosuwe, aw turam siiw, ca réew ma mépp."}]