[{"style":"s1","text":"Bàkkaaru Akan am na njeexital"},{"style":"p","text":""},{"style":"v","text":"Teewul \\w bànni Israayil|bànni Israayil:\\w* fecci worma ci mbirum alal ja ñu aaye te Aji Sax ji tax. Ndax ku ñuy wax Akan, bokk ci giirug Yuda, Karmi di baayam, Sabdi di baayu Karmi, Sera di baayu Sabdi, kooku moo sàkk ca alal ja ñu aaye. Ba loolu amee sànjum Aji Sax ji tàkk ci kaw bànni Israayil."},{"style":"p","text":""},{"style":"v","text":"Yosuwe moo yebale ay nit fa Yeriko, ngir ñu dem dëkk bu ñu naa Ayi, feggook Bet Awen, te féete Betel penku. Mu wax leen ne leen: «Demleen nemmikuji gox ba.» Ñooña dem, ba nemmikuji Ayi."},{"style":"v","text":"Ba ñu delloo ca Yosuwe, dañu koo wax ne ko: «Bu gàngoor gépp dem de, xanaa lu wara tollook ñaar ba ñetti junniy góor rekk ñooy dem songi Ayi. Bu ca sonal gàngoor gépp, ndax ñooña daal ñu néew lañu.»"},{"style":"v","text":"Ba loolu amee ñenn ca gàngoor ga ñoo dem ba foofa, wara tollook ñetti junniy góor. Waaye ñoo daw, won góori Ayi gannaaw."},{"style":"v","text":"Waa Ayi rey ca ñoom lu tollook fanweer ak juróom benn. Ca buntu dëkk ba lañu leen dàqe ba ñu àgg Sebarim, ñu rey leen fa mbartal ma. Tiitaange nag jàpp mbooloo ma, ñu ne yàcc."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yosuwe ne ay yéreem tareet ndax naqar. Mu ne gurub, dëpp jëëm ca suuf ca kanam \\w gaalu Aji Sax|gaalu kóllëre g-:\\w* ji, ba ca ngoon, moom ak magi Israayil. Ñuy sotti suuf ci seen kaw bopp, di ko toroxloo."},{"style":"v","text":"Yosuwe ne: «Éy Boroom bi Aji Sax ji, ana loo doon jàllalee jàllale mbooloo mii dexu Yurdan, te nar noo teg ci loxol Amoreen ñi, ñu bóom nu? Su nu yégoon de doylu ba des ca wàllaa dexu Yurdan!"},{"style":"v","text":"Ngalla Boroom bi, lu may waxati nag, gannaaw Israayil a walbatiku, won noon yi doq?"},{"style":"v","text":"Te Kanaaneen ñeek waa réew mi mépp a koy dégg, tanc nu, ba far sunuw tur fi kaw suuf. Su boobaa nag nooy def ak sa tur wu réy wi?»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji ne Yosuwe: «Jógal taxaw! Ana looy sukk di dëpp sa jë fi suuf?"},{"style":"v","text":"Israayil a bàkkaar. Ñoo fecci sama \\w kóllëre|kóllëre g-:\\w* gi ma leen sàmmloo woon. Ñoo sàkk ca alal ja ñu aaye. Dees koo far sàcc, ngir naxe, ba far ko yeb ca seeni denc."},{"style":"v","text":"Kon nag bànni Israayil dootuñu mana të seeni noon. Doq lañuy won seeni noon, ndax ñoo mujj di jël li ñu aaye. Dootuma nekk ak yeen lu moy dangeena sànk yëf yi ñu aaye, mu jóge ci seen biir."},{"style":"v","text":"Jógal sellal mbooloo mi. Wax leen ne leen: “Sanguleen-set, ngir waajal ëllëg. Aji Sax ji Yàllay Israayil kat dafa wax ne: Éey Israayil, lu ñu wara aaye déy a ngi ci seen biir. Te dungeen mana të seeni noon, ba kera ngeen di jële ci seen biir loolu ñu aaye.”"},{"style":"v","text":"Ëllëg ci suba nag, dingeen teewsi fii, ni ngeen bokke seeni giir. Giir gu ci Aji Sax ji jàpp, na ay nitam topp na ñu bokke làng yi ko séq, te ñu teewsi fii. Làng gu ci Aji Sax ji jàpp, na ay nitam topp na ñu bokke kër yi ko séq, te ñu teewsi fii. Kër gu ci Aji Sax ji jàpp, na góor ña ko séq topplante, te ñu teewsi fii."},{"style":"v","text":"Su ko defee ki ñu jàpp ak la ñu wara aaye, dees koy lakk, moom ak mboolem lu bokk ci moom, ndax moo fecci kóllëreg Aji Sax ji; moo def njombe ci digg Israayil.»"},{"style":"p","text":""},{"style":"v","text":"Ca ëllëg sa Yosuwe teela xëy, daldi teewloo Israayil na ñu bokke seeni giir, ñu jàpp ca giirug Yuda."},{"style":"v","text":"Ba loolu amee mu teewloo giirug Yuda, ba jàpp ca làngu Sera. Ci kaw loolu mu teewloo làngu Sera, na ñu bokke kër yi ko séq, ñu jàpp ca kër Sabdi."},{"style":"v","text":"Mu daldi teewloo góori kër Sabdi, toflante leen, ñu jàpp ca Akan ma giiroo ca Yuda. Karmi mooy baayam, Karmi, Sabdi mooy baayam, Sabdi, Sera mooy baayam."},{"style":"p","text":""},{"style":"v","text":"Yosuwe nag ne Akan: «Sama doom, ngalla waxal sa digganteek Aji Sax ji Yàllay Israayil, te nangu sa njuumte. Rikk wax ma li nga def, te bul ma nëbbu.»"},{"style":"v","text":"Akan ne Yosuwe: «Aylayéwén maa tooñ Aji Sax ji Yàllay Israayil. Li ma def mooy lii:"},{"style":"v","text":"Ci alal ji ñu sëxëtoo laa gis mbubbum xew mu Sineyaar ak ñaari téeméeri siikali\\f + \\fr 7.21 \\fk siikal, \\ft xaalis la woon bu ñuy natt, mu tollu ci fukki garaam ak benn ak genn-wàll.\\f* xaalis ak dogu wurus wu diise juróom fukki siikal. Loolu laa xemmem ba jël ko. Ma nga ma suul ca sama digg xayma, xaalis baa féete suuf.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yosuwe yónni ay ndaw, ñu daw ba ca xayma ba, fekkuñu lu moy yëf ya làqe noona, ca biir xaymaam, xaalis ba féete suuf."},{"style":"v","text":"Ca digg xayma ba lañu jële lépp, indil ko Yosuwe ak mboolem bànni Israayil. Ñu daldi koy sotti fi kanam Aji Sax ji."},{"style":"v","text":"Ba loolu amee Yosuwe ànd ak bànni Israayil gépp, ñu jàpp Akan, sëtub Sera, boole kook xaalis baak mbubb maak dogu wurus wa, ak ay doomam, góor ak jigéen, ak ay nagam ak ay mbaamam aki gàttam ak xaymaam ak mboolem lu mu moom. Ñu yóbbu leen ba ca xuru Akor."},{"style":"v","text":"Yosuwe ne: «Yaa nu teg mii musiba? Bés niki tey Aji Sax jee lay teg musiba.» Bànni Israayil gépp nag dóor ko ay xeer ba mu dee, moom ak njabootam. Gannaaw ba ñu leen dóoree ay xeer ba ñu dee, dañu leena lakk."},{"style":"v","text":"Ci kaw loolu ñu jal ca kawam jalu xeer bu réy, te ma nga fa ba tey jii. Ca la Aji Sax ji meddee ca meram mu tàng ma. Moo tax ba sunu jonni yàllay tey, tur wi ñuy woowe béreb booba di xuru Akor (muy firi xuru Musiba)."}]