[{"style":"s1","text":"Waa Gabawon def nañug muus"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, ña féete dexu Yurdan sowu, ñoom ñépp la seeni buur dégg la xew; ña ca diiwaanu tund yaak suufu tund yaak mboolem waa joor ga leru tefesu géej gu mag ga, ba ca weti Libaŋ. Muy Etteen ñaak Amoreen ñaak Kanaaneen ñaak Periseen ñaak Eween ñaak Yebuseen ña,"},{"style":"v","text":"ñu daje, mànkoo ci genn kàddu, ngir xareek Yosuwe ak \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"p","text":""},{"style":"v","text":"Teewul ba waa Gabawon déggee na Yosuwe def Yeriko ak Ayi,"},{"style":"v","text":"ñoom ag muus lañu def. Dañoo waajal ab dund, daldi fabu, sëf seeni mbaam ay saaku yu ràpp ak mbuusi biiñ yu ràpp, xar, dëbb-daaxoo."},{"style":"v","text":"Seeni carax it ràpp, dëbb-daaxoo, seeni yére sagaroo, seen mburum dund mépp wow koŋŋ, di ruus."},{"style":"v","text":"Ñu dikk ba ca Yosuwe ca dalub Gilgal, daldi koy wax mook bànni Israayil ne leen: «Nun de, réew mu sore lanu jóge. Nu bëgg nag, nga fasool nu \\w kóllëreg|kóllëre g-:\\w* jàmm\\f + \\fr 9.6 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 7.2; 20.10-18.\\f*.»"},{"style":"v","text":"Waa bànni Israayil ya ne Eween ña: «Yeen ñii, jombul noo bokk gox bi, te kon ana nu nu leen di fasool kóllëreg jàmm?»"},{"style":"v","text":"Ñu ne Yosuwe: «Nun de say jaam doŋŋ lanu.» Yosuwe ne leen: «Yeena di ñan, ak fu ngeen bàyyikoo?»"},{"style":"v","text":"Ñu ne ko: «Nun de sang bi, réew mu soree sore lanu bàyyikoo ba fii, ndax seen turu Yàlla Aji Sax ji, ngir noo dégg jalooreem, mboolem la mu def ca Misra"},{"style":"v","text":"ak mboolem la mu def ñaari buuri Amoreen ya ca wàllaa dexu Yurdan, ñuy Sixon buurub Esbon, ak Og buuru Basan ma ca Astarot."},{"style":"v","text":"Sunu mag ñaak sunu waa réew mépp nag sant nu, ne nu: “Fagaruleen ab dund te waajal yoon wu ngeen deme ba dajeek ñoom, ngeen wax leen, ne leen seeni jaam lanu. Léegi nag danoo bëgg ngeen fasool nu kóllëreg jàmm.”"},{"style":"v","text":"Sunu mburu maa ngii tàngoon ba nu koy jële sunuy kër, fagaroo ko, keroog ba nu jógee, ngir dikk ba ci yeen. Tey mu ngi nii wow koŋŋ, di ruus."},{"style":"v","text":"Mbuusi biiñ yii bees lañu leen duye woon, tey ñu ngi nii xar. Sunuy yéreek sunuy dàll a ngii ràpp, ndax yoon wu sore lool.»"},{"style":"v","text":"Waa Israayil nag ñam ca lekku waa Gabawon ña te sàkkuwuñu ndigalal Aji Sax ji ci seen mbir."},{"style":"v","text":"Ba loolu amee Yosuwe digook waa Gabawon jàmm, fasool leen kóllëreg jàmm, ngir wacce leen bakkan, njiiti ndaje ma dogale ko kàddug ngiñ."},{"style":"p","text":""},{"style":"v","text":"Ba ñu fasook waa Gabawon kóllëreg jàmm, ba mu am ñetti fan, ca lañu dégg ne ñooña ñu leen jege lañu, ñook ñoom a bokk benn gox bi."},{"style":"v","text":"Bànni Israayil a bàyyikoo dal ba, ba ca gannaaw ëllëg sa, ñu agsi ca dëkki nit ñooña, muy dëkk ya ñuy wax Gabawon ak Kefira ak Beerot ak Kiryaat Yarim."},{"style":"v","text":"Waaye bànni Israayil songuñu leen, ndax fekk na njiiti mbooloo ma giñal leen ko ci Aji Sax ji Yàllay Israayil. Mbooloo ma mépp nag di ñaxtu ca kaw njiit ya."},{"style":"v","text":"Ci kaw loolu mboolem njiit ya wax ak mbooloo ma mépp, ne leen: «Noo leen ko giñaloon ci Aji Sax ji Yàllay Israayil. Kon nag manunu leena laal."},{"style":"v","text":"Li nuy def ak ñoom daal mooy lii: wacce leen seen bakkan, am sànj baña dal ci sunu kaw ndax ngiñ la nu leen giñaloon.»"},{"style":"v","text":"Njiiti mbooloo ma ne: «Kon nag nañu dese seen bakkan.» Ba mu ko defee njiit ya sant waa Gabawon ñuy goral aka rootal mbooloo ma mépp."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yosuwe woolu waa Gabawon, ne leen: «Lu waral ngeen nax nu, ne nu fu soree sore ngeen dëkk, te noo bokk gox bi?"},{"style":"v","text":"Léegi nag alku ngeen. Du ngeen teqalikoo mukk ak njaam gu leen def ay gorkat aki rootkat ngir sama kër Yàlla ga.»"},{"style":"p","text":""},{"style":"v","text":"Ñu wax Yosuwe ne ko: «Da di, sang bi, dees noo xamal xéll ne seen Yàlla Aji Sax jee santoon Musaa, jaamam ba, ne ko mu jox leen réew mi mépp, te bóom mboolem waa réew mi ci seen kanam. Moo tax nu xalaat sunu bakkan lool ndax yeen, te looloo waral nu def lii."},{"style":"v","text":"Léegi nag nu ngii ci say loxo. Loo yaakaar ne moo war te jekk ci nun rekk, def nu ko.»"},{"style":"v","text":"Noonu la Yosuwe def ak ñoom, xettali leen ci bànni Israayil, ba reyuñu leen."},{"style":"v","text":"Bésub keroog la leen Yosuwe def ay gorkat aki rootkat ngir mbooloo ma ak \\w sarxalukaayu|sarxalukaay b-:\\w* Aji Sax ji, fépp fu ko Aji Sax ji tànn, te loolu lañu sasoo ba tey jii."}]