[{"style":"s1","verse":"","text":"The Prophet Elijah Arises"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Elijah the Tishbite from Tishbe of Gilead said to Ahab, “⸤As Yahweh lives⸥,\\f + \\fr 17:1 \\ft Literally “The life of Yahweh” \\f* the God of Israel before whom I stand, there shall surely not be dew nor rain these years ⸤except by my command⸥.”\\f + \\fr 17:1 \\ft Literally “except at the word of my mouth” \\f* "},{"style":"v","verse":"2","text":"Then the word of Yahweh came to him, saying, "},{"style":"v","verse":"3","text":"“Go from this place and turn to the east; you must hide yourself in the Wadi\\f + \\fr 17:3 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* Kerith ⸤which faces the Jordan⸥.\\f + \\fr 17:3 \\ft Literally “on the face of the Jordan” \\f* "},{"style":"v","verse":"4","text":"It shall be that you shall drink from the wadi,\\f + \\fr 17:4 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* and I have commanded the crows to sustain you there.” "},{"style":"v","verse":"5","text":"So he went and did according to the word of Yahweh. He went and stayed in the Wadi\\f + \\fr 17:5 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* Kerith ⸤which faces the Jordan⸥.\\f + \\fr 17:5 \\ft Literally “on the face of the Jordan” \\f* "},{"style":"v","verse":"6","text":"The crows \\add were\\add* bringing bread and meat in the morning for him and bread and meat in the evening, and he drank from the wadi.\\f + \\fr 17:6 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* "},{"style":"v","verse":"7","text":"It happened ⸤after a while⸥\\f + \\fr 17:7 \\ft Literally “from the end of days” \\f* that the wadi\\f + \\fr 17:7 \\ft A seasonal stream that is often dry \\f* dried up, because there was no rain in the land."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Then the word of Yahweh came to him, saying, "},{"style":"v","verse":"9","text":"“Get up and go to Zarephath which belongs to Sidon and stay there. Look, I have commanded a woman there, a widow, to sustain you.” "},{"style":"v","verse":"10","text":"So he arose and went to Zarephath and came to the gate of the city. There \\add was\\add* a widow woman gathering wood, so he called to her, and he said, “Please bring a little water for me in a vessel so that I can drink.” "},{"style":"v","verse":"11","text":"She went to fetch \\add it\\add*, and he called to her and said, “Please bring me a morsel of bread in your hand.” "},{"style":"v","verse":"12","text":"She said, “⸤As Yahweh your God lives⸥,\\f + \\fr 17:12 \\ft Literally “The life of Yahweh your God” \\f* surely I do not have a cake, ⸤but only a handful of flour⸥\\f + \\fr 17:12 \\ft Literally “except that which fills a hand with flour” \\f* in the jar and a little olive oil in the jug. Here I \\add am\\add* gathering a few pieces of wood, and I will go and prepare it for me and my son, that we might eat it and die.” "},{"style":"v","verse":"13","text":"Elijah said to her, “Don’t be afraid. Go and do according to your word; only make for me a small bread cake from it first, and bring it out to me. Make it for yourself and for your son afterward. "},{"style":"v","verse":"14","text":"For thus says Yahweh, the God of Israel: ‘The jar of flour will not be emptied and the jug of olive oil will not run out until the day Yahweh gives rain on the surface of the earth.’ ” "},{"style":"v","verse":"15","text":"So she went and did according to the word of Elijah; then \\add both\\add* she and he ate with her household for many days. "},{"style":"v","verse":"16","text":"The jar of flour was not emptied and the jug of olive oil did not run out, according to the word of Yahweh which he spoke by the hand of Elijah."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"It happened after these things that the son of the woman, the mistress of the house, became ill; and his illness was very severe until there was no breath left in him. "},{"style":"v","verse":"18","text":"She said to Elijah, “⸤What do you have against me⸥,\\f + \\fr 17:18 \\ft Literally “What for me and for you” \\f* O man of God, \\add that\\add* you have come to me to make known my guilt and to cause my son to die?” "},{"style":"v","verse":"19","text":"Then he said to her, “Give me your son.” He took him from her lap and carried him up to the upper room where he was staying, and he laid him on his bed. "},{"style":"v","verse":"20","text":"Then he called to Yahweh and said, “O Yahweh my God, are you also causing evil to come upon the widow with whom I \\add am\\add* dwelling as an alien by causing her son to die?” "},{"style":"v","verse":"21","text":"He stretched himself out on the child three times and called to Yahweh and said, “O Yahweh my God, please let the life of this child return within him.” "},{"style":"v","verse":"22","text":"Yahweh listened to the voice of Elijah, and the life of the child returned within him, and he lived. "},{"style":"v","verse":"23","text":"Elijah then took the child and brought him down from the upper room to the house and gave him to his mother. Elijah said, “Look, your son \\add is\\add* alive.” "},{"style":"v","verse":"24","text":"Then the woman said to Elijah, “Now this I know, that you \\add are\\add* a man of God and the word of Yahweh in your mouth \\add is\\add* truth.”"}]