[{"style":"s1","verse":"","text":"Solomon Continues to Build"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Solomon built his house \\add over\\add* thirteen years, and he finished all of his house."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"He built the House of the Forest of Lebanon; one hundred cubits its length, fifty cubits its width, and thirty cubits its height, on four rows of cedar pillars and cedar beams atop the pillars. "},{"style":"v","verse":"3","text":"It was covered with cedar above, and the supporting beams which \\add were\\add* on the forty-five pillars, fifteen \\add to\\add* the row. "},{"style":"v","verse":"4","text":"\\add There were\\add* three rows of specially designed windows; \\add with\\add* window to window three times. "},{"style":"v","verse":"5","text":"All of the doorways and the doorframes \\add had\\add* four-sided casings, with opening to opposite opening three times."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"The hall of pillars he made fifty cubits \\add in\\add* its length and thirty cubits \\add in\\add* its width, and a porch \\add was\\add* ⸤in front of them⸥,\\f + \\fr 7:6 \\ft Literally “on their face” \\f* with pillars and an overhang ⸤in front of them⸥.\\f + \\fr 7:6 \\ft Literally “on their face” \\f* "},{"style":"v","verse":"7","text":"He made the hall of the throne where he \\add would\\add* pronounce judgment, the hall of justice, and \\add it was\\add* covered with cedar from the floor to the rafters.\\f + \\fr 7:7 \\ft Hebrew “floor,” but other ancient versions have “rafters” \\f* "},{"style":"v","verse":"8","text":"His house where he would live in the next courtyard on the inside of the porch was like this work, and he would make a house like this porch for the daughter of Pharaoh whom Solomon had taken \\add as wife\\add*. "},{"style":"v","verse":"9","text":"All of these \\add were\\add* of precious stones, according to the measurement of dressed stone, sawn with a saw ⸤on all sides⸥;\\f + \\fr 7:9 \\ft Literally “on \\fq the \\ft inside and on \\fq the \\ft outside” \\f* from \\add the\\add* foundation up to the eaves and from \\add the\\add* outside up to the great courtyard. "},{"style":"v","verse":"10","text":"\\add The\\add* foundation \\add was of\\add* precious stones, \\add and\\add* large stones of ten cubits and stones of eight cubits "},{"style":"v","verse":"11","text":"with precious stones above, ⸤just the right size⸥,\\f + \\fr 7:11 \\ft Literally “according to \\fq the \\ft measurement of dressed stones” \\f* and cedar. "},{"style":"v","verse":"12","text":"The great courtyard all around had three rows of dressed stones and a row of cedar beams; for \\add both\\add* the courtyard of the inner house\\f + \\fr 7:12 \\ft Or “temple” \\f* of Yahweh and for the porch of the house."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"King Solomon invited and received Hiram from Tyre. "},{"style":"v","verse":"14","text":"He \\add was\\add* the son of a widow woman from the tribe of Naphtali, and his father \\add was\\add* a man of Tyre, an artisan of bronze. He was filled with wisdom and with ability and with the knowledge to do all the work with the bronze. And he came to King Solomon, and he did all of his work. "},{"style":"v","verse":"15","text":"He cast the two pillars \\add out of\\add* bronze; eighteen cubits \\add was\\add* the height of the first, and a cord of twelve cubits would encircle the second pillar. "},{"style":"v","verse":"16","text":"He made two capitals to place on the tops of the pillars \\add out of\\add* molten bronze; the first capital \\add was\\add* five cubits \\add in\\add* height, and the second capital \\add was\\add* five cubits \\add in\\add* height. "},{"style":"v","verse":"17","text":"A network of latticework \\add and\\add* wreaths of chainwork with small chains \\add were\\add* for the capitals which \\add were\\add* on top of the pillars; seven for the first capital and seven for the second capital. "},{"style":"v","verse":"18","text":"He also made the pillars with two rows around on the lattice, each to cover the capitals which \\add were\\add* on top, \\add out of\\add* the pomegranate-shaped ornaments, and thus he did for the second capital \\add as well\\add*. "},{"style":"v","verse":"19","text":"And \\add on\\add* the capitals which \\add were\\add* on top of the pillars in the porch \\add were\\add* works of lilies four cubits \\add high\\add*. "},{"style":"v","verse":"20","text":"And capitals \\add were\\add* on the two pillars above near the bulging section which was beside the lattice, and two hundred pomegranate-shaped ornaments \\add were\\add* in rows all around on the second capital. "},{"style":"v","verse":"21","text":"He set up the pillars for the porch of the main hall; he erected the pillar on the right and called its name Jakin, and he set up the pillar on the left and called its name Boaz. "},{"style":"v","verse":"22","text":"On the top of the pillars \\add was\\add* a work of lilies; and so the work of the pillars \\add was\\add* finished."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"He also made the molten\\f + \\fr 7:23 \\ft That is, cast from molten bronze \\f* sea, ten cubits ⸤in diameter⸥,\\f + \\fr 7:23 \\ft Literally “from its edge up to its edge, round all around” \\f* and five cubits \\add was\\add* its height. A measuring line of thirty cubits would encircle it all around. "},{"style":"v","verse":"24","text":"Gourds \\add were\\add* under its rim surrounding it all around; ten to the cubit, surrounding the sea all around with two rows of gourds, \\add which\\add* were cast when he cast the metal. "},{"style":"v","verse":"25","text":"\\add The sea\\add* was standing on twelve oxen, with three facing to the north, three facing to the west, three facing to the south, and three facing to the east. The sea \\add was\\add* on top of them, with all of their hindquarters \\add turned\\add* to the inside. "},{"style":"v","verse":"26","text":"Its thickness \\add was\\add* a handbreadth, but its rim \\add was\\add* as the work on the brim of a cup, \\add like the\\add* bud of a lily; it held two thousand baths."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"He made the ten stands of bronze; each stand \\add was\\add* four cubits long, four cubits wide, and three cubits in height. "},{"style":"v","verse":"28","text":"Now this \\add was\\add* the construction of the stands: there \\add were\\add* frames for them and frames between the crossbars, "},{"style":"v","verse":"29","text":"and on the frames which \\add were\\add* between the crossbars \\add were\\add* lions, oxen, and cherubim. On the crossbars both above and beneath the lions and oxen \\add were\\add* works of cascading wreaths. "},{"style":"v","verse":"30","text":"\\add There were\\add* four bronze wheels for each of the stands, with bronze axles; the four support pedestals for these \\add were\\add* under the basin, and the supports \\add were\\add* decorated on each side \\add with\\add* wreaths. "},{"style":"v","verse":"31","text":"Its opening from \\add the\\add* inside of the capital and above \\add was\\add* a cubit; its pedestal \\add was\\add* a round work of a cubit and a half; moreover, on its opening \\add were\\add* the carvings with four-sided frames, not circular. "},{"style":"v","verse":"32","text":"Four of the wheels \\add were\\add* underneath the frames, and the axles of the wheels \\add were\\add* on the stands. The height of each wheel \\add was\\add* a cubit and a half. "},{"style":"v","verse":"33","text":"The construction of the wheel \\add was\\add* like the construction of the wheel of the chariot; their axles, their rims, their spokes, and their naves \\add were\\add* all cast. "},{"style":"v","verse":"34","text":"The four supports \\add were\\add* the four corners of each stand, with the stand supporting it. "},{"style":"v","verse":"35","text":"On top of the stand \\add was\\add* half a cubit deep, circular all around, and on the top of the stand \\add were\\add* its supports and its frames. "},{"style":"v","verse":"36","text":"He engraved on the plates, on its supports, and on its frame cherubim, lions and images of a palm tree, according to the space for each, with wreaths all around. "},{"style":"v","verse":"37","text":"He made the ten stands like this in one cast, with the same measurement and shape for each of them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"He also made ten bronze basins, \\add each\\add* holding forty baths; each basin \\add was\\add* four cubits, one basin on each of the ten stands. "},{"style":"v","verse":"39","text":"He placed five of the stands on the south side of the house and five on the north side of the house, and the sea he set on the southeast side of the house."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Hiram also made the basins and the shovels and the bowls for drinking wine; and so Hiram finished doing all of the work ⸤that he was to do⸥\\f + \\fr 7:40 \\ft Literally “that he did” \\f* for King Solomon in the house of Yahweh: "},{"style":"v","verse":"41","text":"the two pillars and the bowls of the capitals which \\add were\\add* atop the two pillars, and the two lattice works to cover the two bowls of the capitals which \\add were\\add* atop the pillars; "},{"style":"v","verse":"42","text":"and the four hundred pomegranate-shaped ornaments for the two lattice works, the two rows of pomegranate-shaped ornaments for each latticework to cover the two bowls of the capitals which \\add were\\add* on the surface of the pillars; "},{"style":"v","verse":"43","text":"and the ten stands and the ten basins on the stands; "},{"style":"v","verse":"44","text":"and the one sea and the twelve oxen under the sea; "},{"style":"v","verse":"45","text":"and the pots, the shovels, and the bowls for drinking wine. All the vessels of the tent which Hiram had made for King Solomon \\add for\\add* the house of Yahweh \\add were\\add* polished bronze. "},{"style":"v","verse":"46","text":"The king had cast them in the plain of the Jordan with the casting mold \\add set in\\add* the ground between Succoth and Zarethan. "},{"style":"v","verse":"47","text":"Solomon left all of the vessels \\add unweighed\\add* because of their very great abundance, so the weight of the bronze could not be determined."},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Solomon also made all of the vessels which \\add were\\add* in the house of Yahweh: the golden altar and the golden table on which \\add was\\add* the bread of the presence; "},{"style":"v","verse":"49","text":"as well as the five lampstands of beaten gold at the south and five lampstands at the north before the presence of the inner sanctuary, with the flower-shaped ornaments, the lamps, and the pair of tongs \\add all of gold\\add*. "},{"style":"v","verse":"50","text":"The cups, the snuffers, the bowls for drinking wine, the bowls for the incense, and the firepans \\add were made from\\add* beaten gold; the facades for the doors of the inner house, for the ⸤most holy place⸥,\\f + \\fr 7:50 \\ft Literally “holy of the holiest” \\f* for the doors of the main hall of the temple \\add were of\\add* gold. "},{"style":"v","verse":"51","text":"\\add When\\add* all of the work which king Solomon did on the house of Yahweh was completed, Solomon brought out the holy objects of his father David, the silver and the gold and the vessels, \\add which\\add* he put in the treasury rooms of the house of Yahweh."}]