[{"style":"mt1","text":"Jëf ya"},{"style":"s1","verse":"","text":"Yeesu Almasi bi yéeg na ci asamaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yaw Tewofil, sama téere bu njëkk ba, def naa ca mboolem ndoortel jëfi Yeesu ak njàngaleem,"},{"style":"v","verse":"2","text":"ba ca bés ba ñu ko yéegale, gannaaw ba mu joxee ay ndigal ndaw ya mu tànnoon, \\w Noo gu Sell|Noo gu Sell g-:\\w* gi jottali ko."},{"style":"v","verse":"3","text":"Ndaw yooyu itam la teew fi seen kanam ci firnde yu leer te bare, gannaaw ay coonoom. Diiru ñeent fukki fan la leen feeñu, di leen wax lu jëm ci nguurug Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba mu nekkee ak ñoom, da leena sant, ne leen: «Buleen jóge Yerusalem, négleen digeb Baay bi ngeen dégge ci sama gémmiñ."},{"style":"v","verse":"5","text":"Ndax cim ndox la \\w Yaxya|Yaxya:\\w* daan sóobe, waaye yeen ci Noo gu Sell gi lees leen di sóob fii ak fan yu néew.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Naka lañu daje fa moom, daldi koy laaj, ne ko: «Sang bi, ndax ci jii jamono ngay sampaat nguurug Israayil?»"},{"style":"v","verse":"7","text":"Mu ne leen: «Du yeena wara xam jamono jeek bés bi Baay bi jàpp ci sañ-sañu boppam."},{"style":"v","verse":"8","text":"Waaye Noo gu Sell gi mooy wàcc ci yeen, ngeen fees ak dooleem, daldi doon samay seede ci Yerusalem ak ci diiwaanu Yude gépp ak ci \\w Samari|Samari:\\w*, ba ca cati àddina.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Naka la wax loolu, ndaw yay xoole, ñu jekki yéegee ko fa, aw niir daldi leen koy làq."},{"style":"v","verse":"10","text":"Ña nga téen, ne jàkk asamaan, Yeesu di wéy. Ci biir loolu ñaar ñu sol yére yu weex ne seef ci seen wet."},{"style":"v","verse":"11","text":"Ñu ne leen: «Yeen waa Galile, lu ngeen di taxaw nii di séentu ci asamaan? Yeesu male ñu yéegee fi seen biir, yóbbu asamaan, nii ngeen ko gise mu jëm asamaan, ni lay délsee.»"},{"style":"s1","verse":"","text":"Maccas wuutu na Yuda Iskaryo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Booba la ndaw ya jóge ca tund woowu ñuy wax \\w tundu Oliw|tundu Oliw y-:\\w*, te digganteem ak Yerusalem tollook kemu dox bi yoon maye ci \\w bésub Noflaay|bésub Noflaay b-:\\w*, yemook benn kilomet. Ñu dellu nag Yerusalem."},{"style":"v","verse":"13","text":"Ñu agsi, yéeg ca néegu kaw taax ma, fa ñuy dal naka jekk. Piyeer a nga ca ak Yowaan, ak Yanqóoba ak Àndre, ak Filib ak Tomaa, ak Bartelemi ak Macë, ak Yanqóoba doomu Alfe, ak Simoŋ, Mbokki kuréelu Moom-sa-réew ma, ak Yuda doomu Yanqóoba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ñu mànkoo ñoom ñépp ngir saxoo ñaan ci Yàlla, ànd ceek jigéen ñi ak Maryaama ndeyu Yeesu ak rakki Yeesu yu góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ci fan yooyu la Piyeer taxaw ca digg bokk ya, ña fa daje di mbooloo mu tollu ci téeméer ak ñaar fukk (120). Mu ne leen:"},{"style":"v","verse":"16","text":"«Bokk yi, Mbind mi moo waxoon lu jiitu ci gémmiñu \\w Daawuda|Daawuda:\\w* jaare ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, muy wax ju jëm ci Yuda mi jiite nit ña, ba ñu jàpp Yeesu. Mbind moomu nag fàww mu sotti."},{"style":"v","verse":"17","text":"Ci nun la Yuda bokkoon, te amoon na it cér ci sunu liggéey bii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Yuda nag gannaaw ba mu jëndee ab tool ca peyu ñaawtéefam ja, ca la daanu, jiital boppam, biir ba fàcc, butit ya tuuru."},{"style":"v","verse":"19","text":"Waa Yerusalem yépp a ko yég, ba tax ñu tudde tool ba Akeldam, muy firi Toolu deret, ci seen làkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Ndax bindees na ci téere bi di Taalifi cant ne:"},{"style":"q1","verse":"","text":"“Yal na këram gental,"},{"style":"q1","verse":"","text":"yàlla bu fa kenn dëkkeeti,"},{"style":"q1","verse":"","text":"yal na keneen jagoo sasam\\f + \\fr 1.20 \\ft Seetal ci \\bk Taalifi cant\\bk* 69.26; 109.8.\\f*.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"Am na nag ay nit ñu àndoon ak nun mboolem diir bi Sang Yeesu dee dem aka dikk ci sunu biir,"},{"style":"v","verse":"22","text":"dale ko ca ba ko \\w Yaxya|Yaxya:\\w* sóobee ci ndox, ba bés ba ko Yàlla jëlee fi sunu biir, yéege ko. Kon nag kenn ci ñooñu war naa bokk ak nun, seede ndekkitel Yeesu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ci kaw loolu ñu tudd ñaar: Yuusufa, mi ñu dippee Barsabas, te ñu di ko wax Yustus itam, ak Maccas."},{"style":"v","verse":"24","text":"Ñu daldi ñaan ne: «Boroom bi, yaw mi xam xolu ñépp, won nu ki nga tànn ci ñaar ñii,"},{"style":"v","verse":"25","text":"mu jël wàllam ci liggéey bi, te muy céru ndaw bii Yuda wacc, ba fekki wàll wa mu yelloo.»"},{"style":"v","verse":"26","text":"Ñu tegal leen nag bant, bant ba dal ca Maccas, mu dolliku ca fukki ndaw yaak benn."}]