[{"style":"s1","text":"Piyeer layoo naak waa Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ndaw yaak bokki gëmkat ña ca diiwaanu Yude, dégg ne jàmbur ñi dul Yawut déggal nañu kàddug Yàlla, ñoom itam."},{"style":"v","text":"Ba Piyeer delloo Yerusalem nag, gëmkat ñi bokk ci askanu Yawut di ko sikk,"},{"style":"v","text":"naan: «Yaa dem ca ña xaraful, di bokk ak ñoom lekk!»"},{"style":"p","text":""},{"style":"v","text":"Piyeer daldi leen benn-bennalal mbir mi."},{"style":"v","text":"Mu ne: «Man de damaa nekkoon ca Yafa, di fa ñaan. Ci biir loolu ma daanu leer, daldi gis ci peeñu lu mel ni malaan mu mag mu ñu téyee ñeenti lafam, wàcce asamaan, ba agsi ci man."},{"style":"v","text":"Ma xool ko jàkk, niir ko, daldi cay gis boroom ñeenti tànk yi ak rabi àll yi ak ndundat yiy raam ak njanaaw yi."},{"style":"v","text":"Maa dégg itam baat bu ma ne: “Piyeer, jógal, rey te lekk.”"},{"style":"v","text":"Ma ne: “Mukk, Sang bi, ndax lenn lu daganul mbaa lu setul masula dugg sama gémmiñ.”"},{"style":"v","text":"Baat ba nag àddoo asamaan ñaareel bi yoon, ne ma: “Lu Yàlla setal, bu ko daganadil.”"},{"style":"v","text":"Menn peeñu moomu dikk na ba muy ñetti yoon, ñu doora yéege lépp asamaan."},{"style":"p","text":""},{"style":"v","text":"«Saa soosa tembe, ca la ñetti nit ña ñu yebale Sesare ba ca man, agsi ca kër ga nu dal."},{"style":"v","text":"\\w Noowug Yàlla|Noo gu Sell g-:\\w* nag ne ma: “Àndal ak ñoom, te bul nàttable.” Juróom benni bokk yii ngeen di gis ñoo ma gunge, nu dem ba dugg ca kër Korney."},{"style":"v","text":"Mu xamal nu ne malaakaa ko feeñu ci néegam, ne ko: “Yebleel ca Yafa, nga woolu Simoŋ ma ñu dàkkentale Piyeer."},{"style":"v","text":"Dina la àgge kàddu yu lay musal, yaw ak sa waa kër gépp.”"},{"style":"p","text":""},{"style":"v","text":"«Naka laa tàmbalee wax ak ñoom Korney, Noo gu Sell gi daanu ci seen kaw, na mu njëkkoona daanoo ca sunu kaw."},{"style":"v","text":"Ma daldi fàttaliku kàddug Boroom bi, ba mu noon: “Cim ndox la \\w Yaxya|Yaxya:\\w* daan sóobe, waaye yeen, ci Noo gu Sell gi lees leen di sóob\\f + \\fr 11.16 \\ft Seetal ci \\bk Jëf ya\\bk* 1.5.\\f*.”"},{"style":"v","text":"Gannaaw nag Yàllaa leen jagleel genn may, ga mu nu jagleeloon, ba nu gëmee Sang Yeesu \\w Almasi|Almasi b-:\\w* bi, ana ku ma doon, man, bay gàllankoor Yàlla?»"},{"style":"p","text":""},{"style":"v","text":"Ba ñu déggee loolu lañu dal, daldi màggal Yàlla. Ñu ne: «Kon xeeti jàmbur yi, ndeke ñoom it Yàlla may na leen ñu tuub, ba dund!»"},{"style":"s1","text":"Mbooloo sosu na ca Àncos"},{"style":"p","text":""},{"style":"v","text":"Gëmkat ña tasaaroo woon nag ndax fitna ja woon, ca mbirum Eccen, mujj nañu jàll ba diiwaanu Fenisi, ca dunu Sippar ak ca Àncos, waaye àggewuñu kàddu gi ñeneen ñu moy Yawut yi."},{"style":"v","text":"Terewul ay gëmkat ñu dëkke Sippar ak Siren, bàyyikoo ca, dikk Àncos, wax ak jàmbur ñi dul Yawut, ñoom itam, ba àgge leen xibaaru jàmm bu Sang Yeesu."},{"style":"v","text":"Boroom bi nag gungee leen loxoom, ba ñu bare gëm, waññiku ci Sang bi."},{"style":"p","text":""},{"style":"v","text":"Ba mbir ma siiwee, ba mbooloom gëmkati Yerusalem jot ca, dañoo yebal Barnabas ca Àncos."},{"style":"v","text":"Ba Barnabas dikkee ba gis yiw wi leen Yàlla may, dafa bég, di leen ñaax ngir ñu ŋoy ak seen xol ci Sang bi."},{"style":"v","text":"Ndaxte Barnabas nit ku baax la woon, fees ak \\w Noo gu Sell|Noo gu Sell g-:\\w* gi ak ngëm. Mbooloo mu takku nag dolliku ci Sang bi."},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Barnabas jëm Tàrs, di seeti Sóol."},{"style":"v","text":"Ba mu ko gisee, da koo indi Àncos. Ba mu ko defee, atum lëmm ñuy daje ca mbooloom gëmkat ña, di jàngal nit ñu takku. Ca Àncos lañu njëkka woowe gëmkat ñi \\w aji-gëm-Almasi|Almasi b-:\\w*."},{"style":"p","text":""},{"style":"v","text":"Ci fan yooyu la ay yonent jóge Yerusalem, dikk Àncos."},{"style":"v","text":"Kenn ca ñoom, ku ñuy wax Agabus daldi yégle ci ni ko leeru Noo gu Sell gi dikkale, ne xiif bu metti dina am, ci àddina sépp. Te looloo nga yemook ayug buur bu mag bu ñuy wax \\w Këlódd|Sesaar:\\w*."},{"style":"v","text":"Taalibe ya nag fas yéenee boole kem kàttanu ku nekk ca ñoom, ngir ndimbal lu ñuy yónnee bokki diiwaanu Yude."},{"style":"v","text":"Noonu lañu def, yónnee ko magi Yude, Barnabas ak Sóol jottali ko."}]