[{"style":"s1","verse":"","text":"Yàlla yiwi na Piyeer"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca jamono jooju la Buur \\w Erodd|Erodd:\\w* jàppoon ñenn ca mbooloom gëmkat ña, di leen mitital."},{"style":"v","verse":"2","text":"Noonu la bóome ab saamar Yanqóoba, magu Yowaan."},{"style":"v","verse":"3","text":"Mu gis nag na mbir ma neexe Yawut ya, ba tax mu teg loxo Piyeer, moom itam; loola yemook bési \\w màggalu Mburu mu amul lawiir|Màggal yi:\\w*."},{"style":"v","verse":"4","text":"Naka la ko jàpplu, daldi koy tëj kaso, teg ko ci loxoy ñeenti kuréel yu ñeenti takk-der, ngir ñu wattu ko; booba ma ngay xaar ba \\w bésub Mucc|Màggal yi:\\w* bi wees, mu door koo yóbbu ca kanam askan wa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Naka lañu tëj Piyeer ca kaso ba, mbooloom gëmkat ñi saxoo koo ñaanal Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba ñu demee ba ca guddi ga jiitu bés ba ko Erodd wara yóbbu, Piyeer a ngay nelaw ci diggante ñaari takk-der, ñu yeewe ko ñaari càllala, ay dag di wattu buntu kaso ba."},{"style":"v","verse":"7","text":"Ci kaw loolu am malaakam Boroom bi ne jaas, taxaw, ag leer ne ràyy ca biir kaso ba. Malaaka ma laal Piyeer ci wetam, yee ko, ne ko: «Jógal gaaw!», càllala yi daldi rote ciy loxoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Malaaka ma ne ko: «Takkal sa geño te sol say dàll.» Mu def noonu. Mu ne ko: «Solal sa mbubb te topp ci man.»"},{"style":"v","verse":"9","text":"Piyeer génn, topp ci moom, te xamul sax ndax li ko dikkal noonu te sababoo ci malaaka mi, dëgg la. Yaakaaroon na ne am peeñu la."},{"style":"v","verse":"10","text":"Ñu jàll dalu wattukat bu njëkk bi, teg ci ñaareel bi, ba agsi ci buntu weñ ba jëm ca dëkk ba, bunt ba daldi tijjikul boppam. Ñu génn, topp menn mbedd, malaaka ma jekki teqalikook Piyeer."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Naka la xelum Piyeer délsi, mu daldi ne: «Léegi nag xam naa xéll ne, Boroom bee yebal malaakaam, te moo ma musal ci loxol Erodd ak mboolem li Yawut yi séentu woon.»"},{"style":"v","verse":"12","text":"Gannaaw ba Piyeer ràññee loolu, daa dem kër Maryaama, ndeyu Yowaan Màrk, fekk ñu bare daje foofa, di ñaan."},{"style":"v","verse":"13","text":"Piyeer fëgg buntu kër ga, mbindaan mu ñuy wax Rodd dikk."},{"style":"v","verse":"14","text":"Ba Piyeer waxee, mbindaan ma xàmmee baatam, daldi bég ba talu koo ubbil, xanaa daw dellu ca biir, ne Piyeer a nga foofa ca buntu kër ga."},{"style":"v","verse":"15","text":"Ñu ne ko: «Xanaa dangaa dof?» Teewul mbindaan mi ne moom la. Ñu daldi ne: «Kon malaakaam la.»"},{"style":"v","verse":"16","text":"Ci biir loolu Piyeer a ngay fëgg ba tey. Ñu tijji, muy moom, ñu waaru."},{"style":"v","verse":"17","text":"Piyeer liyaar leen, ngir ñu noppi, daldi leen nettali, ni ko Boroom bi génnee ca kaso ba. Mu ne leen: «Yégalleen ko Yanqóoba ak yeneen bokki taalibe yi.» Ba loolu amee mu génn, dem feneen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba bët setee takk-der ya ne kër-kër, ne këpp, ne: «Ana fu Piyeer jaar?»"},{"style":"v","verse":"19","text":"Erodd nag santaane ñu wër Piyeer, te taxul mu gis ko. Mu daldi àtte wattukat yi, ba noppi joxe ndigal ngir ñu rey leen."},{"style":"s1","verse":"","text":"Buur Erodd dee na"},{"style":"p","verse":"","text":"Ba mu ko defee \\w Erodd|Erodd:\\w* jóge diiwaanu Yude, dem Sesare, toog fa."},{"style":"v","verse":"20","text":"Fekk na Erodd dëngoo lool ak waa dëkk yi ñuy wax \\w Tir ak Sidon|Tir:\\w*. Ci kaw loolu waa Tir ak Sidon mànkoo, dikk ba ci Erodd. Ñu daldi fexe ba jubook Balastus, bëkk-néegu Buur, ba noppi di sàkku jàmm, ndax seen dundub réew, ca dundu Buur Erodd la daan jóge."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ba bés ba ñu jàpp agsee, Erodd sol colu buuram, toog ca jal ba, di leen àgge kàddug kilifteefam."},{"style":"v","verse":"22","text":"Mbooloo maa ngay àddu ca kaw, naan: «Lii kay baatu Yàlla la, du baatu nit!»"},{"style":"v","verse":"23","text":"Ca saa soosa tembe la malaakam Boroom bi dal ci moom, ndax la mu delloowul Yàlla njukkal. Ba loolu amee, ay sax ronq ko, mu dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ci biir loolu kàddug Yàlla di gëna siiw, di gëna law."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Barnabas ak Sóol nag, gannaaw ba ñu sottalee seen liggéey, dañoo jóge Yerusalem, ñibbi, ànd ak Yowaan mi ñuy wax Màrk."}]