[{"style":"s1","text":"Póol ak Barnabas waare nañu ca dëkku Ikoñum"},{"style":"p","text":""},{"style":"v","text":"Ba Póol ak Barnabas nekkee Ikoñum, noonu lañu dugge itam ca jàngub Yawut ya. Ñuy waare, ba ay Yawut aki Gereg yu bare gëm."},{"style":"v","text":"Yawut yi gëmul nag di xiirtal jàmbur ñi dul Yawut, di yàq seen xel ci bokki taalibe yi."},{"style":"v","text":"Teewul Póol ak Barnabas toog Ikoñum diir bu yàgg lool. Fit lañu doon waaree ngir Boroom bi, Boroom bi maye ay firnde aki kéemaan yu jaare ci ñoom, ngir seedee ko kàddug yiwam gi ñuy biral."},{"style":"v","text":"Ba loolu amee waa dëkk bi xàjjalikoo, ñii far ak Yawut yi, ñale far ak ndaw ya."},{"style":"v","text":"Jàmbur ñeek Yawut yi nag ànd ak seeni kilifa, di leen waaja mitital aka dóori doj."},{"style":"v","text":"Ñu yég ko, daw làquji diiwaanu Likawni, ca dëkk ya ñuy wax Listar ak Derbe ak la ko wër."},{"style":"v","text":"Foofa itam ñu di fa xamle xibaaru jàmm bi."},{"style":"s1","text":"Póol ak Barnabas waare nañu ca Listar"},{"style":"p","text":""},{"style":"v","text":"Jenn waay a nga daan toog ca Listar, tànk ya baaxul woon; laago la judduwaale, te masula dox."},{"style":"v","text":"Kookoo dégg Póol muy waare, Póol xool ko jàkk, gis ne am na ngëm gu ag muccam mana jaare."},{"style":"v","text":"Mu àddu ca kaw, ne waa ji: «Jógal taxaw jonn!» Waa ji ne bërét, jóg, daldi dox."},{"style":"p","text":""},{"style":"v","text":"Ba mbooloo ma gisee la Póol def, ca kaw lañu àddu ci làkku likawni, ne: «Yàlla yee soppaliku melow nit, wàccsi ci sunu biir!»"},{"style":"v","text":"Ci kaw loolu ñu tudde Barnabas Sës, kilifay yàllay Gereg yi, Póol nag gannaaw moo farewoo woon kàddug waare ga, ñu tudde ko Ermes, ndawal yàllay Gereg yi."},{"style":"v","text":"Jaamookaayu Sës ma nga woon ca buntu dëkk ba. \\w Sarxalkat|sarxalkat b-:\\w* ba daldi indi ca bunti dëkk ba ay yëkk yu ñu takkal caqi tóor-tóor. Sarxalkat ba ànd ak mbooloo ma, nara rendi jur ga, sarxal ko Póol ak Barnabas."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Póol ak Barnabas yég la xew. Ñu xotti seeni yére ndax ñaawlu ko. Ñu buur nag ba ca biir mbooloo ma, daldi àddu ca kaw ne:"},{"style":"v","text":"«Yeen, lu leen xiir ci lii? Nun itam ay nit lanu, bokk ak yeen benn bind. Xibaaru jàmm bi lanu leen di xamal, ngir ngeen wacc yëfi neen yii te walbatiku ci Yàlla, kiy dund te sàkk asamaan ak suuf ak géej ak lépp li ci biir."},{"style":"v","text":"Moo mayoon démb xeet yépp, ñu aw ci seen yooni bopp."},{"style":"v","text":"Moona noppiwula seedeel boppam ci mbaaxam gi muy jëfe, di leen wàcceel fa asamaan taw ak naataange, reggal leen, bégal leen ba seen xol sedd.»"},{"style":"p","text":""},{"style":"v","text":"Loolu lépp ndaw ya wax nañu ko te tuuti kon ñu tëlee tere mbooloo ma ñu rendil leen sarax."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ay Yawut yu jóge Àncos gu Pisidi ak Ikoñum, fexe ba fàbbi mbooloo ma, daldi dóor Póol ay doj, diri ko ba génne ko dëkk ba, yaakaar ne dee na."},{"style":"v","text":"Naka la ko taalibe ya yéew, mu jóg, daldi dellu ca biir dëkk ba. Ca ëllëg sa, mu ànd ak Barnabas, dem Derbe."},{"style":"s1","text":"Délsi nañu Àncos gu Siri"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba ñu xamlee fa Derbe xibaaru jàmm bi, ba am fa taalibe yu bare, dañoo dellu Listar ak Ikoñum ak Àncos gu Pisidi."},{"style":"v","text":"Ñuy feddali pastéefu taalibe yi, di leen ñaax ngir ñu saxoo ngëm, ne leen: «Coono yu baree ngii, fàww nu jaare ci, ngir tàbbi ci nguurug Yàlla.»"},{"style":"v","text":"Mbooloom gëmkat mu nekk nag, ñu tabb ci ay mag; ci biir loolu ñu ñaan, boole kook koor, daldi dénk mag ña Sang bi ñu gëm."},{"style":"v","text":"Gannaaw loolu ñu jaare biir diiwaanu Pisidi, ba àgg Pamfili."},{"style":"v","text":"Ñu daldi siiwtaane kàddu gi ca Perge, doora wàcci ba Atali."},{"style":"p","text":""},{"style":"v","text":"Foofa lañu dugge gaal, dellu Àncos gu Siri ga ñu leen dénke woon Yàlla ciw yiwam, ngir liggéey ba ñu sottal, ba délsi noonu."},{"style":"v","text":"Ba ñu agsee, dañoo woo mbooloom gëmkat ña, àgge leen mboolem na Yàlla def ak ñoom, ak na mu ubbilee jàmbur ñi dul Yawut buntu ngëm."},{"style":"v","text":"Ñu toog nag ak taalibe ya diir bu xawa yàgg."}]