[{"style":"s1","text":"Timote fekksi na Póol ak Silas"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Póol agsi Derbe, teg ci dëkk ba ñuy wax Listar. Ndeke ab taalibee nga fa bu ñuy wax Timote; ndeyam di gëmkatub \\w Almasi|Almasi b-:\\w* bu bokk ci askanu Yawut, baayam di Gereg."},{"style":"v","text":"Muy ku rafet seede ci biir bokki dëkk yooyu di Listar ak Ikoñum."},{"style":"v","text":"Póol nag bëgg mu ànd ak moom, ba tax mu yóbbu ko, xarafal\\f + \\fr 16.3 \\ft Póol dafa jàpp ne gëmkatub Almasi man naa xaraf ba tey, te du yàq ci ngëmam dara. Moo tax Póol xarafal Timote, ndax xamoon na ne xaraf doŋŋ moo manoona tax Timote mucc ci sikkaangey Yawut yi gëm Almasi bi.\\f* ko ndax Yawut ya dëkke woon gox ba, ngir ñépp a xamoon ne baayam ab Gereg la."},{"style":"v","text":"Ba loolu amee ñuy wër dëkk ya, di jottali dogal yi tukkee ca ndawi Yeesu yaak magi Yerusalem, ngir ñu sàmm ko."},{"style":"v","text":"Mboolooy gëmkat ñi di gëna feddaliku ci wàllu ngëm, seeni lim di yokku bés ak bés."},{"style":"s1","text":"Yàlla feeñu na Póol"},{"style":"p","text":""},{"style":"v","text":"\\w Noo gu Sell|Noo gu Sell g-:\\w* gi nag tere leena yégleji kàddu gi ca diiwaanu Asi, ba tax ñu jàlli biir diiwaanu Firisi ak Galasi."},{"style":"v","text":"Ñu dem ba ca kemu Misi, nara jàlli biir diiwaanu Bitini, Noo gu Sell gu Yeesu mayu leen ko."},{"style":"v","text":"Loolu tax ñu jàlle biir Misi, àkki dëkk ba ñuy wax Torowas."},{"style":"v","text":"Ci biir loolu am peeñu dikkal Póol ca guddi: mu gis aw nitu Maseduwan taxaw, di ko tinu, ne ko: «Jàllsil Maseduwan, wallusi nu!»"},{"style":"v","text":"Naka la jot peeñu ma, mu daldi nu\\f + \\fr 16.10 \\ft Li waral \\fq nu \\ft mooy Luug mi bind \\bk Jëf ya\\bk* mooy wax.\\f* bir ne Yàllaa nu yebal ngir nu xamleji foofa xibaaru jàmm bi. Ca saa sa nu fexee jàll ba Maseduwan."},{"style":"s1","text":"Lidi gëm na Almasi bi ca Filib"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu nu dugge Torowas gaal, jubal dunu Samotaras, jógeeti fa, teereji Neyapolis ca ëllëg sa."},{"style":"v","text":"Nu bawoo fa jàll ba Filib, dëkku gox ba njëkk ca diiwaanu Maseduwan te di moomeelu Room. Nu toog fa ay fan."},{"style":"p","text":""},{"style":"v","text":"Ba \\w bésub Noflaay|bésub Noflaay b-:\\w* ba taxawee, nu génn ca buntu dëkk ba, ca wetu dex ga, daldi fay gis béreb bu nu foog ne ab ñaanukaay la. Nu toog fa nag, di waxtaan ak jigéen ña fa daje."},{"style":"v","text":"Amoon na fa as ndaw su tudd Lidi su doon déglu. Ma nga cosaanoo Catir, te nekkoon na jaaykatub cuubi tànnéef yu xonq curr, te nekkoon itam jaamukatu Yàlla. Boroom bi nag ubbi xolam, ba mu teewlu bu baax kàdduy Póol."},{"style":"v","text":"Ci kaw loolu ñu sóob ko ci ndox, moom ak waa këram. Mu daldi nu ñaan, ne nu: «Ndegam ab gëmkatub Sang bi ngeen ma jàppe, agsileen, dal ak man ca sama kër.» Mu soññ nu ba nu nangu."},{"style":"s1","text":"Tëj nañu kaso Póol ak Silas"},{"style":"p","text":""},{"style":"v","text":"Noo doon dem bérebu ñaanukaay ba, ab surga bu jigéen bu rabu gisaane jàpp, dajeek nun. Alal ju bare la ay njaatigeem daa jële ci ngisaaneem."},{"style":"v","text":"Ndaw sa topp ci Póol ak nun, di xaacu, naan: «Nit ñii jaami Yàlla Aji Kawe ji lañu; dañu leen di yégal yoonu mucc.»"},{"style":"v","text":"Noonu la jàppoo ay fani fan, ba Póol mujj xajootu ko. Mu walbatiku ne rab wa: «Maa la sant ci turu Yeesu \\w Almasi|Almasi b-:\\w* bi, génnal ci ndaw si.» Rab wa daldi génn ca saa sa."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee alal ja njaatigey ndaw sa yaakaaroon, réer leen, ñu jàpp Póol ak Silas, diri, yóbbu ca pénc ma, fa kanam njiit ya."},{"style":"v","text":"Ñu taxawal leen fa àttekat ya, ne: «Ñii ñoo yëngal sunu dëkk bi, di ay Yawut"},{"style":"v","text":"yuy xamle aada yoy, nun ñiy waa Room, sañunu koo nangu, sañunu koo jëfe.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu mbooloo ma it dal ci seen kaw; àttekat ya futti seeni yére, daldi santaane ñu dóor leen ay yar."},{"style":"v","text":"Ñu dóor leen ay yar yu bare, sànni leen ca kaso ba, boole ca jox boroom kaso ba ndigalal wattu leen bu baax."},{"style":"v","text":"Ndigal loolu nag tax mu sànni leen ca néeg ba gëna ruqe ca kaso ba, jéng leen."},{"style":"p","text":""},{"style":"v","text":"Ba guddi gay xaaj, Póol ak Silas a ngay ñaan, di sàbbaal Yàlla, ñeneen ña ñu fa tëj di leen déglu."},{"style":"v","text":"Ci kaw loolu suuf jekki yëngu yëngu bu mag ba fondmaa kaso ba di rëŋ-rëŋi; bunt yépp jekki ubbiku, jéngi ñépp dàjjiku."},{"style":"v","text":"Boroom kaso ba tiite ciy nelaw, gis bunti kaso bi ubbiku. Mu bocci saamaram, nara xaru, yaakaar ne ña ñu tëj dañoo rëcc."},{"style":"v","text":"Póol nag àddu ca kaw ne: «Bul lor sa bopp, nun ñépp a ngi fi.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee boroom kaso ba indilu ab làmp, daldi ne saraax dugg, ne gurub fa kanam Póol ak Silas, di lox."},{"style":"v","text":"Gannaaw gi, mu génne leen ca biti ne leen: «Sang yi, ana lu ma wara def, ba mucc?»"},{"style":"v","text":"Ñu ne ko: «Gëmal Sang Yeesu, daldi mucc, yaak sa waa kër.»"},{"style":"v","text":"Ba loolu amee ñu xamal ko kàddug Sang bi, moom ak waa këram gépp."},{"style":"v","text":"Mu yóbbu leen nag ci waxtuw guddi woowu, raxas seeni gaañu-gaañu, ñu sóob ko ci ndox ca saa sa, moom ak waa këram gépp."},{"style":"v","text":"Gannaaw loolu mu yóbbu leen këram, jox leen ñu lekk, tey bégeendoo ak waa këram gépp ci ngëm gi ñu gëm Yàlla."},{"style":"p","text":""},{"style":"v","text":"Ba bët setee, àttekat ya yebal alkaati ya, ñu ne boroom kaso ba: «Ñii, yiwi leen.»"},{"style":"v","text":"Boroom kaso ba àgge Póol ndigal la, ne ko: «Àttekat yi kat ñoo fi yeble, ne ñu yiwi leen. Kon nag man ngeena génn te dem ak jàmm.»"},{"style":"p","text":""},{"style":"v","text":"Póol nag ne alkaati ya: «Ñoom ñu dóor nu ci kanam nit ñi, àtteesu nu sax te nu diy gor ci Room gii, rax ci dolli ñu sànni nu ci kaso bi. Léegi ñu bëgg noo dàq ndànk ci biti? Mukk! Nañu ñëw, ñoom ci seen bopp, génne nu.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee, alkaati ya àgge àttekat ya kàddu googu, ñu xam ne ay gori waa Room lañu, tiitaange jàpp leen."},{"style":"v","text":"Ñu dikk, jéggalu, génne leen ci biti, ñaan leen, ñu génn dëkk ba."},{"style":"v","text":"Noonu lañu génne kaso ba, dellu kër Lidi. Ñu gise faak bokki gëmkat ña, ñaax leen, doora dem."}]