[{"style":"s1","text":"Xibaaru Yeesu yëngal na Tesalonig"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ñu jaare ca dëkk ya ñuy wax Amfipolis ak Apoloni, doora àgg Tesalonig ga Yawut ya amoon ab jàngu."},{"style":"v","text":"Póol nag di leen fa fekk, na mu ko baaxoo. Diiru ñetti \\w bési Noflaay|bésub Noflaay b-:\\w*, mu di leen waxal ci Mbind mi."},{"style":"v","text":"Mu di leen tekkil Mbind mi, di leen ci firndeel ne coonob \\w Almasi|Almasi b-:\\w* bi ak ndekkiteem manul woona ñàkk. Mu ne leen: «Yeesu mii ma di leen xamal, mooy Almasi bi.»"},{"style":"v","text":"Ba loolu amee ñenn ca Yawut ya gëm, fekksi Póol ak Silas, ñoom ak Gereg yu bare yu ragal Yàlla, ak jigéen ñu ràññiku ñu bare."},{"style":"p","text":""},{"style":"v","text":"Yawut ya nag am ca kañaan, daldi foraatoo ca mbedd ma ay taxawaalukat, dajale ay gàngoor, ba yëngal dëkk ba. Ñu song kër Yason, di seet Póol ak Silas, ngir yóbbu leen ca waa dëkk ba."},{"style":"v","text":"Ci kaw loolu gisuñu leen, ñu diri Yason ak yeneen bokki gëmkat ba ca kanam àttekat ya. Ña ngay biral, naan: «Nit ñi tas àddinaa ngii, agsi nañu fi,"},{"style":"v","text":"te Yason a leen dalal. Ñoom ñépp a xëtt ndigali buur \\w Sesaar|Sesaar:\\w*, te naan am na beneen buur bu ñuy wax Yeesu.»"},{"style":"v","text":"Ba mbooloo ma ak àttekati dëkk ba déggee loolu, dañoo jaaxle."},{"style":"v","text":"Ba loolu amee ñu feyloo Yason ak ña ca des daan ba ca war, door leena yiwi."},{"style":"s1","text":"Póol ak Silas dem nañu Bere"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee bokki gëmkat ña yebal ca saa sa Póol ak Silas ca guddi ga, ñu jëm Bere. Ñu agsi, dem ca jàngub Yawut ya."},{"style":"v","text":"Waa Bere nag gëna am déggin waa Tesalonig. Ñu gëm kàddu gi, xér ci lool, bés bu nekk ñuy niir Mbind mi, ngir xam ndax la ñu leen di wax noonu la."},{"style":"v","text":"Ci kaw loolu Yawut yu bare gëm, ñoom ak jigéeni Gereg ñu ràññiku, ak ay góori Gereg ñu bare."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yawuti Tesalonig dégg ne Póol a ngay xamle kàddug Yàlla ca Bere itam. Ñu dikkati, yëngal nit ña, ñu def ay gàngoor."},{"style":"v","text":"Ca la bokki gëmkat ñi yebal Póol ca saa sa, mu jëm ca tefes ga, Silas ak Timote ñoom, des ca Bere."},{"style":"v","text":"Ña dar Póol nag gunge ko ba ca dëkk ba ñuy wax Aten, ñu doora dëpp, jottaliji Silas ak Timote kàddug Póol, ngir ñu fekksi ko nu mu gëna gaawe."},{"style":"s1","text":"Póol waare na ca Aten"},{"style":"p","text":""},{"style":"v","text":"Diggante ba Póol di nég Silas ak Timote ca Aten, xolam jeex na ndax dafa gis na dëkk ba yeboo ci jaamu ay tuur."},{"style":"v","text":"Ci biir loolu muy wax ak Yawut yaak jàmburi ragalkati Yàlla ya ca jàngu ba, di wax it ak waa pénc ma bés bu nekk."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ay boroom xam-xam yu bokk ci ngérum Epikur\\f + \\fr 17.18 \\fk ngérum Epikur \\ft mooy kuréelu njàngalem Epikur, mi dee 270 at lu jiitu Almasi bi. Ngérum Epikur dañoo jiital seen bakkan, te fonk bànneex.\\f* ak ngérum Estowisen\\f + \\fr 17.18 \\fk ngérum Estowisen, \\ft kuréel la woon gu njàngalem Senon lal. Dee na 265 at lu jiitu Almasi bi. Ngérum Estowisen ñoo weesale seen bopp yég-yégu yaram mbaa xol yu mel ni bànneex mbaa naqar, te di ñaaxe ci muñ gu ànd ak pastéefu boroom.\\f*, di werante ak moom. Ñenn ña ne: «Kebetukat bii, lu muy wax nii?» Ña ca des dégg Póol di waare xibaaru jàmm bi ci Yeesu ak ndekkiteem, ñu ne: «Daa mel ni ay tuur-tuuraani doxandéem lay waareel.»"},{"style":"v","text":"Ñu jàpp ko nag, yóbbu ko ca ëttub àttekaay ba ñuy wax Areyopas. Ñu ne ko: «Ndax man nanoo xam njàngale mu bees mii ngay siiwal, lu mu doon?"},{"style":"v","text":"Ndax li ngay wax kat sunu ngan-gi-nopp la. Nu bëgga xam nag loolu lu muy tekki.»"},{"style":"v","text":"Booba waa Aten ñépp, doxandéem ak njuddu-ji-réew, xintewuñu lenn lu moy di nettali aka déglu xew-xew wu bees."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Póol taxaw ca digg ëttub Areyopas, ne leen: «Yeen waa Aten, gis naa ne ci wet gu nekk ñu farlu ngeen ci diine."},{"style":"v","text":"Ndax maa doon doxantu, di seet seeni jaamookaay, ba yem ci \\w sarxalukaay|sarxalukaay b-:\\w* bu ñu bind mii mbind: “Ñeel yàlla ji nu xamul.” Loolu ngeen di màggal te xamuleen ko nag, moom laa leen di xamal."},{"style":"p","text":""},{"style":"v","text":"«Yàlla mi sàkk àddina ak mboolem li ci biiram, di Boroom asamaan ak suuf, dëkkewul màkkaan mu ay loxo sàkk."},{"style":"v","text":"Te it jariñoowul loxol nit, mbete ku soxla lenn, ndax mooy may ñépp bakkan akug noo, ak lu mu mana doon."},{"style":"v","text":"Moo sàkke xeeti àddina yépp ci kenn nit, ñu dëkke déndub suuf sépp, te moo leen àppal seeni jamono, rëddal leen seen kemi dëkkuwaay."},{"style":"v","text":"Yàllaa def loolu, ngir xeeti àddina wut ko, làmbatu ba daj ko, ndegam man naa am, doonte sorewul kenn ku nekk ci nun."},{"style":"v","text":"“Ndax sunu bakkan ak sunu yëngu ak sunug nekk, lépp ci moom la.” Mooy ba tey la ñenn ci seeni woykat ne: “Nun itam aw xeetam lanu.”"},{"style":"v","text":"Ndegam nag xeetu Yàlla lanu, warunoo nirule Yàlla ak lenn luy wurus mbaa xaalis mbaa aw doj te sosoo ci xareñtey nit akum xelam."},{"style":"v","text":"Yàlla nag jéllale na jamonoy ñàkka xam googa woon, waaye tey mu ngi woo ñépp ak fépp fu ñu féete, ngir ñu tuub."},{"style":"v","text":"Ndaxte Yàlla jàpp na bés bu muy àttee àddina ci dëgg, àtte bu nit ki mu tabb di sottali; te loolu Yàlla jox na ci ñépp firnde lu wóor, ba mu dekkalee kooku mu tabb, ndekkite lu dee toppul.»"},{"style":"p","text":""},{"style":"v","text":"Naka lañu dégg waxi dee-dekki, ñenn ña di ko foontoo, ña ca des ne ko: «Dinanu la déglu, nga waxalaat nu ci moomu mbir.»"},{"style":"v","text":"Ba loolu amee Póol bàyyikoo ca seen biir."},{"style":"v","text":"Teewul mu am ñu ko fekksi, ba mujj gëm; Deni mi bokk ci ëttub Areyopas ci la, ak jigéen ju ñuy wax Damaris, ak ñeneen."}]