[{"style":"s1","text":"Póol jàngale na ca Efes"},{"style":"p","text":""},{"style":"v","text":"Diir ba Apolos nekkee Korent, Póol a nga jaare ca diiwaan yu tunde ya, ba wàccsi Efes. Mu daje faak ay taalibe,"},{"style":"v","text":"ne leen: «Ndax ba ngeen gëmee, jot ngeen ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi?» Ñu ne ko: «Nun de yégunu woon sax ne Noo gu Sell gi am na.»"},{"style":"v","text":"Mu ne leen: «Kon gan sóobu ngeen sóobu?» Ñu ne ko: «Xanaa sóobeb \\w Yaxya|Yaxya:\\w*\\f + \\fr 19.3 \\ft Seetal ci \\bk Màrk\\bk* 1.4.\\f*.»"},{"style":"v","text":"Póol ne leen: «Yaxya, sóobeb tuubeel la daan sóobe ci ndox, di waxaale askan wi ne leen ñu gëm kiy topp ci moom, te mooy Yeesu.»"},{"style":"v","text":"Ba ñu déggee loolu lañu sóobu ci ndox ci turu Sang Yeesu."},{"style":"v","text":"Ba leen Póol \\w tegee loxoom|teg loxo:\\w*, Noo gu Sell gi dikkal leen, ñu tàmbalee làkk yeneen làkk, boole ci di biral kàdduy \\w waxyu|waxyu:\\w*."},{"style":"v","text":"Taalibe yooyu yépp a ngi wara tollu ci fukk ak ñaar."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Póol dem ca jàngub Yawut ba. Diiru ñetti weer muy waare ak fit, di waxal waa jàngu ba kàddu yu mata gëm ci mbirum nguurug Yàlla."},{"style":"v","text":"Ñenn ña nag të ticc, baña gëm, di ŋàññ Ngér mi ca kanam mbooloo ma. Ba loolu amee Póol bàyyi leen, daldi berook taalibe ya, bés bu nekk muy diisoo ak ñoom ca kërug jàngukaay gu Tiranus."},{"style":"v","text":"Loolu moo wéy diiru ñaari at, ba mboolem waa diiwaanu Asi dégg kàddug Sang bi, muy Yawut, di Gereg."},{"style":"s1","text":"Waa Efes waaru nañu"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yàlla di def ay kéemaan yu mag yu mu sottale ci loxoy Póol."},{"style":"v","text":"Mujj na sax ñuy yóbbul jarag yi ay kaala aki taraxlaay yu laaloon yaramu Póol, ba lu leen daloon teqalikook ñoom, rab wu leen jàppoon, ba leen."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ay Yawut yuy wër di faj ku rab jàpp, tàmbalee roy, di tuddal ñi rab jàpp turu Sang Yeesu, naan rab yi: «Maa la dàq ci turu Yeesu, mi Póol di xamle.»"},{"style":"v","text":"Ña doon def jëf jooju ñooy juróom ñaari doom yu góor yu Sewa, \\w sarxalkatub|sarxalkat b-:\\w* Yawut bu mag."},{"style":"v","text":"Loolu lañu doon jéem bés, rab wa ne leen: «Yeesu déy, xam naa ko. Póol it xam naa ko. Waaye yeen, yeenay ñan?»"},{"style":"v","text":"Ci kaw loolu nit ka rab jàpp song leen, teg leen loxo ñoom ñépp, pamti-pamtee leen, gaañ leen, ba ñu dawe kër ga yaramu neen."},{"style":"p","text":""},{"style":"v","text":"Mboolem Yawut yaak Gereg ya dëkke Efes nag yég mbir moomu, tiitaange dikkal leen ñoom ñépp, daraja ju réy doxe ca ñeel turu Sang Yeesu."},{"style":"v","text":"Ba mu ko defee ñu bare ca gëmkat ña dikk, biral seenug tooñ, daldi xamle yu bon ya ñu daan jëfe."},{"style":"v","text":"Ci biir loolu ñu bare ñu daan ñeengo, boole seeni téere, indi, lakk ko fa kanam ñépp. Ba ñu xaymaa njëg ga, mu tollu ci juróom fukki junniy (50~000) poseti xaalis."},{"style":"p","text":""},{"style":"v","text":"Noonu la kàddu gi lawe ba féete kaw ci kàttanu Boroom bi."},{"style":"s1","text":"Efes yëngu na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba loolu wéyee, Póol ci ndigalal \\w Noo gu Sell|Noo gu Sell g-:\\w* gi am mébétum jaare diiwaani Maseduwan ak Akayi, teg ca Yerusalem. Mu ne: «Gannaaw bu ma àggee foofu, war namaa jàll ba Room itam.»"},{"style":"v","text":"Mu daldi yebal fa Maseduwan ñaari jaraafam, Timote ak Erast, moom mu toogaat ab diir ca Asi."},{"style":"p","text":""},{"style":"v","text":"Jant yooyu nag yemook yëngu-yëngu bu réy bu amoon ci mbirum Yoonu Sang bi."},{"style":"v","text":"Ku ñuy wax Demetirus, ab tëggu xaalis, moo daan defar jëmmi jaamookaay yu ndaw yu tuur mi ñu dippee Artemis, muy njariñ lu réy ci liggéeykat yiy nawleem."},{"style":"v","text":"Mu woo leen, ñook ña farewoo liggéey yu ni mel, ne leen: «Bokk yi, xam ngeen ne liggéey bii, ci la sunu teraanga nekk."},{"style":"v","text":"Yeena gis nag mbaa ngeen déggal seen bopp ni Póol moomu di naxee ba fàbbi mbooloo mu bare, te du ci Efes gii rekk, daanaka Asi gépp la, mu naay: “Yàlla yu loxol nit sàkk du yàlla.”"},{"style":"v","text":"Loolu, jéllale naa ni mu mana gàkkale sunu liggéey bii, waaye dina tax ñu teddadil jaamookaayu Artemis, yàlla ju jigéen ju mag ji, ba darajaam mujj neen, moom mi mboolem Asi ak àddina sax di jaamu.»"},{"style":"p","text":""},{"style":"v","text":"Mbooloo ma dégg kàddu yooyu, daldi mer lool, di xaacu naan: «Artemis mu Efes màgg na!»"},{"style":"v","text":"Ci kaw loolu dëkk bépp ne kër-kër, ne këpp. Ñu jàpp Gayus ak Aristàrk, waa Maseduwan ya àndoon ak Póol ca tukki ba. Ñu daldi riirandoo wuti ëttu joŋantekaay ba."},{"style":"v","text":"Póol nag bëgga teewi ca kanam mbooloo ma, taalibe ya bañ."},{"style":"v","text":"Ñenn ñay ay soppeem ca kàngami nguur ga sax, yónnee nañu ca moom, di ko artu ngir mu baña fowe bakkanam, di dem ca ëttu joŋantekaay ba."},{"style":"v","text":"Ndaje maa nga rëb lool, ñii xaacu ne lii, ñee xaacu, ne lee, te ña ca ëpp sax xamuñu lu waral ndaje ma."},{"style":"v","text":"Ci kaw loolu mbooloo ma am lu ñu digal ku ñuy wax Alegsàndar, Yawut ya jañax ko ca kanam, mu daldi tàllal loxoom, ngir layool boppam ca digg mbooloo ma."},{"style":"v","text":"Naka lañu xam ne ab Yawut la, kàddu ga di benn, jibe ca mbooloo mépp, diiru ñaari waxtu. Ñu naan: «Artemis mu Efes màgg na!»"},{"style":"p","text":""},{"style":"v","text":"Ndawal buur la nag mujj giifal mbooloo ma, ne leen: «Yeen waa Efes, ana moos ku xamul ne Efes gii mooy dëkk biy wattukatub jaamookaayu Artemis ak jëmmam ji wàcce asamaan?"},{"style":"v","text":"Loolu maneesu koo weddi. Kon nag, dangeena wara teey, baña sañaxuy def lenn."},{"style":"v","text":"Ndax nit ñii ngeen fi indi, teddadiluñu ay jaamookaay te waxuñu lu ñàkke sunu yàlla kersa."},{"style":"v","text":"Su dee Demetirus ak liggéeykat yi ànd ak moom ñoo jote ak kenn ci ñoom, ay ëtti layoo am na fi, ay kàngam a ngi fi di àtte. Nañu fa layooji."},{"style":"v","text":"Su dee leneen lu ngeen di sàkku nag, ca ndajem àtte ba lees koy lijjantee."},{"style":"v","text":"Ndax kat repp nanu ñu jiiñ nu ag fippu, te amul lenn lu nu mana lay, ba lewal mii ndaje.» Naka la wax loolu, daldi tas mbooloo ma."}]