[{"style":"s1","verse":"","text":"Noo gu Sell gi dikk na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba bésu màggalu \\w Pàntakot|Màggal yi:\\w* agsee, ñoom ñépp a bokk daje benn béreb."},{"style":"v","verse":"2","text":"Ca saa sa coow jollee ca asamaan, mel ni riirum ngelaw lu bare doole, daldi fees dell biir kër ga ñu toog."},{"style":"v","verse":"3","text":"Ci kaw loolu ay làmmiñ yu mel ni tàkk-tàkki sawara feeñu leen, làmmiñ ya séddalikoo, daldi toŋ ci kaw kenn ku nekk."},{"style":"v","verse":"4","text":"Ñoom ñépp nag fees ak \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, tàmbalee làkk làkk yu wuute, na leen ko Noo gi manloo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Booba ay toppkati yoonu Yawut a nga dëkke Yerusalem, te bawoo ci xeeti àddina yépp."},{"style":"v","verse":"6","text":"Naka la coow li jolli, nit ñi daje, ku nekk ci mbooloo mi dégg ñuy làkk sa kàllaama gi nga nàmp. Mbooloo ma jaaxle."},{"style":"v","verse":"7","text":"Ñu boole waaru ak yéemu, naa: «Ñii di wax nii ñépp, xanaa duñu waa Galile?"},{"style":"v","verse":"8","text":"Ana nu kenn ku nekk ci nun nag mana dégge ñuy wax ci làmmiñ wi nga nàmp?"},{"style":"v","verse":"9","text":"Muy waa Pàrt ak Medd ak Elam ak Mesopotami ak Yude ak Kapados ak Pont ak Asi"},{"style":"v","verse":"10","text":"ak Firisi ak Pamfili ak Misra ak wàllu Libi ga dendeek Siren, ak gan ñi jóge Room,"},{"style":"v","verse":"11","text":"ak Yawuti njuddu-ji-réew yeek tuubeen ñi, ak waa Keret ak Arabi, nun ñépp a leen dégg ci sunu làmmiñi bopp, ñuy siiwtaane jaloore yu Yàlla!»"},{"style":"v","verse":"12","text":"Ñépp waaru, ba jànnaxe, di wax ci seen biir naa: «Lii lu muy tekki nag?»"},{"style":"v","verse":"13","text":"Teewul ñenn ñay ñaawle, ne: «Ñii daal biiñ bu bees doŋŋ lañu naan ba màndi.»"},{"style":"s1","verse":"","text":"Piyeer yee na mbooloo ma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ci kaw loolu Piyeer taxaw, mook Fukk ñaak benn, daldi àddu ca kaw, ne: «Yeen bokki Yawut yi ak mboolem yeen ñi dëkke Yerusalem, dégluleen bu baax sama kàddu, ba xam lii lu mu doon."},{"style":"v","verse":"15","text":"Ñii màndiwuñu, ni ngeen ko fooge, ndax yoor-yoor doŋŋ a jot."},{"style":"v","verse":"16","text":"Lii kay mooy kàddu ga Yonent Yàlla Yowel jottali woon, ne:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"17","text":"“Yàlla nee:"},{"style":"q1","verse":"","text":"Mujug jamono, maay tuur samag \\w Noo|Noo gu Sell g-:\\w* ci kaw ñépp;"},{"style":"q1","verse":"","text":"seeni doom, góor ak jigéen di biral kàdduy \\w waxyu|waxyu:\\w*,"},{"style":"q1","verse":"","text":"seeni xale yu góor di gis ay peeñu,"},{"style":"q1","verse":"","text":"màggat ñi di gént ay gént."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"Kera jant yooyu, sama jaam ñi, góor ak jigéen,"},{"style":"q1","verse":"","text":"maa leen di tuur samag Noo,"},{"style":"q1","verse":"","text":"ñuy biral kàdduy waxyu."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"19","text":"Te maay def ay kiraama fi asamaan"},{"style":"q1","verse":"","text":"aki firnde ci dun bi fi suuf;"},{"style":"q1","verse":"","text":"muy deret ak sawara ak niiru saxaar."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"20","text":"Jant beey soppaliku ag lëndëm,"},{"style":"q1","verse":"","text":"weer wi doon deret,"},{"style":"q1","verse":"","text":"\\w bésu Boroom|bésu Boroom b-:\\w* bi doora taxawe màggaay ak daraja."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"21","text":"Su boobaa, képp ku woo Boroom bi wall ciw turam, dinga raw\\f + \\fr 2.17-21 \\ft Seetal ci \\bk Yowel\\bk* 3.1-5.\\f*.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Yeen bokki Israayil, dégluleen wax jii! Yeesum Nasaret, Yàlla moo firndeele ag dëggoom ci ay kéemaan aki kiraama aki firnde yu mu sottale jëmmu Yeesu moomu fi seen biir, te loolu xam ngeen ko xéll."},{"style":"v","verse":"23","text":"Nit kooku ñu jébbale ni ko Yàlla dogale te nasoon ko lu jiitu, yeena ko daajloo yéefar yi ci bant, reylu ko."},{"style":"v","verse":"24","text":"Waaye moom la Yàlla yiwee ci mititu dee, dekkal ko, ndax dee amul kàttanu tënk ko."},{"style":"v","verse":"25","text":"\\w Daawuda|Daawuda:\\w* wax na ci mbiram ne:"},{"style":"q1","verse":"","text":"“Maa doon gis Boroom bi fi sama kanam saa su nekk,"},{"style":"q1","verse":"","text":"ndijoor la ma fare, ba duma tërëf."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"26","text":"Moo tax sama xol di nux-nuxi,"},{"style":"q1","verse":"","text":"samaw làmmiñ di tex-texi,"},{"style":"q1","verse":"","text":"sama yaram sax nara noppalujee yaakaar."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"27","text":"Doo ma wacc njaniiw moos,"},{"style":"q1","verse":"","text":"doo seetaan sa \\w Ku sell|Aji Sell j-:\\w* ki, yaramam di yàqu ci biir bàmmeel."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"28","text":"Yaa ma xamal yoonu dund,"},{"style":"q1","verse":"","text":"yaa may wéttali ba matal sama mbégte\\f + \\fr 2.25-28 \\ft Seetal ci \\bk Taalifi cant\\bk* 16.8-11.\\f*.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"«Bokk yi nag, Maam Daawuda, manees na leena wax ci lu wér ne nelaw na, ba ñu denc ko, te bàmmeelam a ngi fi, nuy gis ba tey jii."},{"style":"v","verse":"30","text":"Waaye yonent la woon, te xamoon na ne Yàllaa ko giñaloon ne ku jóge ci geñoom lay teg cib jalam."},{"style":"v","verse":"31","text":"Kon li mu gis te dikkagul mooy ndekkitel \\w Almasi|Almasi b-:\\w* bi, te ci mbiram la wax ne wàcceesu ko njaniiw, te yaramam du yàqu ci biir bàmmeel."},{"style":"v","verse":"32","text":"Yeesu moomu nag, Yàllaa ko dekkal, nu seede ko, nun ñépp."},{"style":"v","verse":"33","text":"Yàllaa ko yéege fa ndijooram, te jot na ci Baay bi Noo gu Sell ga mu dige woon. Moom la tuur nii tey, ngeen gis ko, dégg ko."},{"style":"v","verse":"34","text":"Ndax kat du Daawudaa yéeg ci asamaan, waaye moom ci boppam moo ne:"},{"style":"q1","verse":"","text":"“Boroom bi daa wax sama Sang, ne ko:"},{"style":"q1","verse":"","text":"‘Toogeel sama ndijoor,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"35","text":"ba ma def say noon sa ndëggastal\\f + \\fr 2.35 \\ft Seetal ci \\bk Taalifi cant\\bk* 110.1.\\f*.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"«Kon nag na wóor waa kër Israayil gépp ne Yeesu moomu ngeen daajoon ci bant, Yàllaa ko def Sang ak Almasi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Ba mbooloo ma déggee loolu, naqar wu mel ni jam-jamu xol la leen def. Ñu ne Piyeer ak ndaw ya ca des: «Bokk yi, nu nuy def nag?»"},{"style":"v","verse":"38","text":"Piyeer ne leen: «Tuubleen te ku nekk ci yeen sóobu ci ndox ci turu Yeesu Almasi bi, ngir ñu jéggal leen seeni bàkkaar. Noonu Yàlla dina leen may Noo gu Sell gi."},{"style":"v","verse":"39","text":"Ndax dige bi, yeen ak seen askan a ko moom, ak jàmbur ñi féete fu sore ñépp, mboolem ñi sunu Yàlla Boroom bi woo.»"},{"style":"v","verse":"40","text":"Yeneen kàddu yu bare soññe na leen ko, ñaaxe leen ko, ne leen: «Muccleen ci gii maas gu dëng.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Ña nangu kàddug Piyeer nag, ñu sóob leen ci ndox; bésub keroog lu wara mat ñetti junni (3~000) yokku nañu ca gëmkat ña."},{"style":"s1","verse":"","text":"Gëmkat ñi bennoo, Yàlla barkeel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Ci kaw loolu gëmkat yi daan nañoo pastéefu ci njàngalem ndaw yi ak ci dundal ag bokkoo, ak ci dagg mburum bokkoo mi\\f + \\fr 2.42 \\fk dagg mburum bokkoo mi: \\ft moom la gëmkat ñi aadawoo woon, bu ñuy lekk. Dagg mburu, moom lañu mujj di woowe Reeru Sang bi.\\f*, ak ci jataayi ñaan."},{"style":"v","verse":"43","text":"Ba loolu amee ag ragal jàpp ñépp, ay kiraama yu bare aki firnde daldi sottee ca jëfi ndaw ya."},{"style":"v","verse":"44","text":"Gëmkat ñépp benn lañu woon te ñoo bokkoon lépp."},{"style":"v","verse":"45","text":"Ci biir loolu seeni suuf ak seen alal sax, ñu jaay, séddoo ko ñoom ñépp na mu dëppook seeni soxla."},{"style":"v","verse":"46","text":"Bés bu nekk nag ñu doon benn bopp, saxoo teew ca kër Yàlla ga, di dagg mburum bokkoo ci këroo kër, tey bokk lekk ci biir mbég ak woyoflu."},{"style":"v","verse":"47","text":"Ñuy màggal Yàlla, ñépp naw leen. Bés bu nekk nag Boroom bi di yokk ca mbooloo mooma, nit ña jota mucc."}]