[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mu ne: «Yeen bokk yi, yeen samay baay, dégluleen léegi li ma leen di wax.»"},{"style":"v","verse":"2","text":"Ba ñu déggee làkku yawut wa muy waxe ak ñoom, ñu gën ne xerem."},{"style":"p","verse":"","text":"Póol ne leen:"},{"style":"v","verse":"3","text":"«Man ab Yawut laa, juddoo Tàrs ca diiwaanu Silisi, yaroo ci dëkk bii. Ci keppaaru Gamalyel laa jànge, njàng mu dëppoo bu mat sëkk ak sunu yoonu maam. Ma doonoon ku xér ci Yàlla ni mboolem yeen ñii tey."},{"style":"v","verse":"4","text":"Yoonu Sang bii tey, daan naa fitnaal ñi ko gëm ba sabab seenug dee. Yeew naa góor, yeew jigéen, tëjlu leen kaso."},{"style":"v","verse":"5","text":"\\w Sarxalkat|sarxalkat b-:\\w* bu mag bi ak mboolem kuréelu magi askan wi man nañu ma cee seede. Ci ñoom sax laa nangoo woon bataaxal bu jëm ca bokki Yawut ya ca Damaas ga ma jëmoon, ngir yeewe fa gëmkati Yoon wii nekkoon foofa, ba indi leen Yerusalem, ngir ñu mbugal leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Yàlla def ma topp yoon wa, ba jub Damaas ci digg bëccëg rekk, ag melax gu mag jekki fettaxe asamaan, ne ràyy fi ma wër."},{"style":"v","verse":"7","text":"Ma ne dàll fi suuf, daldi dégg baat bu ma ne: “Sóol, Sóol, lu tax nga di ma bunduxataal?”"},{"style":"v","verse":"8","text":"Ma ne ko: “Sang bi, yaa di kan?” Mu ne ma: “Man maay Yeesum Nasaret mi ngay bunduxataal.”"},{"style":"v","verse":"9","text":"Ñi ma àndaloon gis nañu leer gi, waaye ki wax ak man, xamuñu li mu wax."},{"style":"v","verse":"10","text":"Ma ne ko: “Sang bi, nu may def?” Sang bi ne ma: “Jógal dem Damaas, dees na la wax foofa mboolem li ñu la sas, nga def ko.”"},{"style":"v","verse":"11","text":"Gisatuma woon dara ndax leeraayu melax ga; ña ma àndal ñoo ma mujj wommat, ba ma agsi Damaas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Ku ñuy wax Anañas nag ma nga woon ca Damaas. Ku am diiney yoonu Musaa te rafetub jëw ci biir mboolem Yawuti dëkk ba."},{"style":"v","verse":"13","text":"Mu dikk taxaw fi sama wet, ne ma: “Mbokk mi Sóol, gisal na woon.” Ca saa sa, may gis na woon, di ko xool."},{"style":"v","verse":"14","text":"Mu ne ma: “Sunu Yàllay maam moo la dencal céru ràññee coobareem, ak gis Aji Jub ji, dégg ko, muy wax ak yaw."},{"style":"v","verse":"15","text":"Ndax li nga gis, dégg ko, yaa koy seedeel nit ñépp."},{"style":"v","verse":"16","text":"Léegi nag, looy nég? Jógal, ñu sóob la ci ndox, nga set, teqalikook say bàkkaar, te tudd turu Yeesu.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Yàlla def, gannaaw ba ma délsee Yerusalem, ma doon ñaan ca kër Yàlla ga, daldi daanu leer."},{"style":"v","verse":"18","text":"Ma gis Sang bi, mu ne ma: “Gaawal, daw génn Yerusalem, li nga may seedeel, duñu ko nangu.”"},{"style":"v","verse":"19","text":"Ma ne ko: “Sang bi, ñoom ci seen bopp xam nañu ne jàngub Yawut ci kaw jàngub Yawut, maa fa daan tëjlu aka cawlu ñi la gëm."},{"style":"v","verse":"20","text":"Te it ba ñuy tuur deretu Eccen, sa seede ba, man it maa nga fa woon, juboo caak ñoom, te ña ko rey, maa leen doon wattul seeni mbubb.”"},{"style":"v","verse":"21","text":"Mu ne ma: “Demal, man, fu sore laa lay yebal ca ña dul Yawut.”»"},{"style":"s1","verse":"","text":"Póol as goru Room la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ba ba muy wax loolu, mbooloo maa nga koy déglu. Ba ñu déggee kàddu yooyu lañu xaacu ne: «Jëleleen ko ci kaw suuf! Ku mel ni kii yeyoowula dund!»"},{"style":"v","verse":"23","text":"Ña ngay yuuxoo, di sànni seeni yére, tibb suuf, di ko xëpp ci kaw."},{"style":"v","verse":"24","text":"Ci kaw loolu \\w njiitu gàngoor|njiitu gàngoor g-:\\w* ga santaane, ñu dugal Póol ca tata ja, door ko ay yar, di ko laaj, ngir xam lu waral ñu di ko yuuxoo noonu."},{"style":"v","verse":"25","text":"Naka lañu ko yeew ngir dóor ko ay kàcciri, mu ne \\w njiitu takk-der|njiitu takk-der b-:\\w* ba fa taxaw: «As goru Room bu yoon dabul, mbaa am nga sañ-sañu dóorlu ko?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Njiitu takk-der ba dégg loolu, daldi dem ba ca njiital gàngoor ga, xamal ko ko, ne ko: «Li ngay def nag? Nit kii as goru Room la!»"},{"style":"v","verse":"27","text":"Njiital gàngoor ga dikk, ne Póol: «Yaw wax ma, ndax as goru Room nga?» Mu ne: «Waaw.»"},{"style":"v","verse":"28","text":"Mu ne ko: «Man de xaalis bu bare laa jënde sañ-sañu doon as goru Room.» Mu ne ko: «Man nag moom laa judduwaale.»"},{"style":"v","verse":"29","text":"Ña ko doon waaja dóor ngir waxloo ko nag dànd ko ca saa sa. Njiital gàngoor ga it tiit, ba mu yégee ne Póol as goru Room la, te fekk mu yeewlu ko."},{"style":"s1","verse":"","text":"Póol taxaw na ca kuréelu àttekati Yawut ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ca ëllëg sa nag \\w njiital gàngoor|njiitu gàngoor g-:\\w* ga bëgga am lu ko leer nàññ ca la Yawut ya jiiñ Póol. Mu yiwi ko, woolu \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak mboolem \\w kuréelu àttekat|kuréelu àttekat y-:\\w* ya. Ci kaw loolu mu indi Póol, taxawal ko ci seen kanam."}]