[{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Póol xool jàkk waa kuréel ga, ne leen: «Bokk yi, man de xel mu dal a dal laa masa jëfe fi kanam Yàlla, ba bésub tey jii.»"},{"style":"v","text":"Anañas sarxalkat bu mag ba nag sant ña taxaw ca wetu Póol, ne leen: «Félleen gémmiñam.»"},{"style":"v","text":"Póol ne ko: «Fél la yaw, moom la Yàlla di waaj, jinigalkat bee, mbete miir bu ñu weexal! Yaa ngi toog, topp yoon, di ma àtte, te teewul nga xëtt yoon, di ma dóorlu!»"},{"style":"v","text":"Waa géew ba ne ko: «Sarxalkatub Yàlla bu mag bi ngay xas nag?»"},{"style":"v","text":"Póol ne leen: «Bokk yi, xawma woon ne mooy sarxalkat bu mag bi, ndax bindees na ne: “Sa kilifag askan, bu ko wax naka-su-dul-noonu.”»"},{"style":"p","text":""},{"style":"v","text":"Fekk na Póol xam ne lenn ca kuréel gaa nga bokk ca ngérum \\w Sadusen|Sadusen y-:\\w* ya, ña ca des bokk ca ngérum \\w Farisen|Farisen y-:\\w* ya. Mu daldi àddu ca kaw ca biir géew ba, ne: «Bokk yi, man de ab Farisen laa, di doomu Farisen; li ñu may àttee nag mooy sunu yaakaar ak sunu ngëm gi nu bokk ci mbirum dee-dekki.»"},{"style":"v","text":"Naka la wax loolu Farisen yaak Sadusen ya tàmbalee werante, ba mbooloo ma xàjjalikoo."},{"style":"v","text":"Ndax Sadusen yi dañu ne dee-dekki ak malaaka ak rab, dara amu ci, te Farisen yi ñoom, yooyu yépp lañu dëggal."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu coow lu réy jib. Ñenn ca firikati yoonu Musaa, ñi bokk ci làngu Farisen ya, ne bërét, àddook doole, ne: «Gisunu lenn lu bon ci nit kii. Ku xam ndax aw rab a wax ak moom, mbaa malaaka?»"},{"style":"v","text":"Xuloo ba nag gëna tàng, ba \\w njiital gàngoor|njiitu gàngoor g-:\\w* ga mujj ragal ñu sëxëtoo Póol, ba def ko ay dog. Mu daldi sant lenn ca xarekat ya ñu wàcc, jële Póol ci biir nit ñi, yóbbu ko ca tata ja."},{"style":"v","text":"Ca guddi ga Sang bi feeñu Póol, ne ko: «Na sa xel dal. Ni nga ma seedeele ci Yerusalem, noonu nga ma wara seedeeleji ca Room.»"},{"style":"s1","text":"Yawut ya fexeel nañu Póol"},{"style":"p","text":""},{"style":"v","text":"Ba bët setee Yawut ya daje, daldi xasoo ne duñu lekkati, duñu naanati, ba kera ñuy rey Póol."},{"style":"v","text":"Ña lal pexe moomu, ëpp nañu ñeent fukk."},{"style":"v","text":"Ñu dem ca \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak magi askan wa, ne leen: «Danoo giñ ne dunu dugalati dara ci sunu gémmiñ, ba kera nuy rey Póol."},{"style":"v","text":"Léegi nag yeen ak \\w kuréelu àttekat|kuréelu àttekat y-:\\w* yi, ñaanleen \\w njiital gàngoor|njiitu gàngoor g-:\\w* gi, mu indi Póol ba ci yeen, mu mel ni dangeena bëgga seetaat bu baax mbiram. Nun nag fagaru nanu, ngir bala moo agsi, nu rey ko.»"},{"style":"p","text":""},{"style":"v","text":"Jarbaatub Póol bu góor nag yég tëru ma. Mu daldi dem ba ca tata ja, dugg, yégal ko Póol."},{"style":"v","text":"Póol woo kenn ca \\w njiiti takk-der|njiitu takk-der b-:\\w* ya, ne ko: «Yóbbul xale bu góor bii ba ci njiital gàngoor gi, ndax am na lu mu ko wara wax.»"},{"style":"v","text":"Njiital xare ba ànd ak xale ba, yóbbu ko ca njiital gàngoor ga, ne ko: «Póol, mi ñu tëj, moo ma woo, ñaan ma, ma indil la xalelu góor bii, ndax am na lu mu lay wax.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee njiital gàngoor gi jàpp ci loxol xalelu góor bi, wéetoo ak moom, ne ko: «Ana loo may xamal?»"},{"style":"v","text":"Mu ne ko: «Yawut yi ñoo mànkoo ci ñaan la, nga yóbbu Póol ëllëg ca kuréelu àttekat ya, mu mel ni dañoo bëgga seetaat bu baax mbiram."},{"style":"v","text":"Yaw nag bu leen ko may, ndax lu ëpp ñeent fukk ci ñoom a koy tëru, te xasoo nañu ne dootuñu lekk, dootuñu naan, ba kera ñu ko reyee. Fagaru nañu ba noppi, di xaar sa ndigal.»"},{"style":"v","text":"Njiital gàngoor ga daldi koy yiwi, ne ko: «Bul wax kenn ne ko àgge nga ma lii.»"},{"style":"s1","text":"Yóbbu nañu Póol Sesare"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee mu woo ñaari \\w njiiti takk-der|njiitu takk-der b-:\\w*, ne leen: «Waajalleen ñaari téeméeri xarekat ak juróom ñaar fukki gawar ak ñaari téeméeri boroom xeej, ngir ngeen dem Sesare bu juróom ñeenti waxtu jotee ci guddi."},{"style":"v","text":"Te itam nangeen waajalal Póol daamar, waral ko, ngir yóbbu kook jàmm ba ca Feligsë, boroom réew mi.»"},{"style":"p","text":""},{"style":"v","text":"Mu bind nag bataaxal bu ne:"},{"style":"pi","text":""},{"style":"v","text":"«Ñeel la yaw boroom réew mi, Feligsë mu tedd mee tedd, bawoo ci man Këlódd Lisiyas mi lay nuyu."},{"style":"v","text":"Nit kii la Yawut yi jàppoon, di ko waaja rey, far ma dikk ànd ak lenn ci gàngoor gi, wallu ko, ndax fekk na ma yég ne as goru Room la."},{"style":"v","text":"Ma bëggoona xam nag lan lañu koy sikke, ba tax ma yóbbu woon ko ca seen \\w kuréelu àttekat|kuréelu àttekat y-:\\w* ya."},{"style":"v","text":"Ma gis nag ne li ñu ko jiiñ, ci seen mbiri yoonu diine rekk la, waaye du lenn lu jar rey, mbaa jéng."},{"style":"v","text":"Ba ñu ma àggee am tëru mu ko Yawut yi waajaloon nag, ci laa ko yebal ci yaw ci saa si. Jox naa itam ndigal ñi ko sikk, ne leen ñu wax ci sa kanam, gan tooñ lañu ko toppe.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee xarekat ya def la ñu leen digal, yóbbu Póol ci guddi ba ca dëkk ba ñuy wax Antipataris."},{"style":"v","text":"Ca ëllëg sa takk-der yay deme tànk waññiku, délsi ca tata ja, bàyyi gawar ga, ñu gunge Póol ba mu àgg."},{"style":"v","text":"Gawar ga àgg Sesare, daldi jébbal boroom réew ma bataaxal ba, jébbal ko Póol itam."},{"style":"v","text":"Boroom réew ma jàng bataaxal ba, daldi laaj ci ban diiwaan la Póol bokk, ba xam ne diiwaanu Silisi la bokk."},{"style":"v","text":"Mu ne ko: «Xaaral ba say tuumaalkat itam dikk, ma déglu la.» Mu santaane nag, ñu denc ko ca kër Buur \\w Erodd|Erodd:\\w*."}]