[{"style":"s1","verse":"","text":"Póol layoo na ci kanam boroom réew ma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ñu teg ca juróomi fan, Anañas \\w sarxalkat|sarxalkat b-:\\w* bu mag ba dikk, ànd ak ay magi askan wa ak ab layookat bu ñuy wax Tertul. Ñu jébbalsi boroom réew ma tuuma ja ñu teg Póol."},{"style":"v","verse":"2","text":"Ñu woo Póol, Tertul daldi yékkati kàddug tuuma, ne: «Kilifa gi, ci yaw la jàmm ju yaa ame, te yaa fàggu ay coppite yu ñeel askan wi."},{"style":"v","verse":"3","text":"Saa su nekk, ak fépp fu nu tollu lanu ràññee loolu, yaw Feligsë mu tedd mi, te di la ko sante lool."},{"style":"v","verse":"4","text":"Gannaaw bëggunu laa sonal nag, rikk baaxeeti nu, déglu nu tuuti."},{"style":"v","verse":"5","text":"Waa jii lanu gis ne ab rambaaj la buy sabab réeroo ci biir Yawuti àddina sépp. Moom mooy njiitu ngér mu sikk mi ñuy wax Nasareen ñi."},{"style":"v","verse":"6-7","text":"Kër Yàlla ga sax jéem na koo teddadil, noo ko jàpp."},{"style":"v","verse":"8","text":"Yaw ci sa bopp, soo ko laajaatee ci mbir moomu mépp, dinga gis li nu koy jiiñ.»"},{"style":"v","verse":"9","text":"Yawut ya itam dëggal tuuma ja, ne noonee la mbir ma ame."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba loolu amee boroom réew ma jox Póol kàddu gi. Mu ne: «Xam naa ne at yu baree ngii ngay àtte xeet wi. Moo tax ma am cawartey layool sama bopp."},{"style":"v","verse":"11","text":"Man ngaa leerlul sa bopp ne ba ma demee Yerusalem di màggali ak léegi, weesoogul fukki fan ak ñaar."},{"style":"v","verse":"12","text":"Te giseesu ma may werante, mbaa may yëngal mbooloo; du ca kër Yàlla ga, du ca jànguy Yawut ya, du ca biir dëkk ba."},{"style":"v","verse":"13","text":"Te itam li ñu may jiiñ nii tey, manuñu cee firndeel dara."},{"style":"v","verse":"14","text":"Lenn de man naa la koo nangul. Yoon woowu ñu ne mooy ngér mu sikk, moom laay topp, di ko jaamoo sunu Yàllay maam. Teewul mboolem lu ñu bind ci yoonu Musaa ak téerey yonent yi, gëm naa ko."},{"style":"v","verse":"15","text":"Yaakaar ji ma am, mooy yaakaar ji ñu am ñoom itam, ne ñi jub ak ñi jubadi, ñépp ay bokk dekki ëllëg."},{"style":"v","verse":"16","text":"Moo tax fu ma tollu, man itam, may def lu ma man ngir am xel mu dal, wàccoo ak Yàlla, wàccoo ak nit ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Samay tànk nag, gannaaw at yu bare yu ma fi gëj, moo doon indil samaw askan ay ndimbal ak ay sarax yu ñeel Yàlla."},{"style":"v","verse":"18","text":"Ci biir loolu lañu ma fekk ca biir kër Yàlla ga, ma setlu, te du mbooloo, du coow lu ma indaale."},{"style":"v","verse":"19","text":"Xanaa ñenn Yawuti diiwaanu Asi ña ma fa fekkoon. Ñooñoo ma waroona tuumaal fi sa kanam, ndegam am nañu lenn lu ñu ma sikke."},{"style":"v","verse":"20","text":"Mbaa boog, na nit ñii ci seen bopp wax gan ndëngte lañu ma gisal, keroog ba ma taxawee ca \\w kuréelu àttekat|kuréelu àttekat y-:\\w* ya!"},{"style":"v","verse":"21","text":"Xanaa genn kàddu ga ma taxawoon ca seen biir, àddu ko ca kaw ne: “Mbirum dee-dekki gi ma gëm, moom lañu may àttee ci seen kanam tey!”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Booba Feligsë jotoon naa am lu ko leer ci mbirum Ngér mii. Mu yiweegum leen nag, ne leen: «Bu Lisiyas \\w njiital gàngoor|njiitu gàngoor g-:\\w* gi dikkee, dinaa àtte seen mbir.»"},{"style":"v","verse":"23","text":"Ci kaw loolu mu sant \\w njiitu takk-der|njiitu takk-der b-:\\w* ba, ne ko mu may Póol bët, woyofal ko jataayu kasoom te baña aaye ay nitam ñu toppatoo ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ñu teg ci ay fan, Feligsë dikk, ànd ak soxnaam Dursil mi dib Yawut. Mu woolu Póol, déglu kàddoom ci ngëm gi sababoo ci Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","verse":"25","text":"Naka la Póol wax ci mbirum njub, ak noot sa bakkan, ak àtteb bés-pénc, Feligsë daldi tiit, ne ko: «Léegi, man ngaa demagum, bu ma ko talee, dinaa la wooluwaat.»"},{"style":"v","verse":"26","text":"Ci biir loolu Feligsë yaakaar itam ne jombul mu jële xaalisub neexal ci Póol, ba tax mu woolu ko ay yooni yoon, ngir waxtaan ak moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba ñu ca tegee ñaari at yu mat, ku ñuy wax Porsiyus Festus wuutu Feligsë. Feligsë nag bëggoon lu neex Yawut ya, ba tax mu bàyyi Póol ca kaso ba."}]