[{"style":"s1","text":"Póol layoo na ca kanam Festus"},{"style":"p","text":""},{"style":"v","text":"Festus nag toogsi diiwaan ba lu tollook ñetti fan. Gannaaw loolu mu jóge Sesare, dem Yerusalem."},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* yu mag yi ak njiiti Yawut yi boole ko ak Póol. Ñu dagaan ko,"},{"style":"v","text":"tinu ko ngir mu woolu Póol Yerusalem, ndax fekk na ñu lal pexem rey ko ca yoon wa."},{"style":"v","text":"Festus itam ne leen, Póol a nga ñu tëj kaso ca Sesare, te moom ci boppam, fa la nara gaaw, dellu."},{"style":"v","text":"Mu ne leen: «Kon nag, na nit ñu am baat ñu bokk ci yeen, ànd ak man, tuumaali waa ji, ndegam am na fenn fu mu tooñe.»"},{"style":"p","text":""},{"style":"v","text":"Festus toogaatul ak ñoom lu wees juróom ñett ba fukki fan, doora dellu Sesare. Ba mu agsee ba ca ëllëg sa la toog ca àttekaay ba, joxe ndigal, ñu indi Póol."},{"style":"v","text":"Ba Póol dikkee, Yawut ya jóge Yerusalem yéew ko, teg ko tuuma yu bare te réy, te manuñu cee firndeel lenn."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Póol weddi tuuma yi, ne: «Muy yoonu Yawut yi, di kër Yàlla gi, di Buur bu mag bi \\w Sesaar|Sesaar:\\w*, tooñuma ci kenn.»"},{"style":"v","text":"Festus nag bëgg lu neex Yawut yi, tax mu ne Póol: «Ndax nangu ngaa dem Yerusalem, ñu àttee la foofa ci mii mbir ci sama kanam?»"},{"style":"p","text":""},{"style":"v","text":"Póol itam ne ko: «Maa ngi nii taxaw ci kanam àttekaayu Buur Sesaar; te fii lañu ma wara àttee. Yawut ñi nag, defuma leen dara, te yaw ci sa bopp, wóor na la."},{"style":"v","text":"Su ma tooñee, su ma defee lenn lu dee di àtteem, tinuwuma ngir baña dee. Waaye su lenn amul ci li ma ñii di jiiñ, kenn amul sañ-sañu jébbal ma leen, ñoom ñi may tuumaal. Buur Sesaar nag laa dénk sama bopp!»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu, Festus gise ak waa kuréel ga, ba noppi ne ko: «Sesaar nga dénk sa bopp, ca Sesaar nga jëm.»"},{"style":"s1","text":"Festus diisoo na ak buur Àggripa"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ab diir buur \\w Àggripa|Erodd:\\w* ànd ak jigéenam Berenis ganesi Sesare, ngir nuyusi Festus."},{"style":"v","text":"Ba ñu fa amee ab diir, Festus diis Buur Àggripa mbirum Póol, ne ko: «Jenn waay ju ñu tëj kaso la nu Feligsë bàyyee."},{"style":"v","text":"Ba ma demee Yerusalem, moom la ma \\w sarxalkat|sarxalkat b-:\\w* yu mag yeek magi Yawut ya booleeloon, di sàkku ci moom ab daan."},{"style":"v","text":"Ma ne leen: “Aaday Room daal nanguwul ñu jébbale nit, ngir ñu rey ko, te njëkkula jàkkaarloo ak ñi ko tuumaal, ba mana layal boppam ci mbir mi ñu ko tuumaal.”"},{"style":"v","text":"Ba ñu dikkee fekk ma fii itam, yàggaluma ci dara, ca ëllëg sa sax laa toog ca àttekaay ba, daldi joxe ndigal, ñu indi waa ji."},{"style":"v","text":"Ba tuumaalkat ya taxawee nag, feeñaluñu jenn tuuma ju bokk ci yu bon yi ma foogoon,"},{"style":"v","text":"xanaa seen yenn yëfi diiney bopp yu ñu juboowul, ak mbirum ku ñuy wax Yeesu mu dee woon, te Póol moomu di dëggal ne mu ngi dund ba tey."},{"style":"v","text":"Loolu nag jaaxal ma, ba ma laaj ko ndax nangu naa dem Yerusalem, ñu àttee ko fa ci moomu mbir."},{"style":"v","text":"Póol itam sàkku ñu dencagum ko kaso, tey sàkku ci mbiram, àtteb buur bu tedd bi. Ma daldi joxe ndigal, ngir ñu dencagum ko kaso, ba ma yebal ko ca \\w Sesaar|Sesaar:\\w*.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Àggripa ne Festus: «Kooku de, man sax bëgg naa koo déglu.» Festus ne ko: «Bu ëllëgee dinga ko dégg.»"},{"style":"s1","text":"Póol teew na ci kanam Àggripa"},{"style":"p","text":""},{"style":"v","text":"Ca ëllëg sa \\w Àggripa|Erodd:\\w* ak Berenis ànd ak topp mu ràññiku, duggsi ca ëttub àttekaay ba, feggook \\w njiiti gàngoor|njiitu gàngoor g-:\\w* ya ak kàngami dëkk ba. Festus joxe ndigal, ñu indi Póol."},{"style":"p","text":""},{"style":"v","text":"Ba mu dikkee, Festus ne: «Buur Àggripa, yeen mboolem ñi fi bokk ak nun teew, gis ngeen kii, moom la ma askanu Yawut wépp booleel, muy ca Yerusalem ak fii itam, ñuy xaacu naan: “Kii yelloowula dundati.”"},{"style":"v","text":"Man nag damaa gis ne deful dara lu jar àtteb dee. Waaye gannaaw moo dénk boppam buur bu tedd bi, man dogu naa ko koo yónnee."},{"style":"v","text":"Mbiram nag laa amul dara lu ma wóor, ngir ma bind ko sang bi. Moo tax ma indi ko ci seen kanam, rawatina ci sa kanam, Buur Àggripa, ngir gannaaw bu ñu ko dégloo, ma mana am lu ma bind."},{"style":"v","text":"Ndaxte jàllale ku ñu jàpp te tudduloo tuuma yi ñu koy topp daal, lu juunu la ci man.»"}]