[{"style":"s1","verse":"","text":"Póol layoo na fa kanam Àggripa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu \\w Àggripa|Erodd:\\w* ne Póol: «Léegi sañ ngaa waxal sa bopp.» Póol nag tàllal loxoom, layool boppam, ne:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"«Buur Àggripa, mbégte laa am ndax dinaa layool sama bopp ci sa kanam tey, ngir tontu mboolem lu ma Yawut yi jiiñ."},{"style":"v","verse":"3","text":"Rawatina ba ma xamee ne ku géeju nga ci aaday Yawut ak werante yi ci seen wàllu yoon. Kon dama lay ñaan rekk, nga muñal ma, déglu ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"«Mboolem fi ma jaare ci samag dund, dale ko ca samag ndaw, ca ndoorte la, ba ma nekkee ca sama biir xeet ak ca Yerusalem, lépp, mboolem Yawut yi xam nañu ko."},{"style":"v","verse":"5","text":"Xam nañu ma bu yàgg, te su leen neexee ñu seede ne ngérum \\w Farisen|Farisen y-:\\w* mi gëna diis ci sunu diine, ci laa masa bokk."},{"style":"v","verse":"6","text":"Sama taxawaayu tey ci ëttub àttekaay bii nag, mooy yaakaar ji ma am ci dige bi Yàlla digoon sunuy maam."},{"style":"v","verse":"7","text":"Te mooy dige bi fukki giir ak ñaar yu \\w bànni Israayil|bànni Israayil:\\w* di séentu mu sottil leen, ba tax guddi ak bëccëg ñu xér ci jaamu Yàlla. Yaakaar jooju nag, Buur, moo tax Yawut yi tuumaal ma!"},{"style":"v","verse":"8","text":"Ana lu leen taxa jàpp ci seen biir ne xel nanguwul Yàlla di dekkal ñi dee?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Man ci sama bopp, gàntal lu ma man turu Yeesum Nasaret, sama warugar laa ko defoon."},{"style":"v","verse":"10","text":"Def naa ko ci Yerusalem, te it bare na ñu sell ñu ma tëjlu ci kaw sañ-sañ bu ma \\w sarxalkat|sarxalkat b-:\\w* yu mag yi jagleel, te saa yu ñu leen tegaan àtteb dee, dama daan biral kàddu gu leen àtte ñàkkal."},{"style":"v","verse":"11","text":"Ci jànguy Yawut yu nekk laa leen daan tege mbugal ay yooni yoon, ngir xàccloo leen. Maa daan sànju ba xaabaabal ci seen kaw, topp leen ba ci biir dëkki jàmbur yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Yoon wu mel noonu laa doon dox, jëm Damaas, ci ndigalal ak ndénkaaneb sarxalkat yu mag yi."},{"style":"v","verse":"13","text":"Ba ma demee, booru digg bëccëg, Buur, ca laa gis ag melax gu leer ba raw jant bi, fettaxe asamaan, ne ràyy fi ma wër, maak ñi ma àndal."},{"style":"v","verse":"14","text":"Nu ne dàll fi suuf. Ma dégg baat bu ma wax ci làkku yawut, ne ma: “Sóol, Sóol, lu tax nga di ma bunduxataal? Dangay sonal sa bopp rekk, mbete fas wu manula waŋŋeetu ba wéq dëgël bu koy jam.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Ma ne ko: “Sang bi, yaa di kan?” Sang bi ne ma: “Man maay Yeesu, mi ngay bunduxataal."},{"style":"v","verse":"16","text":"Jógal taxaw nag. Dama laa feeñu ngir def la ngay sama surga, ngir nga di ma seedeel peeñum tey ak peeñu yi ma lay feeñooji ëllëg."},{"style":"v","verse":"17","text":"Maa lay musal ci askanu bànni Israayil ak ci jàmbur ñi ma lay yebal,"},{"style":"v","verse":"18","text":"ngir nga xippil leen, jële leen ci lëndëm, tàbbal leen ci leer, seppee leen ci nooteelu \\w Seytaane|Seytaane:\\w*, indi leen ci Yàlla, ñu am njéggalug bàkkaar, am cér ci biir nit ñi ñu sellal ndax ngëm gi ñu ma gëm.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Kon nag buur Àggripa, peeñum asamaan moomu, woruma ko."},{"style":"v","verse":"20","text":"Waaye li dale Damaas ak Yerusalem ba ci réewum Yawut gépp, ba ca ñi dul Yawut, ñoom ñépp yégal naa leen seen wartéef, muy tuubeel ak waññiku ci Yàlla ak jëf ju tuubeel yellool."},{"style":"v","verse":"21","text":"Loolu moo waral Yawut yi jàppe ma ca kër Yàlla ga, di ma fexee rey."},{"style":"v","verse":"22","text":"Ndimbalal Yàlla nag moo ma may may dund ba tey jii, di ko seedeel ci mag ak ndaw, te waxuma lenn lu moy la yonent ya ak Musaa waxoon ne dina am."},{"style":"v","verse":"23","text":"Dañu noon fàww \\w Almasi|Almasi b-:\\w* bi jaar ci ay coono te mooy njëkka dekki, ba siiwtaane leer gu jolli, ñeel bànni Israayil ak jàmbur ñi itam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Naka la Póol layool boppam noonu, Festus àddu ca kaw, ne ko: «Póol, yaw dangaa dof! Sa njàng mu réy mee la dofloo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Póol ne ko: «Dofuma de, Festus mu tedd mi, dëgg gu ànd ak xel kay, laay biral."},{"style":"v","verse":"26","text":"Lii ma wax, buur bi xam na ko, moo tax ma ñeme koo wax ci kanamam, ndax bir na ma ne, amul lenn lu ko ump ci lii, ngir du cib ruq la xewe."},{"style":"v","verse":"27","text":"Buur Àggripa, xanaa gëm nga yonent yi? Xam naa xéll ne gëm nga.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Àggripa nag ne Póol: «Nga defe ne man nga maa gaawa def noonu ab gëmkatub Almasi bi?»"},{"style":"v","verse":"29","text":"Póol ne ko: «Mu gaaw, mu yeex, waxuma yaw rekk, waaye yaak mboolem ñi may déglu laay ñaan Yàlla, ngeen fekksi ma ci lépp, lu moy càllala yii ñu ma jénge!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ci kaw loolu buur bi ak boroom réew mi jóg, ñook Berenis ak ña ñu toogal."},{"style":"v","verse":"31","text":"Ña ngay dem, te naa ca seen biir: «Kii kat deful dara lu jar dee mbaa ay jéng.»"},{"style":"v","verse":"32","text":"Àggripa moom ne Festus: «Kii kay su dénkuloon mbiram \\w Sesaar|Sesaar:\\w*, nu man koo yiwi.»"}]