[{"style":"s1","text":"Póol gane na dunu Màlt"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba nu rawee, nu yég ne dun ba Màlt lañu koy wax."},{"style":"v","text":"Waa réew ma nag laaye nu biir lool. Fekk na mu tàmbalee taw, ànd akub sedd. Ñu taalal nu am njaar, dalal nu nun ñépp."},{"style":"v","text":"Póol daldi taxan aw say, di ko teg ca taal ba, jaan génne ca ndax tàngoor wa, màtt ko ba taq ci loxoom."},{"style":"v","text":"Waa réew ma gis jaan ja langaamu ca loxol Póol, ñu naan ca seen biir: «Nit kii kay ab bóomkat lay doon, moo rëcc ci géej gi, waaye ndogalu yàlla mayu ko mu dund.»"},{"style":"v","text":"Teewul Póol yëlëb jaan ja ca sawara sa, te dara jotu ko."},{"style":"v","text":"Nit ña nag di ko xoole yaram wu newi, mbaa mu jekki ne dàll, dee. Naka lañu xool lu yàgg ba gis ne dara jotu ko, ñu xalaataat, daldi ne Póol yàlla la."},{"style":"p","text":""},{"style":"v","text":"Ca wetu tefes googee nu teere nag, fa la toolub kilifag dun ba féete woon, ñu di ko wax Publiyus. Mu dalal nu, ganale nu ngan gu neex diiru ñetti fan."},{"style":"v","text":"Fekk na baayu Publiyus a nga tëdd ndax tàngooru yaram ak biiru taññ. Ci biir loolu Póol dem seeti ko, ñaanal ko, \\w teg ko ay loxoom|teg loxo:\\w*, mu wér."},{"style":"v","text":"Ba loolu amee jarag ya ca dun ba dikk, daldi wér ñoom itam."},{"style":"v","text":"Teraanga yu bare terale nañu nu ko fa, te ba nuy dem, jox nañu nu la nu soxla."},{"style":"s1","text":"Àgg nanu Room"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba nu fa amee ñetti weer lanu dugg gaal gu lollikoo woon ca dun ba. Gaal gaa nga bàyyikoo woon Alegsàndiri, di xàmmikoo jëmmi tuur ya ñuy wax Kastor ak Polugsë\\f + \\fr 28.11 \\fk Kastor ak Polugsë: \\ft ñoo doon seexi Sës, yàllay Gereg yi. Ñoom lañu gëm ne ñoo daan musal waa géej.\\f*. Nu daldi tàbbiwaat biir géej."},{"style":"v","text":"Nu teeri dëkk ba ñuy wax Sirakus, toog fa ñetti fan."},{"style":"v","text":"Nu jóge fa, leru tefes ga, ba agsi Resiyo. Ca ëllëg sa ngelawal bëj-saalum jóg, nu daldi àgg teerub Pusol ci ñaari fan."},{"style":"v","text":"Gis nanu fa ay bokki gëmkat, ñu ñaan nu, ba nu toog fa ñoom juróom ñaari fan. Gannaaw loolu nu dem Room."},{"style":"v","text":"Ba bokki gëmkati Room yégee ne nu ngi dikk, ñoo nu gatandusi ba fa ñuy wax péncum Apiyus ak fa ñuy wax Ñetti Dalu Gan ya. Ba leen Póol gisee, daa sant Yàlla, daldi gëna sawar."},{"style":"v","text":"Ba nu dikkee Room nag may nañu Póol, mu am daluwaayu boppam, ab takk-der di ko wattu."},{"style":"s1","text":"Póol waare na ca Room"},{"style":"p","text":""},{"style":"v","text":"Ñu teg ca ñetti fa, mu woolu njiiti Yawuti dëkk ba. Ba ñu dajee, mu ne leen: «Bokk yi, man defuma dara lu dëngook sunuw xeet mbaa sunu aaday maam. Teewul ñu jàppe ma fa Yerusalem, teg ma ci loxoy waa Room."},{"style":"v","text":"Ñooñu seet sama mbir, gisuñu ci man tuuma ju yelloo àtteb dee, ñu nar maa bàyyi."},{"style":"v","text":"Ba Yawut ya bañee nag, amatuma pexe mu dul dénk sama mbir \\w Sesaar|Sesaar:\\w*, doonte du lenn lu may toppe samaw xeet."},{"style":"v","text":"Mbir moomu nag moo tax ma woolu leen, ngir giseek yeen, diisook yeen, ndax yaakaaru \\w bànni Israayil|bànni Israayil:\\w* moo waral sama jéng yii.»"},{"style":"p","text":""},{"style":"v","text":"Ñu ne ko: «Nun de, du benn bataaxal bu nu jot bu jóge Yude ci sa mbir, te du kenn ci bokk yi, ku dikk wax mbaa mu seedeel la lenn lu bon."},{"style":"v","text":"Waaye bëgg nanoo dégg ci sa gémmiñu bopp li nga gëm, ndax li nu xam daal mooy, ngér moomu nga bokk, fu nekk lañu koy diiŋate.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ñu jox ko bés, bés ba dikk, ñu bare dikk, fekksi ko ca daluwaayam. Suba ba ngoon mu di leen jàngal, di leen seedeel lu jëm ci nguurug Yàlla, di leen won ci mbirum Yeesu, firnde yu leen gëmloo te tukkee ci yoonu Musaa ak ci yonent yi."},{"style":"v","text":"Ñenn ña nag gëm la mu wax, ña ca des weddi."},{"style":"v","text":"Ba ñu werantee ca seen biir, bay dem te juboowuñu, Póol teg ca ne leen: «\\w Noo gu Sell|Noo gu Sell g-:\\w* gee yeyoon wax lii seeni maam, Yonent Yàlla \\w Esayi|Esayi:\\w* jottali."},{"style":"v","text":"Mu ne:"},{"style":"q1","text":"“Demal ci xeet wii, nga ne leen:"},{"style":"q1","text":"‘Yeenay dégloo déglu, dungeen dégg;"},{"style":"q1","text":"ngeen xoolee xoole, dungeen gis.’"},{"style":"q1","text":""},{"style":"v","text":"Xolu xeet wee dërkiis,"},{"style":"q1","text":"seeni nopp fatt,"},{"style":"q1","text":"ñu gëmm fatuus,"},{"style":"q1","text":"ngir seeni gët du gis,"},{"style":"q1","text":"seeni nopp du dégg,"},{"style":"q1","text":"seen xol it du yég, ba ñu dëpp,"},{"style":"q1","text":"ma wéral leen\\f + \\fr 28.26-27 \\ft Seetal ci \\bk Esayi\\bk* 6.9-10.\\f*.”"},{"style":"p","text":""},{"style":"v","text":"«Xamleen nag ne xibaaru mucc gii tukkee fa Yàlla, yóbbante nañu ko ñi dul Yawut, te ñoom dinañu ko déglu.»"},{"style":"p","text":""},{"style":"v","text":"Diiru ñaari at la Póol dal Room ci kërug boppam gu muy fey, di fa àggale mboolem ña koy seetsi."},{"style":"v","text":"Muy yégle nguurug Yàlla, di jàngale mbirum Sang Yeesu \\w Almasi|Almasi b-:\\w* bi ci teeyug bakkanam te amul benn gàllankoor."}]