[{"style":"s1","text":"Piyeer doxloo na ab lafañ"},{"style":"p","text":""},{"style":"v","text":"Piyeer ak Yowaan ñoo doon duggsi ca kër Yàlla ga, ngir ñaanu digg njolloor."},{"style":"v","text":"Fekk ñu indi fa waa ju judduwaale lafañ, ñu daan ko teg bés bu nekk ca bunt ba ñuy woowe bunt bu Rafet ca kër Yàlla ga, ngir muy yalwaan ñay duggsi."},{"style":"v","text":"Waa ja gis Piyeer ak Yowaan, ñuy dugg ca kër Yàlla ga, mu di leen yalwaan."},{"style":"v","text":"Ci kaw loolu Piyeer ne ko jàkk, mook Yowaan, ne ko: «Xool nu.»"},{"style":"v","text":"Lafañ bi teewlu leen, di séentu ci ñoom ab sarax."},{"style":"p","text":""},{"style":"v","text":"Piyeer nag ne ko: «Xaalis ak wurus de, yoruma ko. Waaye li ma am, jox naa la ko: ci turu Yeesu \\w Almasi|Almasi b-:\\w* mu Nasaret, doxal!»"},{"style":"v","text":"Mu jàpp ci loxol ndijooram, yékkati ko. Ci saa si ay tànkam aki kostanam dëgër."},{"style":"v","text":"Mu ne layy, taxaw, tàmbalee dox, ànd ak ñoom dugg ca kër Yàlla ga, di dox aka tëbantu, tey sant Yàlla."},{"style":"v","text":"Mbooloo mépp gis ko, muy dox, di sant Yàlla."},{"style":"v","text":"Ñu xàmmee ko, xam ne moo daan toog, di yalwaan ca bunt bu Rafet ba ca kër Yàlla ga. Ñu jommi ba jommaaral, ba far gëlëm ca la ko dikkal."},{"style":"s1","text":"Piyeer waare na"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee waa ji taq ci Piyeer ak Yowaan, ñépp dawsi, sago jeex, ñu yéew leen ca mbaaru bunt ba ñu dippee Suleymaan."},{"style":"v","text":"Piyeer nag gis loolu, àddu, ne mbooloo ma: «Yeen bokki Israayil, lu ngeen di waaru ci lii? Lu ngeen nu naa jàkk, mel ni sunu manoorey bopp mbaa sunug ragal Yàlla lanu doxloo kii?"},{"style":"v","text":"Moom Yàllay Ibraayma, di Yàllay Isaaxa, di Yàllay \\w Yanqóoba|Yanqóoba:\\w*, te di sunu Yàllay maam kay, moo màggal jawriñam Yeesu. Yeen nag yeena ko teg ciy loxo, jàmbu ko fa kanam \\w Pilaat|Pilaat:\\w*, te mu naroon koo bàyyi."},{"style":"v","text":"Yeen, yeena jàmbu \\w Ku sell|Aji Sell j-:\\w* ki te jub, tinul ab bóomkat."},{"style":"v","text":"Bóom ngeen Kiy dundloo, waaye Yàllaa ko dekkal, nu seede ko."},{"style":"v","text":"Gëm aw turam moo waral turam woowu dooleel nit kii ngeen gis, xam ko. Kon ngëm moo waral lii; ngëm gu sababoo ci Yeesu moo ko may mu wér péŋŋ nii ci seen kanam, yeen ñépp."},{"style":"p","text":""},{"style":"v","text":"«Teewul nag bokk yi, xam naa ne ñàkka xam moo leen taxa jëfe noonu, te loolu it moo dal seeni kilifa."},{"style":"v","text":"Waaye Yàlla moo sottale noonu la mu yégle woon lu jiitu, yonent yépp jottali, ne \\w Almaseem|Almasi b-:\\w* dina sonn."},{"style":"v","text":"Kon nag tuubleen te dëpp, ndax seeni bàkkaar faru."},{"style":"v","text":"Su boobaa jamonoy péex ay bawoo ci Boroom bi, te mooy yebal Almasi bi mu leen jagleel, te muy Yeesu."},{"style":"v","text":"Moom la asamaan wara dalal, ba kera jamono ja lépp di dellu jag, na ko Yàlla waxe woon, yonent yu sell ya woon jottali."},{"style":"v","text":"Musaa kay noon na: “Boroom bi seen Yàlla mooy feeñal ci seenu xeet ab yonent ni man; nangeen ko déggal ci lépp lu mu leen wax."},{"style":"v","text":"Képp ku déggalul yonent boobu, dees na la dagge ci xeet wi, sànk la\\f + \\fr 3.22-23 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 18.15, 19.\\f*.”"},{"style":"p","text":""},{"style":"v","text":"«Te it mboolem yonent yi wax, dale ko ci Samiyel ak ñi ko wuutu, ñoom it yégle woon nañu bés yii nuy dund."},{"style":"v","text":"Yeen nag yeenay ndonoy yonent yi te yeenay séddu ci \\w kóllëre|kóllëre g-:\\w* gi Yàlla fasoon ak seeni maam, ba mu nee Ibraayma: “Ci saw askan la xeeti àddina yépp di barkeele\\f + \\fr 3.25 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 22.18.\\f*.”"},{"style":"v","text":"Yeen la Yàlla njëkka wool jawriñam, daldi koy yebal ci yeen, ngir barkeel leen, waññi kenn ku nekk ci yeen mu moy jikkoom yu bon.»"}]