[{"style":"s1","verse":"","text":"Mbugal dab na Anañas ak Safira"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Naka noonu ku ñuy wax Anañas, te ku ñuy wax Safira di jabaram, daldi jaay aw làccu suuf."},{"style":"v","verse":"2","text":"Mu yégook jabaram, daldi làq lenn ca njëg ga, ba noppi indi la ca des, teg ko ca kanam ndaw ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ba loolu amee Piyeer ne ko: «Anañas, lu waral \\w Seytaane|Seytaane:\\w* di fees sab xol, ba ngay wor \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, di làq lenn ci njëgu tool bi?"},{"style":"v","verse":"4","text":"Ba mu jaragul, du yaa doon boroom? Gannaaw ba mu jaree it, xanaa du njëg gaa ngi ci sa loxo ba tey? Ana noo mana xajale mii mébét ci sa xol? Du nit nga wor de, waaye Yàlla nga wor.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Naka la Anañas dégg kàddu yooyu, mu daldi daanu, dee. Tiitaange ju réy nag dikkal ña ko dégg ñépp."},{"style":"v","verse":"6","text":"Ba loolu amee xale yu góor ya dikk, sàng ko, yóbbu suuli."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ñu teg ca lu wara tollook ñetti waxtu, jabaram duggsi, te yégul la xew."},{"style":"v","verse":"8","text":"Piyeer ne ko: «Wax ma, ndax lii mooy njëgu tool bi?» Mu ne ko waaw, nàngam la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ci kaw loolu Piyeer ne ko: «Ana lu ngeen di mànkoo, di nattu Noowug Boroom bi? Déglul, tànk yi suuli woon sa jëkkër a ngoogu ci bunt bi di la yóbbusi yaw it.»"},{"style":"v","verse":"10","text":"Ca saa sa ndaw sa daanu cay tànkam, dee. Xale yu góor yi duggsi, fekk ko mu dee; ñu yóbbu ko, suul ko ca wetu jëkkëram."},{"style":"v","verse":"11","text":"Ba loolu amee tiitaange ju réy jàpp mbooloom gëmkat ñépp ak ña ko dégg ñépp."},{"style":"s1","verse":"","text":"Ndawi Almasi bi faj nañu ñu bare"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ci kaw loolu ay firnde ak kéemaan yu bare di sottee ci loxol ndaw yi, ci biir askan wi. Gëmkat ñi nag di bokk daje ñoom ñépp fa ñuy wax Mbaarum Suleymaan, ca biir kër Yàlla ga,"},{"style":"v","verse":"13","text":"waaye kenn ca ña ca des ñemewula jaxasoo ak ñoom. Teewul askan wa nawloo leen lool."},{"style":"v","verse":"14","text":"Gëmkati Sang bi nag di gëna bare, ñuy wàllisi, ba doon mbooloo mu mag, góor ak jigéen."},{"style":"v","verse":"15","text":"Nit ñi dem bay génne jarag ji ci mbedd yi, teg leen ci ay laltu aki basaŋ, ngir bu fa Piyeer jaaree, lu bon bon takkndeeram mana dal ñenn ci ñoom."},{"style":"v","verse":"16","text":"Ci biir loolu nit ñu bare bàbbeekoo ca dëkk ya séq Yerusalem, indi ay jarag ak ñu \\w rab|rab:\\w* sonal; ñoom ñépp daldi wér."},{"style":"s1","verse":"","text":"Fitnaal nañu ndaw yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba mu ko defee xolu kañaan dugg \\w sarxalkat|sarxalkat b-:\\w* bu mag ba ak mboolem ña ko dar, te di waa ngérum \\w Sadusen|Sadusen y-:\\w* ña."},{"style":"v","verse":"18","text":"Ñu teg ndaw ya loxo, tëj leen ca kaso ba."},{"style":"v","verse":"19","text":"Ca guddi ga nag malaakam Boroom bi ubbi bunti kaso ba, génne leen, ne leen:"},{"style":"v","verse":"20","text":"«Demleen taxaw ca digg kër Yàlla ga, ngeen xamal askan wi mboolem lu jëm ci dund gii.»"},{"style":"v","verse":"21","text":"Gannaaw ba ñu déggee loolu, ba bët set, ñu dugg ca kër Yàlla ga, di waare."},{"style":"p","verse":"","text":"Ci biir loolu sarxalkat bu mag ba ak ña ko dar, dikk, woolu \\w kuréelu àttekat|kuréelu àttekat y-:\\w* ya, mboolem kuréelu njiiti \\w bànni Israayil|bànni Israayil:\\w*; ñu yónnee, ngir jëli ndaw ya ca kaso ba."},{"style":"v","verse":"22","text":"Dag ya nag dikk, fekkuñu leen ca kaso ba, ñu dellu yégleji ko,"},{"style":"v","verse":"23","text":"ne: «Danoo fekk kaso ba tëje ràpp, wattukat ya taxaw ca bunt ya. Nu tijji, fekkunu kenn ca biir!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Jawriñu kër Yàlla ga ak sarxalkat yu mag ya dégg loolu, daldi jaaxle lool ci ndaw yi, di xalaat nu mbir miy mujje."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Mu am ku dikk, ne leen: «Ña ngeen tëjoon kaso déy a nga noonu ca kër Yàlla ga, di waare.»"},{"style":"v","verse":"26","text":"Ci kaw loolu jawriñu kër Yàlla ga ak dag ya jëli ndaw ya ndànk, bañ leena jaay doole, ngir ragal nit ñi sànni leen ay doj."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ñu indi leen, taxawal leen ca kanam kuréelu àttekat ya, sarxalkat bu mag ba laaj leen,"},{"style":"v","verse":"28","text":"ne: «Xanaa aayewunu leen woon ne buleen waareeti mukk ci woowu tur? Yeena ngi nii ubale Yerusalem ak seen waare, ngeen nar nu cee gàdduloo bakkanu nit kii!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Piyeer ak ndaw ya ca des nag ne leen: «Yàlla lees wara déggal, waaye du nit."},{"style":"v","verse":"30","text":"Sunu Yàllay maam moo dekkal Yeesu, mi ngeen wékk ci bant, bóom ko."},{"style":"v","verse":"31","text":"Moom la Yàlla yéege fa ndijooram, def ko muy Njiit, di Musalkat, ngir may bànni Israayil ag tuubeel ak njéggalug bàkkaar."},{"style":"v","verse":"32","text":"Nun noo seede loolu, nook \\w Noo gu Sell|Noo gu Sell g-:\\w* gi Yàlla jagleel ñi ko déggal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ba ñu déggee loolu, dañoo mer ba fees, nar leena rey."},{"style":"v","verse":"34","text":"Ab \\w Farisen|Farisen y-:\\w* bu ñuy wax Gamalyel, di jàngalekatu yoonu Musaa bu ñépp nawloo, daldi taxaw ca digg kuréelu àttekat ya. Mu joxe ndigal ngir ñu génne leen ab diir."},{"style":"v","verse":"35","text":"Ba ñu génnee, mu ne waa kuréel ga: «Yeen bokki Israayil, moytuleen bu baax li ngeen di def ak nit ñii."},{"style":"v","verse":"36","text":"Ndaxte bu yàggul la Tëdas jóg, di jaay daraja, ba lu wara tollook ñeenti téeméeri nit far ak moom. Ñu rey ko, ña ko toppoon ñépp tasaaroo, seen pexe mujjewul fenn."},{"style":"v","verse":"37","text":"Gannaawam it Yuda mu Galile jóg, ca jant ya ñu doon lim waa réew mi; mu yóbbaale mbooloo mu ko topp. Moom itam dee, ña ko toppoon ñépp tasaaroo."},{"style":"v","verse":"38","text":"Léegi nag, dama ne, mànduleen ci ñii, te ba leen, ngir su seen mébét mbaa seen jëf bawoo ci nit, day yàqu rekk."},{"style":"v","verse":"39","text":"Waaye su bawoo fa Yàlla nag, dungeen ko mana fanq, moytuleena jànkoonte ak Yàlla.»"},{"style":"p","verse":"","text":"Ñu daldi fekksi Gamalyel,"},{"style":"v","verse":"40","text":"woowaat ndaw ya. Ba loolu amee ñu dóor leen, aaye leen ñu waxati lenn ci turu Yeesu, door leena yiwi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Ndaw ya nag bàyyikoo ca kuréelu àttekat ya, di bég, gannaaw ñoom lañu jàpp ne ñoo yelloo toroxte ga ñu leen teg ndax Tur wi\\f + \\fr 5.41 \\fk Tur wi \\ft mooy turu Sang Yeesu Almasi bi.\\f*."},{"style":"v","verse":"42","text":"Ci kaw loolu bés bu nekkaan, muy ca kër Yàlla, di ca biir kër ya, noppiwuñoo jàngale aka xamle xibaaru jàmm bi yéene ne Yeesu mooy \\w Almasi|Almasi b-:\\w* bi."}]