[{"style":"s1","text":"Tabb nañu jàppalekati mbooloom gëmkat ñi"},{"style":"p","text":""},{"style":"v","text":"Jant yooyu nag, naka taalibe yi di gëna bare, Yawut ñiy làkk gereg tàmbalee ñaxtu ci kaw Yawut ñiy wax seen làmmiñu bopp ndax néewal gu ñu gis ñu néewal ko seeni jëtun ca na ñuy séddalee ag ndimbal bés bu nekk."},{"style":"v","text":"Ba mu ko defee Fukk ñaak ñaar woo mbooloom taalibe ya, ne leen: «Nu sàggane kàddug Yàlla, di toppatoo mbirum séddale daal, jekkul ci nun."},{"style":"v","text":"Kon nag bokk yi, seetleen ci seen biir juróom ñaar ñu rafet seede, soloo \\w Noo gu Sell|Noo gu Sell g-:\\w* gi te rafet xel, nu dénk leen sas woowu."},{"style":"v","text":"Nun nag nanu wéye ñaan gi, ak liggéey bi ci kàddu gi.»"},{"style":"p","text":""},{"style":"v","text":"Wax jooju daldi neex mbooloo mépp. Ñu seppi Eccen, nit ku fees ak ngëm ak Noo gu Sell gi, seppi Filib ak Porokor ak Nikanor ak Timon ak Parmenas ak Nikolas ma dëkke Àncos te dib tuubeen bu duggoon lu jiitu ci yoonu Yawut."},{"style":"v","text":"Ñu indi leen fa kanam ndaw ya, ñu ñaanal leen, \\w teg leen loxo|teg loxo:\\w*."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee kàddug Yàlla di law, limu taalibe yi yokku ba bare lool ci biir Yerusalem, \\w sarxalkat|sarxalkat b-:\\w* yu bare daldi topp yoonu ngëm wi."},{"style":"s1","text":"Jàpp nañu Eccen"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Eccen mi yiwu Yàlla def ag leer fees ko, di def ay kéemaan ak firnde yu mag ci biir askan wi."},{"style":"v","text":"Ba loolu amee ñenn ca jàngu Yawut ba ñuy wax jàngub waa Goreel ga, daldi jóg, di tàmbalee weranteek Eccen. Ay niti waa Siren a nga ca, ak waa Alegsàndiri, ak waa diiwaani Silisi ak Asi."},{"style":"v","text":"Teewul àttanuñu xelam mu rafet ak \\w Noo gu Sell|Noo gu Sell g-:\\w* ga muy waxe."},{"style":"p","text":""},{"style":"v","text":"Ñu daldi ger ay nit ngir ñu duural ko, ne: «Noo ko dégg, mu yékkati kàdduy saaga, jëme ci Musaa ak ci Yàlla.»"},{"style":"v","text":"Ba loolu amee ñu xabtal nit ñi ak magi askan wi ak firikati yoonu Musaa yi, ñu ne jalañ, jàpp Eccen, yóbbu ca \\w kuréelu àttekat|kuréelu àttekat y-:\\w* ya."},{"style":"v","text":"Ñu indeeti foofa ay seedey naaféq yu ne: «Kii du bàyyee wax mukk lu juunoo ak kër Yàlla gii ak yoonu Musaa."},{"style":"v","text":"Noo ko dégg mu ne Yeesu mu Nasaret moomu dina màbb kër Yàlla gii te dina soppi aada yi nu Musaa bàyyee.»"},{"style":"p","text":""},{"style":"v","text":"Mboolem ña ca kuréelu àttekat ya nag ne jàkk Eccen; ñu gis xar-kanam ba ne ràññ ni xar-kanamu malaaka."}]