[{"style":"s1","text":"Eccen layoo na"},{"style":"p","text":""},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* bu mag ba ne ko: «Ndax loolu dëgg la?»"},{"style":"v","text":"Eccen ne ko: «Yeen bokk yi, yeen samay baay, dégluleen! Yàlla, miy Boroom daraja moo feeñu woon sunu maam Ibraayma, ba mu nekkee ca réewum Mesopotami, bala moo sanc Karan."},{"style":"v","text":"Mu ne ko: “Jógeel sam réew, jóge ci say bokk, te nga dem ca réew mi ma lay won\\f + \\fr 7.3 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 12.1.\\f*.”"},{"style":"p","text":""},{"style":"v","text":"«Mu daldi jóge réewum waa Kalde, sanci Karan. Fa la ko Yàlla toxale gannaaw ba baayam faatoo, sancal ko ci réew mii ngeen dëkk tey."},{"style":"v","text":"Taxul mu muurale ko lenn ci réew mii, du sax fu mu teg tànkam. Teewul mu dig ko, ne moom lay moomale réew mi, mook askanam wa koy wuutuji, te fekkul sax mu am doom."},{"style":"v","text":"Yàlla ne ko: “Saw askan dinañu toxuji bitim réew, te dees na leen def ay jaam, mitital leen diiru ñeenti téeméeri at (400).”"},{"style":"v","text":"Yàlla neeti ko: “Xeet wi leen di def jaam nag, man maa leen di mbugal. Gannaaw loolu dinañu fa génne, jaamusi ma ci béreb bii\\f + \\fr 7.6-7 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 15.13-14.\\f*.”"},{"style":"v","text":"Yàlla daldi fasook Ibraayma \\w kóllëre|kóllëre g-:\\w* gu mu màndargale xaraf. Moo tax Ibraayma xarafal doomam Isaaxa, ba mu juddoo ba am juróom ñetti fan; Isaaxa, \\w Yanqóoba|Yanqóoba:\\w*; Yanqóoba, fukki maam yaak ñaar."},{"style":"p","text":""},{"style":"v","text":"«Maam yooyu nag iñaane seen doomu baay Yuusufa, ba jaay ko njaam, ñu yóbbu ko Misra. Teewul Yàlla ànd ak Yuusufa,"},{"style":"v","text":"xettali ko ci coonoom yépp, rafetal xelam, may ko itam Firawna buuru Misra baaxe ko; mu def ko kilifa ci Misra ak ci biir ëttu këram gépp."},{"style":"p","text":""},{"style":"v","text":"«Ci kaw loolu ab xiif dikkal Misra gépp ak réewum Kanaan. Mu metti lool. Sunuy maam nag amatuñu ab dund."},{"style":"v","text":"Yanqóoba dégg ne ab dund am na Misra. Ca la fa njëkka yebal sunu maam ya."},{"style":"v","text":"Seen ñaareel bi yoon la Yuusufa xàmmiku ay doomi baayam, Firawna nag doxe ca xam cosaanu Yuusufa."},{"style":"v","text":"Ci kaw loolu Yuusufa yeble, indi baayam ak bokkam yépp, ñuy juróom ñaar fukki nit ak juróom."},{"style":"v","text":"Noonu la Yanqóoba deme Misra, ba faatoo fa, mook sunuy maam."},{"style":"v","text":"Gannaaw gi lañu toxal seeni yax ca Sikem, denc leen ca bàmmeel, ba Ibraayma weccikoo woon xaalis ca doomi Amor ca Sikem."},{"style":"p","text":""},{"style":"v","text":"«Ñu dem ba dige ba Yàlla giñaloon Ibraayma di waaja sotti, yemook xeet wi yokku, di gëna bare ci Misra,"},{"style":"v","text":"ba beneen buur bu xamul Yuusufa falu ca Misra."},{"style":"v","text":"Buur boobu nag di muusaatu sunu xeet wi, di mitital sunuy maam, di leen sànniloo seeni liir, ngir ñu baña dund."},{"style":"p","text":""},{"style":"v","text":"«Booba la Musaa juddu, rafet ba fa kanam Yàlla, ñu yor ko ñetti weer ci biir kër baayam."},{"style":"v","text":"Ba ñu ko sànnee, doomu Firawna ju jigéen a ko foral boppam, yar ko ni doomam ju mu jur."},{"style":"v","text":"Musaa nag di ku mokkal mboolem xam-xamu Misra, te ràññiku lool ci wax ak ci jëf."},{"style":"p","text":""},{"style":"v","text":"«Ba ñeent fukki atam matee, xelum seeti bokki \\w bànni Israayilam|bànni Israayil:\\w* dikkal ko."},{"style":"v","text":"Ci kaw loolu mu gis ca ku ñuy néewal doole, mu sotle ko, daldi rey waayi Misra ja, feyul ka mu néewal."},{"style":"v","text":"Booba Musaa foog na ne ay bokkam xam nañu ne ciy loxoom la leen Yàlla di indile wall, ndeke xamuñu ko."},{"style":"v","text":"Ca ëllëg sa mu juux ci ay Yawut yuy xeex, di leen jéema jubale, ne leen: “Yeen ay bokk ngeen, lu tax ngeen di lorante?”"},{"style":"v","text":"Ka doon néewal doole moroom ma bëmëx Musaa, ne ko: “Yaw, ku la def kilifa mbaa àttekat ci sunu kaw?"},{"style":"v","text":"Xanaa danga maa nara rey, na nga reye waayi Misra ja démb\\f + \\fr 7.28 \\ft Seetal ci \\bk Mucc ga\\bk* 2.14.\\f*?”"},{"style":"v","text":"Musaa dégg kàddu googu, daldi gàddaay, dem dali réewum Majan, ba am fa ñaari doom yu góor."},{"style":"p","text":""},{"style":"v","text":"«Mu teg ca ñeent fukki at, malaaka feeñu ko ca màndiŋu tundu Sinayi, ci biir tàkk-tàkku sawara wu jafal ab gajj."},{"style":"v","text":"Musaa gis peeñu moomu, yéemu; mu dikk ba jege ko ngir niir ko, kàddug Boroom bi daldi jib. Mu ne:"},{"style":"v","text":"“Man maay sa Yàllay maam, maay Yàllay Ibraayma ak Isaaxa ak Yanqóoba\\f + \\fr 7.32 \\ft Seetal ci \\bk Mucc ga\\bk* 3.6.\\f*.” Musaa tiit bay lox, ñemeetula xool."},{"style":"v","text":"Boroom bi ne ko: “Summil say dàll, ndax fii nga taxaw, suuf su sell la."},{"style":"v","text":"Gis naa bu baax sama coonob ñoñ ci Misra; maa dégg seeni onk, ba wàcc ngir wallusi leen. Léegi nag dikkal, ma yebal la Misra\\f + \\fr 7.33-34 \\ft Seetal ci \\bk Mucc ga\\bk* 3.5, 7-8, 10.\\f*.”"},{"style":"p","text":""},{"style":"v","text":"«Musaa moomu ñu weddi woon, ne ko: “Yaw, ku la def kilifa mbaa àttekat?” Moom nag la Yàlla def kilifa ak ab jotkat, yebal ko ci ñoom, malaaka ma feeñu Musaa ca gajj ba, daldi koy jottali yóbbante ba."},{"style":"v","text":"Moo leen génne réewum Misra, moo def ay kéemaan aki firnde ca réew ma ak ca géeju Barax ya ak ca màndiŋ ma, diiru ñeent fukki at."},{"style":"v","text":"Musaa moomu moo noon bànni Israayil: “Yonent bu mel ni man la leen Yàlla di feeñalal ci seen biiri bokk\\f + \\fr 7.37 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 18.15.\\f*.”"},{"style":"v","text":"Moom it moo nekkoon ak mbooloo ma ca màndiŋ ma, mook malaaka ma doon wax ak moom ca kaw tundu Sinayi ca sunu wetu maam ya. Moo jot ci kàddu yuy dund, ngir jottali nu ko."},{"style":"v","text":"Kooku la sunuy maam nanguwul woona déggal. Dañu koo far xarab, namma walbatiku dellu Misra."},{"style":"v","text":"Ñu ne \\w Aaróona|Aaróona:\\w*: “Sàkkal nu ay yàlla yu nu jiite, ndax Musaa mii nu génne réewum Misra, xamunu lu ko dal\\f + \\fr 7.40 \\ft Seetal ci \\bk Mucc ga\\bk* 32.1.\\f*.”"},{"style":"v","text":"Jant yooyu lañu sàkk jëmmu sëllu, defal jëmm ja ab sarax, di bànneexoo lu ñu sàkke seeni loxo."},{"style":"v","text":"Yàlla nag dëddu leen, bàyyi leen, ñuy jaamu biddiiw yi, ni ñu ko binde ci téereb yonent yi, ne:"},{"style":"q1","text":"“Yeen waa kër Israayil, saraxu jur ak yeneen sarax,"},{"style":"q1","text":"ndax man ngeen ko daan indil diiru ñeent fukki at ca màndiŋ ma?"},{"style":"q1","text":""},{"style":"v","text":"Molog seen tuur mi, ngeen yóbbaale xaymab jaamookaayam,"},{"style":"q1","text":"ak seen biddiiwu yàlla ji ñu naa Refan,"},{"style":"q1","text":"jëmm yooyu ngeen sàkk, di leen sujjóotal!"},{"style":"q1","text":"Kon nag maa leen di toxal ca wàllaa \\w Babilon|Babilon:\\w*\\f + \\fr 7.43 \\ft Seetal ci \\bk Amos\\bk* 5.25-27.\\f*.”"},{"style":"p","text":""},{"style":"v","text":"«Xaymab seede baa nga woon ak sunuy maam ca màndiŋ ma, ñu sàkke ko na ko ka doon wax ak Musaa sante, dëppale kook misaal ma Musaa gisoon."},{"style":"v","text":"Xayma ba la sunuy maam jot, dugal ko ci kilifteefu Yosuwe ca biir réewum xeet ya leen Yàlla dàqal. Xayma ba nekk fa, ba ca janti \\w Daawuda|Daawuda:\\w*."},{"style":"v","text":"Daawuda ma Yàlla baaxe woon, sàkku woon na am màkkaan ngir Yàllay Yanqóoba."},{"style":"v","text":"Waaye Suleymaan moo ko mujj tabaxal kër."},{"style":"p","text":""},{"style":"v","text":"«Moona Aji Kawe ji du dëkke lu loxo defar, mooy la yonent ba ne:"},{"style":"q1","text":""},{"style":"v","text":"“Asamaan sama ngàngunee,"},{"style":"q1","text":"suuf di sama ndëggastal."},{"style":"q1","text":"Ana kër gu ngeen may tabaxal?"},{"style":"q1","text":"Boroom bee ko wax."},{"style":"q1","text":"Mu ne: Ana ban béreb ay sama dalluwaay?"},{"style":"q1","text":""},{"style":"v","text":"Loolu lépp, xanaa du sama loxoo ko sàkk\\f + \\fr 7.50 \\ft Seetal ci \\bk Esayi\\bk* 66.1-2.\\f*?”"},{"style":"p","text":""},{"style":"v","text":"«Yeena dëgër bopp, yeenay boroomi xol ak noppi yéefar! Xanaa dungeen noppee të \\w Noo gu Sell|Noo gu Sell g-:\\w* gi? Maam ya, doom ya rekk!"},{"style":"v","text":"Kan ci yonent yi la seeni maam fitnaalul? Ñoo rey démb ña yégle woon ñëwug Aji Jub ji ngeen wor tey, bóom ko."},{"style":"v","text":"Yeen de yeena jotoon ci yoonu Musaa wi ay malaaka jottali, te taxul ngeen jëfe ko.»"},{"style":"s1","text":"Bóom nañu Eccen"},{"style":"p","text":""},{"style":"v","text":"Naka lañu dégg loolu, seen xol fuddu, ñuy yéyu ci kawam."},{"style":"v","text":"Eccen nag fees ak \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, ne jàkk asamaan, daldi gis leeru Yàlla, gis Yeesu taxawe fa ndijooru Yàlla."},{"style":"v","text":"Mu ne: «Asamaan a ngii ma gis, mu ubbiku, \\w Doomu nit|Doomu nit k-:\\w* kaa ngii taxaw fi ndijooru Yàlla!»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu yuuxu ca kaw, dar seeni nopp, daldi ànd, ne milib ca kawam;"},{"style":"v","text":"ñu wat-watee ko, génne ko dëkk ba, di ko dóor ay doj. Fekk na seede ya summi seeni mbubb, juug ca tànki benn xalelu góor bu ñuy wax Sóol."},{"style":"p","text":""},{"style":"v","text":"Ñuy dóor Eccen ay doj, moom muy ñaan Yàlla, naan: «Sang Yeesu, nangul sama bakkan!»"},{"style":"v","text":"Mu ne gurub, samp bëti óomam, daldi àddu ca kaw, ne: «Sang bi, bu leen topp bii bàkkaar.» Naka la wax loolu, daldi faatu."}]