[{"style":"mt1","text":"Ayóoba"},{"style":"s1","text":"Ayóobaa barkeel, ragal Yàlla"},{"style":"p","text":""},{"style":"v","text":"Amoon na ca réewum Ucc\\f + \\fr 1.1 \\fk Ucc: \\ft jombul ma nga woon ca penkub Israayil, fi ñuy wax tey Arabi mbaa Yordani mbaa Siri.\\f*, góor gu ñuy wax Ayóoba. Góor googu nekkoon ku mat te jub, ragal Yàlla te dëddu lu bon."},{"style":"v","text":"Amoon na juróom ñaari doom yu góor ak ñett yu jigéen."},{"style":"v","text":"Alalam juróom ñaari junniy (7~000) gàtt la woon, ak ñetti junniy (3~000) giléem, ak juróomi téeméeri (500) lëkkey nag yuy rijji, ak juróomi téeméeri (500) mbaam yu jigéen, ak jaam yu bare lool. Góor googu daal moo ëppoon daraja ca mboolem waa penku."},{"style":"p","text":""},{"style":"v","text":"Doomi Ayóoba yu góor ya nag dañu daa ay-ayloo berndey biir kër, ku nekk ak bésam. Su ko defee ñu yónnee, woo ca seen ñetti jigéen ña, ngir ñu bokk di lekk aka naan."},{"style":"v","text":"Bu ñu demaan ba ñépp fégal, Ayóoba day yónnee ngir sangulooleen-set. Ci biir loolu day teela xëy, daldi leen joxeel ñoom ñépp ba ñu daj \\w saraxu rendi-dóomal|Sarax yi:\\w*, ku nekk benn. Booba Ayóoba da naan: «Jombul sama doom yii bàkkaar nañu mbaa ñu xarab Yàlla ci seen xel.» Noonu la Ayóoba jàppoo woon."},{"style":"s1","text":"Nattu nuyoo na"},{"style":"p","text":""},{"style":"v","text":"Mu am bés goney Yàlla\\f + \\fr 1.6 \\fk goney Yàlla, \\ft maanaam ay malaakay Yàlla yu bokk ci péncum Yàlla.\\f* dikk, teewsi fa \\w Aji Sax ji|Aji Sax j-:\\w*. \\w Seytaane|Seytaane:\\w* Tuumaalkat bi itam bokk ca."},{"style":"v","text":"Aji Sax ji ne Seytaane: «Ana foo jóge?» Mu ne: «Ci wër-wëraan ak doxantoo àddina laa jóge.»"},{"style":"v","text":"Mu ne ko: «Xanaa seetlu nga Ayóoba, sama jaam bi? Amul moroom fi kaw suuf de! Ku mat la te jub, ragal Yàlla te dëddu lu bon.»"},{"style":"v","text":"Seytaane ne ko: «Xanaa daa am lu waral Ayóoba ragal Yàlla?"},{"style":"v","text":"Xanaa du yaa ko ñag, ñag këram ak mboolem alalam ba mu daj? Liggéeyam, nga barkeel, ba ag juram law ci réew mi."},{"style":"v","text":"Xàccal sa loxo rekk, dal ci mboolem lu bokk ci moom. Ndegam du jàkkaarlook yaw, xarab la.»"},{"style":"v","text":"Aji Sax ji ne Seytaane: «Ayca boog! Mboolem lu bokk ci moom a ngi ci say loxo, waaye moom ci boppam, bu ko sa loxo laal.» Ba loolu amee Seytaane bàyyikoo fa Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"Mu am bés doomi Ayóoba yu góor ak yu jigéen bokk toog di lekk aka naan biiñ ca seen kër taaw."},{"style":"v","text":"Ci biir loolu ndaw dikk ne Ayóoba: «Nag ya daal a doon rijji, mbaam ya di for ca wet ga."},{"style":"v","text":"Genn gàngooru yàqkat bàyyikoo Seba, dikk daanu ci seen kaw, yóbbu leen; surga ya, ñu leel ñawkay saamar. Mennum man mii maa ca rëcce ba àggesi la ko.»"},{"style":"v","text":"Kooku daaneelagul kàddoom sax, keneen dikk ne: «Sawaraw Yàlla daal a wàcce asamaan, boole gàtt yaak surga ya, jafal ba xoyom leen. Mennum man doŋŋ maa ca rëcce ba àggesi la ko.»"},{"style":"v","text":"Kooka daaneelagul kàddoom, keneen dikk ne: «Kaldeen ñaa def ñetti gàngoor, dikk sëxëtoo giléem ya, yóbbu, surga ya, ñu leel leen ñawkay saamar. Mennum man doŋŋ maa ca rëcce ba àggesi la ko.»"},{"style":"v","text":"Kooka daaneelagul kàddoom, keneen dikkati ne ko: «Sa doom yu góor ak yu jigéen a doon lekk aka naan biiñ ca seen kër taaw bu góor,"},{"style":"v","text":"ngelaw lu mag jekki bàyyikoo ca wàllaa màndiŋ ma, dal ca ñeenti weti néeg ba, mu màbb ca kaw gone ya, ñu dee. Mennum man doŋŋ maa ca rëcce ba àggesi la ko.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Ayóoba jóg, ne tareet mbubbam, ba noppi watu nel, di ko ñaawloo. Mu daanu fi suuf, sujjóot,"},{"style":"v","text":"daldi ne: «Duŋŋ laa génne sama biiru ndey te duŋŋ laay delloo. Aji Sax jee maye, Aji Sax jee nangu. Cant ñeel na Aji Sax ji.»"},{"style":"v","text":"Ci biir loolu lépp Ayóoba bàkkaarul, jiiñul Yàlla lenn lu juunu."}]