[{"style":"s1","text":"Ayóoba tuub na"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Ayóoba àddu ne Aji Sax ji:"},{"style":"q1","text":""},{"style":"v","text":"Xam naa ne lépp nga man;"},{"style":"q1","text":"du lenn loo tële."},{"style":"q1","text":""},{"style":"v","text":"Nee nga ma: «Ana koo doon, bay lëntal samay dogal te xamoo?»"},{"style":"q1","text":"Maa wax moos te xawma lenn"},{"style":"q2","text":"ci kawtéef yu ma wees, ump ma."},{"style":"q1","text":""},{"style":"v","text":"Nee nga: «Déglul, maa lay wax."},{"style":"q1","text":"Ma laaj la, nga xamal ma.»"},{"style":"q1","text":""},{"style":"v","text":"Dég-dégu nopp laa amoon ci yaw,"},{"style":"q1","text":"tey, bët laa la teg."},{"style":"q1","text":""},{"style":"v","text":"Moo ma tax ne: «Waqeet, tuubi-ruubi,»"},{"style":"q1","text":"ba diwoo suuf akub dóom."},{"style":"s1","text":"Yàlla leqali na Ayóoba"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba Aji Sax ji waxee Ayóoba yooyu kàddu, mu wax Elifas ma cosaanoo Teman, ne ko: «Sama xol tàng na ci yaw, yaak sa ñaari xarit yi, ndax waxuleen dëgg ci man, ni sama jaam bi Ayóoba waxe."},{"style":"v","text":"Kon nag sàkkleen juróom ñaari yëkk ak juróom ñaari kuuy. Ngeen dem ba ca sama jaam ba Ayóoba, joxe ko fa \\w saraxu rendi-dóomal|Sarax yi:\\w*, te Ayóoba ñaanal leen, ma seet ci moom ba bañ leena mbugale seenug ndof. Ndax waxuleen dëgg ci man ni sama jaam bi Ayóoba waxe.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Elifas waa Teman ba ak Bildàdd waa Suwa ak Cofar waa Naama daldi dem, def la leen Aji Sax ji sant. Aji Sax ji seet ci Ayóoba."},{"style":"v","text":"Gannaaw ba Ayóoba ñaanalee xaritam ya, Aji Sax ji tijji wërsëgu Ayóoba. Aji Sax ji ful na ñaari yoon mboolem alalu Ayóoba."},{"style":"v","text":"Ba loolu amee mboolemi bokkam, góor ak jigéen, ak mboolemi xameem ya woon, dikk bokk ak moom bernde ca këram. Ñu dëfal ko, mas-sawu ko ci bépp coono bu ko Aji Sax ji tegoon. Ku ci nekk jox ko dogu xaalis ak jaarob wurus."},{"style":"v","text":"Aji Sax ji nag barkeel mujug Ayóoba lu raw ndoorteem. Mu am fukki junniy gàtt ak ñeent (14~000), ak juróom benni junniy giléem (6~000), ak junniy lëkkey nag (1~000) yu muy rijjee, ak junniy mbaam yu jigéen (1~000)."},{"style":"v","text":"Mu amaat juróom ñaari doom yu góor ak ñett ñu jigéen,"},{"style":"v","text":"ka mag ca jigéen ña, mu tudde ko Yemima, ka ca topp di Keciya, ka ca toppaat di Keren Apukk."},{"style":"v","text":"Mboolem jigéeni réew ma, amul ku rafete woon ni ñetti doomi Ayóoba yooyu. Seen baay nag sédd leen ndono lu tollook seen céri càmmiñ."},{"style":"v","text":"Gannaaw loolu Ayóoba dundaat na téeméeri at ak ñeent fukk (140). Gis na ay doomam, gis ay sëtam, ba muy ñeenti maas."},{"style":"v","text":"Ayóoba màggat na ba ñor xomm, doora dee."}]