[{"style":"mt1","text":"Saag"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man Saag, jaamu Yàlla ak Boroom bi Yeesu °Kirist, maa leen di nuyu, yéen °fukki giir ak ñaar, yi tasaaroo ci biir àddina si."},{"style":"s","verse":"","text":"Xel mu mat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Yéen samay bokk, waxtu wu nattu yi dalee ci seen kaw, ak nu ñu mana mel, defleen ko ni mbég mu réy,"},{"style":"v","verse":"3","text":"xam ne nattub ngëm mooy ndeyu muñ."},{"style":"v","verse":"4","text":"Kon na seen muñ dem ba mat, ngir ngeen baña fell fenn, waaye ngeen mat sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ku xelam des ci benn fànn ci yéen nag, na ko ñaan Yàlla, te dina ko ko may, ndaxte Yàlla mooy Aji Yéwén, jiy may ñépp ci lu àndul ak genn ŋàññ."},{"style":"v","verse":"6","text":"Waaye na ko ñaan ci ngëm te bañ cee werante; ndaxte kiy werante mi ngi mel ni ndoxum géej, mi ngelaw liy lëmbaaje wet gu ne."},{"style":"v","verse":"7","text":"Bu kooku yaakaar dara ci Boroom bi."},{"style":"v","verse":"8","text":"Ku am xel ñaar la, te ñàkk pastéef ci lépp lu mu mana def."},{"style":"s","verse":"","text":"Barele ak néewle"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Naka mbokk mi néew doole, na sant ci teraangaam fa kanam Yàlla;"},{"style":"v","verse":"10","text":"te boroom alal it sant cig suufeem, ndax ni tóor-tóor di ruuse, noonu lay wéye."},{"style":"v","verse":"11","text":"Su jant fenkee, ba naaj wi tàng, kon gàncax lax, tóor-tóor ruus, te rafetaayam naaw. Noonu la boroom alal di nasaxe, moom ak i jëfam."},{"style":"s","verse":"","text":"Nattu yi ak fiir yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ku dékku nattu, ku barkeel nga, ndax boo ci génnee ak ndam, dees na la jagleel °kaalag dund, gi Yàlla dig ñi ko bëgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bu la fiir galanee, bul ne: «Yàllaa ko dogal,» ndaxte Yàlla jegewul ak mbon fenn te du fiir kenn."},{"style":"v","verse":"14","text":"Waaye ku sa bakkan nax, ba man la, looloo lay dugal ci fiir."},{"style":"v","verse":"15","text":"Kon bu bëgg-bëgg ëmbee, bàkkaar lay wasin, te bu bàkkaar màggee, jur dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Yéen sama bokk yi ma bëgg, buleen juum ci lii:"},{"style":"v","verse":"17","text":"gépp may gu baax ak gépp jagle gu mat, ci Yàlla la jóge, di Baay bi sàkk leeri asamaan, fekk moom du soppiku, mbaa muy leer ak di lëndëm."},{"style":"v","verse":"18","text":"Ci coobareem la nu sole kàddug dëgg gi, ba nu judduwaat, di tànneefu lépp lu mu bind."},{"style":"s","verse":"","text":"Jëfeleen kàddug Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Yéen sama bokk yi ma bëgg, nangeen xam lii: ku nekk war ngaa farlu ci déglu, di yéexa wax tey yéexa mer."},{"style":"v","verse":"20","text":"Ndaxte meru nit du jur njub gi neex Yàlla."},{"style":"v","verse":"21","text":"Moo tax nanguleen ci woyof kàddu, gi leen Yàlla sol te man leena musal, di dëddu bépp sobe ak coxor gi daj àddina."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Buleen yem ci déglu kàddu gi rekk, di nax seen bopp; waaye jëfeleen ko."},{"style":"v","verse":"23","text":"Ndaxte ku déglu kàddu gi te bañ koo jëfe, moom ak kuy seetu ñoo yem:"},{"style":"v","verse":"24","text":"day gis xar kanamam, te su nee wërëñ, daldi fàtte meloom."},{"style":"v","verse":"25","text":"Waaye kuy gëstu yoonu Yàlla, wi mat tey goreel --waxuma ki dégg, ba noppi fàtte, waaye kiy jëfe ndigal-- kooku barkeel na ci kaw jëfam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ku yaakaar ne am na diine, waaye moomul làmmiñam, xanaa di nax boppam rekk, diineem jooju du diiney dara."},{"style":"v","verse":"27","text":"Ku diineem sell te amul benn gàkk fa kanam Yàlla mooy kii: ki nemmiku jirim yi ak jigéen, ñi seen jëkkër faatu, ci seeni tiis, tey waggar sobey àddina."}]