[{"style":"s","verse":"","text":"Buleen gënale"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yéen samay bokk, bu benn gënale laal seen ngëm ci sunu Boroom Yeesu °Kirist, mi soloo ndam."},{"style":"v","verse":"2","text":"Ndaxte su ñaari nit duggee ci seen mbooloo, kii takk jaaroy wurus te sol yére yu taaru, ka ca des ñàkk te limboo ay sagar,"},{"style":"v","verse":"3","text":"ngeen teral boroom daraja ji ne ko: «Àggal ci jataay bu yiw bi,» ba noppi ngeen ne aji néew doole ji: «Taxawal fale, mbaa nga toog fi ci samay tànk,»"},{"style":"v","verse":"4","text":"kon gënale ngeen ci seen biir, ba àtte ci col, bàyyi xol."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Dégluleen yéen sama bokk yi ma bëgg, ndax Yàlla tànnul ñi néewle ci àddina, ngir ñu barele ci ngëm, tey am i cér ci nguur, gi Yàlla dig ñi ko bëgg?"},{"style":"v","verse":"6","text":"Fekk dangeen leen di toroxal! Xanaa du boroom alal yi ñoo leen di not te di leen yóbbu fa kanam àttekat yi?"},{"style":"v","verse":"7","text":"Ndax duñu tilimal tur wu tedd, wi ngeen di wuyoo?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Su ngeen sàmmee yoonu Buur Yàlla, ni ko Mbind mi tërale naan: «Nanga bëgg sa moroom, ni nga bëgge sa bopp,» kon def ngeen lu baax."},{"style":"v","verse":"9","text":"Waaye su ngeen gënalee, bàkkaar ngeen, te yoonu Yàlla dina leen dab ni ñu moy."},{"style":"v","verse":"10","text":"Ndaxte ku sàmm yoon wépp, waaye xëtt ci lenn ndigal rekk, jàdd nga yoon wépp."},{"style":"v","verse":"11","text":"Ndaxte Yàlla mi ne: «Bul njaaloo», teg na ca ne: «Bul bóome.» Ku njaaloowul nag, waaye nga bóome, jàdd nga yoon wépp."},{"style":"v","verse":"12","text":"Gannaaw dingeen nara jaar ci àtteb yoon, wiy goreel, na loolu lal seen wax ak seen jëf."},{"style":"v","verse":"13","text":"Ndaxte ku yërëmul, yoon du la yërëm. Te yërmande mooy not àtte."},{"style":"s","verse":"","text":"Ku gëm dina ko feeñal ciy jëfam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Te lii itam samay bokk: ku ne gëm nga, te jëfewoo ko, loolu lu muy jariñ? Ndax googu ngëm man na laa musal?"},{"style":"v","verse":"15","text":"Su amee mbokk ci seen biir, mu rafle te amul dund, muy góor walla jigéen,"},{"style":"v","verse":"16","text":"te kenn ci yéen ne ko: «Demal ak jàmm, nga solu te lekk,» te fekk fajuleen aajoom, loolu lu muy jariñ?"},{"style":"v","verse":"17","text":"Noonu ngëm gu àndul ak jëf, amul benn njariñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Waaye xanaa dina am ku ne: «Yaw am nga ngëm, man am naa ay jëf.» Yaw nag won ma sa ngëm gu àndul ak jëf; man, ma feeñal la sama ngëm ci samay jëf."},{"style":"v","verse":"19","text":"Gëm nga ne Yàlla kenn la; loolu lu baax la, waaye xamal ne, jinne yi it gëm nañu loolu, ba dañoo tiit bay lox."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yaw mi gàtt xel, kaay ma won la ne ngëm gu àndul ak jëf, amul njariñ."},{"style":"v","verse":"21","text":"Sunu maam °Ibraayma, ndax du ci kaw jëf la ko Yàlla àttee ni ku jub, ci li mu joxe doomam Isaaxa ni sarax?"},{"style":"v","verse":"22","text":"Kon gis nga ne ngëm dafa lëngoo ak ay jëfam, te ngëmam mat ci kaw jëf jooju."},{"style":"v","verse":"23","text":"Noonu li ñu wax ci Mbind mi am na, bi mu naan: «Ibraayma gëm na Yàlla, te Yàlla jàppe ngëmam ni njub,» ba ñu ko wooye xaritu Yàlla."},{"style":"v","verse":"24","text":"Kon nag gis nga ne Yàlla ci jëf lay àtte nit ni ku jub, waaye du ci kaw ngëm kese."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Naka Raxab jigéenu moykat bi itam, ndax du ci noonu la ko Yàlla àttee ni ku jub, ci li mu teeru ndawi Yawut yi, te jaarale leen ca poot ba?"},{"style":"v","verse":"26","text":"Kon nag ni jëmm ju amul ruu nekke ndee, noonu la ngëm gu àndul ak jëf nasaxe."}]