[{"style":"s","verse":"","text":"Moom sa làmmiñ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Samay bokk, bu ñépp di sababloo nekk jànglekatu mbooloo mi, xam ne nun jànglekat yi, àtte bi nuy jaar mooy gëna diis."},{"style":"v","verse":"2","text":"Ndaxte nun ñépp sikk nanu ci fànn yu bare. Ki sikkul ci kàddoom, ku mat nga te mana not sa yaram wépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Noonu ku laab fas, ngir mu déggal la, not nga jëmmam jépp."},{"style":"v","verse":"4","text":"Gaal yi it yu réy lañu, te ngelaw lu am doole di leen jañax, waaye dawalkat bi, weñ gu tuuti la leen di jëme fu ko neex."},{"style":"v","verse":"5","text":"Ci noonu làmmiñ, cér su tuuti la, waaye day bàkkoo jëf yu réy."},{"style":"p","verse":"","text":"Seetleen ni ferñent tuutee te mana lakk àll bu yaatu."},{"style":"v","verse":"6","text":"Noonu it làmmiñ sawara la, di bon-bonu àddina ci biir cér yi, tey musibaal jëmm jépp. Jum la, bu °Seytaane taal, muy lakk àddina."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Nit man na not xeeti rab yépp: rabi àll yi, picc yi, yiy raam ak yi ci géej gi-- not na lépp."},{"style":"v","verse":"8","text":"Waaye làmmiñ kenn manu koo not; musiba la mu dul dal mukk, fees dell ak daŋar juy rey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Làmmiñ lanuy sante Boroom bi, di sunu Baay, ba noppi móoloo ko nit, ñi Yàlla sàkk ci meloom."},{"style":"v","verse":"10","text":"Gémmiñ gi sante mooy móoloo. Yéen samay bokk, loolu warula am."},{"style":"v","verse":"11","text":"Ndax ndox mu lewet ak mu wex dinañu ballandoo ci genn mbënn?"},{"style":"v","verse":"12","text":"Samay bokk, ndax mas ngeena gis garabu figg gu meññ °oliw, walla garabu reseñ gu meññ ay °figg? Mukk! Mbënnu xorom manta nàcc mukk ndox mu neex."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ana ku neex xel ci yéen, ana kuy boroom xam-xam? Na ko wone ciy jëfam ak dundam gu sell, te feeñal xelam ci jikkoom ju lewet."},{"style":"v","verse":"14","text":"Waaye ku am ci sa xol farlu gu laloo wextan ak wut aw tur, bul bàkku, di weddi dëgg."},{"style":"v","verse":"15","text":"Xel moomu jógewul ci kaw; jëfu àddina la, di jikkoy niti kese, te jóge ci Seytaane."},{"style":"v","verse":"16","text":"Ndaxte fu wextan ak wut aw tur dugg, indi fa xëccoo ak bépp ñaawteef."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Waaye xel mi jóge ci kaw daa sell, ba noppi ànd ak jàmm te lewet, nooy, fees dell ak yërmande ak jëf yu rafet; àndul ak genn parlàqu, amul genn naaféq."},{"style":"v","verse":"18","text":"Te nitu jàmm dina bey toolu jàmm, góob njub."}]