[{"style":"mt1","text":"Aggée"},{"style":"s1","text":"Exhortation à rebâtir le temple de Jérusalem"},{"style":"r","text":"V. 1-11: cf. (Esd 4; 5:1.) (Ag 2:15-19. Za 1:1-6.)"},{"style":"p","text":""},{"style":"v","text":"La seconde année du roi Darius, le premier jour du sixième mois, la parole de l’Éternel fut adressée par Aggée, le prophète, à Zorobabel, fils de Schealthiel, gouverneur de Juda, et à Josué, fils de Jotsadak, le souverain sacrificateur, en ces mots: "},{"style":"v","text":"Ainsi parle l’Éternel des armées: Ce peuple dit: Le temps n’est pas venu, le temps de rebâtir la maison de l’Éternel. "},{"style":"v","text":"C’est pourquoi la parole de l’Éternel leur fut adressée par Aggée, le prophète, en ces mots:"},{"style":"q1","text":""},{"style":"v","text":"Est-ce le temps pour vous d’habiter vos demeures lambrissées,"},{"style":"q1","text":"Quand cette maison est détruite?"},{"style":"q1","text":""},{"style":"v","text":"Ainsi parle maintenant l’Éternel des armées:"},{"style":"q1","text":"Considérez attentivement vos voies!"},{"style":"q1","text":""},{"style":"v","text":"\\x a \\xo 1.6 \\xt De 28:38. Mi 6:14, 15.\\x*Vous semez beaucoup, et vous recueillez peu,"},{"style":"q1","text":"Vous mangez, et vous n’êtes pas rassasiés,"},{"style":"q1","text":"Vous buvez, et vous n’êtes pas désaltérés,"},{"style":"q1","text":"Vous êtes vêtus, et vous n’avez pas chaud;"},{"style":"q1","text":"Le salaire de celui qui est à gages tombe dans un sac percé."},{"style":"q1","text":""},{"style":"v","text":"Ainsi parle l’Éternel des armées:"},{"style":"q1","text":"Considérez attentivement vos voies!"},{"style":"q1","text":""},{"style":"v","text":"Montez sur la montagne, apportez du bois,"},{"style":"q1","text":"Et bâtissez la maison:"},{"style":"q1","text":"J’en aurai de la joie, et je serai glorifié,"},{"style":"q1","text":"Dit l’Éternel."},{"style":"q1","text":""},{"style":"v","text":"Vous comptiez sur beaucoup, et voici, vous avez eu peu;"},{"style":"q1","text":"Vous l’avez rentré chez vous, mais j’ai soufflé dessus."},{"style":"q1","text":"Pourquoi? Dit l’Éternel des armées."},{"style":"q1","text":"A cause de ma maison, qui est détruite,"},{"style":"q1","text":"Tandis que vous vous empressez chacun pour sa maison."},{"style":"q1","text":""},{"style":"v","text":"C’est pourquoi les cieux vous ont \\x b \\xo 1.10 \\xt De 28:23.\\x*refusé la rosée,"},{"style":"q1","text":"Et la terre a refusé ses produits."},{"style":"q1","text":""},{"style":"v","text":"J’ai appelé la sécheresse sur le pays, sur les montagnes,"},{"style":"q1","text":"Sur le blé, sur le moût, sur l’huile,"},{"style":"q1","text":"Sur ce que la terre peut rapporter,"},{"style":"q1","text":"Sur les hommes et sur les bêtes,"},{"style":"q1","text":"Et sur tout le travail des mains."},{"style":"r","text":"V. 12-15: cf. Esd 5:1, 2."},{"style":"p","text":""},{"style":"v","text":"Zorobabel, fils de Schealthiel, Josué, fils de Jotsadak, le souverain sacrificateur, et tout le reste du peuple, entendirent la voix de l’Éternel, leur Dieu, et les paroles d’Aggée, le prophète, selon la mission que lui avait donnée l’Éternel, leur Dieu. Et le peuple fut saisi de crainte devant l’Éternel. "},{"style":"v","text":"Aggée, envoyé de l’Éternel, dit au peuple, d’après l’ordre de l’Éternel: Je suis avec vous, dit l’Éternel. "},{"style":"v","text":"L’Éternel réveilla l’esprit de Zorobabel, fils de Schealthiel, gouverneur de Juda, et l’esprit de Josué, fils de Jotsadak, le souverain sacrificateur, et l’esprit de tout le reste du peuple. Ils vinrent, et ils se mirent à l’œuvre dans la maison de l’Éternel des armées, leur Dieu, "},{"style":"v","text":"le vingt-quatrième jour du sixième mois, la seconde année du roi Darius."}]