[{"style":"s","text":"Yeesu yónni na fukki ndaw ya ak ñaar"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu woo ca moom fukki taalibeem ya ak ñaar, jox leen sañ-sañu dàq rab yi, tey faj jàngoro yépp ak wéradi yépp."},{"style":"p","text":""},{"style":"v","text":"Fukki ndaw ak ñaar, ya Yeesu yónni woon nag, nii lañu tuddoon:"},{"style":"li","text":"ku jëkk ki mooy Simoŋ mi ñuy wax Piyeer,"},{"style":"li","text":"ak Andare mi bokk ak moom ndey ak baay;"},{"style":"li","text":"Saag doomu Sebede, ak Yowaana rakkam;"},{"style":"li","text":""},{"style":"v","text":"Filib ak Bartelemi;"},{"style":"li","text":"Tomaa ak Macë, °juutikat ba woon;"},{"style":"li","text":"Saag doomu Alfe, ak Tade;"},{"style":"li","text":""},{"style":"v","text":"Simoŋ, mi bokk ca mbooloo, ma ñu tudde Ñi farlu ci moom seen réew;"},{"style":"li","text":"ak Yudaa Iskariyo, mi nara wor Yeesu."},{"style":"p","text":""},{"style":"v","text":"Yeesu yónni fukk ñooñule ak ñaar, jox leen ndigal ne leen: «Buleen dem ci ñi dul Yawut mbaa dugg ci benn dëkku waa Samari."},{"style":"v","text":"Waaye demleen ci °bànni Israyil, ñoom ñi réer niy xar."},{"style":"v","text":"Bu ngeen demee nag, yégleleen naan: “Nguuru Yàlla Aji Kawe ji jegesi na.”"},{"style":"v","text":"Fajleen ñi wopp, dekkal ñi dee, fajleen °gaana yi te dàq rab yi. Cig neen ngeen ame, mayeleen cig neen."},{"style":"v","text":"Buleen dajale wurus, xaalis mbaa xànjar ci seeni maxtume."},{"style":"v","text":"Buleen wut it mbuus ngir tukki mbaa ñaari turki, ay dàll mbaa aw yet, ndaxte liggéeykat yeyoo na dundam."},{"style":"p","text":""},{"style":"v","text":"«Bu fekkee ne agsi ngeen ci dëkk bu mag mbaa bu ndaw, nangeen fa seet ku fa am faayda, dal ca moom ba kera ngeen jóge dëkk ba."},{"style":"v","text":"Bu ngeen di dugg ci kër nag, nuyooleen."},{"style":"v","text":"Bu fekkee ne kër ga yeyoo na ko, na seen jàmm wàcc ci ñoom, waaye bu ko yeyoowul, na seen yéene délsi ci yéen."},{"style":"v","text":"Koo xam ne gàntu na leen, mbaa mu tanqamlu seeni wax, génnleen ca kër ga mbaa ca dëkk ba, yëlëb seen pëndu tànk."},{"style":"v","text":"Ci dëgg maa ngi leen koy wax, keroog bésub àtte ba, waa réewu °Sodom ak Gomor ñooy tane dëkk boobu."},{"style":"p","text":""},{"style":"v","text":"«Dégluleen, maa ngi leen di yónni, mel ni ay xar ci biir ay bukki. Muusleen nag niy jaan, te lewet niy pitax."},{"style":"v","text":"Waaye moytuleen nit ñi, ndaxte dinañu leen jébbal àttekat yi te dóor leen ay yar ci seeni jàngu."},{"style":"v","text":"Dees na leen yóbbu ngir man ci kanam i boroom réew ak i buur, ngir ngeen seede ma ci ñoom ak ci ñi dul Yawut."},{"style":"v","text":"Boo xamee ne nag jébbale nañu leen, buleen am xel ñaar ci li ngeen di wax, mbaa ni ngeen koy waxe. Ndaxte ca waxtu woowa sax dingeen jot li ngeen wara wax;"},{"style":"v","text":"du yéenay wax, waaye Xelum seen Baay mooy wax ci yéen."},{"style":"p","text":""},{"style":"v","text":"«Mag dina joxe rakkam cig dee, baay joxe doomam; ay doom it dinañu jóg, bañ seeni waajur, di leen reylu."},{"style":"v","text":"Te yéen nag, ñépp dinañu leen bañ ndax sama tur; waaye ku muñ ba muj ga, mucc."},{"style":"v","text":"Boo xamee ne fitnaal nañu leen ci dëkk bii, demleen ca ba ca kanam. Ci dëgg maa ngi leen koy wax, dungeen mana wër dëkki Israyil yépp, te °Doomu nit ki ñëwul.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu teg ca ne: «Taalibe gënul kilifaam, te jaam gënul sangam."},{"style":"v","text":"Bu taalibe yemee ak kilifaam demin, doy na; jaam it ni sangam. Ndegam tudde nañu boroom kër gi °Beelsebul, astamaak waa kër gi."},{"style":"v","text":"Kon nag buleen leen ragal, ndaxte amul dara lu nëbbu, lu ñu warula biral, mbaa luy kumpa lu ñu warula siiwal."},{"style":"v","text":"Li ma leen wax ci biir lëndëm, waxleen ko ci leer; li ma leen déey, yégleleen ko ci kaw °taax yi."},{"style":"v","text":"Te buleen ragal ñu mana rey yaram, te manuñoo rey ruu, waaye ragal-leen ki mana sànk yaram ak ruu ci sawara."},{"style":"v","text":"Ñaari picci °ramatu, ndax duñu ko jaay ci dërëm? Waaye benn ci ñoom du daanu ci suuf te soobul seen Baay."},{"style":"v","text":"Seen kawari bopp sax, waññees na leen."},{"style":"v","text":"Kon buleen ragal dara, yéena gën ndiiraanu ramatu."},{"style":"p","text":""},{"style":"v","text":"«Koo xam ne nangu nga ma ci kanam nit ñi, man itam dinaa la nangu ci sama kanam Baay, bi nekk ci kaw."},{"style":"v","text":"Waaye ku ma gàntu ci kanam nit ñi, man itam dinaa la gàntu ci sama kanam Baay, bi nekk ci kaw."},{"style":"p","text":""},{"style":"v","text":"«Te it buleen defe ne damaa ñëw ngir indi jàmm ci àddina; ñëwuma ngir indi jàmm, waaye jaasi laa indaale."},{"style":"v","text":"Ndaxte ñëw naa ngir féewale doom ak baayam, doom ju jigéen ak ndeyam, jabar ak goroom;"},{"style":"v","text":"te nooni nit ñooy waa këram."},{"style":"v","text":"Ku ma gënalul sa ndey walla sa baay, yeyoowuloo ma; ku ma gënalul sa doom ju góor walla ju jigéen, yeyoowuloo ma."},{"style":"v","text":"Koo xam ne kii nanguwuloo ñàkk sa bakkan, ba mel ni ku ñu daaj ci bant, te nga topp ma, yeyoowuloo ma."},{"style":"v","text":"Kuy rawale sa bakkan, ñàkk ko, te ku ñàkk sa bakkan ndax man, jotaat ko."},{"style":"p","text":""},{"style":"v","text":"«Te lii itam am na, ku leen nangu, nangu na ma, te ku ma nangu, nangu na ki ma yónni."},{"style":"v","text":"Ku nangu yonent ndax yónnentam, dina jot ci peyu yonent; te ku nangu ku jub ndax njubteem, dina jot ci peyu ku jub."},{"style":"v","text":"Ci dëgg maa ngi leen koy wax, koo xam ne kii may na kaasu ndox mu sedd rekk kenn ci ñi gëna ndaw, ndax sama taalibe la, kooku du ñàkk yoolam mukk.»"}]