[{"style":"p","text":""},{"style":"v","text":"Ba Yeesu joxee fukki taalibeem ya ak ñaar ndigal yooyu, mu jóge fa, ngir dem jàngleji ak a waare ci seeni dëkk."},{"style":"s","text":"Yaxya yónnee na, di laaj Yeesu"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu °Yaxya dégg ca kaso ba jëfi °Almasi bi. Mu yónni ci moom nag ay taalibeem,"},{"style":"v","text":"ne ko: «Ndax yaa di °Ki wara ñëw, walla danoo wara xaar keneen?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Demleen nettali Yaxya li ngeen dégg te gis ko."},{"style":"v","text":"Gumba yaa ngi gis, lafañ yiy dox, °gaana yi wér, tëx yiy dégg, ñi dee di dekki, te néew doole ñaa ngi dégg xibaaru jàmm bi."},{"style":"v","text":"Yaw mi sa ngëm yolomul ndax man, barkeel nga.»"},{"style":"p","text":""},{"style":"v","text":"Bi nga xamee ne taalibe ya Yaxya yónni woon ci Yeesu dem nañu, Yeesu daldi wax ak mbooloo ma ci mbirum Yaxya ne leen: «Lu ngeen seeti woon ca màndiŋ ma? Xanaa barax buy jaayu ci ngelaw li?"},{"style":"v","text":"Kon lu ngeen seeti woon nag? Nit ku sol yére yu rafet? Waaye ñi sol yére yu rafet ñu ngi dëkk ci këri buur."},{"style":"v","text":"Lu tax ngeen génn nag? Ngir gis ab yonent? Waaw, wax naa leen ne ëpp na yonent."},{"style":"v","text":"Yaxya male moo di ki ñu waxoon ci Mbind mi naan:"},{"style":"q","text":"“Maa ngi yónni sama ndaw, mu jiitu la,"},{"style":"q","text":"te xàllal la yoon ci sa kanam.”"},{"style":"m","text":""},{"style":"v","text":"Ci dëgg maa ngi leen koy wax, ci li jigéen jur, ku sut Yaxya masula feeñ. Waaye ba tey ki gëna ndaw ci nguuru Yàlla Aji Kawe ji moo ko sut."},{"style":"v","text":"Ci li dale ci jamonoy Yaxya ba léegi, nit ñaa ngi góor-góorlu ngir dugg ci nguuru Yàlla, te ñi sawar ñoo ci am wàll."},{"style":"v","text":"Ndaxte li yonent yi wax ak li yoonu °Musaa tëral ñu ngi doon dox, ba kera Yaxya di feeñ."},{"style":"v","text":"Te Yaxya moomu, su ngeen bëggee nangu lii, mooy °Ilyaas bi waroona ñëw."},{"style":"v","text":"Déglul bu baax, yaw mi am ay nopp."},{"style":"p","text":""},{"style":"v","text":"«Niti jamono jii nag, lan laa leen mana méngaleel? Ñu ngi nirook xale yu toog ca pénc ma, di woo seeni xarit,"},{"style":"v","text":"ne leen:"},{"style":"q","text":"“Liital nanu leen ak toxoro, te fecculeen,"},{"style":"q","text":"woyal nanu leen woyi dëj, te jooyuleen.”"},{"style":"m","text":""},{"style":"v","text":"Ndaxte Yaxya feeñ na, lekkul, naanul, ngeen daldi ne: “Dafa ànd ak rab.”"},{"style":"v","text":"Gannaaw gi nag, °Doomu nit ki ñëw na, lekk, naan, ngeen daldi ne: “Kii daal bëgg na lekk, di naan biiñ, tey xaritoo ak ay °juutikat ak ay boroom bàkkaar.” Waaye li xam-xamu Yàlla di jur, mooy firndeel ne dëgg la.»"},{"style":"s","text":"Yeesu gëdd na ay dëkk"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu daldi gëdd dëkk, ya mu defe woon la ëpp cay kéemaanam, ndaxte tuubuñu seeni bàkkaar."},{"style":"v","text":"Mu ne: «Dingeen torox, yéen waa Korasin ak waa Betsayda, ndaxte kéemaan yi ma def ci yéen, bu ñu leen defoon ci dëkku °Tir walla ci dëkku Sidon, kon réccu nañu bu yàgg, xëppoo dóom, sol saaku."},{"style":"v","text":"Waaye maa ngi leen koy wax, keroog bés pénc ma Tir ak Sidon ñoo leen di tane."},{"style":"v","text":"Te yaw dëkku Kapernawum, ndax dees na la yékkati bu kawe? Déedéet, dees na la daane bu suufe. Ndaxte kéemaan yi ma def ci yaw, bu ñu leen defoon ci dëkku °Sodom, kon mu nekk ba tey."},{"style":"v","text":"Waaye maa ngi leen koy wax, keroog bés pénc ma Sodom moo lay tane.»"},{"style":"s","text":"Woote bu mag bi"},{"style":"p","text":""},{"style":"v","text":"Ca jamono joojale Yeesu wax na lii: «Yaw Baay, Boroom asamaan ak suuf, maa ngi lay sant ci li nga nëbb yëf yii ñi am xam-xam ak ñi am xel, te xamal leen gone yi."},{"style":"v","text":"Waaw, Baay, ndaxte looloo la neex.»"},{"style":"v","text":"Yeesu teg ca ne: «Sama Baay jébbal na ma lépp, te kenn manu maa xam, man Doom ji, ku dul Baay bi; kenn it manula xam Baay bi, ku dul man Doom ji, ak ku ma ko bëgga xamal."},{"style":"p","text":""},{"style":"v","text":"«Ñëwleen ci man, yéen ñépp ñi sonn te diis, dinaa leen may noflaay."},{"style":"v","text":"Jébbaluleen ci man te jàng ci man, ndaxte lewet naa te woyof, te dingeen am noflaay ci seen xol."},{"style":"v","text":"Ndaxte sama kilifteef lewet na te sama yen diisul.»"}]