[{"style":"s","text":"Yeesu nee na, mooy boroom bésub noflaay bi"},{"style":"p","text":""},{"style":"v","text":"Amoon na benn °bésub noflaay Yeesu jaar ci ay tool yu ñor, fekk ay taalibeem xiif; ñu daldi fàq ay gub nag, di lekk."},{"style":"v","text":"°Farisen ya nag gis ko, ne Yeesu: «Gisal, say taalibe ñu ngi def lu jaaduwul ci bésub noflaay bi.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu ne leen: «Ndax jànguleen la °Daawuda defoon, ba mu xiifee, moom ak ña mu àndaloon?"},{"style":"v","text":"Xanaa yéguleen, ni mu dugge woon ca kër Yàlla ga, gis fa °mburu, ya ñu teewal ca kanam Yàlla, mu daldi ko lekk. Fekk jaaduwul mu lekk ca, moom walla ña mu àndaloon; °sarxalkat rekk a ko sañoona lekk."},{"style":"v","text":"Te it ndax jànguleen ci yoonu °Musaa, ne sarxalkat ya ca kër Yàlla ga teraluñu bésub noflaay bi, te tooñuñu?"},{"style":"v","text":"Waaye maa ngi leen koy wax, am na ci seen biir ku sut kër Yàlla ga."},{"style":"v","text":"Mbind mi nee na: “Yërmande laa bëgg, waaye du rendi saraxi mala.” Su ngeen xamoon lu wax joojuy tekki, kon dungeen teg tooñ ñi tooñul."},{"style":"v","text":"Ndaxte °Doomu nit ki mooy boroom bésub noflaay bi.»"},{"style":"s","text":"Yeesu faj na nit ku loxoom làggi"},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee Yeesu jóge foofa, dugg ci seen jàngu,"},{"style":"v","text":"te amoon na fa nit ku loxoom làggi. Noonu Farisen ya laaj ko: «Faj ci °bésub noflaay bi, ndax loolu jaadu na?» Fekk ñuy wut buntu tuumaal ko."},{"style":"v","text":"Yeesu ne leen: «Ku fi amoon xar, mu daanu ci kàmb ci bésub noflaay bi, ndax doo ko jàpp, génne ko?"},{"style":"v","text":"Nit nag, ndax ëppul maana xar? Kon def lu baax ci bésub noflaay bi jaadu na.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu ne nit ka: «Tàllalal sa loxo!» Mu tàllal ko nag, loxoom daldi wér, mel ni ba ca des."},{"style":"p","text":""},{"style":"v","text":"°Farisen ya génn nag, daldi gise, ngir fexee reylu Yeesu."},{"style":"v","text":"Waaye bi ko Yeesu yégee, mu sore foofa; te ñu bare topp ko, mu wéral leen ñoom ñépp."},{"style":"v","text":"Te mu dénk leen bu wóor, ñu bañ koo siiwal."},{"style":"v","text":"Def na noonu, ngir amal la ñu waxoon jaarale ko ci yonent Yàlla °Esayi, bi mu naan:"},{"style":"q","text":""},{"style":"v","text":"«Kii mooy sama Ndaw li ma tànn,"},{"style":"q","text":"di sama Soppe bi neex sama xol."},{"style":"q","text":"Dinaa def sama Xel ci moom,"},{"style":"q","text":"muy yégal xeet yi yoonu njub."},{"style":"q","text":""},{"style":"v","text":"Du xëccoo mbaa muy wax ci kaw,"},{"style":"q","text":"te kenn du dégg baatam ci mbedd yi."},{"style":"q","text":""},{"style":"v","text":"Du dammte barax bu banku,"},{"style":"q","text":"te mees guy saxar, du ko fey,"},{"style":"q","text":"ba kera mu yégal njub, ba daan."},{"style":"q","text":""},{"style":"v","text":"Ci turam la xeet yi di ame yaakaar.»"},{"style":"s","text":"Ku rab jàpp, mu gumba te luu"},{"style":"p","text":""},{"style":"v","text":"Booba ñu indil ko ku rab jàpp, mu gumba te luu. Yeesu faj ko, ba ku luu ki di wax tey gis."},{"style":"v","text":"Noonu mbooloo mépp yéemu naan: «Ndax kii du °Sëtu Daawuda bi?»"},{"style":"p","text":""},{"style":"v","text":"Bi °Farisen ya déggee loolu nag, ñu ne: «Kii ci kàttanu °Beelsebul, buuru rab yi, lay dàqe rab yi.»"},{"style":"v","text":"Waaye Yeesu xam seen xalaat ne leen: «Réew mu xeex boppam tas, te dëkk mbaa kër guy xeex boppam du mana yàgg."},{"style":"v","text":"Bu °Seytaane dàqee Seytaane nag, xeex na boppam; kon naka la nguuram di mana yàgge?"},{"style":"v","text":"Te it bu fekkee ne man damay dàq ay rab ci kàttanu Beelsebul, seeni taalibe nag, ci gan kàttan lañu leen di dàqe? Kon ñoo leen di àtte."},{"style":"v","text":"Waaye bu fekkee ne ci Xelum Yàlla laay dàqe rab, kon nguuru Yàlla agsi na ba ci yéen."},{"style":"p","text":""},{"style":"v","text":"«Su fi amee nit ku bare doole, te nit bëgga dugg ci këram, nangu alalam, naka la koy defe? Xanaa dafay jëkka yeew ku bare doole ka, ba noppi doora toj këram gépp."},{"style":"v","text":"Noonu ku farul ak man, yaa ngi may xeex, ku dajalewul ak man, yaa ngi tasaare.»"},{"style":"s","text":"Ku sosal Xelu Yàlla mi"},{"style":"p","text":""},{"style":"v","text":"Yeesu teg ca ne: «Loolu moo tax maa ngi leen koy wax, bàkkaar walla sos wu mu mana doon, dinañu ko baale, waaye ku sosal Xelum Yàlla, duñu ko baal."},{"style":"v","text":"Ku sosal °Doomu nit ki, dinañu ko baal, waaye ku sosal °Xel mu Sell mi, duñu ko baal mukk, du ci àddina si, du ci àllaaxira."},{"style":"v","text":"Neeleen garab gi baax na, moom ak meññeefam, walla ngeen ne garab gi bon na, moom ak meññeefam; ndaxte garab, meññeefam lañu koy xàmmee."},{"style":"v","text":"Yéen ñi fees ak daŋar ni ay co, naka ngeen mana waxe lu baax, fekk dangeen bon? Ndaxte gémmiñ, la fees xol lay wax."},{"style":"v","text":"Noonu nit ku baax, lu baax lay wax, jële ko ca fa mu denc lu baax, te nit ku bon, lu bon lay wax, jële ko ca fa mu denc lu bon."},{"style":"v","text":"Maa ngi leen di wax ne keroog bés pénc, nit ñi dinañu làyyi ndax wax ju nekk ju amul njariñ, ju ñu masa wax."},{"style":"v","text":"Ndaxte dees na la àtte ni ku jub ci say wax, walla ñu daan la ci say wax.»"},{"style":"s","text":"Yeesu nanguwula def kéemaan"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ay °xutbakat ak ay °Farisen wax ak Yeesu ne ko: «Kilifa gi, danoo bëggoon, nga won nu kéemaan guy firndeel sag yónnent.»"},{"style":"v","text":"Yeesu ne leen: «Yéenay laaj firnde, yéen niti jamono ju bon jii, yéen ñi fecci seen kóllëre ak Yàlla, waaye dungeen jot jenn firnde ju dul firndey yonent Yàlla Yunus."},{"style":"v","text":"Ndaxte ni Yunus nekke woon ñetti guddi ak ñetti bëccëg ci biir rabu géej wu mag, noonu la °Doomu nit ki di nekke ñetti guddi ak ñetti bëccëg ci biir suuf."},{"style":"v","text":"Keroog bés pénc waa dëkku Niniw dinañu jógandoo ak niti jamono jii, yey leen; ndaxte bi leen Yunus waaree, tuub nañu seeni bàkkaar, te ku sut Yunus a ngi fi."},{"style":"v","text":"Te it ca bés pénc buur bu jigéen, ba dëkkoon ca sudd, dina jógandoo ak niti jamono jii, yey leen; ndaxte dafa jóge ca catul àddina, ngir déglu xam-xamu °Suleymaan, te ku sut Suleymaan a ngi fi."},{"style":"p","text":""},{"style":"v","text":"«Boo xamee ne rab wa jàppoon nit génn na ci moom, day wër ay bérab yu wow, di wut fu mu noppaloo, waaye du ko gis."},{"style":"v","text":"Noonu da naan: “Naa dellu ca sama kër, ga ma génne woon.” Bu ñëwee nag, mu fekk kërug neen, ñu bale ko, defar ko ba lépp jekk."},{"style":"v","text":"Bu ko gisee nag, mu dem wooyi yeneen juróom ñaari rab yu ko gëna soxor, ñu dugg, sanc fa; ba tax muju nit kooku mooy yées njàlbéenam. Noonu lay nekke ak niti jamono ju bon jii.»"},{"style":"s","text":"Ndeyu Yeesu ak i doomi ndeyam"},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu nekkee di wax ak mbooloo ma, ndeyam ak ay rakkam daldi ñëw, taxaw ci biti, bëgga wax ak moom."},{"style":"v","text":"Noonu kenn nit ne ko: «Sa yaay ak say rakk ñu ngi nii taxaw ci biti, bëgga wax ak yaw.»"},{"style":"v","text":"Waaye Yeesu ne ko: «Kan mooy sama ndey ak ñan ñooy samay rakk?»"},{"style":"v","text":"Noonu mu joxoñ ay taalibeem naan: «Ñii ñooy sama ndey ak samay rakk."},{"style":"v","text":"Ndaxte ku def sama coobarey Baay bi nekk ci kaw, yaa di sama rakk, sama jigéen ak sama ndey.»"}]