[{"style":"s","verse":"","text":"Léebu beykat ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bés booba Yeesu génnoon na ca kër ga, toog ca wetu dex ga."},{"style":"v","verse":"2","text":"Mbooloo mu bare dajaloo ca moom, ba tax mu dugg cig gaal, toog; mbooloo mépp taxaw ca tefes ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Noonu Yeesu dégtal leen lu bare ciy léeb ne leen: «Dafa amoon beykat bu demoon jiyi."},{"style":"v","verse":"4","text":"Bi muy saaw toolam nag, lenn ci pepp mi wadd ci kaw yoon wi, picc yi daldi ñëw, lekk ko lépp."},{"style":"v","verse":"5","text":"Leneen ci pepp mi wadd ci bérab bu bare ay doj te néew suuf, mu daldi sax bu gaaw, ndaxte suuf si barewul."},{"style":"v","verse":"6","text":"Waaye bi jant bi naajee, mu lakk, wow, ndaxte amul ay reen."},{"style":"v","verse":"7","text":"Leneen nag wadd ci biir ay xaaxaam, xaaxaam yi daldi jóg, tanc ko."},{"style":"v","verse":"8","text":"Li ci des dal ci suuf su baax, nangu ba def ay gub; lii àntu ba mat téeméeri yoon lu ëpp la mu ji woon, lii mat juróom benn fukk, li ci des fanweer."},{"style":"v","verse":"9","text":"Déglul bu baax, yaw mi am ay nopp.»"},{"style":"s","verse":"","text":"Lu tax Yeesu di wax ay léeb"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bi Yeesu waxee ba noppi, ay taalibeem jegeñsi, laaj ko lu tax mu di leen wax ciy léeb."},{"style":"v","verse":"11","text":"Noonu mu ne leen: «May nañu leen, ngeen xam mbóoti nguuru Yàlla Aji Kawe ji, waaye ñale mayuñu leen ko."},{"style":"v","verse":"12","text":"Ndaxte ku am, dinañu la dollil, ba nga barele; waaye ku amul, li nga am as néew, dinañu ko nangu."},{"style":"q","verse":"","text":""},{"style":"v","verse":"13","text":"“Dañuy xool te duñu gis,"},{"style":"q","verse":"","text":"di déglu waaye duñu dégg te duñu xam,”"},{"style":"m","verse":"","text":"moo tax ma di leen wax ciy léeb."},{"style":"v","verse":"14","text":"Li °Esayi waxoon ci kàddug Yàlla am na ci ñoom, bi mu naan:"},{"style":"q","verse":"","text":"“Dingeen déglu bu baax waaye dungeen xam dara;"},{"style":"q","verse":"","text":"di xool bu baax waaye dungeen gis dara."},{"style":"q","verse":"","text":""},{"style":"v","verse":"15","text":"Ndaxte xolu xeet wii dafa dërkiis;"},{"style":"q","verse":"","text":"dañuy déglu ak nopp yu naqari,"},{"style":"q","verse":"","text":"tey gëmm seeni bët,"},{"style":"q","verse":"","text":"ngir baña gis ak seeni bët,"},{"style":"q","verse":"","text":"dégg ak seeni nopp,"},{"style":"q","verse":"","text":"te xam ci seen xol,"},{"style":"q","verse":"","text":"ñu waññiku ci man, ma wéral leen.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Waaye yéen barkeel ngeen, ndaxte seeni bët a ngi gis te seeni nopp di dégg!"},{"style":"v","verse":"17","text":"Ndaxte ci dëgg maa ngi leen koy wax, ay yonent yu bare ak nit ñu jub ñu bare bëggoon nañu gis li ngeen di gis waaye gisuñu ko, te dégg li ngeen di dégg waaye dégguñu ko."},{"style":"s","verse":"","text":"Yeesu firi na léebu beykat bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Yéen nag dégluleen li léebu beykat biy tekki."},{"style":"v","verse":"19","text":"Boo xamee ne nit mu ngi déglu wax ju jëm ci nguuru Yàlla te xamu ko, °Ibliis day ñëw, këf li ñu def ci xolam; kooku mooy ki jot ci jiwu wi ci kaw yoon wi."},{"style":"v","verse":"20","text":"Ki jot ci jiwu wi ci bérab bu bare ay doj nag, mooy ki dégg wax ji, am ci bànneex bu gaaw;"},{"style":"v","verse":"21","text":"waaye du yàgg, ndaxte wax ji saxul ci moom. Bu jaaree ci nattu nag, mbaa ñu fitnaal ko ndax kàddu gi, mu dàggeeku ci saa si."},{"style":"v","verse":"22","text":"Ki jot ci jiwu wi ci xaaxaam yi mooy ki dégg wax ji, waaye soxlay àddina ak naxi alal tanc wax ji, ba du jur njariñ."},{"style":"v","verse":"23","text":"Ki jot ci jiwu wi ci suuf su baax si nag, mooy ki dégg wax ji te xam ko; mu jural ko njariñ, muy lu mat téeméeri yoon lu ëpp la ñu ji woon, muy juróom benn fukk mbaa fanweer.»"},{"style":"s","verse":"","text":"Léebu jëmb bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Noonu Yeesu dégtal leen beneen léeb ne leen: «Nguuru Yàlla Aji Kawe ji dafa mel ni nit ku ji jiwu wu baax ci toolam."},{"style":"v","verse":"25","text":"Waaye bi nit ñi di nelaw, noonam ñëw, ji jëmb ci biir °dugub ji, daldi dem."},{"style":"v","verse":"26","text":"Bi dugub ji saxee nag, jëmb bi saxaale ak moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Noonu surgay boroom kër ga ñëw ci moom ne ko: “Góor gi, xanaa jiwuloo jiwu wu baax ci sa tool? Fu jëmb bi jóge nag?”"},{"style":"v","verse":"28","text":"Mu ne leen: “Noon a ko def.” Surga ya ne ko: “Ndax nu dem dindi ko?”"},{"style":"v","verse":"29","text":"Mu ne leen: “Déedéet, ngir baña buddiwaale dugub ji, bu ngeen koy dindi."},{"style":"v","verse":"30","text":"Bàyyileen ñoom ñaar, ñu màgg, ba ngóob ma jot. Bu ngóob ma jotee nag, dinaa wax ñi koy góob: ‘Jëkkleena dindi jëmb bi, takk ko ay say, lakk ko, waaye ngeen semb dugub ji ci sama sàq.’ ”»"},{"style":"s","verse":"","text":"Léebu doomu fuddën gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yeesu waxaat leen beneen léeb ne leen: «Nguuru Yàlla Aji Kawe ji dafa mel ni doomu °fuddën bu nit jël, ji ko ci toolam."},{"style":"v","verse":"32","text":"Doomu fuddën moo gëna tuuti ci jiwu yépp, waaye bu saxee, mooy sut ci gàncaxi tóokër yi, di nekk garab, ba picci asamaan ñëw, tàgg ciy caram.»"},{"style":"s","verse":"","text":"Léebu lawiir bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Yeesu teg ca beneen léeb ne leen: «Nguuru Yàlla Aji Kawe ji dafa mel ni lawiir bu jigéen jël, jaxase ko ak ñetti andaari fariñ, ba kera tooyal bépp di funki.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Loolu Yeesu wax mbooloo ma, ëmb na ko lépp ciy léeb, te waxuleen dara lu dul ciy léeb."},{"style":"v","verse":"35","text":"Noonu am la ñu waxoon jaarale ko cib yonent, bi mu naan:"},{"style":"q","verse":"","text":"«Dinaa leen wax ciy léeb,"},{"style":"q","verse":"","text":"di yégle yëf yu nëbbu li dale ca njàlbéen ga ba bésu tey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ci kaw loolu Yeesu bàyyi mbooloo ma, dugg ca kër ga. Taalibeem yi ñëw ci moom ne ko: «Firil nu léebu jëmb, bi sax ci tool bi.»"},{"style":"v","verse":"37","text":"Noonu Yeesu ne leen: «°Doomu nit ki mooy ji jiwu wu baax wi;"},{"style":"v","verse":"38","text":"àddina mooy tool bi; ñi bokk ci nguuru Yàlla ñoo di jiwu wu baax wi; ñi bokk ci °Ibliis ñooy jëmb bi;"},{"style":"v","verse":"39","text":"°Seytaane mooy noon bi ko ji; tukkitel àddina mooy ngóob mi, te malaaka yi ñooy góobkat yi."},{"style":"v","verse":"40","text":"Ni ñu dajalee jëmb ba, lakk ko, noonu lay nekke, bu àddina tukkee."},{"style":"v","verse":"41","text":"Doomu nit ki dina yebal ay malaakaam, ñu jële ci nguuram lépp luy yóbbe nit bàkkaar, ak ñiy def bàkkaar,"},{"style":"v","verse":"42","text":"sànni leen ci sawara; foofa dees na fa jooy te yéyu."},{"style":"v","verse":"43","text":"Booba nag ñu jub ñi dinañu leer ni jant bi ci seen nguuru Baay. Déglul bu baax, yaw mi am ay nopp.»"},{"style":"s","verse":"","text":"Léebu alal ju nëbbu ak léebu per ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Yeesu teg ca ne: «Nguuru Yàlla Aji Kawe ji dafa mel ni alal ju nëbbu cib tool. Nit ki ko gis nëbbaat ko; xolam sedd, ba mu dem jaay li mu am lépp, jënd tool ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"«Te it nguuru Yàlla Aji Kawe ji dafa mel ni jaaykat buy wut per yu rafet."},{"style":"v","verse":"46","text":"Am bés mu gis per buy jar njég lu réy. Mu dem nag, jaay li mu am lépp, jënd ko.»"},{"style":"s","verse":"","text":"Léebu mbaalum géej ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Yeesu waxaat ne: «Nguuru Yàlla Aji Kawe ji dafa mel ni mbaal mu ñu wàcce ci géej, mu jàpp jën wu nekk."},{"style":"v","verse":"48","text":"Bi mbaal mi feesee nag, ñu ñoddi ko ci tefes gi, ba noppi ñu taxaw, dajale yu baax yi ciy ndab, waaye sànni yi bon."},{"style":"v","verse":"49","text":"Noonu lay mel, bu àddina tukkee. Malaaka yi dinañu génn, tànn ñu bon ñi ci biir ñu jub ñi,"},{"style":"v","verse":"50","text":"sànni leen ci sawara. Foofa dees na fa jooy te yéyu.»"},{"style":"s","verse":"","text":"Léebu boroom kër ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Noonu Yeesu laaj taalibe ya ne leen: «Loolu lépp, ndax xam ngeen lu muy tekki?» Ñu ne ko: «Waaw.»"},{"style":"v","verse":"52","text":"Yeesu ne leen: «Kon nag °xutbakat bu nekk bu jàng ci nguuru Yàlla Aji Kawe ji, dafa mel ni boroom kër buy génne ci dencukaayam yu bees ak yu màggat.»"},{"style":"s","verse":"","text":"Yeesu ci dëkku Nasaret"},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Bi nga xamee ne Yeesu dégtal na léeb yooyu ba noppi, mu jóge fa,"},{"style":"v","verse":"54","text":"dem fa mu yaroo. Mu di leen jàngal ci seen jàngu, ba ñu waaru ne: «Xam-xam bii ak kéemaan yii, fu mu ko jële?"},{"style":"v","verse":"55","text":"Ndax kii du doomu minise bi, te ndeyam tudd Maryaama? Ndax rakkam yu góor duñu Saag, Yuusufa, Simoŋ ak Yuda?"},{"style":"v","verse":"56","text":"Te ay rakkam yu jigéen, ndax nekkuñu fi ak nun? Lii lépp nag, fu mu ko jële?»"},{"style":"v","verse":"57","text":"Kon ñu daldi koy xeeb."},{"style":"p","verse":"","text":"Noonu Yeesu ne leen: «Dees na faaydaal yonent, waaye du ci réewam ak ci këram.»"},{"style":"v","verse":"58","text":"Te Yeesu defu fa kéemaan yu bare ndax seen ngëmadi."}]