[{"style":"s","verse":"","text":"Yaxya faatu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca jamono joojale °Erodd boroom diiwaanu Galile dégg na tur, wa Yeesu am."},{"style":"v","verse":"2","text":"Noonu mu ne ay surgaam: «Kooku mooy °Yaxya mi dekki; moo tax mu ànd ak kàttanu def ay kéemaan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ndaxte Erodd jàppoon na Yaxya, yeew ko, tëj. Ndaxte Erodd takkoon na Erojàdd jabaru Filib magam,"},{"style":"v","verse":"4","text":"te Yaxya daan ko wax: «Jaaduwul nga denc ko.»"},{"style":"v","verse":"5","text":"Erodd nag bëgg koo rey, waaye dafa ragal nit ñi, ci li ñu teg Yaxya ab yonent."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bi ñu ca tegee ab diir nag, ñuy màggal bés ba Erodd juddu woon, te doomu Erojàdd ju jigéen di fecc ci biir gan ñi. Loolu neex Erodd,"},{"style":"v","verse":"7","text":"ba mu dig ko ci kaw ngiñ ne ko: «Loo laaj, dinaa la ko jox.»"},{"style":"v","verse":"8","text":"Noonu ndaw sa daldi topp la ko ndey ji digaloon, ne Erodd: «Indil ma fii ci biir ndab boppu Yaxya.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Bi ko buur ba déggee, mu am naqar, waaye ngiñ la ak gan ña tax mu santaane, ñu jox ko ko."},{"style":"v","verse":"10","text":"Mu yónnee nag, ngir ñu dagg boppu Yaxya ca kaso ba."},{"style":"v","verse":"11","text":"Ñu indi bopp bi ci biir ndab, jox ko janq ba, mu jox ko ndeyam."},{"style":"v","verse":"12","text":"Noonu taalibey Yaxya ñëw, fab néew ba, suul ko; ba noppi dem, wax ko Yeesu."},{"style":"s","verse":"","text":"Yeesu bareel na mburu ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bi Yeesu déggee deewu Yaxya nag, mu jóge fa, dugg cig gaal, di dem ca bérab bu wéet. Waaye bi ko nit ñi yégee, ñu daldi jóge ci dëkk yi, topp ko ak seeni tànk."},{"style":"v","verse":"14","text":"Yeesu génn ci gaal gi nag, gis mbooloo mu réy, mu yërëm leen, ba faj ñi ci wopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ca ngoon sa taalibe yi ñëw ci moom ne ko: «Fii àllub neen la, te léegi mu guddi. Doo yiwi mbooloo mi, ngir ñu dem ci dëkk yu ndaw yi, jënd lu ñu mana lekk?»"},{"style":"v","verse":"16","text":"Waaye Yeesu ne leen: «Matul ñu dem, yéen joxleen leen lu ñu lekk.»"},{"style":"v","verse":"17","text":"Ñu ne ko: «Amunu fi lu dul juróomi mburu ak ñaari jën.»"},{"style":"v","verse":"18","text":"Yeesu ne leen: «Indil-leen ma ko fii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ci kaw loolu Yeesu sant mbooloo ma, ñu toog ca ñax ma. Mu jël juróomi mburu ya ak ñaari jën ya, xool ci kaw, sant Yàlla. Mu damm mburu ma, jox ko taalibe ya, ñu séddale ko nit ña."},{"style":"v","verse":"20","text":"Noonu ñépp lekk ba suur. Te ñu dajale dammit ya ca des, mu nekk fukki pañe ak ñaar yu fees."},{"style":"v","verse":"21","text":"Gannaaw jigéen ña ak gone ya, góor ña doon lekk matoon nañu juróomi junni."},{"style":"s","verse":"","text":"Yeesu dox na ci kaw ndox ma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Bi loolu amee Yeesu sant taalibe ya, ñu dugg gaal ga te jàll dex ga, jiituji ko, muy yiwi mbooloo ma."},{"style":"v","verse":"23","text":"Bi mu ko yiwee nag, mu yéeg ca tund wa, ngir wéet ak Yàlla. Noonu guddi jot, fekk mu nekk fa moom rekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Bi mu fa nekkee nag, gaal ga sore na tefes ga, te duus ya di ko yëngal bu metti, ndax ngelaw la leen soflu."},{"style":"v","verse":"25","text":"Ca njël nag Yeesu jëm ci ñoom, di dox ci kaw dex gi."},{"style":"v","verse":"26","text":"Waaye bi ko taalibe yi gisee, muy dox ci kaw dex ga, ñu daldi jommi naan: «Njuuma la!» daldi tiit bay yuuxu."},{"style":"v","verse":"27","text":"Waaye ca saa sa Yeesu ne leen: «Takkleen seen fit, man la, buleen tiit!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ci kaw loolu Piyeer jël kàddu gi ne ko: «Sang bi, bu dee yaw, sant ma, ma dox ci kaw ndox mi, ñëw ci yaw.»"},{"style":"v","verse":"29","text":"Yeesu ne ko: «Kaay!» Piyeer nag wàcc ca gaal ga, di dox ci kaw ndox mi, jëm ci Yeesu."},{"style":"v","verse":"30","text":"Waaye bi mu gisee ni ngelaw li mettee, mu daldi tiit, tàmbalee suux. Mu woote ne: «Sang bi, wallu ma!»"},{"style":"v","verse":"31","text":"Ca saa sa Yeesu tàllal loxoom, jàpp ko naan: «Yaw mi néew ngëm, lu tax nga am xel ñaar?»"},{"style":"v","verse":"32","text":"Noonu ñu dugg ca gaal ga, ngelaw li ne tekk."},{"style":"v","verse":"33","text":"Ñi nekk ci gaal gi nag sukk ci kanamam ne ko: «Ci dëgg yaa di °Doomu Yàlla ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Bi loolu amee ñu jàll, teer ca diiwaanu Senesaret."},{"style":"v","verse":"35","text":"Ña fa dëkk xàmmi Yeesu, yónnee nag ca diiwaan bépp, indil ko ñu wopp ñépp."},{"style":"v","verse":"36","text":"Noonu ñu ñaan ko, mu may leen ñu laal cati mbubbam rekk, te ku ko laal daldi wér."}]