[{"style":"s","verse":"","text":"Farisen ya ak aada ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca jamono jooja amoon na bés ay °Farisen ak ay °xutbakat jóge °Yerusalem, ñëw ci Yeesu ne ko:"},{"style":"v","verse":"2","text":"«Lu tax say taalibe di moy aaday yoon, yi maam yi tëral? Ndaxte duñu raxas seeni loxo, bu ñuy lekk.»"},{"style":"v","verse":"3","text":"Waaye Yeesu ne leen: «Yéen itam lu tax ngeen di moy li Yàlla santaane, ngir topp seeni aada?"},{"style":"v","verse":"4","text":"Yàlla nee na: “Teralal sa ndey ak sa baay,” te it: “Ku móolu sa ndey walla sa baay, dees na la rey.”"},{"style":"v","verse":"5","text":"Waaye yéen dangeen ne: “Ku wax sa ndey walla sa baay: ‘Li ngeen wara jariñoo ci man, jébbal naa ko Yàlla,’"},{"style":"v","verse":"6","text":"kooku amatul warugaru teral baayam.” Noonu tebbi ngeen kàddug Yàlla ndax seen aada."},{"style":"v","verse":"7","text":"Yéen ñi naaféq, °Esayi waxoon na bu baax ci kàddug Yàlla ci seen mbir, bi mu naan:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"8","text":"“Xeet wii ñu ngi may teral ci seen gémmiñ,"},{"style":"q","verse":"","text":"waaye seen xol sore na ma."},{"style":"q","verse":"","text":""},{"style":"v","verse":"9","text":"Seen màggal amul benn njariñ,"},{"style":"q","verse":"","text":"ci li ñuy jàngle dénkaaney nit kese.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Noonu Yeesu woo mbooloo mi ci moom ne leen: «Dégluleen te xam:"},{"style":"v","verse":"11","text":"du li dugg ci gémmiñ mooy indil nit sobe, waaye li ciy génne mooy indil nit sobe.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bi taalibeem ya déggee loolu, ñu ñëw ci moom ne ko: «Ndax xam nga ne, °Farisen yi dañoo mer ndax loolu nga wax?»"},{"style":"v","verse":"13","text":"Yeesu ne leen: «Garab gu sama Baay bi ci kaw jiwul, dees na ko buddi."},{"style":"v","verse":"14","text":"Bàyyileen leen, ay gumba lañu yuy wommat ay gumba; bu gumba dee wommat moroomam nag, kon dinañu daanu ñoom ñaar ci kàmb.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Piyeer nag jël kàddu gi, laaj Yeesu: «Firil nu léeb wi.»"},{"style":"v","verse":"16","text":"Noonu Yeesu ne ko: «Ndax ba tey seen xol dafa tëju, yéen itam?"},{"style":"v","verse":"17","text":"Xamuleen ne, lépp lu dugg ci gémmiñ, ci biir lay jëm tey génn ca bérab bu làqu?"},{"style":"v","verse":"18","text":"Waaye li génn ci gémmiñ mu ngi jóge ci xol; loolu mooy indil nit sobe."},{"style":"v","verse":"19","text":"Ndaxte ci xol la xalaat yu bon di jóge, ak bóom, njaaloo, ndoxaanu yàqute, càcc, seede lu dul dëgg ak saaga."},{"style":"v","verse":"20","text":"Yooyu ñooy indil nit sobe, waaye lekk ak loxo yoo raxasul du tax nit am sobe.»"},{"style":"s","verse":"","text":"Yeesu faj na doomu jigéen, ja askanoo réewu Kanaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Gannaaw loolu Yeesu jóge fa, dem ci diiwaanu Tir ak Sidon."},{"style":"v","verse":"22","text":"Ba mu fa àggee nag, jigéenu waa Kanaan, ja dëkk ca wàll yooyu, daldi génn, di wax ca kaw ne ko: «Yaw sang bi, °Sëtu Daawuda bi, yërëm ma! Rab jàpp na sama doom ju jigéen, te dafa sonn lool.»"},{"style":"v","verse":"23","text":"Waaye Yeesu waxu ko dara. Ay taalibeem nag ñëw ci moom ne ko: «Doo ko yiwi, mu ngi nuy topp, di yuuxu ci sunu kaw.»"},{"style":"v","verse":"24","text":"Yeesu ne: «Yónniwuñu ma, lu dul ci xari °bànni Israyil yu réer.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Waaye jigéen ja ñëw, sukk ci kanamam naan: «Sang bi, wallusi ma!»"},{"style":"v","verse":"26","text":"Yeesu ne ko: «Jël ñamu gone yi, sànni ko xaj yi, rafetul.»"},{"style":"v","verse":"27","text":"Waaye jigéen ja ne ko: «Waaw, sang bi, teewul xaj yi di lekk ruusit, yi rot ci seen lekkukaayu boroom.»"},{"style":"v","verse":"28","text":"Ci kaw loolu Yeesu ne ko: «Yaw jigéen ji, sa ngëm réy na; na am, ni nga ko bëgge.» Noonu doomam daldi wér ca saa sa."},{"style":"s","verse":"","text":"Yeesu faj na ñu wopp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Bi loolu amee Yeesu jóge foofa, ñëw ci weti dexu Galile; mu yéeg ca aw tund, toog fa."},{"style":"v","verse":"30","text":"Ba mu fa nekkee, nit ñu bare ñëw ci moom, indaale ay lafañ, ay làggi, ay gumba, ay luu ak ñeneen ñu bare. Ñu teg leen ci tànki Yeesu, mu faj leen."},{"style":"v","verse":"31","text":"Nit ñépp waaru, ndaxte gis nañu luu yuy wax, làggi yu wér, lafañ yuy dox, ak gumba yuy gis. Ñu daldi màggal Yàlla Buuru Israyil."},{"style":"s","verse":"","text":"Yeesu bareel na ay mburu ñaareel bi yoon"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Gannaaw loolu Yeesu woo ci moom taalibeem ya ne leen: «Yërëm naa mbooloo mi, ndaxte toog nañu fi man ñetti fan, te amatuñu lu ñu lekk. Bëgguma leena yiwi te lekkuñu, ngir bañ ñu tële ci yoon wi.»"},{"style":"v","verse":"33","text":"Noonu taalibeem ya laaj ko: «Waaye fu nuy jële ci àll bi mburu mu doy ngir mbooloo mu tollu nii?»"},{"style":"v","verse":"34","text":"Yeesu ne leen: «Ñaata mburu ngeen am?» Ñu ne ko: «Juróom ñaari mburu ak ay jën yu ndaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ci kaw loolu Yeesu sant mbooloo mi, ñu toog ci suuf."},{"style":"v","verse":"36","text":"Mu fab juróom ñaari mburu yi ak jën yi, sant Yàlla, damm leen, jox leen taalibe yi, ñu séddale leen mbooloo mi."},{"style":"v","verse":"37","text":"Noonu ñépp lekk ba suur. Te ñu dajale juróom ñaari dàmba yu fees ak dammit yi ci des."},{"style":"v","verse":"38","text":"Gannaaw jigéen ñi ak gone yi, góor ñi ci lekk matoon nañu ñeenti junni."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Noonu Yeesu yiwi mbooloo mi, dugg ci gaal, ñëw ci wàlli Magadan."}]