[{"style":"s","verse":"","text":"Kéemaan gu jóge ci asamaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Amoon na ay °Farisen ak ay °Sadusen yu ñëw ci Yeesu. Ñu fexe koo fiir, ba laaj ko ne: «Won nu kéemaan guy firndeel sag yónnent, te mu jóge ci asamaan.»"},{"style":"v","verse":"2","text":"Noonu Yeesu ne leen: «Ngoon gi dangeen naan: “Du taw suba ndax asamaan si dafa xonq.”"},{"style":"v","verse":"3","text":"Te suba gi ngeen naan: “Tey daal dina taw, ndax asamaan si dafa xonq te xiin.” Kon man ngeena ràññee °melow asamaan, waaye manuleena ràññee firndey jamono ji nu tollu."},{"style":"v","verse":"4","text":"Yéenay laaj firnde, yéen niti jamono ju bon jii, yéen ñi fecci seen kóllëre ak Yàlla. Waaye dungeen jot genn firnde gu dul firndeg Yunus.» Bi Yeesu waxee loolu, mu jóge ci ñoom, dem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Gannaaw loolu taalibe yi jàllaat dex gi, fekk fàtte nañoo yóbbaale mburu."},{"style":"v","verse":"6","text":"Noonu Yeesu ne leen: «Wottuleen te moytu lawiiru °Farisen ya ak Sadusen ya.»"},{"style":"v","verse":"7","text":"Bi ko taalibe yi déggee, ñu daldi werante ci seen biir naan: «Nun de indaalewunu mburu.»"},{"style":"v","verse":"8","text":"Waaye Yeesu yég loolu ne leen: «Yéen ñi néew ngëm, lu tax ngeen di werante ci seen biir, ndaxte indaalewuleen mburu?"},{"style":"v","verse":"9","text":"Ndax xamaguleen ba tey? Xanaa fàttalikuwuleen juróomi mburu ya ngir juróomi junniy góor ña, ak ñaata pañe ngeen dajale woon ciy dammit?"},{"style":"v","verse":"10","text":"Te ndax fàttalikuwuleen itam juróom ñaari mburu ya ngir ñeenti junniy góor ña, ak ñaata dàmba ngeen dajale woon ciy dammit?"},{"style":"v","verse":"11","text":"Kon nag lu tax xamuleen ne waxuma mburu? Waaye damaa bëgg, ngeen moytu lawiiru Farisen ya ak Sadusen ya.»"},{"style":"v","verse":"12","text":"Noonu ñu xam ne, Yeesu waxul woon lawiiru mburu, waaye ñu moytu njànglem °Farisen ya ak Sadusen ya."},{"style":"s","verse":"","text":"Piyeer wax na ne, Yeesu mooy Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bi ñu fa jógee, Yeesu dem ca diiwaanu Sesare bu Filib. Foofa mu laaj taalibeem ya: «Lu nit ñiy wax ci °Doomu nit ki; mooy kan?»"},{"style":"v","verse":"14","text":"Taalibe yi ne: «Am na ñu naan, °Yaxya, ñeneen ñi, °Ilyaas; ñi ci des ne, Yeremi walla keneen ci yonent yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Noonu Yeesu ne leen: «Waaye yéen, ku ngeen may teg?»"},{"style":"v","verse":"16","text":"Ci kaw loolu Simoŋ Piyeer ne: «Yaa di °Almasi bi, °Doomu Yàlla Aji Dund ji.»"},{"style":"v","verse":"17","text":"Yeesu ne ko: «Barkeel ñeel na la, Simoŋ doomu Yunus, ndaxte du nit moo la xamal lii, waaye sama Baay bi nekk ci kaw."},{"style":"v","verse":"18","text":"Te maa ngi lay wax lii: yaa di Piyeer, te ci kaw doj wu réy woowu laay samp mbooloom ñi ma gëm, te dooley dee du ko manal dara."},{"style":"v","verse":"19","text":"Dinaa la jox caabiy nguuru Yàlla Aji Kawe ji; li nga yeew ci àddina, dees na ko yeew ci asamaan; li nga yiwi ci àddina dees na ko yiwi ci asamaan.»"},{"style":"v","verse":"20","text":"Noonu Yeesu dénk taalibe yi bu wóor ne leen: «Buleen wax kenn ne maay Almasi bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Li dale ci jamono jooja, Yeesu tàmbali na xamal taalibeem yi ne war na dem °Yerusalem, daj fa coono yu bare, jóge ca njiit ya, ca °sarxalkat yu mag ya ak ca °xutbakat ya; ñu rey ko, mu dekki ca ñetteelu fan ba."},{"style":"v","verse":"22","text":"Bi mu waxee ba noppi, Piyeer woo ko ci pegg, bëgg koo yedd ne ko: «Yàlla tere, Boroom bi, loolu du la dal.»"},{"style":"v","verse":"23","text":"Waaye Yeesu waññiku, daldi ne Piyeer: «Sore ma °Seytaane, bu ma xatal; yëfi nit ngay fonk, waaye du yëfi Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Gannaaw loolu Yeesu ne taalibeem ya: «Ku bëgga aw ci samay tànk, na bàyyi boppam, te gàddu bant bi ñu ko wara daaj, doora topp ci man."},{"style":"v","verse":"25","text":"Ndaxte koo xam ne bëgg ngaa rawale sa bakkan, dinga ko ñàkk, waaye ku ñàkk sa bakkan ngir man, jotaat ko."},{"style":"v","verse":"26","text":"Te it moom àddina sépp lu muy jariñ nit, bu ñàkkee bakkanam? Te nit, lu mu wara weccee bakkanam?"},{"style":"v","verse":"27","text":"Ndaxte °Doomu nit ki dina ñëw ci ndamul Baayam, ànd ak ay malaakaam; bés booba dina delloo ku nekk ay jëfam."},{"style":"v","verse":"28","text":"Ci dëgg maa ngi leen koy wax, am na ñi fi taxaw, ñoo xam ne duñu dee, te gisuñu Doomu nit ki ñëw ci nguuram.»"}]