[{"style":"s","text":"Kan moo gëna màgg?"},{"style":"p","text":""},{"style":"v","text":"Ca waxtu woowu taalibe ya ñëwoon nañu ci Yeesu, laaj ko: «Kan moo gëna màgg ci nguuru Yàlla mi nekk ci kaw?»"},{"style":"v","text":"Noonu Yeesu woo xale, teg ko ci seen biir,"},{"style":"v","text":"ne leen: «Ci dëgg maa ngi leen koy wax, su ngeen waññikuwul ci Yàlla, ba mel niy xale, dungeen dugg mukk ci nguuru Yàlla Aji Kawe ji."},{"style":"v","text":"Kuy suufeelu nag, ba mel ni xale bii, kooku mooy ki gëna màgg ci nguuru Yàlla Aji Kawe ji."},{"style":"v","text":"Te it ku nangu ci sama tur xale bu mel ni kii, man mii nga nangu."},{"style":"v","text":"Waaye ku yóbbe bàkkaar kenn ci ñi gëna tuuti ñi ma gëm, li gën ci moom mooy ñu takk °doj wu réy ci baatam, sànni ko ca fa gëna xóot ca géej ga."},{"style":"s","text":"Ñi yóbbe nit bàkkaar"},{"style":"p","text":""},{"style":"v","text":"«Yaw àddina, dinga torox ndax say fiir yiy yóbbe nit bàkkaar. Fiir manta ñàkk, waaye toroxte dal na nit ki koy lal."},{"style":"v","text":"Boo xamee ne sa loxo mbaa sa tànk mu ngi lay yóbbe bàkkaar, dagg ko, sànni ko fu sore. Ndaxte nga lafañ walla ñàkk loxo te dugg ci dund gu wóor gi, moo gën ci yaw, nga am ñaari loxo walla ñaari tànk, te ñu sànni la ci sawara su dul fey mukk."},{"style":"v","text":"Boo xamee ne sa bët mu ngi lay yóbbe bàkkaar, luqi ko, sànni ko fu sore. Ndaxte nga patt te dugg ci dund gu wóor gi, moo gën ci yaw, nga am ñaari bët, te ñu sànni la ci sawara."},{"style":"p","text":""},{"style":"v","text":"«Te it wottuleena xeeb kenn ci ñi gëna tuuti, ndax kat seeni malaakaa ngi sax ci jataayu sama Baay bi nekk ci kaw. Maa leen wax loolu."},{"style":"s","text":"Xar mu réer ma"},{"style":"p","text":""},{"style":"v","text":"«Luy seen xalaat ci lii? Su fi amoon nit ku am téeméeri xar, te benn ci ñoom réer, lu muy def? Ndax du bàyyi ca parlukaay ba juróom ñeent fukki xar ya ak juróom ñeent, te dem wuti ma réer?"},{"style":"v","text":"Bu ko gisee, mbég mi mu am ci moom mooy ëpp mbég, mi mu am ci juróom ñeent fukki xar ya ak juróom ñeent ya réerul."},{"style":"p","text":""},{"style":"v","text":"«Noonu it seen Baay bi nekk ci kaw bëggul kenn ci ñi gëna tuuti sànku."},{"style":"s","text":"Mbaalug bàkkaar yi"},{"style":"p","text":""},{"style":"v","text":"«Te lii itam, bu sa mbokk defee bàkkaar, demal yedd ko, yéen ñaar rekk. Bu la dégloo, kon gindi nga sa mbokk."},{"style":"v","text":"Waaye bu la dégluwul, àndal ak kenn mbaa ñaar, ngir mbir mi dëggu ci li ko ñaar walla ñett seede."},{"style":"v","text":"Bu leen dégluwul ñoom itam, wax ko mbooloom ñi gëm. Bu dégluwul mbooloo ma nag, nga teg ko ni ku gëmul Yàlla mbaa ab °juutikat."},{"style":"v","text":"Ci dëgg maa ngi leen koy wax, lépp lu ngeen yeew ci àddina, dees na ko yeew ci asamaan, te lépp lu ngeen yiwi ci àddina, dees na ko yiwi ci asamaan."},{"style":"p","text":""},{"style":"v","text":"«Maa ngi leen koy wax it, bu ñaar ci yéen déggoo ci àddina, ngir ñaan lu mu mana doon, sama Baay bi nekk ci kaw dina leen ko may."},{"style":"v","text":"Ndaxte fu ñaar walla ñetti nit booloo ci sama tur, maa ngi ci seen biir.»"},{"style":"s","text":"Jaraaf ju amul yërmande"},{"style":"p","text":""},{"style":"v","text":"Noonu Piyeer ñëw ci Yeesu, laaj ko: «Boroom bi, bu ma sama mbokk tooñee, ñaata yoon laa ko wara baal? Xanaa ba ci juróom ñaari yoon?»"},{"style":"v","text":"Yeesu ne ko: «Waxuma la ba ci juróom ñaari yoon, waaye ba ci juróom ñaar fukki juróom ñaari yoon."},{"style":"p","text":""},{"style":"v","text":"«Loolu moo tax nguuru Yàlla Aji Kawe ji dafa mel ni buur bu bëgga waññ alalam ak ay jaraafam."},{"style":"v","text":"Ba mu tàmbalee waññ nag, ñu indil buur ba ku ko ameel ay milyoŋ\\f + \\fr 18.24 \\ft Maanaam fukki junniy talaŋ. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f* yu baree bare,"},{"style":"v","text":"waaye jaraaf ja amul lu mu feye. Kon nag sangam santaane, ñu jaay ko moom ak soxnaam ak ay doomam ak lépp lu mu am, ngir fey bor ba."},{"style":"v","text":"Kon jaraaf ja daanu ciy tànkam ne ko: “Muñal ma, dinaa la fey lépp.”"},{"style":"v","text":"Noonu sangam yërëm ko, bàyyi ko, baal ko bor ba."},{"style":"p","text":""},{"style":"v","text":"«Bi loolu amee jaraaf ja génn, gis benn moroomu jaraafam bu ko ameel ay junni\\f + \\fr 18.28 \\ft Maanaam téeméeri denariyon. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*. Mu daldi ko jàpp, poñe ko ne ko: “Fey ma li nga ma ameel.”"},{"style":"v","text":"Kon moroomam daanu ci suuf, ñaan ko ne: “Muñal ma, dinaa la fey.”"},{"style":"v","text":"Waaye moom nanguwu ko, mu dem, tëj ko kaso, ba kera mu fey li mu ko ameel."},{"style":"p","text":""},{"style":"v","text":"«Bi ay moroomam gisee loolu nag, ñu am naqar wu réy, daldi dem, xamal seen sang li xew lépp."},{"style":"v","text":"Sang ba nag woolu jaraaf ba ne ko: “Yaw jaraaf ju soxor nga! Baal naa la sa bor bépp, ndaxte tinu nga ma."},{"style":"v","text":"Lu tax yaw itam yërëmoo sa moroom, ni ma la yërëme?”"},{"style":"v","text":"Noonu sang ba mer, jébbal ko ñiy fitnaale ca kaso ba, ba kera muy fey li mu ko ameel lépp."},{"style":"p","text":""},{"style":"v","text":"«Noonu la leen sama Baay bi ci kaw di def, bu ngeen baalul ku nekk seen mbokk ak xol bu sedd.»"}]