[{"style":"s","text":"Ñi fase, ak ñi baña séy ngir jaamu Yàlla"},{"style":"p","text":""},{"style":"v","text":"Bi nga xamee ne Yeesu wax na loolu ba noppi, mu jóge Galile, dem ci wàllu réewu Yawut yi, gi féete ci gannaaw dexu Yurdan."},{"style":"v","text":"Mbooloo mu bare topp ko, mu faj leen fa."},{"style":"p","text":""},{"style":"v","text":"Bi mu fa nekkee, ay °Farisen ñëw ci moom, bëgg koo fiir; ñu ne ko: «Ndax jaadu na nit fase soxnaam, saa su ko neexee?»"},{"style":"v","text":"Yeesu ne leen: «Xanaa jànguleen ne, ca njàlbéen ga Aji Bind ji sàkk na leen, kii góor, kii jigéen,"},{"style":"v","text":"te mu ne: “Looloo tax góor di teqalikook ndeyam ak baayam, ànd ak soxnaam, ñoom ñaar doon benn.”"},{"style":"v","text":"Kon nag nekkatuñu ñaar waaye benn lañu. Lu Yàlla takk nag, bu ko nit tas.»"},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu waxee loolu, °Farisen ya laaj ko ne: «Waaye °Musaa santaane na, nit jox soxnaam kayitu pase, tàggook moom. Lu tax mu wax loolu nag?»"},{"style":"v","text":"Yeesu ne leen: «Musaa may na leen, ngeen fase seen soxna, ndax seen xol dafa dëgër, waaye ca njàlbéen ga demewul woon noonu."},{"style":"v","text":"Te it maa ngi leen koy wax, koo xam ne kii fase nga sa soxna te du njaaloo tax, boo séyaatee ak keneen, njaaloo nga.»"},{"style":"p","text":""},{"style":"v","text":"Bi ko taalibe ya déggee, ñu ne ko: «Bu dee noonu la digganteb góor ak jigéen mel, baña séy moo gën.»"},{"style":"v","text":"Yeesu ne leen: «Du ñépp ñoo mana nangu loolu, waaye ñi ko Yàlla jagleel rekk."},{"style":"v","text":"Ndaxte am na ñu judduwaale tële, am na ñu tële ci loxoy nit, te am na ñu baña séy ngir nguuru Yàlla Aji Kawe ji. Ku ko mana nangu, nangu ko.»"},{"style":"s","text":"Xale yu ndaw yi"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu amoon na ay nit ñuy indil Yeesu ay xale, ngir mu °teg leen ay loxoom, ñaanal leen. Waaye taalibe ya gëdd leen."},{"style":"v","text":"Bi Yeesu gisee loolu, mu ne leen: «Bàyyileen xale yi, te buleen leen tere, ñu ñëw fi man. Ndaxte ñu mel ni ñoom, ñoo yelloo nguuru Yàlla Aji Kawe ji.»"},{"style":"v","text":"Noonu Yeesu teg leen ay loxoom, ba noppi jóge fa."},{"style":"s","text":"Waxambaane wu bare alal"},{"style":"p","text":""},{"style":"v","text":"Bi muy dem nag, nit daldi ñëw ci moom ne ko: «Kilifa gi, lan laa wara def ci lu baax, ngir mana am dund gu dul jeex?»"},{"style":"v","text":"Yeesu ne ko: «Lu tax nga laaj ma ci wàllu lu baax? Kenn kepp moo baax. Boo bëggee dugg ca dund googu ci kaw, nanga sàmm ndigal yi.»"},{"style":"v","text":"Waxambaane wa laaj ko: «Yan la?» Yeesu ne ko: «Yii: bul bóome, bul njaaloo, bul sàcc, bul seede lu dul dëgg,"},{"style":"v","text":"teralal sa ndey ak sa baay, te it: nanga bëgg sa moroom, ni nga bëgge sa bopp.»"},{"style":"v","text":"Waxambaane wa ne ko: «Sàmm naa yooyu yépp, lu ma deseeti?»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu ne ko: «Boo bëggee mat sëkk, demal jaay li nga am, jox ko miskin yi te dinga woomle ca asamaan. Boo noppee, ñëwal topp ci man.»"},{"style":"v","text":"Waaye bi waxambaane wa déggee loolu, mu jóge fa ak tiis, ndaxte ku bare woon alal la."},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu wax taalibeem ya ne leen: «Ci dëgg maa ngi leen koy wax, boroom alal dugg ci nguuru Yàlla Aji Kawe ji, lu jafee ngoogu!"},{"style":"v","text":"Ma waxaat leen ko: giléem jaar ci bën-bënu puso moo gëna yomb boroom alal dugg ci nguuru Yàlla Aji Kawe ji.»"},{"style":"v","text":"Bi nga xamee ne taalibe ya dégg nañu loolu, ñu daldi waaru lool ne ko: «Kan moo mana mucc nag?»"},{"style":"v","text":"Noonu Yeesu xool leen ne: «Loolu të na nit, waaye dara tëwul Yàlla.»"},{"style":"p","text":""},{"style":"v","text":"Bi ko Piyeer déggee, mu daldi ne: «Waaw, nun nag, dëddu nanu lépp, topp la; kon nu nuy mujje nun?»"},{"style":"v","text":"Yeesu ne leen: «Ci dëgg maa ngi leen koy wax, bés baa ngi ñëw bu Yàllay yeesalaat lépp, te °Doomu nit ki toog ci jalam, bi soloo ndam. Bés boobu nag, yéen ñi ma topp dingeen toog ci fukki jal ak ñaar, di àtte fukki giir ak ñaar yu °bànni Israyil."},{"style":"v","text":"Koo xam ne kii dëddu nga ngir sama tur ay kër, ay doomi ndey yu góor walla yu jigéen, ndey walla baay, ay doom walla ay tool, dinga ko jotaat téeméeri yoon, ba noppi am dund gu dul jeex."},{"style":"v","text":"Waaye ñu bare ci ñi jiitu, ñooy mujji; ñi mujj, ñooy jiituji."}]