[{"style":"s","verse":"","text":"Ay boroom xam-xam ñëw nañu, màggalsi Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi nga xamee ne Yeesu juddu na ci Betleyem ci diiwaanu Yude, amoon na ay boroom xam-xam, ñu jóge penku, ñëw °Yerusalem. Booba, ci jamonoy buur bi °Erodd la woon."},{"style":"v","verse":"2","text":"Ñu ne: «Ana buur bi juddul Yawut yi? Ndaxte gis nanu biddiiwam ci penku te ñëw nanu ngir màggal ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Bi ko Erodd buur ba déggee, mu daldi jaaxle, moom ak waa Yerusalem gépp."},{"style":"v","verse":"4","text":"Mu woolu nag °sarxalkat yu mag yépp ak °xutbakati xeet wa, laaj leen fu Almasi bi, maanaam °Kirist, wara juddoo."},{"style":"v","verse":"5","text":"Ñu ne ko: «Ca Betleyem ci diiwaanu Yude, ndaxte lii lañu bind jaarale ko cib yonent:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"6","text":"“Yaw Betleyem ci diiwaanu Yude,"},{"style":"q","verse":"","text":"du yaw yaa yées ci njiiti Yude,"},{"style":"q","verse":"","text":"ndaxte ci yaw la njiit di génne,"},{"style":"q","verse":"","text":"kiy sàmm Israyil sama xeet.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci kaw loolu Erodd woolu ci kumpa boroom xam-xam ya, di leen ceddowu, ngir xam bu wóor kañ la biddiiw bi feq."},{"style":"v","verse":"8","text":"Noonu mu yebal leen Betleyem naan: «Demleen fa, seet bu wóor mbirum xale ba. Bu ngeen ci amee lu wóor nag, ngeen xamal ma ko, ngir man itam ma dem màggal ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba ñu dégloo buur ba nag, ñu dem. Te biddiiw, ba ñu gisoon ca penku ba, ne tëll jiite leen, ba àgg, tiim fa xale ba nekk."},{"style":"v","verse":"10","text":"Ba ñu gisee biddiiw ba nag, ñu am mbég mu réya réy."},{"style":"v","verse":"11","text":"Ñu dugg ca kër ga, gis xale ba ak Maryaama ndeyam, ñu daldi sukk, di ko màggal. Ñu ubbi seeni boyetu alal, may ko wurus ak cuuraay ak ndàbb lu xeeñ lu ñuy wax °miir."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bi ñu ko defee Yàlla artu na leen ci biir gént, ñu baña dellu ca Erodd. Noonu ñu jaar weneen yoon, ñibbi seen réew."},{"style":"s","verse":"","text":"Yuusufa ak Maryaama gàddaay nañu jëm réewu Misra"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bi nga xamee ne boroom xam-xam ya ñibbi nañu, benn malaakam Boroom bi feeñu Yuusufa ci gént ne ko: «°Erodd mu ngi ci tànki wut xale bi, ngir rey ko; jógal nag, jël xale bi ak ndeyam te nga daw jëm Misra, toog fa, ba kera ma koy wax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yuusufa nag jóg, jël xale ba ak ndeyam, làquji Misra ca guddi ga."},{"style":"v","verse":"15","text":"Mu toog fa, ba Erodd faatu. Noonu am li Boroom bi waxoon jaarale ko cib yonent, bi mu naan:"},{"style":"q","verse":"","text":"«Woo naa sama doom, mu génn Misra.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Bi Erodd gisee nag, ne boroom xam-xam ya nax nañu ko, mu daldi mer lool. Mu santaane ñu dugg ca Betleyem ak la ko wër, rey xale yu góor ya fa am ñaari at jëm suuf, méngook jamono, ja ko boroom xam-xam ya waxoon."},{"style":"v","verse":"17","text":"Booba am la ñu waxoon jaarale ko ci yonent Yàlla Yeremi, bi mu naan:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"18","text":"«Baat jib na ci Rama,"},{"style":"q","verse":"","text":"ay jooy ak yuux gu réy,"},{"style":"q","verse":"","text":"°Rasel mooy jooy ay doomam"},{"style":"q","verse":"","text":"te bëggul kenn dëfal ko,"},{"style":"q","verse":"","text":"ndaxte saay nañu.»"},{"style":"s","verse":"","text":"Ñibsi nañu réewu Israyil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Bi nga xamee ne °Erodd faatu na, benn malaakam Boroom bi feeñu Yuusufa ci gént ca Misra,"},{"style":"v","verse":"20","text":"ne ko: «Ñi doon wuta rey xale ba dee nañu; jógal nag, jël xale bi ak ndeyam te nga dellu Israyil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yuusufa jóg nag, jël xale ba ak ndeyam, dellu Israyil."},{"style":"v","verse":"22","text":"Waaye bi mu déggee ne Arkelawus moo donn Erodd baayam ca nguuru Yude, mu ragal faa dem. Yàlla artu ko nag ci gént, mu daldi dem diiwaanu Galile."},{"style":"v","verse":"23","text":"Mu ñëw nag dëkk ci dëkk bu ñuy wax Nasaret. Noonu am la ñu waxoon ca xale ba, jaarale ko ca yonent ya, bi ñu naan:"},{"style":"q","verse":"","text":"«Dees na ko tudde Nasareen.»"}]