[{"style":"s","verse":"","text":"Léebu liggéeykat yi ñu jël ci waxtu yu wuute"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Noonu nguuru Yàlla Aji Kawe ji dafa mel ni boroom kër bu génn ci suba teel, ngir jël ay liggéeykat ndax toolu reseñam."},{"style":"v","verse":"2","text":"Mu juboo ak liggéeykat ya ci bëccëg posetu °denariyon, door leena yebal ca toolam."},{"style":"v","verse":"3","text":"Ci yoor-yoor mu génn, gis ñeneen ñu toog ca pénc ma te liggéeyuñu."},{"style":"v","verse":"4","text":"Mu ne leen: “Demleen yéen itam ca tool ba, te dinaa leen fey lu jaadu.”"},{"style":"v","verse":"5","text":"Ñu dem ca. Mu génnaat ci digg bëccëg ak ci tisbaar, defaat noonu."},{"style":"v","verse":"6","text":"Mu génnati ci tàkkusaan, gis ñeneen di tendeefal. Mu ne leen: “Lu tax ngeen yendoo tendeefal, te liggéeyiwuleen?”"},{"style":"v","verse":"7","text":"Ñu ne ko: “Kenn jëlu nu.” Mu ne leen: “Demleen yéen itam ca tool ba.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Bi nga xamee ne timis jot na, boroom tool ba ne jawriñ ja: “Woowal liggéeykat yi te fey leen seen bëccëg, tàmbali ci ñi mujja ñëw, ba ci ñi fi jëkk.”"},{"style":"v","verse":"9","text":"Noonu ñi mu jël ci tàkkusaan ñëw, ku nekk jot posetu denariyon."},{"style":"v","verse":"10","text":"Gannaaw ga nag ñi mu jëkka jël ñëw, yaakaar ne dinañu jot lu ëpp loolu, waaye ñoom itam ñu jot ku nekk benn denariyon."},{"style":"v","verse":"11","text":"Bi ñu ko jotee nag, ñu tàmbalee ñaxtu ca boroom kër ga,"},{"style":"v","verse":"12","text":"naan: “Ñi mujja ñëw, benn waxtu rekk lañu liggéey, ba noppi nga yemale leen ak nun, ñi yenu coonob bëccëg bi ak naaj wu metti wi.”"},{"style":"v","verse":"13","text":"Waaye boroom kër ga ne kenn ci ñoom: “Sama waay tooñuma la. Ndax juboowunu woon ci benn °denariyon?"},{"style":"v","verse":"14","text":"Kon fabal li nga moom te dem. Su ma bëggee fey ku mujja ñëw, li ma la fey yaw,"},{"style":"v","verse":"15","text":"ndax sañumaa def ak sama alal li ma neex? Walla ndax danga am kiñaan ci li ma yéwén?”"},{"style":"v","verse":"16","text":"Noonu ñi mujj ñooy jiituji, ñi jiitu ñooy mujj.»"},{"style":"s","verse":"","text":"Yeesu xamle na ñetteelu yoon ne dina dee, dekki"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Gannaaw loolu Yeesu di dem °Yerusalem, ànd ak fukki taalibe yi ak ñaar. Noonu mu wéetoo ak ñoom, di leen xamal ci yoon wi lii:"},{"style":"v","verse":"18","text":"«Nu ngi jëm Yerusalem, te dees na jébbal °Doomu nit ki °sarxalkat yu mag ya ak °xutbakat ya. Dinañu ko àtte, teg ko dee,"},{"style":"v","verse":"19","text":"jébbal ko ñi dul Yawut, ngir ñu di ko ñaawal te di ko dóor ay yar, ba noppi daaj ko ci bant. Waaye ca ñetteelu fan ba dina dekki.»"},{"style":"s","verse":"","text":"Li doomi Sebede ñaan Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ci kaw loolu doomi Sebede ya ànd ak seen ndey, ñëw ci Yeesu. Ndey ja sukk, di ko ñaansi lenn."},{"style":"v","verse":"21","text":"Yeesu ne ko: «Loo bëggoon?» Mu ne ko: «Damaa bëggoon nga santaane ne, boo nekkee ci sa nguur, sama ñaari doom ñii toog ak yaw, kenn ci sa ndijoor, ki ci des ci sa càmmoñ.»"},{"style":"v","verse":"22","text":"Yeesu ne ko: «Xamuleen li ngeen di ñaan. Ndax man ngeena naan kaasu naqar, bi may naan?» Ñu ne ko: «Man nañu ko.»"},{"style":"v","verse":"23","text":"Yeesu ne leen: «Ci dëgg dingeen naan sama kaas, waaye toog ci sama ndijoor mbaa sama càmmoñ, du man maa koy maye, waaye sama Baay moo koy may ñi mu ko waajal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Bi nga xamee ne fukki taalibe ya dégg nañu loolu, ñu mere ñaari doomi ndey ya."},{"style":"v","verse":"25","text":"Waaye Yeesu woo leen ne leen: «Xam ngeen ne ci xeeti àddina, njiit yi dañu leen di dóor yetu nguur, te kilifa yi dañu leen di not."},{"style":"v","verse":"26","text":"Buleen mel ni ñooñu. Waaye ku bëgga nekk kilifa ci yéen, na nekk seen surga,"},{"style":"v","verse":"27","text":"te ku bëgga nekk njiit, na nekk seen jaam."},{"style":"v","verse":"28","text":"Ndaxte noonu la °Doomu nit ki ñëwe, du ngir ñu nekk ay surgaam, waaye muy seen surga, ba joxe bakkanam ngir °njotug ñu bare.»"},{"style":"s","verse":"","text":"Yeesu faj na ñaari gumba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Gannaaw loolu Yeesu génn Yeriko, te mbooloo mu bare topp ko."},{"style":"v","verse":"30","text":"Fekk ñaari gumba toog ci wetu yoon wa. Bi gumba ya déggee ne Yeesu di jaar, ñu daldi yuuxu ne ko: «Sang bi, yaw °Sëtu Daawuda bi, yërëm nu!»"},{"style":"v","verse":"31","text":"Waaye nit ña gëdd leen, ngir ñu noppi. Teewul gumba ya gëna yuuxu naan: «Sang bi, yaw Sëtu Daawuda bi, yërëm nu!»"},{"style":"v","verse":"32","text":"Noonu Yeesu daldi taxaw, woo leen ne: «Lu ngeen bëgg, ma defal leen ko?»"},{"style":"v","verse":"33","text":"Ñu ne ko: «Sang bi, na sunuy bët ubbiku.»"},{"style":"v","verse":"34","text":"Noonu Yeesu yërëm leen, laal seeni bët, ñu daldi gis ca saa sa, topp ci moom."}]