[{"style":"s","text":"Léebu céet ga"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu nettali leen beneen léeb ne leen:"},{"style":"v","text":"«Nguuru Yàlla Aji Kawe ji dafa mel ni buur buy waajal céetu doomam ju góor."},{"style":"v","text":"Noonu mu yónni ay surgaam, ngir ñu woo gan yi ca céet ga, waaye gan yi bëgguñoo ñëw."},{"style":"v","text":"Kon mu yónneeti yeneen surga ne leen: “Bu ngeen demee, yégal-leen gan yi sama woote bii: ‘Reer yi noppi na, reylu naa samay nag ak samay jur gu duuf; lépp sotti na, ñëwleen ci reer yi.’ ”"},{"style":"v","text":"Waaye ba tey wuyuwuñu ko; ñu dem, kenn ki ca toolam, kenn ki jaayaani,"},{"style":"v","text":"ña ca des jàpp surga ya, toroxal leen, rey leen."},{"style":"p","text":""},{"style":"v","text":"«Noonu buur mer, daldi yónni ay xarekatam, ngir ñu rey bóomkat yooyule, lakk seen dëkk."},{"style":"v","text":"Ci kaw loolu mu ne surga ya: “Reeri céet gi noppi na, waaye ñi ñu woo yeyoowuñu ko."},{"style":"v","text":"Demleen nag buntu dëkk ba, woo ku ngeen fa gis ci reeri céet gi.”"},{"style":"v","text":"Noonu surga ya génn ca yoon ya, boole ña ñu fa gis ñépp, ñu bon ña ak ñu baax ña, ba néegu reer ya fees ak ay gan."},{"style":"p","text":""},{"style":"v","text":"«Bi nga xamee ne buur bi dugg na nag, ngir seetsi gan yi, mu gis fa nit ku solul mbubb mu ñu wara sol ca céet ga."},{"style":"v","text":"Buur ne ko: “Sama waay, naka nga dugge fii, te amuloo mbubbum céet?” Waa ji ne miig."},{"style":"v","text":"Noonu buur ba ne ay surgaam: “Yeewleen ko ci tànk yi ak ci loxo yi, sànni ko ci biti ci lëndëm gi. Foofa dees na fa jooy tey yéyu.”"},{"style":"v","text":"Ndaxte ñi ñu woo bare nañu, waaye ñi ñu tànn barewul.»"},{"style":"s","text":"Galag gi ñuy fey buur bi Sesaar"},{"style":"p","text":""},{"style":"v","text":"Booba °Farisen ya dem gise, ba xam lu ñu wara def, ngir fiir Yeesu ci waxam."},{"style":"p","text":""},{"style":"v","text":"Noonu ñu yónni ci moom seeni taalibe ak ñi far ak buur bi °Erodd ne ko: «Kilifa gi, xam nanu ne ku wóor nga, te ragaloo kenn, ndaxte seetuloo jëmmi nit, waaye dangay xamle yoonu Yàlla ci bu wóor."},{"style":"v","text":"Wax nu nag loo xam ci lii: ndax jaadu na, nu fey buur bi °Sesaar galag walla déet?»"},{"style":"p","text":""},{"style":"v","text":"Waaye Yeesu xam seen njublaŋ, mu ne leen nag: «Lu tax ngeen bëgg maa fiir, yéen naaféq yi?"},{"style":"v","text":"Wonleen ma poset, bi ñuy feye galag.» Ñu daldi ko jox nag benn posetu °denariyon."},{"style":"v","text":"Yeesu ne leen: «Kan lañu ci def nataalam ak turam?»"},{"style":"v","text":"Ñu ne ko: «Sesaar.» Noonu mu ne leen: «Joxleen nag Sesaar li Sesaar moom, te jox Yàlla li Yàlla moom.»"},{"style":"p","text":""},{"style":"v","text":"Bi nga xamee ne dégg nañu loolu, ñu waaru, bàyyi ko, daldi dem."},{"style":"s","text":"Sadusen yi ak ndekkite li"},{"style":"p","text":""},{"style":"v","text":"Bés boobale ay °Sadusen ñëw ci moom. Sadusen yi nag ñoom gëmuñu ne ndekkite am na. Noonu ñu laaj ko naan:"},{"style":"v","text":"«Kilifa gi, °Musaa nee woon na: “Boo xamee ne góor dee na te amul doom, na rakkam donn jabaram, ngir sàkkal magam njaboot.”"},{"style":"v","text":"Amoon na ci nun nag juróom ñaari góor, ñu bokk ndey ak baay. Taaw ba am jabar ba noppi, faatu; rakk ja donn jabar ja, ndaxte amul woon doom."},{"style":"v","text":"Ñaareel ba ak ñetteel ba def noonu, ba ci juróom ñaareel ba."},{"style":"v","text":"Gannaaw ñoom ñépp, jigéen ja faatu."},{"style":"v","text":"Bu ndekkite taxawee nag, jabaru kan lay doon ci juróom ñaar ñi, ndaxte ñépp jël nañu ko?»"},{"style":"v","text":"Waaye Yeesu ne leen: «Yéena ngi cig réer, ndaxte xamuleen Mbind mi mbaa kàttanu Yàlla."},{"style":"v","text":"Ndaxte keroog ndekkite li kenn du am jabar, kenn du am jëkkër, waaye dinañu mel ni malaaka yi ci kaw."},{"style":"v","text":"Te lu jëm ci ndekkitel ñi dee, xanaa masuleena jàng la leen Yàlla waxoon ne:"},{"style":"v","text":"“Maay Yàllay °Ibraayma ak Yàllay Isaaxa ak Yàllay °Yanqóoba”? Li ciy génn mooy, nekkul Yàllay ñi dee waaye Yàllay ñiy dund la.»"},{"style":"v","text":"Bi nga xamee ne mbooloo ma dégg nañu loolu, ñu waaru ndax li mu jàngle."},{"style":"s","text":"Ban santaane moo gëna màgg ci yoonu Musaa?"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, °Farisen ya yég nañu ne yey na °Sadusen ya. Kon nag ñu daldi daje."},{"style":"v","text":"Noonu kenn ci ñoom, ka nekk °xutbakat, fexe koo fiir. Mu laaj ko:"},{"style":"v","text":"«Kilifa gi, ban ndigal moo gëna màgg ci yoonu Musaa?»"},{"style":"v","text":"Yeesu ne ko: «“Nanga bëgg Yàlla sa Boroom ak sa xol bépp ak sa bakkan bépp ak sa xel mépp.”"},{"style":"v","text":"Loolu moo di li jëkk te ëpp ci li Yàlla santaane."},{"style":"v","text":"Te ñaareel bi noona la mel: “Nanga bëgg sa moroom, ni nga bëgge sa bopp.”"},{"style":"v","text":"Ñaari ndigal yooyu tënk nañu yoonu Musaa wépp, moom ak waxi yonent yi.»"},{"style":"s","text":"Ndax Almasi bi mooy sëtu Daawuda?"},{"style":"p","text":""},{"style":"v","text":"Bi °Farisen ya dajee nag, Yeesu laaj leen:"},{"style":"v","text":"«Lu ngeen xalaat ci °Almasi bi; kan la nekk sëtam?» Ñu ne ko: «°Daawuda.»"},{"style":"v","text":"Noonu Yeesu ne leen: «Lu tax nag Daawuda, bi muy wax ci kàttanu °Xelu Yàlla mi, di ko wooye “Boroom bi” ne:"},{"style":"q","text":""},{"style":"v","text":"“Boroom bi wax na sama Boroom:"},{"style":"q","text":"‘Toogal ci sama ndijoor,"},{"style":"q","text":"ba kera may daaneel"},{"style":"q","text":"say noon ci sa kanam.’ ”"},{"style":"m","text":""},{"style":"v","text":"Gannaaw Daawuda nag wooye na ko: “Boroom bi,” nu muy nekke sëtam?»"},{"style":"v","text":"Ci kaw loolu kenn manu koo tontu genn kàddu. Te li dale ci bés booba kenn ñemeetu koo laaj dara."}]