[{"style":"s","text":"Léebu fukki janq ya"},{"style":"p","text":""},{"style":"v","text":"«Booba nguuru Yàlla Aji Kawe ji dina mel ni fukki janq, ñu fab seeni làmp, génn, gatanduji boroom séet ba."},{"style":"v","text":"Fekk juróom ca janq ya di ñu am xel, juróom ya ca des ñàkk xel."},{"style":"v","text":"Ñi ñàkk xel nag fab nañu seeni làmp, waaye fabaalewuñu °diw;"},{"style":"v","text":"waaye ñi am xel ñoom fab nañu seeni làmp, fabaale diw ciy njaq."},{"style":"v","text":"Ni boroom séet bi yéexee ñëw nag, ñépp gëmméentu bay nelaw."},{"style":"p","text":""},{"style":"v","text":"«Noonu ci xaaju guddi baat jib ne: “Boroom séet baa ngi, génnleen, gatandu ko.”"},{"style":"v","text":"Bi ko janq ya déggee, ñu jóg, defar seeni làmp."},{"style":"v","text":"Ñi ñàkk xel wax ñi am xel: “Mayleen nu ci seen diw, ndaxte sunuy làmp ñu ngi bëgga fey.”"},{"style":"v","text":"Waaye ñi am xel ne leen: “Li nu yor du doy ngir nun ak yéen. Tee ngeena dem ca jaaykat ya, jënd?”"},{"style":"p","text":""},{"style":"v","text":"«Bi nga xamee ne dem nañu jëndi, boroom séet ba agsi. Ñi amoon diw ci seeni làmp, ànd ak boroom séet ba ca reer ya. Noonu bunt ba tëj."},{"style":"v","text":"Gannaaw loolu janq ya ca des agsi naan: “Sang bi, Sang bi, ubbil nu!”"},{"style":"v","text":"Mu ne leen: “Ci dëgg maa ngi leen koy wax, xawma leen.”"},{"style":"p","text":""},{"style":"v","text":"«Yewwuleen nag, ndaxte xamuleen bés ba mbaa waxtu wa."},{"style":"s","text":"Léebu surga, ya njaatige bi dénk xaalisam"},{"style":"p","text":""},{"style":"v","text":"«Te it nguuru Yàlla dafa mel ni kuy tukki bitim réew. Bi muy laata dem, mu woo ay surgaam, batale leen alalam, ku nekk lu mu àttan."},{"style":"v","text":"Kenn ka, mu dénk ko juróomi milyoŋ\\f + \\fr 25.15 \\ft Maanaam juróomi talaŋ. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*, keneen ka, mu dénk ko ñaar; ka ca des, benn; daldi tukki."},{"style":"p","text":""},{"style":"v","text":"«Bi mu demee nag, ki jot juróomi milyoŋ ya dem, di ci jula, ba amaat yeneen juróom."},{"style":"v","text":"Noonu it ki jot ñaar amaat yeneen ñaar."},{"style":"v","text":"Waaye ki jot benn milyoŋ dem, gas pax, nëbb fa xaalisu njaatigeem."},{"style":"p","text":""},{"style":"v","text":"«Gannaaw diir bu yàgg njaatigeb surga ya délsi, daldi leen laaj alalam."},{"style":"v","text":"Noonu ki jot juróomi milyoŋ ya jegeñsi, indi yeneen juróom naan: “Kilifa gi, dénk nga ma juróomi milyoŋ; seetal, ame naa ci yeneen juróom.”"},{"style":"v","text":"Njaatigeem ne ko: “Def nga lu baax, surga bu baax nga te takku. Gannaaw takku nga ci lu tuuti, dinaa la dénk lu bare. Kaay bokk ci sama mbég.”"},{"style":"v","text":"Naka noona ki jot ñaari milyoŋ it jegeñsi ne ko: “Kilifa gi, dénk nga ma ñaari milyoŋ, seetal, ame naa ci yeneen ñaar.”"},{"style":"v","text":"Njaatigeem ne ko: “Def nga lu baax, surga bu baax nga te takku. Gannaaw takku nga ci lu tuuti, dinaa la dénk lu bare. Kaay bokk ci sama mbég.”"},{"style":"p","text":""},{"style":"v","text":"«Gannaaw loolu nag, ki jot benn milyoŋ jegeñsi ne ko: “Kilifa gi, xamoon naa ne, nit ku néeg nga; dangay dajale foo jiwul, tey góob foo faruwul."},{"style":"v","text":"Moo tax ma ragaloon la, ba dem, nëbb sa xaalis ci biir suuf; mi ngii, fabal li nga moom.”"},{"style":"v","text":"Waaye njaatigeem ne ko: “Surga bu bon nga te tayel! Gannaaw xamoon nga ne damay dajale fu ma jiwul, tey góob fu ma faruwul,"},{"style":"v","text":"kon waroon ngaa yóbbu sama xaalis ca denckati xaalis ya. Bés bu ma ñëwee nag, ma mana jot li ma moom ak la mu jur.”"},{"style":"v","text":"Noonu njaatige bi ne: “Nanguleen xaalis bi ci moom, jox ko boroom fukki milyoŋ yi."},{"style":"v","text":"Ndaxte ku am dinañu la dolli, ba nga barele, waaye ku amul, li nga am as néew sax, dinañu ko nangu."},{"style":"v","text":"Te sànnileen surga bu amul njariñ bi ci biti ci lëndëm gi. Foofa dees na fa jooy te yéyu.”"},{"style":"s","text":"Àtteb xeet yi"},{"style":"p","text":""},{"style":"v","text":"«Boo xamee ne °Doomu nit ki mu ngi ñëw ci ndamam, ànd ak malaaka yépp, booba dina falu ni buur, toog ci jalam bu soloo ndam."},{"style":"v","text":"Bu boobaa dees na dajale xeeti àddina yépp ci kanamam, te dina leen xàjjale, ni sàmm di xàjjalee xar yi ak bëy yi,"},{"style":"v","text":"mu teg xar yi ci ndijooram, bëy yi ci càmmoñam."},{"style":"p","text":""},{"style":"v","text":"«Noonu Buur bi dina wax ñi féete ndijoor: “Agsileen, yéen ñi sama Baay barkeel, jël-leen nguur, gi ñu leen waajal li dale ci njàlbéenug àddina."},{"style":"v","text":"Ndaxte xiifoon naa, ngeen jox ma, ma lekk; te mar, ngeen jox ma, ma naan; nekkoon naa ab doxandéem, ngeen fat ma;"},{"style":"v","text":"te rafle, ngeen wodd ma; woppoon naa, ngeen seetsi ma; te ñu tëj ma, ngeen ñëw fi man.”"},{"style":"v","text":"Ci kaw loolu ñi jub dinañu ne: “Boroom bi, kañ lanu la gisoon, nga xiif, nu jox la, nga lekk; mbaa nga mar, nu jox la, nga naan?"},{"style":"v","text":"Kañ lanu la gisoon, nga nekk ab doxandéem, nu fat la; mbaa nga rafle, nu wodd la?"},{"style":"v","text":"Kañ lanu la gisoon, nga wopp mbaa ñu tëj la, nu ñëw ci yaw?”"},{"style":"v","text":"Noonu Buur bi dina leen ne: “Ci dëgg maa ngi leen koy wax, saa yu ngeen defalee loolu kenn ki gëna ndaw ci sama bokk yii, man ngeen ko defal.”"},{"style":"p","text":""},{"style":"v","text":"«Gannaaw loolu dina wax ñi ci càmmoñam: “Soreleen ma yéen ñi alku, te dem ci sawara su dul fey, si ñu sàkkal °Seytaane ak ay malaakaam."},{"style":"v","text":"Ndaxte xiifoon naa waaye joxuleen ma, ma lekk; te mar waaye joxuleen ma, ma naan."},{"style":"v","text":"Nekkoon naa ab doxandéem, waaye fatuleen ma; te rafle, waaye wodduleen ma; woppoon naa te ñu tëj ma, waaye seetsiwuleen ma.”"},{"style":"v","text":"Ci kaw loolu dinañu ne: “Boroom bi, kañ lanu la gisoon, nga xiif, mbaa nga mar, nga nekk ab doxandéem mbaa rafle, nga wopp mbaa ñu tëj la, te topptoowunu la?”"},{"style":"v","text":"Kon dina leen ne: “Ci dëgg maa ngi leen koy wax, saa su ngeen ko defalul kenn ci ñi gëna ndaw, man ngeen ko defalul.”"},{"style":"v","text":"Noonu ñii dinañu sóobu ci mbugal gu dul jeex, waaye ñi jub dinañu tàbbi ci dund gu dul jeex.»"}]