[{"style":"s","verse":"","text":"Yudaa am na naqar lool, ba xaru"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci suba teel °sarxalkat yu mag yépp ak njiiti xeet wa gise, ngir fexee reylu Yeesu."},{"style":"v","verse":"2","text":"Ñu yeew ko, yóbbu ko, jébbal ko °Pilaat boroom réew ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Bi nga xamee ne Yudaa, mi woroon Yeesu, gis na ne daan nañu ko, mu am naqaru xol. Mu dem nag ca sarxalkat yu mag ya ak njiit ya, delloo leen fanweeri poset yu xaalis,"},{"style":"v","verse":"4","text":"ne leen: «Am naa bàkkaar ci li ma wor nit ku tooñul, ngir ñu rey ko.» Ñu ne ko: «Lu ciy sunu yoon? Loolu yaa ko yég.»"},{"style":"v","verse":"5","text":"Noonu Yudaa sànni xaalis ba ca kër Yàlla ga, jóge fa, dem, takk buum ci baatam, xaru."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Sarxalkat yu mag ya nag fab xaalis ba, naan: «Jaaduwul nu def xaalis bii ci dencukaayu xaalis bi ci kër Yàlla gi, ndaxte njégu deret la.»"},{"style":"v","verse":"7","text":"Ñu daldi diisoo nag, jënd ca xaalis ba toolu defarkatu ndaa ya, ngir di fa suul doxandéem ya."},{"style":"v","verse":"8","text":"Loolu moo tax ñu wooye tool booba ba tey Toolu deret."},{"style":"v","verse":"9","text":"Noonu la ñu waxoon jaarale ko ci yonent Yàlla Yeremi am, bi mu naan: «Fab nañu fanweeri poseti xaalis ya, mooy njég li °bànni Israyil xayma woon ci nit ki;"},{"style":"v","verse":"10","text":"ñu joxe ko ngir toolu defarkatu ndaa ya, ni ma ko Boroom bi sante.»"},{"style":"s","verse":"","text":"Yeesu taxaw na ci kanam Pilaat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Gannaaw loolu Yeesu taxaw ca kanam boroom réew ma, boroom réew ma laaj ko: «Ndax yaa di buuru Yawut yi?»"},{"style":"v","verse":"12","text":"Yeesu ne ko: «Wax nga ko,» waaye waxul dara ca la ko °sarxalkat yu mag ya ak njiit ya jiiñ."},{"style":"v","verse":"13","text":"Noonu °Pilaat ne ko: «Xanaa dégguloo li ñu la jiiñ lépp?»"},{"style":"v","verse":"14","text":"Waaye Yeesu waxu ko ci dara, ba tax boroom réew ma waaru lool."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ca màggal gu nekk nag boroom réew ma daan na may mbooloo ma, ñu tànn kenn ca ña ñu tëjoon, mu daldi leen ko bàyyil."},{"style":"v","verse":"16","text":"Fekk booba amoon nañu ku ñu tëjoon, ku siiw te tudd Barabas."},{"style":"v","verse":"17","text":"Bi nga xamee ne daje nañu nag, Pilaat laaj leen: «Kan ngeen bëgg, ma bàyyi ko, Barabas walla Yeesu mi ñuy wax °Kirist?»"},{"style":"v","verse":"18","text":"Ndaxte xamoon na ne kiñaan rekk a taxoon, ñu jébbal ko ko."},{"style":"v","verse":"19","text":"Te it bi mu toogee sax ca jalu àttekaay ba, soxnaam yónnee ci moom ne ko: «Bul dugg ci yëfi ku jub kooku, ndaxte tey gént naa ci moom te sonn naa ci lool.»"},{"style":"v","verse":"20","text":"Waaye sarxalkat yu mag ya ak njiit ya xiir mbooloo ma, ñu laaj Barabas te reylu Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Noonu boroom réew ma laaj leen: «Kan ci ñaar ñii ngeen bëgg, ma bàyyil leen ko?» Ñu ne ko: «Barabas.»"},{"style":"v","verse":"22","text":"Pilaat ne leen: «Nan laay def nag Yeesu, mi tudd Kirist?» Ñépp ne ko: «Daaj ko ci bant, ba mu dee!»"},{"style":"v","verse":"23","text":"Boroom réew ma ne leen: «Lu tax? Gan tooñ la def?» Waaye ñu daldi yuuxu bu gëna kawe naan: «Daaj ko ci bant!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Naka Pilaat xam ne du ci man dara, fekk na sax yëngu-yëngu bi gëna am doole, mu daldi fab ndox, raxas ay loxoom ca kanam mbooloo ma ne leen: «Set naa ci deretu ku jub kii; nu ngeen xam, defleen ko.»"},{"style":"v","verse":"25","text":"Ñépp ne ko: «Na deretam dal ci sunu kaw ak sunu kaw njaboot.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Noonu Pilaat bàyyil leen Barabas, mu dóorlu Yeesu ay yar, jébbal ko, ngir ñu daaj ko ci bant."},{"style":"s","verse":"","text":"Xarekat ya ñaawal nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Bi ñu ko defee xarekati boroom réew ma fab Yeesu, yóbbu ko ci biir kër ga, ñu daldi woo mbooloom xarekat ya yépp ci moom."},{"style":"v","verse":"28","text":"Noonu ñu summi ko, solal ko mbubbum xarekat mu xonq curr."},{"style":"v","verse":"29","text":"Ñu ràbb °kaalag dég, teg ko ci boppam, teg bantu xat ci loxol ndijooram, sukk ci kanamam, di ko ñaawal ne ko: «Nuyu nanu la, yaw buuru Yawut yi!»"},{"style":"v","verse":"30","text":"Ba noppi ñu daldi tifli ci kawam, fab bantu xat ba, dóor ko ci boppam."},{"style":"v","verse":"31","text":"Bi ñu ko ñaawalee ba noppi, ñu summi mbubbum xarekat ma, solaatal ko ay yéreem, yóbbu ko, ngir daaj ko ci bant."},{"style":"s","verse":"","text":"Daaj nañu Yeesu ci bant bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Bi nga xamee ne génn nañu, ñu daje ak nit ku dëkk °Siren te tudd Simoŋ; ñu ga ko, ngir mu gàddu bant, ba ñu wara daaj Yeesu."},{"style":"v","verse":"33","text":"Ñu ñëw nag fa ñuy wax Golgota, biy tekki «bérabu Kaaŋu bopp.»"},{"style":"v","verse":"34","text":"Bi ñu fa eggee, ñu jox ko biiñ, ñu def ci lu wex. Waaye bi mu ko mosee, nanguwu koo naan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Noonu ñu daaj ko ca bant ba, ñu daldi séddoo ay yéreem, tegoo ko ay bant,"},{"style":"v","verse":"36","text":"ba noppi toog fa, di ko wottu."},{"style":"v","verse":"37","text":"Te it ñu teg ci kaw boppam mbind, mu xamle lu tax ñu rey ko, mu ne: «Kii mooy Yeesu, buuru Yawut yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Booba it ñu daajaale ak moom ñaari taskati réew ma, kenn ci ndijooram, ka ca des ci càmmoñam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ña fa doon romb di ko xas, di wëcc seen bopp ndax sib ko,"},{"style":"v","verse":"40","text":"naan: «Yaw mi mana toj kër Yàlla ga, tabaxaat ko ci ñetti fan, musalal sa bopp; boo nekkee °Doomu Yàlla, wàccal ci bant bi!»"},{"style":"v","verse":"41","text":"°Sarxalkat yu mag ya ak °xutbakat ya ak njiit ya it di ko ñaawal naan:"},{"style":"v","verse":"42","text":"«Waa jii musal na ñeneen te manula musal boppam! Ndegam mooy buuru Israyil, na wàcc léegi ci bant bi, nu gëm ko."},{"style":"v","verse":"43","text":"Gannaaw dénk na boppam Yàlla, kon na ko Yàlla musal, bu ko soppee, ndaxte nee na: “Maay Doomu Yàlla.”»"},{"style":"v","verse":"44","text":"Taskati réew ma it, ya ñu daajaale ak moom, di ko xas noonule."},{"style":"s","verse":"","text":"Yeesu saay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"La tàmbalee digg bëccëg, ba ci tisbaar, réew mépp lëndëm."},{"style":"v","verse":"46","text":"Noonu ci wetu ñetti waxtu Yeesu daldi wootee kàddu gu dëgër naan: «Eli, Eli, lema sabaktani?» liy tekki «Sama Yàlla, sama Yàlla, lu tax nga dëddu ma?»"},{"style":"v","verse":"47","text":"Ñenn ña ca ña fa taxaw nag, bi ñu ko déggee, ñu ne: «Mu ngi woo yonent Yàlla °Ilyaas.»"},{"style":"v","verse":"48","text":"Ca saa sa kenn ci ñoom daw, jël aw sagar, capp ko ci °bineegar, mu teg ko ci kaw bant, jox ko ko, mu muucu."},{"style":"v","verse":"49","text":"Waaye ña ca des ne: «Bàyyil, nu seet ba xam Ilyaas dina ñëw, musal ko.»"},{"style":"v","verse":"50","text":"Noonu Yeesu wootewaat ak kàddu gu dëgër, delloo ruuwam Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Ca saa sa ridob bérab bu sell ba ca kër Yàlla ga xar ñaar, li dale ci kaw ba ci suuf; suuf si yëngu, doj yi toj, bàmmeel yi ubbiku,"},{"style":"v","verse":"52","text":"te ñu bare ci jëmmi nit ñu sell ñu dee, dekki."},{"style":"v","verse":"53","text":"Te gannaaw ndekkitel Yeesu ñu génn ca bàmmeel ya, dugg ca dëkk bu sell ba, te feeñu ñu bare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"54","text":"Noonu njiitu °xare bi ak ñi ànd ak moom di wottu Yeesu, bi ñu gisee suuf si yëngu ak li xew, ñu daldi tiit lool ne: «Ci dëgg, kii °Doomu Yàlla la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"Amoon na fa it ay jigéen yu bare yu leen dànd, di seetaan. Te ñoo jóge woon Galile, ànd ak Yeesu, di ko topptoo."},{"style":"v","verse":"56","text":"Xàmmi nañu ci: Maryaama mi dëkk Magdala, Maryaama ndeyu Saag ak Yuusufa, ak ndeyu doomi Sebede ya."},{"style":"s","verse":"","text":"Rob nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"57","text":"Ca ngoon amoon na taalibeb Yeesu mu ñëw, tudd Yuusufa te dëkk Arimate; ku bare alal la woon."},{"style":"v","verse":"58","text":"Mu dem ca °Pilaat, laaj ko néewu Yeesu. Pilaat santaane, ñu jox ko ko."},{"style":"v","verse":"59","text":"Noonu Yuusufa fab jëmm ja, laxas ko ci càngaay lu set,"},{"style":"v","verse":"60","text":"dugal ko ca °bàmmeel bu bees, ba mu yettaloon boppam ciw doj. Mu béraŋ doj wu mag ca buntu bàmmeel ba, dem."},{"style":"v","verse":"61","text":"Fekk Maryaamam Magdala ak Maryaama ma ca des ñoo fa toogoon janook bàmmeel ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"62","text":"Ba bët setee nag, ca bés ba topp bésu Waajal ba, °sarxalkat yu mag ya ak °Farisen ya dajaloo, jëm ci Pilaat."},{"style":"v","verse":"63","text":"Ñu ne ko: «Boroom réew mi, fàttaliku nanu ne, naxkat booba waxoon na, bi muy dund naan: “Gannaaw ñetti fan dinaa dekki.”"},{"style":"v","verse":"64","text":"Danoo bëggoon nag, nga santaane, ñu wottu bàmmeel ba, ba am ñetti fan, ngir bañ taalibeem ya ñëw, sàcc néew ba, tey yégle ne dekki na. Bu ko defee nax bu mujj boobu dina yées bu jëkk ba.»"},{"style":"v","verse":"65","text":"Pilaat ne leen: «Amleen, ay wottukat a ngi nii. Demleen wottuji ko, ni ngeen mane.»"},{"style":"v","verse":"66","text":"Noonu ñu dem, tëj bàmmeel ba bu wóor, ñu tay ca doj wa màndarga, teg fa wottukat ya."}]