[{"style":"s","text":"Waareb Yaxya"},{"style":"p","text":""},{"style":"v","text":"Ca jamono jooja °Yaxya feeñoon na, di waare ca màndiŋu Yude."},{"style":"v","text":"Nii la doon waaree: «Tuubleen seeni bàkkaar, ndaxte nguuru Yàlla Aji Kawe ji jege na.»"},{"style":"v","text":"Yaxya mooy ki ñu doon wax jaarale ko ci yonent Yàlla °Esayi, bi mu naan:"},{"style":"q","text":"«Am na baat buy xaacu ca màndiŋ ma ne:"},{"style":"q","text":"“Xàll-leen yoonu Boroom bi,"},{"style":"q","text":"jubal-leen fi muy jaar.”»"},{"style":"p","text":""},{"style":"v","text":"Yaxya nag mu ngi soloon mbubb mu ñu ràbbe kawaru giléem, takk geñog der ci ndiggam. Ay njéeréer la doon dunde ak lem."},{"style":"v","text":"Noonu ñépp génn jëm ci moom, ñi dëkk °Yerusalem ak diiwaanu Yude, ak waa dexu Yurdan."},{"style":"v","text":"Ñu nangu seeni bàkkaar, Yaxya °sóob leen ca dexu Yurdan."},{"style":"p","text":""},{"style":"v","text":"Noonu ay °Farisen ak ay °Sadusen yu bare ñëw ci Yaxya, ngir mu sóob leen ñoom itam ca dex ga. Waaye bi leen Yaxya gisee, mu ne leen: «Yéen ñi fees ak daŋar mel ni ay co, ku leen artu, ngeen daw merum Yàlla mi nara wàcc?"},{"style":"v","text":"Jëfeleen nag ni ñu tuub seeni bàkkaar,"},{"style":"v","text":"te buleen wax ci seen xel naan: “Nun daal doomi °Ibraayma lanu,” ndaxte maa ngi leen koy wax, Yàlla man na sàkkal Ibraayma ay doom ci doj yii."},{"style":"v","text":"Sémmiñ wi tiim na reeni garab yi. Garab nag gu meññul doom yu baax, dees na ko gor, sànni ko ci sawara si."},{"style":"v","text":"Man maa ngi leen di sóob ci ndox, ci lu ànd ak tuub seeni bàkkaar. Waaye kiy ñëw sama gannaaw moo ma ëpp kàttan, ba yeyoowuma koo yóbbul sax ay dàllam. Kooku dina leen sóob ci °Xel mu Sell mi ak sawara."},{"style":"v","text":"Layoom mu ngi ci loxoom, ngir jéri dàgga ja, ba mu set; pepp ma dina ko def ca sàq ma, waaye xatax ba dina ko lakk ci sawara su dul fey mukk.»"},{"style":"s","text":"Yaxya sóob na Yeesu ci dexu Yurdan"},{"style":"p","text":""},{"style":"v","text":"Booba Yeesu jóge Galile, ñëw ngir °Yaxya °sóob ko ca dexu Yurdan."},{"style":"v","text":"Waaye Yaxya gàntu ko ne: «Man maa soxla, nga sóob ma ci ndox, te yaa ngi ñëw ci man!»"},{"style":"v","text":"Yeesu ne ko: «Bàyyil noonu, ndaxte war nanoo mottali lépp lu jub.» Noonu Yaxya nangu."},{"style":"p","text":""},{"style":"v","text":"Bi ko Yaxya sóobee ca dex ga, Yeesu génn. Ca saa sa asamaan yi daldi ubbiku, te Yaxya gis Xelum Yàlla wàcc ci melow pitax, ñëw ci kaw Yeesu."},{"style":"v","text":"Te baat bu jóge asamaan dégtu ne: «Kii mooy sama Doom ji ma bëgg; ci moom laa ame bànneex.»"}]