[{"style":"s","text":"Yeesu dékku na ay nattu ci pexey Seytaane"},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee Xelum Yàlla yóbbu Yeesu ca màndiŋ ma, ngir mu jànkoonte ak fiiri °Seytaane."},{"style":"v","text":"Yeesu nekk fa te lekkul ñeent fukki bëccëg ak ñeent fukki guddi, doora xiif."},{"style":"v","text":"Noonu fiirkat bi ñëw ci moom ne ko: «Boo dee °Doomu Yàlla, santal doj yii, ñu nekk mburu.»"},{"style":"v","text":"Waaye Yeesu ne ko: «Mbind mi nee na: “Nit du dunde mburu rekk, waaye itam gépp kàddu gu génne ci gémmiñug Yàlla.”»"},{"style":"p","text":""},{"style":"v","text":"Bi mu waxee loolu, Seytaane yóbbu ko ca dëkk bu sell ba, teg ko ca njobbaxtalu kër Yàlla ga."},{"style":"v","text":"Mu ne ko: «Boo dee Doomu Yàlla, tëbal ci suuf, ndaxte Mbind mi nee na:"},{"style":"q","text":"“Dina jox ay malaakaam ndigal ci sa mbir,"},{"style":"q","text":"ñu leewu la ci seeni loxo,"},{"style":"q","text":"ngir nga baña fakktalu ciw doj.”»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne ko: «Bind nañu it ne: “Bul diiŋat Yàlla, sa Boroom.”»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Seytaane yóbbu ko ci kaw tund wu kawe lool, won ko réewi àddina yépp ak seeni ndam."},{"style":"v","text":"Mu ne ko: «Lii lépp dinaa la ko may, boo sukkee màggal ma.»"},{"style":"v","text":"Waaye Yeesu ne ko: «Sore ma Seytaane, ndaxte Mbind mi nee na: “Nanga màggal Yàlla sa Boroom, te jaamu ko moom rekk.”»"},{"style":"p","text":""},{"style":"v","text":"Noonu Seytaane bàyyi ko. Te ay malaaka daldi ñëw fi Yeesu, di ko topptoo."},{"style":"s","text":"Yeesu dëkk na Kapernawum ci diiwaanu Galile"},{"style":"p","text":""},{"style":"v","text":"Am bés Yeesu dégg ne jàpp nañu °Yaxya; mu jóg nag, jëm Galile."},{"style":"v","text":"Gannaaw gi, mu toxoo dëkku Nasaret, dem dëkk Kapernawum, bi féeteek dex ga ci diiwaani Sabulon ak Neftali."},{"style":"v","text":"Noonu am la ñu waxoon, jaarale ko ci yonent Yàlla °Esayi, bi mu naan:"},{"style":"q","text":""},{"style":"v","text":"«Yaw réewum Sabulon ak réewum Neftali,"},{"style":"q","text":"di yoonu géej gannaaw dexu Yurdan,"},{"style":"q","text":"yaw Galile, réewum ñi dul Yawut--"},{"style":"q","text":""},{"style":"v","text":"xeet wa nekkoon cig lëndëm,"},{"style":"q","text":"gis na leer gu mag,"},{"style":"q","text":"ña dëkkoon ca réew, ma dee tiim,"},{"style":"q","text":"leer fenkal na leen.»"},{"style":"p","text":""},{"style":"v","text":"Booba Yeesu tàmbali di waare naan: «Tuubleen seeni bàkkaar, ndaxte nguuru Yàlla Aji Kawe ji jegesi na.»"},{"style":"s","text":"Yeesu tànn na ñeenti taalibe"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu doon dox ca tefesu dexu Galile, mu gis fa ñaar ñu bokk ndey ak baay, mooy Simoŋ mi ñuy wax Piyeer, ak Andare. Fekk ñuy sànni seen caax ca dex ga, ndaxte ay nappkat lañu woon."},{"style":"v","text":"Yeesu ne leen: «Ñëwleen topp ci man, ma def leen nappkati nit.»"},{"style":"v","text":"Ca saa sa ñu daldi bàyyi seeni mbaal, topp ci moom."},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu demee ba ca kanam, mu gis yeneen ñaar ñu bokk ndey ak baay, ñuy Saag doomu Sebede, ak Yowaana rakkam. Ñu nekk ci seen biir gaal ak Sebede seen baay, di defar seeni mbaal. Noonu Yeesu woo leen."},{"style":"v","text":"Ca saa sa ñu daldi bàyyi gaal ga ak seen baay, topp ci moom."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yeesu doon wër Galile gépp, di jàngle ci seeni jàngu tey yégle xibaaru jàmm bi ci nguuru Yàlla; muy faj jàngoro yépp ak wéradi yépp ca nit ña,"},{"style":"v","text":"ba tax turam siiw ba ci biir réewu Siri mépp. Ñu di ko indil ñi wopp ñépp, ñi sonn ndax ay jàngoro ak metit yu bare, ñi rab jàpp, ñiy say ak ñi làggi, mu faj leen."},{"style":"v","text":"Noonu mbooloo mu bare topp ci moom, jóge ci wàlli Galile ak diiwaan bi ñuy wax Fukki dëkk yi, ci dëkku °Yerusalem ak ci diiwaanu Yude, ba ci gannaaw dexu Yurdan."}]