[{"style":"s","verse":"","text":"Barkeel gu wóor gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi Yeesu gisee mbooloo ma nag, mu yéeg ca tund wa, toog; taalibeem ya ñëw ci moom."},{"style":"v","verse":"2","text":"Mu daldi leen jàngal naan:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"3","text":"«Yéen ñi xam seen ñàkk doole ngir neex Yàlla, barkeel ngeen,"},{"style":"q","verse":"","text":"ndaxte nguuru Yàlla Aji Kawe ji, yéena ko yelloo."},{"style":"q","verse":"","text":""},{"style":"v","verse":"4","text":"Yéen ñi nekk ci naqar, barkeel ngeen,"},{"style":"q","verse":"","text":"ndax dees na dëfal seen xol."},{"style":"q","verse":"","text":""},{"style":"v","verse":"5","text":"Yéen ñi lewet, barkeel ngeen,"},{"style":"q","verse":"","text":"ndax dingeen moomi àddina."},{"style":"q","verse":"","text":""},{"style":"v","verse":"6","text":"Yéen ñi xiif te mar njub, barkeel ngeen,"},{"style":"q","verse":"","text":"ndax dingeen regg."},{"style":"q","verse":"","text":""},{"style":"v","verse":"7","text":"Yéen ñi am yërmande, barkeel ngeen,"},{"style":"q","verse":"","text":"ndax dees na leen yërëm."},{"style":"q","verse":"","text":""},{"style":"v","verse":"8","text":"Yéen ñi am xol bu sell, barkeel ngeen,"},{"style":"q","verse":"","text":"ndax dingeen gis Yàlla."},{"style":"q","verse":"","text":""},{"style":"v","verse":"9","text":"Yéen ñiy wut jàmm, barkeel ngeen,"},{"style":"q","verse":"","text":"ndax dees na leen tudde doomi Yàlla."},{"style":"q","verse":"","text":""},{"style":"v","verse":"10","text":"Yéen ñi ñu fitnaal ndax seen njub, barkeel ngeen,"},{"style":"q","verse":"","text":"ndaxte nguuru Yàlla Aji Kawe ji, yéena ko yelloo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Barkeel ngeen, bu ñu leen di saaga, di leen fitnaal, di leen sosal lépp lu bon ngir man."},{"style":"v","verse":"12","text":"Bégleen te bànneexu, ndax seen yool dina réy ci laaxira. Ndaxte noonu lañu daan fitnaale yonent yi fi jiitu."},{"style":"s","verse":"","text":"Xoromus àddina ak leeram"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Yéena di xoromus àddina. Bu xorom sàppee, nan lañu koy delloo cafkaam? Du jariñati dara, lu dul ñu sànni ko ci biti, nit ñi dox ci kawam."},{"style":"v","verse":"14","text":"Yéena di leeru àddina. Dëkk, bu nekk ci kaw tund du mana nëbbu."},{"style":"v","verse":"15","text":"Te it duñu taal làmp, dëpp cig leget, waaye dañu koy wékk, ba muy leeral ñi nekk ci kër gi ñépp."},{"style":"v","verse":"16","text":"Na seen leer leere noonu ci kanam nit ñi, ngir ñu gis seeni jëf yu rafet, te màggal seen Baay bi ci kaw."},{"style":"s","verse":"","text":"Ni yoonu Musaa ak waxi yonent yi ame ci Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Buleen defe ne ñëw naa ngir dindi yoonu °Musaa ak waxi yonent yi. Ñëwuma ngir dindi leen, waaye ngir ñu am ci man."},{"style":"v","verse":"18","text":"Ndaxte ci dëgg maa ngi leen koy wax, li feek asamaan ak suuf wéyul, benn tomb walla benn rëddu araf du wéy mukk ci yoonu Musaa, ba kera yépp di am."},{"style":"v","verse":"19","text":"Ku tebbi nag ba gëna tuuti ci ndigal yii, te ngay jàngal nit ñi noonu, dees na la tudde ki gëna tuuti ci nguuru Yàlla Aji Kawe ji. Waaye ku leen di sàmm, di leen digle, dees na la tudde ku mag ci nguuru Yàlla Aji Kawe ji."},{"style":"v","verse":"20","text":"Ndaxte maa ngi leen koy wax, bu seen njubte ëppul njubteg °xutbakat ya ak °Farisen ya, dungeen tàbbi mukk ci nguuru Yàlla Aji Kawe ji."},{"style":"s","verse":"","text":"Mere nit ak bóom ko ñoo yem fa kanam Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Dégg ngeen ne waxoon nañu maam ya ne leen: “Bul rey nit; ku rey nit, yoon dina la dab.”"},{"style":"v","verse":"22","text":"Waaye man maa ngi leen di wax ne képp ku mere sa mbokk, dinañu la àtte. Ku wax sa mbokk: “Amoo bopp,” dinañu la àtte ca °kureelu àttekat ya. Ku ko wax: “Alku nga,” dinañu la àtte ci sawara."},{"style":"v","verse":"23","text":"Booy yóbbu nag sa sarax ca °sarxalukaay ba, te nga fàttaliku foofa ne, sa mbokk am na lu mu la meree,"},{"style":"v","verse":"24","text":"nanga fa bàyyi sa sarax ca kanam sarxalukaay ba, nga jëkka dem, juboo ak sa mbokk, ba noppi dellu, joxe sa sarax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Gaawala juboo ak ki lay yóbbu, ngeen layooji, bala ngeena egg; ngir bañ ki ngay layool jébbal la àttekat ba, kooka jox la alkaati ba, ñu tëj la."},{"style":"v","verse":"26","text":"Ci dëgg maa ngi la koy wax, doo génn foofa mukk te feyuloo dërëm bi ci mujj."},{"style":"s","verse":"","text":"Ku xédd jigéen, njaaloo nga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Te it dégg ngeen ne waxoon nañu: “Bul njaaloo.”"},{"style":"v","verse":"28","text":"Waaye man maa ngi leen di wax ne, képp ku xool jigéen, xédd ko, njaaloo nga ak moom ci sa xel."},{"style":"v","verse":"29","text":"Bu la sa bëtu ndijoor bëggee yóbbe bàkkaar, luqi ko, sànni ko fu sore."},{"style":"v","verse":"30","text":"Ndaxte ñàkk benn ci say cér moo gën ci yaw, ñu sànni sa yaram wépp ci sawara. Bu la sa loxol ndijoor bëggee yóbbe bàkkaar, dagg ko, sànni ko fu sore. Ndaxte ñàkk benn ci say cér moo gën ci yaw ñu sànni sa yaram wépp ci sawara."},{"style":"s","verse":"","text":"Bul fase sa soxna lu dul ci njaaloo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Waxoon nañu ne: “Ku fase sa soxna, nga bindal ko kayitu pase.”"},{"style":"v","verse":"32","text":"Waaye man maa ngi leen di wax ne, ku fase sa soxna te du ci njaaloo, yaa koy tegtal yoonu njaaloo. Te it ku takk jigéen ju ñu fase, njaaloo nga."},{"style":"s","verse":"","text":"Bul weddi sa ngiñ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"«Dégg ngeen itam ne waxoon nañu maam ya ne leen: “Bul weddi sa ngiñ, waaye li nga giñ def ko ngir Boroom bi.”"},{"style":"v","verse":"34","text":"Waaye man maa ngi leen di wax ne, buleen giñ dara; bumu doon ci asamaan, ndaxte moo di jalu Buur Yàlla;"},{"style":"v","verse":"35","text":"bumu doon ci àddina, ndax moo di tegukaayu tànkam; bumu doon it ci °Yerusalem, ndax moo di dëkku Buur bu mag bi."},{"style":"v","verse":"36","text":"Bul giñ it ci sa bopp, ndaxte manuloo weexal mbaa ñuulal benn ci say kawar."},{"style":"v","verse":"37","text":"Sa waaw na nekk waaw, sa déedéet na nekk déedéet. Loo ci teg, ci °Ibliis la jóge."},{"style":"s","verse":"","text":"Bul feyu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"«Te it dégg ngeen ne waxoon nañu: “Bët, bët a koy fey; bëñ, bëñ a koy fey.”"},{"style":"v","verse":"39","text":"Waaye man maa ngi leen di wax ne buleen bañ ku leen def lu bon, waaye ku la pes ci sa lexu ndijoor, jox ko ba ca des."},{"style":"v","verse":"40","text":"Ku la bëgga kalaame, ngir jël sa turki, nga boole ca it sa mbubb mu mag."},{"style":"v","verse":"41","text":"Ku la ga, nga yenul ko doxub benn kilomet, àndal ak moom ñaar."},{"style":"v","verse":"42","text":"Mayal ku lay ñaan, te bul jox gannaaw ku lay leb."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"«Dégg ngeen ne waxoon nañu: “Soppal sa moroom te sib sa bañaale.”"},{"style":"v","verse":"44","text":"Waaye man maa ngi leen di wax ne, soppleen seeni bañaale te ñaanal ñi leen di fitnaal,"},{"style":"v","verse":"45","text":"ngir wone ne yéenay doomi seen Baay bi nekk ci kaw. Ndaxte mu ngi fenkal jantam ci kaw ñu bon ñi ak ñu baax ñi, te muy tawal ñi jub ak ñi jubadi."},{"style":"v","verse":"46","text":"Su ngeen soppee ñi leen sopp, ban yool ngeen am? Xanaa °juutikat yi duñu def noonu it?"},{"style":"v","verse":"47","text":"Su ngeen nuyoo seeni bokk rekk, lu ngeen def lu doy waar? Xanaa ñi xamul Yàlla duñu def noonu it?"},{"style":"v","verse":"48","text":"Nangeen mat nag, ni seen Baay bi ci kaw mate."}]