[{"style":"s","verse":"","text":"Ni ñuy sàkke sarax"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Wottuleena def seeni jëf yu jub ci kanam nit ñi, muy ngistal. Lu ko moy, dungeen am yool ci seen Baay bi nekk ci kaw."},{"style":"v","verse":"2","text":"Booy sàkk sarax nag, bul yeble ci sa kanam, ñu yéene la. Moom la naaféq yi di def ca jàngu ya ak ca mbedd ya, ngir nit ñi màggal leen. Ci dëgg maa ngi leen koy wax, jot nañu seen pey gépp."},{"style":"v","verse":"3","text":"Waaye booy sàkk sarax, bu sa loxob càmmoñ xam li sa loxob ndijoor di def,"},{"style":"v","verse":"4","text":"ngir sa sarax nekk kumpa. Noonu sa Baay, bi dara umpul, dina la ko delloo."},{"style":"s","verse":"","text":"Ni ñuy ñaane ci Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Bu ngeen di ñaan, buleen mel ni naaféq yi, ñoom ñi bëgg di ñaan, taxaw ca jàngu ya ak fa mbedd yay daje, ngir nit ñi gis leen. Ci dëgg maa ngi leen koy wax, jot nañu seen pey gépp."},{"style":"v","verse":"6","text":"Yaw nag booy ñaan, duggal ci sa néeg, tëj bunt bi, te nga ñaan sa Baay bi bët manta gis. Noonu sa Baay, bi dara umpul, dina la ko delloo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Te it bu ngeen di ñaan, buleen bareel wax yu amul njariñ, mel ni ñi xamul Yàlla; ñoom defe nañu ne, Yàlla dina leen nangul ndax seen wax ju bare."},{"style":"v","verse":"8","text":"Buleen nirook ñoom, ndaxte seen Baay xam na seeni soxla, laata ngeen ko koy wax."},{"style":"v","verse":"9","text":"Yéen nag nii ngeen wara ñaane:"},{"style":"q","verse":"","text":"“Sunu Baay bi nekk ci kaw,"},{"style":"q","verse":"","text":"yal na sa tur di lu ñu sellal,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"10","text":"yal na sa nguur ñëw,"},{"style":"q","verse":"","text":"yal na sa coobare am ci suuf mel ni ci kaw."},{"style":"q","verse":"","text":""},{"style":"v","verse":"11","text":"Yal nanga nu may tey li nu dunde;"},{"style":"q","verse":"","text":""},{"style":"v","verse":"12","text":"te baal nu sunuy tooñ, ni nu baale ñi nu tooñ;"},{"style":"q","verse":"","text":""},{"style":"v","verse":"13","text":"Yàlla boo nu teg ci yoonu nattu,"},{"style":"q","verse":"","text":"waaye yal nanga nu musal ci lu bon."},{"style":"q","verse":"","text":"Ndaxte yaw yaa yelloo nguur ak kàttan ak màggaay, ba fàww. Amiin.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Su ngeen baalee ñi leen tooñ, seen Baay bi ci kaw dina leen baal seeni tooñ yéen itam."},{"style":"v","verse":"15","text":"Waaye su ngeen baalul ñi leen tooñ, seen Baay it du leen baal seeni tooñ."},{"style":"s","verse":"","text":"Ni ñuy woore"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Su ngeen di woor, buleen mel ni naaféq yi, ñoom ñi yoggoorlu, di ñaawal seeni kanam, ngir seen koor feeñu nit ñi. Ci dëgg maa ngi leen koy wax, jot nañu seen pey gépp."},{"style":"v","verse":"17","text":"Yaw nag booy woor, xeeñalal sa bopp te nga sëlmu,"},{"style":"v","verse":"18","text":"ngir sa koor baña feeñu nit ñi, waaye mu feeñu sa Baay bi bët manta gis. Noonu sa Baay, bi dara umpul, dina la ko delloo."},{"style":"s","verse":"","text":"Alali laaxira"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Buleen dajale alal ci àddina, fu ko max ak xomaag di yàqe, ak fu sàcc di dugg, jot ko."},{"style":"v","verse":"20","text":"Waaye dajaleleen alal ci laaxira, fu ko max ak xomaag dul yàqe, ak fu sàcc dul dugg, jot ko."},{"style":"v","verse":"21","text":"Ndaxte fu sa alal nekk, fa la sa xol nekk itam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Bët mooy làmpu yaram. Bu sa bët wéree, kon sa yaram wépp leer,"},{"style":"v","verse":"23","text":"waaye bu sa bët woppee, kon sa yaram wépp lëndëm. Leer gi nekk ci yaw, bu nekkee lëndëm, naka la lëndëm googu di këruuse!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Kenn manula jaamoondoo ñaari sang; fàww nga bañ kii, bëgg ki ci des, walla nga jàpp ci kenn ki, xeeb ki ci des. Manuleena boole jaamu Yàlla ak jaamu Alal."},{"style":"s","verse":"","text":"Wóolul Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Loolu moo tax maa ngi leen koy wax, buleen seen bakkan jaaxal, ci lu ngeen wara lekk, walla lu ngeen wara naan. Buleen jaaxle it ngir seen yaram, ci lu ngeen wara sol. Xanaa bakkan gënul lekk, te yaram gënul koddaay?"},{"style":"v","verse":"26","text":"Seetleen picci asamaan: duñu ji, duñu góob, duñu denc ci sàq; teewul seen Baay bi ci kaw moo leen di dundal. Ndax ëppuleen maana picc yi ci lu bare?"},{"style":"v","verse":"27","text":"Ana kan ci yéen ci kaw njaaxleem moo mana yokk waxtu ci àppam?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"«Te lu tax ngeen di jaaxle ngir koddaay? Seetleen bu baax, ni tóor-tóori ñax mi di saxe ci tool yi. Duñu liggéey, duñu ëcc,"},{"style":"v","verse":"29","text":"waaye maa ngi leen di wax ne °Suleymaan sax ci ndamam soluwul woon ni benn ci ñoom."},{"style":"v","verse":"30","text":"Yéen ñi néew ngëm! Bu Yàlla woddee nii ñaxum tool yi, miy sax tey, te bu subaa ñu def ko ci taal bi, ndax du leen gëna wodd?"},{"style":"v","verse":"31","text":"Buleen jaaxle nag, di wax ne: “Lu nu wara lekk? Lu nu wara naan?” walla: “Lu nu wara sol?”"},{"style":"v","verse":"32","text":"Ndaxte loolu lépp, ñi xamul Yàlla ñoo koy wut. Te seen Baay, bi nekk ci kaw, xam na ne am ngeen soxla ci loolu lépp."},{"style":"v","verse":"33","text":"Waaye jëkkleena wut nguuram ak njubteem, te loolu lépp dina leen ko ci dollil."},{"style":"v","verse":"34","text":"Buleen jaaxle nag ngir ëllëg, ndaxte ëllëg dina topptoo boppam. Bés bu nekk, coonoom doy na ko."}]