[{"style":"s","verse":"","text":"Yeesu faj na ku làggi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi loolu amee Yeesu dugg cig gaal, jàll dex ga, dellu dëkkam."},{"style":"v","verse":"2","text":"Foofa ñu indil ko ku tëdd ci basaŋ, fekk yaramam wépp làggi. Bi Yeesu gisee seen ngëm, mu ne ku làggi ka: «Na sa xel dal, sama waay, baal nañu la say bàkkaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Bi mu waxee loolu, ay °xutbakat daldi ne ci seen biir: «Nit kii mu ngi sosal Yàlla.»"},{"style":"v","verse":"4","text":"Waaye Yeesu xam seen xalaat ne leen: «Lu tax ngeen am xalaat yu bon ci seen xol?"},{"style":"v","verse":"5","text":"Ma wax ne: “Baal nañu la say bàkkaar,” walla ma ne: “Jógal te dox,” lan moo ci gëna yomb?"},{"style":"v","verse":"6","text":"Waaye xamleen ne, °Doomu nit ki am na ci àddina sañ-sañu baale bàkkaar yi.» Ci kaw loolu Yeesu ne ku làggi ka: «Jógal, jël sa basaŋ te nga ñibbi.»"},{"style":"v","verse":"7","text":"Noonu làggi ba daldi jóg, ñibbi."},{"style":"v","verse":"8","text":"Ba mbooloo ma gisee loolu, ñu daldi ragal te màggal Yàlla, mi dénk sañ-sañ bu tollu noonu doom Aadama yi."},{"style":"s","verse":"","text":"Yeesu woo na Macë, mu nekk taalibeem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Bi Yeesu jógee foofa, mu gis nit ku tudd Macë, toog ca juuti ba. Yeesu ne ko: «Kaay topp ma.» Noonu Macë jóg, daldi ko topp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Gannaaw ga Yeesu doon lekk ca kër ga, te ay °juutikat ak i boroom bàkkaar yu bare dikk, bokk lekk ak Yeesu ak taalibeem ya."},{"style":"v","verse":"11","text":"Bi ko °Farisen ya gisee nag, ñu ne taalibe ya: «Lu tax seen kilifa di lekkandoo ak ay juutikat ak ay boroom bàkkaar?»"},{"style":"v","verse":"12","text":"Waaye bi ko Yeesu déggee, mu ne: «Ñi wér soxlawuñu fajkat, ñi wéradi ñoo ko soxla."},{"style":"v","verse":"13","text":"Mbind mi nee na: “Yërmande laa bëgg, waaye du rendi saraxi mala.” Demleen nag te seet lu wax joojuy tekki. Ndaxte ñëwuma, ngir woo ñi jub, waaye bàkkaarkat yi laay woo.»"},{"style":"s","verse":"","text":"Ndax warees na woor?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gannaaw loolu taalibey °Yaxya ñëw ci Yeesu ne ko: «Lu tax nuy woor, nun ak °Farisen yi, te say taalibe duñu woor?»"},{"style":"v","verse":"15","text":"Yeesu ne leen: «Ndax gan yi ñëw ci céet dinañu naqarlu dara, li feek boroom céet gaa ngi ànd ak ñoom? Waaye bés yaa ngi ñëw yu ñuy jële boroom céet gi ci seen biir; booba nag dinañu woor."},{"style":"v","verse":"16","text":"Xam ngeen ne, kenn du daax mbubb mu màggat ak sekkit wu bees; ndaxte sekkit wi day ñoddi mbubb mi, te xottiku bi gëna yaatu."},{"style":"v","verse":"17","text":"Te it duñu def biiñ bu bees ci mbuusi der yu màggat. Lu ko moy, mbuus yi dañuy toj, biiñ bi tuuru te mbuus yi yàqu. Waaye biiñ bu bees, dees na ko def ci mbuus yu bees. Noonu ñoom ñaar duñu yàqu.»"},{"style":"s","verse":"","text":"Yeesu dekkal na doomu njiitu jàngu ba te faj jigéen"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Bi leen Yeesu di wax loolu, benn njiitu jàngu daldi ñëw, sukk ci kanamam ne ko: «Sama doom ju jigéen dafa faatu léegi, waaye ñëwal, °teg ko say loxo, te dina dundaat.»"},{"style":"v","verse":"19","text":"Noonu Yeesu jóg, topp ko, moom ak ay taalibeem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20-21","text":"Bi ñuy dem nag, amoon na ca mbooloo ma jigéen juy xëpp deret diirub fukki at ak ñaar. Mu defe ne su laalee mbubbam rekk, dina wér. Mu jegeñsi Yeesu nag, doxe ko gannaaw, laal catu mbubbam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Bi mu ko defee Yeesu waññiku ne ko: «Na sa xel dal, soxna si, sa ngëm faj na la.» Noonu jigéen ja daldi wér ca saa sa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Bi Yeesu eggee kër njiit la, mu gis ñiy liit ak toxoro, ak mbooloo may def coow lu bare."},{"style":"v","verse":"24","text":"Mu ne leen: «Génnleen, janq bi deewul, day nelaw rekk.» Bi ko mbooloo ma déggee, ñu daldi ko ñaawal."},{"style":"v","verse":"25","text":"Waaye ñu génne leen, Yeesu dugg, jàpp loxob janq ba, mu daldi jóg."},{"style":"v","verse":"26","text":"Noonu xibaaru li mu def daldi siiw ca réew ma."},{"style":"s","verse":"","text":"Yeesu faj na ñaari gumba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Bi Yeesu jógee foofa, ñaari gumba topp ko, di wax ca kaw naan: «Yërëm nu, yaw °Sëtu Daawuda bi!»"},{"style":"v","verse":"28","text":"Noonu Yeesu dugg ca kër ga, gumba ya toppsi ko. Yeesu ne leen: «Ndax gëm ngeen ne man naa def li ngeen ma laaj?» Ñu ne ko: «Waaw, Sang bi.»"},{"style":"v","verse":"29","text":"Kon Yeesu daldi laal seeni bët ne leen: «Na am, ni ngeen ko gëme.»"},{"style":"v","verse":"30","text":"Ca saa sa seeni bët daldi ubbiku. Yeesu dénk leen bu wér ne leen: «Moytuleen kenn xam ko.»"},{"style":"v","verse":"31","text":"Waaye ñu génn rekk, siiwal turam fu nekk."},{"style":"s","verse":"","text":"Yeesu faj na ki rab jàpp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Bi ñu fa jógee nag, amoon na ñeneen ñu ñëw fi moom, indil ko ku rab jàpp, mu luu."},{"style":"v","verse":"33","text":"Yeesu dàq rab wa, luu ba daldi wax. Bi ñu ko gisee, mbooloo ma waaru, ñu ne: «Lu mel nii, masuñu koo gis ci Israyil.»"},{"style":"v","verse":"34","text":"Waaye °Farisen ya ne: «Ci kàttanu buuru rab yi lay dàqe rab yi.»"},{"style":"s","verse":"","text":"Yeesu yërëm na mbooloo mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Noonu Yeesu wër dëkk yu mag ya yépp ak yu ndaw ya, di leen jàngal ci seeni jàngu, tey yégle xibaaru jàmm bi jëm ci nguuru Yàlla, di faj jàngoro yépp ak wéradi yépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Bi Yeesu gisee mbooloo ma, mu yërëm leen, ndaxte dañoo sonn ba ne yogg, mel ni xar yu amul sàmm."},{"style":"v","verse":"37","text":"Noonu mu ne taalibeem ya: «Ngóob mi yaatu na, waaye liggéeykat yi barewuñu."},{"style":"v","verse":"38","text":"Ñaanleen nag Boroom ngóob mi, mu yebal ay liggéeykat, ñu góob toolam.»"}]