[{"style":"r","text":"V. 1-10: cf. Ec 5:17-19. Ps 119:9; 90:1, etc. 1 Jn 2:15-17."},{"style":"p","text":""},{"style":"v","text":"Jeune homme, réjouis-toi dans ta jeunesse, livre ton cœur à la joie pendant les jours de ta jeunesse, marche dans les voies de ton cœur et selon les regards de tes yeux; mais sache que pour tout cela Dieu t’appellera en jugement. "},{"style":"v","text":"Bannis de ton cœur le chagrin, et éloigne le mal de ton corps; car la jeunesse et l’aurore sont vanité. "},{"style":"v","text":"Mais souviens-toi de ton créateur pendant les jours de ta jeunesse, avant que les jours mauvais arrivent et que les années s’approchent où tu diras: Je n’y prends point de plaisir; "},{"style":"v","text":"avant que s’obscurcissent le soleil et la lumière, la lune et les étoiles, et que les nuages reviennent après la pluie, "},{"style":"v","text":"temps où les gardiens de la maison tremblent, où les hommes forts se courbent, où celles qui moulent s’arrêtent parce qu’elles sont diminuées, où ceux qui regardent par les fenêtres sont obscurcis, "},{"style":"v","text":"où les deux battants de la porte se ferment sur la rue quand s’abaisse le bruit de la meule, où l’on se lève au chant de l’oiseau, où s’affaiblissent toutes les filles du chant, "},{"style":"v","text":"où l’on redoute ce qui est élevé, où l’on a des terreurs en chemin, où l’amandier fleurit, où la sauterelle devient pesante, et où la câpre n’a plus d’effet, car l’homme s’en va vers sa demeure éternelle, et les pleureurs parcourent les rues; "},{"style":"v","text":"avant que le cordon d’argent se détache, que le vase d’or se brise, que le seau se rompe sur la source, et que la roue se casse sur la citerne; "},{"style":"v","text":"\\x a \\xo 12.9 \\xt Ge 3:19.\\x*avant que la poussière retourne à la terre, comme elle y était, et que l’esprit retourne à Dieu \\x b \\xo 12.9 \\xt Ge 2:7. No 16:22.\\x*qui l’a donné. "},{"style":"v","text":"\\x c \\xo 12.10 \\xt Ps 62:10; 144:4. Ec 1:2.\\x*Vanité des vanités, dit l’Ecclésiaste, tout est vanité."},{"style":"r","text":"V. 11-16: cf. Pr 1:1-7. (De 10:12, 13. Job 28:28. Mi 6:8. Ap 20:11-15.)"},{"style":"p","text":""},{"style":"v","text":"Outre que l’Ecclésiaste fut un sage, il a encore enseigné la science au peuple, et il a examiné, sondé, mis en ordre un grand nombre \\x d \\xo 12.11 \\xt 1 R 4:32.\\x*de sentences. "},{"style":"v","text":"L’Ecclésiaste s’est efforcé de trouver des paroles agréables; et ce qui a été écrit avec droiture, ce sont des paroles de vérité. "},{"style":"v","text":"Les paroles des sages sont comme des aiguillons; et, rassemblées en un recueil, elles sont comme des clous plantés, données par un seul maître. "},{"style":"v","text":"Du reste, mon fils, tire instruction de ces choses; on ne finirait pas, si l’on voulait faire un grand nombre de livres, et beaucoup d’étude est une fatigue pour le corps. "},{"style":"v","text":"Écoutons la fin du discours: \\x e \\xo 12.15 \\xt De 6:2; 10:12. Pr 3:7.\\x*Crains Dieu et observe ses commandements. C’est là ce que doit faire tout homme. "},{"style":"v","text":"\\x f \\xo 12.16 \\xt 1 Co 4:5. 2 Co 5:10.\\x*Car Dieu amènera toute œuvre en jugement, au sujet de tout ce qui est caché, soit bien, soit mal."}]