[{"style":"r","text":"V. 1-10: cf. (Ps 90:12. Ja 1:27.)"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 7.1 \\xt Pr 22:1.\\x*Une bonne réputation vaut mieux que le bon parfum, et le jour de la mort que le jour de la naissance. "},{"style":"v","text":"Mieux vaut aller dans une maison de deuil que d’aller dans une maison de festin; car c’est là la fin de tout homme, et celui qui vit prend la chose à cœur. "},{"style":"v","text":"Mieux vaut le chagrin que le rire; car avec un visage triste le cœur peut être content. "},{"style":"v","text":"Le cœur des sages est dans la maison de deuil, et le cœur des insensés dans la maison de joie. "},{"style":"v","text":"\\x b \\xo 7.5 \\xt Pr 13:18; 15:31, 32.\\x*Mieux vaut entendre la réprimande du sage que d’entendre le chant des insensés. "},{"style":"v","text":"Car \\x c \\xo 7.6 \\xt Ps 58:10.\\x*comme le bruit des épines sous la chaudière, ainsi est le rire des insensés. C’est encore là une vanité. "},{"style":"v","text":"L’oppression rend insensé le sage, et les présents corrompent le cœur. "},{"style":"v","text":"Mieux vaut la fin d’une chose que son commencement; mieux vaut un esprit patient qu’un esprit hautain. "},{"style":"v","text":"Ne te hâte pas en ton esprit de t’irriter, car l’irritation repose dans le sein des insensés. "},{"style":"v","text":"Ne dis pas: D’où vient que les jours passés étaient meilleurs que ceux-ci? Car ce n’est point par sagesse que tu demandes cela."},{"style":"r","text":"V. 11-14: cf. Pr 3:13-18. Ja 5:13."},{"style":"p","text":""},{"style":"v","text":"La sagesse vaut autant qu’un héritage, et même plus pour ceux qui voient le soleil. "},{"style":"v","text":"Car à l’ombre de la sagesse on est abrité comme à l’ombre de l’argent; mais un avantage de la science, c’est que la sagesse fait vivre ceux qui la possèdent. "},{"style":"v","text":"Regarde l’œuvre de Dieu: qui pourra redresser ce qu’il a courbé? "},{"style":"v","text":"Au jour du bonheur, sois heureux, et au jour du malheur, réfléchis: Dieu a fait l’un comme l’autre, afin que l’homme ne découvre en rien ce qui sera après lui."},{"style":"r","text":"V. 15-22: cf. (Ec 8:14, 5-7; 9:13-18.) 1 Jn 1:8-10."},{"style":"p","text":""},{"style":"v","text":"J’ai vu tout cela pendant les jours de ma vanité. Il y a tel juste qui périt dans sa justice, et il y a tel méchant qui prolonge son existence dans sa méchanceté. "},{"style":"v","text":"Ne sois pas juste à l’excès, et ne te montre pas trop sage: pourquoi te détruirais-tu? "},{"style":"v","text":"Ne sois pas méchant à l’excès, et ne sois pas insensé: pourquoi mourrais-tu avant ton temps? "},{"style":"v","text":"Il est bon que tu retiennes ceci, et que tu ne négliges point cela; car celui qui craint Dieu échappe à toutes ces choses. "},{"style":"v","text":"La sagesse rend le sage plus fort que dix chefs qui sont dans une ville. "},{"style":"v","text":"\\x d \\xo 7.20 \\xt 1 R 8:46, 47. 2 Ch 6:36. Pr 20:9. 1 Jn 1:8.\\x*Non, il n’y a sur la terre point d’homme juste qui fasse le bien et qui ne pèche jamais. "},{"style":"v","text":"Ne fais donc pas attention à toutes les paroles qu’on dit, de peur que tu n’entendes ton serviteur te maudire; "},{"style":"v","text":"car ton cœur a senti bien des fois que tu as toi-même maudit les autres."},{"style":"r","text":"V. 23-29: cf. Pr 5. 1 Ti 2:14. (Ro 1:21; 3:9-19.)"},{"style":"p","text":""},{"style":"v","text":"J’ai éprouvé tout cela par la sagesse. J’ai dit: Je serai sage. Et la sagesse est restée loin de moi. "},{"style":"v","text":"Ce qui est loin, ce qui est profond, profond, qui peut l’atteindre? "},{"style":"v","text":"Je me suis appliqué dans mon cœur à connaître, à sonder, et à chercher la sagesse et la raison des choses, et \\x e \\xo 7.25 \\xt Ec 1:17; 2:12.\\x*à connaître la folie de la méchanceté et la stupidité de la sottise. "},{"style":"v","text":"Et j’ai trouvé \\x f \\xo 7.26 \\xt Pr 5:3; 6:24, etc.; 7:6, etc.\\x*plus amère que la mort la femme dont le cœur est un piège et un filet, et dont les mains sont des liens; celui qui est agréable à Dieu lui échappe, mais \\x g \\xo 7.26 \\xt Pr 6:26; 7:23; 22:14.\\x*le pécheur est pris par elle. "},{"style":"v","text":"Voici ce que j’ai trouvé, dit l’Ecclésiaste, en examinant les choses une à une pour en saisir la raison; "},{"style":"v","text":"voici ce que mon âme cherche encore, et que je n’ai point trouvé. J’ai trouvé un homme entre mille; mais je n’ai pas trouvé une femme entre elles toutes. "},{"style":"v","text":"Seulement, voici ce que j’ai trouvé, c’est que Dieu a fait les hommes droits; mais ils ont cherché beaucoup de détours."}]