[{"style":"mt1","text":"Ruut"},{"style":"s1","verse":"","text":"Musiba dikkal na kër Elimeleg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba njiit ya daan àtte faloo ca Israayil\\f + \\fr 1.1 \\ft Booba buur amagul woon ca Israayil.\\f*, jamono jooju dafa amoon xiif ca réew ma. Jenn waay bàyyikoo Betleyem ca diiwaanu Yuda, ànd ak soxnaam ak ñaari doomam yu góor, ñu toxuji ca réewum Mowab\\f + \\fr 1.1 \\fk réewum Mowab \\ft ak réewum Israayil ñoo feggoo woon, waaye seen diggante neexul woon.\\f*."},{"style":"v","verse":"2","text":"Waa ja Elimeleg la tuddoon, soxnaam di Nawmi, ñaari doomam yu góor ya di Maxlon ak Kilyon. Ay Efrateen lañu, cosaanoo Betleyem ca Yuda. Ñu agsi ca réewum Mowab, daldi sanc foofa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Gannaaw gi, Elimeleg jëkkëru Nawmi faatu; Nawmi des ak ñaari doomam yu góor."},{"style":"v","verse":"4","text":"Ñooñu mujj jël ay jigéeni Mowab soxna; kenn ka di Orpa, ka ca des di Ruut. Ba ñu nekkee foofa lu tollu ci fukki at,"},{"style":"v","verse":"5","text":"ñoom ñaar ñooñu di Maxlon ak Kilyon faatu ñoom it, jigéen ja ñàkk noonu ñaari doomam ak jëkkëram. Mu des moom kese."},{"style":"s1","verse":"","text":"Ruut topp na Nawmi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba loolu amee Nawmi fabu, mook goroom ya, ngir jóge réew ma. Booba fekk na mu dégge ca Mowab ne \\w Aji Sax ji|Aji Sax j-:\\w* xettali na ñoñam, ba may leen ab dund."},{"style":"v","verse":"7","text":"Ma nga jóge fa mu dëkkoon, ànd ak ñaari goroom ya, ñu tegu ca yoon wa, jëm Yuda."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ci biir loolu mu wax ak ñaari goro ya, ne leen: «Demleen kay, ñibbileen, ku nekk sa kër yaay. Yal na leen Aji Sax ji baaxe, na ngeen baaxe woon ñi wuutu, te baaxe ma, man itam."},{"style":"v","verse":"9","text":"Yal na Aji Sax ji may ku nekk ci yeen jàmm ca kër jëkkër ja muy amaat.» Ci kaw loolu mu fóon leen, ñu ne yikkét jooyoo."},{"style":"v","verse":"10","text":"Ñu ne ko: «Déet, yaw kay lanuy àndal, dem ca say bokk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Mu ne leen: «Ñibbileen ngalla, doom, lu ngeen di ànd ak man doye? Ndax dama leena manatee jural ay jëkkër ci sama biir bii?"},{"style":"v","verse":"12","text":"Ñibbileen rikk doom, demleen, ngir man damay mag, ba wees séy; te su ma ci dese woon yaakaar it, guddig tey jii sax su ma ci séyoon, jur ciy doom,"},{"style":"v","verse":"13","text":"mbaa dingeen leen mana xaar, ba ñu màgg? Xanaa dungeen toog, baña séy ndax ñoom? Déedéet, doom. Maa leen ëpp naqar, man mi Aji Sax ji nattoo nii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ñu dellu ne yikkét, di jooyoo. Orpa fóon goroom, tàggatook moom, Ruut nag moom langaamu ko rekk."},{"style":"v","verse":"15","text":"Mu ne ko: «Gis nga sa wujju peccorgo waa ngay ñibbi cay bokkam aki yàllaam. Àndal ak moom ñibbi kay!»"},{"style":"v","verse":"16","text":"Mu ne ko: «Bu ma soññ mukk ci loolu, duma la wacc, duma la dëddu. Foo jëm, fa laa jëm; fooy dal, fa laay dal; say bokk di saay bokk; sa Yàlla di sama Yàlla."},{"style":"v","verse":"17","text":"Foo deewe it, ma deewe fa, ñu denc ma fa. Yal na ma Aji Sax ji teg mbugal mu gëna tar, ndegam lenn lu moy dee tàggale na maak yaw.»"},{"style":"v","verse":"18","text":"Nawmi nag gis ni Ruut dogoo ci ànd ak moom, ba tax soññatu ko."},{"style":"v","verse":"19","text":"Ba mu ko defee ñu ànd ñoom ñaar, ba àgg Betleyem."},{"style":"p","verse":"","text":"Naka lañu àgg Betleyem, dëkk ba bépp ne kër-kër, ne këpp ndax ñoom. Jigéen ña naa: «Xanaa kii kay du Nawmi?»"},{"style":"v","verse":"20","text":"Mu ne leen: «Buleen ma ne Nawmi (muy firi Boroom mbégte mi), neleen ma Mara (muy firi Boroom naqar wi), ndax Aji Man ji da maa teg naqar wu réya réy."},{"style":"v","verse":"21","text":"Maa demoon ak loxo yu ne gadd, Aji Sax ji delloosi maak loxoy neen. Kon lu ngeen may woowe Nawmi doye, te Aji Sax ji àtte ma ñàkkal? Ndax kat Aji Man ji ci njàqare la ma tàbbal!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Noonu la Nawmi jógee Mowab, ñibbisi, ànd ak Ruut, gorob Mowabeenam ba. Ñu agsi Betleyem, fekk ngóobum lors ma di tàmbali."}]