[{"style":"s1","text":"Ruut gise na ak Bowas"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi Nawmi, gorob Ruut ba, dafa wax Ruut ne ko: «Doom, tee ma laa sàkkal fooy ame jàmm, nga féete fa?"},{"style":"v","text":"Bowas mii nga nekkoon aki surgaam yu jigéen, du mbokk lenqe la? Guddig tey jii kat Bowas dina jériji peppum lors ca dàgga ja."},{"style":"v","text":"Kon nag sangul, solu ba jekk, xeeñu, dem ca dàgga ja. Bu ko feeñu nag te lekkul, ba naan ba noppi."},{"style":"v","text":"Bu demee ba tëdd, nanga nemmiku fa mu tëdd. Su ko defee nga àgg ba foofa, muri fa féeteek tànk ya, tëdd. Moom dina la xamal li nga wara def.»"},{"style":"v","text":"Mu ne ko: «Baax na, loolu rekk laay def.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee mu dem ca dàgga ja, daldi def la ko goroom wax lépp."},{"style":"v","text":"Bowas lekk, naan ba xolam sedd, doora dem tëdd ca peggub jalu pepp ba. Ruut jegesi ndànk, muri fa féeteek tànk yi, tëdd."},{"style":"p","text":""},{"style":"v","text":"Ñu dem ba xaaju guddi, góor gi jekki ne bërét, toog, yem ci ndaw si tëdd fi féeteeki tànkam."},{"style":"v","text":"Mu ne: «Kii ku mu?» Mu ne: «Man a Ruut, sang bi. Yiire ma sa mbubb, ndax mbokk nga, te \\w jotkat|jotkat b-:\\w* nga.»"},{"style":"p","text":""},{"style":"v","text":"Mu ne ko: «Yal na la Aji Sax ji barkeel, doom! Jiwati nga bokk gi ngor lu gënatee rafet. Ndax su la neexoon, nga topp ci xale yu góor yi, ñu am ak ñu ñàkk."},{"style":"v","text":"Léegi nag neel tekk rekk, doom. Loolu nga ñaan lépp, dinaa la ko defal, ndax waa dëkk bi bépp xam nañu ne jigéen ju jàmbaare nga."},{"style":"v","text":"Da di nag, dëgg la sax, mbokk laa mu la mana jotaat, waaye meneen mbokk mu la mana jotaat a ngi fi, te moo ma ci gëna yey."},{"style":"v","text":"Dangay fanaan fii. Bu ëllëgee, su fekkee ne nangu naa def warugaram ci yaw, na ko def, baax na. Su nanguwul nag, dogu naa ci Aji Sax ji, Kiy dund, man dinaa ko def. Tëddal fii rekk, ba njël jot.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee mu tëdd fa féeteek tànki Bowas, ba njël jot, mu jóg balaa waxtu wu nit mana xàmmee moroomam. Booba Bowas bëgguloon ñu xam ne ndaw si ñëw na ci dàgga ji."},{"style":"v","text":"Mu ne ko: «Tàllalal malaan mi nga sàngoo, te téye ko bu baax.» Mu tàllal malaan ma, mu sotti ca juróom benni natti peppum lors, yen ko ko, doora dem ca dëkk ba\\f + \\fr 3.15 \\ft Manees naa dégge nii itam: \\fqa yen ko ko, mu ñibbi ca dëkk ba.\\f*."},{"style":"p","text":""},{"style":"v","text":"Naka la àgg ca goroom Nawmi, mu ne ko: «Doom, koo doon nag?» Ruut nettali ko na góor gi def ak moom yépp,"},{"style":"v","text":"daldi cay teg ne ko: «Juróom benni natti lors yii, moo ma ko may, ne ma duma dellu loxoy neen ca sama goro.»"},{"style":"v","text":"Mu ne ko: «Yaw kay neel tekk fii rekk, doom, ba xam nu mbir miy mujje. Waa jii du toog te toppatoowul mbir mii tey, ba mu leer.»"}]