[{"style":"s1","text":"Bowas lal na pexe"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Bowas dem ba ca buntu dëkk ba\\f + \\fr 4.1 \\fk ca buntu dëkk ba \\ft la pénc ma nekkoon, booy duggsi.\\f*, toog fa. Noonu rekk mbokk ma mu waxoon ne su dee jotaat, moo ko ci gëna yey, daldi fay jaare. Mu woo ko ne ko: «Diwoo, kaay fii, toog tuuti.» Mu dikk, toog."},{"style":"v","text":"Bowas woo fukki magi dëkk ba, ne leen: «Toogleen.» Ñu toog."},{"style":"p","text":""},{"style":"v","text":"Mu wax ak mbokk ma yeyoo sañ-sañu jotaat ba, ne ko: «Ab làccu suuf bu sunu mbokk Elimeleg moomoon la, Nawmi di ko jaay. Mooy ka jóge réewum Mowab, ñibbisi."},{"style":"v","text":"Man nag dama noon war naa la koo yegge, te laaj la ndax danga koy jënd ci kanam magi dëkk bi ak ñi fi toog. Soo bëggee def sa warugaru jotaat, jëndal. Soo bëggul, wax ma, ma xam. Ndax kat kenn gënu la cee yey, te maa topp ci yaw.» Mu ne ko: «Damay jënd kay!»"},{"style":"v","text":"Mu ne ko: «Ãa bés boo jëndee suuf si ci Nawmi nag, yaay denc Ruut ndawas Mowabeen sa doon soxnas ndem-si-yàlla si, ndax nga mana lawal askanam, ba du fey, boole ci sàmmal leen seen alal.»"},{"style":"v","text":"Mu ne: «Kon de duma mana def sama warugar, ndax sama alal a ciy yàqoo\\f + \\fr 4.6 \\ft Su waa ji defoon warugaru jotaatam, ba denc Ruut, kon moom mooy yor Nawmi ak Ruut ak doom ju ñu am ci séy bi, te it ay doomi boppam duñu donn suufas Elimeleg. Doom ji muy am ak Ruut moo koy donn. Loolu moo doon aaday bànni Israayil.\\f*. Fabal boog sama sañ-sañu jotaat, ndax duma ko mana jariñoo.»"},{"style":"p","text":""},{"style":"v","text":"Booba Israayil, jamono yu njëkk yooya, mbirum njëndum jotaat mbaa ag weccoo, la ñu ko baaxoo dogale ci diggante nit ak moroom ma, nii la: Kii day summi dàllam, jox kee. Noonu lees daan yoonale ag jëflante ca Israayil."},{"style":"v","text":"Moo tax ba boroom sañ-sañu jotaat ba waxee Bowas, ne ko: «Jënd ko yaw,» dafa daldi summi dàllam, dogale ko mbir ma."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Bowas wax ak mag ña ak ñeneen ña ñépp, ne leen: «Seedeleen bésub tey ne jënd naa ci Nawmi mboolem alalu Elimeleg ak mboolem alalu Kilyon ak Maxlon,"},{"style":"v","text":"boole ci Ruut, ndawas Mowab sa doon soxnas Maxlon, muy sama soxna. Su ko defee ma mana lawal askanam, ba du fey, boole ci sàmmal leen seen alal, ba turu Elimeleg du réer ci biiri bokkam te du raaf ci limeefu dëkk bi. Yeena ko seede bésub tey jii.»"},{"style":"p","text":""},{"style":"v","text":"Waa pénc ma mépp ak mag ña nag ne ko: «Noo ko seede. Yal na Aji Sax ji def ndaw siy séysi sa kër, mel ni Rasel ak Leya\\f + \\fr 4.11 \\fk Rasel ak Leya \\ft ñooy doon soxnay Yanqóoba.\\f*, ñoom ñaar ñi giir waa kër Israayil gépp. Yal nanga tekki ci digg Efrata te am aw tur ci Betleyem."},{"style":"v","text":"Njaboot gu la Aji Sax jiy may ci ndaw sii, yal na ñu lawal saw askan, ba mu mel ni askanu Peres ma Tamar am ak Yuda.»"},{"style":"s1","text":"Yàlla barkeel na séy ba"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Bowas jël Ruut. Gannaaw gi, mu ànd ak moom; Aji Sax ji may ko mu ëmb, ba mujj am doom ju góor."},{"style":"v","text":"Jigéen ña ne Nawmi: «Sant Aji Sax ji! Moom mi la xañul mbokk mu la jotaat nii tey! Yal na xale bi di ku am aw tur ci Israayil gépp."},{"style":"v","text":"Dina la leqali, dimbali la keroog ba ngay mag, ndax sa goro bi la bëgg te gënal la juróom ñaari doom yu góor, moo ko jur.»"},{"style":"p","text":""},{"style":"v","text":"Nawmi nag fab xale bi, taf ko ci dënnam. Gannaaw loolu moo ko doon toppatoo."},{"style":"v","text":"Jigéeni gox ba nag naa: «Waay waay Nawmi am na doom ju góor!» Ñu tudde xale bi Obedd. Obedd moo jur Yese miy baayu Daawuda."},{"style":"p","text":""},{"style":"v","text":"Kon lii mooy askanu Peres\\f + \\fr 4.18 \\fk Peres, \\ft taawu Yuda la, di sëtu Yanqóoba.\\f* ci wàllu geño: Peres moo jur Esron,"},{"style":"v","text":"Esron, Ram; Ram, Aminadab;"},{"style":"v","text":"Aminadab, Naason; Naason, Salma;"},{"style":"v","text":"Salma, Bowas; Bowas, Obedd;"},{"style":"v","text":"Obedd, Yese; Yese, Daawuda."}]