[{"style":"mt1","text":"3 Yowaana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man njiit li, maa ngi lay bind, yaw sama xarit Gayus, mi ma bëgg ci sama xol."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Sama soppe, maa ngi ñaan, Yàlla may la jàmm ci lépp, ànd ak wér-gi-yaram, ju mel ni sa naataangeg xol."},{"style":"v","verse":"3","text":"Sunuy bokk ñëw nañu te seede ni nga fonke dëgg gi, ba wéer ci sa dund gépp, te bég naa ci lool."},{"style":"v","verse":"4","text":"Awma mbég mu ëpp lii: ma dégg ne samay doomi diine ñu ngiy jaar ci tànki dëgg."},{"style":"s","verse":"","text":"Ñi ànd ci liggéey bi ak ñi ci àndul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Yaw sama xarit, sa takkute fés na ci teeru bi ngay teeru bokk yi, te fekk xamoo leen."},{"style":"v","verse":"6","text":"Seedeel nañu sa mbëggeel fi kanam mbooloom ñi gëm. Taxawu leen nag ci seen yoon taxawu gu neex Yàlla."},{"style":"v","verse":"7","text":"Ndaxte turu °Kirist la leen taxa jóg, te sàkkuwuñu daray ku gëmul."},{"style":"v","verse":"8","text":"Nun nag fàww nu teeru ñu mel ni ñoom, ngir nu ànd ak ñoom liggéeyal dëgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Bind naa mbooloo mi bataaxal, waaye Joteref, mi bëgg not ñépp, du dégg sunu ndigal."},{"style":"v","verse":"10","text":"Kon nag su ma ñëwee, dinaa fàttali li mu def lépp, ci di nu sosal ci kàdduy neen yu ñaaw. Yemu foofu sax, waaye nanguwula teeru bokk yi, rax-ca-dolli ku leen bëgga teeru, mu gàllankoor ko, dàq ko ci mbooloo mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Sama xarit, bul roy lu bon, waaye lu baax rekk. Kuy def lu baax, ci Yàlla nga bokk; kuy def lu bon, xamoo dara ci Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Naka Demetirus nag, ñépp seedeel nañu ko lu baax, te dëgg gi ci moom sax seedeel na ko ko. Nun itam seedeel nanu ko te wóor na ma ne sunu seede dëgg la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Am na lu bare lu ma la bëggoona wax, waaye lépp xajul ci kayit."},{"style":"v","verse":"14","text":"Kon yaakaar naa laa seetsi balaa yàgg, jàkkaarlook yaw, nu waxtaan ci."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Yal na jàmm ànd ak yaw. Xarit yi yépp ñu ngi lay nuyu. Nuyul nu sunuy xarit, kenn ku nekk ci turam."}]