[{"style":"mt1","text":"2 Thessalonians"},{"style":"s1","verse":"","text":"Greeting"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Paul and Silvanus and Timothy, to the church of the Thessalonians in God our Father and the Lord Jesus Christ. "},{"style":"v","verse":"2","text":"Grace to you and peace from God the Father\\f + \\fr 1:2 \\ft Some manuscripts have “God our Father” \\f* and the Lord Jesus Christ."},{"style":"s1","verse":"","text":"Thanksgiving for the Thessalonian Believers"},{"style":"m","verse":"","text":""},{"style":"v","verse":"3","text":"We ought to give thanks to God always concerning you, brothers, just as it is fitting, because your faith is flourishing and the love of each one of you all toward one another is increasing "},{"style":"v","verse":"4","text":"so that we ourselves boast in you in the churches of God about your patient endurance and faith in all your persecutions and the afflictions that you are enduring, "},{"style":"v","verse":"5","text":"a proof of the righteous judgment of God, so that you may be considered worthy of the kingdom of God, on behalf of which also you are suffering, "},{"style":"v","verse":"6","text":"since \\add it is\\add* righteous in the sight of God to pay back those who are afflicting you with affliction, "},{"style":"v","verse":"7","text":"and to you who are being afflicted, rest with us at the revelation of the Lord Jesus from heaven with his powerful angels, "},{"style":"v","verse":"8","text":"with burning flame\\f + \\fr 1:8 \\ft Some manuscripts have “with flaming fire” \\f* giving punishment to those who do not know God and who do not obey the gospel of our Lord Jesus, "},{"style":"v","verse":"9","text":"who will pay the penalty \\add of\\add* eternal destruction, away from the presence of the Lord and from the glory of his strength, "},{"style":"v","verse":"10","text":"whenever he should come to be glorified on that day by his saints and to be marveled at by all who believe, because our testimony was believed among you, "},{"style":"v","verse":"11","text":"for which \\add purpose\\add* we also pray always for you, that you may be considered worthy of the calling of our God, and he might fulfill every desire for goodness and work of faith with power,\\f + \\fr 1:11 \\ft Or “by \\fq his \\ft power” \\f* "},{"style":"v","verse":"12","text":"in order that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ."}]