[{"style":"s1","verse":"","text":"Paul’s Prayer Request"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Finally, brothers, pray for us, that the word of the Lord may progress and be honored, just as also \\add it was\\add* with you, "},{"style":"v","verse":"2","text":"and that we may be delivered from evil and wicked people, ⸤for not all have the faith⸥\\f + \\fr 3:2 \\ft Literally “for not of all \\fq is \\ft the faith” \\f*. "},{"style":"v","verse":"3","text":"But the Lord is faithful, who will strengthen you and guard \\add you\\add* from the evil one. "},{"style":"v","verse":"4","text":"And we have confidence in the Lord about you, that you are both doing and you will do \\add the things\\add* that we are commanding. "},{"style":"v","verse":"5","text":"Now may the Lord direct your hearts toward the love of God and toward the patient endurance of Christ."},{"style":"s1","verse":"","text":"Warning Against Lazy, Irresponsible Behavior"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"But we command you, brothers, in the name of our Lord Jesus Christ, \\add that\\add* you keep away from every brother who lives irresponsibly and not according to the tradition that they received from us. "},{"style":"v","verse":"7","text":"For you yourselves know how it is necessary to imitate us, that we did not behave irresponsibly among you, "},{"style":"v","verse":"8","text":"nor did we eat bread from anyone without paying, but with toil and labor, \\add we were\\add* working night and day in order not to be a burden to any of you, "},{"style":"v","verse":"9","text":"not that we do not have the right, but so that we may give ourselves \\add as\\add* an example to you, so that \\add you\\add* may imitate us. "},{"style":"v","verse":"10","text":"For even when we were with you, we used to command this to you: that if anyone does not want to work, neither should he eat. "},{"style":"v","verse":"11","text":"For we hear \\add that\\add* some among you are living irresponsibly, working \\add at\\add* nothing, but being busybodies. "},{"style":"v","verse":"12","text":"Now we command and we exhort such people in the Lord Jesus Christ that, working with quietness, they eat their own bread. "},{"style":"v","verse":"13","text":"But \\add as for\\add* you, brothers, do not be discouraged \\add while\\add*\\ef + \\fr 3:13 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“doing what is right”) which is understood as temporal \\ef* doing what is right. "},{"style":"v","verse":"14","text":"But if anyone does not obey our message through this letter, take note not to associate with him, in order that he may be put to shame. "},{"style":"v","verse":"15","text":"And do not consider \\add him\\add* as an enemy, but admonish \\add him\\add* as a brother."},{"style":"s1","verse":"","text":"Final Greeting and Benediction"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"Now may the Lord of peace himself grant you peace through everything in every way. \\add May\\add* the Lord \\add be\\add* with all of you. "},{"style":"v","verse":"17","text":"The greeting \\add is\\add* by my hand, Paul’s, which is ⸤a sign of genuineness⸥\\f + \\fr 3:17 \\ft Literally “a sign” \\f* in every letter: ⸤this is how I write⸥\\f + \\fr 3:17 \\ft Literally “in this way I write” \\f*. "},{"style":"v","verse":"18","text":"The grace of our Lord Jesus Christ \\add be\\add* with all of you."}]