[{"style":"mt1","text":"Yowaana"},{"style":"s","verse":"","text":"Yeesu Kirist moo di Kàddu gi ak leer gu wóor gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca njàlbéen ga fekk na Kàddu gi am, te Kàddu gi ma nga woon ak Yàlla, te Kàddu gi Yàlla la woon."},{"style":"v","verse":"2","text":"Moo di ki nekkoon ak Yàlla ca njàlbéen ga."},{"style":"v","verse":"3","text":"Ci moom lañu sàkke lépp. Amul dara lu ñu sàkk lu jaarul ci moom."},{"style":"v","verse":"4","text":"Ci moom la dund nekk, te dund googu mooy leeral nit ñi."},{"style":"v","verse":"5","text":"Leer gi feeñ na ci biir lëndëm, te lëndëm gi jàppu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Yàlla yónni woon na nit ku ñu naan °Yaxya."},{"style":"v","verse":"7","text":"Kooku ñëw na, doon ab seede, ngir wax ci mbirum leer gi. Ñëw na ngir ñépp dégg li mu wax te gëm."},{"style":"v","verse":"8","text":"Moom ci boppam du woon leer gi, waaye ñëw na ngir seedeel leer gi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Kàddu googu mooy leer gu wóor, giy ñëw ci àddina te di leeral nit ku nekk."},{"style":"v","verse":"10","text":"Ci àddina la nekkoon, àddina si ñu sàkk jaarale ko ci moom, te àddina xamu ko."},{"style":"v","verse":"11","text":"Ñëw na ci réewam, te ay ñoñam nanguwuñu ko."},{"style":"v","verse":"12","text":"Teewul ñi ko nangu te gëm ci turam, may na leen, ñu am sañ-sañu nekk doomi Yàlla."},{"style":"v","verse":"13","text":"Ñooñu judduwuñu ci deret walla ci bëgg-bëggu yaram, walla ci coobarey nit. Ñu ngi juddu ci Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Kàddu gi ñëw, doon nit, dëkk ci sunu biir. Gis nañu ndamam, mu fees ak yiw ak dëgg, ndam li Baay bi jox jenn Doomam ji mu am kepp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Yaxyaa ngi koy seedeel te yégle na lii; nee na: «Moo taxoon ma wax ne: “Dina ñëw sama gannaaw waaye moo ma gëna màgg, ndaxte nekk na laata may juddu.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Kàddu gi fees na ak yiw, te nun ñépp jot nanu ci sunu wàll, mu barkeel nu ay yooni yoon."},{"style":"v","verse":"17","text":"Ndigali Yàlla yi, ci gémmiñu °Musaa lañu leen jaarale; yiw wi ak dëgg gi, Yeesu °Kirist moo ko indaale."},{"style":"v","verse":"18","text":"Kenn masula gis Yàlla, waaye Bàjjo bi, di Yàlla te nekk ak Baay bi, moo ko xamle."},{"style":"s","verse":"","text":"Yaxya nee na, du Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Lii mooy seedes °Yaxya. Amoon na bés Yawut ya yónni ay °sarxalkat ca Yaxya, ñu ànd ak ñu soqikoo ci giiru °Lewi. Ñu nga jóge °Yerusalem, ñëw ci moom, di ko laaj mooy kan."},{"style":"v","verse":"20","text":"Yaxya tontu na leen te nëbbu ci dara, wóoral na leen ne moom du °Almasi bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ñu laaj ko ne: «Kon yaay kan? Ndax yaa di °Ilyaas?» Mu ne leen: «Déedéet, duma Ilyaas.» Ñu ne ko: «Ndax yaa di °Yonent, bi wara ñëw?» Mu ne leen: «Déedéet.»"},{"style":"v","verse":"22","text":"Noonu ñu laaj ko ne: «Wax nu yaay kan, ngir nu mana tontu ñi nu yónni. Nga ne yaa di kan?»"},{"style":"v","verse":"23","text":"Yaxya wax leen li yonent Yàlla °Esayi waxoon ne: «Man maa di baat biy yégle ci màndiŋ mi ne: “Xàll-leen yoonu Boroom bi!”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Amoon na ñu bokk ca °Farisen ya, yu àndoon ca mbooloo, ma ñu yónni woon ca Yaxya."},{"style":"v","verse":"25","text":"Ñooñu laaj ko ne: «Gannaaw doo Almasi bi, doo Ilyaas, doo Yonent bi wara ñëw, lu tax ngay °sóob nit ñi ci ndox?»"},{"style":"v","verse":"26","text":"Yaxya ne leen: «Man maa ngi sóobe ci ndox, waaye am na ci seen biir ku ngeen xamul."},{"style":"v","verse":"27","text":"Kookooy ñëw sama gannaaw, te man sax yeyoowumaa tekki ay dàllam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Lii xewoon na ci dëkku Betani, ca gannaaw dexu Yurdan, fa Yaxya doon sóobe."},{"style":"s","verse":"","text":"Yeesu moo di Gàttub Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ca ëllëg sa, bi Yaxya gisee Yeesu, muy ñëw ci moom, mu ne: «Xool-leen! Kii mooy Gàttub Yàlla, bi ñu nara rendi, ngir dindi bàkkaaru àddina."},{"style":"v","verse":"30","text":"Moo taxoon ma wax ne: “Am na kuy ñëw sama gannaaw, waaye moo ma gëna màgg, ndaxte nekk na laata may juddu.”"},{"style":"v","verse":"31","text":"Xawma woon kooku kan la waroona doon, waaye xamal ko °bànni Israyil moo tax ma ñëw, di sóob nit ñi ci ndox.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ci kaw loolu Yaxya seede na lii: «Gis naa °Xelu Yàlla mi ci melow pitax, mu jóge ci asamaan, tegu ci moom."},{"style":"v","verse":"33","text":"Bi loola laata am, xawma woon mooy kan, waaye Yàlla, mi ma yebal may sóobe ci ndox, nee woon na ma: “Dinga gis Xel mu Sell mi wàcc, tegu ci kaw nit. Kooku moo di ki leen di sóob ci Xel mu Sell mi.”»"},{"style":"v","verse":"34","text":"Yaxya teg ca ne: «Gis naa loolu te seede naa ne moom moo di Doomu Yàlla ji.»"},{"style":"s","verse":"","text":"Ñi jëkka doon taalibey Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ca ëllëg sa °Yaxya taxawaatoon na ca bérab booba, ànd ak ñaari taalibeem."},{"style":"v","verse":"36","text":"Bi mu gisee Yeesu muy romb, mu daldi ne: «Kii mooy Gàttub Yàlla bi!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Ñaari taalibe ya dégg li mu wax, daldi dem toppi Yeesu."},{"style":"v","verse":"38","text":"Yeesu geestu, gis ne ñoo ngi koy topp. Mu ne leen: «Lu ngeen soxla woon?» Ñu ne ko: «Foo dëkk, Ràbbi?»"},{"style":"p","verse":"","text":"Ràbbi mi ngi tekki «Kilifa gi»."},{"style":"v","verse":"39","text":"Yeesu ne leen: «Kaayleen gis.» Noonu ñu dem, seeti fa mu daloon, ngoonalal ko. Ci tàkkusaani kaw la woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Kenn ci ñoom ñaar, ñi déggoon li Yaxya wax te topp Yeesu, ma nga tuddoon Andare, mi bokkoon ak Simoŋ Piyeer ndey ak baay."},{"style":"v","verse":"41","text":"Andare dafa daldi dem seeti Simoŋ ne ko: «Gis nanu Almasi bi.» Baat boobu mi ngi tekki «Kirist»."},{"style":"v","verse":"42","text":"Noonu mu yóbbu ko ci Yeesu. Yeesu xool ko ne ko: «Yaa di Simoŋ, doomu Yowaana. Dinañu la wooye Sefas.» Sefas mi ngi tekki «Piyeer», maanaam «xeer»."},{"style":"s","verse":"","text":"Yeesu woo na Filib ak Nataneel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Ca ëllëg sa mu fas yéenee dem diiwaanu Galile te mu gis Filib. Yeesu ne ko: «Toppal ci man.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Filib mu nga dëkkoon Betsayda, dëkku Andare ak Piyeer."},{"style":"v","verse":"45","text":"Filib dajeek Nataneel ne ko: «Gis nanu ki yoonu °Musaa wi ak yonent yi doon wax. Mu ngi tudd Yeesu, doomu Yuusufa, te dëkk Nasaret.»"},{"style":"v","verse":"46","text":"Nataneel ne ko: «Aa! Ndax dara lu baax man na jóge Nasaret?» Filib ne ko: «Ñëwal gis.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Naka la Yeesu gis Nataneel jëmsi ci moom, mu daldi ne ci mbiram: «Xool-leen, nitu Israyil dëgg a ngee di ñëw; du dox benn tànku caaxaan.»"},{"style":"v","verse":"48","text":"Nataneel ne ko: «Noo ma xame?» Yeesu ne ko: «Bi la Filib di laata woo, gis naa la, bi nga nekkee ca ker garabu figg ga.»"},{"style":"v","verse":"49","text":"Nataneel wax ko ne: «Kilifa gi, yaay °Doomu Yàlla ji, yaa di buuru Israyil!»"},{"style":"v","verse":"50","text":"Yeesu ne ko: «Ndax li ma ne, gis naa la ca ker garab ga, moo tax nga gëm? Dinga gis mbir yu gëna réy yii.»"},{"style":"v","verse":"51","text":"Noonu mu teg ca ne: «Ci dëgg-dëgg maa ngi leen koy wax, dingeen gis asamaan ubbiku, malaaka yiy baagante kaw ak suuf, di wàcc ci °Doomu nit ki.»"}]