[{"style":"s","text":"Misaal ci mbirum sàmm bi ak xar yi"},{"style":"p","text":""},{"style":"v","text":"«Ci dëgg-dëgg maa ngi leen koy wax, ku jaar feneen fu dul ci buntu gétt gi, kooku sàcc la, saay-saay la."},{"style":"v","text":"Waaye ki jaar ci bunt bi, mooy sàmmu xar yi."},{"style":"v","text":"Wottukat bi dina ko ubbil bunt bi, xar yiy dégg baatam. Xar yi mu moom nag, bu ci nekk dina la woo ci sa tur, ba noppi nga topp ko ci biti."},{"style":"v","text":"Sàmm bi, bu génnee yi mu moom yépp, dina leen jiitu, ñu topp ko, ndaxte xam nañu baatam."},{"style":"v","text":"Waaye duñu topp jaambur; dañu koy daw, ndaxte miinuñu baatam.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu misaaloon na leen loolu, waaye xamuñu lu mu leen doon wax."},{"style":"v","text":"Noonu Yeesu newaat: «Ci dëgg-dëgg maa ngi leen koy wax, man maay buntu gétt gi."},{"style":"v","text":"Ñi ma fi jiitu ñépp ay sàcc lañu, ak ay saay-saay; waaye xar yi dégluwuñu leen."},{"style":"v","text":"Man maay bunt bi; ku jaar ci man, dinga mucc, dinga mana dugg ak a génn, dinga am it mbooy goo mana fore."},{"style":"v","text":"Sàcc bi moom, day sàccsi rekk, di rey ak a yàq. Man damaa ñëw, ngir nit ñi am dund, ba nekk ci naataange."},{"style":"p","text":""},{"style":"v","text":"«Man maay sàmm bu baax bi. Sàmm bu baax bi day joxe bakkanam ngir ay xaram."},{"style":"v","text":"Ki dul sàmm bi tey liggéeyal xaalis rekk waaye moomul xar yi, bu séenee bukki, day daw, bàyyi fa xar ya. Bu ko defee bukki ba dal ca coggal ja, jàpp ca, tasaare ya ca des."},{"style":"v","text":"Booba surga day daw, ndaxte xaalis rekk lay liggéeyal, faalewul xar ya."},{"style":"p","text":""},{"style":"v","text":"«Man maay sàmm bu baax bi. Ni ma xame Baay bi te Baay bi xame ma ni, noonu laa xame samay xar, te ñoom it ni lañu ma xame. Te it kat dinaa joxe sama bakkan ngir xar yi."},{"style":"v","text":"Am naa yeneen xar yu bokkul ci gétt gii. War naa leena indi, ñoom it, te dinañu déglu sama baat. Benn coggal ay am ak benn sàmm."},{"style":"v","text":"Baay bi bëgg na ma, ndaxte damay joxe sama bakkan ngir jëlaat ko."},{"style":"v","text":"Kenn du ko jële ci man; maa koy joxe ci sama coobarey bopp. Am naa it sañ-sañu joxe ko te am naa sañ-sañu jëlaat ko. Loolu la ma sama Baay sant.»"},{"style":"p","text":""},{"style":"v","text":"Kàddu yooyee ñoo féewalewaat Yawut yi."},{"style":"v","text":"Ñu bare ca ñoom naan: «Dafa ànd ak rab! Dafa dof! Lu tax ngeen koy déglu?»"},{"style":"v","text":"Waaye ñeneen naan: «Nit ku am ay rab du waxe nii. Ndax rab man na ubbi bëti gumba?»"},{"style":"s","text":"Yawut ya nanguwuñu Yeesu"},{"style":"p","text":""},{"style":"v","text":"Am bés ñu doon màggal ca °Yerusalem Bés ba ñu °sellale woon kër Yàlla ga; ci jamonoy sedd la woon."},{"style":"v","text":"Yeesoo nga woon ca kër Yàlla ga, di doxantu ca biir °Werandaa bu Suleymaan."},{"style":"v","text":"Yawut ya wër ko ne ko: «Kañ nga nuy dindi ci kumpa? Boo dee °Almasi bi, wax ko mu leer.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Wax naa leen ko ba noppi, waaye gëmuleen. Jëf yi may def ci sama turu Baay ñoo may seede."},{"style":"v","text":"Waaye gëmuleen ndaxte bokkuleen ci samay xar."},{"style":"v","text":"Samay xar dinañu dégg sama baat; xam naa leen te ñu ngi may topp."},{"style":"v","text":"Dama leen di jox dund gu dul jeex; duñu sànku mukk, te kenn du leen jële ci sama loxo."},{"style":"v","text":"Baay bi ma leen jox, moo gëna màgg lépp, te kenn manula jële dara ci loxob Baay bi."},{"style":"v","text":"Man ak Baay bi benn lanu.»"},{"style":"p","text":""},{"style":"v","text":"Yawut ya daldi foraat ay xeer, bëgg koo sànni, ngir rey ko."},{"style":"v","text":"Noonu Yeesu ne leen: «Def naa ci seen kanam jëf yu baax yu bare ci ndigalu Baay bi. Ban ci jëf yooyu moo tax ba ngeen bëgg maa sànni ay doj?»"},{"style":"v","text":"Yawut ya ne ko: «Jëf ju baax taxul nu bëgg laa sànniy xeer, waaye dangay suufeel turu Yàlla; yaw, nit rekk nga, ba noppi di def sa bopp Yàlla!»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Bind nañu ci seen téereb yoon ne: “Yàlla nee na: Ay yàlla ngeen.”"},{"style":"v","text":"Yàlla wooye na “ay yàlla” ñi mu yónnee kàddoom, te xam nanu ne kenn manula randal waxi Yàlla."},{"style":"v","text":"Kon nu ngeen mana waxe ne damay suufeel turu Yàlla ndax li ma ne Doomam laa, man mi Yàlla tànn, yónni ma ci àddina?"},{"style":"v","text":"Su ma deful sama jëfi Baay, buleen ma gëm;"},{"style":"v","text":"waaye su ma ko defee, bu ngeen ma gëmul sax, gëmleen boog samay jëf, ngir ngeen xam te nangu ne maa ngi nekk ci Baay bi te Baay bi nekk na ci man.»"},{"style":"v","text":"Ñu di ko wuta jàppaat, waaye mu bàyyi leen fa, dem."},{"style":"p","text":""},{"style":"v","text":"Yeesu génn, jàllaat dexu Yurdan, toog fa °Yaxya daan °sóobe ci ndox bu jëkk."},{"style":"v","text":"Nit ñu bare ñëw ci moom, te naan: «Yaxya deful benn kéemaan, waaye li mu wax ci kii yépp, dëgg la.»"},{"style":"v","text":"Noonu ñu bare gëm ko."}]