[{"style":"s","verse":"","text":"Yeesu dëfal na xolu taalibeem yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Buleen jàq. Gëmleen Yàlla te gëm ma."},{"style":"v","verse":"2","text":"Am na néeg yu bare ca sama kër Baay, bu dul woon noonu, ma wax leen ko, ndaxte maa ngi dem defaral leen fa ngeen di dëkk."},{"style":"v","verse":"3","text":"Te su ma leen defaralee bérab booba ba noppi, dinaa délsi, yóbbaale leen, ba fu ma nekk, ngeen nekk fa, yéen itam."},{"style":"v","verse":"4","text":"Te fa ma jëm, xam ngeen yoon wi.»"},{"style":"s","verse":"","text":"Yeesu mooy yoon wi jëm ci Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Tomaa ne ko: «Boroom bi, xamunu fa nga jëm. Kon nan lanuy mana xame yoon wi?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Yeesu ne ko: «Man maay yoon wi, maay dëgg te dund it man la. Kenn du ñëw ci Baay bi te jaarul ci man."},{"style":"v","verse":"7","text":"Ndegam xam ngeen ma, dingeen xam itam sama Baay. Lu weesu tey, xam ngeen ko te gis ngeen ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Filib ne ko: «Boroom bi, won nu Baay bi; loolu doy na nu.»"},{"style":"v","verse":"9","text":"Yeesu ne ko: «Ni ma yàggeek yéen te ba tey Filib, xamuloo ma? Ku ma gis, gis nga Baay bi. Kon nag nan ngay mana laaje naan: “Won nu Baay bi”?"},{"style":"v","verse":"10","text":"Xamuloo ne maa ngi nekk ci Baay bi te Baay baa ngi ci man? Kàddu yi ma leen di wax jógewuñu ci man, waaye Baay bi nekk ci man mooy matal ay jëfam."},{"style":"v","verse":"11","text":"Gëmleen li ma leen wax ne maa ngi ci Baay bi te Baay baa ngi ci man; walla boog, gëmleen ndax jëf yi."},{"style":"v","verse":"12","text":"Ci dëgg-dëgg maa ngi leen koy wax: képp ku ma gëm dina def, moom itam, jëf yi may def. Dina def sax yu gëna màgg, ndaxte maa ngi dem ci Baay bi."},{"style":"v","verse":"13","text":"Te it lu ngeen ñaan ci sama tur dinaa ko def, ngir Doom ji feeñal ndamu Baay bi."},{"style":"v","verse":"14","text":"Lu ngeen ñaan ci sama tur, maa koy def."},{"style":"s","verse":"","text":"Yeesu dig na leen Xel mu Sell mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Bu ngeen ma bëggee, dingeen topp sama ndigal."},{"style":"v","verse":"16","text":"Te dinaa ñaan Baay bi, mu jox leen beneen Dimbalikat\\f + \\fr 14.16 \\fk Dimbalikat bi: \\ft Yeesu nee na, Dimbalikat bi xel la, kon bët du ko gis. Xel moomu dina wàcc, fekk taalibe yaa ngiy dund. Gannaaw bi Yeesu yéegee asamaan te bésu Pàntakot ñëw, ca la Dimbalikat bi wàcc ci ñi gëm Yeesu. Noonu ba tey, kuy taalibeb Yeesu, ci sa xol lay dëkk.\\f*, buy nekk ak yéen ba abadan."},{"style":"v","verse":"17","text":"Kooku mooy °Xelu Yàlla, mi yor dëgg. Àddina du ko mana nangu, ndaxte gisu ko te xamu ko. Yéen xam ngeen ko, ndaxte mi ngi dëkk ak yéen te dina nekk ci yéen."},{"style":"v","verse":"18","text":"Duma leen bàyyi ngeen wéet. Dinaa délsi ci yéen."},{"style":"v","verse":"19","text":"Des na tuuti ci kanam, àddina du ma gisati; waaye yéen dingeen ma gis. Dinaa dund, moo tax yéen itam dingeen dund."},{"style":"v","verse":"20","text":"Bu keroogee, dingeen xam nag ne nekk naa ci sama Baay, yéen it nekk ngeen ci man, te maa ngi nekk ci yéen."},{"style":"v","verse":"21","text":"Ki ma bëgg, mooy kiy nangu samay ndigal te di ko topp. Ku ma bëgg, Baay bi bëgg la, te man dinaa la bëgg, di la feeñu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yudaa --du Yudaa Iskariyo de, beneen la woon-- ne ko: «Boroom bi, lu xew, ba nga nar noo feeñu nun rekk, te doo feeñu àddina sépp?»"},{"style":"v","verse":"23","text":"Yeesu ne ko: «Ku ma bëgg dina sàmm sama kàddu. Sama Baay dina ko bëgg te nun dinanu ñëw ci moom te dëkk ci moom."},{"style":"v","verse":"24","text":"Ku ma bëggul doo sàmm sama kàddu. Li may wax nag, jógewul ci man, waaye mi ngi soqikoo ci ki ma yónni."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Lii dama leen koy wax ci bi may nekk ak yéen."},{"style":"v","verse":"26","text":"Waaye Dimbalikat, bi leen Baay bi di yónnee ci sama tur, muy °Xelam mu Sell, dina leen jàngal lépp, di leen fàttali li ma leen waxoon lépp."},{"style":"v","verse":"27","text":"Jàmm laa leen bàyyeel, sama jàmm laa leen jox, jàmm ju àddina manula joxe. Buleen jàq, buleen tiit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"«Dégg ngeen li ma leen wax: “Dinaa dem, waaye dinaa délsi ci yéen.” Bu ngeen ma bëggoon, dingeen bég ci li may dem ca Baay ba, ndaxte Baay bee ma gëna màgg."},{"style":"v","verse":"29","text":"Wax naa leen ko nag léegi, bala looloo ñëw, ngir bu waxtu wa agsee, ngeen gëm."},{"style":"v","verse":"30","text":"Lu weesu tey duma amati jotu waxtaan ak yéen, ndaxte °malaaka mu bon mi jiite àddina saa ngi ñëw. Kooku manalu ma dara."},{"style":"v","verse":"31","text":"Waaye àddina si war na xam ne bëgg naa Baay bi te ni ma ko Baay bi sante, ni laay jëfe. Jógleen, nu dem!"}]