[{"style":"s","verse":"","text":"Yeesu ñaanal na boppam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi mu waxee loolu ba noppi, Yeesu dafa xool ci kaw, ne jàkk asamaan, ñaan Yàlla ne:"},{"style":"p","verse":"","text":"«Baay, waxtu wi tax ma ñëw ci àddina agsi na. Feeñalal ndamu Doom ji, ngir moom itam mu mana feeñal sa ndam."},{"style":"v","verse":"2","text":"Ndaxte jox nga ko sañ-sañ ci bépp mbindeef, ngir mu may dund gu dul jeex gi ñi nga ko dénk."},{"style":"v","verse":"3","text":"Dund gu dul jeex gi nag, mooy ñu xam la, yaw jenn Yàlla ju wóor ji am, te ñu xam it ki nga yónni, muy Yeesu °Kirist."},{"style":"v","verse":"4","text":"Wone naa sa ndam ci àddina, ndax li ma matal liggéey, bi nga ma santoon."},{"style":"v","verse":"5","text":"Léegi nag Baay, ci sa teewaay, feeñalal ci man ndam, li ma amoon ci sa wet, laata àddina di sosu."},{"style":"s","verse":"","text":"Yeesu ñaanal na ay taalibeem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Xamal naa sa tur nit, ñi nga tànne ci àddina te dénk ma leen. Bokkoon nañu ci yaw, nga dénk ma leen, te sàmm nañu sa kàddu."},{"style":"v","verse":"7","text":"Xam nañu léegi ne loo ma joxaan, ci yaw la jóge,"},{"style":"v","verse":"8","text":"ndaxte xamal naa leen kàddu yi nga ma jox, te nangu nañu ko. Wóor na leen ne ci yaw laa jóge, te gëm nañu ne yaa ma yónni."},{"style":"v","verse":"9","text":"Ñoom laay ñaanal. Ñaanaluma waa àddina, waaye maa ngi ñaanal ñi nga ma dénk, ndaxte ci yaw lañu bokk."},{"style":"v","verse":"10","text":"Lu ma am, yaa ko moom, te loo am, maa ko moom; te ñoom ñoo feeñal sama ndam."},{"style":"v","verse":"11","text":"Nekkatuma ci àddina, waaye ñoom ñu ngi ci; man, ci yaw laa jëm. Baay bu sell bi, sàmm leen ci sa dooley tur woowu nga ma jox, ngir ñu nekk benn, ni nu nekke benn, man ak yaw."},{"style":"v","verse":"12","text":"Bi ma nekkee ak ñoom, daan naa leen sàmm ci sa dooley tur, tur wi nga ma jox. Wottu naa leen, ba kenn ci ñoom sànkuwul, lu dul kiy aji réer ji\\f + \\fr 17.12 \\fk aji réer ji: \\ft Yudaa Iskariyo la.\\f*, ngir li Mbind mi waxoon am."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Waaye léegi maa ngi jëmsi ci yaw, te maa ngi wax nii ci bi may nekk àddina, ngir ñu fees ak sama mbég."},{"style":"v","verse":"14","text":"Jottali naa leen sa kàddu, te àddina bañ leen, ndax li ñu mel ni man, baña bokk ci àddina soosu."},{"style":"v","verse":"15","text":"Ñaanuma nga jële leen àddina, waaye nga yiir leen ci °Ibliis."},{"style":"v","verse":"16","text":"Dañoo mel ni man; bokkuñu ci àddina."},{"style":"v","verse":"17","text":"Samp leen ci dëgg, ngir ñu sell. Sa kàddu mooy dëgg."},{"style":"v","verse":"18","text":"Ni nga ma yónnee àddina, noonu laa leen yónnee ci nit ñi."},{"style":"v","verse":"19","text":"Sellal naa sama bopp ngir ñoom, ngir ñu sampu ci dëgg te sell."},{"style":"s","verse":"","text":"Yeesu ñaanal na ñi koy gëm ëllëg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Ñaanaluma leen ñoom rekk, waaye itam ñi may gëm ëllëg ndax seen wax."},{"style":"v","verse":"21","text":"Damay ñaan ngir ñépp doon benn. Baay, na ñooñu nekk benn ci nun, ni nga nekke ci man te ma nekke ko ci yaw. Nañu ànd, ba àddina gëm ne yaa ma yónni."},{"style":"v","verse":"22","text":"Boole naa leen ci ndam, li nga ma sol, ngir ñu àndandoo, ni nu ànde man ak yaw."},{"style":"v","verse":"23","text":"Man ci ñoom, yaw it ci man, ngir ñu gëna ànd, nekk benn, ba àddina xam ne yaa ma yónni, xam ne bëgg nga leen, ni nga ma bëgge."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Baay, bëgg naa, ñi nga ma dénk nekk ak man fa ma jëm, ngir ñu gis sama ndam, li nga ma sol, ndaxte bëgg nga ma, laata àddina di sosu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Baay, yaw ku jub ki, waa àddina xamuñu la, waaye man xam naa la, te ñii xam nañu ne yaa ma yónni."},{"style":"v","verse":"26","text":"Xamal naa leen sa tur te dinaa ko gëna xamle, ngir mbëggeel, gi nga am ci man, nekk ci ñoom, te man it ma nekk ci ñoom.»"}]