[{"style":"s","verse":"","text":"Yeesu dem na céet ga ca dëkku Kana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ñaari fan gannaaw loolu ag céet am ca dëkku Kana ca diiwaanu Galile. Yaayu Yeesu teewe woon na ko."},{"style":"v","verse":"2","text":"Woo woon nañu it Yeesu ca céet ga ak ay taalibeem."},{"style":"v","verse":"3","text":"Ca biir xew wa, biiñ ba daldi jeex. Yaayu Yeesu ne ko: «Amatuñu biiñ.»"},{"style":"v","verse":"4","text":"Yeesu ne: «Soxna si, loo ma bëggal? Ndaxte sama waxtu jotagul.»"},{"style":"v","verse":"5","text":"Yaayam daldi ne surga ya: «Defleen lépp lu mu leen wax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Foofa amoon na fa juróom benni ndaa yu ñu yett ci doj, yu Yawut ya daan jëfandikoo ngir seen sangu set. Ndaa lu nekk man na def daanaka téeméeri liitar."},{"style":"v","verse":"7","text":"Yeesu ne surga ya: «Duyleen ndaa yi.» Ñu duy leen, ba ñu fees bay rembat."},{"style":"v","verse":"8","text":"Noonu Yeesu ne leen: «Tanqleen ci léegi, yót ko njiitu xew wi.» Ñu daldi ko ciy yót."},{"style":"v","verse":"9","text":"Ki jiite xew wa ñam ndox, ma Yeesu soppi biiñ. Xamul woon fu biiñ booba jóge, waaye surga ya tanqoon ndox ma, ñoom xamoon nañu ko. Naka noonu mu woo boroom céet ga ne ko:"},{"style":"v","verse":"10","text":"«Ci xew yépp, naan gu neex gi lañuy jëkke. Bu nit ñi doyalee, ñu sooga génne ga ca des. Waaye yaw dangaa dencoon gi gëna neex ba nëgëni.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Firnde jii ame ca Kana, ca diiwaanu Galile, moo doon kéemaan gi Yeesu jëkka def. Ci noonu la wonee màggaayam te ay taalibeem gëm nañu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bi loolu weesoo, mu ànd ak yaayam, ay rakkam ak i taalibeem, dem dëkku Kapernawum. Waaye yàgguñu fa."},{"style":"s","verse":"","text":"Yeesu dàq na jaaykat ya ca kër Yàlla ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Màggalu Yawut, gi ñuy wax bésu °Mucc ba, mu ngi doon jubsi. Yeesu dem °Yerusalem,"},{"style":"v","verse":"14","text":"dugg ca kër Yàlla ga. Bi mu fa demee, fekk na ca ëtt ba ay jaaykati nag ak yu xar ak yu pitax, ak weccikatu xaalis ya toog."},{"style":"v","verse":"15","text":"Noonu Yeesu ràbb ab yar, daldi leen koy dàqe, ngir ñu génn ëttu kër Yàlla ga, ñoom ak xar ya ak nag ya. Mu tasaare xaalisu weccikat ya, daaneel taabal ya,"},{"style":"v","verse":"16","text":"daldi ne jaaykati pitax ya: «Jëleleen fi lii! Sama kër Baay, buleen ko def marse!»"},{"style":"v","verse":"17","text":"Taalibeem ya fàttaliku Mbind mii: «Cawarte gi ma am ci sa kër, mu ngi mel ni taal buy tàkk ci sama biir.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Noonu Yawut ya ne ko: «Ban firnde nga nuy won ngir dëggal ne am nga sañ-sañu def lii nga def?»"},{"style":"v","verse":"19","text":"Yeesu ne leen: «Daaneel-leen kër Yàlla gii, ma daldi koy yékkati ci ñetti fan.»"},{"style":"v","verse":"20","text":"Ñu ne ko: «Nga ne kër Yàlla, gii ñu tabax ci ñeent fukki at ak juróom benn, man nga koo yékkati ci ñetti fan!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Waaye kër Yàlla, gi Yeesu doon wax, nekkul woon ab tabax, aw yaramam ci boppam moo ko taxoon di wax."},{"style":"v","verse":"22","text":"Gannaaw ga nag, bi Yeesu deeyee ba dekki, la taalibeem ya fàttaliku li mu waxoon, daldi gëm Mbind mi ak wax, ja leen Yeesu waxoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Bi Yeesu nekkee Yerusalem ci màggalu bésu °Mucc ba, ñu bare gis kéemaan, yi mu doon def, daldi gëm ci turam."},{"style":"v","verse":"24","text":"Waaye Yeesu wóoluwu leen woon, ndaxte xamoon na leen ñoom ñépp,"},{"style":"v","verse":"25","text":"te it soxlawul ñu koy xamal dara ci nit, ndaxte moom ci boppam xam na xolu nit."}]