[{"style":"s","verse":"","text":"Yeesu Kirist dekki na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bés ba jiitu ca ayu-bés ga, Maryaamam Magdala jóg ca fajar, dem ca °bàmmeel ba. Bi mu agsee, mu gis ne dindi nañu xeer, wa ñu ko ube woon."},{"style":"v","verse":"2","text":"Mu daw, dem ca Simoŋ Piyeer ak ca beneen taalibe ba, maanaam ka Yeesu bëggoon, ne leen: «Jële nañu néewu Boroom ba ca bàmmeel ba, te xamunu fu ñu ko yóbbu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Piyeer ak beneen taalibe ba daw, dem ca bàmmeel ba."},{"style":"v","verse":"4","text":"Ñoom ñaar ñépp a ngi doon daw, waaye beneen taalibe ba raw Piyeer, jëkk ko ca bàmmeel ba."},{"style":"v","verse":"5","text":"Duggul nag, dafa sëgg, yër, séen càngaay la ca suuf."},{"style":"v","verse":"6","text":"Noonu Simoŋ Piyeer, mi ko toppoon, agsi, daldi dugg. Mu séen càngaay la ci suuf,"},{"style":"v","verse":"7","text":"ak kaala ga muuroon boppu Yeesu. Waaye kaala googu àndul ak càngaay la; dañu ko laxas, teg ko ci wet."},{"style":"v","verse":"8","text":"Noonu keneen ka jiitu woon ca bàmmeel ba, duggsi moom itam. Naka la gis, daldi gëm."},{"style":"v","verse":"9","text":"Taalibe yi xamaguñu woon Mbind mi doon wone ne Yeesu dafa wara dekki."},{"style":"v","verse":"10","text":"Noonu taalibe ya dëpp, ñibbi."},{"style":"s","verse":"","text":"Yeesu feeñu na Maryaamam Magdala"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Maryaama nag moom, ma nga desoon ca biti, ca wetu bàmmeel ba, di jooy. Bi muy jooy, mu sëgg, yër ci biir,"},{"style":"v","verse":"12","text":"séen ñaari malaaka yu sol mbubb yu weex, toog ca bérab, ba ñu dencoon Yeesu; kenn ka féeteek bopp bi, ki ci des ca tànk ya."},{"style":"v","verse":"13","text":"Malaaka ya laaj ko ne: «Jigéen ji, looy jooy?» Mu ne leen: «Dañoo jël sama Boroom, te xawma fu ñu ko yóbbu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bi mu waxee loolu, mu geestu, séen Yeesu mu taxaw, waaye xamul woon ne moom la."},{"style":"v","verse":"15","text":"Yeesu laaj ko ne: «Jigéen ji, looy jooy? Kooy seet?» Mu foog ne boroom tool ba la, ne ko: «°Sëriñ bi, bu fekkee yaa ko yóbbu, wax ma foo ko denc, ma jëli ko.»"},{"style":"v","verse":"16","text":"Noonu Yeesu ne ko: «Maryaama.» Mu walbatiku, làkk ko ci yawut ne ko: «Ràbbuni!» Ràbbuni mooy tekki «Kilifa gi»."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Yeesu ne ko: «Bu ma téye, ndaxte yéegaguma ca Baay ba. Waaye demal, ne samay bokk, maa ngi yéeg ca sama Baay biy seen Baay, ca sama Yàlla jiy seen Yàlla.»"},{"style":"v","verse":"18","text":"Noonu Maryaamam Magdala dem, yégali ko taalibe ya ne leen: «Gis naa Boroom bi!» Mu daldi leen nettali li mu ko wax."},{"style":"s","verse":"","text":"Yeesu feeñu na taalibe yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Bés boobu ca ngoon sa, taalibe yaa nga daje woon ca genn kër, tëju ca biir ndax ragal Yawut ya. Yeesu ne tëll ci seen biir ne leen: «Na jàmm wàcc ci yéen!»"},{"style":"v","verse":"20","text":"Mu daldi leen won ay loxoom ak wetam. Bi ñu gisee Boroom bi, taalibe ya daldi bég lool."},{"style":"v","verse":"21","text":"Yeesu dellu ne leen: «Na jàmm wàcc ci yéen! Ni ma Baay bi yónnee, noonu laa leen di yónnee, man itam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Bi mu waxee loolu, mu ëf leen ne leen: «Sol naa leen °Xelu Yàlla mu Sell mi."},{"style":"v","verse":"23","text":"Ñi ngeen di baal seeni bàkkaar, baal nañu leen ba noppi; ñi ngeen baalul, baaluñu leen.»"},{"style":"s","verse":"","text":"Yeesu ak Tomaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Fekk na Tomaa, mi bokk ci fukki taalibe yi ak ñaar, te turam di tekki «Séex bi», nekku fa woon, bi Yeesu ñëwee."},{"style":"v","verse":"25","text":"Yeneen taalibe yi ne ko: «Gis nanu Boroom bi!» Mu ne leen: «Su ma gisul fa ñu daajoon pont ya ci ay loxoom, te defuma ca sama baaraam, su ma tegul it sama loxo ci wetam, duma ko gëm mukk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Bi ñu ca tegee ayu-bés, taalibe Yeesu ya dajewaat ca biir kër ga, Tomaa itam a nga fa woon. Bunt yépp tëju woon nañu, waaye Yeesu ne tëll ci seen biir ne leen: «Na jàmm wàcc ci yéen!»"},{"style":"v","verse":"27","text":"Noonu mu ne Tomaa: «Indil sa baaraam fii te seet sama loxo; indil sa loxo, teg ko ci sama wet. Bàyyil di weddi te nga gëm.»"},{"style":"v","verse":"28","text":"Tomaa ne ko: «Sama Boroom, sama Yàlla!»"},{"style":"v","verse":"29","text":"Yeesu ne ko: «Li nga ma gis a tax nga gëm? Ki bég mooy ki gëm te gisu ma!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Yeesu wone na it ci kanam taalibe ya yeneen firnde yu ñu nettaliwul ci téere bii."},{"style":"v","verse":"31","text":"Waaye li ci nekk, bind nañu ko ngir ngeen gëm ne Yeesu mooy °Almasi bi, °Doomu Yàlla ji, te seen ngëm may leen, ngeen am ci moom dund."}]