[{"style":"s","verse":"","text":"Yeesu waxtaan na ak njiitu diine"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Amoon na ca °Farisen ya nit ku ñu naan Nikodem te mu bokk ca kilifay Yawut ya."},{"style":"v","verse":"2","text":"Genn guddi mu ñëw ca Yeesu ne ko: «Kilifa gi, xam nanu ne Yàllaa la yónni ngir nga jàngal nu, ndaxte kenn manula def firnde yii ngay wone te Yàlla àndul ak moom.»"},{"style":"v","verse":"3","text":"Yeesu ne ko: «Ci dëgg-dëgg maa ngi la koy wax, képp ku judduwaatul\\f + \\fr 3.3 \\fk judduwaat: \\ft ci làkku gereg, baat bi Yeesu wax mi ngi tekki «judduwaat» walla «juddoo ci kàttan gu jóge ci kaw».\\f* doo mana seede nguuru Yàlla.»"},{"style":"v","verse":"4","text":"Nikodem ne ko: «Nit ku xas ba màggat, nan lay mana judduwaate? Ndax day dellu ci biiru yaayam ngir judduwaat?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Yeesu ne ko: «Ci dëgg-dëgg maa ngi la koy wax, ku judduwul ci ndox ak ci °Xelum Yàlla, doo mana bokk ci nguuru Yàlla."},{"style":"v","verse":"6","text":"Lu juddoo ci nit, nit la; waaye lu juddoo ci Xelum Yàlla, xel la."},{"style":"v","verse":"7","text":"Li ma ne: “Fàww ngeen judduwaat,” bumu la jaaxal."},{"style":"v","verse":"8","text":"Ngelaw fu ko neex lay jublu. Yaa ngi koy dégg waaye xamuloo fu mu jóge, xamuloo fu mu jëm. Noonu la mel it ci képp ku juddoo ci Xelum Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ci baat yooyu Nikodem ne ko: «Nu loolu mana ame?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Yeesu ne ko: «Yaw yaay jàngal °bànni Israyil te xamuloo mbir yii?"},{"style":"v","verse":"11","text":"Ci dëgg-dëgg maa ngi la koy wax, noo ngi wax li nu xam, di nettali li nu gis, waaye nanguwuleena gëm li nu seede."},{"style":"v","verse":"12","text":"Gannaaw gëmuleen li ma leen di wax ci mbiri àddina, naka ngeen mana gëme, bu ma leen waxee ci mbiri asamaan?"},{"style":"v","verse":"13","text":"Kenn masula yéeg ci asamaan su dul ki fa jóge, muy °Doomu nit ki."},{"style":"v","verse":"14","text":"Te itam na °Musaa sampe woon ab bant ca diggu màndiŋ ma, takk ca jaan, ja mu defare woon xànjar, fàww ñu yékkatee noonu Doomu nit ki,"},{"style":"v","verse":"15","text":"ngir képp ku ko gëm am ci moom dund gu dul jeex.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ndaxte Yàlla dafa bëgg àddina, ba joxe jenn Doomam ji mu am kepp, ngir képp ku ko gëm am dund gu dul jeex te doo sànku mukk."},{"style":"v","verse":"17","text":"Yàlla yónniwul Doomam ci àddina ngir mu daan nit ñi, waaye ngir musal leen."},{"style":"v","verse":"18","text":"Képp ku ko gëm deesu la daan, waaye ku ko gëmul daan nañu la ba noppi, ndaxte gëmuloo ci turu Doom ji Yàlla am kepp."},{"style":"v","verse":"19","text":"Ci nii la àtte bi ame: leer gi ñëw na ci àddina, waaye nit lëndëm gi lañu taamu ndax seeni jëf yu bon."},{"style":"v","verse":"20","text":"Képp kuy def lu bon day bañ leer gi te du ci ñëw, ndax ragal ay jëfam di feeñ bëccëg ndarakàmm."},{"style":"v","verse":"21","text":"Waaye ku def lu jub day ñëw ci leer gi, ngir ñu xam ne def na ay jëfam ci kanam Yàlla."},{"style":"s","verse":"","text":"Yeesu moo gëna màgg Yaxya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Gannaaw loolu Yeesu ànd ak ay taalibeem, dem ca biir diiwaanu Yude, toog fa ak ñoom ab diir, di °sóob nit ñi ci ndox."},{"style":"v","verse":"23","text":"°Yaxya moom itam doon na sóobe ci ndox ci dëkku Aynon, ca wetu dëkku Salim, ndaxte diiwaan booba bare woon na ndox. Nit ñi daan nañu ñëw ci moom, mu di leen sóob."},{"style":"v","verse":"24","text":"Booba tëjaguñu Yaxya ci kaso."},{"style":"v","verse":"25","text":"Foofa ay taalibey Yaxya tàmbalee werante ak benn Yawut ci mbirum sangu set."},{"style":"v","verse":"26","text":"Ci kaw loolu ñu dem ca Yaxya ne ko: «Kilifa gi, ndax fàttaliku nga kooka nga seede woon te mu nekkoon ak yaw ca gannaaw dexu Yurdan? Moom de, ma ngay sóobe ci ndox léegi te ñépp a ngay dem ca moom!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Yaxya ne leen: «Kenn manula am dara lu ko Yàlla joxul."},{"style":"v","verse":"28","text":"Yéen ci seen bopp man ngeena seede ne waxoon naa ne duma °Almasi bi waaye dañu maa yónni ma jiitusi ko."},{"style":"v","verse":"29","text":"Kiy céetal moo moom séetam. Waaye xaritu kiy céetal dafay taxaw di ko déglu, tey bég, bu déggee baatam. Mbég moomu moo di sama bos tey, te fi mu nekk mat na sëkk."},{"style":"v","verse":"30","text":"Li war moo di moom, mu gëna màgg te man, ma gëna féete suuf.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ki jóge ci kaw moo féete kaw ñépp; ki jóge ci suuf nag, ci suuf rekk la mana bokk, te ni niti àddina lay waxe. Ki jóge asamaan"},{"style":"v","verse":"32","text":"day wax li mu gis ak li mu dégg, waaye kenn nanguwul li mu seede."},{"style":"v","verse":"33","text":"Képp ku nangu seedeem nangu nga ne Yàlla, dëgg lay wax."},{"style":"v","verse":"34","text":"Ndaw li Yàlla yónni, kàddug Yàlla lay wax, ndaxte mayu °Xel mu Sell, mi Yàlla sol ci moom, amul dayo."},{"style":"v","verse":"35","text":"Baay bi dafa bëgg Doom ji, te jox na ko sañ-sañ ci lépp."},{"style":"v","verse":"36","text":"Ku gëm Doom ji, am nga dund gu dul jeex; ku déggadil Doom ji, amuloo dund, waaye merum Yàllaa ngi la tiim."}]