[{"style":"s","verse":"","text":"Yeesu waxtaan na ak jigéen ji amoon juróomi jëkkër"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Amoon na benn bés °Farisen yi dégg ne, ñiy topp Yeesu ñoo ëpp ñiy topp °Yaxya, te ñi Yeesu °sóob ci ndox ñoo ëpp ñi Yaxya sóob."},{"style":"v","verse":"2","text":"Fekk Yeesu moom ci boppam daawul sóob kenn ci ndox, waaye ay taalibeem ñoo daan sóobe."},{"style":"v","verse":"3","text":"Bi Yeesu yégee loolu nag, mu jóge Yude, dellu diiwaanu Galile."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Bi muy dem Galile, waroon na jaar ci diiwaanu °Samari."},{"style":"v","verse":"5","text":"Noonu mu agsi ci wetu dëkku Sikar ci tool, bi °Yanqóoba mayoon doomam Yuusufa."},{"style":"v","verse":"6","text":"Foofa la teenu Yanqóoba nekkoon. Yeesu toog ca pindu teen ba, di noppalu ndax coonob tukki ba. Ca digg bëccëg la woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Noonu jigéenu waa Samari ñëw fa di root. Yeesu ne ko: «May ma ndox, ma naan.»"},{"style":"v","verse":"8","text":"Fekk booba nag, taalibey Yeesu ya dañoo demoon ca biir dëkk ba, di jënd lu ñu lekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Jigéen ja ne ko: «Yaw, ngay Yawut, man maay jigéen ju dëkk Samari; nan nga ma mana ñaane ndox?»"},{"style":"p","verse":"","text":"Jigéen ja wax na loolu, ndaxte Yawut ya bokkuñu woon ak waa Samari ndab yu ñuy lekke."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Noonu nag Yeesu ne ko: «Soo xamoon li Yàlla maye, xam ki lay ñaan ndox, kon yaw ci sa bopp, yaa koy ñaan, te moom dina la may ndoxum dund.»"},{"style":"v","verse":"11","text":"Jigéen ja ne ko: «Sang bi, teen bi xóot na te amuloo baag, kon fooy jële ndoxum dund?"},{"style":"v","verse":"12","text":"Xanaa kay xalaatuloo ne yaa gëna màgg sunu maam Yanqóoba, moom mi nu gasal teen bii, mu naan ci moom ak i doomam, wëgg cig juram?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yeesu wax ko ne: «Ku naan ci ndoxum teen bii, balaa yàgg mu maraat,"},{"style":"v","verse":"14","text":"waaye ndox mi may joxe, ku ci naan du marati mukk, ndaxte day nekk ci moom bëtu ndox buy ball, di joxe dund gu dul jeex.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Noonu jigéen ja daldi ko ne: «Sang bi, may ma ci ndox moomu, ngir ma bañatee mar, bay ñëw ba fii di rootsi.»"},{"style":"v","verse":"16","text":"Yeesu ne ko: «Demal wooyi sa jëkkër te ñëw.»"},{"style":"v","verse":"17","text":"Jigéen ja ne ko: «Awma jëkkër de.» Yeesu ne ko: «Wax nga dëgg ne amuloo jëkkër,"},{"style":"v","verse":"18","text":"ndaxte amoon nga juróomi jëkkër, te ki nga nekkal léegi du sa jëkkër. Li nga wax dëgg la.»"},{"style":"v","verse":"19","text":"Jigéen ja ne ko: «Sang bi, gis naa ne ab yonent nga."},{"style":"v","verse":"20","text":"Nun nag, naka-jekk sunuy maam ca tund wee ngay séen lañu daan jaamoo Yàlla, waaye yéen Yawut yi, dangeen ne °Yerusalem lañu wara jaamoo Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yeesu ne ko: «Jigéen ji, gëmal lii ma lay wax: dina am jamono joo xam ne du ci tund wale te du ci Yerusalem ngeen di jaamoo Baay bi."},{"style":"v","verse":"22","text":"Yéen waa Samari, xamuleen li ngeen di jaamu. Nun Yawut yi, xam nanu li nuy jaamu, ndaxte kiy musal àddina ci Yawut yi la jóge."},{"style":"v","verse":"23","text":"Waaye jamono dina ñëw, te agsi na ba noppi, jamono joo xam ne jaamukat yi dëgg dinañu jaamu Baay bi ci xel ak ci dëgg. Ñooñu nag, ñooy jaamu Baay bi, ni mu ko bëgge."},{"style":"v","verse":"24","text":"Yàlla xel la, kon ñi koy jaamu war nañu koo jaamu ci xel ak ci dëgg.»"},{"style":"v","verse":"25","text":"Jigéen ja ne ko: «Xam naa ne Almasi bi --maanaam °Kirist-- dina ñëw te bu ñëwee, dina nu leeralal lépp.»"},{"style":"v","verse":"26","text":"Yeesu ne ko: «Maa di Almasi bi, man miy wax ak yaw.»"},{"style":"s","verse":"","text":"Taalibey Yeesu ya délsi nañu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Noonu nag taalibey Yeesu ya délsi, gis muy wax ak ab jigéen. Ñu daldi jaaxle lool. Waaye kenn ñemewu ko woon ne: «Looy laaj?» walla: «Lu tax ngay wax ak moom?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Noonu jigéen ja wacc fa njaqam, daldi dem ca dëkk ba ne leen:"},{"style":"v","verse":"29","text":"«Kaayleen gis; nit a nga fee ku ma wax lépp lu ma masa def. Ndax kooku du Almasi bi?»"},{"style":"v","verse":"30","text":"Noonu waa dëkk ba jóg, jëm ca Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Fekk taalibey Yeesu ya di ko gétën ne: «Kilifa gi, lekkal.»"},{"style":"v","verse":"32","text":"Waaye Yeesu ne leen: «Am na ñam wu may lekk, te xamuleen ko.»"},{"style":"v","verse":"33","text":"Taalibe ya nag di laajante naan: «Ndax dafa am ku ko indil lekk?»"},{"style":"v","verse":"34","text":"Yeesu ne leen: «Sama ñam moo di def coobarey ki ma yónni te àggale liggéey, bi mu ma sant."},{"style":"v","verse":"35","text":"Du dangeen naan: “Fii ak ñeenti weer ñu góob”? Waaye man, dama leen naan: xool-leen tool yi, ñoo ngi ñor ba weex tàll, di xaar ku leen góob."},{"style":"v","verse":"36","text":"Kiy góob tool yi mu ngi jot xaat peyam; day dajale nit ñi ngir dund gu dul jeex, ni ñuy dajalee pepp. Kon boog kiy ji dina bégandoo ak kiy góob."},{"style":"v","verse":"37","text":"Wax ji ñu wax ne: “Kenn dina ji, keneen góob,” dëgg la."},{"style":"v","verse":"38","text":"Yebal naa leen, ngeen góob tool bu ngeen beyul. Ñeneen a ko bey, te yéena ko jariñoo.»"},{"style":"s","verse":"","text":"Ñu bare ci waa Samari gëm nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Bi jigéen ja nee waa dëkk ba: «Wax na ma li ma def lépp,» ñu bare gëm nañu Yeesu."},{"style":"v","verse":"40","text":"Ñu daldi dikk ñaan Yeesu, mu dal ak ñoom. Yeesu toog fa ñaari fan."},{"style":"v","verse":"41","text":"Ñu bare gëm ko ndax li mu doon wax."},{"style":"v","verse":"42","text":"Ñu ne jigéen ja: «Léegi gëm nanu, te du li nga wax moo tax waaye li nu gisal sunu bopp. Te xam nanu ne dëgg-dëgg kii moo di Musalkatu àddina si.»"},{"style":"s","verse":"","text":"Yeesu faj na xale ba bëggoona dee"},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Bi Yeesu amee ñaari fan ca dëkk ba, mu jóge fa, jëm diiwaanu Galile,"},{"style":"v","verse":"44","text":"ndaxte moom ci boppam nee woon na: «Ab yonent, kenn du ko faaydaal ca réewam.»"},{"style":"v","verse":"45","text":"Bi mu agsee Galile, nit ñi teeru ko, ndaxte ñoom itam teewoon nañu ca màggalu bésu Mucc ba ca °Yerusalem, te gisoon nañu la mu fa defoon lépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Noonu kon mu délsi Kana ci Galile, dëkk ba mu soppee woon ndox ma biiñ. Amoon na benn dagu buur bu dëkkoon Kapernawum te doomam feebar."},{"style":"v","verse":"47","text":"Bi mu déggee ne, Yeesu jóge na Yude, ñëw Galile, mu dikk ci moom, ñaan ko mu ñëw këram, wéral doomam, ji wopp bay bëgga dee."},{"style":"v","verse":"48","text":"Yeesu ne ko: «Yéen daal, dungeen gëm mukk, fi ak gisuleen ay firnde walla ay kéemaan.»"},{"style":"v","verse":"49","text":"Dagu buur ba neeti ko: «Sang bi, ñëwal, bala sama doom di dee.»"},{"style":"v","verse":"50","text":"Yeesu ne ko: «Demal, sa doom dina dund.» Kilifa ga gëm la ko Yeesu wax, daldi dem."},{"style":"v","verse":"51","text":"Bi muy dellu këram nag, ay surgaam gatandu ko. Ñu daldi ne ko: «Xale bi dina dund!»"},{"style":"v","verse":"52","text":"Mu laaj leen ci ban waxtu la tàmbalee tane, ñu ne ko: «Démb ca njolloor la am ag féex.»"},{"style":"v","verse":"53","text":"Noonu baayu xale ba daldi seetlu ne, ca waxtu woowa la ko Yeesu ne woon: «Sa doom dina dund.» Moom ak njabootam gépp, ñu daldi gëm Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"54","text":"Lii mooy ñaareelu firnde, bi Yeesu def ci Galile, gannaaw bi mu jógee Yude."}]