[{"style":"s","verse":"","text":"Yeesu dundal na mbooloo mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yeesu dafa jàll dexu Galile, maanaam dexu Tiberyàdd."},{"style":"v","verse":"2","text":"Mbooloo mu bare topp ci moom, ndaxte gisoon nañu firnde yooyee mu wone, bi mu wéralee jarag ya."},{"style":"v","verse":"3","text":"Yeesu daldi yéeg ca kaw tund wa, toog fa ak ay taalibeem."},{"style":"v","verse":"4","text":"Fekk na booba bésu °Mucc ba, di màggalu Yawut ya, jubsi."},{"style":"v","verse":"5","text":"Bi Yeesu xoolee, gis mbooloo mu réy di ñëw ci moom, mu ne Filib: «Fu nuy jële mburu, mu nu leen mana dundale?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bi muy wax loolu it, da doon seetlu Filib, ndaxte xamoon na booba li mu nara def."},{"style":"v","verse":"7","text":"Filib ne ko: «Peyug juróom ñetti weer sax, bu nu ko amoon, du leen mana doy ci mburu, ba kenn ku nekk ci ñoom am ci dog wu ndaw.»"},{"style":"v","verse":"8","text":"Keneen ca taalibe ya di Andare, mi bokk ak Simoŋ Piyeer ndey ak baay, ne ko:"},{"style":"v","verse":"9","text":"«Am na fi ci mbooloo mi ab xale bu yor juróomi mburu\\f + \\fr 6.9 \\ft Mburu yu ndaw yu ñu defare sungufu lors, doon lekku ñi néew doole.\\f* ak ñaari jën, waaye loolu lu muy jariñ mbooloo mu tollu nii?»"},{"style":"v","verse":"10","text":"Yeesu daldi ne taalibe ya: «Na ñépp toog.» Fekk ñax mu bare amoon ca bérab ba. Noonu góor ñépp àgg suuf. Waroon nañoo mat juróomi junni."},{"style":"v","verse":"11","text":"Yeesu daldi jël mburu ya, gërëm Yàlla, ba noppi séddale ko ña fa toogoon. Mu jox leen itam jën, ba ñu doyal sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bi ñu lekkee ba regg, Yeesu ne taalibe ya: «Dajaleleen desitu mburu mi, ba dara du ci réer.»"},{"style":"v","verse":"13","text":"Ñu dajale ko, daldi feesal fukki pañe ak ñaar ak desiti juróomi mburu, yi ñu doon lekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bi nit ña gisee firnde jooju Yeesu wone, ñu ne: «Dëgg-dëgg kii mooy °Yonent, bi wara ñëw ci àddina!»"},{"style":"v","verse":"15","text":"Yeesu gis ne dañu koo nara jëlsi, fal ko buur. Mu bàyyi leen fa, dellu moom rekk ca tund wa."},{"style":"s","verse":"","text":"Yeesu dox na ci ndox"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Bi timis jotee taalibeem ya wàcc ca tefes ga,"},{"style":"v","verse":"17","text":"dugg ci gaal, di jàll dex gi, jëm dëkku Kapernawum. Booba guddi woon na, te Yeesu agseegul ci ñoom."},{"style":"v","verse":"18","text":"Dex gi yëngu na lool, ndaxte da doon ngelaw ak doole."},{"style":"v","verse":"19","text":"Bi ñu joowee lu wara tollook juróom benni kilomet, ñu séen Yeesu, muy dox ci kaw dex gi, jëm ci ñoom, ñu daldi tiit."},{"style":"v","verse":"20","text":"Waaye Yeesu ne leen: «Man la, buleen tiit!»"},{"style":"v","verse":"21","text":"Noonu ñu nangu koo dugal ca gaal ga, gaal ga daldi teer ca saa sa ca fa ñu bëggoona wàcc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ca ëllëg sa mbooloo, ma des ca geneen wàllu dex ga, gis ne genn gaal ga fa nekkoon rekk dem na. Xam nañu ne Yeesu bokku ko woon ak taalibe ya, ndaxte ñoom rekk a àndoon."},{"style":"v","verse":"23","text":"Waaye yeneen gaal yu jóge dëkku Tiberyàdd ñëw, teer ca wetu fa ñu lekke woon mburu ma, gannaaw bi Boroom bi santee Yàlla ba noppi."},{"style":"v","verse":"24","text":"Bi mbooloo ma gisee ne Yeesu walla taalibe ya kenn nekkatu fa, ñu dugg ca gaal yooyu, dem seeti ko Kapernawum."},{"style":"s","verse":"","text":"Yeesu mooy ñam wiy joxe dund"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Bi ñu fekkee Yeesu ca geneen wàllu dex ga, ñu ne ko: «Kilifa gi, kañ nga fi ñëw?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yeesu ne leen: «Ci dëgg-dëgg maa ngi leen koy wax, firnde yi ngeen gis taxul ngeen may seet. Yéena ngi may wër ndax mburu, mi ngeen lekk ba suur."},{"style":"v","verse":"27","text":"Buleen liggéeyal ñam wuy yàqu; li gën mooy ñam wu sax abadan tey joxe dund gu dul jeex. Ñam woowule, °Doomu nit ki dina leen ko jox, ndaxte moom la Yàlla Baay bi tànn, mu nekk ndawam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Noonu ñu laaj ko ne: «Lu nu wara liggéey, ngir matal jëf yi neex Yàlla?»"},{"style":"v","verse":"29","text":"Yeesu ne leen: «Jëf ji neex Yàlla, moo di gëm ki mu yónni.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ñu ne ko: «Ban firnde nga nu mana won, ngir nu gëm la? Ban liggéey nga nara def?"},{"style":"v","verse":"31","text":"Sunuy maam dunde nañu °mànn ca màndiŋ ma, ndaxte Mbind mi nee na: “Jox na leen, ñu lekk ñam wu wàcce ca asamaan.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Yeesu waxaat ne: «Ci dëgg-dëgg maa ngi leen koy wax, du °Musaa moo leen jox ñam woowu wàcce ca asamaan; sama Baay ci boppam, moo leen di jox ñam wu wóor, wi wàcce ca asamaan."},{"style":"v","verse":"33","text":"Ndaxte ñam, wi Yàlla di joxe, mooy ñam wiy wàcce ci asamaan tey jox àddina si dund.»"},{"style":"v","verse":"34","text":"Ñu ne ko nag: «Sang bi, kon dee nu faral di jox ci ñam woowe!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Yeesu ne leen: «Man maay ñam wiy joxe dund. Ku ñëw ci man, doo xiif mukk; te ku ma gëm, doo mar."},{"style":"v","verse":"36","text":"Waaye wax naa leen ko ba noppi; gis ngeen ma te taxul ngeen gëm!"},{"style":"v","verse":"37","text":"Képp ku ma Baay bi jox dina ñëw ci man, te duma dàq mukk ki may fekksi."},{"style":"v","verse":"38","text":"Ndaxte wàccewuma ci asamaan ngir def sama bëgg-bëgg, waaye damay matal bëgg-bëggu ki ma yónni."},{"style":"v","verse":"39","text":"Lii mooy bëgg-bëggu ki ma yónni: bu ma ñàkk kenn ci ñi mu ma may, te dafa bëgg it ma dekkal leen keroog bés bu mujj ba."},{"style":"v","verse":"40","text":"Ndaxte lii mooy bëgg-bëggu Baay bi: képp ku gis Doom ji te gëm ko, am dund gu dul jeex, te bés bu mujj ba, dinaa ko dekkal!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Yawut ya tàmbali di ñurumtoo Yeesu, ndaxte dafa ne: «Maay ñam wi wàcce ci asamaan.»"},{"style":"v","verse":"42","text":"Ñu naan: «Ndax kii du Yeesu, doomu Yuusufa? Xam nanu ndeyam ak baayam. Kon nag lu tax léegi mu naan, mi ngi jóge asamaan?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Yeesu ne leen: «Bàyyileen seen ñurumtu bi."},{"style":"v","verse":"44","text":"Kenn manula ñëw ci man te Baay, bi ma yónni, xiirtalu la ci; te man dinaa la dekkal keroog bés bu mujj ba."},{"style":"v","verse":"45","text":"Yonent yi bind nañu kàddu gii: “Yàlla dina leen jàngal ñoom ñépp.” Kon nag ku déglu te nangu waxi Baay bi, dina ñëw ci man."},{"style":"v","verse":"46","text":"Tekkiwul ne kenn mas na gis Baay bi. Ki jóge ci Yàlla doŋŋ a ko gis."},{"style":"v","verse":"47","text":"Ci dëgg-dëgg maa ngi leen koy wax, ku gëm am nga dund gu dul jeex."},{"style":"v","verse":"48","text":"Maay ñam wiy joxe dund."},{"style":"v","verse":"49","text":"Seeni maam lekk nañu °mànn ca màndiŋ ma, teewul dee nañu."},{"style":"v","verse":"50","text":"Waaye ñam wiy wàcce ci asamaan, ku ko lekk, doo dee."},{"style":"v","verse":"51","text":"Man maay ñam wiy dund te wàcce ci asamaan. Ku lekk ci ñam wii, dinga dund ba fàww. Te it ñam wi may joxeji, sama yaram la; dama koy joxe ngir àddina mana dund.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"52","text":"Noonu Yawut ya werante werante wu tàng ci seen biir naan: «Naka la nu waa jii mana joxe yaramam, ngir nu lekk ko?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Yeesu ne leen: «Dëgg-dëgg maa ngi leen koy wax, bu ngeen lekkul yaramu °Doomu nit ki te naanuleen deretam, dungeen am dund ci yéen."},{"style":"v","verse":"54","text":"Ku lekk sama yaram te naan sama deret, am nga dund gu dul jeex, te dinaa la dekkal keroog bés bu mujj ba."},{"style":"v","verse":"55","text":"Ndaxte sama yaram mooy ñam wu wóor wi, te sama deret mooy naan gu wóor gi."},{"style":"v","verse":"56","text":"Kiy lekk sama yaram tey naan sama deret dina sax ci man, ma dëkk ci moom."},{"style":"v","verse":"57","text":"Baay bi ma yónni mu ngi dund, te maa ngi dund jaarale ko ci moom; noonu itam ku may lekk dina dund jaarale ko ci man."},{"style":"v","verse":"58","text":"Kon nag ñam wi wàcce ci asamaan a ngi noonu; bokkul ak ñam wa seeni maam lekkoon te faatu. Ku lekk ñam wii may wax dinga dund ba fàww.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"59","text":"Baat yooyu la Yeesu wax, bi mu doon jàngle ca jàngu ba ca Kapernawum."},{"style":"s","verse":"","text":"Taalibey Yeesu yu bare weddi nañu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"60","text":"Bi ñu dégloo Yeesu ba noppi, taalibeem yu bare nee nañu: «Njàngle mii de, jafe na! Kan moo ko mana déglu?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"61","text":"Yeesu gis ne taalibeem yaa ngi ñurumtoo loolu, mu ne leen: «Ndax li ma wax da leena jaaxal?"},{"style":"v","verse":"62","text":"Lan mooy am nag, bu fekkee gis ngeen °Doomu nit ki dellu, yéeg fa mu jëkkoona nekk?"},{"style":"v","verse":"63","text":"°Xelu Yàlla mi mooy joxe dund; ñam wi jariñul dara. Kàddu yi ma leen wax, ci Xelum Yàlla lañu jóge te ñooy joxe dund."},{"style":"v","verse":"64","text":"Waaye am na ci seen biir ñu ko gëmul.»"},{"style":"p","verse":"","text":"Ndaxte Yeesu xamoon na ca njàlbéen ga ñan ñoo ko waroona gëmadi ak kan moo ko waroona wor."},{"style":"v","verse":"65","text":"Mu dolli ca it ne: «Looloo tax ma ne, kenn manula ñëw ci man te Baay bi mayu la, nga agsi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"66","text":"Ci loolu taalibeem yu bare dëpp, bañatee ànd ak moom."},{"style":"v","verse":"67","text":"Yeesu daldi wax ak fukki taalibe yi ak ñaar ne leen: «Mbaa bëgguleena dem, yéen itam?»"},{"style":"v","verse":"68","text":"Simoŋ Piyeer ne ko: «Boroom bi, ci kan lanuy dem? Yaa yor kàddu yiy joxe dund gu dul jeex."},{"style":"v","verse":"69","text":"Léegi nun gëm nanu te xam nanu ne yaa di Aji Sell, ji jóge ci Yàlla.»"},{"style":"v","verse":"70","text":"Yeesu ne leen: «Xanaa du maa leen tànn, yéen fukk yi ak ñaar? Moona, am na ci yéen koo xam ne seytaane la!»"},{"style":"v","verse":"71","text":"Yudaa miy doomu Simoŋ Iskariyo la doon wax. Ndeke Yudaa, la muy bokk lépp ca fukki taalibe ya ak ñaar, moo ko naroona wor."}]