[{"style":"s","text":"Yeesu faj na gumbag judduwaale"},{"style":"p","text":""},{"style":"v","text":"Amoon na fu Yeesu jaaroon, gis fa waa ju judduwaale gumba."},{"style":"v","text":"Taalibeem ya laaj ko ne: «Kilifa gi, lu tax waa jii judduwaale gumba? Ndax bàkkaaram a ko waral, walla bu waajuram?»"},{"style":"v","text":"Yeesu ne leen: «Ajuwul ci bàkkaaram walla ci bu waajuram. Waaye loolu dafa am, ngir jëfi Yàlla yi feeñ ci moom."},{"style":"v","text":"Bëccëg lanu wara matal jëfi ki ma yónni; guddi dina ñëwi, goo xam ne kenn du ci mana liggéey."},{"style":"v","text":"Ci bi may nekk àddina, maay leeru àddina.»"},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu waxee loolu ba noppi, dafa daldi tifli, jaxase lor wa ak ban, tay ko ci bëti gumba ga ne ko:"},{"style":"v","text":"«Demal sëlmu ci bëtu Silowe.» Silowe mi ngi tekki «Yónni nañu ko.» Gumba ga daldi dem sëlmuji, délsi di gis."},{"style":"p","text":""},{"style":"v","text":"Dëkkandoom yi ak ñi ko xame woon bu jëkk ci yelwaan naan: «Xanaa du kii moo daan toog, di yelwaan?»"},{"style":"v","text":"Ñii naan: «Moom la de!» Ñee naan: «Du moom! Dañoo niroo rekk.» Mu daldi leen ne: «Man la de!»"},{"style":"v","text":"Ñu ne ko: «Lu ubbi say bët?»"},{"style":"v","text":"Mu ne leen: «Ku ñuy wax Yeesu moo tooyal ban, tay ko ci samay bët, ne ma: “Demal sëlmu ci bëtu Silowe.” Ma dem nag sëlmuji, daldi gis.»"},{"style":"v","text":"Ñu ne ko: «Ana waa ji?» Mu ne leen: «Xawma fu mu nekk.»"},{"style":"s","text":"Farisen laaj nañu gumba, gi ñu wéral"},{"style":"p","text":""},{"style":"v","text":"Noonu ñu daldi indil °Farisen yi nit ki gumba woon."},{"style":"v","text":"Ndekete Yeesu, bés bi mu tooyale ban, ubbi bëti gumba ga, °bésub noflaay la woon."},{"style":"v","text":"Looloo tax Farisen ya di laajaat waa ja fi mu jaar bay gis léegi. Mu ne leen: «Dafa tay ban ci samay bët, ma sëlmuji, ba fi ma nekk maa ngi gis.»"},{"style":"p","text":""},{"style":"v","text":"Ci noonu am ca Farisen ya ñu naan: «Ki def lii, manula jóge ca Yàlla, ndaxte toppul ndigalu bésub noflaay bi.» Ñeneen it di wax ne: «Nan la boroom bàkkaar mana wonee yii firnde?» Noonu ñu daldi féewaloo ci seen biir."},{"style":"v","text":"Farisen ya laajaat ka gumba woon ne ko: «Yaw, loo wax ci moom? Yaw de la ubbil say bët.» Mu ne leen: «Yonent la.»"},{"style":"p","text":""},{"style":"v","text":"Yawut ya manuñu woona nangu ne, nit ka dafa gumba woon tey gis léegi, ñu daldi wooluji ay waajuram,"},{"style":"v","text":"laaj leen ne: «Ndax kii mooy seen doom, ji ngeen ne gumba judduwaale la? Kon fu mu jaar, bay gis léegi?»"},{"style":"v","text":"Waajur ya ne leen: «Xam nanu ne daal, sunu doom la te dafa judduwaale gumba."},{"style":"v","text":"Waaye ni mu def léegi bay gis, xamunu ko, te xamunu it ki ko ubbil ay bëtam. Laajleen ko; magum jëmm la, te man na tontul boppam.»"},{"style":"p","text":""},{"style":"v","text":"Ragal Yawut ya nag moo taxoon waajuri nit ka waxe noonu, ndaxte Yawut ya dañoo mànkoo woon ne, képp ku seede ne Yeesu mooy °Almasi bi, ñu dàq la ca jàngu ba."},{"style":"v","text":"Looloo tax waajur ya ne: «Laajleen ko; magum jëmm la.»"},{"style":"p","text":""},{"style":"v","text":"Farisen ya dellu woowaat ka gumba woon ne ko: «Waxal sa digganteek Yàlla. Xam nanu ne waa joojee boroom bàkkaar la.»"},{"style":"v","text":"Mu ne: «Xawma ndax boroom bàkkaar la am déet. Li ma xam daal mooy gumba woon naa, te léegi maa ngi gis.»"},{"style":"v","text":"Ñu laaj ko ne: «Lu mu la def? Nu mu la ubbile say bët?»"},{"style":"v","text":"Mu ne leen: «Wax naa leen ko ba noppi, waaye dégluwuleen ma. Lu ngeen bëgg ci ma di ko wax, di waxaat? Xanaa dangeena bëgga nekk yéen itam ay taalibeem?»"},{"style":"v","text":"Ci kaw loolu ñu daldi ko saaga ne ko: «Yaw yaay taalibeem. Nun, taalibey °Musaa lanu."},{"style":"v","text":"Xam nanu ne Yàlla wax na ak Musaa; waaye kii, xamunu sax fu mu jóge.»"},{"style":"p","text":""},{"style":"v","text":"Waa ja ne leen: «Loolu de, doy na waar! Xamuleen fu mu jóge, te moo ubbi samay bët!"},{"style":"v","text":"Xam nanu ne Yàlla du déglu boroom bàkkaar. Waaye nag, dina déglu ki koy ragal tey def coobareem."},{"style":"v","text":"Bi àddina sosoo ba tey, masuñoo dégg nit ku ubbi bëti gumbag judduwaale."},{"style":"v","text":"Kon nit kookee nag, bu jógewul woon ca Yàlla, du mana def dara.»"},{"style":"v","text":"Ñu ne ko: «Yaw, ci biir bàkkaar nga juddoo, ba noppi di nu jàngal?» Noonu ñu dàq ko ca jàngu ba."},{"style":"s","text":"Ngumbag xel"},{"style":"p","text":""},{"style":"v","text":"Yeesu daldi yég ne dàq nañu nit ka. Bi mu dajeek moom, mu ne ko: «Ndax gëm nga °Doomu nit ki?»"},{"style":"v","text":"Waa ja ne ko: «Wax ma mooy kan, Sang bi, ba ma man koo gëm.»"},{"style":"v","text":"Yeesu ne ko: «Gis nga ko ba noppi, te mooy kiy wax ak yaw.»"},{"style":"v","text":"Waa ja ne: «Boroom bi, gëm naa la.» Noonu mu jaamu Yeesu."},{"style":"v","text":"Yeesu ne ko: «Àttee ma taxa ñëw àddina, ngir ñi gumba gis, ñiy gis gumba.»"},{"style":"v","text":"Bi °Farisen ya nekkoon ak moom déggee loolu, ñu ne ko: «Xanaa kon nun it danoo gumba?»"},{"style":"v","text":"Yeesu ne leen: «Bu ngeen gumba woon, dungeen am bàkkaar, waaye fi ak yéena ngi naan: “Nu ngi gis,” ci bàkkaar ngeen di dëkk."}]