[{"style":"s1","verse":"","text":"Njaq la toj na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji dafa wax ne: «Demal ca tabaxkatu njaq ba, nga jëndi fa njaqu ban lu ndaw te ànd ak ñenn ci magi askan wi ak ñenn ci magi \\w sarxalkat|sarxalkat b-:\\w* yi,"},{"style":"v","verse":"2","text":"te nga dem ba ca xuru Ben Inom, ca buntu Tojitu njaq ya, daldi fay yéene kàddu yi ma lay wax."},{"style":"v","verse":"3","text":"Danga naan: “Yeen buuri Yuda, yeen waa Yerusalem, dégluleen kàddug Aji Sax ji. Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Maa ngii di wàcce fi bii béreb, musiba muy buur noppi képp ku ci dégg."},{"style":"v","verse":"4","text":"Li ko waral mooy dañu maa wacc, teddadil béreb bii, di fi taalal \\w cuuraay|cuuraay l-:\\w* yeneen yàlla yu ñu xamuloon, du ñoom, du seeni maam, du buuri Yuda. Te feesal nañu béreb bii deretu nit ñu deful dara."},{"style":"v","verse":"5","text":"Yékkatil nañu fi \\w Baal|Baal:\\w* tuur mi \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w*, di ci lakk seeni doom ngir Baal, defal ko ko \\w saraxi rendi-dóomal|Sarax yi:\\w*, te santaanewuma ko, waxuma ko, jaarul sax sama xel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«“Moo tax ay bés a ngii di ñëw,”» kàddug Aji Sax jee, «“su boobaa deesatul woowe bérebu jaamookaay bii Tofet mbaa xuru Ben Inom, waaye xuru Bóomukaay."},{"style":"v","verse":"7","text":"Maay neenale fii pexem Yudaak Yerusalem. Maa leen di tërale seen saamaru noon, ñi leen di tëru, tër leen; seeni néew, ma leele njanaaw ak rabi àll."},{"style":"v","verse":"8","text":"Maay def dëkk bi ab gent bu ñuy muslu, ku fi jaare waaru, di muslu ci seen mbugal yépp."},{"style":"v","verse":"9","text":"Maa leen di yàpploo seen doom yu góor ak yu jigéen, ku nekk di yàpp sa moroom ci biir njàqare, ndax gaw bu metti, bu leen seen noon yi leen di tëru di gaw.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Gannaaw loolu nanga toj njaq lu ndaw li fi kanam ñi nga àndal,"},{"style":"v","verse":"11","text":"te nga ne leen: “Aji Sax ji Boroom gàngoor yi dafa wax ne: Askan wii ak dëkk bii, ni ñuy toje njaq, ba deesatu ko mana defaraat, ni laa koy tojate. Bérebu Tofet bii dees na fi rob ndax ñàkk fu ñu robe."},{"style":"v","verse":"12","text":"Noonu laay def béreb bii,” kàddug Aji Sax jee, “ak ñi fi dëkk. Maay def dëkk bii ni Tofet."},{"style":"v","verse":"13","text":"Këri Yerusalem ak këri buuri Yuda dina fees ak sobe ni béreb bii di Tofet. Mooy mboolem kër yu ñu doon taalal cuuraay ca kaw taax ya, ñeel biddiiw yépp, ak di fa tuural yeneen yàlla.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gannaaw ba Yeremi walbatikoo Tofet, béreb ba ko Aji Sax ji yebaloon mu àgge leen kàdduy \\w waxyu|waxyu:\\w* yooyu, dafa taxawi ca ëtti kër Aji Sax ji, daldi wax ak mbooloo ma mépp. Mu ne leen:"},{"style":"v","verse":"15","text":"«Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Maa ngii di wàcce ci kaw dëkk bii ak mboolem li ko wër, lépp luy musiba mu ma dige woon, ndax dangeena të ticc, baña dégg sama kàddu.»"}]