[{"style":"s1","text":"Jéllub Yerusalem jubsi na"},{"style":"p","text":""},{"style":"v","text":"Kàddu dikkaloon na Yeremi, bàyyikoo fa Aji Sax ji. Mooy ba buur Cedesyas yebalee ca moom, Pasur doomu Malkiya, mook \\w sarxalkat|sarxalkat b-:\\w* ba ñuy wax Sofoni doomu Maaseya. Mu ne ko:"},{"style":"v","text":"«Ngalla seetal nu ci Aji Sax ji, ndax Nebukatnecar buuru Babilon mu ngi nuy song xare. Jombul Aji Sax ji defaatal nu lenn ciy kéemaanam ba mu dellu gannaaw.»"},{"style":"v","text":"Yeremi nag ne leen: «Waxleen Cedesyas ne ko:"},{"style":"v","text":"“Aji Sax ji Yàllay Israayil dafa wax ne: Seen dooley xare ji ngeen yor, di xeexeek ñi ci biti, di buuru Babilon ak waa Babilon ñi leen gaw, maa ngii di ko walbati, dajale ko ci biir dëkk bii."},{"style":"v","text":"Man mii maay xareek yeen, won leen sama doole ak sama diisaayu loxo, xadaru, dikke leen mer mu réya réy."},{"style":"v","text":"Maay faat lu dëkk ci dëkk bii, nit ak mala bokk loroo mbas mu réy."},{"style":"v","text":"Gannaaw loolu nag,” kàddug Aji Sax jee, “Cedesyas buurub Yuda aki jawriñam ak askan week ñi des ci dëkk bii te rëcce ci mbas meek xare beek xiif bi, maa leen di teg ci loxol Nebukatnecar buuru Babilon ak seen loxol noon ak loxol ñi leen di wuta rey. Dina leen leel ñawkay saamar. Du leen baal, du ñéeblu, du yërëm.”"},{"style":"p","text":""},{"style":"v","text":"«Te itam nga wax askan wii ne leen: “Aji Sax ji dafa wax ne: Maa ngii di teg fi seen kanam yoonu dund ak yoonu dee."},{"style":"v","text":"Ku toog ci dëkk bii, dinga deewe xare mbaa xiif mbaa mbas. Ku génn jébbal boppam waa Babilon ñi leen gaw nag dinga dund, bakkanam di yoolu xareem."},{"style":"v","text":"Jógal naa dëkk bii déy, te loraange laa leen naral waaye du jàmm.” Kàddug Aji Sax jee. “Ci loxol buuru Babilon laa koy teg, mu jafal ko, lakk.”"},{"style":"s1","text":"Xibaar ñeel na waa kër buur"},{"style":"p","text":""},{"style":"v","text":"«Te it waxal waa kër buurub Yuda ne leen:"},{"style":"q1","text":"“Dégluleen kàddug Aji Sax ji!"},{"style":"q1","text":""},{"style":"v","text":"Yeen waa kër Daawuda,"},{"style":"q1","text":"Aji Sax ji dafa wax ne:"},{"style":"q1","text":"Àtte yoon, deeleen ko xëye,"},{"style":"q1","text":"di xettali ki ñu xañ dëgg"},{"style":"q2","text":"ci ki koy néewal doole,"},{"style":"q1","text":"balaa sama sànj ne jippét,"},{"style":"q1","text":"di tàkk te deesu ko mana fey"},{"style":"q1","text":"ndax seen jëf ju bon."},{"style":"q1","text":""},{"style":"v","text":"Yeen ñi jataayoo xur wi,"},{"style":"q1","text":"yeen ñi dëkk ca joorug doj ya, maa ngii fi seen kaw.”"},{"style":"q2","text":"Kàddug Aji Sax jee."},{"style":"q1","text":"“Yeen ñi naa: ‘Ku nu manal dara?"},{"style":"q1","text":"Ku jote sunu biiri rawtu?’"},{"style":"q1","text":""},{"style":"v","text":"maa leen di dikke seen añu jëf.”"},{"style":"q2","text":"Kàddug Aji Sax jee."},{"style":"q1","text":"“Maay jafal sawara, lakk seen gott bi,"},{"style":"q1","text":"mu xoyom lépp lu leen wër.”»"}]