[{"style":"s1","verse":"","text":"Ab tënkub waxyoo ngii"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kàddu gii dikkal na Yeremi, jëm ci waa Yuda gépp, ci ñeenteelu atu nguurug doomu Yosya, Yoyakim buurub Yuda. Mu yemook at mi njëkk ci nguurug Nebukatnecar buuru Babilon."},{"style":"v","verse":"2","text":"Yonent Yàlla Yeremi daa wax ak waa Yuda gépp ak waa Yerusalem gépp, ne leen:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Li ko dale fukkeelu at ak ñett ci nguurug doomu Amon, Yosya buurub Yuda, ba tey jii, di ñaar fukki at ak ñett, kàddug Aji Sax jaa ngi may dikkal, ma di leen ko jottali te tàyyiwuma, waaye dégluwuleen."},{"style":"v","verse":"4","text":"Aji Sax ji yónnee leen mboolem jaamam ñiy yonent yi. Yónni na leen ay yooni yoon. Waaye dégluwuleen, teewluwuleen."},{"style":"v","verse":"5","text":"Mu ne leen: «Na ku nekk ci yeen dëpp jëfinam ju bon ak jëfam ju bon, ba mana dëkke réew mi leen Aji Sax ji jox naka jekk, yeen ak seeni maam, ba fàww,"},{"style":"v","verse":"6","text":"te buleen topp yeneen yàlla, di leen jaamooka sujjóotal; buleen ma merloo ndax yëfi neen yu ngeen sàkke seeni loxo. Su boobaa duma leen teg musiba."},{"style":"v","verse":"7","text":"Waaye dégluwuleen ma.» Kàddug Aji Sax jee. Mu ne: «Yeena ma merlook ak yëf yu ngeen sàkke seeni loxo, muy seen musiba.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Moo tax Aji Sax ji Boroom gàngoori xare yi wax ne: «Gannaaw dégluwuleen samay kàddu,"},{"style":"v","verse":"9","text":"maa ngii di yónnee, jëli mboolem làngi bëj-gànnaar.» Kàddug Aji Sax jee. «Maay yónnee it ca Nebukatnecar buuru Babilon mi ci samag curga, daldi leen boole indi ci kaw réew mii ak ñi ci biiram ak mboolem xeet yi ko séq. Maa leen di faagaagal, gental leen gent bu sax dàkk bu ñuy muslu."},{"style":"v","verse":"10","text":"Te muy kàddug mbégte di kàddug bànneex, di kàddug boroom séet akub séetam, di wolukaay bu fiy jib mbaa leer gu ñuy niitoo, lépp maa ko fiy boole tukkal."},{"style":"v","verse":"11","text":"Réew mii mépp ay gental, def ndànd-foyfoy, xeet yii yépp di surgawu buuru Babilon diiru juróom ñaar fukki at."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Su ko defee bu juróom ñaar fukki at yi matee, ma doora dikkal Babilon ak buuram ndax seeni ñaawtéef.» Kàddug Aji Sax jee. «Maay gental réewum Babilon ba fàww."},{"style":"v","verse":"13","text":"Maay wàcceel réew mii mboolem kàddu yi ma ko rëbbe woon, te ñu bind ko ci téere bii, Yeremi jottali xeet yépp kàdduy \\w waxyu|waxyu:\\w* yi."},{"style":"v","verse":"14","text":"Ñoom waa Babilon it déy, dinañu surgawu ay xeet yu giir ak ay buur yu mag. Maa leen di fey seen añu jëf ju bon.»"},{"style":"ms1","verse":"","text":"Kàddug waxyu dal na xeet yi"},{"style":"mr","verse":"","text":"(Saar 25.15-38)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Aji Sax ji Yàllay Israayil déy da maa wax ne ma: «Am kaasu biiñ bii ci sama loxo, di misaal kaasu mbugal, te nga nàndal ci mboolem xeet yi ma lay yebal,"},{"style":"v","verse":"16","text":"ñu naan, tërëf, di say ndax aayteefu saamar laay yebal fi seen biir.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ma daldi jële kaas bi ci loxol Aji Sax ji, nàndal ci mboolem xeet yi mu ma yebal."},{"style":"v","verse":"18","text":"Ma nàndal waa Yerusalem ak dëkki Yuda ak seeni buur ak seeni kàngam ngir gental fépp, muy ndànd-foyfoy gu ñuy muslu, di ko móoloo ba sunu jonni yàllay tey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Firawna buuru Misra it nàndal naa ko ca, mooki surgaam aki kàngamam ak waa réewam,"},{"style":"v","verse":"20","text":"ak mboolem xeeti njaxasaan yi ci seen biir, ak mboolem buuri réewum Ucc, ak mboolem buuri réewum Filisteen ña féete Askalon ak Gasa ak Ekkron ak la des ca Asdodd."},{"style":"v","verse":"21","text":"Ma boole ca nàndal Edomeen ñaak Mowabeen ñaak Amoneen ña,"},{"style":"v","verse":"22","text":"ak mboolem buuri Tir ak mboolem buuri Sidon ak buuri dun ya ca wàllaa géej,"},{"style":"v","verse":"23","text":"ba ca waa Dedan ak Tema ak Bus ak mboolem ñiy wat seen peggu kawaru bopp,"},{"style":"v","verse":"24","text":"ak mboolem buuri Arabi ak mboolem buuri xeeti njaxasaan yi dëkke màndiŋ mi,"},{"style":"v","verse":"25","text":"ak mboolem buuri Simri ak buuri Elam ak mboolem buuri Medd,"},{"style":"v","verse":"26","text":"boole ca mboolem buuri bëj-gànnaar, ñu jegeek ñu sore. Ma nàndal leen ñoom ñépp, ba réewi àddina yi ci kaw suuf yépp daj. Buurub Sesag\\f + \\fr 25.26 \\fk Sesag \\ft turu kumpa la, di Babilon ba tey.\\f* topp ci ñoom, naan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Aji Sax ji nag ne: «Wax leen ne leen: “Aji Sax ji Boroom gàngoori xare yi, Yàllay Israayil dafa wax ne: Naanleen ba màndi, di waccu, fëlëñu, tëë jóg ndax saamar bi may yebal fi seen biir.”"},{"style":"v","verse":"28","text":"Waaye su ñu bañee naan ci kaas bi nga leen tàllal nag, nga wax leen ne leen: “Aji Sax ji dafa wax ne: Dingeen naan ba naanaatoo!"},{"style":"v","verse":"29","text":"Te kat dëkk bii ñu ma tudde sax, maa ngi koy tàmbalee musibaal. Kon yeen, nu ngeen mana fexee ba mucc? Dungeen mucc moos, ndax saamar laay wool mboolem ku dëkke àddina.”» Kàddug Aji Sax jee, Boroom gàngoori xare yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Aji Sax ji teg ci ne ma: «Yaw nag, jottali leen mboolem kàdduy \\w waxyu|waxyu:\\w* yooyu. Te nga ne leen:"},{"style":"q1","verse":"","text":"“Aji Sax jeey yëmmoo fa kaw ni gaynde,"},{"style":"q1","verse":"","text":"fa màkkaanam mu sell ma lay àddoo,"},{"style":"q1","verse":"","text":"ŋar a ŋar ci kaw déndub suufam,"},{"style":"q1","verse":"","text":"xaacu xaacuy dërkati reseñ\\f + \\fr 25.30 \\fk dërkati reseñ \\ft yi ñuy wax fii, seeni tànk lañu daan dëre reseñ, te bu ñu tolluwaan ci dër reseñ, dañuy woyaale.\\f*,"},{"style":"q1","verse":"","text":"di ko gëdde mboolem waa àddina,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"31","text":"riir ma àkki cati àddina,"},{"style":"q1","verse":"","text":"ngir layoob Aji Sax jeek xeet yi,"},{"style":"q1","verse":"","text":"moom miy àtte mboolem boroom bakkan,"},{"style":"q1","verse":"","text":"ñu bon ñi, mu jébbal saamar.”»"},{"style":"q2","verse":"","text":"Kàddug Aji Sax jee."},{"style":"b","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"32","text":"Aji Sax ji Boroom gàngoor yi dafa wax ne:"},{"style":"q1","verse":"","text":"«Musibaa ngii, di lawal wii xeet ba ca wee,"},{"style":"q1","verse":"","text":"ngëlén lu réy a jollee cati àddina.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Bésub keroog nag ñi Aji Sax ji rey, fu ne lañuy tëdd ci àddina, cat ba cat. Deesu leen jooy, deesu leen for, deesu leen rob. Ni neefare jonkan lañuy wetaroo ci kaw suuf si."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"34","text":"Yeen sàmmi askan wi, serleen, yuuxuleen;"},{"style":"q1","verse":"","text":"yeen boroom gétt gi, xëppooleen suuf, ñaawloo;"},{"style":"q1","verse":"","text":"seen bésub rendikat taxaw na,"},{"style":"q1","verse":"","text":"te dees na leen tasaare,"},{"style":"q1","verse":"","text":"ngeen daanu, rajaxoo"},{"style":"q1","verse":"","text":"ni njaqal tànnéef."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"35","text":"Rawtu day réer sàmmi askan wi,"},{"style":"q1","verse":"","text":"làquwaay réer boroomi gétt yooyu."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"36","text":"Yuuxi sàmm yaa ngoogu,"},{"style":"q1","verse":"","text":"jooyi boroom gétt yaa,"},{"style":"q1","verse":"","text":"Aji Sax jeey yàqate seeni parlu."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"37","text":"Merum Aji Sax ju réy ji"},{"style":"q1","verse":"","text":"selawal na tooli jàmm ya."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"38","text":"Gaynde wacc na geeram,"},{"style":"q1","verse":"","text":"seen réew ma di ndànd-foyfoy,"},{"style":"q1","verse":"","text":"ndax saamaru nootkat bi"},{"style":"q1","verse":"","text":"ak tàngooru sànjum Aji Sax ji."}]