[{"style":"s1","verse":"","text":"Yeremi misaal na kilifteefu Babilon"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba doomu Yosya, Cedesyas\\f + \\fr 27.1 \\ft Fii ñu ne \\fk Cedesyas, \\ft am na sotti yu njëkk yu fi indi turu Yoyakim.\\f* buurub Yuda di doora falu, kàddu gii dikkaloon na Yeremi, bàyyikoo fa Aji Sax ji."},{"style":"v","verse":"2","text":"Aji Sax ji da ne ma: «Sàkkalal sa bopp ay der ak yeti ràngaru yëkk, nga boole lépp teg ci sa ndodd;"},{"style":"v","verse":"3","text":"ba noppi nga yónnee yet yi buurub Edom ak buuru Mowab ak buurub Amoneen ñi ak buurub Tir ak buurub Sidon. Dangay teg yet yi ci seen loxoy ndaw yi dikk Yerusalem ci Cedesyas buurub Yuda, ñu yót leen ko."},{"style":"v","verse":"4","text":"Te nga yóbbante leen ca seeni sang ne leen: “Aji Sax ji Yàllay Israayil, Boroom gàngoori xare yi dafa wax ne: Waxleen seeni sang ne leen:"},{"style":"v","verse":"5","text":"Man maa sàkk suuf, sàkk doom aadama ak mala fi kaw suuf ci sama doole ju bare ak sama kàttan gu matale, te loolu lépp, maa ko jox ku ma neex."},{"style":"v","verse":"6","text":"Léegi nag teg naa réew yii yépp ci loxol Nebukatnecar buuru Babilon mi di sama surga, ba joxaale ko rabi àll yi sax, ñu nangul ko."},{"style":"v","verse":"7","text":"Mboolem xeet yee koy nangul, nangul doomam ba ci sëtam, ba keroog moom itam, àppu réewam jot. Su boobaa am réewam nangul yeneen xeet yu giir ak buur yu mag."},{"style":"v","verse":"8","text":"Wépp xeet mbaa réew mu ci nangulul Nebukatnecar buuru Babilon, di baña wacce yetu buuru Babilon seen ndodd, saamar akub xiif ak mbas laay dikke woowu xeet.” Kàddug Aji Sax jee. “Noonu laay def, ba faat woowu xeet ci loxoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«“Kon nag yeen, buleen déglu seen yonent yeek seetkat yeek firikati gént yeek boroom rawaan yeek xërëmkat yi leen di wax, naan leen dungeen tàbbi ci curgag buuru Babilon."},{"style":"v","verse":"10","text":"Ay kàdduy waxyuy fen déy lañu leen di waxal te dinañu leen taxa toxoo seenum réew. Maa leen di sànni fu sore, ngeen sànku."},{"style":"v","verse":"11","text":"Waaye xeet wu ci nangoo wacce yetu buuru Babilon seen ndodd, di ko surgawu, ñooñu, maa leen di saxal ci seen suuf.” Kàddug Aji Sax jee. “Ñu dëkke ko, di ko bey.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ci biir loolu Cedesyas buurub Yuda it, ma yegge ko kàddu yooyu yépp, ne ko: «Wàcceel yetu buuru Babilon saw ndodd, nangul ko, nangul ay bokkam, ndax ngeen dund."},{"style":"v","verse":"13","text":"Ana lu jar saamar akub xiif ak mbas di la rey, yaak sa waa réew mi, ni ko Aji Sax ji dige xeet wu ci nangulul buuru Babilon?"},{"style":"v","verse":"14","text":"Buleen déglu yonent yi leen di wax naan leen dungeen tàbbi ci curgag buuru Babilon. Ay kàdduy \\w waxyuy|waxyu:\\w* fen déy lañu leen di waxal."},{"style":"v","verse":"15","text":"Man déy yónniwuma leen.» Kàddug Aji Sax jee. «Te ñoom ñu ngi biral kàdduy waxyuy fen ci sama tur. Moo tax maa leen di dàqe fii, ngeen sànku, yeen ak yonent yi leen di biral ay kàdduy waxyu yooyu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Gannaaw loolu \\w sarxalkat|sarxalkat b-:\\w* yeek askan wii wépp wax naa leen ne leen: «Aji Sax ji dafa wax ne: Buleen déglu yonent yi leen di biral ay kàdduy waxyu, naan leen: “Ndabi\\f + \\fr 27.16 \\fk Ndab \\ft yooyu, gànjar la woon ndax wurus lay doon mbaa xaalis.\\f* kër Aji Sax jaa ngii di délsi, jóge Babilon léegi, léegi.” Ay kàdduy waxyuy fen lañu leen di biral."},{"style":"v","verse":"17","text":"Buleen leen déglu. Nangulleen buuru Babilon te dund! Ana lu jar dëkk bii di mujje doon jalub xeer?"},{"style":"v","verse":"18","text":"Bu ñu dee ay yonent kay, te kàddug Aji Sax ji nekk ci ñoom, nañu daldi tinu Aji Sax ji Boroom gàngoor yi, ngir ndab yi des kër Aji Sax ji ak kër buurub Yudaak Yerusalem, te baña dem Babilon."},{"style":"v","verse":"19","text":"Aji Sax ji Boroom gàngoor yi de wax na ci mbirum jëni këram geek mbalka meek watiiri rootukaay yi ak yeneen ndab yi des ci dëkk bii,"},{"style":"v","verse":"20","text":"mooy ndab ya Nebukatnecar buuru Babilon yóbbaalewuloon, ba muy gàddaayloo doomu Yoyakim, Yekoña buurub Yuda, jële ko Yerusalem, jëme ko Babilon, mook kàngami Yudaak Yerusalem."},{"style":"v","verse":"21","text":"Lii déy Aji Sax ji Yàllay Israayil, Boroom gàngoor yi wax na ko ci ndab yooyu des ca kër Aji Sax ji ak kër buurub Yudaak Yerusalem."},{"style":"v","verse":"22","text":"Mu ne: “Babilon lees koy boole yóbbu, te foofa lay des ba keroog bés ba ma ciy jóg.” Kàddug Aji Sax jee. “Gannaaw loolu dinaa ko fa jële, delloosi ko ci béreb bii.”»"}]