[{"style":"s1","verse":"","text":"Yeremi tiiñal na ab yonentu caaxaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca menn at ma, fekk Cedesyas buurub Yuda di doora falu, yemook ñeenteelu atam, ca juróomeelu weer wa, am na doomu Asur ju ñuy wax Anaña, di yonent bu cosaanoo Gabawon. Mu wax ak Yonent Yàlla Yeremi ca biir kër Aji Sax ji, fa kanam \\w sarxalkat|sarxalkat b-:\\w* yaak mbooloo mépp, ne ko:"},{"style":"v","verse":"2","text":"«Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Damm naa yet wi leen buuru Babilon tënke woon."},{"style":"v","verse":"3","text":"Fii ak ñaari at tembe dinaa delloosi fii mboolem ndabi kër Aji Sax ji Nebukatnecar buuru Babilon jële woon ci béreb bii, yóbbu Babilon."},{"style":"v","verse":"4","text":"Dinaa delloosi fii itam buurub Yuda Yekoña doomu Yoyakim, te mboolem ngàllog Yuda ga demoon Babilon, maa leen di delloosi ci béreb bii. Kàddug Aji Sax jee. Maay damm moos yetu buuru Babilon wi mu leen tënke.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba loolu amee Yonent Yàlla Yeremi tontu yonent ba ñuy wax Anaña fa kanam sarxalkat yaak mbooloo ma taxaw fa biir kër Aji Sax ji mépp."},{"style":"v","verse":"6","text":"Mu ne ko: «Amiin! Yal na ko Aji Sax ji deféey! Yal na Aji Sax ji sottal sa kàdduy \\w waxyu|waxyu:\\w* yi nga wax: ndabi kër Aji Sax ji ak mboolem ña ñu fa toxaloon ca Babilon, yal na ko Aji Sax ji delloosi fii."},{"style":"v","verse":"7","text":"Waaye ngalla déglul bu baax kàddu gii ma lay wax, yaak mbooloo mi mépp."},{"style":"v","verse":"8","text":"Yonent yi feeñoon naka jekk lu ma jiitu, jiitu la, jottali nañu réew yu yaatu ak nguur yu mag seen kàdduy waxyuy xare ak musiba ak mbas."},{"style":"v","verse":"9","text":"Ab yonent nag bu dee jottali kàddug waxyub jàmm, su jàmm ja dikkee, ñu xam ne Aji Sax jee ko yebal ci lu wér.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba mu ko defee yonent ba ñuy wax Anaña jël yet wa ca ndoddu Yonent Yàlla Yeremi, damm ko."},{"style":"v","verse":"11","text":"Anaña àddu fa kanam mbooloo ma mépp ne leen: «Aji Sax ji dafa wax ne: Nii laay damme yet wi buur Nebukatnecar buuru Babilon di tënkee. Fii ak ñaari at tembe dinaa jële yet wi ci ndoddu mboolem xeet yi mu ko tënke.» Ba loolu amee Yonent Yàlla Yeremi dem yoonam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw ba yonent ba ñuy wax Anaña jëlee yet wa ca ndoddu Yonent Yàlla Yeremi, ba damm ko, kàddug Aji Sax ji dikkal Yeremi, ne ko:"},{"style":"v","verse":"13","text":"«Demal wax Anaña ne ko: “Aji Sax ji dafa wax ne: Yetu bant nga damm, waaye dinga ko wuutale yetu weñ."},{"style":"v","verse":"14","text":"Ndax Aji Sax ji Yàllay Israayil, Boroom gàngoori xare yi dafa wax ne: Yetu weñ laay teg ci ndoddu mboolem xeet yii, ñu nangul Nebukatnecar buuru Babilon, di ko surgawu. Te rabi àll yi sax, maa leen di teg ci loxoom.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Gannaaw loolu Yonent Yàlla Yeremi ne yonent ba ñuy wax Anaña: «Anaña, déglul bu baax li ma lay wax: Aji Sax ji yebalu la, yaw ngay gëmloo askan wii ay fen."},{"style":"v","verse":"16","text":"Moo tax Aji Sax ji dafa wax ne: “Maa ngii di la yebal, nga jóge fi kaw suuf. Ren jii ngay dee, ndax kàdduy gàntal nga waxal Aji Sax ji.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Yonent ba ñuy wax Anaña ca juróom ñaareelu weeru at mooma la dee."}]