[{"style":"s1","text":"Yeremi wone na dayob ngëmam"},{"style":"p","text":""},{"style":"v","text":"Kàddu gii dikkaloon na Yeremi, bàyyikoo fa Aji Sax ji, ca fukkeelu atu nguurug Cedesyas buurub Yuda. Mu yemook ba nguurug Nebukatnecar buuru Babilon tolloo ca fukkeelu atam ak juróom ñett."},{"style":"v","text":"Booba mbooloom xarem Babilon a nga gaw Yerusalem. Fekk Yonent Yàlla Yeremi nag moom, ma nga ñu tëj ca kër buurub Yuda, ca biir ëttu dag ya,"},{"style":"v","text":"fa ko Cedesyas buurub Yuda dencoon, ndax da ko noon: «Ana lu waral ngay wax yii kàdduy \\w waxyu|waxyu:\\w*? Nga ne: “Aji Sax ji dafa wax ne mu ngii di teg dëkk bii ci loxol buuru Babilon, mu nangu ko."},{"style":"v","text":"Te Cedesyas buurub Yuda du rëcc waa Babilon ndax dees na ko teg moos ci loxol buuru Babilon, ba Cedesyas wax, mu wax, seeni gët ñeent."},{"style":"v","text":"Babilon lees koy yóbbu, te fa lay des, ba keroog may wax ci moom.” Kàddug Aji Sax jee. “Bu ngeen xareek waa Babilon it, dungeen am ndam.”»"},{"style":"p","text":""},{"style":"v","text":"Yeremi da ne: «Kàddug Aji Sax ji dikkal na ma ne ma:"},{"style":"v","text":"Xoolal, Anamel doomu Salum sa baay bu ndaw a ngooguy ñëw, naan la nga jënd toolam ba ca Anatot, ndax yaa ko saña jotaat.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Anamel sama doomu baay bu ndaw dikk, na ma ko Aji Sax ji waxe. Mu fekk ma ci ëttu dag yi, ne ma: «Rikk jëndal sama tool ba ca Anatot ca diiwaanu Beñamin ndax sa alal la ci yoon, yaa ko saña jotaat\\f + \\fr 32.8 \\fk jotaat: \\ft seetal ci \\bk Sarxalkat yi\\bk* 25.23-34.\\f*. Kon jënd ko.» Ma xam ne loolu kàddug Aji Sax jaa."},{"style":"p","text":""},{"style":"v","text":"Nii laa jënde tool ba ca Anatot ci Anamel sama doomu baay bu ndaw. Ma waññal ko xaalis bi, muy fukki dogi xaalis ak juróom ñaar."},{"style":"v","text":"Ma bind kayitu njaay mi, màndargaale ko sama torlukaay, woo ciy seede, ba noppi natt diisaayu xaalis bi."},{"style":"v","text":"Ma boole jël kayitu njaay bi tëjewul ak kayitu njaay bi tëje, te yoonalu njaay meek sàrt yi tënke ci."},{"style":"v","text":"Ma teg kayit yi ci loxol Barukk doomu Nerya doomu Maxseya. Anamel sama doomu baay bu ndaw fekke na ko, seede yi torlu kayitu njaay mi fekke ko, ñook mboolem Yudeen ñi toogoon ci ëttu dag yi."},{"style":"p","text":""},{"style":"v","text":"Ma dénk Barukk ci seen kanam, ne ko:"},{"style":"v","text":"«Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Jëlal kayit yii, kayitu njaay bi tëje, ak kayit bi tëjewul, nga boole yeb ci njaqal ban, ndax kayit yi mana yàgg."},{"style":"v","text":"Ndax Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Dees na dellu di jënd ay kër aki tool ak tóokëri reseñ ci réew mii.»"},{"style":"s1","text":"Xelu Yeremi teey na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba ma joxee kayiti njaay ma Barukk doomu Nerya, damaa ñaan Aji Sax ji, ne ko:"},{"style":"v","text":"«Éy saa Boroom, Aji Sax ji! Yaw déy yaa sàkk asamaan, sàkk suuf ci sa doole ju bare ak sa kàttan gu matale. Dara tëwu la."},{"style":"v","text":"Yaw miy jëfe ngor sa digg ak junniy maas, te bu baay ñaawee, nga topp ko ko, ba ci doomam. Yaay Yàlla ju màgg ji te jàmbaare. Yaa di Aji Sax ji Boroom gàngoori xare yi,"},{"style":"v","text":"réyi pexe, màggi jaloore; say gët ne jàkk ci mboolem lu doom aadama def, ngay añale ku nekk jëfinam ak jëfam."},{"style":"v","text":"Yaa def ay firnde aki kéemaan ca réewum Misra, di ko def ba tey jii ci Israayil ak ci doom aadama yépp, ba may sa bopp woy wu réy wi nga am tey jii."},{"style":"v","text":"Génne nga Israayil say ñoñ, jële leen réewum Misra, ci kawi firnde aki kéemaan ak sa doole ju bare ak sa kàttan; mu jur tiitaange ju réy."},{"style":"v","text":"Nga jox leen réew mii nga giñaloon seeni maam. Muy réew mu meew meek lem ji tuuroo."},{"style":"v","text":"Ñu dikk moom ko, te déggaluñu la, toppuñu saw yoon, jëfewuñu mboolem li nga leen santoon, ba tax nga wàcce ci seen kaw mboolem musiba mii."},{"style":"p","text":""},{"style":"v","text":"«Sëkki gawukaay yaa ngii ñu yékkatil dëkk bi, ngir nangu ko. Dëkk bi dina daanu ci loxoy waa Babilon ñi ko song, ndax saamar akub xiif ak mbas. Gis nga ko déy, li nga waxoon am na!"},{"style":"v","text":"Dëkk baa ngii nara daanu ci loxoy waa Babilon te moona Boroom bi Aji Sax ji, yaw yaa ma ne ma jënde tool bi xaalis, ay seede seede ko.»"},{"style":"s1","text":"Aji Sax ji dalal na xelu Yeremi"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee kàddug Aji Sax ji dikkal Yeremi, ne ko:"},{"style":"v","text":"«Du maay Aji Sax ji, Yàllay képp kuy dund. Ana lu ma të?»"},{"style":"v","text":"Kon nag Aji Sax ji dafa wax ne: «Maa ngii di teg dëkk bii ci loxoy waa Babilon ak ci loxol Nebukatnecar buuru Babilon, mu nangu ko."},{"style":"v","text":"Waa Babilon ñiy song dëkk bii dinañu dugg, taal ko, lakk ko ba mu jeex, lakkaale kër ya ñu doon taalal \\w Baal|Baal:\\w* tuur mi \\w cuuraay|cuuraay l-:\\w* ca kaw taax ya, di fa tuural yeneen yàlla ay saraxi naan, ba di ma merloo."},{"style":"v","text":"Askanu Israayil ak Yuda kay, ca cosaan ba tey, defuñu lu moy lu bon fi sama kanam. \\w Bànni Israayil|bànni Israayil:\\w*, mboolem lu ñu def, defuñu ko lu moy di ma merloo.» Kàddug Aji Sax jee."},{"style":"v","text":"«Mer dikkal na ma, xadar dikkal ma ci dëkk bii, dale ko ca ba ñu ko tabaxee ba bésub tey, ba tax ma di ko jële fi sama kanam,"},{"style":"v","text":"ndax mboolem lu bon li bànni Israayil ak Yuda def, di ma merloo, ñook seeni buur ak seeni kàngam ak seeni \\w sarxalkat|sarxalkat b-:\\w* ak seeni yonent ak waa Yuda ak waa Yerusalem."},{"style":"v","text":"Wonuñu ma kanam, xanaa gannaaw, te ma artu leen ay yooni yoon. Waaye ñoom dégluwuñu, dégguñu yar."},{"style":"v","text":"Yeb nañu sax seen yëf yu seexluwu ci biir kër gi ñu ma tudde, ba sobeel ko."},{"style":"v","text":"Tabaxal nañu Baal tuur mi ay \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ca xuru Ben Inom, di fa lakk seen doom yu góor ak yu jigéen ngir Moleg tuur mi, te masuma leen koo sant. Jooju jëf ju siblu jaarul sax sama xel, ba ma leen di ko defloo, ñuy yóbbe Yuda bàkkaar."},{"style":"p","text":""},{"style":"v","text":"«Yeena wax ci dëkk bii ne dina daanu ci loxol buuru Babilon ndax saamar akub xiif ak mbas. Waaye Aji Sax ji Yàllay Israayil dafa wax ne:"},{"style":"v","text":"Maa ngii di leen dajale ca mboolem réew ya ma leen sànni woon, ndax mere leen ak jéppi leen ba sama xol fees dell. Te maa leen di delloosi fii, dëël leen ci jàmm;"},{"style":"v","text":"ñu doon sama ñoñ, may seen Yàlla."},{"style":"v","text":"Maa leen di may benn xol ak benn jubluwaay ngir ñu di ma wormaal seen giiru dund, muy seen ngëneel, ñook seen doom yi leen di wuutu."},{"style":"v","text":"Maay fas ak ñoom \\w kóllëre|kóllëre g-:\\w* gu sax dàkk gu ma leen dul xañati; xanaa baaxe leen, yeb ragal Yàlla ci seen xol, ba dootuñu ma won gannaaw."},{"style":"v","text":"Maay am mbégtey baaxe leen, jëmbat leen bu wér ci réew mi, jëmbate leen sama léppi xol ak sama léppi jëmm."},{"style":"p","text":""},{"style":"v","text":"«Aji Sax ji déy dafa wax ne: Ni ma wàccee ci kaw xeet wii musiba mu mag mii mépp, ni laay wàccee fi seen kaw mboolem ngëneel li ma leen wax."},{"style":"v","text":"Dees na dellu di jënd ab tool ci réew mii ngeen ne daanu na ci loxol waa Babilon, ba dib gent bu kenn nekkul, du nit, du rab."},{"style":"v","text":"Dees na fi jënde xaalis ay tool, binde fi kayiti njaay, torlu ko, tëje ko fi kanami seede ci suufas Beñamin ak li wër Yerusalem ak biir dëkki Yuda ak dëkki tund ya ak dëkki suufu tund ya ak ca dëkki diiwaanu Negew. Maay tijji moos seen wërsëg.» Kàddug Aji Sax jee."}]