[{"style":"s1","text":"Aji Sax ji du dige, di fomm"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu kàddug Aji Sax ji dikkal na Yeremi ñaareel bi yoon, fekk ko tëje ba tey ca biir ëttu dag ya. Mu ne ko:"},{"style":"v","text":"«Aji Sax ji dafa wax, moom miy sàkk mbir, bind ko, taxawal ko, Aji Sax ji di turam."},{"style":"v","text":"Mu ne: “Woo ma, ma wuyu la, wax la lu réy te ruqe, loo xamul woon.”"},{"style":"v","text":"Aji Sax ji Yàllay Israayil déy dafa wax ci mbirum këri dëkk bii ak këri buuri Yuda yii ñu màbb, di ko fegoo sëkk bi ñu leen gawe te di ko làqoo saamaru waa Babilon ñi ñuy xareel. Mu ne: “Kër yi dina fees ak néewi nit ñi ma bóom ndax mer ak xol bu fees. Dinaa xañ dëkk bii sama yiw ndax seen gépp mbon.”"},{"style":"p","text":""},{"style":"v","text":"«Waaye du tee, maa leen di may tan, faj leena faj ba ñu wér, won leen xéewalu jàmm ju dëggu."},{"style":"v","text":"Maay tijji wërsëgu Yuda ak wërsëgu Israayil, sampaat leen na woon."},{"style":"v","text":"Maa leen di raxasal mboolem ñaawtéef gu ñu ma moye, baal leen mboolem ñaawtéef yu ñu ma moye, di ma gàntal."},{"style":"v","text":"Dëkk bi daldi doon sama woy, di sama mbégte, di sama ndam, di sama sag ci biir mboolem xeeti àddina yi dégg ngëneel yi ma leen di defal yépp. Dinañu yéemu ba seen yaram daw ci lépp luy ngëneel ak jàmm ju ma leen di defal."},{"style":"p","text":""},{"style":"v","text":"«Aji Sax ji dafa wax ne, béreb bii ngeen ne ab gent la bu kenn nekkul, du nit, du rab te muy dëkki Yudaak mbeddi Yerusalem yii gental, kenn nekku fi, du nit, du rab, dees na fi déggati"},{"style":"v","text":"coowal mbégteek coowal bànneex ak kàddug boroom séet ak kàddug séetam, ànd ak kàdduy nit ñiy indi \\w saraxi cant|Sarax yi:\\w* ci biir kër Aji Sax ji, tey dëbbe:"},{"style":"q1","text":"“Santleen Aji Sax ji Boroom gàngoori xare yi."},{"style":"q1","text":"Aji Sax jee baax,"},{"style":"q1","text":"kee saxoo ngoram.”"},{"style":"m","text":"Maay tijji wërsëgu réew mi, na woon.» Aji Sax jee ko wax."},{"style":"p","text":""},{"style":"v","text":"«Aji Sax ji Boroom gàngoor yi dafa wax ne, béreb bii di gent bu kenn nekkul, du nit, du rab ci dëkk yi fi nekk yépp, béreb bii dina dellu am parlu yu sàmm siy gooral seeni gàtt."},{"style":"v","text":"Muy dëkki tund yi, di dëkki suufu tund yi, di dëkki diiwaanu Negew, di diiwaanu Beñamin, di li wër Yerusalem, di dëkki Yuda, gàtt yi dina dellu ci loxol sàmm buy takk lim ba.» Aji Sax jee ko wax."},{"style":"s1","text":"Askanu Buur Daawuda dina yeeslu"},{"style":"p","text":""},{"style":"v","text":"«Ay bés a ngii di ñëw,» kàddug Aji Sax jee, «maay sottal ngëneel la ma dig waa kër Israayil ak waa kër Yuda."},{"style":"q1","text":""},{"style":"v","text":"Bés yooyu ci jamonoom,"},{"style":"q1","text":"maay jebbil njebbitu njubte ci askanu Daawuda,"},{"style":"q1","text":"muy àtte yoon te jëfe njubte ci réew mi."},{"style":"q1","text":""},{"style":"v","text":"Bés yooyu Yuda dina texe,"},{"style":"q1","text":"Yerusalem dëkke kaaraange,"},{"style":"q1","text":"ñu di ko woowe: “Aji Sax jeey sunu njub.”»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji déy dafa wax ne: «Daawuda du ñàkk mukk ku ko wuutu ci jalu Israayil."},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* yiy Leween ñi it duñu ñàkk ku leen taxawal fi sama kanam, di joxe \\w saraxi rendi-dóomal|Sarax yi:\\w*, di taal \\w saraxi pepp|Sarax yi:\\w* aka sarxal ba fàww.»"},{"style":"s1","text":"Kóllëre gu dul toxoo ngii"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu kàddug Aji Sax ji dikkal na Yeremi, ne ko:"},{"style":"v","text":"«Aji Sax ji dafa wax ne: Ndegam manees naa dog sama \\w kóllëre|kóllëre g-:\\w* maak bëccëg mbaa sama kóllëre maak guddi, ba bëccëg mbaa guddi baña teew ci waxtoom,"},{"style":"v","text":"kon dees na mana dog sama kóllëreek Daawuda sama jaam bi; tamit dogaale sama kóllëreek \\w sarxalkat|sarxalkat b-:\\w* yiy Leween ñi may liggéeyal, ba Daawuda ñàkk sët bu koy wuutu cib jalam."},{"style":"v","text":"Ni biddiiwi asamaan weesoo lim, feppi suufas géej wees waññ, ni laay fule askanu Daawuda sama jaam bi ak askanu \\w Leween|Leween b-:\\w* ñi may liggéeyal.»"},{"style":"p","text":""},{"style":"v","text":"Kàddug Aji Sax ji dellu dikkal Yeremi, ne ko:"},{"style":"v","text":"«Xanaa dégguloo li nit ñi wax? Ñu ne: “Ñaari làng ya Aji Sax ji tànnoon de, wacc na leen,” moo tax ñu xeeb sama ñoñ, ba tegatuñu leen sax aw xeet."},{"style":"v","text":"Waaye Aji Sax ji dafa wax ne: Ndegam du maa fas sama kóllëre maak bëccëg ak guddi, te du maa saxalal asamaan ak suuf ay sàrt,"},{"style":"v","text":"kon dinaa wacc askanu \\w Yanqóoba|Yanqóoba:\\w* ak Daawuda sama jaam bi, ba dootuma tànne ciw askanam kuy yilif askanu Ibraaymaak Isaaxaak Yanqóoba. Maay tijji seen wërsëg moos, yërëm leen.»"}]