[{"style":"s1","verse":"","text":"Buur Yoyakim def na njombe"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee, ci ñeenteelu atu nguurug buurub Yuda Yoyakim doomu Yosya, kàddu gii dikkal na Yeremi, bàyyikoo ci Aji Sax ji, ne ko:"},{"style":"v","verse":"2","text":"«Jëlal téere bu ñu taxañ\\f + \\fr 36.2 \\fk téere bu ñu taxañ, \\ft ay dogiti der yu bare yu ñu ñawante lay doon, ba mu doon deru bindukaay bu mag bu ñuy taxañ ci bant. Mbind mi nag def ay dog yu dékkarloo.\\f*, nga bind ci mboolem kàddu yi ma la wax ci mbirum Israayil ak Yuda ak mboolem xeet yi, te nga dale ko ba ma waxeek yaw ca jamonoy Yosya ba bésub tey jii."},{"style":"v","verse":"3","text":"Jombul waa kër Yuda dégg mboolem musiba mi ma leen nara teg, ba tax ku ne ci ñoom dëpp yoonam wu bon, ngir ma baal leen seen ñaawtéef ak seen moy.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Yeremi woo Barukk doomu Nerya, dégtal ko mboolem kàddu yi ko Aji Sax ji wax, mu bind ko ci ab téere bu ñu taxañ."},{"style":"v","verse":"5","text":"Yeremi nag wax Barukk, ne ko: «Man damaa am ngànt. Duma mana dem kër Aji Sax ja."},{"style":"v","verse":"6","text":"Demal yaw bésub koor, nga jàng taxañ bi nga bind kàdduy Aji Sax ji ma la dégtal, ña ca kër Aji Sax ji di dégg. Nanga ko jàng itam ci kanam mboolem Yudeen ña jóge seeni dëkk."},{"style":"v","verse":"7","text":"Jombul ñu tinu Aji Sax ji, ku nekk ci ñoom dëpp yoonu mbonam, ndax mer mu réy ak xadar ji Aji Sax ji tuddal askan wii kat, nar naa metti.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Barukk doomu Nerya def mboolem la ko Yonent Yàlla Yeremi sant, daldi jàng ca kër Aji Sax ji taxañ ba ñu bind kàdduy Aji Sax ji."},{"style":"v","verse":"9","text":"Loolu yemook juróomeelu atu nguurug buurub Yuda, Yoyakim doomu Yosya ca juróom ñeenteelu weer wa. Fekk ñu yéene koor fi kanam Aji Sax ji, ñeel waa Yerusalem gépp ak mboolem ña jóge dëkki Yuda."},{"style":"v","verse":"10","text":"Ci biir loolu Barukk tollu ca néegu bindkat ba, di Gemarya doomu Safan, ca kër Aji Sax ja. Muy jàng téere bi ñu taxañ ba ñu bind kàdduy Aji Sax ji, mbooloo mépp di dégg. Néeg baa nga woon ca ëttu kër Aji Sax ja ca kaw, fa féeteek bunt bu Bees ba."},{"style":"v","verse":"11","text":"Mise doomu Gemarya doomu Safan dégg mboolem kàdduy Aji Sax ja ca taxañ ba."},{"style":"v","verse":"12","text":"Mu daldi wàcc, ba ca kër buur, jàll ca néegu bindkat ba, fekk fa kàngam yépp toog: Elisama bindkat ba, ak Delaya doomu Semaya, ak Elnatan doomu Agbor, ak Gemarya doomu Safan, ak Cedesyas doomu Anaña, ak jawriñ ña ca des ñépp."},{"style":"v","verse":"13","text":"Mise yegge leen lépp la mu dégg Barukk jànge ko ca taxañ ba ca kanam mbooloo ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ci kaw loolu kàngam yépp yebal Yewudi doomu Netaña doomu Selemya doomu Kusi. Ñu ne ko: «Demal ne Barukk téere bi mu jàngal mbooloo mi, na ko jël te ñëw, indaale ko.» Barukk doomu Nerya ŋàbb téere ba ca loxoom, dem ba ca ñoom."},{"style":"v","verse":"15","text":"Ñu ne ko: «Toogal jàngal nu ko, nu dégg.» Barukk jàngal leen ko, ñu dégg."},{"style":"v","verse":"16","text":"Ba ñu déggee kàddu ya yépp, dañoo tiit, ku ne xool sa moroom. Ñu ne Barukk: «Nun kat, nan yegge Buur mbir mii mépp.»"},{"style":"v","verse":"17","text":"Ñu laaj Barukk, ne ko: «Wax nu! Noo binde kàddu yii yépp. Yeremee la ko dégtal?»"},{"style":"v","verse":"18","text":"Barukk ne leen: «Moo ma dégtal kàddu yépp de, ma binde ko daa ci téere bi.»"},{"style":"v","verse":"19","text":"Kàngam ya ne Barukk: «Demal làquji yaak Yeremi, te bu kenn xam fu ngeen ne!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba loolu amee ñu wacc téere ba ca néeg Elisama bindkat ba, daldi ànd fekki Buur ca ëttam. Ñu yegge ko mbir ma mépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Buur nag yebal Yewudi, ngir mu jëli téere ba. Mu jëleji ko ca néeg Elisama bindkat ba, daldi jàngal taxañ ba Buur, mook mboolem kàngam ya feggook moom."},{"style":"v","verse":"22","text":"Booba jamonoy sedd la woon, yemook juróom ñeenteelu weer wa. Buur a nga toog ca biir néegu njaaram; taal ba yànj, janook moom."},{"style":"v","verse":"23","text":"Ci biir loolu saa yu Yewudi jàngee ñetti dog ba ñeent, Buur fab saatus bindkat, dagg dog ya, sànni ca taal ba. Mu di ko def ba téere ba lakk ca taal ba, ba jeex tàkk."},{"style":"v","verse":"24","text":"Buur ak jawriñam ña ñépp dégg nañu kàddu ya, waaye tiituñu sax, astamaak di xotti seeni yére ni kuy tiislu di def."},{"style":"v","verse":"25","text":"Elnatan ak Delaya ak Gemarya sax tinu nañu Buur, ngir mu baña lakk téere ba. Waaye Buur dégluwu leen,"},{"style":"v","verse":"26","text":"xanaa mu sant Yeraxmeel, kenn ci askanu buur, mook Seraya doomu Asriyel, ak Selemya doomu Abdel, ne leen ñu jàpp Barukk bindkat ba ak Yonent Yàlla Yeremi. Teewul Aji Sax ji làq leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Gannaaw ba Buur lakkee téere ba def kàddu ya Barukk bindoon ca dégtalub Yeremi, kàddug Aji Sax ji dikkal na Yeremi, ne ko:"},{"style":"v","verse":"28","text":"«Dellul jël beneen téere bu ñu taxañ, nga dellu bind ca mboolem kàddu ya woon ca téere ba Yoyakim buurub Yuda lakk."},{"style":"v","verse":"29","text":"Yoyakim buurub Yuda nag, nanga ko wax ne ko: “Aji Sax ji dafa wax ne yaw yaa lakk taxañ bii, naan lu waral ma bind ci ne buuru Babilon dina ñëw moos te dina tas réew mii, faxas fi nit ak mala."},{"style":"v","verse":"30","text":"Moo tax Aji Sax ji wax ci mbirum Yoyakim buurub Yuda, ne, du am ku ko toogal ci jalub Daawuda. Néewam dees koy sànni ci biti, mu yendoo naaj, fanaanoo sedd."},{"style":"v","verse":"31","text":"Maa koy yen añu ñaawtéefam, mook njabootam aki surgaam. Maay wàcce ci seen kaw, ñook waa Yerusalem ak Yuda gépp, mboolem musiba mu ma leen digoon, te taxul ñu dégg.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ci kaw loolu Yeremi jël beneen téere bu ñu taxañ, jox ko bindkat ba, Barukk doomu Nerya. Mu dégtal ko, mu bind ca mboolem kàddu ya woon ca téereb taxañ ba Yoyakim buurub Yuda lakkoon ca taal ba. Yeneen kàddu yu bare yu ni mel sax, dolliku na ca."}]