[{"style":"s1","verse":"","text":"Buur Cedesyas sàkku na ndimbal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Cedesyas doomu Yosya ja Nebukatnecar faloon buur ci réewum Yuda moo wuutu Kooña\\f + \\fr 37.1 \\fk Kooña \\ft mooy Yoyakin, di Yekoña ba tey.\\f* doomu Yoyakim."},{"style":"v","verse":"2","text":"Waaye muy Cedesyas, muy jawriñam ñi, muy waa réew mi, kenn dégluwu ci kàdduy Aji Sax ji mu wax, te Yonent Yàlla Yeremi jottali ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Mu am bés Buur Cedesyas woo Yukal doomu Selemya, ak Sofoni \\w sarxalkat|sarxalkat b-:\\w* bi, doomu Maaseya. Mu yebal leen ci Yonent Yàlla Yeremi; ñu ne ko: «Rikk ñaanal nu ci sunu Yàlla Aji Sax ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Booba Yeremee nga doon dem aka dikk nu mu ko neexe, kenn tëjagu ko woon kaso."},{"style":"v","verse":"5","text":"Mu fekk mbooloom Firawna génn Misra, di ñëw. Waa Babilon ña gawoon Yerusalem dégg ca, ba jóge fa, dellu gannaaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba loolu amee kàddug Aji Sax ji dikkal Yonent Yàlla Yeremi, ne ko:"},{"style":"v","verse":"7","text":"«Aji Sax ji Yàllay Israayil dafa wax ne: Buuru Yuda mi leen yebal, ngeen seetsi ma, waxleen ko ne ko: “Mbooloom Firawna mi génnoon di leen wallusi kat, dëpp na bay dellu Misra."},{"style":"v","verse":"8","text":"Waa Babilon dinañu délsi, song dëkk bii xare, nangu ko, lakk ko ba mu jeex.”"},{"style":"v","verse":"9","text":"Aji Sax ji nag dafa wax ne: Buleen nax seen bopp naan: “Dem, bàyyi nu, la waa Babilon di def.” Ndax duñu dem."},{"style":"v","verse":"10","text":"Bu ngeen daanoon mbooloom xarem Babilon miy xareek yeen ñépp it, ba deslewuñu lu moy nit ñu ñu jamat, ñooñooy jógandoo taxaw ca seeni xayma, daldi lakk dëkk bii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Gannaaw ba mbooloom xarem Babilon jógee Yerusalem, di daw mbooloom Firawna,"},{"style":"v","verse":"12","text":"Yeremi bàyyikoo dëkk ba, jëm diiwaanu Beñamin cay bokkam ngir jëli céram ci ab séddaleb suuf."},{"style":"v","verse":"13","text":"Ba mu demee ba tollook buntu Beñamin, daje faak njiitu dag ya, Irya doomu Selemya doomu Anaña. Irya taxawal Yonent Yàlla Yeremi, ne ko: «Ãa, ca waa Babilon nga daw jëm!»"},{"style":"v","verse":"14","text":"Yeremi ne ko: «Fen nga! Man du maay fekki waa Babilon!» Irya dégluwu ko, xanaa jàpp ko, yóbbu ca kàngami buur ya,"},{"style":"v","verse":"15","text":"seen xol tàng ci Yeremi, ñu dóor ko ba noppi, tëj ko ca biir kër Yonatan bindkat ba, fa ñu defoon kaso."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Gannaaw ba ñu dencee Yeremi ca kaso bu xóot ba, ca biir kàmb ga, ba mu toog fa ay fani fan,"},{"style":"v","verse":"17","text":"Buur Cedesyas yónnee, woolu ko. Mu ñaarook moom ca biir këram, laaj ko, ne ko: «Mbaa am nga kàddu gu bawoo ci Aji Sax ji?» Yeremi ne ko: «Xanaa lii: “Ci loxol buuru Babilon lees lay teg.”»"},{"style":"v","verse":"18","text":"Yeremi teg ca ne Buur Cedesyas: «Ana fu ma la tooñe, yaak say surga, mbaa askan wii, ba nga tëj ma kaso?"},{"style":"v","verse":"19","text":"Te sa yonent yi la doon jottali kàdduy \\w waxyu|waxyu:\\w*, naan la buuru Babilon du dikk ci seen kaw, yaak waa réew mii, ana ñu léegi?"},{"style":"v","verse":"20","text":"Léegi nag Buur sang bi, dama lay ñaan ngalla, bul ma delloo kër Yonatan bindkat bi, ma di fa deewe.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ba loolu amee Buur Cedesyas santaane ñu teg Yeremi ca biir ëttu dag ya. Ñu di ko jox bés bu ne menn mburum lëmm mu jóge ca mbedd ma ñu tudde Lakkkati mburu ya, ba keroog mburu di ñàkk ca dëkk ba. Yeremi nag toog ca ëttu kër dag ya."}]