[{"style":"s1","verse":"","text":"Tàbbal nañu Yeremi ca kàmb ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mu am bés Sefatiya doomu Matan ànd ak Gedalya doomu Pasur ak Yukal doomu Selemya ak Pasur doomu Malkiya. Ñu dégg Yeremiy wax, ñépp di dégg, naan:"},{"style":"v","verse":"2","text":"«Aji Sax ji dafa wax ne: Ku des ci biir dëkk bii, saamar rey ko, mbaa xiif, mbaa mbas. Waaye ku génn fekki waa Babilon, dina raw, bakkanam di ngañaayu xareem, mu mucc."},{"style":"v","verse":"3","text":"Aji Sax ji dafa wax ne: Dees na teg moos dëkk bii ci loxol mbooloom buuru Babilon, mu nangu ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Kàngami buur yooyu dem ne Buur: «Waa jii, na dee rekk; waxam jii mu leen di wax tax na ba xarekat yi des ci dëkk bi di yoqi, ba askan wépp itam di yoqi. Waa jii kat wutul jàmmu askan wii, xanaa musiba.»"},{"style":"v","verse":"5","text":"Buur Cedesyas ne leen: «Mu ngoog ci seen loxo, manaluma leen dara!»"},{"style":"v","verse":"6","text":"Ñu jàpp Yeremi, ngir denci ko ca kàmbug Malkiya, kenn ci askanu buur, ca biir ëttu dag ya. Ñu yoore ko buum, ba ca biir, te kàmb ga amul ndox, bàq rekk a fa nekk. Yeremi nag tàbbi ca biir bàq ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci biir loolu Ebedd Meleg, \\w Kuuseen|Kuus:\\w* ba, di bëkk-néeg ci biir kër buur, dégg ne tàbbal nañu Yeremi ca kàmb ga. Fekk Buur a nga toog ca buntu dëkk ba ñu dippee Beñamin."},{"style":"v","verse":"8","text":"Ebedd Meleg jóge kër buur, dikk ne ko:"},{"style":"v","verse":"9","text":"«Buur sang bi, nit ñi de, lu bon lañu def Yonent Yàlla Yeremi; tàbbal nañu ko ca kàmb ga. Dina fa dee ak xiif ndax ab dund amatul ci dëkk bi.»"},{"style":"v","verse":"10","text":"Buur sant Ebedd Meleg, Kuuseen ba, ne ko: «Jëleel fii fanweeri nit, nga dem génne Yonent Yàlla Yeremi ca kàmb ga bala moo dee.»"},{"style":"v","verse":"11","text":"Ebedd Meleg jël nit ña, daldi dem ca biir kër buur, jàll ba ca suufu néegu denc ya. Mu jële fa yére yu ràpp aki sagar, boole lépp, yoore buum ca kàmb ga, jottali ko Yeremi."},{"style":"v","verse":"12","text":"Ebedd Meleg ne Yeremi: «Ayca, booleel sagar yi, nga jiital ko ci say poqtaan, teg ci buum yi.» Yeremi def noonu."},{"style":"v","verse":"13","text":"Ñu xëcc buum yi, génne Yeremi kàmb ga. Gannaaw loolu Yeremi des ca biir ëttu dag ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba loolu wéyee Buur Cedesyas yónnee, woolu Yonent Yàlla Yeremi, ñaarook moom fa ñetteelu bunt ba ca kër Aji Sax ja. Mu ne Yeremi: «Dama lay laaj lenn. Bu ma nëbb dara.»"},{"style":"v","verse":"15","text":"Yeremi ne Cedesyas: «Su ma la waxee li am, du danga may rey rekk? Te su ma la digalee it, doo ma déggal.»"},{"style":"v","verse":"16","text":"Buur Cedesyas déey Yeremi, ne ko: «Giñ naa ci Aji Sax jiy dund te sàkkal nu bakkan, duma la rey te duma la teg ci loxoy ñii di wut sa bakkan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Yeremi ne Cedesyas: «Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Soo nangoo génn rekk, jébbali sa bopp kàngami buuru Babilon déy, dinga rawale sa bakkan, te dëkk bii du lakk ba jeex. Dinga dund yaw, yaak sa waa kër."},{"style":"v","verse":"18","text":"Waaye soo jébbalul sa bopp kàngami buuru Babilon, dees na teg dëkk bi ci loxoy waa Babilon, ñu lakk ko ba mu jeex, te yaw doo leen rëcc.»"},{"style":"v","verse":"19","text":"Buur Cedesyas ne Yeremi: «Man, ñi ma ragal mooy sunu bokki Yudeen ñi ñibbil waa Babilon; bu ñu ma tegee ci seen loxo, ñu toroxal ma.»"},{"style":"v","verse":"20","text":"Yeremi ne ko: «Deesu la jébbal ca seeni loxo. Dangay déggal Aji Sax ji ci li ma la wax rekk, muy sa jàmm, nga mucc."},{"style":"v","verse":"21","text":"Waaye soo lànkee, ne doo génn, mbir a ngii mu ma Aji Sax ji won."},{"style":"v","verse":"22","text":"Gisuma lu moy mboolem jigéen ñi des ci kër buurub Yuda, ña nga ñu jëme ca kàngami buuru Babilon. Ña nga naan:"},{"style":"q1","verse":"","text":"“Buur aka baaxi xarit!"},{"style":"q1","verse":"","text":"Ñoom ñi ko nax, ba man ko,"},{"style":"q1","verse":"","text":"mu tàbbi ca bàq ba,"},{"style":"q1","verse":"","text":"ñu dëddu, ne mes!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"«Mboolem say soxnaak say doom, dees leen di yóbbu ca waa Babilon, te yaw ci sa bopp doo leen rëcc. Buuru Babilon da lay jàpp, te dëkk bii day lakk ba jeex.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Cedesyas ne Yeremi: «Bu kenn dégg nag lii nu wax. Lu ko moy dinga dee."},{"style":"v","verse":"25","text":"Su sama kàngam yi yégee ne wax naak yaw, ba dikk ne la nga nettali leen li nu waxante te bañ leena nëbb dara, lu ko moy ñu rey la,"},{"style":"v","verse":"26","text":"ne leen rekk danga ma doon tinu, ndax ma bañ laa delloo kër Yonatan, nga di fa dee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba loolu amee kàngami buur yépp dikk, laaj Yeremi, mu wax leen la ko Buur digal. Ñu daldi noppi, ba ko; ndax kenn déggul woon la mu wax ak Buur."},{"style":"v","verse":"28","text":"Yeremi nag des ca ëttu dag ya, ba keroog bés ba ñu nangoo Yerusalem."},{"style":"s1","verse":"","text":"Babilon nangu na Yerusalem"},{"style":"p","verse":"","text":"Ba ñuy nangu Yerusalem nag, nii la deme woon."}]