[{"style":"p","text":""},{"style":"v","text":"Ba Cedesyas tolloo ci juróom ñeenteelu atu nguuram, ca fukkeelu weeram, ca la Nebukatnecar buuru Babilon ànd ak gàngooru xareem gépp ci kaw Yerusalem, ñu gaw ko."},{"style":"v","text":"Ba Cedesyas tolloo ci fukkeelu atu nguuram ak benn, juróom ñeenti fan ca ñeenteelu weeram, ca lañu bëtt dëkk ba."},{"style":"v","text":"Mboolem kàngami buuru Babilon daldi dikk toog ca buntu dëkk ba ca digg ba. Nergal Sarecer a nga ca ak Samgar Nebo ak Sar Sekim njiitu bëkk-néegi buur ak Nergal Sarecer meneen ma, njiitu gisaanekat yi, ñook mboolem kàngami buuru Babilon ña ca des."},{"style":"p","text":""},{"style":"v","text":"Naka la leen Cedesyas buurub Yuda gis, mook xarekatam ya yépp, ñu daldi daw, génn dëkk ba guddi, jaare tóokëru buur, fëlle bunt ba ca diggante ñaari tata ya, wuti yoonu xuru dexu Yurdan."},{"style":"v","text":"Mbooloom Babilon dàq leen, ba dab Cedesyas ca jooru Yeriko. Ñu jàpp ko, indil ko Nebukatnecar buuru Babilon ca dëkk ba ñuy wax Ribla, ca réewum Amat. Nebukatnecar dogal fa àtteem."},{"style":"v","text":"Buuru Babilon daa rendi doomi Cedesyas yu góor ca Ribla, muy gis, mu rendiwaale mboolem kàngami Yuda."},{"style":"v","text":"Gannaaw loolu mu tuur bëti Cedesyas, jénge ko jéngi xànjar, yóbbu ko Babilon."},{"style":"v","text":"Kër Buur ak këri waa dëkk ba nag, waa Babilon lakk leen, tatay Yerusalem, ñu màbb."},{"style":"v","text":"Nebusaradan njiitu dag ya moom, daa boole ña desoon ca biir dëkk ba, ak ña ko jébbaloon seen bopp, ak ña desoon ca askan wa, jàpp leen, yóbbu ngàllo ca Babilon."},{"style":"v","text":"Ba mu ko defee lenn ci baadoolo yi amul dara, mu wacc leen ca réewum Yuda. Booba la leen jox ay tóokëri reseñ aki tool."},{"style":"s1","text":"Aji Sax ji yiwi na ñaari jaamam"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Nebukatnecar buuru Babilon jox ndigal Nebusaradan njiitu dag ya ci mbirum Yeremi. Mu ne ko:"},{"style":"v","text":"«Demal jëli Yeremi, nga sàmm ko, te bu ko def dara lu metti. Lu mu la ñaan it, defal ko ko.»"},{"style":"v","text":"Ba loolu amee Nebusaradan njiitu dag ya déggoo caak Nebusasban njiitu bëkk-néegi buur ak Nergal Sarecer njiitu gisaanekat yi, ak yeneen jawriñi buuru Babilon ña,"},{"style":"v","text":"ñu yónnee, jëli Yeremi ca ëttu dag ya, teg ko ci loxol Gedalya doomu Axikam doomu Safan, ngir Gedalya yóbbu ko mu ñibbi këram. Yeremi nag des Yuda ca biiri bokkam."},{"style":"p","text":""},{"style":"v","text":"Fekk na kàddug Aji Sax ji dikkal Yeremi ba ñu ko tëjee ca ëttu dag ya, ne ko:"},{"style":"v","text":"«Demal nga wax Ebedd Meleg, \\w Kuuseen|Kuus:\\w* ba, ne ko: “Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Maa ngi nii di sottalsi sama kàddu yi jëm ci dëkk bii, muy ayam te du doon jàmmam. Dina am ngay gis, bésub keroog."},{"style":"v","text":"Bésub keroog maa lay xettali, kàddug Aji Sax jee, ba deesu la teg ci loxol nit ñi nga ragal."},{"style":"v","text":"Maa lay wallu bu baax déy, ba saamar du la daaneel mukk, waaye dinga moom sa bakkan, muy sa yoolu xare, ndaxte wóolu nga ma. Kàddug Aji Sax jee.”»"}]