[{"style":"s1","text":"Yuda daje na ca Gedalya"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeremi jot na kàddu gu bàyyikoo ci Aji Sax ji, gannaaw ba ko Nebusaradan njiitu dag ya yiwee, mu bàyyikoo Raama. Yeremee nga ñu jéngoon, mook ngàllog Yerusalem gaak Yuda ga jëm Babilon. Nebusaradan génnee Yeremi ca seen biir,"},{"style":"v","text":"ñaarook moom, ne ko: «Sa Yàlla Aji Sax ji moo tuddaloon béreb bii musiba mii."},{"style":"v","text":"Aji Sax ji nag indi na ko te def na ko, na mu ko waxe woon. Yeena moy Aji Sax ji, déggaluleen ko ba tax lii dal leen."},{"style":"v","text":"Léegi nag yiwi naa la bés niki tey. Soo bëggee ànd ak man Babilon, ñëwal, dinaa la toppatoo. Soo bëggul, toogal. Réew mépp a ngii ci sa kanam. Fu la ci neex ak foo ci taamu, dem fa.»"},{"style":"v","text":"Balaa Yeremee walbatiku, Nebusaradan teg ca ne ko: «Man ngaa dellu ca Gedalya doomu Axikam doomu Safan ba tey. Moom la buuru Babilon dénk dëkki Yuda. Man ngaa toog ak moom ci digg waa réew mi, mbaa nga dem daal fu la gënal.» Nebusaradan nag jox Yeremi yóbbal ak lu mu lekk ci yoon wi, daldi ko yiwi."},{"style":"v","text":"Ba mu ko defee Yeremi dem ca Gedalya doomu Axikam ca Mispa. Mu toog ca moom ca digg nit ña des ca réew ma."},{"style":"p","text":""},{"style":"v","text":"Fekk am na mboolooy Yudeen ñu desoon ci àll bi. Seeni njiit yépp nag dégg, ñook ña ñu àndal, ne buuru Babilon dénk na Gedalya doomu Axikam réew mi, dénk ko ñenn ci baadoolo yi des Yuda, diy góor aki jigéen aki gone yu ñu yóbbuwul ngàllo ca Babilon."},{"style":"v","text":"Ñu bokk dikk ba Mispa ca Gedalya; Ismayel doomu Netaña ma nga ca woon; ak Yoxanan ak Yonatan, ñaari doomi Kareyax; ak Seraya doomu Tanumet; ak doomi Efayi, Netofateen ba; ak Yesaña, doomu Maakateen ba, ñook seeni nit."},{"style":"v","text":"Gedalya waatal leen, ñook seeni nit, ngir dalal seen xel, teg ca ne leen: «Buleen ragala nangul waa Babilon. Toogleen ci réew mi rekk te nangul buuru Babilon, muy seen jàmm."},{"style":"v","text":"Man nag maa ngii toog Mispa, di leen taxawal fi kanam waa Babilon, bu ñu fi dikkee; yeen dajaleleen seen biiñ ak seen meññeef ak seen diwu oliw, ngeen denc ko te dëkk ci seen dëkk yi ngeen teg loxo.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yudeen ña woon ca Mowabeen ñaak Amoneen ñaak Edomeen ñaak mboolem réew ya, ñoom ñépp dégg ne buuru Babilon wacc na lenn ca askan wa, ñu des réewum Yuda, mu dénk leen Gedalya doomu Axikam doomu Safan."},{"style":"v","text":"Yudeen ña ñépp walbatikoo mboolem fu ñu leen sànni woon, daldi délsi réewum Yuda, fekksi Gedalya ca Mispa. Ba loolu amee ñu dajale biiñ ak tàndarma ak figg, ba mu bare lool, ne gàññ."},{"style":"p","text":""},{"style":"v","text":"Mu am bés Yoxanan doomu Kareyax ànd ak mboolem njiiti mbooloo ya des ca àll ba. Ñu dikk ca Gedalya ca Mispa,"},{"style":"v","text":"ne ko: «Xanaa yéguloo ne Baalis buurub Amon yebal na Ismayel doomu Netaña, ngir mu rey la?» Gedalya doomu Axikam nag gëmu leen."},{"style":"v","text":"Ba loolu amee Yoxanan doomu Kareyax déey Gedalya ca Mispa, ne ko: «Tee maa dem, rey Ismayel doomu Netaña fu kenn yégul? Xanaa deesu ko wacc mu rey la, Yudeen ñi daje woon fi yaw yépp di tasaaroo, ndesu Yuda sànku?»"},{"style":"v","text":"Gedalya ne Yoxanan: «Bul def loolu! Li ngay waxal Ismayel ay fen la!»"}]