[{"style":"s1","verse":"","text":"Ismayel bóom na ñu bare"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba ñu demee ba ca juróom ñaareelu weer wa ca at mooma, Ismayel doomu Netaña doomu Elisama, askanoo ci ñi moom Yuda te di njiitu jawriñi buur, ànd ak fukki nit ba ca Gedalya doomu Axikam ca Mispa. Ci kaw loolu, ñu bokk di lekk ca kër Gedalya."},{"style":"v","verse":"2","text":"Ismayel jekki jóg, mook fukki nit ña mu àndal. Ñu jam saamar Gedalya ma buuru Babilon dénkoon réew ma, ba rey ko."},{"style":"v","verse":"3","text":"Ismayel reyaale mboolem Yudeen ña nekkoon ak Gedalya ca Mispa ak xarekati Babilon ya fa nekkoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba ñu bóomee Gedalya ba ca ëllëg sa, fu kenn yégul,"},{"style":"v","verse":"5","text":"mu am juróom ñett fukki nit ñu bàyyikoo Sikem ak Silo ak Samari. Ña nga wat seen sikkim, xotti seeni yére, dagg-daggee seen yaram, di ko ñaawloo. Ñu yor \\w saraxu pepp|Sarax yi:\\w* ak \\w cuuraay|cuuraay l-:\\w* bu ñu indil kër Aji Sax ji."},{"style":"v","verse":"6","text":"Ismayel génne buntu Mispa, gatanduji leen. Ma ngay dox, jëm ca ñoom, di jooy-jooylu ba dajeek ñoom, ne leen: «Agsileen kër Gedalya doomu Axikam!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Naka lañu dikk ba ca biir dëkk ba, Ismayel ak ay nitam bóom leen, tàbbal néew ya ci kàmb."},{"style":"v","verse":"8","text":"Fekk na mu am fukki nit ñu bokk ci ñoom ñu ne woon Ismayel: «Tee nga noo baña rey? Nun de am nanub denc ci àll bi. Peppu belee nga ca ak lors ak diw ak lem.» Loolu tax Ismayel fomm, ba boolewu leen ak seeni bokk, rey."},{"style":"v","verse":"9","text":"Kàmb ga Ismayel sànni néewi nit ña mu reyaaleek Gedalya mooy kàmb ga Buur Asa mu Yuda gasoon ba ko Buur Basa mu Israayil songee xare. Moom la Ismayel doomu Netaña feesal aki néew."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Gannaaw loolu mu jàpp mboolem ña des Mispa, di doomi buur yu jigéen ak mboolem ña des Mispa, te Nebusaradan, njiital dag ya, dénkoon leen Gedalya. Ismayel jàpp leen njaam, daldi wutali diiwaanu Amoneen ña."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba loolu amee Yoxanan doomu Kareyax ak njiiti xare yi mu àndal yépp dégg musiba mi Ismayel doomu Netaña def mépp."},{"style":"v","verse":"12","text":"Ñu ànd ak seeni nit, topp ko ngir xareek moom, ba dab ko ca déeg bu mag ba ca Gabawon."},{"style":"v","verse":"13-14","text":"Ba nit ña Ismayel jàppe Mispa gisee Yoxanan ak mboolem njiiti xare ya mu àndal, dañoo bég. Ñoom ñépp walbatiku, daw fekki Yoxanan doomu Kareyax."},{"style":"v","verse":"15","text":"Teewul Ismayel doomu Netaña ak juróom ñetti nitam rëcc Yoxanan, daw làquji réewum Amon."},{"style":"v","verse":"16","text":"Yoxanan doomu Kareyax ak mboolem njiiti xare yi mu àndal nag boole mboolem la des ca mbooloo ma Yonatan xettali woon ca Ismayel doomu Netaña ca Mispa, gannaaw ba Ismayel bóomee Gedalya. Ay nit ñu Yoxanan jële woon Gabawon a nga ca, diy góor: ay xarekat ak bëkk-néegi buur aki jigéen aki gone."},{"style":"v","verse":"17","text":"Ñu dem ba dali ca dalukaayu Kimam, ca wetu Betleyem, di waaj yoonu Misra,"},{"style":"v","verse":"18","text":"ngir rëcc waa Babilon ñi ñu ragaloon, ndax la Ismayel doomu Netaña bóom Gedalya doomu Axikam ma buuru Babilon dénkoon réew ma."}]