[{"style":"s1","verse":"","text":"Yóbbu nañu Yeremi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba Yeremi waxeek mbooloo mépp, ba sottal mboolem kàddu yooyu ko seen Yàlla Aji Sax ji santoon mu yegge leen ko,"},{"style":"v","verse":"2","text":"Asaryaa doomu Osaya ak Yoxanan doomu Kareyax ak nit ñu bew ñooñu ñépp jël kàddu gi. Ñu ne Yeremi: «Dangay fen! Sunu Yàlla Aji Sax ji santu la nga fommloo nu sunu yoonu Misra ga nu bëgga toogi."},{"style":"v","verse":"3","text":"Xanaa Barukk doomu Nerya kay moo lay xiirtal ci sunu kaw, ngir teg nu ci loxol waa Babilon, ñu rey nu, mbaa ñu yóbbu nu ngàllo ca Babilon.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci kaw loolu Yoxanan doomu Kareyax ak yeneen njiiti xare ya yépp ak mbooloo ma mépp gàntal Aji Sax ji, baña des réewum Yuda."},{"style":"v","verse":"5","text":"Ba loolu amee Yoxanan ak njiiti xare yépp yóbbu ña desoon ca Yuda ñépp, di mboolem ña ñu njëkkoona sànni ca biir xeet ya leen séq yépp te ñu ñibbisi woon réewum Yuda,"},{"style":"v","verse":"6","text":"góor ñaak jigéen ñaak gone yaak doomi buur yu jigéen ya. Yóbbu nañu mboolem ña Nebusaradan njiitu dag ya tegoon ci loxol Gedalya doomu Axikam doomu Safan; ñu yóbbaale Yonent Yàlla Yeremi ak Barukk doomu Nerya."},{"style":"v","verse":"7","text":"Ñu dikk Misra, baña déggal Aji Sax ji, daldi àgg dëkk ba ñuy wax Tapanes."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Gannaaw loolu kàddug Aji Sax ji dikkal Yeremi ca Tapanes, ne ko:"},{"style":"v","verse":"9","text":"«Jëlal ñaari doj yu mag yooy suuli ca dëru ban ba ca bunt kër Firawna gi ci biir dëkk bi, te na ko waa Yuda fekke."},{"style":"v","verse":"10","text":"Nga wax leen ne leen: “Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Maa ngi nii di yónnee, ñu jëli Nebukatnecar buuru Babilon mi ci samag curga, ngir ma samp ngànguneem ci kaw doj yii ma fi suul, mu yékkati fi xaymaam."},{"style":"v","verse":"11","text":"Bu dikkee dina tas réewum Misra: ku wara médd, médd; kuy dugg njaam, duggi njaam; ku ñuy faate saamar, saamar faat ko."},{"style":"v","verse":"12","text":"Nebukatnecar dina jafal kër tuuri Misra yi, lakk tuur yi, mbaa mu yóbbu leen. Ni ab sàmm di dindee teeñi yéreem, ni lay teeñe réewum Misra ba mu set wecc, daldi daagu, dem yoonam."},{"style":"v","verse":"13","text":"Dina rajaxe tuuri doj ya sampe ca jaamookaay ba tudd Bet Semes (muy firi Këru Jant bi) ci biir Misra te dina lakk këri tuur yi ci Misra.”»"}]