[{"style":"s1","verse":"","text":"Yeremi yedd na demkati kër Yàlla yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kàddu gii dikkal na Yeremi, bawoo fa Aji Sax ji. Mu ne ko:"},{"style":"v","verse":"2","text":"«Taxawil fa bunti kër Aji Sax ji, nga yéene fa kàddu gii, ne leen: “Mboolem yeen waa Yuda ñiy jàlle bunt yii, di jaamusi Aji Sax ji, dégluleen kàddug Aji Sax ji."},{"style":"v","verse":"3","text":"Aji Sax ji Boroom gàngoor yi, Yàllay Israayil dafa wax ne: Jekkalleen seeni jikkook seeni jëf, ma dëël leen bii béreb."},{"style":"v","verse":"4","text":"Buleen naxe seen bopp kàdduy caaxaan, naan: ‘Kër Aji Sax jaa ngi, kër Aji Sax jaa ngi fii, kër Aji Sax jee!’"},{"style":"v","verse":"5","text":"Su ngeen jekkalee jekkal seeni jikko ak seeni jëf déy, di def a def yoon seen digg ak seen moroom,"},{"style":"v","verse":"6","text":"te nootuleen doxandéem, ab jirim akub jëtun, tuuruleen deretu jàmburu Yàlla, fi bii béreb, toppuleen yeneen yàlla bay loru,"},{"style":"v","verse":"7","text":"su boobaa, ma dëël leen bii béreb, réew mi ma joxoon seeni maam, bu yàgg, ba fàww."},{"style":"v","verse":"8","text":"Yeena ngii di naxe seen bopp waxi caaxaan yu amul njariñ."},{"style":"v","verse":"9","text":"Yeen, nu ngeen mane di sàcc, di bóome, di njaaloo, di giñi fen, di taalal \\w Baal|Baal:\\w* tuur mi \\w cuuraay|cuuraay l-:\\w*, di topp yeneen yàlla yu ngeen xamul,"},{"style":"v","verse":"10","text":"tey dikk taxaw fi sama kanam, biir kër gii ñu ma tudde, te naan: ‘Nun kay raw nanu,’ ba tax ngeen di def mboolem lu siblu lii?"},{"style":"v","verse":"11","text":"Rawtub sàcc daal ngeen def kër gii ñu ma tudde? Man de lii laa gis! Kàddug Aji Sax jee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«“Demleen rekk kay ca sama béreb ba ca Silo, fa ma njëkkoona dëël sama tur, ngeen xool na ma ko def ngir mbonug Israayil, sama ñoñ\\f + \\fr 7.12 \\ft Seetal ci \\bk 1.Samiyel\\bk* saar 4.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«“Gannaaw def ngeen jëf jii jépp nag,” kàddug Aji Sax jee, “te ma waxoon leen a wax ay yooni yoon, dégluwuleen; woo leen, wuyuwuleen,"},{"style":"v","verse":"14","text":"kër gii ñu ma tudde, ngeen yaakaar ko, béreb bii ma leen joxoon, yeen ak seeni maam, na ma def Silo laa koy def."},{"style":"v","verse":"15","text":"Dama leen di dàq, ngeen sore ma, na ma dàqe woon seen bokk yépp, askanu Efrayim\\f + \\fr 7.15 \\fk Efrayim, \\ft genn la ci fukki giiri bànni Israayil ya séq réewum Israayil, ca bëj-gànnaaru réewum Yuda.\\f* gépp.”"},{"style":"s1","verse":"","text":"Yàlla gàntal na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Waaye yaw bul ñaanal askan wii, bu leen yékkatil kàddug ñaan, bu leen tinul fi man. Du maa lay déglu moos!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Xanaa gisoo li ñu nekke fi dëkki Yuda ak ci mbeddi Yerusalem?"},{"style":"v","verse":"18","text":"Doom a ngi taxan, baay di taal, jigéen di noot lu mu nàkkal tuur mi ñuy woowe Lingeeru asamaan, di tuural yeneen yàlla, di ma ko naqarale!"},{"style":"v","verse":"19","text":"Du man lañuy naqaral moos!» Kàddug Aji Sax jee. Mu ne: «Xanaa kay ñoo ciy rus!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Moo tax Aji Sax ji Boroom bi dafa wax ne: «Sama xadar a ngii di sottiku fi bii béreb, fi kaw nit ak mala, garab ak lu suuf meññ, lépp ne jippét, te deesu ko fey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Aji Sax ji Boroom gàngoor yi, Yàllay Israayil dafa ne: «Seen juru \\w saraxu rendi-dóomal|Sarax yi:\\w* yooyee, dollileen ko ci seen yeneen sarax, te dërëx\\f + \\fr 7.21 \\ft Ci yoon, saraxu rendi-dóomal, deesu ci lekk dara. Yàllaa ngi leen di ñaawal fii, di leen won ne gedd na seen bépp sarax.\\f*."},{"style":"v","verse":"22","text":"Bés ba may génne seeni maam Misra déy, waxuma leen woon mbaa di leen sant mbirum saraxu rendi-dóomal ak yeneen sarax."},{"style":"v","verse":"23","text":"Mbir mii déy laa leen santoon ne leen: “Déggalleen ma, ma doon seen Yàlla; yeen ngeen doon sama ñoñ. Doxeleen wépp yoon wu ma leen sant, su ko defee ngeen baaxle.”"},{"style":"v","verse":"24","text":"Waaye déggluwuñu ma, teewluwuñu ma, xanaa di jëfe seen xel ak seen dëgër bopp ak seen bon xol, ba tax ñu dellu gannaaw, jëmuñu kanam."},{"style":"v","verse":"25","text":"La dale bés ba seeni maam génne réewum Misra ba bésub tey jii, yónnee naa leen bés bu nekk mboolem sama jaam ñi, maanaam yonent yi."},{"style":"v","verse":"26","text":"Waaye dégluwuñu ma, teewluwuñu ma, xanaa sajju loos, di bon, ba yées seeni maam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Dinga leen wax kàddu yii yépp, te duñu la déglu, nga woo leen, duñu la wuyu."},{"style":"v","verse":"28","text":"Su ko defee nga ne leen: “Xeet a ngii wu dul déglu kàddug Yàllaam Aji Sax ji, nanguwuñu yar, worma tumurànkeel leen, ba daggook seen làmmiñ."},{"style":"s1","verse":"","text":"Xuru Ben Inom di xuru dee"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"29","text":"«“Waa Yerusalemee, "},{"style":"q1","verse":"","text":"seen njañ\\f + \\fr 7.29 \\fk njañ: \\ft seetal ci \\bk Màndiŋ ma\\bk* 6.1-8.\\f* li ngeen séddoo Yàlla,"},{"style":"q1","verse":"","text":"xuufleen ko, sànni, ñaawloo ko,"},{"style":"q1","verse":"","text":"xaaculeen fa kaw tund ya ne faraas,"},{"style":"q1","verse":"","text":"nde Aji Sax ji xalab na,"},{"style":"q1","verse":"","text":"wacc na seen maas gii sabab sànjam.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"30","text":"Waa Yuda déy, ñoo def lu ma ñaawlu.» Kàddug Aji Sax jee. «Ñoo yeb yëf yu siblu fi biir kër gi ñu ma tudde, di ko sobeel."},{"style":"v","verse":"31","text":"Ñoo tabax ay \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ca béreb bu tudd Tofet fa xuru Ben Inom, di fa sarxe seeni doom, góor ak jigéen, lakk leen, te santaanewuma ko, jaarul sax ci sama xel."},{"style":"v","verse":"32","text":"Moo tax ay bés a ngii di ñëw,» kàddug Aji Sax jee, «deesatul tudd Tofet mbaa xuru Ben Inom, xanaa xuru Bóomukaay. Dees na rob ca Tofet ndax ñàkk bérebu robukaay."},{"style":"v","verse":"33","text":"Néewi xeet wii mujj di lekku njanaaw ak rabu àll, te kenn du leen mana dàq."},{"style":"v","verse":"34","text":"Maay dakkal fi dëkki Yuda, dakkal fi mbeddi Yerusalem coowal mbégteek bànneex, dakkal kàddug boroom séet, dakkal kàddug séet, ndax réew mu tumurànke."}]