[{"style":"s1","verse":"","text":"Prophétie sur la prise de Jérusalem par Nebucadnetsar"},{"style":"r","verse":"","text":"V. 1-10: cf. Jé 37:1-10; 27:12, etc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"La parole qui fut adressée à Jérémie de la part de l’Éternel, lorsque le roi Sédécias lui envoya Paschhur, fils de Malkija, et Sophonie, fils de Maaséja, le sacrificateur, pour lui dire: "},{"style":"v","verse":"2","text":"Consulte pour nous l’Éternel; car Nebucadnetsar, roi de Babylone, nous fait la guerre; peut-être l’Éternel fera-t-il en notre faveur quelqu’un de ses miracles, afin qu’il s’éloigne de nous. "},{"style":"v","verse":"3","text":"Jérémie leur répondit: Vous direz à Sédécias: "},{"style":"v","verse":"4","text":"Ainsi parle l’Éternel, le Dieu d’Israël: Voici, je vais détourner les armes de guerre qui sont dans vos mains, et avec lesquelles vous combattez en dehors des murailles le roi de Babylone et les Chaldéens qui vous assiègent, et je les rassemblerai au milieu de cette ville. "},{"style":"v","verse":"5","text":"Puis je combattrai contre vous, la main étendue et le bras fort, avec colère, avec fureur, avec une grande irritation. "},{"style":"v","verse":"6","text":"Je frapperai les habitants de cette ville, les hommes et les bêtes; ils mourront d’une peste affreuse. "},{"style":"v","verse":"7","text":"Après cela, dit l’Éternel, je livrerai Sédécias, roi de Juda, ses serviteurs, le peuple, et ceux qui dans cette ville échapperont à la peste, à l’épée et à la famine, je les livrerai entre les mains de Nebucadnetsar, roi de Babylone, entre les mains de leurs ennemis, entre les mains de ceux qui en veulent à leur vie; et Nebucadnetsar les frappera du tranchant de l’épée, il ne les épargnera pas, il n’aura point de pitié, point de compassion. "},{"style":"v","verse":"8","text":"Tu diras à ce peuple: Ainsi parle l’Éternel: Voici, je mets devant vous le chemin de la vie et le chemin de la mort. "},{"style":"v","verse":"9","text":"Celui qui \\x a \\xo 21.9 \\xt Jé 38:2.\\x*restera dans cette ville mourra par l’épée, par la famine ou par la peste; mais celui qui sortira pour se rendre aux Chaldéens qui vous assiègent aura la vie sauve, et sa vie sera son butin. "},{"style":"v","verse":"10","text":"Car je dirige mes regards contre cette ville pour faire du mal et non du bien, dit l’Éternel; elle sera livrée entre les mains du roi de Babylone, qui la brûlera par le feu."},{"style":"r","verse":"","text":"V. 11-14: cf. Jé 22:1-9."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"11","text":"Et tu diras à la maison du roi de Juda: Écoutez la parole de l’Éternel!"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"12","text":"Maison de David! Ainsi parle l’Éternel:"},{"style":"q1","verse":"","text":"\\x b \\xo 21.12 \\xt Jé 22:3.\\x*Rendez la justice dès le matin,"},{"style":"q1","verse":"","text":"Et délivrez l’opprimé des mains de l’oppresseur,"},{"style":"q1","verse":"","text":"De peur que ma colère n’éclate comme un feu,"},{"style":"q1","verse":"","text":"Et ne s’enflamme, sans qu’on puisse l’éteindre,"},{"style":"q1","verse":"","text":"A cause de la méchanceté de vos actions."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"13","text":"Voici, j’en veux à toi,"},{"style":"q1","verse":"","text":"Ville assise dans la vallée, sur le rocher de la plaine,"},{"style":"q1","verse":"","text":"Dit l’Éternel,"},{"style":"q1","verse":"","text":"A vous qui dites: Qui descendra contre nous?"},{"style":"q1","verse":"","text":"Qui entrera dans nos demeures?"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"14","text":"Je vous châtierai selon le fruit de vos œuvres, dit l’Éternel;"},{"style":"q1","verse":"","text":"Je mettrai le \\x c \\xo 21.14 \\xt Jé 17:27.\\x*feu à votre forêt,"},{"style":"q1","verse":"","text":"Et il en dévorera tous les alentours."}]