[{"style":"s1","text":"Lutte de Jérémie contre le faux prophète Hanania"},{"style":"r","text":"V. 1-17: cf. Jé 27; 29:24, etc."},{"style":"p","text":""},{"style":"v","text":"Dans la même année, au commencement du règne de Sédécias, roi de Juda, le cinquième mois de la quatrième année, Hanania, fils d’Azzur, prophète, de Gabaon, me dit dans la maison de l’Éternel, en présence des sacrificateurs et de tout le peuple: "},{"style":"v","text":"Ainsi parle l’Éternel des armées, le Dieu d’Israël: Je brise le joug du roi de Babylone! "},{"style":"v","text":"Encore \\x a \\xo 28.3 \\xt Jé 27:16.\\x*deux années, et je fais revenir dans ce lieu tous les ustensiles de la maison de l’Éternel, que Nebucadnetsar, roi de Babylone, a enlevés de ce lieu, et qu’il a emportés à Babylone. "},{"style":"v","text":"Et je ferai revenir dans ce lieu, dit l’Éternel, Jeconia, fils de Jojakim, roi de Juda, et tous les captifs de Juda, qui sont allés à Babylone; car je briserai le joug du roi de Babylone. "},{"style":"v","text":"Jérémie, le prophète, répondit à Hanania, le prophète, en présence des sacrificateurs et de tout le peuple qui se tenaient dans la maison de l’Éternel. "},{"style":"v","text":"Jérémie, le prophète, dit: Amen! Que l’Éternel fasse ainsi! Que l’Éternel accomplisse les paroles que tu as prophétisées, et qu’il fasse revenir de Babylone en ce lieu les ustensiles de la maison de l’Éternel et tous les captifs! "},{"style":"v","text":"Seulement écoute cette parole que je prononce à tes oreilles et aux oreilles de tout le peuple: "},{"style":"v","text":"Les prophètes qui ont paru avant moi et avant toi, dès les temps anciens, ont prophétisé contre des pays puissants et de grands royaumes la guerre, le malheur et la peste; "},{"style":"v","text":"mais si un prophète prophétise la paix, c’est par l’accomplissement de ce qu’il prophétise qu’il sera reconnu comme véritablement envoyé par l’Éternel. "},{"style":"v","text":"Alors Hanania, le prophète, enleva le joug de dessus le cou de Jérémie, le prophète, et il le brisa. "},{"style":"v","text":"Et Hanania dit en présence de tout le peuple: Ainsi parle l’Éternel: C’est ainsi que, dans deux années, je briserai de dessus le cou de toutes les nations le joug de Nebucadnetsar, roi de Babylone. Et Jérémie, le prophète, s’en alla. "},{"style":"v","text":"Après que Hanania, le prophète, eut brisé le joug de dessus le cou de Jérémie, le prophète, la parole de l’Éternel fut adressée à Jérémie, en ces mots: "},{"style":"v","text":"Va, et dis à Hanania: Ainsi parle l’Éternel: Tu as brisé un joug de bois, et tu auras à sa place un joug de fer. "},{"style":"v","text":"Car ainsi parle l’Éternel des armées, le Dieu d’Israël: Je mets un joug de fer sur le cou de toutes ces nations, pour qu’elles soient asservies à Nebucadnetsar, roi de Babylone, et elles lui seront asservies; je lui donne aussi les \\x b \\xo 28.14 \\xt Jé 27:6.\\x*animaux des champs. "},{"style":"v","text":"Et Jérémie, le prophète, dit à Hanania, le prophète: Écoute, Hanania! L’Éternel ne t’a point envoyé, et tu inspires à ce peuple une fausse confiance. "},{"style":"v","text":"C’est pourquoi ainsi parle l’Éternel: Voici, je te chasse de la terre; tu mourras cette année; car tes paroles sont une \\x c \\xo 28.16 \\xt De 13:5. Jé 29:32.\\x*révolte contre l’Éternel. "},{"style":"v","text":"Et Hanania, le prophète, mourut cette année-là, dans le septième mois."}]