[{"style":"s1","text":"Prise de Jérusalem"},{"style":"r","text":"V. 1-10: cf. (Jé 52:1-27. 2 R 25:1-21. 2 Ch 36:13-21.) La 1 à 5."},{"style":"p","text":""},{"style":"v","text":"Lorsque Jérusalem fut prise, la \\x a \\xo 39.1 \\xt 2 R 25:1. Jé 52:4.\\x*neuvième année de Sédécias, roi de Juda, le dixième mois, Nebucadnetsar, roi de Babylone, vint avec toute son armée devant Jérusalem, et en fit le siège; "},{"style":"v","text":"la onzième année de Sédécias, le neuvième jour du quatrième mois, la brèche fut faite à la ville, "},{"style":"v","text":"tous les chefs du roi de Babylone s’avancèrent, et occupèrent la porte du milieu: Nergal-Scharetser, Samgar-Nebu, Sarsekim, chef des eunuques, Nergal-Scharetser, chef des mages, et tous les autres chefs du roi de Babylone. "},{"style":"v","text":"Dès que Sédécias, roi de Juda, et tous les gens de guerre les eurent vus, ils s’enfuirent, et sortirent de la ville pendant la nuit par le chemin du jardin du roi, par la porte entre les deux murs, et ils prirent le chemin de la plaine. "},{"style":"v","text":"Mais l’armée des Chaldéens les poursuivit, et atteignit Sédécias dans les plaines de Jéricho. Ils le prirent, et le firent monter vers Nebucadnetsar, roi de Babylone, à Ribla, dans le pays de Hamath; et il prononça contre lui une sentence. "},{"style":"v","text":"Le roi de Babylone fit égorger à Ribla les fils de Sédécias en sa présence; le roi de Babylone fit aussi égorger tous les grands de Juda. "},{"style":"v","text":"Puis il fit crever les yeux à Sédécias, et le fit lier avec des chaînes d’airain, pour l’emmener à Babylone. "},{"style":"v","text":"Les Chaldéens brûlèrent par le feu la maison du roi et les maisons du peuple, et ils démolirent les murailles de Jérusalem. "},{"style":"v","text":"Nebuzaradan, chef des gardes, emmena captifs à Babylone ceux du peuple qui étaient demeurés dans la ville, ceux qui s’étaient rendus à lui, et le reste du peuple. "},{"style":"v","text":"Mais Nebuzaradan, chef des gardes, laissa dans le pays de Juda quelques-uns des plus pauvres du peuple, ceux qui n’avaient rien; et il leur donna alors des vignes et des champs."},{"style":"r","text":"V. 11-14: cf. Jé 40:1-6. Ps 105:15."},{"style":"p","text":""},{"style":"v","text":"Nebucadnetsar, roi de Babylone, avait donné cet ordre au sujet de Jérémie par Nebuzaradan, chef des gardes: "},{"style":"v","text":"Prends-le, et veille sur lui; ne lui fais aucun mal, mais agis à son égard comme il te dira. "},{"style":"v","text":"Nebuzaradan, chef des gardes, Nebuschazban, chef des eunuques, Nergal-Scharetser, chef des mages, et tous les chefs du roi de Babylone, "},{"style":"v","text":"envoyèrent chercher Jérémie dans la cour de la prison, et ils le remirent à Guedalia, fils d’Achikam, fils de Schaphan, pour qu’il fût conduit dans sa maison. Et il resta au milieu du peuple."},{"style":"r","text":"V. 15-18: cf. Jé 38:7-13. Mt 10:40-42; 25:40. És 56:3-8."},{"style":"p","text":""},{"style":"v","text":"La parole de l’Éternel fut adressée à Jérémie en ces mots, pendant qu’il était enfermé dans la cour de la prison: "},{"style":"v","text":"Va, parle à Ébed-Mélec, l’Éthiopien, et dis-lui: Ainsi parle l’Éternel des armées, le Dieu d’Israël: Voici, je vais faire venir sur cette ville les choses que j’ai annoncées pour le mal et non pour le bien; elles arriveront en ce jour devant toi. "},{"style":"v","text":"Mais en ce jour je te délivrerai, dit l’Éternel, et tu ne seras pas livré entre les mains des hommes que tu crains. "},{"style":"v","text":"Je te sauverai, et tu ne tomberas pas sous l’épée; ta vie sera ton butin, parce que tu as eu confiance en moi, dit l’Éternel."}]