[{"style":"s1","text":"David Commits Adultery with Bathsheba"},{"style":"m","text":""},{"style":"v","text":"⸤It came about in the spring⸥,\\f + \\fr 11:1 \\ft Literally “And it happened at the turn of the year” \\f* at the time ⸤kings⸥\\f + \\fr 11:1 \\ft According to the reading tradition (\\fqa Qere) \\ft ; \\fqa Kethib \\ft has “angels” or “messengers” \\f* go out, David sent Joab and his servants with him and all of Israel. They ravaged all of the ⸤Ammonites⸥\\f + \\fr 11:1 \\ft Literally “sons/children of Ammon” \\f* and besieged Rabbah, but David \\add was\\add* remaining in Jerusalem. "},{"style":"v","text":"It happened ⸤late one afternoon⸥\\f + \\fr 11:2 \\ft Literally “at the time of the evening” \\f* \\add that\\add* David got up from his bed and walked about on the roof of the king’s house, and he saw a woman bathing on her\\f + \\fr 11:2 \\ft Hebrew “the” \\f* roof. Now the woman ⸤was very beautiful⸥.\\f + \\fr 11:2 \\ft Literally “very good of appearance” \\f* "},{"style":"v","text":"David sent and inquired about the woman, and \\add someone\\add* said, “\\add Is\\add* this not Bathsheba the daughter of Eliam, the wife of Uriah the Hittite?” "},{"style":"v","text":"Then David sent messengers and took her, and she came to him, and he slept with her. (Now she had been purifying herself from her uncleanness.) And she returned to her house. "},{"style":"v","text":"The woman became pregnant, and she sent and told David, and she said, “I \\add am\\add* pregnant.” "},{"style":"v","text":"So David sent to Joab, “Send Uriah the Hittite to me.” So Joab sent Uriah to David. "},{"style":"v","text":"Uriah came to him, and David asked ⸤how Joab and the army fared and how the war was going⸥.\\f + \\fr 11:7 \\ft Literally “as far as the peace of Joab, as far as the peace of the army, and as far as the peace of the battle” \\f* "},{"style":"v","text":"David said to Uriah, “Go down to your house, and wash your feet.” So Uriah went out from the king’s house, and a gift from the king went out after him. "},{"style":"v","text":"But Uriah slept \\add at\\add* the entrance of the king’s house with all the servants of his master and did not go down to his house. "},{"style":"v","text":"They told David, “Uriah did not go down to his house.” David said to Uriah, “\\add Are\\add* you not coming from a journey? Why did you not go down to your house?” "},{"style":"v","text":"Uriah said to David, “The ark and Israel and Judah \\add are\\add* living in the booths; and my lord Joab and the servants of my lord \\add are\\add* camping on the surface of the open field; and I, shall I go to my house to eat and to drink and to sleep with my wife? \\add By\\add* your life and the life of your soul, I surely will not do this thing.” "},{"style":"v","text":"David said to Uriah, “Remain here ⸤today⸥,\\f + \\fr 11:12 \\ft Literally “also the day” \\f* and tomorrow I will send you away.” So Uriah remained in Jerusalem on that day and the next. "},{"style":"v","text":"David invited him, and he ate and drank in his presence ⸤so that he became drunk⸥,\\f + \\fr 11:13 \\ft Literally “and he made him drunk” \\f* and he went out in the evening to lie on his bed with the servants of his lord, but he did not go down to his house. "},{"style":"v","text":"And it happened in the morning, David wrote a letter to Joab, and he sent it by the hand of Uriah. "},{"style":"v","text":"He had written in the letter, “Put Uriah in the front, in the face of the fiercest fighting, then draw back from behind him so that he may be struck down and die.”"},{"style":"p","text":""},{"style":"v","text":"⸤When Joab was besieging⸥\\f + \\fr 11:16 \\ft Literally “And it happened at the besieging of Joab” \\f* the city, he put Uriah toward the place which he knew ⸤there were valiant warriors⸥.\\f + \\fr 11:16 \\ft Literally “there \\fq were \\ft men of ability” \\f* "},{"style":"v","text":"The men of the city came out and fought with Joab. Some from the army from the servants of David fell; Uriah the Hittite also died. "},{"style":"v","text":"Joab sent and told David all of the news of the battle. "},{"style":"v","text":"He instructed the messenger, saying, “As you are finishing to speak all the news of the battle to the king, "},{"style":"v","text":"if the anger of the king rises and he says to you, ‘Why did you go near the city to fight? Did you not know that they would shoot from \\add atop\\add* the wall? "},{"style":"v","text":"Who killed Abimelech the son of Jerub-bosheth,\\f + \\fr 11:21 \\ft In putting words in David’s mouth, Joab alludes to the story of Abimelech the son of Gideon from Judg 9:52–55. Though Gideon was also known as Jerub-ba’al, Joab conventionally substitutes \\fqa bosheth \\ft (shame) for Ba’al to avoid naming the Canaanite deity \\f* if not a woman who threw an upper millstone on him from \\add atop\\add* the wall and he died at Thebez? Why did you go near the wall?’ Then you shall say, ‘Your servant Uriah the Hittite also died.’ ” "},{"style":"v","text":"Then the messenger left, and he came and told David all that Joab had sent him \\add to say\\add*. "},{"style":"v","text":"The messenger said to David, “Because ⸤the men overpowered us⸥,\\f + \\fr 11:23 \\ft Literally “the men \\fq were \\ft superior over us” \\f* the men came out to us \\add in\\add* the field, but ⸤we forced them back⸥\\f + \\fr 11:23 \\ft Literally “we \\fq were \\ft upon them” \\f* to the entrance of the gate. "},{"style":"v","text":"The archers shot at your servant from \\add atop\\add* the wall, and some of the servants of the king died; your servant Uriah the Hittite also died.” "},{"style":"v","text":"Then David said to the messenger, “Thus you shall say to Joab, ‘⸤Do not feel badly about this matter⸥;\\f + \\fr 11:25 \\ft Literally “Do not let his matter be evil in your eyes” \\f* ⸤now one and then another⸥\\f + \\fr 11:25 \\ft Literally “for as this and as this” \\f* the sword will devour. Intensify your attack on the city and overthrow it.’ ” And he encouraged him. "},{"style":"v","text":"When the wife of Uriah heard that Uriah her husband \\add was\\add* dead, she mourned over her husband. "},{"style":"v","text":"When the mourning \\add was\\add* over, David sent and brought her to his household, and she became his wife and bore him a son. But the thing which David had done \\add was\\add* evil in the eyes of Yahweh."}]