[{"style":"s1","text":"Nathan Reproves David"},{"style":"m","text":""},{"style":"v","text":"So Yahweh sent Nathan to David, and he came to him and said, “Two men were in a certain city; one \\add was\\add* rich and the other \\add was\\add* poor. "},{"style":"v","text":"The rich \\add man\\add* had very many flocks and herds, "},{"style":"v","text":"but the poor \\add man\\add* had nothing except for one small ewe lamb which he had bought. He had nurtured her, and she grew up with him and with his children together. She used to eat from his morsel and drink from his cup, and she used to lie in his lap and became like a daughter for him. "},{"style":"v","text":"And a visitor came to the rich man, but he ⸤was reluctant⸥\\f + \\fr 12:4 \\ft Literally “felt sorry” \\f* to take from his flocks or from his herds to prepare a meal for the traveler when he came to him. So he took the ewe lamb of the poor man and prepared it for the man who had come to him.” "},{"style":"v","text":"Then ⸤the anger of David was kindled⸥\\f + \\fr 12:5 \\ft Literally “the nose of David became very hot” \\f* against the man, and he said to Nathan, “⸤As Yahweh lives⸥,\\f + \\fr 12:5 \\ft Literally “The life of Yahweh” \\f* the man who has done this ⸤deserves to die⸥!\\f + \\fr 12:5 \\ft Literally “\\fq is \\ft a son of death” \\f* "},{"style":"v","text":"He shall restore the ewe lamb fourfold because he has done this thing, and because he had no pity.” "},{"style":"v","text":"Then Nathan said to him, “You \\add are\\add* the man! Thus says Yahweh the God of Israel: ‘I anointed you as king over Israel, and I delivered you from the hand of Saul. "},{"style":"v","text":"I gave you the household of your master and the women of your master into your lap. I also gave you the house of Israel and Judah; if \\add that had been too\\add* little, I would have added to you ⸤much more⸥.\\f + \\fr 12:8 \\ft Literally “as here and as here” \\f* "},{"style":"v","text":"Why have you despised the word of Yahweh by doing evil in his eyes?\\f + \\fr 12:9 \\ft Thus \\fqa Kethib \\ft ; the reading tradition (\\fqa Qere) \\ft reads “my eyes” \\f* Uriah the Hittite you have struck down with the sword, and his wife you have taken to yourself as wife! You have killed him with the sword of the ⸤Ammonites⸥!\\f + \\fr 12:9 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","text":"So then, a sword will not turn away from your house forever, because you have despised me and have taken the wife of Uriah the Hittite to be your wife!’ "},{"style":"v","text":"Thus says Yahweh, ‘Look, I \\add am\\add* going to raise up evil against you from \\add within\\add* your house, and I will take your women before your eyes, and I will give them to your neighbor, and he shall sleep with your wives ⸤in broad daylight⸥.\\f + \\fr 12:11 \\ft Literally “before the eyes of this sun” \\f* "},{"style":"v","text":"Though you did this in secret, I will do this thing before all of Israel ⸤in broad daylight⸥!’ ”\\f + \\fr 12:12 \\ft Literally “before the sun” \\f*"},{"style":"s1","text":"David Repents, But the Child Dies"},{"style":"m","text":""},{"style":"v","text":"Then David said to Nathan, “I have sinned against Yahweh!”\\f + \\fr 12:13 \\ft See Pss 32:1–5; 51:1–13 \\f* Nathan said to David, “Yahweh has also forgiven your sin; you shall not die. "},{"style":"v","text":"But because you have ⸤utterly scorned⸥\\f + \\fr 12:14 \\ft Literally “scorning you have scorned.” The term “enemies of” in the MT is likely a textual corruption and is deleted here \\f* Yahweh in this matter, the son born for you ⸤will certainly die⸥.”\\f + \\fr 12:14 \\ft Literally “dying will die” (compare Gen 2:17) \\f* "},{"style":"v","text":"Then Nathan went to his house, and Yahweh struck the child that the wife of Uriah bore for David, and he became ill. "},{"style":"v","text":"David pleaded \\add with\\add* God on behalf of the boy and David fasted. He went to spend the night and lay upon the ground. "},{"style":"v","text":"The elders of his household stood over him to lift him up from the ground, but he \\add was\\add* not willing, and he did not eat \\add any\\add* food with them. "},{"style":"v","text":"It happened on the seventh day that the child died, and the servants of David \\add were\\add* afraid to tell him that the child \\add was\\add* dead, for they said, “Look, when the child \\add was\\add* alive, we spoke to him, but he would not listen to our voice. How can we tell him, ‘The child \\add is\\add* dead’? He may do \\add something\\add* evil.” "},{"style":"v","text":"When David saw that his servants \\add were\\add* whispering together, he realized that the child \\add was\\add* dead. Then David said to his servants, “\\add Is\\add* the child dead?” And they said, “He \\add is\\add* dead.” "},{"style":"v","text":"David stood up from the ground and washed and anointed himself and changed his clothing. Then he went \\add to\\add* the house of Yahweh and worshiped, and he went to his \\add own\\add* house. He asked, so they served him food, and he ate. "},{"style":"v","text":"Then his servants said to him, “What \\add is\\add* this thing that you have done? While the child \\add was\\add* alive, you fasted and wept; \\add now\\add* that the child has died, you get up and eat food!” "},{"style":"v","text":"He said, “When the child \\add was\\add* still alive, I fasted and I wept because I thought, ‘Who knows? Yahweh may have mercy on me that the child will live.’ "},{"style":"v","text":"But now he \\add is\\add* dead. Why \\add should I be\\add* fasting? \\add Am\\add* I able to return him again? I \\add am\\add* going to him, but he cannot return to me.” "},{"style":"v","text":"David consoled Bathsheba his wife, and he went to her and slept with her. She bore a son, and he called\\f + \\fr 12:24 \\ft So \\fqa Kethib \\ft ; \\fqa Qere \\ft reads “she called” \\f* him Solomon, and Yahweh loved him. "},{"style":"v","text":"He sent \\add word\\add* by the hand of Nathan the prophet, so he called him Jedidiah\\f + \\fr 12:25 \\ft Jedidiah means “beloved of Yahweh” \\f* because of Yahweh."},{"style":"s1","text":"Battle with the Ammonites"},{"style":"m","text":""},{"style":"v","text":"And Joab fought against Rabbah of the ⸤Ammonites⸥,\\f + \\fr 12:26 \\ft Literally “sons/children of Ammon” \\f* and he captured ⸤the royal city⸥.\\f + \\fr 12:26 \\ft Literally “city of the kingship” \\f* "},{"style":"v","text":"Then Joab sent messengers to David and said, “We have fought against Rabbah, and we captured the city of the waters. "},{"style":"v","text":"So then, gather the remainder of the army and encamp against the city and capture it, lest I capture the city and my name be proclaimed over it.” "},{"style":"v","text":"So David gathered all of the army, and he went to Rabbah and fought against it and captured it. "},{"style":"v","text":"He took the crown of their king from his head. (Now its weight \\add was\\add* a talent of gold, and there \\add was\\add* a precious stone \\add in it\\add* and it \\add was\\add* put on David’s head.) He brought out the plunder of the city ⸤in great abundance⸥.\\f + \\fr 12:30 \\ft Literally “very many” \\f* "},{"style":"v","text":"He also brought out the people who \\add were\\add* in it and put them to the saws and to the iron picks and to the iron axes, and he sent them to the place of the brickmakers. Thus he used to do to all the cities of the ⸤Ammonites⸥,\\f + \\fr 12:31 \\ft Literally “sons/children of Ammon” \\f* and he and all of the army returned to Jerusalem."}]