[{"style":"s1","verse":"","text":"Amnon Assaults His Sister Tamar"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"It happened afterwards that Absalom the son of David had a beautiful sister whose name \\add was\\add* Tamar, and Amnon the son of David fell in love with her. "},{"style":"v","verse":"2","text":"And Amnon ⸤was so frustrated that he felt ill⸥\\f + \\fr 13:2 \\ft Literally “\\fq was \\ft distressed to the point of sickness” \\f* because of Tamar his sister, because she \\add was\\add* a virgin, and it \\add was\\add* too difficult in Amnon’s eyes to do anything with her. "},{"style":"v","verse":"3","text":"Now Amnon had a friend whose name \\add was\\add* Jonadab the son of Shimeah, the brother of David. (Now Jonadab \\add was\\add* a very crafty man.) "},{"style":"v","verse":"4","text":"And he said to him, “Why \\add are\\add* you so sullen ⸤every morning⸥,\\f + \\fr 13:4 \\ft Literally “in the morning, in the morning” \\f* O son of the king? Will you not tell me?” And Amnon said to him, “I \\add am\\add* in love with Tamar, the sister of my brother Absalom.” "},{"style":"v","verse":"5","text":"Then Jonadab said to him, “Lie down on your bed and appear ill. If your father comes to see you, you shall say to him, ‘Please let Tamar my sister come and give me food to eat, and let her prepare the food before my eyes, in order that I may see it and eat from her hand.’ ” "},{"style":"v","verse":"6","text":"So Amnon lay down and pretended to be ill, and the king came to see him. Amnon said to the king, “Please let Tamar my sister come, and let her bake two cakes before my eyes that I may eat from her hand.” "},{"style":"v","verse":"7","text":"So David sent to the house for Tamar, saying, “Please go to the house of Amnon your brother and prepare food for him.” "},{"style":"v","verse":"8","text":"Tamar went to the house of Amnon her brother. Now he \\add was\\add* lying down, and she took the dough and kneaded \\add it\\add* and made cakes before his eyes, and she baked the cakes. "},{"style":"v","verse":"9","text":"Then she took the pan and poured it out before him, but he refused to eat. Then Amnon said, “Let all \\add the\\add* men go out from me.” So all \\add the\\add* men went out from him. "},{"style":"v","verse":"10","text":"Then Amnon said to Tamar, “Bring the food \\add to\\add* the private room that I may eat from your hand.” So Tamar took the cakes which she had made and brought them to Amnon her brother in\\f + \\fr 13:10 \\ft Hebrew “to” \\f* the private room. "},{"style":"v","verse":"11","text":"When she brought them near to him to eat, he took hold of her and said to her, “Come, lie with me, my sister!” "},{"style":"v","verse":"12","text":"Then Tamar said to him, “No, my brother! Do not force me, for such a thing has not been done in Israel. Do not do this disgraceful thing! "},{"style":"v","verse":"13","text":"As for me, where should I take my disgrace? You will be as one of the fools in Israel. So please, speak to the king, for he will not withhold me from you.” "},{"style":"v","verse":"14","text":"But he \\add was\\add* not willing to listen to her voice. He \\add was\\add* stronger than she, and he forced her and lay with her."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Then Amnon hated her ⸤very deeply⸥,\\f + \\fr 13:15 \\ft Literally “with a great hatred” \\f* for the hatred with which he hated her \\add was\\add* greater than \\add the\\add* love with which he had loved her. So Amnon said to her, “Get up \\add and\\add* go.” "},{"style":"v","verse":"16","text":"She said to him, “No, because this evil in sending me away \\add is\\add* greater than the other you have done to me.” But he \\add was\\add* not willing to listen to her. "},{"style":"v","verse":"17","text":"Then he called his young man who \\add was\\add* serving him and said, “Please send this woman from me to the outside, and bolt the door behind her!” "},{"style":"v","verse":"18","text":"Now there \\add was\\add* a long-sleeved robe on her, for so they clothed the daughters of the king who \\add were\\add* virgins, in robes. His servant put her outside, and he bolted the door behind her. "},{"style":"v","verse":"19","text":"Tamar put ashes on her head, and she tore the long-sleeved robe which \\add was\\add* on her. She put her hand on her head, and ⸤she went away, crying out as she went⸥.\\f + \\fr 13:19 \\ft Literally “she went, going and crying aloud” \\f* "},{"style":"v","verse":"20","text":"Absalom her brother said to her, “\\add Was\\add* Amnon your brother with you? But now, my sister, be quiet; he \\add is\\add* your brother. ⸤Do not take this matter to heart⸥.”\\f + \\fr 13:20 \\ft Literally “Do not place/set your heart to this matter” \\f* So Tamar remained a desolate woman in the house of Absalom her brother."},{"style":"s1","verse":"","text":"Absalom Kills Amnon"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"Now King David heard all these things, and ⸤he became very angry⸥.\\f + \\fr 13:21 \\ft Literally “it became very hot for him” \\f* "},{"style":"v","verse":"22","text":"Absalom did not speak with Amnon ⸤either bad or good⸥,\\f + \\fr 13:22 \\ft Literally “as far as from bad and up to good” \\f* for Absalom hated Amnon ⸤over the matter when⸥\\f + \\fr 13:22 \\ft Literally “because of the thing that” \\f* he raped Tamar his sister. "},{"style":"v","verse":"23","text":"⸤About two full years later⸥,\\f + \\fr 13:23 \\ft Literally “And it happened at two years \\fq of \\ft days” \\f* Absalom’s shearers were in Baal Hazor, which \\add is\\add* near Ephraim, and Absalom summoned all the sons of the king. "},{"style":"v","verse":"24","text":"Then Absalom went to the king and said, “Look, here \\add are\\add* your servant’s shearers; please let the king and his servants go with your servant. "},{"style":"v","verse":"25","text":"The king said to Absalom, “No my son, not all of us shall go, so that we not be a burden to you.” And he urged him, but he \\add was\\add* not willing to go, but he blessed him. "},{"style":"v","verse":"26","text":"So Absalom said, “But \\add will you\\add* not let Amnon my brother go with us?” And the king said to him, “Why should he go with you?” "},{"style":"v","verse":"27","text":"But Absalom pressed him, so he sent Amnon with him and all of the sons of the king. "},{"style":"v","verse":"28","text":"Absalom commanded his servants, saying, “Please watch. At the moment the heart of Amnon \\add is\\add* ⸤tipsy⸥\\f + \\fr 13:28 \\ft Literally “good” \\f* with wine, then I shall say to you, ‘Strike Amnon down,’ and you shall kill him! Don’t be afraid. \\add Is\\add* it not I myself who has commanded you? Be courageous and be ⸤valiant!⸥\\f + \\fr 13:28 \\ft Literally “as sons of ability” \\f* "},{"style":"v","verse":"29","text":"So Absalom’s servants did to Amnon just as Absalom commanded, and all the sons of the king got up, and each mounted his mule and fled."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"⸤While they were on the way⸥,\\f + \\fr 13:30 \\ft Literally “And it happened they \\fq were \\ft on the way” \\f* the message came to David, “Absalom has killed all the sons of the king, and not one of them \\add was\\add* left.” "},{"style":"v","verse":"31","text":"Then the king rose and tore his garments, and he lay on the ground, and all his servants standing by \\add were\\add* tearing their garments. "},{"style":"v","verse":"32","text":"Then Jonadab the son of Shimeah, the brother of David, responded and said, “My lord should not think that all the young men, the sons of the king, \\add are\\add* dead, because only Amnon \\add is\\add* dead. ⸤Absalom was talking about it⸥,\\f + \\fr 13:32 \\ft Literally “For it was on the mouth of Absalom” \\f* as it was being determined from the day he\\f + \\fr 13:32 \\ft Amnon \\f* raped Tamar his sister. "},{"style":"v","verse":"33","text":"So then, let not my lord the king set his heart on this matter, thinking, ‘All the sons of the king \\add are\\add* dead,’ for only Amnon alone \\add is\\add* dead.”"},{"style":"s1","verse":"","text":"Absalom Flees"},{"style":"m","verse":"","text":""},{"style":"v","verse":"34","text":"So Absalom fled, and the young man who \\add was\\add* keeping watch lifted up his eyes and saw, and there were many people coming from the road behind him from the side of the mountain. "},{"style":"v","verse":"35","text":"Jonadab said to the king, “Look, the sons of the king have come. According to the word of your servant, so it has come about.” "},{"style":"v","verse":"36","text":"When he finished speaking, look, the sons of the king came and they lifted up their voice and wept. Also, the king and all his servants wept a very great weeping. "},{"style":"v","verse":"37","text":"Absalom fled and went to Talmai the son of Ammihur, the king of Geshur. \\add David\\add* mourned over his son ⸤day after day⸥.\\f + \\fr 13:37 \\ft Literally “all the days” \\f* "},{"style":"v","verse":"38","text":"But Absalom had fled and went \\add to\\add* Geshur, and he \\add was\\add* there three years. "},{"style":"v","verse":"39","text":"King David longed to go out to Absalom, for he was consoled that Amnon had died."}]