[{"style":"s1","text":"Joab Plots to Reconcile David with Absalom"},{"style":"m","text":""},{"style":"v","text":"Joab the son of Zeruiah realized that the mind of the king \\add was\\add* on Absalom. "},{"style":"v","text":"So Joab sent to Tekoa and took from there a wise woman, and he said to her, “Please pretend to mourn and put on garments of mourning. You should not anoint yourself \\add with\\add* oil, and you must act like this woman who has been mourning over the dead for ⸤a long time⸥.\\f + \\fr 14:2 \\ft Literally “many days” \\f* "},{"style":"v","text":"Then you must go to the king and speak to him according to this word.” \\add Thus\\add* Joab put the words in her mouth."},{"style":"p","text":""},{"style":"v","text":"So the Tekoite woman spoke to the king, and she fell on her face to the ground and did obeisance. She said, “Help me, O king!” "},{"style":"v","text":"Then the king asked her, “⸤What do you want⸥?”\\f + \\fr 14:5 \\ft Literally “What is for you” \\f* And she said, “Truly I \\add am\\add* a widow, and my husband \\add is\\add* dead. "},{"style":"v","text":"Your servant had two sons, and they both fought in the open field, and there \\add was\\add* no one ⸤to part them⸥.\\f + \\fr 14:6 \\ft Literally “to save between them” \\f* One struck the other and killed him. "},{"style":"v","text":"And look, all of the family has risen up against your servant, and they said, ‘Give up the one who struck his brother, that we may kill him in exchange for the life of his brother whom he murdered. We will also wipe out the heir,’ and so they would put out my embers which remain, by not preserving for my husband a name and a remnant on the face of the earth.”"},{"style":"p","text":""},{"style":"v","text":"Then the king said to the woman, “Go to your house, and I myself will give the command concerning you.” "},{"style":"v","text":"The Tekoite woman said to the king, “On me, my lord the king, \\add is\\add* the guilt, and on the house of my father, but the king on\\f + \\fr 14:9 \\ft Hebrew “and” \\f* his throne \\add is\\add* innocent.” "},{"style":"v","text":"The king said, “\\add Whoever\\add* has spoken to you, bring him to me, and he will not touch you again.” "},{"style":"v","text":"Then she said, “Please may the king remember Yahweh your God, ⸤to prevent the increase of blood avengers who kill⸥,\\f + \\fr 14:11 \\ft Literally “from making numerous the avenger of blood to kill” \\f* \\add so that they\\add* not wipe out my son.” He said, “⸤As Yahweh lives⸥,\\f + \\fr 14:11 \\ft Literally “The life of Yahweh” \\f* surely not one hair shall fall from your son to the ground.” "},{"style":"v","text":"The woman said, “Please let your servant speak a word to my lord the king.” And he said, “Speak.” "},{"style":"v","text":"The woman said, “But why have you plotted like this against the people of God? By speaking this word, he is guilty not to bring back his banished one. "},{"style":"v","text":"For ⸤we must certainly die⸥,\\f + \\fr 14:14 \\ft Literally “dying we must die” \\f* and \\add we are\\add* as the waters spilled to the ground which cannot be gathered. God will not take a life but devises plans for a banished person not to be cast out from him. "},{"style":"v","text":"Now I have come to speak this word to my lord the king, because the people made me afraid, and your servant thought, ‘I will speak to the king, perhaps the king will grant\\f + \\fr 14:15 \\ft Hebrew “do/make” \\f* the request of his servant. "},{"style":"v","text":"For the king will listen, to deliver his servant from the hand of the man \\add who seeks\\add* to destroy me and my son together from the inheritance of God.’ "},{"style":"v","text":"Your servant also thought, ‘May the word of my lord the king ⸤bring rest⸥,\\f + \\fr 14:17 \\ft Literally “become a rest” \\f* for as an angel of God, so \\add is\\add* my lord the king, ⸤to sense what is good and what is bad⸥.’\\f + \\fr 14:17 \\ft Literally “to hear the good and the bad” \\f* May Yahweh your God be with you.” "},{"style":"v","text":"The king answered and said to the woman, “Please do not withhold from me a thing which I \\add am\\add* about to ask you.” The woman said, “Please let my lord the king speak.” "},{"style":"v","text":"The king asked, “\\add Was\\add* the hand of Joab with you in all of this?” The woman answered and said, “⸤As your soul lives⸥,\\f + \\fr 14:19 \\ft Literally “The life of your soul” \\f* my lord the king, surely \\add one cannot\\add* go to the right or to the left from all that my lord the king has spoken. Yes, your servant Joab himself commanded me, and he put all of these words in the mouth of your servant. "},{"style":"v","text":"In order ⸤to change the situation⸥,\\f + \\fr 14:20 \\ft Literally “to turn the face of the thing” \\f* your servant Joab did this thing. But my lord \\add has\\add* wisdom, as the wisdom of an angel of God, to know all that \\add is\\add* on the earth.” "},{"style":"v","text":"Then the king said to Joab, “Look, please, I will grant this thing. Go and bring back the young man Absalom.” "},{"style":"v","text":"Joab fell with his face to the ground and did obeisance. And he blessed the king, and he\\f + \\fr 14:22 \\ft Hebrew “Joab” \\f* said, “Today your servant knows that I have found favor in your eyes, my lord the king, \\add in\\add* that the king has granted the request of his servant.”"},{"style":"s1","text":"Absalom Returns to Jerusalem"},{"style":"m","text":""},{"style":"v","text":"Then Joab got up and went to Geshur and brought Absalom to Jerusalem. "},{"style":"v","text":"The king said, “Let him go over to his house, and he may not see my face.” So Absalom went over to his house, and did not see the face of the king. "},{"style":"v","text":"As far as Absalom, there was not a more handsome man in all of Israel to admire so much; from the sole of his foot up to his crown, there was no physical defect on him. "},{"style":"v","text":"When he shaved his head, it would happen ⸤every year⸥,\\f + \\fr 14:26 \\ft Literally “from the end of days for the days” \\f* which he did because \\add it was\\add* heavy on him, he would shave it off and weigh the hair of his head: two hundred shekels ⸤by the king’s weight⸥.\\f + \\fr 14:26 \\ft Literally “by the stone of the king” \\f* "},{"style":"v","text":"Three sons \\add were\\add* born to Absalom and one daughter, whose name \\add was\\add* Tamar. She \\add was\\add* a woman beautiful of appearance. "},{"style":"v","text":"Absalom lived in Jerusalem ⸤two full years⸥,\\f + \\fr 14:28 \\ft Literally “two years of days” \\f* but he did not see the face of the king. "},{"style":"v","text":"So Absalom sent for Joab, \\add in order that he\\add* send him to the king, but he was not willing to go to him. He sent again a second \\add time\\add*, but he \\add was\\add* not willing to go. "},{"style":"v","text":"So he said to his servants, “Look at the tract of land of Joab ⸤next to mine⸥,\\f + \\fr 14:30 \\ft Literally “toward my hand” \\f* for he has barley plants there. Go, set it ablaze with fire.” So the servants of Absalom set the tract of land ablaze with fire. "},{"style":"v","text":"Then Joab got up and went to Absalom, to the house, and said to him, “Why have your servants set my tract of land ablaze with fire?” "},{"style":"v","text":"Absalom said to Joab, “Look, I have sent to you, saying, ‘Come here that I may send you to the king to say, “Why have I come from Geshur? It would be better for me if I \\add were\\add* still there.” ’ So then, let me see the face of the king; if there \\add is\\add* guilt in me, then let him kill me.” "},{"style":"v","text":"So Joab went to the king and he told him. Then he summoned Absalom, and he came to the king, and he bowed down to him with his face to the ground before the king. Then the king kissed Absalom."}]