[{"style":"s1","text":"Ziba Brings Provisions"},{"style":"m","text":""},{"style":"v","text":"Now David passed a little from beyond the summit, and suddenly Ziba the servant of Mephibosheth \\add was\\add* there to meet him \\add with\\add* a pair of saddled donkeys; on them \\add were\\add* two hundred loaves of bread and a hundred raisin cakes, \\add with\\add* a hundred summer fruits and a skin of wine. "},{"style":"v","text":"The king said to Ziba, “⸤What do you want to accomplish by bringing these⸥?”\\f + \\fr 16:2 \\ft Literally “What are these to you?” \\f* And Ziba said, “The donkeys \\add are\\add* for the king’s household to ride \\add on\\add*; the bread and the summer fruit \\add are\\add* for the young men to eat, and the wine \\add is\\add* for the faint in the wilderness to drink. "},{"style":"v","text":"Then the king said, “Where \\add is\\add* the son of your lord?” And Ziba said to the king, “He \\add is\\add* living in Jerusalem for he said, ‘Today the house of Israel shall return the kingdom of my father to me.’ ” "},{"style":"v","text":"The king said to Ziba, “Look, all that \\add was\\add* Mephibosheth’s is yours.” Ziba said, “I hereby do obeisance; may I find favor in your eyes, my lord the king.”"},{"style":"s1","text":"Shimei Curses David"},{"style":"m","text":""},{"style":"v","text":"King David came up to Bahurim and suddenly a man from there \\add was\\add* coming out from the family of the house of Saul, and his name \\add was\\add* Shimei the son of Gera. ⸤He was cursing as he came out⸥.\\f + \\fr 16:5 \\ft Literally “\\fq He was \\ft coming out, coming out and cursing” \\f* "},{"style":"v","text":"And he threw stones at David and at all the servants of King David and at all the people and at all the mighty warriors on his right and on his left. "},{"style":"v","text":"Shimei said while cursing him, “Go out, go out, \\add you\\add* ⸤man of bloodshed⸥,\\f + \\fr 16:7 \\ft Literally “man of bloods” \\f* \\add you\\add* ⸤man of wickedness⸥.\\f + \\fr 16:7 \\ft Literally “and man of the wickedness” \\f* "},{"style":"v","text":"Yahweh has returned on you all the blood of the household of Saul ⸤whom you have supplanted as king⸥,\\f + \\fr 16:8 \\ft Literally “who you have reigned in place of him” \\f* and Yahweh has given the kingship into the hand of Absalom your son. Look, you \\add are\\add* in disaster for you \\add are\\add* a man of blood.” "},{"style":"v","text":"Then Abishai the son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Please let me go over and take off his head.” "},{"style":"v","text":"The king said, “⸤What do we have in common⸥,\\f + \\fr 16:10 \\ft Literally “What \\fq is \\ft for me and what \\fq is \\ft for you” \\f* sons of Zeruiah? If\\f + \\fr 16:10 \\ft Hebrew “Because” \\f* he curses because Yahweh has said to him ‘Curse David,’ who can say, “Why have you done this?” "},{"style":"v","text":"David said to Abishai and to all his servants, “Look, my son who came out of my loins\\f + \\fr 16:11 \\ft Hebrew “intestines” \\f* \\add is\\add* seeking my life. Now ⸤as far as⸥\\f + \\fr 16:11 \\ft Literally “and even that now” \\f* \\add this\\add* Benjaminite, leave him alone and let him curse, for Yahweh has spoken to him. "},{"style":"v","text":"Perhaps Yahweh will look ⸤in my eye⸥\\f + \\fr 16:12 \\ft According to the reading tradition (\\fqa Qere) \\ft ; \\fqa Kethib \\ft has “at my guilt” \\f* and repay good for me in place of his curse this day. "},{"style":"v","text":"Then David and his men went on the road, with Shimei going on the side of the hill beside him, ⸤cursing as he went⸥.\\f + \\fr 16:13 \\ft Literally “going and cursing” \\f* He threw stones beside him and threw\\f + \\fr 16:13 \\ft Hebrew “flung” \\f* dust in the air. "},{"style":"v","text":"When the king and all of the people who were with him arrived, he was weary, so he recovered there."},{"style":"s1","text":"Hushai Comes to Absalom"},{"style":"m","text":""},{"style":"v","text":"Now Absalom and all the people, the men of Israel, had come to Jerusalem, and Ahithophel \\add was\\add* with him. "},{"style":"v","text":"When Hushai the Arkite the friend of David came to Absalom, Hushai said to Absalom, “\\add Long\\add* live the king, \\add long\\add* live the king!” "},{"style":"v","text":"Absalom said to Hushai, “This \\add is\\add* your loyal love with your friend? Why did you not go with your friend?” "},{"style":"v","text":"Then Hushai said to Absalom, “No, rather, whom Yahweh and this people and all the men of Israel have chosen, to him\\f + \\fr 16:18 \\ft According to the reading tradition (\\fqa Qere \\ft ); \\fqa Kethib \\ft has “no” \\f* I will be, and with him I will remain. "},{"style":"v","text":"⸤Furthermore⸥,\\f + \\fr 16:19 \\ft Literally “And the second \\fq thing \\ft ” \\f* for whom have I served? \\add Is\\add* it not in the presence of his son that I have served before your father? ⸤So shall I serve you⸥!”\\f + \\fr 16:19 \\ft Literally “So shall I be in your presence” \\f* "},{"style":"v","text":"Then Absalom said to Ahithophel, “Give your advice. What shall we do?” "},{"style":"v","text":"And Ahithophel said to Absalom, “Go to the concubines of your father whom he left behind to watch over the house, then all of Israel will hear that you made yourself odious to your father, and ⸤all of your followers will be motivated⸥!”\\f + \\fr 16:21 \\ft Literally “the hands of all who \\fq are \\ft with you will be strengthened” \\f* "},{"style":"v","text":"Then they pitched a tent for Absalom on the roof, and he went \\add in\\add* to the concubines of his father before the eyes of all Israel. "},{"style":"v","text":"The counsel that Ahithophel gave in those days \\add was\\add* regarded as when a man\\f + \\fr 16:23 \\ft \\fqa Qere \\ft reads “a man inquired”; \\fqa Kethib \\ft omits “a man” \\f* inquired of the word of God, so all the counsel of Ahithophel \\add was esteemed\\add* both by David and by Absalom."}]