[{"style":"s1","verse":"","text":"Absalom Dies in Battle"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then David mustered the people who \\add were\\add* with him, and he appointed over them commanders of thousands and commanders of hundreds. "},{"style":"v","verse":"2","text":"David sent forth a third of the troops ⸤under the command of Joab⸥,\\f + \\fr 18:2 \\ft Literally “in the hand of Joab” \\f* and a third ⸤under the command of Abishai⸥,\\f + \\fr 18:2 \\ft Literally “in the hand of Abishai” \\f* the brother of Joab, the son of Zeruiah, and the remaining third ⸤under the command of Ittai⸥\\f + \\fr 18:2 \\ft Literally “in the hand of Ittai” \\f* the Gittite. And the king said to the troops, “I, even I, ⸤will certainly go out⸥\\f + \\fr 18:2 \\ft Literally “going out I will go out” \\f* with you.” "},{"style":"v","verse":"3","text":"Then the troops said, “You will not go out, for ⸤if we must flee⸥,\\f + \\fr 18:3 \\ft Literally “fleeing we must flee” \\f* then ⸤they will not care about us⸥;\\f + \\fr 18:3 \\ft Literally “they will not set heart toward us” \\f* even if half of us die, ⸤they will not care about us⸥,\\f + \\fr 18:3 \\ft Literally “they will not set heart toward us” \\f* but now, you \\add are\\add* like ten thousand of us. And so then, \\add it is\\add* better for us that you be in the city to help.” "},{"style":"v","verse":"4","text":"The king said to them, “I will do what seems good in your eyes.” So the king stood at the side of the gate \\add while\\add* all of the troops went out by hundreds and by thousands. "},{"style":"v","verse":"5","text":"The king ordered Joab, Abishai, and Ittai, “With respect to the young man Absalom, \\add deal\\add* gently for me.” And all the troops heard when the king ordered all of the commanders concerning the matter of Absalom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"The army went out to the field to meet Israel, and the battle was \\add fought\\add* in the forest of Ephraim. "},{"style":"v","verse":"7","text":"The army of Israel \\add was\\add* defeated there before the servants of David, and the defeat there was great on that day: twenty thousand. "},{"style":"v","verse":"8","text":"The battle there was spreading over the surface of all the land, and ⸤the forest devoured more among the army than⸥\\f + \\fr 18:8 \\ft Literally “the forest made numerous to eat among the army more than” \\f* the sword \\add did\\add* on that day. "},{"style":"v","verse":"9","text":"Absalom was found in the presence of the servants of David \\add as he was\\add* riding on the mule. The mule went under the thicket of the great oak tree, and his head \\add was\\add* caught in the tree. He \\add was\\add* left hanging between heaven and earth, and the mule which \\add was\\add* under him went on. "},{"style":"v","verse":"10","text":"When a certain man saw \\add it\\add*, he told Joab, and he said, “Look, I saw Absalom hanging in the oak tree!” "},{"style":"v","verse":"11","text":"Then Joab said to the man who \\add was\\add* telling him, “Look, \\add if\\add* you saw, why did you not strike him down to the ground there? ⸤I would have gladly given you⸥\\f + \\fr 18:11 \\ft Literally “And upon me to give to you” \\f* ten pieces of silver and a leather belt.” "},{"style":"v","verse":"12","text":"The man said to Joab, “⸤Even if I felt the weight⸥\\f + \\fr 18:12 \\ft Literally “I \\fq am \\ft not weighing out on my palms” \\f* of a thousand pieces of silver in my palms, I would not have sent my hand against the son of the king, for in our ears the king commanded you and Abishai and Ittai, ‘Whoever you may be, protect the young man Absalom.’ "},{"style":"v","verse":"13","text":"If I had dealt treacherously against his life, and \\add there is\\add* not any matter hidden from the king, ⸤you would have presented yourself aloof⸥.”\\f + \\fr 18:13 \\ft Literally “you would have presented yourself from before” \\f* "},{"style":"v","verse":"14","text":"Joab said, “No longer will I wait in your presence.” Then he took three spears in his hand and thrust them into the heart of Absalom while he \\add was\\add* still alive in the oak tree. "},{"style":"v","verse":"15","text":"Then ten of the young men who bore the weapons of Joab surrounded \\add him\\add* and struck and killed Absalom. "},{"style":"v","verse":"16","text":"Then Joab blew on the trumpet and the troops returned from pursuing after Israel, for Joab kept back the troops. "},{"style":"v","verse":"17","text":"They took Absalom and they threw him into the large pit in the forest and raised a very great heap of stones over him. Then all of Israel fled, each to his tent."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"(Now Absalom had taken and set up for himself in his lifetime a stone pillar that \\add is\\add* in the valley of the king, because he said, “I have no son in order to remember my name,” and he called the stone pillar by his name. It \\add is\\add* called the monument of Absalom until this day). "},{"style":"v","verse":"19","text":"Now Ahimaaz the son of Zadok said, “Please let me run and bring the good news to the king that Yahweh has vindicated him from the hand of his enemies.” "},{"style":"v","verse":"20","text":"Joab said to him, “You \\add will\\add* not \\add be\\add* a man ⸤bringing⸥\\f + \\fr 18:20 \\ft Literally “for upon” \\f* good news this day! You may bring good news on another day, but today you will not be bringing good news because the king’s son is dead.” "},{"style":"v","verse":"21","text":"Then Joab said to the Cushite, “Go, tell the king what you have seen”; then the Cushite bowed down to Joab and ran \\add off\\add*. "},{"style":"v","verse":"22","text":"Then Ahimaaz the son of Zadok again said to Joab, “⸤Come what may⸥,\\f + \\fr 18:22 \\ft Literally “And let it happen what” \\f* please let me also run after the Cushite.” Joab asked, “Why \\add are\\add* you wanting to run, my son, when for you there is no ⸤messenger’s reward⸥?”\\f + \\fr 18:22 \\ft Literally “and for you there is no good news finding” \\f* "},{"style":"v","verse":"23","text":"“⸤Come what may⸥,\\f + \\fr 18:23 \\ft Literally “And let it happen what” \\f* I want to run.” He said to him, “Run,” so Ahimaaz ran on the road on the plain, and he passed the Cushite."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Now David \\add was\\add* sitting between the two gates, and the sentinel went up to the roof of the gate by the wall and he lifted up his eyes and watched, and look, a man \\add was\\add* running by himself. "},{"style":"v","verse":"25","text":"The sentry called and told the king, and the king said, “If he \\add is\\add* alone, good news is in his mouth.” ⸤He kept coming closer⸥.\\f + \\fr 18:25 \\ft Literally “And he came, coming and near” \\f* "},{"style":"v","verse":"26","text":"Then the sentinel saw another man running, so the sentinel called to the gatekeeper and said, “Look, a man running alone.” The king said, “This one also \\add is\\add* bringing good news.” "},{"style":"v","verse":"27","text":"The sentinel said, “I \\add am\\add* seeing \\add that\\add* the running of the first \\add is\\add* like the running of Ahimaaz the son of Zakok.” The king said, “He \\add is\\add* a good man; he will come, for good news.” "},{"style":"v","verse":"28","text":"Then Ahimaaz called and said to the king, “Peace.” He bowed down to the king with his face to the ground, and he said, “May Yahweh your God be blessed, who has delivered the men who raised their hand against my lord the king.” "},{"style":"v","verse":"29","text":"The king said, “\\add Is\\add* it peace for the young man Absalom?” Ahimaaz said, “I saw the great commotion when Joab the servant of the king sent your servant, but I do not know what \\add it was all about\\add*.” "},{"style":"v","verse":"30","text":"Then the king said, “Turn aside, take your place here,” so he turned aside and waited. "},{"style":"v","verse":"31","text":"Suddenly the Cushite arrived and said, “May my lord the king receive the good news, for Yahweh has vindicated you today from the power of all who stood up against you.” "},{"style":"v","verse":"32","text":"The king said to the Cushite, “\\add Is\\add* it peace for the young man Absalom?” Then the Cushite answered, “May the enemies of my lord the king and all who rise up against you ⸤to harm you⸥\\f + \\fr 18:32 \\ft Literally “for evil” \\f* be like the young man!” "},{"style":"v","verse":"33","text":"\\f + \\fr 18:33 \\ft 2 Samuel 18:33–19:43 in the English Bible is 19:1–44 in the Hebrew Bible \\f* The king was upset, and he went up to the upper room of the gate and wept. He said as he went, “My son, Absalom, my son, my son, Absalom. ⸤If only⸥\\f + \\fr 18:33 \\ft Literally “Who would grant my dying in place of you” \\f* I had died instead of you, Absalom, my son, my son.”"}]