[{"style":"s1","verse":"","text":"King David Weeps for Absalom"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And it was told to Joab that the king \\add was\\add* weeping and he mourned over Absalom, "},{"style":"v","verse":"2","text":"so the victory turned to mourning on that day for all the army, because they had heard that day, “The king is grieving over his son.” "},{"style":"v","verse":"3","text":"The army ⸤came secretly⸥\\f + \\fr 19:3 \\ft Literally “stole secretly to come” \\f* into the city on that day because the army was disgraced when they fled in the battle, "},{"style":"v","verse":"4","text":"and because the king had covered his face and cried with a loud voice, “My son, Absalom, Absalom, my son, my son.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Then Joab came to the king’s house and said, “Today you have humiliated the faces of all of your servants who have saved your life this day, and the life of your sons and your daughters, the life of your wives, and the life of your concubines, "},{"style":"v","verse":"6","text":"by loving those who hate you and hating those who love you. Indeed, you have made clear this day that you have no \\add regard for your\\add* commanders or officers, for I have realized today that \\add were\\add* Absalom alive, and all of us were dead, then \\add that would\\add* have been right in your eyes! "},{"style":"v","verse":"7","text":"So then, get up and go out and ⸤speak kindly to your servants⸥,\\f + \\fr 19:7 \\ft Literally “speak to the heart of your servants” \\f* for I swear by Yahweh, if you do not go out, no man will lodge this night with you, and this disaster \\add will be\\add* greater for you than any disaster that has come upon you from your childhood until now!” "},{"style":"v","verse":"8","text":"So the king got up and he sat in the gate, and they told all the army, “Look, the king \\add is\\add* sitting in the gate.” Then all the army came before the king; \\add whereas\\add* all of Israel had fled, each to his tent."},{"style":"s1","verse":"","text":"David Returns from Exile"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"Then it happened that all the people \\add were\\add* disputing among all the tribes of Israel, saying, “The king delivered us from the hand of our enemies, and he saved us from the hand of \\add the\\add* Philistines, but now he has fled from the land because of Absalom. "},{"style":"v","verse":"10","text":"Now Absalom whom we anointed \\add as king\\add* over us has died in the battle; so then, why \\add are\\add* you taking no action to restore the king?” "},{"style":"v","verse":"11","text":"Then King David sent to Zadok and to Abiathar the priests, saying, “Speak to the elders of Judah: ‘Why \\add are\\add* you last to bring back the king to his house? The talk of all Israel has come to the king in his house. "},{"style":"v","verse":"12","text":"My brothers, you \\add are\\add* my bones and you \\add are\\add* my flesh. Why should you be the last to bring back the king?’ "},{"style":"v","verse":"13","text":"To Amasa you shall say: ‘\\add Are\\add* you not my bones and my flesh? ⸤May God punish me⸥\\f + \\fr 19:13 \\ft Literally “Thus may God do to me and thus may he add” \\f* if you \\add are\\add* not the commander of my army before me forever, in place of Joab.’ ” "},{"style":"v","verse":"14","text":"So he turned the heart of all the men of Judah as one man, and they sent \\add word\\add* to the king, “Return, you and all your servants.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Then the king returned and he came to the Jordan; Judah had come to Gilgal to come to meet the king, to bring the king over the Jordan. "},{"style":"v","verse":"16","text":"Then Shimei the son of Gera, the son of the Benjaminite, who \\add was\\add* from Bahurim quickly came down with the men of Judah to meet King David, "},{"style":"v","verse":"17","text":"and a thousand men \\add were\\add* with him from Benjamin. Too, Ziba the servant of the household of Saul and fifteen of his sons and twenty of his servants \\add were\\add* with him, and they rushed to the Jordan before the king. "},{"style":"v","verse":"18","text":"⸤The crossing took place⸥\\f + \\fr 19:18 \\ft Literally “And the ford crossed” \\f* to bring the household of the king over and to do good in his eyes. Then Shimei the son of Gera fell before the king when he crossed over the Jordan, "},{"style":"v","verse":"19","text":"and he said to the king, “May not my lord hold me guilty, and may you not remember how your servant did wrong on the day that my lord the king went out from Jerusalem, by taking it to heart! "},{"style":"v","verse":"20","text":"For your servant knows that I have sinned; look, I have come this day \\add as the first\\add* of all the house of Joseph to come down to meet my lord the king.” "},{"style":"v","verse":"21","text":"Then Abishai the son of Zeruiah responded and said, “Because of this, should not Shimei be put to death, for he cursed the anointed one of Yahweh?” "},{"style":"v","verse":"22","text":"Then David said, “What \\add is\\add* it to me or to you, sons of Zeruiah, that you should be an adversary today? \\add Should\\add* anyone be put to death in Israel? Do I not know today that I \\add am\\add* king over Israel?” "},{"style":"v","verse":"23","text":"Then the king said to Shimei, “You shall not die,” and \\add so\\add* the king swore to him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Now, Mephibosheth the son of Saul came down to meet the king; he had not taken care of his feet nor trimmed his moustache nor washed his clothes from the day the king left until the day he came back in peace. "},{"style":"v","verse":"25","text":"It happened that when he came to Jerusalem to meet the king, the king said to him, “Why did you not come with me, Mephibosheth?” "},{"style":"v","verse":"26","text":"Then he said, “My lord the king, my servant deceived me, for your servant had said, ‘Let me saddle the donkey that I may ride on her and go with the king,’ for your servant \\add is\\add* lame. "},{"style":"v","verse":"27","text":"But he slandered against your servant to my lord the king. My lord the king \\add is\\add* like the angel of God; ⸤do as you see fit.⸥.”\\f + \\fr 19:27 \\ft Literally “do the good in your eyes” \\f* "},{"style":"v","verse":"28","text":"For there \\add was no one\\add* in all the house of my father ⸤who were not doomed to death⸥\\f + \\fr 19:28 \\ft Literally “except men of death” \\f* before my lord the king, but you set your servant among those who eat at your table. Do I have any righteousness any longer except to cry out to the king?” "},{"style":"v","verse":"29","text":"Then the king said to him, “Why should you speak any more \\add about\\add* the matter? I have decided: you and Ziba shall divide the land.” "},{"style":"v","verse":"30","text":"Then Mephibosheth said to the king, “Let him take the whole \\add thing\\add*, since my lord the king has come ⸤safely⸥\\f + \\fr 19:30 \\ft Literally “in peace” \\f* to his house.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Then Barzillai the Gileadite came down from Rogelim and crossed with the king over the Jordan to escort him through the Jordan. "},{"style":"v","verse":"32","text":"Now Barzillai \\add was\\add* very old, ⸤eighty years old⸥.\\f + \\fr 19:32 \\ft Literally “a son of eighty years” \\f* Now he had provided the king \\add with food\\add* while he \\add was\\add* staying at Mahanaim, for he \\add was\\add* a very wealthy man. "},{"style":"v","verse":"33","text":"The king said to Barzillai, “You cross over with me, and I will provide for you \\add to dwell\\add* with me in Jerusalem.” "},{"style":"v","verse":"34","text":"Then Barzillai said to the king, “What \\add are\\add* the days of the years of my life, that I should go with the king to Jerusalem? "},{"style":"v","verse":"35","text":"I \\add am\\add* eighty years old today. Can I discern between good and bad? Or can your servant taste what I eat or what I drink? Or can I still hear the voice of singing men and women? Why should your servant be a burden any longer to my lord the king? "},{"style":"v","verse":"36","text":"Your servant shall go over the Jordan with the king a little way, but why should the king recompense me with this reward? "},{"style":"v","verse":"37","text":"Please let your servant return, and let me die in my city in the tomb of my father and my mother. Here \\add is\\add* your servant Kimham; let him cross over with my lord the king, and do for him that which \\add is\\add* good in your eyes.” "},{"style":"v","verse":"38","text":"The king said, “Let Kimham go over with me, and I will do for him the good in your eyes, and all that you desire of me I will do for you.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Then all the people crossed over the Jordan, and the king crossed and kissed Barzillai and blessed him; then he returned to his place. "},{"style":"v","verse":"40","text":"The king went over to Gilgal, and Kimham went over with him. All the people of Judah went over with the king, and half of the people of Israel too. "},{"style":"v","verse":"41","text":"Suddenly, all the men of Israel \\add were\\add* coming to the king. They said to the king, “Why have our brothers the men of Judah stolen away and brought the king and his household over the Jordan, with all the men of David?” "},{"style":"v","verse":"42","text":"Then all the men of Judah answered the men of Israel, “Because the king \\add is\\add* my close relative! Why \\add are\\add* you this angry over this matter? ⸤Have we by any means eaten \\add anything\\add* from the king? Did we take by any means anything that was not ours⸥?”\\f + \\fr 19:42 \\ft Literally “By any means did we eat from the king or by any means was it dragged away for us?” \\f* "},{"style":"v","verse":"43","text":"Then the people of Israel answered the men of Judah and said, “I have ⸤ten times as much⸥\\f + \\fr 19:43 \\ft Literally “ten hands” \\f* in the king, moreover in David I have more than you. Why did you treat me with contempt ⸤by not giving me first chance⸥\\f + \\fr 19:43 \\ft Literally “and my word \\fq was \\ft not the first” \\f* to bring back my king?” But the words of the men of Judah \\add were\\add* fiercer than the word of the men of Israel."}]