[{"style":"s1","verse":"","text":"David Moves to Hebron"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"It happened after this that David inquired of Yahweh, saying, “Shall I go up into one of the cities of Judah?” And Yahweh said to him, “Go up.” David asked, “Where shall I go up?” And he said, “To Hebron.” "},{"style":"v","verse":"2","text":"So David went up there ⸤along with⸥\\f + \\fr 2:2 \\ft Literally “and also” \\f* his two wives, Ahinoam ⸤from Jezreel⸥\\f + \\fr 2:2 \\ft Literally “the Jezreelitess” \\f* and Abigail the wife of Nabal the Carmelite. "},{"style":"v","verse":"3","text":"Also, David brought up his men who \\add were\\add* with him, each ⸤with⸥\\f + \\fr 2:3 \\ft Literally “and” \\f* his household, and they settled in the towns of Hebron."},{"style":"s1","verse":"","text":"David Anointed King over Judah at Hebron"},{"style":"m","verse":"","text":""},{"style":"v","verse":"4","text":"Then the men of Judah came, and they anointed David there as king over the house of Judah, and they told David, “The men of Jabesh-Gilead buried Saul.” "},{"style":"v","verse":"5","text":"So David sent messengers to the men of Jabesh-Gilead and said to them, “May you be blessed by Yahweh because you did this loyal love with your lord, with Saul, and you buried him. "},{"style":"v","verse":"6","text":"Now may Yahweh show loyal love and faithfulness with you. I will also show the good with you that you have done in this matter. "},{"style":"v","verse":"7","text":"So then, let your hands be strong and ⸤be valiant⸥,\\f + \\fr 2:7 \\ft Literally “as sons of ability” \\f* for your lord Saul \\add is\\add* dead, and the house of Judah has anointed me as king over them.”"},{"style":"s1","verse":"","text":"Ish-Bosheth over Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"But Abner the son of Ner, the commander of Saul’s army, had taken Ish-Bosheth the son of Saul and brought him over \\add to\\add* Mahanaim. "},{"style":"v","verse":"9","text":"He made him king over Gilead, over the Ashurites, over Jezreel, over Ephraim, over Benjamin, and over Israel, all of it. "},{"style":"v","verse":"10","text":"Ish-Bosheth the son of Saul \\add was\\add* forty years old when he became king over Israel and he reigned two years; however, the house of Judah ⸤followed⸥\\f + \\fr 2:10 \\ft Literally “were after” \\f* David. "},{"style":"v","verse":"11","text":"The number of days that David was king over Hebron, over the house of Judah, \\add was\\add* seven years and six months."},{"style":"s1","verse":"","text":"War between Judah and Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Abner the son of Ner and the servants of Ish-Bosheth the son of Saul went out from Mahanaim to Gibeon. "},{"style":"v","verse":"13","text":"Then Joab the son of Zeruiah and the servants of David went out, and they met at the pool of Gibeon. The one group sat on one side of the pool, and the other sat on the other side. "},{"style":"v","verse":"14","text":"Abner said to Joab, “Let the young men come up and fight in our presence.” And Joab said, “Let them come up.” "},{"style":"v","verse":"15","text":"So they came forward and passed by in number: twelve for Benjamin and for Ish-Bosheth the son of Saul, and twelve from the servants of David. "},{"style":"v","verse":"16","text":"Then each seized his ⸤opponent⸥\\f + \\fr 2:16 \\ft Literally “neighbor” \\f* by the head and \\add each thrust\\add* his sword in the side of his opponent, so they fell together. So they\\f + \\fr 2:16 \\ft Hebrew “he” \\f* called the name of that place Helkath Hazzurim,\\f + \\fr 2:16 \\ft Helkath Hazzurim possibly means “the slippery slope” \\f* which \\add is\\add* in Gibeon. "},{"style":"v","verse":"17","text":"Then the battle ⸤became increasingly fierce⸥\\f + \\fr 2:17 \\ft Literally “and it was/became strong/fierce until very” \\f* on that day, and Abner and the men of Israel \\add were\\add* defeated before the servants of David."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"The three sons of Zeruiah were there, Joab and Abishai and Asahel. Now Asahel \\add was\\add* swift with his feet as one of the gazelles which \\add is\\add* in the open field. "},{"style":"v","verse":"19","text":"So Asahel pursued\\f + \\fr 2:19 \\ft Hebrew “pursued after” \\f* Abner, and he did not turn aside to the right or to the left from going after Abner. "},{"style":"v","verse":"20","text":"Abner turned around and said, “\\add Are\\add* you this Asahel?” And he said, “Yes.” "},{"style":"v","verse":"21","text":"Abner said to him, “Turn aside to your right or to your left; seize for yourself one of the young men, and take his belongings for yourself.” But Asahel \\add was\\add* not willing to turn aside from him. "},{"style":"v","verse":"22","text":"So Abner said to Asahel ⸤once again⸥,\\f + \\fr 2:22 \\ft Literally “and he again did again” \\f* “⸤For your own sake⸥,\\f + \\fr 2:22 \\ft Literally “for yourself” \\f* turn aside ⸤from following me⸥.\\f + \\fr 2:22 \\ft Literally “from after me” \\f* Why should I strike you down to the ground? How could I ⸤show my face⸥\\f + \\fr 2:22 \\ft Literally “lift up my face” \\f* to Joab your brother?” "},{"style":"v","verse":"23","text":"But he refused to turn away, so Abner struck him in the stomach with the butt of the spear, and the spear went out of his back. He fell there and he died ⸤on the spot⸥.\\f + \\fr 2:23 \\ft Literally “in his place” \\f* ⸤Then⸥\\f + \\fr 2:23 \\ft Literally “And it happened” \\f* all who came to the place where Asahel fell and died \\add just\\add* stood there."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"So Joab and Abishai pursued\\f + \\fr 2:24 \\ft Hebrew “pursued after” \\f* Abner ⸤when⸥\\f + \\fr 2:24 \\ft Literally “and” \\f* the sun went down. And they came to the hill \\add country\\add* of Ammah, which \\add is\\add* ⸤before Giah⸥\\f + \\fr 2:24 \\ft Literally “\\fq lies \\ft on the face of Giah” \\f* \\add on\\add* the way to the wilderness of Gibeon. "},{"style":"v","verse":"25","text":"The descendants\\f + \\fr 2:25 \\ft Or “sons” \\f* of Benjamin rallied after Abner, and they became as one fighting group and stood on the top of a certain hill. "},{"style":"v","verse":"26","text":"Then Abner called to Joab and said, “Will \\add the\\add* sword devour forever? Do you not know that \\add there\\add* will be bitterness in the end? ⸤How long⸥\\f + \\fr 2:26 \\ft Literally “And up to when” \\f* will you not tell the people to turn ⸤away from pursuing⸥\\f + \\fr 2:26 \\ft Literally “from after” \\f* their brothers?” "},{"style":"v","verse":"27","text":"Joab said, “⸤As God lives⸥,\\f + \\fr 2:27 \\ft Literally “The life of God” \\f* for if you had not spoken, the people would surely have gone up in the morning, each \\add one of them\\add* ⸤from following after⸥\\f + \\fr 2:27 \\ft Literally “from after” \\f* his brother.” "},{"style":"v","verse":"28","text":"Then Joab blew on the trumpet and all the people stopped, and they no longer pursued after Israel, and they did not fight with them again."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Then Abner and his men went through the Arabah all that night, and they crossed over the Jordan. They went all the forenoon and came to Mahanaim. "},{"style":"v","verse":"30","text":"After Joab returned from \\add pursuing\\add*\\f + \\fr 2:30 \\ft Hebrew “after” \\f* Abner, he gathered all the people; nineteen of the servants of David \\add were\\add* missing \\add along\\add* with Asahel. "},{"style":"v","verse":"31","text":"The servants of David had killed some of the Benjaminites among the men of Abner; three hundred and sixty men had died. "},{"style":"v","verse":"32","text":"Then they picked up Asahel and buried him in the grave of his father, which \\add was at\\add* Bethlehem. Joab and his men went all that night ⸤\\add arriving\\add* in Hebron at first light⸥.\\f + \\fr 2:32 \\ft Literally “it became light for them in Hebron” \\f*"}]