[{"style":"s1","text":"Sheba Leads a Revolt"},{"style":"m","text":""},{"style":"v","text":"Now a man of wickedness was found there whose name \\add was\\add* Sheba the son of Bichri, a Benjaminite. He blew the horn and said, “There is no share for us in David, and there \\add is\\add* no inheritance for us in the son of Jesse; each to his tents, O Israel!” "},{"style":"v","text":"Then all the men of Israel went up from \\add following\\add* after David, \\add following instead\\add* after Sheba the son of Bicri, but the men of Judah stuck to their king from the Jordan up to Jerusalem. "},{"style":"v","text":"David went up to his house in Jerusalem, then the king took the ten concubines whom he had left to look after the house, and he put them ⸤under confinement⸥.\\f + \\fr 20:3 \\ft Literally “\\fq a \\ft house of guard” \\f* However, he provided for them, but ⸤he did not sleep with them⸥.\\f + \\fr 20:3 \\ft Literally “he did not come into them” \\f* So they were confined until the day of their death, like a lifetime of widowhood."},{"style":"s1","text":"Joab Assassinates Amasa"},{"style":"m","text":""},{"style":"v","text":"Then the king said to Amasa, “Summon for me the men of Judah \\add within\\add* three days, ⸤and be here yourself⸥.”\\f + \\fr 20:4 \\ft Literally “and you stand here” \\f* "},{"style":"v","text":"So Amasa went to summon Judah, but he tarried more than the appointed time which he had set for him. "},{"style":"v","text":"Then David said to Abishai, “Now Sheba the son of Bicri will do us more harm than Absalom. You take the servants of your lord and pursue after him, lest he find fortified cities for himself and escape from us.” "},{"style":"v","text":"Then the men of Joab, the Kerethites and the Pelethites, and all the mighty warriors went out after him; they went out from Jerusalem to pursue after Sheba the son of Bicri. "},{"style":"v","text":"They \\add were\\add* near the big rock that \\add is\\add* in Gibeon, and Amasa came before them. Joab ⸤was dressed in his military clothing⸥,\\f + \\fr 20:8 \\ft Literally “\\fq was \\ft dressed his garment his clothing” \\f* \\add with\\add* a utility belt on him and a sword strapped to his waist in its scabbard. Now he went out, and it fell out. "},{"style":"v","text":"Then Joab said to Amasa, “Is it peace, O you my brother?” Then the right hand of Joab took hold of the beard of Amasa \\add as if\\add* to kiss him. "},{"style":"v","text":"Now Amasa was not on his guard against the sword that \\add was\\add* in Joab’s hand, and he struck him with it into the stomach, and his entrails poured out to the ground. He did not strike him again, and he died. Then Joab and Abishai his brother pursued after Sheba the son of Bicri. "},{"style":"v","text":"A young man stood over him, from the young men of Joab, and he said, “Whoever takes delight in Joab and whoever \\add is\\add* for David, \\add follow\\add* after Joab.” "},{"style":"v","text":"Now Amasa \\add was\\add* wallowing in the blood in the middle of the highway; when the man saw that all the people stood \\add there\\add*, he turned Amasa over from the highway into the field, and he threw a garment over him because he had seen that all who had come by him had stopped. "},{"style":"v","text":"After he was removed from the highway, all the men passed by after Joab to pursue after Sheba the son of Bicri."},{"style":"s1","text":"Wisdom from a Woman under Siege"},{"style":"m","text":""},{"style":"v","text":"(He\\f + \\fr 20:14 \\ft i.e., “Sheba” \\f* had passed through all the tribes of Israel to Abel and Beth Maacah; now all of the Berites had been treated badly, so they also followed after him.) "},{"style":"v","text":"And they came and besieged him in Abel Beth Maacah. They threw up a siege ramp against the city, and they stood against the ramparts. And all the army who \\add were\\add* with Joab \\add were\\add* battering to cause the wall to fall. "},{"style":"v","text":"Then a wise woman from the city called out, “Listen, listen! Please speak to Joab \\add to\\add* come near here so that I may speak to you.” "},{"style":"v","text":"Then he came near to her, and the woman asked, “\\add Are\\add* you Joab?” And he said, “I \\add am\\add*.” Then she said to him, “Listen to the words of your servant.” He said, “I \\add am\\add* listening.” "},{"style":"v","text":"Then she said, “In former times, ⸤they would always say⸥,\\f + \\fr 20:18 \\ft Literally “speaking they would speak” \\f* ‘By all means, let them inquire in Abel,’ and so they settled things. "},{"style":"v","text":"I \\add am\\add* one of the faithful representatives of Israel. You \\add are\\add* seeking to destroy a city and a mother in Israel. Why do you want to swallow the inheritance of Yahweh?” "},{"style":"v","text":"Then Joab answered and said, “Far be it, far be it from me that I should swallow or I should destroy. "},{"style":"v","text":"That is not the matter. But a man from the mountains of Ephraim, whose name \\add is\\add* Sheba the son Bicri, has lifted up his hand against the king, against David. Give only him to us, and I will depart from the city.” The woman said to Joab, “Look, his head \\add is\\add* being thrown down to you over the wall.” "},{"style":"v","text":"The woman went to all of the people with her wise plan, so they cut off the head of Sheba the son of Bicri and threw \\add it\\add* to Joab. Then he blew the horn and dispersed from the city, each to his tent. Then Joab returned to Jerusalem to the king. "},{"style":"v","text":"Now Joab \\add was\\add* over all the army of Israel and Benaiah the son of Jehoiada \\add was\\add* over the Carites and over the Pelethites. "},{"style":"v","text":"Adoram \\add was\\add* over the forced labor, and Jehoshaphat the son of Ahilud \\add was\\add* the recorder. "},{"style":"v","text":"Shiya \\add was\\add* secretary, and Zadok and Abiathar \\add were\\add* priests. "},{"style":"v","text":"Also Ira the Jairite \\add was\\add* priest for David."}]