[{"style":"s1","text":"The House of David Grows Stronger"},{"style":"m","text":""},{"style":"v","text":"The battle \\add was\\add* prolonged between the house of Saul and the house of David, but David ⸤\\add was\\add* growing stronger and stronger⸥\\f + \\fr 3:1 \\ft Literally “\\fq was \\ft going and strong” \\f* while the house of Saul ⸤\\add was\\add* becoming weaker and weaker⸥.\\f + \\fr 3:1 \\ft Literally “\\fq was \\ft going and weak” \\f* "},{"style":"v","text":"And sons \\add were\\add* born to David in Hebron; his firstborn \\add was\\add* Amnon by Ahinoam ⸤from Jezreel⸥\\f + \\fr 3:2 \\ft Literally “the Jezreelitess” \\f*. "},{"style":"v","text":"His second \\add was\\add* Kileab by Abigail the wife of Nabal the Carmelite; the third \\add was\\add* Absalom the son of Maacah, \\add who was\\add* the daughter of Talmai the king of Geshur. "},{"style":"v","text":"The fourth \\add was\\add* Adonijah the son of Haggith; the fifth \\add was\\add* Shephatiah the son of Abital. "},{"style":"v","text":"The sixth \\add was\\add* Ithream by Eglah the wife of David. These \\add were\\add* born to David in Hebron."},{"style":"p","text":""},{"style":"v","text":"As the war between the house of Saul and the house of David was \\add continuing\\add*, Abner was strengthening himself in the house of Saul. "},{"style":"v","text":"Saul had had a concubine, and her name \\add was\\add* Rizpah the daughter of Aiah. Then \\add Ish-Bosheth\\add*\\f + \\fr 3:7 \\ft Supported by some Hebrew and Greek manuscripts \\f* said to Abner, “Why ⸤did you have sex with⸥\\f + \\fr 3:7 \\ft Literally “have you gone into” \\f* my father’s concubine?” "},{"style":"v","text":"⸤Abner became very angry⸥\\f + \\fr 3:8 \\ft Literally “And it became hot for Abner very” \\f* at the words of Ish-Bosheth, and he said, “\\add Am\\add* I the head of a dog which \\add is\\add* for Judah today? Do I not continue to show loyal love with the house of Saul your father, to his brothers, and to his friends? I have not let you fall into the hands of David, yet you have ⸤accused me of sin with this woman⸥\\f + \\fr 3:8 \\ft Literally “you have called me into account with the guilt of the woman” \\f* today. "},{"style":"v","text":"Thus ⸤may God punish Abner⸥,\\f + \\fr 3:9 \\ft Literally “may God do to Abner, and thus may he add to it” \\f* ⸤if I do not accomplish what Yahweh has sworn to David⸥;\\f + \\fr 3:9 \\ft Literally “for as that Yahweh has sworn to David, so I will accomplish for him” \\f* "},{"style":"v","text":"\\add specifically,\\add* to transfer the kingdom from the house of Saul and to establish the throne of David over Israel and over Judah from Dan to Beersheba!” "},{"style":"v","text":"And \\add Ish-Bosheth\\add* was no longer able to ⸤answer⸥\\f + \\fr 3:11 \\ft Literally “return a word to” \\f* Abner ⸤because he feared him⸥.\\f + \\fr 3:11 \\ft Literally “because of his fearing him” \\f*"},{"style":"s1","text":"Abner Pledges Support for David"},{"style":"m","text":""},{"style":"v","text":"Abner sent messengers to David ⸤where he was⸥,\\f + \\fr 3:12 \\ft Literally “under him” \\f* saying, “To whom does the land \\add belong\\add*? ⸤Make your covenant with me⸥!\\f + \\fr 3:12 \\ft Literally “cut your covenant with me” \\f* Look, my hand \\add is\\add* with you to bring all of Israel over to you!” "},{"style":"v","text":"He\\f + \\fr 3:13 \\ft David \\f* said, “Good. ⸤I will make a covenant with you⸥.\\f + \\fr 3:13 \\ft Literally “I will cut a covenant with you” \\f* I am asking only one thing from you: You shall not see my face unless you bring Michal the daughter of Saul when you come to see ⸤me⸥.”\\f + \\fr 3:13 \\ft Literally “my face” \\f* "},{"style":"v","text":"Then David sent messengers to Ish-Bosheth the son of Saul, saying, “Give \\add me\\add* my wife Michal whom I betrothed to myself\\f + \\fr 3:14 \\ft Hebrew “me” \\f* for a hundred foreskins of \\add the\\add* Philistines.” "},{"style":"v","text":"So Ish-Bosheth sent and took her from \\add her\\add* husband, from Paltiel the son of Laish.\\f + \\fr 3:15 \\ft The Hebrew Masoretic text (\\fqa Kethib \\ft ) reads “Lush”; \\fqa Qere \\ft reads “Laish” \\f* "},{"style":"v","text":"But her husband went with her, ⸤weeping all along⸥\\f + \\fr 3:16 \\ft Literally “going and weeping” \\f* after her as far as Bahurim. Then Abner said to him, “Go \\add and\\add* return.” So he returned."},{"style":"p","text":""},{"style":"v","text":"The word of Abner ⸤came to⸥\\f + \\fr 3:17 \\ft Literally “was with” \\f* the elders of Israel, saying, “⸤For quite some time⸥\\f + \\fr 3:17 \\ft Literally “Both yesterday and the day before” \\f* you were seeking David as king over you. "},{"style":"v","text":"So then, bring it about, because Yahweh had said to David, “Through the hand of David my servant \\add I am about\\add* to save my people Israel from the hand of \\add the\\add* Philistines and from the hand of all their enemies.” "},{"style":"v","text":"Abner also spoke ⸤privately to Benjamin⸥.\\f + \\fr 3:19 \\ft Literally “in the ears of Benjamin” \\f* Abner also went ⸤to speak to David⸥\\f + \\fr 3:19 \\ft Literally “to speak in the ears of David” \\f* in Hebron, all that \\add was\\add* good in the eyes of Israel and in the eyes of all the house of Benjamin."},{"style":"p","text":""},{"style":"v","text":"Then Abner came to David in Hebron and with him \\add were\\add* twenty men. David had prepared a feast for Abner and for the men who \\add were\\add* with him. "},{"style":"v","text":"And Abner said to David, “Let me get up and go and gather all of Israel to my lord the king, that they may ⸤make a covenant⸥\\f + \\fr 3:21 \\ft Literally “cut a covenant” \\f* with you so you can reign over all which your soul desires.” So David dismissed Abner, and he left in peace. "},{"style":"v","text":"And look, the servants of David and Joab came from the raid, and they brought much plunder with them. But Abner was not with David at Hebron, for he\\f + \\fr 3:22 \\ft David \\f* had dismissed him, and he had gone in peace. "},{"style":"v","text":"When Joab and all the army that \\add was\\add* with him came, they told Joab, “Abner the son of Ner came to the king, and he sent him away, and he left in peace.”"},{"style":"s1","text":"Joab Assassinates Abner"},{"style":"m","text":""},{"style":"v","text":"Then Joab came to the king and said, “What have you done? Abner came here to you? Why have you dismissed him that he ⸤actually went away⸥?\\f + \\fr 3:24 \\ft Literally “and he went going” \\f* "},{"style":"v","text":"You know that Abner the son of Ner came to deceive you. He came to learn about your going out and coming \\add in\\add* and to know all which you \\add are\\add* doing.” "},{"style":"v","text":"Then Joab went out from David, and he sent messengers after Abner, and they brought him back from Bor Hasirah, but David did not know \\add it\\add*."},{"style":"p","text":""},{"style":"v","text":"When Abner returned to Hebron, Joab took him aside to the middle of the gate to speak with him in private. Then he struck him in the stomach there and he died, ⸤for he had shed the blood of Asahel his brother⸥.\\f + \\fr 3:27 \\ft Literally “for the blood of Asahel his brother.” See Num 35:16–25 \\f* "},{"style":"v","text":"When David heard this afterwards, he said: “I and my kingdom \\add are\\add* innocent ⸤before Yahweh⸥\\f + \\fr 3:28 \\ft Literally “from with Yahweh” \\f* forever \\add for\\add* the blood of Abner the son of Ner. "},{"style":"v","text":"May \\add the blood\\add* come down on the head of Joab and all the house of his father. ⸤May the house of Joab never lack⸥\\f + \\fr 3:29 \\ft Literally “May \\fq there \\ft not be cut off from the house of Joab” \\f* \\add one with\\add* a bodily discharge or \\add one with\\add* leprosy or \\add one who\\add* grasps the distaff or \\add one who\\add* falls by the sword or \\add one who is\\add* lacking food.”"},{"style":"p","text":""},{"style":"v","text":"So Joab and Abishai, his brother, killed Abner because he had killed Asahel, their brother, at Gibeon in the battle. "},{"style":"v","text":"David said to Joab and to all the people who \\add were\\add* with him, “Tear your clothing and put on sackcloth and mourn before Abner.” Now King David \\add was\\add* following after the bier. "},{"style":"v","text":"And they buried Abner at Hebron. And the king lifted up his voice and wept at the grave of Abner, and all the people wept. "},{"style":"v","text":"The king sang a lament for Abner and said, “Should Abner have died the death of a fool? "},{"style":"v","text":"Your hands \\add were\\add* not tied and your feet \\add were\\add* not in contact with bronze fetters. You have fallen as one who falls before sons of wickedness.” Then ⸤all the people wept over him again⸥.\\f + \\fr 3:34 \\ft Literally “and all the people did again to weep over him” \\f* "},{"style":"v","text":"Then all the people came to give David food. Still on that day, David swore, “⸤May God punish me⸥\\f + \\fr 3:35 \\ft Literally “Thus may God do to me and thus may he add” \\f* if I taste food or anything before the sun goes down.” "},{"style":"v","text":"All the people noticed, and it \\add was\\add* good in their eyes, as everything that the king did \\add was\\add* good in the eyes of all the people. "},{"style":"v","text":"Then all the people and all of Israel realized on that day that ⸤the king had not desired⸥\\f + \\fr 3:37 \\ft Literally “that it \\fq was \\ft not from the king” \\f* to kill Abner the son of Ner. "},{"style":"v","text":"Then the king said to his servants, “Did you not realize that a prince and a great man has fallen today in Israel? "},{"style":"v","text":"I \\add am\\add* weak today even though anointed king, and these men, the sons of Zeruiah, \\add are\\add* crueler than I \\add am\\add*. May Yahweh pay them back for doing wickedness according to their \\add own\\add* wickedness.”"}]