[{"style":"s1","text":"Ish-Bosheth is Assassinated"},{"style":"m","text":""},{"style":"v","text":"When the son of Saul heard that Abner had died in Hebron, ⸤his courage failed⸥\\f + \\fr 4:1 \\ft Literally “his hands hung limp” \\f* and all of Israel \\add was\\add* horrified. "},{"style":"v","text":"Two of the men, commanders of the raiding bands, were \\add for\\add* the son of Saul. The name of one \\add was\\add* Baanah, and the name of the other \\add was\\add* Recab, the sons of Rimmon the Beerothite from the descendants\\f + \\fr 4:2 \\ft Or “sons” \\f* of Benjamin; also, Beeroth \\add was\\add* regarded \\add as belonging\\add* to Benjamin. "},{"style":"v","text":"The Beerothites fled to Gittaim, and they are resident aliens there until this day. "},{"style":"v","text":"(Now Jonathan the son of Saul had a son who \\add was\\add* crippled in the feet. He \\add was\\add* five years old when the message of Saul and Jonathan came from Jezreel, and his nurse had picked him up and fled. It happened that as she \\add was\\add* hurrying away to flee, he fell and became crippled. His name \\add was\\add* Mephibosheth.) "},{"style":"v","text":"When the sons of Rimmon the Beerothite, Recab and Baanah, set out, they came at the heat of the day to the house of Ish-Bosheth while ⸤he \\add was\\add* taking a noontime rest⸥.\\f + \\fr 4:5 \\ft Literally “he \\fq was \\ft lying with the bed at noon” \\f* "},{"style":"v","text":"They came as far as the middle of the house \\add as if\\add* takers of wheat, and they struck him in the stomach. Then Recab and Baanah his brother escaped. "},{"style":"v","text":"When they had come \\add into\\add* the house, he \\add was\\add* lying on his couch ⸤in his bedchamber⸥,\\f + \\fr 4:7 \\ft Literally “in the room of his lying” \\f* and they attacked him and killed him. Then they ⸤beheaded him⸥,\\f + \\fr 4:7 \\ft Literally “they took away his head” \\f* and they took his head and went on the way of the Arabah all night. "},{"style":"v","text":"They brought the head of Ish-Bosheth to David at Hebron, and they said to the king, “Here \\add is\\add* the head of Ish-Bosheth, the son of Saul your enemy, who sought your life. Yahweh has given to my lord the king vengeance this day on Saul and on his offspring.” "},{"style":"v","text":"Then David answered Recab and Baanah his brother, the sons of Rimmon the Beerothite, and he said to them, “⸤As Yahweh lives⸥,\\f + \\fr 4:9 \\ft Literally “The life of Yahweh” \\f* who redeemed my soul from all trouble, "},{"style":"v","text":"when the \\add one\\add* who told me, “Look, Saul \\add is\\add* dead,” ⸤thought that he \\add was\\add* bringing good news⸥,\\f + \\fr 4:10 \\ft Literally “and he was as \\fq one \\ft bringing good news in his eyes” \\f* I seized him and killed him at Ziklag, which \\add was\\add* as my giving the news \\add back\\add* to him. "},{"style":"v","text":"⸤How much more⸥\\f + \\fr 4:11 \\ft Literally “Also” \\f* when wicked men kill a righteous man in his house, on his bed! So then, shall I not seek his lifeblood from your hand, so that I may destroy you from the earth?” "},{"style":"v","text":"Then David commanded the young men, and they killed them, and they cut off their hands and their feet, and they hung \\add them\\add* at the pool at Hebron, but the head of Ish-Bosheth they took and buried in the grave of Abner at Hebron."}]