[{"style":"s1","verse":"","text":"Yahweh Makes a Covenant with David"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"It happened that the king settled in his house. (Now Yahweh had given rest to him from all his enemies all around.) "},{"style":"v","verse":"2","text":"And the king said to Nathan the prophet, “Look, please, I \\add am\\add* living in a house of cedar, but the ark of God \\add is\\add* staying in the middle of the tent.” "},{"style":"v","verse":"3","text":"Nathan said to the king, “Go and do all that \\add is\\add* in your heart, for Yahweh \\add is\\add* with you.” "},{"style":"v","verse":"4","text":"But it happened ⸤that night⸥,\\f + \\fr 7:4 \\ft Literally “in the night the that” \\f* the word of Yahweh came\\f + \\fr 7:4 \\ft Hebrew “was” \\f* to Nathan, saying, "},{"style":"v","verse":"5","text":"“Go and tell my servant David, ‘Thus says Yahweh: “\\add Are\\add* you the one to build for me a house for my dwelling? "},{"style":"v","verse":"6","text":"For I have not dwelt in a house from the day I brought up the ⸤Israelites⸥\\f + \\fr 7:6 \\ft Literally “sons/children of Israel” \\f* from Egypt until this day; \\add rather,\\add* I \\add was\\add* going about in a tent and in a tabernacle. "},{"style":"v","verse":"7","text":"In all of my going about among all the ⸤Israelites⸥,\\f + \\fr 7:7 \\ft Literally “sons/children of Israel” \\f* did I speak a word with one of the tribes of Israel whom I commanded to shepherd my people Israel, saying, ‘Why did you not build me a cedar house?’ ” ’ "},{"style":"v","verse":"8","text":"So then, thus you shall say to my servant David, ‘Thus says Yahweh of hosts, “I took you from the pasture ⸤from following⸥\\f + \\fr 7:8 \\ft Literally “from behind” \\f* the sheep to be a leader over my people, over Israel, "},{"style":"v","verse":"9","text":"and I have been with you ⸤everywhere you went⸥.\\f + \\fr 7:9 \\ft Literally “in all that you went” \\f* I have cut off all of your enemies from in front of you, and I will make a great name for you, as the name of the great \\add ones\\add* who \\add are\\add* on the earth. "},{"style":"v","verse":"10","text":"I will make a place for my people Israel, and I will plant them\\f + \\fr 7:10 \\ft Hebrew “him” \\f* so that they\\f + \\fr 7:10 \\ft Hebrew “he” \\f* can dwell ⸤in their own place⸥.\\f + \\fr 7:10 \\ft Literally “under him” \\f* They will not tremble \\add any\\add* longer, and the children of wickedness will not afflict them again, as in the former days. "},{"style":"v","verse":"11","text":"⸤In the manner that⸥\\f + \\fr 7:11 \\ft Literally “And as far as” or “And from the day” \\f* I appointed judges over my people Israel, I will give you rest from all your enemies. And Yahweh declares to you that Yahweh will build a house for you. "},{"style":"v","verse":"12","text":"When your days \\add are\\add* full and you lie down with your ancestors,\\f + \\fr 7:12 \\ft Or “fathers” \\f* I will raise up your offspring after you who will go out from your body, and I will establish his kingdom. "},{"style":"v","verse":"13","text":"He will build a house for my name, and I will establish the throne of his kingdom forever. "},{"style":"v","verse":"14","text":"I will be a father to him, and he will be a son for me, whom I will punish when he does wrong, with a rod of men and with blows of the ⸤human beings⸥.\\f + \\fr 7:14 \\ft Literally “children of men” \\f* "},{"style":"v","verse":"15","text":"But my loyal love shall not depart from him as I took \\add it\\add* from Saul, whom I removed from before you. "},{"style":"v","verse":"16","text":"Your house and your kingdom shall endure forever before you; your throne shall be established forever.” ’ ”"},{"style":"s1","verse":"","text":"David Responds to Yahweh’s Covenant"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"According to all these words and according to all this vision, this Nathan spoke to David. "},{"style":"v","verse":"18","text":"Then King David went and sat before Yahweh and said, “Who \\add am\\add* I, my lord Yahweh, and what \\add is\\add* my house that you have brought me up to ⸤this place⸥?\\f + \\fr 7:18 \\ft Literally “here” \\f* "},{"style":"v","verse":"19","text":"Still, this \\add was\\add* ⸤insignificant⸥\\f + \\fr 7:19 \\ft Literally “small” \\f* in your eyes, my lord Yahweh, and also you have spoken about the house of your servant from afar, and this \\add may be\\add* the teaching of humans, my lord Yahweh. "},{"style":"v","verse":"20","text":"⸤What more can David say to you⸥?\\f + \\fr 7:20 \\ft Literally “And what can David still add to say” \\f* You know your servant, my lord Yahweh. "},{"style":"v","verse":"21","text":"Because of your word and according to your heart, you have done all of this great thing, \\add in order\\add* to let your servant know. "},{"style":"v","verse":"22","text":"Therefore you \\add are\\add* great, my lord Yahweh, for there is no one like you, and there \\add is\\add* no god except you, in all that we have heard with our ears. "},{"style":"v","verse":"23","text":"Who \\add is\\add* like your people, like Israel? \\add Israel is\\add* the one nation on earth whose God ⸤led them⸥,\\f + \\fr 7:23 \\ft Literally “went”; LXX reads “led” \\f* \\add in order\\add* to redeem a people for himself, and to make a name for himself, and to do for you\\f + \\fr 7:23 \\ft David switches pronouns from the third person to the second person \\f* the great and awesome things for your land in the presence of your people whom he redeemed for himself from Egypt, \\add from the\\add* nations and their gods. "},{"style":"v","verse":"24","text":"You have established your people Israel for yourself as a people forever, and you, O Yahweh, have become their God. "},{"style":"v","verse":"25","text":"So then, Yahweh God, the word that you have spoken concerning your servant and concerning his house, confirm it forever, and do just as you have promised. "},{"style":"v","verse":"26","text":"Your name shall be great forever, ⸤and they will say⸥,\\f + \\fr 7:26 \\ft Literally “saying” \\f* ‘Yahweh of hosts \\add is\\add* God over Israel’; and the house of your servant David shall be established before you. "},{"style":"v","verse":"27","text":"For you, O Yahweh of hosts, \\add are\\add* God of Israel! You have revealed to the ear of your servant, ‘I will build a house for you’; therefore your servant ⸤has found courage⸥\\f + \\fr 7:27 \\ft Literally “has found his heart” \\f* to pray this prayer to you. "},{"style":"v","verse":"28","text":"Now, my Lord Yahweh, you alone \\add are\\add* God, and your words \\add are\\add*\\f + \\fr 7:28 \\ft Hebrew “will be” \\f* true. You have promised this good to your servant. "},{"style":"v","verse":"29","text":"So then, be content and bless the house of your servant to be forever in your presence, for you, my Lord Yahweh, have spoken, and because of your blessing, may the house of your servant be blessed forever.”"}]