[{"style":"s1","verse":"","text":"David’s Military Victories Continue"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"It happened afterwards \\add that\\add* David attacked \\add the\\add* Philistines and subdued them, and he took Metheg Ammah from the hands of \\add the\\add* Philistines. "},{"style":"v","verse":"2","text":"When he defeated Moab, he measured them with the cord, making them lie on the ground. He measured two cords to kill and ⸤the third cord⸥\\f + \\fr 8:2 \\ft Literally “the filling of a cord” \\f* to let live.\\f + \\fr 8:2 \\ft This method of selection must have been well known to the reader, but the exact procedure has been obscured over the millennia. It may be that one out of three lived through the process, only to become subservient \\f* So Moab became servants of David, bringing tribute. "},{"style":"v","verse":"3","text":"Then David struck down Hadadezer the son of Rehob, king of Zobah, when he went to restore his monument\\f + \\fr 8:3 \\ft Hebrew “hand” \\f* at the Euphrates River. "},{"style":"v","verse":"4","text":"David captured from him one thousand and seven hundred horsemen and twenty thousand ⸤foot soldiers⸥.\\f + \\fr 8:4 \\ft Literally “men of infantry” \\f* David hamstrung all the chariot horses, but ⸤from them⸥\\f + \\fr 8:4 \\ft Literally “from him” \\f* he spared a hundred chariot horses. "},{"style":"v","verse":"5","text":"When Aram of Damascus came to help Hadadezer, the king of Zobah, David killed twenty-two thousand men of Aram. "},{"style":"v","verse":"6","text":"David placed garrisons in Aram of Damascus, so Aram became servants of David, bringing tribute. Yahweh protected David everywhere he went."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"David took the small round gold shields which had ⸤belonged⸥\\f + \\fr 8:7 \\ft Literally “been” \\f* to the servants of Hadadezer, and he brought them \\add to\\add* Jerusalem. "},{"style":"v","verse":"8","text":"From Betah and from Berothai, the towns of Hadadezer, King David took very many bronze \\add items\\add*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"When Toi, the king of Hamath, heard that David had defeated all the army of Hadadezer, "},{"style":"v","verse":"10","text":"Toi sent Joram his son to King David ⸤to greet him⸥\\f + \\fr 8:10 \\ft Literally “to ask peace for himself” \\f* and to congratulate him because he had fought against Hadadezer and defeated him; ⸤for Hadadezer had often been at war with Toi⸥.\\f + \\fr 8:10 \\ft Literally “for Hadadezer \\fq was \\ft a man of wars with Toi” \\f* ⸤He brought with him⸥\\f + \\fr 8:10 \\ft Literally “In his hand were” \\f* objects of silver and objects of gold and objects of bronze. "},{"style":"v","verse":"11","text":"King David dedicated them also to Yahweh \\add along\\add* with the silver and the gold that he had dedicated from all of the nations which he had subdued; "},{"style":"v","verse":"12","text":"from Aram and from Moab and from the ⸤Ammonites⸥\\f + \\fr 8:12 \\ft Literally “sons/children of Ammon” \\f* and from \\add the\\add* Philistines and from Amalek and from the plunder of Hadadezer the son of Rehob, the king of Zobah. "},{"style":"v","verse":"13","text":"So David made a name for himself when he returned from defeating Aram in the Valley of Salt, eighteen thousand. "},{"style":"v","verse":"14","text":"He put garrisons in Edom; all over Edom he put garrisons, and all of Edom became servants of David. Yahweh protected David wherever he went."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"David reigned over all of Israel, and he\\f + \\fr 8:15 \\ft Hebrew “David” \\f* was administering justice and righteousness for all his people. "},{"style":"v","verse":"16","text":"Joab the son of Zeruiah \\add was\\add* over the army, and Jehoshaphat the son of Ahilud \\add was\\add* secretary. "},{"style":"v","verse":"17","text":"Zadok the son of Ahitub and Ahimelech the son of Abiathar \\add were\\add* priests and Seraiah \\add was\\add* scribe. "},{"style":"v","verse":"18","text":"Benaiah the son of Jehoiada \\add was over\\add* the Kerethites and the Pelethites, and the sons of David \\add were\\add* priests."}]