[{"style":"s1","verse":"","text":"The Earthly Ministry of the Old Covenant"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now\\f + \\fr 9:1 \\ft Some manuscripts have “Now even” \\f* the first \\add covenant\\add* had regulations for worship and the earthly sanctuary. "},{"style":"v","verse":"2","text":"For a tent was prepared, the first \\add one\\add*, in which \\add were\\add* the lampstand and the table and the presentation of the loaves, which is called the holy place. "},{"style":"v","verse":"3","text":"And after the second curtain \\add was\\add* a tent called the holy of holies, "},{"style":"v","verse":"4","text":"containing the golden incense altar and the ark of the covenant covered on all sides with gold, in which \\add were\\add* a golden jar containing the manna and the rod of Aaron that budded and the tablets of the covenant. "},{"style":"v","verse":"5","text":"And above it \\add were\\add* the cherubim of glory overshadowing the mercy seat, about which it is not now \\add possible\\add* to speak in detail."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Now these things having been prepared in this way, the priests enter into the first tent ⸤continually⸥\\f + \\fr 9:6 \\ft Literally “throughout all” \\f* \\add as they\\add*\\ef + \\fr 9:6 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal participle (“accomplish”) \\ef* accomplish their service, "},{"style":"v","verse":"7","text":"but only the high priest \\add enters\\add* into the second \\add tent\\add* once a year, not without blood, which he offers on behalf of himself and the \\add sins\\add* of the people committed in ignorance. "},{"style":"v","verse":"8","text":"The Holy Spirit \\add was\\add* making this clear, \\add that\\add* the way \\add into\\add* the holy place \\add was\\add* not yet revealed, \\add while\\add*\\ef + \\fr 9:8 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal participle (“was”) \\ef* the first tent was still in existence, "},{"style":"v","verse":"9","text":"which \\add was\\add* a symbol for the present time, in which both the gifts and sacrifices which were offered were not able to perfect the worshiper with respect to the conscience, "},{"style":"v","verse":"10","text":"concerning \\add instead\\add* only food and drink and different washings, regulations of outward things imposed until the time of setting \\add things\\add* right."},{"style":"s1","verse":"","text":"The Heavenly Ministry of the New Covenant"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"But Christ has arrived \\add as\\add* a high priest of the good \\add things\\add* to come. Through the greater and more perfect tent not made by hands, that is, not of this creation, "},{"style":"v","verse":"12","text":"and not by the blood of goats and calves, but by his own blood, he entered once for all into the \\add most\\add* holy place, obtaining eternal redemption. "},{"style":"v","verse":"13","text":"For if the blood of goats and bulls and the ashes of a young cow sprinkled on those who are defiled sanctify \\add them\\add* for the ritual purity of the flesh, "},{"style":"v","verse":"14","text":"how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, cleanse our consciences from dead works to serve \\add the\\add* living God?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"And because of this, he is the mediator of a new covenant, in order that, \\add because\\add*\\ef + \\fr 9:15 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“has taken place”) which is understood as causal \\ef* a death has taken place for the redemption of transgressions \\add committed\\add* during the first covenant, those who are the called may receive the promise of the eternal inheritance. "},{"style":"v","verse":"16","text":"For where \\add there is\\add* a will, \\add it is\\add* a necessity \\add for\\add* the death of the one who made the will to be established. "},{"style":"v","verse":"17","text":"For a will \\add is\\add* in force concerning those who are dead, since \\add it is\\add* never in force when the one who made the will is alive. "},{"style":"v","verse":"18","text":"Therefore not even the first \\add covenant\\add* was ratified without blood. "},{"style":"v","verse":"19","text":"For \\add when\\add*\\ef + \\fr 9:19 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal participle (“had been spoken”) \\ef* every commandment had been spoken by Moses to all the people according to the law, \\add he\\add* took the blood of calves\\f + \\fr 9:19 \\ft Some manuscripts have “calves and goats” \\f* with water and scarlet wool and hyssop \\add and\\add* sprinkled both the scroll itself and all the people, "},{"style":"v","verse":"20","text":"saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“This \\add is\\add* the blood of the covenant that God has commanded for you.”\\f + \\fr 9:20 \\ft A quotation from \\xt Exod 24:8 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"And likewise he sprinkled both the tabernacle and all the utensils of service with the blood. "},{"style":"v","verse":"22","text":"Indeed, nearly everything is purified with blood according to the law, and apart from the shedding of blood there is no forgiveness."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Therefore \\add it was\\add* necessary \\add for\\add* the sketches of the \\add things\\add* in heaven to be purified with these \\add sacrifices\\add*, but the heavenly \\add things\\add* themselves \\add to be purified\\add* with better sacrifices than these. "},{"style":"v","verse":"24","text":"For Christ did not enter into a sanctuary made by hands, a \\add mere\\add* copy of the true \\add one\\add*, but into heaven itself, now to appear in the presence of God on our behalf, "},{"style":"v","verse":"25","text":"and not in order that he can offer himself many times, as the high priest enters into the sanctuary ⸤year by year⸥\\f + \\fr 9:25 \\ft Literally “according to year” \\f* with blood not his own, "},{"style":"v","verse":"26","text":"since it would have been necessary for him to suffer many times from the foundation of the world, but now he has appeared once at the end of the ages for the removal of sin by the sacrifice of himself. "},{"style":"v","verse":"27","text":"And ⸤just as⸥\\f + \\fr 9:27 \\ft Literally “in as much as” \\f* it is destined for people to die once, and after this, judgment, "},{"style":"v","verse":"28","text":"thus also Christ, having been offered once in order to bear the sins of many, will appear for the second time without reference to sin to those who eagerly await him for salvation."}]