[{"style":"s1","verse":"","text":"La protection et l’amour de Dieu pour Israël, source de crainte et d’obéissance"},{"style":"r","verse":"","text":"V. 1-11: cf. Ex 34. (No 3 et 18.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"En ce temps-là, l’Éternel me dit: \\x a \\xo 10.1 \\xt Ex 34:1.\\x*Taille deux tables de pierre comme les premières, et monte vers moi sur la montagne; tu feras aussi une arche de bois. "},{"style":"v","verse":"2","text":"J’écrirai sur ces tables les paroles qui étaient sur les premières tables que tu as brisées, et tu les mettras dans l’arche. "},{"style":"v","verse":"3","text":"Je fis une arche de bois d’acacia, je taillai deux tables de pierre comme les premières, et je montai sur la montagne, les deux tables dans ma main. "},{"style":"v","verse":"4","text":"L’Éternel écrivit sur les tables ce qui avait été écrit sur les premières, les dix paroles qu’il vous avait dites sur la montagne, du milieu du feu, le jour de l’assemblée; et l’Éternel me les donna. "},{"style":"v","verse":"5","text":"Je retournai et je descendis de la montagne, je mis les tables dans l’arche que j’avais faite, et elles restèrent là, comme l’Éternel me l’avait ordonné. "},{"style":"v","verse":"6","text":"Les enfants d’Israël \\x b \\xo 10.6 \\xt No 33:30.\\x*partirent de Beéroth-Bené Jaakan pour Moséra. C’est là que \\x c \\xo 10.6 \\xt No 20:28; 33:38.\\x*mourut Aaron, et qu’il fut enterré; Éléazar, son fils, lui succéda dans le sacerdoce. "},{"style":"v","verse":"7","text":"Ils partirent de là pour Gudgoda, et de \\x d \\xo 10.7 \\xt No 33:32, 33.\\x*Gudgoda pour Jothbatha, pays où il y a des cours d’eaux. "},{"style":"v","verse":"8","text":"En ce temps-là, l’Éternel sépara la tribu de Lévi, et lui ordonna de porter l’arche de l’alliance de l’Éternel, de se tenir devant l’Éternel pour le servir, et de bénir le peuple en son nom: ce qu’elle a fait jusqu’à ce jour. "},{"style":"v","verse":"9","text":"C’est pourquoi Lévi \\x e \\xo 10.9 \\xt No 18:20, 21, etc. De 18:1. Éz 44:28.\\x*n’a ni part ni héritage avec ses frères: l’Éternel est son héritage, comme l’Éternel, ton Dieu, le lui a dit. "},{"style":"v","verse":"10","text":"Je restai sur la montagne, comme précédemment, \\x f \\xo 10.10 \\xt De 9:18.\\x*quarante jours et quarante nuits. L’Éternel \\x g \\xo 10.10 \\xt De 9:19.\\x*m’exauça encore cette fois; l’Éternel ne voulut pas te détruire. "},{"style":"v","verse":"11","text":"L’Éternel me dit: Lève-toi, va, marche à la tête du peuple. Qu’ils aillent prendre possession du pays que j’ai juré à leurs pères de leur donner."},{"style":"r","verse":"","text":"V. 12-22: cf. (De 7:6-11; 6:20-25. Ro 12:1, 2.) Ps 146."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Maintenant, Israël, que demande de toi l’Éternel, ton Dieu, si ce n’est que tu craignes l’Éternel, ton Dieu, afin de marcher dans toutes ses voies, d’aimer et de \\x h \\xo 10.12 \\xt De 6:5. Mt 22:37. Lu 10:27.\\x*servir l’Éternel, ton Dieu, de tout ton cœur et de toute ton âme; "},{"style":"v","verse":"13","text":"si ce n’est que tu observes les commandements de l’Éternel et ses lois que je te prescris aujourd’hui, afin que tu sois heureux? "},{"style":"v","verse":"14","text":"Voici, à l’Éternel, ton Dieu, appartiennent les cieux et les cieux des cieux, \\x i \\xo 10.14 \\xt Ge 14:19. Ps 24:1; 115:16.\\x*la terre et tout ce qu’elle renferme. "},{"style":"v","verse":"15","text":"Et c’est à tes pères seulement que l’Éternel s’est attaché pour les aimer; et, après eux, c’est leur postérité, c’est vous qu’il a choisis d’entre tous les peuples, comme vous le voyez aujourd’hui. "},{"style":"v","verse":"16","text":"Vous circoncirez donc \\x j \\xo 10.16 \\xt Jé 4:4.\\x*votre cœur, et vous ne roidirez plus \\x k \\xo 10.16 \\xt Ex 32:9; 33:3; 34:9. De 9:13.\\x*votre cou. "},{"style":"v","verse":"17","text":"Car l’Éternel, votre Dieu, est le Dieu des dieux, \\x l \\xo 10.17 \\xt Ap 17:14.\\x*le Seigneur des seigneurs, le Dieu grand, fort et terrible, qui \\x m \\xo 10.17 \\xt 2 Ch 19:6, 7. Job 34:19. Ac 10:34. Ro 2:11. Ga 2:6. Ép 6:9. Col 3:25. 1 Pi 1:17.\\x*ne fait point acception des personnes et qui ne reçoit point de présent, "},{"style":"v","verse":"18","text":"qui fait droit à l’orphelin et à la veuve, qui aime l’étranger et lui donne de la nourriture et des vêtements. "},{"style":"v","verse":"19","text":"Vous aimerez l’étranger, car vous avez été étrangers dans le pays d’Égypte. "},{"style":"v","verse":"20","text":"Tu \\x n \\xo 10.20 \\xt De 6:13. Mt 4:10. Lu 4:8.\\x*craindras l’Éternel, ton Dieu, tu le serviras, tu \\x o \\xo 10.20 \\xt De 13:4.\\x*t’attacheras à lui, et tu jureras par son nom. "},{"style":"v","verse":"21","text":"Il est ta gloire, il est ton Dieu: c’est lui qui a fait au milieu de toi ces choses grandes et terribles que tes yeux ont vues. "},{"style":"v","verse":"22","text":"Tes pères descendirent en Égypte au nombre de \\x p \\xo 10.22 \\xt Ge 46:27. Ex 1:5. Ac 7:14.\\x*soixante-dix personnes; et maintenant l’Éternel, ton Dieu, a fait de toi une multitude \\x q \\xo 10.22 \\xt Ge 15:5.\\x*pareille aux étoiles des cieux."}]