[{"style":"s1","verse":"","text":"Les droits des sacrificateurs et des Lévites"},{"style":"r","verse":"","text":"V. 1-8: cf. No 18. La 3:24."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Les sacrificateurs, les Lévites, la tribu entière de Lévi, n’auront ni part ni héritage avec Israël; \\x a \\xo 18.1 \\xt No 18:20. De 10:9. 1 Co 9:13.\\x*ils se nourriront des sacrifices consumés par le feu en l’honneur de l’Éternel et de l’héritage de l’Éternel. "},{"style":"v","verse":"2","text":"Ils n’auront point d’héritage au milieu de leurs frères: \\x b \\xo 18.2 \\xt No 18:20, etc. De 10:9. Éz 44:28.\\x*l’Éternel sera leur héritage, comme il le leur a dit. "},{"style":"v","verse":"3","text":"Voici quel sera le droit des sacrificateurs sur le peuple, sur ceux qui offriront un sacrifice, un bœuf ou un agneau: on donnera au sacrificateur l’épaule, les mâchoires et l’estomac. "},{"style":"v","verse":"4","text":"Tu lui donneras les prémices de ton blé, de ton moût et de ton huile, et les prémices de la toison de tes brebis; "},{"style":"v","verse":"5","text":"car c’est lui que l’Éternel, ton Dieu, a choisi entre toutes les tribus, pour qu’il fasse le service au nom de l’Éternel, lui et ses fils, à toujours. "},{"style":"v","verse":"6","text":"Lorsque le Lévite quittera l’une de tes portes, le lieu quelconque où il demeure en Israël, pour se rendre, selon la plénitude de son désir, au lieu que choisira l’Éternel, "},{"style":"v","verse":"7","text":"et qu’il fera le service au nom de l’Éternel, ton Dieu, comme tous ses frères les Lévites qui se tiennent là devant l’Éternel, "},{"style":"v","verse":"8","text":"il recevra pour sa nourriture une portion égale à la leur, et jouira, en outre, des revenus de la vente de son patrimoine."},{"style":"s1","verse":"","text":"La divination et la magie"},{"style":"r","verse":"","text":"V. 9-14: cf. Lé 20:1-6, 27. (2 R 17:15, 17. 2 Ch 33:6.) Ép 5:11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Lorsque tu seras entré dans le pays que l’Éternel, ton Dieu, te donne, tu n’apprendras point à imiter les abominations de ces nations-là. "},{"style":"v","verse":"10","text":"Qu’on ne trouve chez toi personne \\x c \\xo 18.10 \\xt Lé 18:21.\\x*qui fasse passer son fils ou sa fille par le feu, \\x d \\xo 18.10 \\xt Lé 20:27. 1 S 28:7. És 8:19.\\x*personne qui exerce le métier de devin, d’astrologue, d’augure, de magicien, "},{"style":"v","verse":"11","text":"d’enchanteur, personne qui consulte ceux qui évoquent les esprits ou disent la bonne aventure, personne qui interroge les morts. "},{"style":"v","verse":"12","text":"Car quiconque fait ces choses est en abomination à l’Éternel; et c’est à cause de ces abominations que l’Éternel, ton Dieu, va chasser ces nations devant toi. "},{"style":"v","verse":"13","text":"Tu seras entièrement à l’Éternel, ton Dieu. "},{"style":"v","verse":"14","text":"Car ces nations que tu chasseras écoutent les astrologues et les devins; mais à toi, l’Éternel, ton Dieu, ne le permet pas."},{"style":"s1","verse":"","text":"Les prophètes"},{"style":"r","verse":"","text":"V. 15-22: cf. (Ac 3:22-26. Hé 3:1-14.) (Jé 28. De 13:1-5.) (Jn 4:29; 9:17.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"\\x e \\xo 18.15 \\xt Jn 1:46. Ac 3:22; 7:37.\\x*L’Éternel, ton Dieu, te suscitera du milieu de toi, d’entre tes frères, un prophète comme moi: vous l’écouterez! "},{"style":"v","verse":"16","text":"Il répondra ainsi à la demande que tu fis à l’Éternel, ton Dieu, à Horeb, le jour de l’assemblée, quand tu disais: \\x f \\xo 18.16 \\xt Ex 20:19. De 5:25. Hé 12:19.\\x*Que je n’entende plus la voix de l’Éternel, mon Dieu, et que je ne voie plus ce grand feu, afin de ne pas mourir. "},{"style":"v","verse":"17","text":"L’Éternel me dit: Ce qu’ils ont dit est bien. "},{"style":"v","verse":"18","text":"Je leur susciterai du milieu de leurs frères un prophète comme toi, je mettrai mes paroles dans sa bouche, \\x g \\xo 18.18 \\xt Jn 4:25.\\x*et il leur dira tout ce que je lui commanderai. "},{"style":"v","verse":"19","text":"Et si quelqu’un n’écoute pas mes paroles qu’il dira en mon nom, c’est moi qui lui en demanderai compte. "},{"style":"v","verse":"20","text":"Mais \\x h \\xo 18.20 \\xt De 13:5. Jé 14:14.\\x*le prophète qui aura l’audace de dire en mon nom une parole que je ne lui aurai point commandé de dire, ou qui parlera au nom d’autres dieux, ce prophète-là sera puni de mort. "},{"style":"v","verse":"21","text":"Peut-être diras-tu dans ton cœur: Comment connaîtrons-nous la parole que l’Éternel n’aura point dite? "},{"style":"v","verse":"22","text":"Quand ce que dira le prophète n’aura pas lieu et n’arrivera pas, ce sera une parole que l’Éternel n’aura point dite. C’est par audace que le prophète l’aura dite: n’aie pas peur de lui."}]