[{"style":"s1","verse":"","text":"Le divorce"},{"style":"r","verse":"","text":"V. 1-4: cf. (Mt 5:31, 32; 19:3-9.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Lorsqu’un homme aura pris et épousé une femme qui viendrait à ne pas trouver grâce à ses yeux, parce qu’il a découvert en elle quelque chose de honteux, il écrira pour elle \\x a \\xo 24.1 \\xt Mt 5:31; 19:7. Mc 10:4.\\x*une lettre de divorce, et, après la lui avoir remise en main, il la renverra de sa maison. "},{"style":"v","verse":"2","text":"Elle sortira de chez lui, s’en ira, et pourra devenir la femme d’un autre homme. "},{"style":"v","verse":"3","text":"Si ce dernier homme la prend en aversion, écrit pour elle une lettre de divorce, et, après la lui avoir remise en main, la renvoie de sa maison; ou bien, si ce dernier homme qui l’a prise pour femme vient à mourir, "},{"style":"v","verse":"4","text":"alors le premier mari qui l’avait renvoyée ne pourra pas la reprendre pour femme après qu’elle a été souillée, car c’est une abomination devant l’Éternel, et tu ne chargeras point de péché le pays que l’Éternel, ton Dieu, te donne pour héritage."},{"style":"s1","verse":"","text":"Le nouveau marié exempté du service militaire. Les prêts sur gages. Le vol d’un homme. Les lépreux"},{"style":"r","verse":"","text":"V. 5-9: cf. De 20:7. Ex 21:16. (Lé 13; 14.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Lorsqu’un homme sera nouvellement \\x b \\xo 24.5 \\xt De 20:7.\\x*marié, il n’ira point à l’armée, et on ne lui imposera aucune charge; il sera exempté par raison de famille pendant un an, et il réjouira la femme qu’il a prise. "},{"style":"v","verse":"6","text":"On ne prendra point pour gage les deux meules, ni la meule de dessus; car ce serait prendre pour gage la vie même. "},{"style":"v","verse":"7","text":"Si l’on trouve un homme qui ait \\x c \\xo 24.7 \\xt Ex 21:16.\\x*dérobé l’un de ses frères, l’un des enfants d’Israël, qui en ait fait son esclave ou qui l’ait vendu, ce voleur sera puni de mort. Tu ôteras ainsi le mal du milieu de toi. "},{"style":"v","verse":"8","text":"Prends garde à la plaie de la lèpre, afin de bien observer et de faire tout ce que vous enseigneront les sacrificateurs, les Lévites; vous aurez soin d’agir d’après les ordres \\x d \\xo 24.8 \\xt Lé 13:2.\\x*que je leur ai donnés. "},{"style":"v","verse":"9","text":"Souviens-toi de ce que l’Éternel, ton Dieu, fit à \\x e \\xo 24.9 \\xt No 12:10.\\x*Marie pendant la route, lors de votre sortie d’Égypte."},{"style":"s1","verse":"","text":"Les mercenaires. Les droits de l’étranger, de l’orphelin et de la veuve"},{"style":"r","verse":"","text":"V. 10-18: cf. Ex 22:26, 27, 21-24. (Lé 19:13. Ja 5:4. Mal 3:5.) Ps 146:7, 9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Si tu fais à ton prochain un prêt quelconque, tu n’entreras point dans sa maison pour te saisir de son gage; "},{"style":"v","verse":"11","text":"tu resteras dehors, et celui à qui tu fais le prêt t’apportera le gage dehors. "},{"style":"v","verse":"12","text":"Si cet homme est pauvre, tu ne te coucheras point, en retenant son gage; "},{"style":"v","verse":"13","text":"tu le lui \\x f \\xo 24.13 \\xt Ex 22:26.\\x*rendras au coucher du soleil, afin qu’il couche dans son vêtement et qu’il te bénisse; et cela te sera imputé à justice devant l’Éternel, ton Dieu. "},{"style":"v","verse":"14","text":"Tu \\x g \\xo 24.14 \\xt Lé 19:13. Ja 5:4.\\x*n’opprimeras point le mercenaire, pauvre et indigent, qu’il soit l’un de tes frères, ou l’un des étrangers demeurant dans ton pays, dans tes portes. "},{"style":"v","verse":"15","text":"Tu lui donneras le salaire de sa journée avant le coucher du soleil; car il est pauvre, et il lui tarde de le recevoir. Sans cela, il crierait à l’Éternel contre toi, et tu te chargerais d’un péché. "},{"style":"v","verse":"16","text":"On ne fera point mourir les pères \\x h \\xo 24.16 \\xt 2 Ch 14:6. 2 Ch 25:4. Jé 31:30. Éz 18:20.\\x*pour les enfants, et l’on ne fera point mourir les enfants pour les pères; on fera mourir chacun pour son péché. "},{"style":"v","verse":"17","text":"Tu ne porteras point atteinte au droit de \\x i \\xo 24.17 \\xt Ex 22:21, 22. Pr 22:22. És 1:23. Jé 5:28; 22:3. Éz 22:29. Za 7:10.\\x*l’étranger et de l’orphelin, et tu ne prendras point en gage le vêtement de la veuve. "},{"style":"v","verse":"18","text":"Tu te souviendras que tu as été esclave en Égypte, et que l’Éternel, ton Dieu, t’a racheté; c’est pourquoi je te donne ces commandements à mettre en pratique."},{"style":"r","verse":"","text":"V. 19-22: cf. Lé 19:9, 10. Ps 68:6."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Quand tu \\x j \\xo 24.19 \\xt Lé 19:9; 23:22.\\x*moissonneras ton champ, et que tu auras oublié une gerbe dans le champ, tu ne retourneras point la prendre: elle sera pour l’étranger, pour l’orphelin et pour la veuve, afin que l’Éternel, ton Dieu, te bénisse dans tout le travail de tes mains. "},{"style":"v","verse":"20","text":"Quand tu secoueras tes oliviers, tu ne cueilleras point ensuite les fruits restés aux branches: ils seront pour l’étranger, pour l’orphelin et pour la veuve. "},{"style":"v","verse":"21","text":"Quand tu vendangeras ta vigne, tu ne cueilleras point ensuite les grappes qui y seront restées: elles seront pour l’étranger, pour l’orphelin et pour la veuve. "},{"style":"v","verse":"22","text":"Tu te souviendras que tu as été esclave dans le pays d’Égypte; c’est pourquoi je te donne ces commandements à mettre en pratique."}]