[{"style":"s1","verse":"","text":"Les querelles"},{"style":"r","verse":"","text":"V. 1-4: cf. 2 Co 11:24. 1 Co 9:9-11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Lorsque des hommes, ayant entre eux une querelle, se présenteront en justice pour être jugés, on absoudra l’innocent, et l’on condamnera le coupable. "},{"style":"v","verse":"2","text":"Si le coupable mérite d’être battu, le juge le fera étendre par terre et frapper en sa présence d’un nombre de coups proportionné à la gravité de sa faute. "},{"style":"v","verse":"3","text":"Il ne lui fera pas donner plus de \\x a \\xo 25.3 \\xt 2 Co 11:24.\\x*quarante coups, de peur que, si l’on continuait à le frapper en allant beaucoup au-delà, ton frère ne fût avili à tes yeux. "},{"style":"v","verse":"4","text":"Tu \\x b \\xo 25.4 \\xt 1 Co 9:9. 1 Ti 5:18.\\x*n’emmuselleras point le bœuf, quand il foulera le grain."},{"style":"s1","verse":"","text":"Le mariage entre beau-frère et belle-sœur"},{"style":"r","verse":"","text":"V. 5-12: cf. (Ge 38:7-11. Ru 4:1-10.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Lorsque des frères demeureront ensemble, et que l’un d’eux mourra sans laisser de fils, la femme du défunt ne se mariera point au-dehors avec un étranger, mais \\x c \\xo 25.5 \\xt Mt 22:24. Mc 12:19. Lu 20:28.\\x*son beau-frère ira vers elle, la prendra pour femme, et l’épousera comme beau-frère. "},{"style":"v","verse":"6","text":"Le premier-né qu’elle enfantera succédera au frère mort et portera son nom, afin que ce nom ne soit pas effacé d’Israël. "},{"style":"v","verse":"7","text":"Si cet homme ne veut pas prendre sa belle-sœur, elle montera à la porte vers les anciens, et dira: \\x d \\xo 25.7 \\xt Ru 4:7.\\x*Mon beau-frère refuse de relever en Israël le nom de son frère, il ne veut pas m’épouser par droit de beau-frère. "},{"style":"v","verse":"8","text":"Les anciens de la ville l’appelleront, et lui parleront. S’il persiste, et dit: Je ne veux pas la prendre, "},{"style":"v","verse":"9","text":"alors sa belle-sœur s’approchera de lui en présence des anciens, lui ôtera son soulier du pied, et lui crachera au visage. Et prenant la parole, elle dira: Ainsi sera fait à l’homme qui ne relève pas la maison de son frère. "},{"style":"v","verse":"10","text":"Et sa maison sera appelée en Israël la maison du déchaussé. "},{"style":"v","verse":"11","text":"Lorsque des hommes se querelleront ensemble, l’un avec l’autre, si la femme de l’un s’approche pour délivrer son mari de la main de celui qui le frappe, si elle avance la main et saisit ce dernier par les parties honteuses, "},{"style":"v","verse":"12","text":"tu lui couperas la main, tu ne jetteras sur elle aucun regard de pitié."},{"style":"s1","verse":"","text":"Les poids et les mesures"},{"style":"r","verse":"","text":"V. 13-16: cf. (Lé 19:35, 36. Mi 6:10, 11.) (És 11:9. Za 5:5-11.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Tu n’auras point dans ton sac deux sortes de poids, un gros et un petit. "},{"style":"v","verse":"14","text":"Tu n’auras point dans ta maison deux sortes d’épha, un grand et un petit. "},{"style":"v","verse":"15","text":"Tu auras un poids exact et juste, tu auras un épha exact et juste, afin que tes jours se prolongent dans le pays que l’Éternel, ton Dieu, te donne. "},{"style":"v","verse":"16","text":"Car quiconque fait ces choses, quiconque commet une iniquité, est en \\x e \\xo 25.16 \\xt Pr 11:1.\\x*abomination à l’Éternel, ton Dieu."},{"style":"s1","verse":"","text":"La destruction des Amalécites"},{"style":"r","verse":"","text":"V. 17-19: cf. (Ex 17:8-16. 1 S 15.) (De 32:43. Ps 9:13, 14.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Souviens-toi de ce que te fit \\x f \\xo 25.17 \\xt Ex 17:8.\\x*Amalek pendant la route, lors de votre sortie d’Égypte, "},{"style":"v","verse":"18","text":"comment il te rencontra dans le chemin, et, sans aucune crainte de Dieu, tomba sur toi par derrière, sur tous ceux qui se traînaient les derniers, pendant que tu étais las et épuisé toi-même. "},{"style":"v","verse":"19","text":"Lorsque l’Éternel, ton Dieu, après t’avoir délivré de tous les ennemis qui t’entourent, t’accordera du repos dans le pays que l’Éternel, ton Dieu, te donne en héritage et en propriété, tu effaceras la mémoire d’Amalek de dessous les cieux: ne l’oublie point."}]