[{"style":"s1","verse":"","text":"L’observation des commandements de l’Éternel"},{"style":"r","verse":"","text":"V. 1-9: cf. (De 5:27-33. Ps 119:1-4.) Mc 12:28-34. (De 11:18-21. Ps 78:1-8.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Voici les commandements, les lois et les ordonnances que l’Éternel, votre Dieu, a commandé de vous enseigner, afin que vous les mettiez en pratique dans le pays dont vous allez prendre possession; "},{"style":"v","verse":"2","text":"afin que tu craignes l’Éternel, ton Dieu, en observant, tous les jours de ta vie, toi, ton fils, et le fils de ton fils, toutes ses lois et tous ses commandements que je te prescris, et afin que tes jours soient prolongés. "},{"style":"v","verse":"3","text":"Tu les écouteras donc, Israël, et tu auras soin de les mettre en pratique, afin que tu sois heureux et que vous multipliiez beaucoup, comme te l’a dit l’Éternel, le Dieu de tes pères, en te promettant un pays où coulent le lait et le miel. "},{"style":"v","verse":"4","text":"\\x a \\xo 6.4 \\xt De 4:35. Mc 12:29. Jn 17:3. 1 Co 8:4, 6.\\x*Écoute, Israël! L’Éternel, notre Dieu, est le seul Éternel. "},{"style":"v","verse":"5","text":"Tu \\x b \\xo 6.5 \\xt De 10:12. Mt 22:37. Lu 10:27.\\x*aimeras l’Éternel, ton Dieu, de tout ton cœur, de toute ton âme et de toute ta force. "},{"style":"v","verse":"6","text":"Et ces commandements, que je te donne aujourd’hui, seront dans ton cœur. "},{"style":"v","verse":"7","text":"Tu les inculqueras à \\x c \\xo 6.7 \\xt De 4:9; 11:19.\\x*tes enfants, et tu en parleras quand tu seras dans ta maison, quand tu iras en voyage, quand tu te coucheras et quand tu te lèveras. "},{"style":"v","verse":"8","text":"Tu les lieras comme un signe sur tes mains, et ils seront comme des fronteaux entre tes yeux. "},{"style":"v","verse":"9","text":"Tu les écriras sur les poteaux de ta maison et sur tes portes."},{"style":"r","verse":"","text":"V. 10-25: cf. (De 8:6-20; 11:13-17, 22-28.) De 32:15-18. 1 Ti 6:17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"L’Éternel, ton Dieu, te fera entrer dans le pays qu’il a juré à tes pères, à Abraham, à Isaac et à Jacob, de te donner. Tu posséderas de grandes et bonnes villes que tu n’as point bâties, "},{"style":"v","verse":"11","text":"des maisons qui sont pleines de toutes sortes de biens et que tu n’as point remplies, des citernes creusées que tu n’as point creusées, des vignes et des oliviers que tu n’as point plantés. "},{"style":"v","verse":"12","text":"\\x d \\xo 6.12 \\xt De 8:9, 10.\\x*Lorsque tu mangeras et te rassasieras, garde-toi d’oublier l’Éternel, qui t’a fait sortir du pays d’Égypte, de la maison de servitude. "},{"style":"v","verse":"13","text":"Tu \\x e \\xo 6.13 \\xt De 10:20. Mt 4:10. Lu 4:8.\\x*craindras l’Éternel, ton Dieu, tu le serviras, et tu jureras par son nom. "},{"style":"v","verse":"14","text":"Vous n’irez point après d’autres dieux, d’entre les dieux des peuples qui sont autour de vous; "},{"style":"v","verse":"15","text":"car l’Éternel, ton Dieu, est un Dieu jaloux au milieu de toi. La colère de l’Éternel, ton Dieu, s’enflammerait contre toi, et il t’exterminerait de dessus la terre. "},{"style":"v","verse":"16","text":"Vous \\x f \\xo 6.16 \\xt Mt 4:7. Lu 4:12.\\x*ne tenterez point l’Éternel, votre Dieu, comme vous l’avez tenté à \\x g \\xo 6.16 \\xt Ex 17:2. No 20:3.\\x*Massa. "},{"style":"v","verse":"17","text":"Mais vous observerez les commandements de l’Éternel, votre Dieu, ses ordonnances et ses lois qu’il vous a prescrites. "},{"style":"v","verse":"18","text":"Tu feras ce qui est droit et ce qui est bien aux yeux de l’Éternel, afin que tu sois heureux, et que tu entres en possession du bon pays que l’Éternel a juré à tes pères de te donner, "},{"style":"v","verse":"19","text":"après qu’il aura chassé tous tes ennemis devant toi, comme l’Éternel l’a dit. "},{"style":"v","verse":"20","text":"Lorsque ton fils te demandera un jour: Que signifient ces préceptes, ces lois et ces ordonnances, que l’Éternel, notre Dieu, vous a prescrits? "},{"style":"v","verse":"21","text":"tu diras à ton fils: Nous étions esclaves de Pharaon en Égypte, et l’Éternel nous a fait sortir de l’Égypte par sa main puissante. "},{"style":"v","verse":"22","text":"L’Éternel a opéré, sous nos yeux, des miracles et des prodiges, grands et désastreux, contre l’Égypte, contre Pharaon et contre toute sa maison; "},{"style":"v","verse":"23","text":"et il nous a fait sortir de là, pour nous amener dans le pays qu’il avait juré à nos pères de nous donner. "},{"style":"v","verse":"24","text":"L’Éternel nous a commandé de mettre en pratique toutes ces lois, et de craindre l’Éternel, notre Dieu, afin que nous fussions toujours heureux, et qu’il nous conservât la vie, comme il le fait aujourd’hui. "},{"style":"v","verse":"25","text":"Nous aurons la justice en partage, si nous mettons soigneusement en pratique tous ces commandements devant l’Éternel, notre Dieu, comme il nous l’a ordonné."}]