[{"style":"mt1","text":"Màrk"},{"style":"s","verse":"","text":"Waareb Yaxya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Xibaaru jàmm bu Yeesu °Kirist, °Doomu Yàlla\\f + \\fr 1.1 \\fk Doomu Yàlla: \\ft tur wii tekkiwul ne, Yàlla moo jur Yeesu mook Maryaama, ndaxte loolu araam na. Tekkiwul it ne, dañoo màggal nit, ba di ko méngale ak Yàlla. Waaye day tekki ne Yeesu mooy Kàddug Yàlla, di ki dippeekoo ci Yàlla te feeñal jikkoom. Ku gis doom, xam nu baayam mel. Ku gis Yeesu kon, xam nu Yàlla mel.\\f*, nii la tàmbalee."},{"style":"v","verse":"2","text":"Bind nañu ci téereb yonent Yàlla °Esayi naan:"},{"style":"q","verse":"","text":"«Maa ngi yónni sama ndaw ci sa kanam,"},{"style":"q","verse":"","text":"mu xàllal la sa yoon."},{"style":"q","verse":"","text":""},{"style":"v","verse":"3","text":"Baat a ngi xaacu ca màndiŋ ma naan:"},{"style":"q","verse":"","text":"“Xàll-leen yoonu Boroom bi,"},{"style":"q","verse":"","text":"jubal-leen fi muy jaar.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Noonu °Yaxya feeñ ca màndiŋ ma, di °sóob nit ñi ci ndox, tey waaree nii: «Tuubleen seeni bàkkaar, ba noppi ma sóob leen ci ndox, ngir Yàlla baal leen seeni bàkkaar.»"},{"style":"v","verse":"5","text":"Kon waa diiwaanu Yude ñépp ak waa dëkku °Yerusalem ñépp daldi génn jëm ci moom, di nangu seeni bàkkaar fi kanam ñépp, Yaxya sóob leen ca dexu Yurdan."},{"style":"v","verse":"6","text":"Yaxya nag mi ngi soloon mbubb mu ñu ràbbe kawaru giléem, takk laxasaayu der ci ndiggam. Ay njéeréer la doon dunde ak lem."},{"style":"v","verse":"7","text":"Mu waare ne: «Am na kuy ñëw sama gannaaw koo xam ne kii moo ma ëpp kàttan; yeyoowuma sax sëgg, ngir tekki ay dàllam."},{"style":"v","verse":"8","text":"Maa ngi leen di sóob ci ndox, waaye moom dina leen sóob ci °Xel mu Sell mi.»"},{"style":"s","verse":"","text":"Yaxya sóob na Yeesu ci dexu Yurdan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Booba Yeesu jóge na dëkku Nasaret ci diiwaanu Galile, ñëw, °Yaxya °sóob ko ci dexu Yurdan."},{"style":"v","verse":"10","text":"Bi muy génn ndox mi, mu daldi gis asamaan xar, te °Xelum Yàlla di wàcc ci melow pitax, ñëw ci moom."},{"style":"v","verse":"11","text":"Te baat bu jóge asamaan jib ne: «Yaa di sama Doom, ji ma bëgg; ci yaw laa ame bànneex.»"},{"style":"s","verse":"","text":"Yeesu dékku na ay nattu ci pexey Seytaane"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ci kaw loolu Xelum Yàlla daldi jéñ Yeesu, mu dem ca màndiŋ ma."},{"style":"v","verse":"13","text":"Mu nekk fa ñeent fukki fan, jànkoonte ak fiiri °Seytaane; mu dëkk ci biir rabi àll yi, te malaakay Yàlla di ko topptoo."},{"style":"s","verse":"","text":"Yeesu tànn na ñeenti taalibe"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bi nga xamee ne jàpp nañu °Yaxya, Yeesu dem ca diiwaanu Galile, di waare xibaaru jàmm bu Yàlla bi,"},{"style":"v","verse":"15","text":"naan: «Jamono ji mat na, nguuru Yàlla jegesi na; tuubleen seeni bàkkaar te gëm xibaaru jàmm bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Am bés Yeesu doon dox ca tefesu dexu Galile, mu gis fa ñaar ñu bokk ndey ak baay, di Simoŋ ak Andare rakkam, ñuy sànni seeni mbaal ci dex gi, ndaxte ay nappkat lañu woon."},{"style":"v","verse":"17","text":"Yeesu ne leen: «Ñëwleen topp ci man, dinaa leen def nappkati nit.»"},{"style":"v","verse":"18","text":"Ci saa si ñu bàyyi seeni mbaal, topp ci moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Bi Yeesu demee ba ca kanam, mu gis Saag doomu Sebede, ak Yowaana, mi mu bokkal ndey ak baay, ñu nekk ci gaal gi, di defar seeni mbaal."},{"style":"v","verse":"20","text":"Noonu Yeesu woo leen, ñu daldi bàyyi seen baay Sebede ci gaal gi, moom ak surga ya, tey topp ci moom."},{"style":"s","verse":"","text":"Yeesu faj na nit ku am rab"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Gannaaw loolu ñu dem Kapernawum. Ca °bésub noflaay nag Yeesu daldi dugg ci jàngu bi, di leen jàngal."},{"style":"v","verse":"22","text":"Te ñu waaru ca njàngleem, ndaxte jàngal na leen ak sañ-sañ bu seeni °xutbakat amul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Noonu am na ci jàngu bi nit ku rab jàpp. Mu daldi yuuxu naan:"},{"style":"v","verse":"24","text":"«Yaw Yeesum Nasaret, loo nuy fexeel? Ndax dangaa ñëw, ngir alag nu? Xam naa la, yaa di Aji Sell, ji jóge ci Yàlla.»"},{"style":"v","verse":"25","text":"Waaye Yeesu gëdd ko naan: «Noppil te génn ci moom!»"},{"style":"v","verse":"26","text":"Noonu rab wi daldi sayloo nit ki te génn ci moom ak yuux gu réy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Bi loolu amee ñépp waaru, ba laajante naan: «Kii mooy kan? Mii njàngle lu bees la te ànd ak sañ-sañ. Day sant rab yi sax, ñu di ko déggal.»"},{"style":"v","verse":"28","text":"Noonu turam daldi siiw ci diiwaani Galile gépp."},{"style":"s","verse":"","text":"Yeesu faj na jarag yu bare"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Bi nga xamee ne génn nañu ci jàngu bi, ñu ànd ak Saag ak Yowaana, dem ci kër Simoŋ ak Andare."},{"style":"v","verse":"30","text":"Fekk gorob Simoŋ bu jigéen tëdd wopp ak yaram wu tàng; ñu daldi ko yégal Yeesu."},{"style":"v","verse":"31","text":"Mu ñëw nag ci moom, jàpp loxoom, yékkati ko. Noonu tàngoor wi daldi wàcc, te soxna si di leen topptoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ca ngoon sa nag, bi jant sowee, ñu indil Yeesu ñi wopp ñépp ak ñi rab jàpp ñépp,"},{"style":"v","verse":"33","text":"ba dëkk bi bépp dajaloo ci buntu kër gi."},{"style":"v","verse":"34","text":"Noonu mu wéral ñu bare, ñu wopp ak ay jàngoro yu wuute, te dàq ay rab yu bare. Waaye mu tere rab yi, ñu wax dara, ndaxte xam nañu ko."},{"style":"s","verse":"","text":"Yeesu wéetoo na ak Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ca njël laata bët di set, Yeesu jóg dem ca bérab bu wéet, di fa ñaan Yàlla."},{"style":"v","verse":"36","text":"Simoŋ nag ak ñi ànd ak moom di ko seet fu nekk."},{"style":"v","verse":"37","text":"Bi ñu ko gisee, ñu ne ko: «Ñépp a ngi lay seet.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Waaye Yeesu ne leen: «Nanu dem feneen ci dëkk yi nu wër, ma waare fa itam, ndaxte moo tax ma génn.»"},{"style":"v","verse":"39","text":"Noonu mu wër ci diiwaanu Galile gépp, di waare ci seeni jàngu, tey dàq rab yi."},{"style":"s","verse":"","text":"Yeesu faj na ku gaana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Am bés ku °gaana ñëw ci moom, sukk, ñaan ko ne: «Soo ko bëggee, man nga maa wéral.»"},{"style":"v","verse":"41","text":"Yeesu yërëm ko, tàllal loxoom, laal ko naan: «Bëgg naa ko, wéral.»"},{"style":"v","verse":"42","text":"Ca saa sa ngaanaam daldi deñ, mu wér."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Noonu Yeesu yebal ko, dénk ko bu wér naan:"},{"style":"v","verse":"44","text":"«Moytula wax kenn dara, waaye demal won sa bopp °sarxalkat bi, te nga jébbal Yàlla sarax, si yoonu °Musaa santaane, ngir ñu xam ne wér nga, te mu nekk seede ci ñoom.»"},{"style":"v","verse":"45","text":"Waaye naka la waa ji génn, mu di yéene ci kaw li xewoon, te di ko jéebaane, ba tax Yeesu manatula fàŋŋaaral dugg cib dëkk, waaye mu nekk ci biti ciy bérab yu wéet. Ba tey nit ñi jóge fu nekk, di ko fa fekk."}]