[{"style":"s","verse":"","text":"Pase"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yeesu jóge fa, dem ca wàlli réewu Yawut yi, ya ca gannaaw dexu Yurdan. Bi mu fa demee, mbooloo mu bare ñëw fi moom. Yeesu daldi leen jàngal, ni mu ko daan defe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Noonu ay °Farisen ñëw ci moom, lalal ko fiir, ñu laaj ko: «Ndax jaadu na, nit fase soxnaam?»"},{"style":"v","verse":"3","text":"Yeesu ne leen: «Lu leen yoonu °Musaa sant?»"},{"style":"v","verse":"4","text":"Ñu ne ko: «Musaa maye na, nit bind kayitu pase, tàggook soxnaam.»"},{"style":"v","verse":"5","text":"Waaye Yeesu ne leen: «Dénkaane boobu mu leen bindal, bind na ko ndax seen xol dafa fatt."},{"style":"v","verse":"6","text":"Waaye ca njàlbéen ga “Yàlla sàkk na leen, kii góor, kii jigéen."},{"style":"v","verse":"7","text":"Looloo tax góor di teqalikook ndeyam ak baayam, ànd ak soxnaam,"},{"style":"v","verse":"8","text":"ñoom ñaar doon benn.” Kon nekkatuñu ñaar waaye benn lañu."},{"style":"v","verse":"9","text":"Lu Yàlla takk nag, bu ko nit tas.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bi ñu delloo ca kër ga nag, taalibe ya laaj ko ci mbirum loolu."},{"style":"v","verse":"11","text":"Noonu Yeesu ne leen: «Ku fase sa soxna, takk jeneen, njaaloo nga, di tooñ ku jëkk ka."},{"style":"v","verse":"12","text":"Te jigéen ji tas, séyaat ak keneen, njaaloo nga.»"},{"style":"s","verse":"","text":"Xale yu ndaw yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bi loolu wéyee ñu indil Yeesu ay xale, ngir mu °teg leen ay loxoom. Waaye taalibe ya gëdd nit ñi."},{"style":"v","verse":"14","text":"Bi ko Yeesu gisee nag, mu metti ko lool, mu ne leen: «Bàyyileen xale yi, ñu ñëw fi man! Buleen leen tere, ndaxte ñu mel ni ñoom ñoo yelloo nguuru Yàlla."},{"style":"v","verse":"15","text":"Ci dëgg maa ngi leen koy wax, ku woyoful ni xale, nangu nguuru Yàlla, doo ci mana dugg.»"},{"style":"v","verse":"16","text":"Noonu Yeesu leewu leen, teg leen ay loxoom, barkeel leen."},{"style":"s","verse":"","text":"Waxambaane wu bare alal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Gannaaw loolu bi Yeesu nekkee ci kaw yoon wi di dem, am ku daw, sukk ci kanamam ne ko: «Kilifa gu baax gi, lu ma wara def, ngir am wàll ci dund gu dul jeex gi?»"},{"style":"v","verse":"18","text":"Yeesu ne ko: «Lu tax nga wooye ma ku baax ki? Yàlla rekk a baax."},{"style":"v","verse":"19","text":"Xam nga ndigal yi: “Bul bóome, bul njaaloo, bul sàcc, bul seede lu dul dëgg, bul nangu alalu jaambur, teralal sa ndey ak sa baay.”»"},{"style":"v","verse":"20","text":"Waa ji ne ko: «Kilifa gi, loolu lépp sàmm naa ko li dale ci samag ndaw ba tey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Noonu Yeesu xool ko, am cofeel ci moom, mu ne ko: «Lenn rekk moo la dese. Demal jaay li nga am, jox ko miskin yi, te dinga woomle ci asamaan; boo noppee, nga ñëw topp ci man.»"},{"style":"v","verse":"22","text":"Waaye ci wax jooju xar kanamam lëndëm, mu jóge fa ak tiis, ndaxte ku bare woon alal la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Noonu Yeesu xool taalibe yi ko wër ne leen: «Boroom alal dugg ci nguuru Yàlla, lu jafee ngoogu!»"},{"style":"v","verse":"24","text":"Wax jooju nag daldi jaaxal taalibe yi lool. Waaye Yeesu neeti leen: «Samay xarit, dugg ci nguuru Yàlla, lu jafee ngoogu!"},{"style":"v","verse":"25","text":"Giléem jaar ci bën-bënu puso moo gëna yomb boroom alal dugg ci nguuru Yàlla.»"},{"style":"v","verse":"26","text":"Wax jooju gënatee jaaxal taalibe ya, ñu naan ci seen biir: «Kon nag ku mana mucc?»"},{"style":"v","verse":"27","text":"Noonu Yeesu xool leen naan: «Loolu të na nit, waaye tëwul Yàlla; Yàlla man na lépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ci kaw loolu Piyeer daldi ko ne: «Nun de dëddu nanu lépp te topp la!»"},{"style":"v","verse":"29","text":"Yeesu ne ko: «Ci dëgg maa ngi leen koy wax, képp ku dëddu kër, doomu ndey yu góor walla yu jigéen, ndey walla baay, doom walla suuf ndax man ak xibaaru jàmm bi,"},{"style":"v","verse":"30","text":"dinga am tey jii téeméeri yoon ay kër, doomi ndey yu góor ak yu jigéen, ndey, doom ak suuf, ñoom ak ay fitnay noon, te ëllëg nga am dund gu dul jeex."},{"style":"v","verse":"31","text":"Waaye ñu bare ci ñi jiitu ñooy mujji; ñi mujj ñooy jiituji.»"},{"style":"s","verse":"","text":"Yeesu xamle na ne dina dee, dekki"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Gannaaw loolu ñu ànd jëm °Yerusalem, Yeesu jiitu; taalibe yi am njàqare, te ñi ci topp tiit. Noonu Yeesu woowaat fukk ak ñaar ña cig wet, xamal leen li nara xew ci mbiram."},{"style":"v","verse":"33","text":"Mu ne leen: «Noo ngi dem Yerusalem, te dees na jébbal °Doomu nit ki ci loxoy °sarxalkat yu mag ya ak °xutbakat ya. Dinañu ko àtte, teg ko dee, jébbal ko ñi dul Yawut,"},{"style":"v","verse":"34","text":"ñu ñaawal ko, di tifli ci kawam, dóor ko ay yar, rey ko. Waaye gannaaw ñetti fan dina dekki.»"},{"style":"s","verse":"","text":"Li doomi Sebede ñaan Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Gannaaw loolu Saag ak Yowaana, doomi Sebede, ñëw ci Yeesu. Ñu ne ko: «Kilifa gi, danoo bëggoon nga may nu li nu lay ñaan.»"},{"style":"v","verse":"36","text":"Yeesu ne leen: «Lu ngeen bëggoon, ma may leen ko?»"},{"style":"v","verse":"37","text":"Ñu ne ko: «Bés boo soloo sa ndam, nga may nu, nu toog, kii ci sa ndijoor, kii ci sa càmmoñ.»"},{"style":"v","verse":"38","text":"Waaye Yeesu ne leen: «Xamuleen li ngeen di ñaan. Ndax man ngeena naan kaasu naqar, bi may naan? Ndax man ngeena sóobu ci metit, yi ma nara sóobu?»"},{"style":"v","verse":"39","text":"Ñu ne ko: «Waaw, man nanu ko.» Noonu Yeesu ne leen: «Dingeen naan kaasu naqar, bi may naan, tey sóobu ci metit, yi ma nara sóobu,"},{"style":"v","verse":"40","text":"waaye toog ci sama ndijoor mbaa sama càmmoñ, du man maa koy maye. Ñi ñu ko waajal rekk a ko yelloo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Bi nga xamee ne fukki taalibe ya ca des dégg nañu loolu, ñu daldi mere Saag ak Yowaana."},{"style":"v","verse":"42","text":"Waaye Yeesu woo leen naan: «Xam ngeen ne ci xeeti àddina, ñi ñu teg njiit dañu leen di dóor yetu nguur, te kilifa yi di leen not."},{"style":"v","verse":"43","text":"Buleen mel ni ñooñu. Waaye ku bëgga nekk kilifa ci yéen, na nekk seen surga,"},{"style":"v","verse":"44","text":"te ku bëgga nekk njiit, na nekk seen jaam."},{"style":"v","verse":"45","text":"Ndaxte noonu la °Doomu nit ki ñëwe sax, du ngir ñu nekk ay surgaam, waaye ngir muy seen surga, ba joxe bakkanam ngir °njotug ñu bare.»"},{"style":"s","verse":"","text":"Yeesu faj na ku gumba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Bi loolu wéyee ñu agsi ca dëkku Yeriko. Bi ko Yeesu di génn, ànd ak taalibe ya ak mbooloo mu xawa bare, am gumba gu tudd Bartime-- liy tekki «doomu Time», toog ci wetu yoon wi, di yelwaan."},{"style":"v","verse":"47","text":"Noonu mu dégg ne, Yeesum Nasaret moo fay romb; mu daldi yuuxu naan: «Yërëm ma, yaw °Sëtu Daawuda bi!»"},{"style":"v","verse":"48","text":"Ci kaw loolu ñu bare gëdd ko, ngir mu noppi. Teewul mu gëna yuuxu naan: «Yaw Sëtu Daawuda bi, yërëm ma!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Noonu Yeesu taxaw, daldi ne: «Wooleen ko!» Ñu woo nag gumba gi ne ko: «Na sa xel dal! Jógal! Mu ngi lay woo.»"},{"style":"v","verse":"50","text":"Bi mu ko déggee, mu sànni malaanam, ne bërét, dem ci Yeesu."},{"style":"v","verse":"51","text":"Yeesu ne ko: «Loo bëggoon ma defal la ko?» Gumba gi ne ko: «Kilifa gi, damaa bëgga gis.»"},{"style":"v","verse":"52","text":"Noonu Yeesu ne ko: «Demal ci jàmm. Sa ngëm faj na la.» Ci saa si gumba gi gis, daldi topp Yeesu ci yoon wi."}]