[{"style":"s","text":"Léebu beykat yi"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu daldi leen wax ciy léeb. Mu ne leen: «Amoon na fi nit ku jëmbët toolu reseñ. Mu ñag tool bi, gas pax ngir nal ci reseñ yi, tabax wottukaay, ba noppi batale ko ay beykat, daldi tukki."},{"style":"p","text":""},{"style":"v","text":"«Bi tool bi ñoree nag, mu yónni surga ci ñoom, ngir jot wàllam ci meññeef gi."},{"style":"v","text":"Waaye ñu jàpp ko, dóor ko ay yar, dàq ko, mu dellu ak loxoy neen."},{"style":"v","text":"Mu yónniwaat beneen surga, waaye ñu dóor ko ci bopp, toroxal ko."},{"style":"v","text":"Mu yónneeti beneen surga, ñu rey ko. Mu yónni ñeneen ñu bare, ñii ñu dóor leen, ñii ñu rey."},{"style":"p","text":""},{"style":"v","text":"«Noonu mu dese ko kenn rekk, di doomam ji mu bëgg. Mujj mu yónni ko naan: “Xëy na ñu weg sama doom.”"},{"style":"v","text":"Waaye beykat yi daldi ne ci seen biir: “Kii moo wara donn tool bi; nan ko rey, moom ndono li.”"},{"style":"v","text":"Ñu jàpp ko nag, rey, sànni ci biti.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu laaj leen: «Boroom tool bi nag, lu muy def? Xanaa ñëw, rey beykat ya, dénk tool ba ñeneen."},{"style":"v","text":"Ndax masuleena jàng wax jii ci Mbind mi?"},{"style":"q","text":"“Doj wi tabaxkat yi sànni,"},{"style":"q","text":"mujj na di doju koñ;"},{"style":"q","text":""},{"style":"v","text":"ci Boroom bi la loolu jóge,"},{"style":"q","text":"te yéemu nanu ci.”»"},{"style":"p","text":""},{"style":"v","text":"Noonu kilifa yi di wut pexem jàpp ko, ndaxte xam nañu ne ñoom lay wax. Waaye ragal nañu mbooloo mi, ba ñu bàyyi ko fa, dem."},{"style":"s","text":"Galag gi ñuy fey buur bi Sesaar"},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee ñu yónni ci Yeesu ay °Farisen ak ñu far ak buur bi °Erodd, ngir fiir ko ci waxam."},{"style":"v","text":"Ñu ñëw ci moom nag ne ko: «Kilifa gi, xam nanu ne ku wóor nga, te ragaloo kenn, ndaxte seetuloo jëmmi nit, waaye dangay xamle yoonu Yàlla ci bu wóor. Wax nu, ndax jaadu na, nu fey buur bi °Sesaar galag am déet? Nu fey ko walla nu bañ koo fey?»"},{"style":"p","text":""},{"style":"v","text":"Waaye Yeesu xam na seen naaféq, mu ne leen: «Lu tax ngeen bëgg maa fiir? Indil-leen ma posetu °denariyon, ma seet.»"},{"style":"v","text":"Ñu jox ko poset bi. Noonu Yeesu laaj leen: «Kan lañu ci def nataalam ak turam?» Ñu ne ko: «Sesaar.»"},{"style":"v","text":"Noonu Yeesu ne leen: «Joxleen nag Sesaar li Sesaar moom, te jox Yàlla li Yàlla moom.» Ñu daldi waaru ci mbiram."},{"style":"s","text":"Sadusen yi ak ndekkite li"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu ay °Sadusen ñëw ci moom, ngir laaj ko lenn. Sadusen yi nag gëmuñu ne ndekkite am na."},{"style":"v","text":"Ñu ne ko: «Kilifa gi, °Musaa bindal na nu ne, ku magam faatu, te bàyyiwul doom ak soxnaam, kooku war na donn jigéen ji, ba yékkati giiru magam."},{"style":"p","text":""},{"style":"v","text":"«Amoon na fi nag juróom ñaari góor, ñu bokk ndey ak baay. Taaw ba takk jabar, faatu, te bàyyiwul doom."},{"style":"v","text":"Ñaareel ba takk jigéen ja, faatu moom itam te bàyyiwul doom. Ñetteel bi it noonu."},{"style":"v","text":"Mbir mi dem na nag, ba juróom ñaar ñooñu ñépp dem, te kenn bàyyiwu fi doom. Mujj jigéen ja faatu moom itam."},{"style":"v","text":"Ci ndekkite li nag kan ci ñoom moo ko wara donn, fekk ku nekk ci juróom ñaar ñi mas na koo takk?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Mbaa du dangeena nekk cig réer, ci li ngeen xamul Mbind mi mbaa kàttanu Yàlla?"},{"style":"v","text":"Ndaxte keroog ndekkite li kenn du am jabar, kenn du am jëkkër, waaye dinañu mel ni malaaka yi ci kaw."},{"style":"v","text":"Te sax li jëm ci mbirum ndekkite, xanaa jànguleen lii Yàlla wax ci Tawreetu Musaa ci saarum ngarab si: “Maay Yàllay °Ibraayma, Isaaxa ak °Yanqóoba”?"},{"style":"v","text":"Li ci génn mooy, nekkul Yàllay ñi dee, waaye Yàllay ñiy dund la. Kon sóobu ngeen cig réer.»"},{"style":"s","text":"Ban ndigal moo gëna màgg ci yoonu Musaa"},{"style":"p","text":""},{"style":"v","text":"Bi ñuy werante, benn °xutbakat ñëw, dégg seen waxtaan, gis ne Yeesu tontu na leen tont lu leer. Mu laaj ko nag: «Ci ndigal yi, ban moo ci gëna màgg?»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu ne ko: «Bii: “°Dégluleen, yéen bànni Israyil! Yàlla sunu Boroom mooy Boroom bi, te kenn la."},{"style":"v","text":"Kon nanga bëgg Yàlla sa Boroom ak sa xol bépp ak sa bakkan bépp, sa xel mépp ak sa kàttan gépp.”"},{"style":"v","text":"Te ñaareel bi, lii la: “Nanga bëgg sa moroom, ni nga bëgge sa bopp.” Ndigal yii ñoo sut yépp.»"},{"style":"p","text":""},{"style":"v","text":"Xutbakat bi ne ko: «Waaw, kilifa gi, li nga wax dëgg la: Yàlla kenn la, te amul jeneen Yàlla ju dul moom."},{"style":"v","text":"Te nga bëgg ko ak sa xol bépp ak sa xel mépp ak sa kàttan gépp moo dàq bépp sarax bu ñuy yóbbu ngir màggal Yàlla ak bu ñuy lakk ca °sarxalukaay ba.»"},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu gisee nag ne tontu na ak xel, mu ne ko: «Sorewuloo nguuru Yàlla.» Bi mu waxee loolu, kenn ñemeetu koo laaj dara."},{"style":"s","text":"Mbaa Almasi bi mooy sëtu Daawuda?"},{"style":"p","text":""},{"style":"v","text":"Bi nga xamee ne Yeesu ma nga doon jàngle ca kër Yàlla ga, mu laaj nit ñi: «Lu tax °xutbakat yi di wax ne, °Almasi bi mooy °sëtu Daawuda?"},{"style":"v","text":"Daawuda moom wax na ci kàttanu °Xel mu Sell mi naan:"},{"style":"q","text":"“Boroom bi nee na sama Boroom:"},{"style":"q","text":"‘Toogal ci sama ndijoor,"},{"style":"q","text":"ba kera may daaneel"},{"style":"q","text":"say noon ci sa kanam.’ ”"},{"style":"m","text":""},{"style":"v","text":"Gannaaw Daawuda nag wooye na ko: “Boroom bi,” nu muy nekke sëtam?» Noonu mbooloo mu mag mi di ko déglu ak bànneex."},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu di jàngle nag, mu ne leen: «Moytuleen xutbakat yi; dañoo bëgg di doxantu, sol ay mbubb yu réy, te ñépp di leen nuyoo ñaari loxo ci pénc mi."},{"style":"v","text":"Ci jàngu yi, féete kanam lañuy wut, te toogu yu yiw lañuy taamu ci reeri xew yi."},{"style":"v","text":"Ñu ngi lekk alalu jigéen ñi seeni jëkkër faatu, di ñaan Yàlla ay ñaani ngistal yu gudd. Seen mbugal dina gëna tar.»"},{"style":"s","text":"Saraxu soxna si"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu toog ca kër Yàlla ga, janook ndab, yi ñuy def sarax ngir Yàlla, muy xool nit ña cay dugal seen xaalis. Am nag ay boroom alal yu ci di def xaalis bu bare."},{"style":"v","text":"Gannaaw ga daal benn jigéen ju jëkkëram faatu, te mu ñàkk, ñëw, def ci ñaari poseti xànjar\\f + \\fr 12.42 \\ft Mooy posetu lepton. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*, yu matul sax dërëm."},{"style":"p","text":""},{"style":"v","text":"Bi ko Yeesu gisee, mu woo taalibe yi ne leen: «Ci dëgg maa ngi leen koy wax, li jigéen ju ñàkk jee dugal ca defukaay ya moo ëpp maana alalu ñeneen ñi ñépp."},{"style":"v","text":"Ñoom ñépp dañu sàkk ci seen barele, waaye moom dafa sàkk ci néewleem, ba far ko joxe lépp, toog.»"}]