[{"style":"s","text":"Yeesu taxaw na ci kanam Pilaat, boroom réew ma"},{"style":"p","text":""},{"style":"v","text":"Ci suba teel °sarxalkat yu mag yi gise, ñoom ak njiit yi ak °xutbakat yi ak °kureelu àttekat yi yépp. Ñu yeew nag Yeesu, daldi ko yóbbu, jébbal ko °Pilaat."},{"style":"p","text":""},{"style":"v","text":"Noonu Pilaat laaj ko: «Ndax yaa di buuru Yawut yi?» Yeesu ne ko: «Wax nga ko.»"},{"style":"v","text":"Te sarxalkat yu mag yi di ko jiiñ lu bare."},{"style":"v","text":"Kon nag Pilaat laajaat ko: «Déggal lépp li ñu lay jiiñ. Xanaa amoo ci tont?»"},{"style":"v","text":"Waaye ba tey Yeesu waxul dara, ba tax Pilaat waaru."},{"style":"p","text":""},{"style":"v","text":"Màggal gu nekk nag Pilaat daan na may mbooloo mi, ñu tànn kenn ci ñi ñu tëjoon, mu bàyyil leen ko."},{"style":"v","text":"Fekk booba amoon na ku ñu tëj, tudd Barabas, ku bokk ci ña bëggoona tas réew mi, boole ci rey nit."},{"style":"v","text":"Noonu mbooloo mi ñëw, laaj Pilaat, mu defal leen la mu daan def."},{"style":"v","text":"Pilaat nag xam ne kiñaan rekk a taxoon sarxalkat yu mag yi jébbal ko Yeesu. Kon mu ne mbooloo mi: «Xanaa ma bàyyil leen buuru Yawut yi?»"},{"style":"v","text":"Waaye sarxalkat yu mag yi xiir mbooloo mi, ñu laaj Pilaat, mu bàyyil leen Barabas."},{"style":"p","text":""},{"style":"v","text":"Kon Pilaat ne leen: «Lan laay def nag ak ki ngeen di wooye buuru Yawut yi?»"},{"style":"v","text":"Ñu daldi yuuxuwaat naan: «Daaj ko ci bant, ba mu dee!»"},{"style":"v","text":"Pilaat ne leen: «Lu tax? Gan tooñ la def?» Waaye mbooloo mi di yuuxu bu gëna kawe: «Daaj ko ci bant!»"},{"style":"v","text":"Noonu Pilaat, mi wuta neex mbooloo mi, bàyyil leen Barabas, ba noppi mu dóorlu Yeesu ay yar, jébbal ko, ngir ñu daaj ko ci bant."},{"style":"s","text":"Xarekat yi ñaawal nañu Yeesu"},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee ñu dugal Yeesu ci biir kër boroom réew ma, mooy bérab bu ñuy wax Peretoriyum, ñu daldi woo mbooloom xarekat yépp."},{"style":"v","text":"Noonu ñu solal ko mbubb mu xonq curr, ràbb °kaalag dég, teg ko ci boppam."},{"style":"v","text":"Ñu daldi ko wax bu kawe: «Nuyu nanu la, yaw buuru Yawut yi!»"},{"style":"v","text":"Ñu di ko dóor ci bopp ak bant, di ko tifli, daldi sukk, màggal ko."},{"style":"v","text":"Bi ñu ko ñaawalee noonu ba noppi, ñu summi mbubb mu xonq mi, solaatal ko ay yéreem, yóbbu ko, ngir daaj ko ci bant."},{"style":"s","text":"Rey nañu Yeesu ci kaw bant ba"},{"style":"p","text":""},{"style":"v","text":"Amoon na nag nit ku dëkk °Siren, tudd Simoŋ, di baayu Alegsàndar ak Rufus. Fekk booba mu romb fa, jóge ca wet, ga féete ak tool ya, ñu ga ko ngir mu gàddu bant bi."},{"style":"v","text":"Noonu ñu yóbbu Yeesu ca bérab bu ñuy wax Golgota, liy tekki «bérabu Kaaŋu bopp.»"},{"style":"v","text":"Ñu bëgg koo jox biiñ bu ñu boole ak naan gu tudd °miir, waaye nanguwu ko."},{"style":"p","text":""},{"style":"v","text":"Foofa ñu daaj Yeesu ci bant, daldi séddoo ay yéreem, tegoo ko ay bant, ba xam ku nekk, looy am;"},{"style":"v","text":"booba fekk yoor-yoor di jot."},{"style":"v","text":"Mbind mi xamle lu tax ñu rey ko nee na: «Kii mooy buuru Yawut yi.»"},{"style":"v","text":"Booba it ñu daajaale ak moom ñaari taskati réew mi, kenn ci ndijooram, ki ci des ci càmmoñam."},{"style":"p","text":""},{"style":"v","text":"Ña fa doon romb di ko xas, di wëcc seen bopp ndax sib ko, naan: «Waaw kay, yaw mi bëgga toj kër Yàlla gi, tabaxaat ko ci ñetti fan,"},{"style":"v","text":"wàccal ci bant bi te musal sa bopp!»"},{"style":"v","text":"Noonu it °sarxalkat yu mag yi ak °xutbakat yi di ko ñaawal ci seen biir naan: «Kii musal na ñeneen waaye manula musal boppam."},{"style":"v","text":"°Almasi bii, di buuru Israyil, na wàcc léegi ci bant bi, nu gis ko te gëm.» Ñi ñu daajaale ak moom it di ko xarab."},{"style":"s","text":"Yeesu saay na"},{"style":"p","text":""},{"style":"v","text":"Li tàmbalee digg bëccëg, ba ci tisbaar, réew mépp lëndëm."},{"style":"v","text":"Ci tisbaar nag Yeesu wootee kàddu gu dëgër naan: «Elowi, Elowi, lema sabaktani?» liy tekki: «Sama Yàlla, sama Yàlla, lu tax nga dëddu ma?»"},{"style":"v","text":"Ñenn ci ña fa taxaw nag, bi ñu ko déggee, ñu ne: «Mu ngi woo yonent Yàlla °Ilyaas.»"},{"style":"v","text":"Noonu kenn daw, jël aw sagar, capp ko ci °bineegar, mu teg ko ci bant, jox ko ko, mu muucu. Mu ne: «Bàyyileen, nu seet, ba xam Ilyaas dina ñëw, wàcce ko.»"},{"style":"v","text":"Noonu Yeesu wootewaat ak kàddu gu dëgër, delloo ruuwam Yàlla."},{"style":"p","text":""},{"style":"v","text":"Bi mu ko defee ridob bérab bu sell ba ca kër Yàlla ga xar ñaar, li dale ci kaw ba ci suuf."},{"style":"v","text":"Njiitu xare nag, bi taxawoon ci kanam Yeesu, bi mu gisee ni Yeesu deeye, mu ne: «Ci dëgg, nit kii °Doomu Yàlla la!»"},{"style":"p","text":""},{"style":"v","text":"Amoon na fa nag ay jigéen, ñu leen dànd, di xool. Xàmmi nañu ci: Maryaama mi dëkk Magdala, Maryaama yaayu Saag mu ndaw ak Yuusufa, ak Salome."},{"style":"v","text":"Bi Yeesu nekkee Galile, jigéen ñooñu ñoo ko doon topp, di ko topptoo. Amoon na fa it yeneen jigéen yu bare yu àndoon ak moom, ba ñëw °Yerusalem."},{"style":"s","text":"Rob nañu Yeesu"},{"style":"p","text":""},{"style":"v","text":"Booba nag bésu Waajal la woon, maanaam bés bu jiitu °bésub noflaay bi. Ca ngoon sa nag,"},{"style":"v","text":"Yuusufa mi dëkk Arimate takk aw fitam, dem °Pilaat, laaj ko néewu Yeesu. Yuusufa moomu nag, ku siiw la woon ci °kureelu àttekat yi, te doon séentu moom itam nguuru Yàlla."},{"style":"v","text":"Bi Pilaat déggee ne, Yeesu faatu na xaat, mu waaru. Mu woolu nag njiit li, laaj ko, ndax yàgg na faatu."},{"style":"v","text":"Bi ko ko njiit li dëggalee, Pilaat jox néew bi Yuusufa."},{"style":"p","text":""},{"style":"v","text":"Noonu Yuusufa jënd càngaay, wàcce néew bi, laxas ko ci, dugal ko cib °bàmmeel bu ñu yett ci xeer. Bi mu ko defee mu béraŋ aw doj, ube ko buntu bàmmeel bi."},{"style":"v","text":"Maryaamam Magdala nag ak Maryaama yaayu Yuusufa xool fu mu ko denc."}]