[{"style":"s","text":"Yeesu Kirist dekki na"},{"style":"p","text":""},{"style":"v","text":"Bi °bésub noflaay bi wéyee, Maryaamam Magdala, Maryaama yaayu Saag, ak Salome, jënd cuuraay, ngir dem xeeñal néewu Yeesu."},{"style":"v","text":"Kon bés bu jëkk ci ayu-bés gi, ñu njëlu dem ca °bàmmeel ba,"},{"style":"v","text":"di laajante: «Ku nuy béraŋal doj, wiy ub bàmmeel bi?» Doj woowu nag bu réya réy la woon."},{"style":"p","text":"Noonu ñu xool, gis ne doj wa deñ."},{"style":"v","text":"Ñu dugg ci bàmmeel bi, gis ca ndijoor waxambaane wu sol mbubb mu weex, ñu daldi tiit."},{"style":"v","text":"Mu ne leen: «Buleen tiit. Yéena ngi seet Yeesum Nasaret, mi ñu daajoon ci bant bi. Nekkatu fi, dekki na; gisleen fi ñu ko tëraloon."},{"style":"v","text":"Kon nag demleen, ne Piyeer ak taalibe ya: “Mi ngi leen di jiitu Galile. Foofa ngeen koy gise, ni mu leen ko waxe woon.”»"},{"style":"p","text":""},{"style":"v","text":"Noonu jigéen ñi génn, dawe bàmmeel ba, tiit bay lox. Te waxuñu kenn dara ndax seen tiit."},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu dekkee nag ci suba teel ca bés bu jëkk ca ayu-bés ga, mu jëkka feeñu Maryaama mu dëkk Magdala, mi mu dàqe woon juróom ñaari rab."},{"style":"v","text":"Maryaama nag dem nettali ko ñi àndoon ak Yeesu, fekk ñuy naqarlu, di jooy."},{"style":"v","text":"Bi ñu déggee ne, Yeesoo ngi dund te Maryaama gis na ko, gëmuñu ko."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu feeñu ñaar ci ñoom ci jeneen jëmm, ñuy jaar ci yoon wi, jëm àll ba."},{"style":"v","text":"Ñu waññiku nag, wax ko ña ca des, waaye ba tey gëmuñu leen ñoom it."},{"style":"p","text":""},{"style":"v","text":"Gannaaw ga it Yeesu feeñu fukki taalibe yi ak benn, bi ñuy lekk. Mu yedd leen ndax seen ngëmadi ak seen dëgër bopp, ci li ñu baña gëm ñi ko gisoon, bi mu dekkee."},{"style":"p","text":""},{"style":"v","text":"Mu ne leen: «Demleen ci àddina sépp, yégal xibaaru jàmm bi mbindeef yépp."},{"style":"v","text":"Ku gëm te ñu °sóob ko ci ndox, dina mucc; ku gëmul, dees na ko daan."},{"style":"v","text":"Ñi ma gëm dinañu ànd ak firnde yii: ci sama tur dinañu dàq rab yi, di wax làkk yu bees,"},{"style":"v","text":"di jàpp jaan ak seeni loxo; te bu ñu naanee lu ñu tooke, du leen wàññi dara, te jarag ju ñu °teg loxo, mu wér.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw bi Boroom bi Yeesu waxee ak ñoom, mu yékkatiku, dem asamaan, toog ci ndijooru Yàlla."},{"style":"v","text":"Taalibe ya dem waareji, te loxob Boroom bi ànd ak ñoom, di dëggal kàddu gi ak firnde, yi ci ànd."}]