[{"style":"s","text":"Yeesu faj na ku làggi"},{"style":"p","text":""},{"style":"v","text":"Bi ay fan weesoo, Yeesu délsi dëkku Kapernawum, mu siiw ne mu ngi ci kër gi."},{"style":"v","text":"Noonu nit ñu bare dajaloo fa, ba kenn amatul foo taxaw, du ci bunt bi sax. Te Yeesu di leen yégal kàddu gi."},{"style":"v","text":"Noonu, am ñu ko indil ku yaramam wépp làggi, ñeenti nit jàppoo ko."},{"style":"v","text":"Waaye manuñu koo jege ndax mbooloo mi. Kon ñu daldi teggi kaw kër gi, di bëtt fa tiim bérab ba Yeesu nekk, daldi yoor basaŋ, ga làggi ba tëdd."},{"style":"v","text":"Bi Yeesu gisee seen ngëm, mu ne làggi ba: «Sama waay, baal nañu la say bàkkaar.»"},{"style":"p","text":""},{"style":"v","text":"Fekk ay °xutbakat toog fa, ñu di werante ci seen xel naan:"},{"style":"v","text":"«Kii kan la, ba saña wax lii; mi ngi sosal Yàlla. Ana ku mana baale bàkkaar yi, ku dul Yàlla doŋŋ?»"},{"style":"p","text":""},{"style":"v","text":"Waaye Yeesu yég ci xelam li ñuy werante ci seen biir, ne leen: «Lu tax ngeen di werantee nii ci seen xel?"},{"style":"v","text":"Lan moo gëna yomb, ma wax ku làggi ki: “Baal nañu la say bàkkaar,” walla ma wax ko: “Jógal, jël sa basaŋ, tey dox”?"},{"style":"v","text":"Waaye xamleen ne, °Doomu nit ki am na ci àddina sañ-sañu baale bàkkaar yi.» Ci kaw loolu mu ne làggi ba:"},{"style":"v","text":"«Maa ngi la koy sant, jógal, jël sa basaŋ te nga ñibbi.»"},{"style":"v","text":"Ca saa sa mu jël basaŋam te génn fa kanam ñépp. Noonu ñépp waaru, di màggal Yàlla naan: «Lu mel ni lii, masunu koo gis.»"},{"style":"s","text":"Yeesu woo na Lewi"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu génnaat, aw booru dex ga, mbooloo mépp di ñëw ci moom, mu di leen jàngal."},{"style":"v","text":"Bi Yeesu di romb, mu gis ku ñuy wax Lewi, doomu Alfe, toog ca juuti ba. Yeesu ne ko: «Kaay topp ci man.» Mu jóg, daldi topp ci moom."},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee Yeesu ak i taalibeem di lekk ci kër Lewi, fekk ay °juutikat ak ay boroom bàkkaar yu bare di lekkandoo ak ñoom, ndaxte ñu bare ci ñoom a ko toppoon."},{"style":"v","text":"Waaye °xutbakat yi bokk ci °Farisen yi, bi ñu gisee ne dafa bokk lekk ak ay juutikat ak ay boroom bàkkaar, ñu daldi laaj taalibe yi: «Lu tax muy lekkandoo ak ay juutikat ak ay boroom bàkkaar?»"},{"style":"v","text":"Noonu Yeesu dégg ko, mu ne leen: «Ñi wér soxlawuñu fajkat, ñi wéradi ñoo ko soxla; ñëwuma woo ñi jub, waaye bàkkaarkat yi laay woo.»"},{"style":"s","text":"Ndax warees na woor?"},{"style":"p","text":""},{"style":"v","text":"Taalibey °Yaxya nag ak °Farisen yi daan nañu woor. Ñu ñëw nag fi Yeesu ne ko: «Lu tax taalibey Yaxya yi ak yu Farisen yi di woor, te say taalibe duñu woor?»"},{"style":"v","text":"Yeesu ne leen: «Ndax gan, yi ñëw cig céet, dinañu woor, fekk boroom céet gi ànd ak ñoom? Duñu woor, li feek boroom céet gaa ngi ànd ak ñoom."},{"style":"v","text":"Waaye bés yaa ngi ñëw, yu ñuy jële boroom céet gi; bés boobaa nag dinañu woor."},{"style":"p","text":""},{"style":"v","text":"«Kenn du daax mbubb mu màggat ak sekkit wu bees; ndaxte sekkit wi day ñoddi mbubb mi, te xottiku bi gëna yaatu."},{"style":"v","text":"Te kenn du def biiñ bu bees ci mbuusi der yu màggat. Lu ko moy, biiñ bi day toj mbuus yi, ba mbuus yi yàqu, biiñ bi tuuru. Waaye biiñ bu bees, ci mbuus yu bees lañu koy def.»"},{"style":"s","text":"Yeesu nee na, mooy boroom bésub noflaay bi"},{"style":"p","text":""},{"style":"v","text":"Amoon na benn °bésub noflaay Yeesu jaar ciy tool yu ñor. Bi ñuy dem nag, ay taalibeem daldi fàq ay gub."},{"style":"v","text":"Noonu °Farisen ya ne Yeesu: «Gisal, lu tax say taalibe di def lu jaaduwul ci bésub noflaay bi?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Ndax jànguleen la °Daawuda defoon, ba mu amee soxla te xiif, moom ak ña mu àndaloon?"},{"style":"v","text":"Xanaa yéguleen li amoon ci bési Abiyatar °sarxalkat bu mag bi, ni Daawuda dugge woon ca kër Yàlla ga, lekk °mburu, ya ñu teewal ca kanam Yàlla, jox ci it ña mu àndaloon; fekk jaaduwul kenn lekk ko, ku dul sarxalkat?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu dellu ne leen: «Yàlla sàkkul nit ngir bésub noflaay bi, waaye sàkk na bésub noflaay ngir nit."},{"style":"v","text":"Noonu °Doomu nit ki mooy boroom bésub noflaay bi.»"}]