[{"style":"s","text":"Yeesu faj na ku rab jàpp"},{"style":"p","text":""},{"style":"v","text":"Noonu ñu jàll dex ga, ba teer ci diiwaanu waa °Serasa."},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu génnee gaal gi, nit ku rab jàpp jóge ca sëg ya, daldi ñëw kar ko."},{"style":"v","text":"Kooku nag ca sëg ya la dëkk, te kenn manu koo yeew, du ak càllala sax."},{"style":"v","text":"Ndaxte ay yoon yu bare jéngoon nañu ko te yeew ko ak ay càllala, waaye waa ji daldi dagg càllala yi te damm jéng yi, ba kenn amul woon kàttanu téye ko."},{"style":"v","text":"Guddi ak bëccëg mu nga woon ca sëg ya ak ca tund ya, di yuuxu te jam yaramam ak ay xeer."},{"style":"p","text":""},{"style":"v","text":"Bi mu gisee Yeesu fu sore nag, mu daldi dawsi, sukk fa kanamam,"},{"style":"v","text":"di xaacu naan: «Yaw Yeesu °Doomu Yàlla Aji Kawe ji, loo may fexeel? Ci turu Yàlla, bu ma mbugal.»"},{"style":"v","text":"Ndaxte Yeesu da ko ne: «Yaw rab wu bon wi, génnal ci nit ki.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu laaj ko: «Noo tudd?» Mu ne ko: «Coggal laa tudd, ndaxte ñu bare lanu.»"},{"style":"v","text":"Muy ñaan Yeesu lool, ngir mu bañ leena dàq ca réew ma."},{"style":"p","text":""},{"style":"v","text":"Fekk amoon na fa ca tund wa géttu mbaam-xuux yu bare yuy for."},{"style":"v","text":"Rab ya ñaan Yeesu: «Jox nu ndigal, nu dugg mbaam-xuux ya.»"},{"style":"v","text":"Mu may leen ko. Noonu rab ya génn nit ka, dugg mbaam-xuux ya, ñu daldi bartalu, daanu ca dex ga, lab fa. Mbaam-xuux ya nag matoon nañu ñaari junni."},{"style":"p","text":""},{"style":"v","text":"Noonu sàmm ya daw ca dëkk ba ak ca àll ba, nettaliji mbir mi, ba nit ñi ñëw, seet li xew."},{"style":"v","text":"Ñu ñëw nag ci Yeesu, gis ka rab ya jàppoon toog, sol ay yére te ànd ak sagoom. Ñu daldi ragal."},{"style":"v","text":"Ña fekke woon mbir ma nag nettali leen mbirum nit ka ak mbaam-xuux ya."},{"style":"v","text":"Ci kaw loolu ñu daldi ñaan Yeesu, mu sore seen réew."},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu di dugg ci gaal gi, ki rab ya jàppoon ñaan Yeesu, ngir ànd ak moom."},{"style":"v","text":"Waaye Yeesu mayu ko ko. Mu ne ko: «Ñibbil ci say bokk, nettali leen ni la Boroom bi yërëme, ba defal la lii lépp.»"},{"style":"v","text":"Noonu waa ji dem ci diiwaanu Fukki dëkk yi, daldi fa yégle la ko Yeesu defal, ba ñépp waaru."},{"style":"s","text":"Yeesu dekkal na doomu Yayrus te faj jigéen"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu jàllaat dex ga, taxaw ca tefes ga. Te nit ñu bare dajaloo, wër ko."},{"style":"v","text":"Kenn ci njiiti jàngu ba nag, tudd Yayrus, ñëw ci moom. Naka la gis Yeesu, mu daanu ciy tànkam,"},{"style":"v","text":"di ko sarxu lu bare naan: «Sama doom ju jigéen mi ngi bëgga faatu; kaay °teg ko loxo, ngir mu wér te dund.»"},{"style":"v","text":"Noonu Yeesu ànd ak moom."},{"style":"p","text":"Bi muy dem, mbooloo mu réy topp ko, di ko tanc."},{"style":"v","text":"Amoon na fa nag jigéen ju doon xëpp deret diirub fukki at ak ñaar."},{"style":"v","text":"Sonnoon na lool ci loxoy fajkat yu bare, sànk ci alalam jépp te jëlewu ci genn tan, waaye faf wopp ja yokku."},{"style":"v","text":"Noonu mu déggoon turu Yeesu, ne ci boppam: «Su ma laalee ay yéreem rekk, dinaa wér.» Mu jaxasoo ak mbooloo mi nag, doxe ko gannaaw, laal mbubbam."},{"style":"v","text":"Ci saa si deret ji taxaw, mu yég ci yaramam ne jàngoroom deñ na."},{"style":"p","text":""},{"style":"v","text":"Yeesu yég ci saa si ne, doole génn na ci moom. Mu walbatiku nag ne mbooloo mi: «Ana ku laal samay yére?»"},{"style":"v","text":"Ay taalibeem ne ko: «Xanaa gisuloo mbooloo mi lay wër; ngay laaj: “Ku ma laal?”»"},{"style":"v","text":"Waaye Yeesu di xool li ko wër, ngir gis ku ko def."},{"style":"v","text":"Noonu jigéen ja ñëw, daanu ciy tànkam, wax ko dëgg gépp; mu tiit bay lox, ndaxte xam na li xewoon ci yaramam."},{"style":"v","text":"Yeesu ne ko: «Soxna si, sa ngëm faj na la; demal ci jàmm, te na sa jàngoro wàcc.»"},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu di wax nag, am na ku jóge ca kër njiit la, mu ñëw naan: «Sa doom faatu na; matatul nuy sonal kilifa gi.»"},{"style":"v","text":"Waaye Yeesu jàppul wax jooju; mu ne njiit la: «Gëmal rekk te baña tiit.»"},{"style":"v","text":"Noonu Yeesu dem, ànd ak Piyeer, Saag ak Yowaana rekk, ndaxte mayul keneen, mu ànd ak moom."},{"style":"p","text":""},{"style":"v","text":"Naka lañu ñëw ci kër njiit li, Yeesu dégg coow li; ñii di jooy, ñii di yuuxu."},{"style":"v","text":"Mu dugg ne leen: «Lu ngeen di soow, tey jooy? Janq bi deewul, day nelaw rekk.»"},{"style":"v","text":"Waaye ñu di ko ñaawal. Noonu Yeesu génne ñépp, woo baayu janq bi ak yaay ji ak ñi mu àndal, dugg fa janq bi nekk."},{"style":"v","text":"Mu jàpp loxoom ne ko: «Talita kumi,» liy tekki: «Janq bi, maa ngi la koy wax, jógal.»"},{"style":"p","text":""},{"style":"v","text":"Ca saa sa janq bi jóg, daldi dox, ndaxte amoon na fukki at ak ñaar. Ñépp daldi waaru, ba ne jomm."},{"style":"v","text":"Ci kaw loolu Yeesu dénk leen bu wóor, ñu bañ koo siiwal; teg ca naa: «Mayleen janq bi, mu lekk.»"}]