[{"style":"s","text":"Yeesu ci dëkku Nasaret"},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee Yeesu jóge fa, dellu réewam, ànd ak taalibe yi."},{"style":"p","text":""},{"style":"v","text":"°Bésub noflaay bi nag mu jàngal leen ci seen jàngu, ba mbooloom ñi ko dégg waaru naan: «Lii, fu mu ko jële, te xam-xam bii mu yor, lu mu doon, ba muy def kéemaan yii?"},{"style":"v","text":"Ndax kii du minise bi? Ndax du doomu Maryaama te magu Saag, Yuusufa, Yuda ak Simoŋ? Te ay rakkam yu jigéen ndax nekkuñu fi ak nun?» Kon nag ñu daldi ko xeeb."},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu ne leen: «Dees na faaydaal yonent, waaye du ci réewam, ciy bokkam mbaa ci këram.»"},{"style":"v","text":"Yeesu manu faa def ay kéemaan yu bare, lu dul °teg loxo yenn jarag, wéral leen."},{"style":"v","text":"Mu waaru ndax seen ngëmadi."},{"style":"s","text":"Yeesu yónni na fukki taalibe ya ak ñaar"},{"style":"p","text":"Bi loolu amee Yeesu di wër dëkk ya, di jàngle."},{"style":"v","text":"Noonu mu woo ci moom fukki taalibe ya ak ñaar, jox leen sañ-sañu dàq rab yi, yónni leen, ñu ànd ñaar-ñaar."},{"style":"p","text":""},{"style":"v","text":"Mu digal leen nii: «Bu ngeen di dem, buleen yóbbaale dara; du mburu mbaa mbuus mbaa xaalis ci seeni maxtume, waaye yemleen ci aw yet rekk."},{"style":"v","text":"Sol-leen ay dàll te yem ci benn turki.»"},{"style":"v","text":"Mu ne leen: «Kër gu ngeen dugg, dal-leen fa, ba kera ngeen jóge dëkk ba."},{"style":"v","text":"Koo xam ne gàntu na leen, mbaa mu tanqamlu leen, génnleen fa, yëlëb seen pëndu tànk, ngir seede leen seen réer.»"},{"style":"p","text":""},{"style":"v","text":"Noonu taalibe ya dem, di waare naan: «Tuubleen seeni bàkkaar.»"},{"style":"v","text":"Ñu dàq ay rab yu bare, te diw boppi jarag yu bare, wéral leen."},{"style":"s","text":"Yaxya faatu na"},{"style":"p","text":""},{"style":"v","text":"Noonu °Erodd buur bi dégg loolu, ndaxte turu Yeesu siiwoon na. Mu ne nag: «°Yaxya dekki na, moo tax mu ànd ak kàttanu def ay kéemaan.»"},{"style":"v","text":"Ñeneen ne: «Kii °Ilyaas la.» Ñi ci des ne: «Yonent la, bu mel ni yonent yu jëkk ya.»"},{"style":"v","text":"Waaye bi ko Erodd déggee, mu ne: «Yaxya male ma dagglu boppam, moom moo dekki.»"},{"style":"p","text":""},{"style":"v","text":"Fekk Erodd yónnee woon na, jàpp Yaxya, yeew ko, tëj. Ndaxte Erodd takkoon na Erojàdd jabaru Filib magam."},{"style":"v","text":"Te Yaxya ne ko: «Jaaduwul nga denc sa jabaru mag.»"},{"style":"v","text":"Moo tax Erojàdd ëmbal ko mer, ba bëgg koo rey, waaye manu koo def."},{"style":"v","text":"Ndaxte Erodd dafa ragal Yaxya, ba sàmm bakkanam, xam ne ku jub la te sell. Bu ko daan déglu it, day jaaxle lool, teewul mu bég ci déglu ko."},{"style":"p","text":""},{"style":"v","text":"Noonu bés bu yell ñëw, ba Erodd doon màggal bésu juddoom; mu woo ca xew wa ay jaraafam ak kilifay °xare ba ak njiiti diiwaanu Galile."},{"style":"v","text":"Booba doomu Erojàdd dugg di fecc, mu neex Erodd ak gan ñi, ba buur bi ne janq bi: «Laaj ma loo bëgg, dinaa la ko jox.»"},{"style":"v","text":"Mu boole ci ngiñ ne ko: «Loo ma mana laaj, dinaa la ko jox, ba ci genn-wàllu réew mi sax.»"},{"style":"p","text":""},{"style":"v","text":"Noonu janq bi génn ne ndeyam: «Lu may laaj?» Mu ne ko: «Laajal boppu Yaxya.»"},{"style":"v","text":"Mu daldi gaawantu dugg nag ci kanam buur bi ne ko: «Damaa bëgg, nga indil ma léegi boppu Yaxya ci biir ndab.»"},{"style":"v","text":"Bi ko buur ba déggee, mu am naqar wu réy. Waaye bëggu koo gàntu ndax ngiñ li ak gan ñi."},{"style":"v","text":"Mu daldi yónni nag xarekat, jox ko ndigal, mu indil ko boppu Yaxya. Waa ji dem, dagg boppu Yaxya ca kaso ba,"},{"style":"v","text":"indi bopp bi ci biir ndab, jox ko janq bi, mu daldi ko jox yaayam."},{"style":"v","text":"Ba taalibey Yaxya déggee loolu, ñu ñëw, fab néew ba, suul ko ci bàmmeel."},{"style":"s","text":"Yeesu bareel na ay mburu"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu ndaw yi dajaloo ci wetu Yeesu, nettali li ñu def ak li ñu jàngle lépp."},{"style":"v","text":"Ci kaw loolu Yeesu ne leen: «Nanu beddeeku, dem ci bérab bu wéet; ngeen noppalu fa tuuti.» Waxoon na loolu, ndaxte amoon na ñu bare ñu doon dem ak a dikk, ba amuñu sax jot ngir lekk."},{"style":"v","text":"Noonu ñu dugg cig gaal, dem ca bérab bu wéet."},{"style":"p","text":""},{"style":"v","text":"Bi ñuy dem nag, am ñu leen gis, xàmmi leen, ñu daldi jóge ci dëkk yépp, daw, jiitu leen fa."},{"style":"v","text":"Bi Yeesu génnee gaal gi, mu gis mbooloo mu réy, yërëm leen, ndaxte dañoo mel ni xar yu amul sàmm. Kon mu daldi leen jàngal lu bare."},{"style":"p","text":""},{"style":"v","text":"Ca ngoon sa taalibe yi ñëw ci moom ne ko: «Fii àllub neen la, te léegi mu guddi."},{"style":"v","text":"Yiwil mbooloo mi nag, ñu dugg ci àll bi ak dëkk yi nu wër, jënd lu ñu lekk.»"},{"style":"v","text":"Waaye Yeesu ne leen: «Yéen joxleen leen lu ñu lekk.» Ñu ne ko: «Xanaa nu jënd lu tollook peyu juróom ñetti weer ci mburu, jox leen ñu lekk?»"},{"style":"v","text":"Yeesu laaj leen: «Ñaata mburu ngeen am? Demleen seeti.» Ñu dem seeti ne ko: «Juróomi mburu ak ñaari jën.»"},{"style":"v","text":"Noonu Yeesu sant mbooloo mi, ñu def ay géew, toog ci ñax mu naat mi."},{"style":"v","text":"Ñu toog nag ay géewi juróom fukk ak téeméer."},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee Yeesu jël juróomi mburu yi ak ñaari jën yi, xool ci kaw, sant Yàlla, ba noppi mu damm mburu yi, jox ko taalibe yi, ngir ñu séddale ko mbooloo mi. Ñaari jën yi it mu séddale ko ñépp."},{"style":"v","text":"Noonu ñépp lekk ba suur."},{"style":"v","text":"Te it ñu dajale la desoon ca dammiti mburu ak jën ya, mu nekk fukki pañe ak ñaar yu fees."},{"style":"v","text":"Ñu lekkoon nag matoon na limu juróomi junniy góor."},{"style":"s","text":"Yeesu dox na ci kaw ndox mi"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu sant ay taalibeem, ñu dugg ci gaal gi, jàll ba Betsayda, bi muy yiwi mbooloo mi."},{"style":"v","text":"Bi mu tàggtoo ak mbooloo mi, mu yéeg ca tund wa, ñaan fa Yàlla."},{"style":"v","text":"Noonu guddi jot, fekk gaal gi nekk ci diggu dex gi, te Yeesu rekk moo nekk ca tefes ga."},{"style":"p","text":""},{"style":"v","text":"Booba mu gis taalibe yi sonn lool ci joow gaal gi ndax li leen ngelaw li soflu. Ca njël nag mu jëm ci ñoom, di dox ci kaw dex gi, ba xaw leena raw."},{"style":"v","text":"Bi ñu ko gisee nag, muy dox ci kaw dex gi, ñu foog ne njuuma la, daldi yuuxu."},{"style":"v","text":"Ndaxte ñépp gis ko te jommi ci. Waaye mu wax ak ñoom ci saa si ne leen: «Takkleen seen fit, man la, buleen tiit!»"},{"style":"v","text":"Noonu mu fekksi leen ci gaal gi, ngelaw daldi ne tekk."},{"style":"v","text":"Njàqarey taalibe ya nag weesu dayo, ndaxte seen xol dafa fatt, ba réere mbir kéemaan, gi Yeesu defoon ci mburu yi."},{"style":"p","text":""},{"style":"v","text":"Bi nga xamee ne jàll nañu, ba egg diiwaanu Senesaret, ñu teer fa,"},{"style":"v","text":"génn ca gaal ga. Ci saa si nit ñi xàmmi ko,"},{"style":"v","text":"ñu daldi daw ca diiwaan ba bépp, te fépp fu ñu ko dégg ñu di ko indil ñu wopp, tëdd ci seeni lal."},{"style":"v","text":"Te fu mu mana aw, ci dëkk yu mag mbaa yu ndaw walla ci àll bi, ñu indil ko jarag yi ci pénc yi, ñaan ko, mu may leen ñu laal cati mbubbam rekk. Te képp ku ko laal daldi wér."}]