[{"style":"s","text":"Yeesu bareel na mburu yi ñaareel bi yoon"},{"style":"p","text":""},{"style":"v","text":"Ca bés yooya mbooloo mu réy amaatoon na, te amuñu woon lu ñu lekk. Noonu Yeesu woo taalibe ya ne leen:"},{"style":"v","text":"«Yërëm naa mbooloo mi, ndaxte toog nañu fi man ñetti fan, te amatuñu lu ñu lekk."},{"style":"v","text":"Su ma leen yiwee ak seen xiif, dinañu tële ci yoon wi, ndaxte am na ñu jóge fu sore.»"},{"style":"v","text":"Taalibe yi ne ko: «Waaye fii àllub neen la; fu nuy jële lu doy ngir dundal leen?»"},{"style":"v","text":"Yeesu laaj leen: «Ñaata mburu ngeen am?» Ñu ne ko: «Juróom ñaar.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu sant mbooloo mi, ñu toog ci suuf. Mu jël juróom ñaari mburu yi, sant Yàlla, damm leen, jox leen taalibe yi, ngir ñu séddale leen mbooloo mi; taalibe yi def ko."},{"style":"v","text":"Amoon na fa it tuuti jën yu ndaw. Yeesu jël ko, sant Yàlla, wax taalibe yi, ñu séddale leen itam mbooloo mi."},{"style":"v","text":"Noonu nit ñi lekk ba suur, ba noppi taalibe yi dajale juróom ñaari dàmba yu fees ak dammit yi ci des."},{"style":"v","text":"Ña ko fekke nag matoon nañu ñeenti junniy góor."},{"style":"p","text":""},{"style":"v","text":"Bi ko Yeesu defee, mu yiwi leen, daldi dugg ak taalibe ya ca gaal ga, dem ca wàlli Dalmanuta."},{"style":"s","text":"Kéemaan gu jóge ci asamaan"},{"style":"p","text":""},{"style":"v","text":"Noonu °Farisen yi ñëw, di werante ak moom; ñu fexe koo fiir, ba laaj ko kéemaan gu jóge ci asamaan tey firndeel yónnentam."},{"style":"v","text":"Waaye Yeesu binni ci xolam ne leen: «Lu tax niti jamono jii di laaj kéemaan? Ci dëgg maa ngi leen koy wax, duñu jot genn kéemaan.»"},{"style":"v","text":"Ci kaw loolu Yeesu bàyyi leen, duggaat ci gaal gi, di jàll dex gi."},{"style":"s","text":"Lawiiru Farisen yi"},{"style":"p","text":""},{"style":"v","text":"Taalibe yi nag fàtte woon nañu yóbbaale mburu, te amuñu woon lu dul benn mburu ci gaal gi."},{"style":"v","text":"Noonu Yeesu artu leen ne: «Wottuleen te moytu lawiiru °Farisen yi ak ñi far ak buur bi °Erodd.»"},{"style":"p","text":""},{"style":"v","text":"Taalibe yi nag daldi werante naan: «Nun de indaalewunu mburu.»"},{"style":"v","text":"Waaye Yeesu yég loolu ne leen: «Lu tax ngeen di werante ci li ngeen indaalewul mburu? Xanaa gisaguleen te xamuleen? Ndax seen xol dafa fatt ba tey?"},{"style":"v","text":"Ndax ay gumbay njàccaar ngeen, te seeni nopp naqari? Xanaa fàttalikuwuleen;"},{"style":"v","text":"bi ma dammee juróomi mburu ya ngir juróomi junni ña, ñaata pañe yu fees ak ay dammit ngeen ca dajale woon?» Ñu ne ko: «Fukk ak ñaar.»"},{"style":"v","text":"Yeesu neeti leen: «Te bés bi ma dammee juróom ñaari mburu yi ngir ñeenti junni ñi, ñaata dàmba yu fees ak dammit ngeen dajale woon?» Ñu ne ko: «Juróom ñaar.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu ne leen: «Ndax seen xol dafa tëju ba tey?»"},{"style":"s","text":"Yeesu faj na ku gumba ca dëkku Betsayda"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu ñu ñëw ci Betsayda. Foofa ñu indil Yeesu ku gumba, di ko ñaan, mu laal ko."},{"style":"v","text":"Yeesu nag jàpp loxob gumba gi, yóbbu ko, ba génn dëkk bi. Mu def tiflit ciy bëtam, °teg ko loxo naan: «Ndax gis nga dara?»"},{"style":"v","text":"Waa ji xool ne ko: «Gis naa ay nit, ñu mel ni ay garab, te ñu ngi dox.»"},{"style":"v","text":"Kon Yeesu laalaat bët yi, gumba gi ne xefeet, daldi wér, ba gis lépp bu leer."},{"style":"v","text":"Ci kaw loolu Yeesu sant ko mu ñibbi ne ko: «Bul dugg ca dëkk ba.»"},{"style":"s","text":"Piyeer wax na ne, Yeesu mooy Almasi bi"},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee Yeesu ànd ak ay taalibeem, dem ca dëkk, yi wër Sesare bu Filib. Bi ñuy dem nag, mu laaj taalibe yi: «Nit ñi, lu ñu wax ne man moom laa?»"},{"style":"v","text":"Ñu ne ko: «Am na ñuy ne yaa di °Yaxya; ñeneen ne, °Ilyaas; ñi ci des ne yaay kenn ci yonent yi.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu laaj leen: «Yéen nag, ku ngeen wax ne moom laa?» Piyeer ne ko: «Yaa di °Almasi bi.»"},{"style":"v","text":"Ci kaw loolu Yeesu dénk leen bu wóor, ñu bañ koo wax kenn."},{"style":"s","text":"Yeesu xamal na ne dina dee, dekki"},{"style":"p","text":""},{"style":"v","text":"Booba Yeesu tàmbali na leena xamal ne, °Doomu nit ki war na sonn lu bare; njiit ya, °sarxalkat yu mag ya ak °xutbakat ya dëddu ko, ñu rey ko, mu dekki ci ñetti fan."},{"style":"v","text":"Noonu mu xamal leen mbir mi, ba mu leer nàññ."},{"style":"p","text":"Bi ko Piyeer déggee, mu woo ko ci pegg, daldi ko yedd."},{"style":"v","text":"Waaye Yeesu geestu, gis yeneen taalibe yi, mu daldi yedd Piyeer ne ko: «Sore ma °Seytaane; yëfi nit ngay fonk, waaye du yëfi Yàlla.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu woo taalibe yi ak mbooloo mi ne leen: «Ku bëgga topp ci samay tànk, na bàyyi boppam te gàddu bant bi ñu ko wara daaj, doora topp ci man."},{"style":"v","text":"Ndaxte koo xam ne bëgg ngaa rawale sa bakkan, dinga ko ñàkk, waaye ku ñàkk sa bakkan ngir man ak ngir xibaaru jàmm bi, dinga ko jotaat."},{"style":"v","text":"Ndaxte moom àddina sépp, lu muy jariñ nit, bu ñàkkee bakkanam?"},{"style":"v","text":"Te nit, lu mu wara weccee bakkanam?"},{"style":"v","text":"Ku ma rusa faral, te nanguwul samay wax ci kanam niti jamono jii, ñi fecci seen kóllëre ak Yàlla te topp bàkkaar, Doomu nit ki dina la rusa xam, bés bu ñëwee ci ndamu Baayam, ànd ak malaaka yu sell yi.»"}]