[{"style":"p","text":""},{"style":"v","text":"Mu ne leen ati: «Ci dëgg maa ngi leen koy wax, am na ñi fi taxaw, ñoo xam ne duñu dee, te gisuñu nguuru Yàlla ñëw ak doole.»"},{"style":"s","text":"Ndamu Yeesu jolli na ci moom"},{"style":"p","text":""},{"style":"v","text":"Juróom benni fan gannaaw gi, Yeesu àndoon na ak Piyeer, Saag ak Yowaana, mu yóbbu leen ñoom rekk fu wéet ci tund wu kawe lool. Foofa jëmmam soppiku ci seen kanam;"},{"style":"v","text":"ay yéreem di ray-rayi, weex tàll, te fóotukatu àddina manu leen weexale nii."},{"style":"v","text":"Noonu ñu gis yonenti Yàlla °Ilyaas ak °Musaa, di wax ak Yeesu."},{"style":"p","text":""},{"style":"v","text":"Piyeer daldi ne Yeesu: «Kilifa gi, bég nanu ci sunu teew fii; nanu defar ñetti mbaar, benn yaw, benn Musaa ak benn Ilyaas.»"},{"style":"v","text":"Fekk xamul lu muy wax, ndaxte tiitaange jàpp na leen ñoom ñett ñépp."},{"style":"v","text":"Noonu niir muur leen, te baat jibe ca niir wa naan: «Kii mooy sama Doom ji ma bëgg, ci moom laa ame bànneex; dégluleen ko.»"},{"style":"v","text":"Ci saa si taalibe yi xool, waaye gisatuñu kenn ku dul Yeesu rekk."},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee ñu wàcc ca tund wa. Bi muy wàcc nag, Yeesu sant leen ne: «Buleen nettali kenn li ngeen gis, ba kera °Doomu nit ki dekki na.»"},{"style":"v","text":"Ñu téye wax jooju ci seen biir, di sotteente xel, ba xam lu ndekkite looluy tekki."},{"style":"p","text":""},{"style":"v","text":"Noonu taalibe yi laaj Yeesu: «Lu tax °xutbakat yi di naan, Ilyaas moo wara jëkka ñëw?»"},{"style":"v","text":"Yeesu ne leen: «Waaw, Ilyaas dina jëkka ñëw, jubbanti lépp. Waaye itam lu tax bind nañu ne, Doomu nit ki war na sonn lu bare, ñu xeeb ko, dëddu ko."},{"style":"v","text":"Waaye maa ngi leen di wax ne, Ilyaas ñëw na, te def nañu ko la leen neex, ni ko Mbind mi waxe.»"},{"style":"s","text":"Yeesu faj na xale bu rab jàpp"},{"style":"p","text":""},{"style":"v","text":"Bi nga xamee ne Yeesu ñëw na, ba jege taalibe yi, mu gis mbooloo mu bare wër leen, te ay °xutbakat di werante ak ñoom."},{"style":"v","text":"Naka la mbooloo mi gis Yeesu, ñu waaru, daldi daw nuyu ko."},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu laaj leen: «Ci lan ngeen di werante ak ñoom?»"},{"style":"v","text":"Kenn ci mbooloo mi ne ko: «Kilifa gi, rab jàpp na sama doom, ba luuloo ko. Saa su ko jàppee, daf koy daaneel ci suuf, gémmiñ gi di fuur, muy yéyu, ne jàdd. Ñaan naa say taalibe, ñu dàq ko, waaye manuñu ko.»"},{"style":"v","text":"Yeesu ne leen: «Yéen niti jamono jii, yéen ñi gëmadi, ba kañ laa wara nekk ak yéen, ba kañ laa leen wara muñal? Indil-leen ma xale bi.»"},{"style":"v","text":"Ñu indil ko ko. Bi xale bi gisee Yeesu nag, rab wi sayloo ko ci saa si, mu daanu ci suuf, di xalangu, gémmiñ giy fuur."},{"style":"v","text":"Yeesu laaj baay bi: «Lii kañ la ko dal?» Baay bi ne ko: «Li dale ci ngoneem."},{"style":"v","text":"Léeg-léeg rab wi bëmëx ko ci sawara, léeg-léeg mu bëmëx ko ci ndox, ngir rey ko. Soo ko manee, yërëm nu te xettali nu.»"},{"style":"v","text":"Yeesu ne ko: «Nga ne: “Soo ko manee,” ku gëm man na lépp.»"},{"style":"p","text":""},{"style":"v","text":"Ci saa si baayu xale bi wax ci kaw naan: «Gëm naa, dàqal ma sama ngëmadi.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu gis nag ne, mbooloo maa ngi daw, wërsi ko, mu daldi gëdd rab wi nag ne ko: «Génnal ci moom, yaw rab wu luu te tëx, te bu ko jàppaat; wax naa la ko.»"},{"style":"v","text":"Noonu rab wa daldi yuuxu, sayloo xale bi, génn. Xale bi ne nemm, mel ni ku dee, ba tax ñu bare ne: «Dee na.»"},{"style":"v","text":"Waaye Yeesu jàpp loxoom, jógloo ko, xale bi daldi taxaw."},{"style":"p","text":""},{"style":"v","text":"Bi Yeesu duggee ci kër gi, taalibe yi laaj ko ci pegg: «Lu tax manunu ko woona dàq?»"},{"style":"v","text":"Yeesu ne leen: «Yu mel ni yii, ñaan ci Yàlla rekk a leen di dàq.»"},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee ñu jóge fa, jaar ci diiwaanu Galile, Yeesu bëggul kenn yég ko."},{"style":"v","text":"Ndaxte muy jàngal taalibe yi ne leen: «Dees na jébbal °Doomu nit ki ci loxoy nit, te dinañu ko rey, mu dekki ci ñetti fan.»"},{"style":"v","text":"Waaye taalibe yi xamuñu lu wax joojuy tekki, te ñemewuñu ko koo laaj."},{"style":"s","text":"Kan moo gëna màgg?"},{"style":"p","text":""},{"style":"v","text":"Bi nga xamee ne egg nañu dëkku Kapernawum, te dugg ci kër gi, Yeesu laaj leen ne: «Lu ngeen doon waxtaane ci yoon wi?»"},{"style":"v","text":"Waaye ñu ne cell, ndaxte ñu ngi fa doon werante, ba xam ku gëna màgg ci ñoom."},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu toog, woo fukki taalibe ya ak ñaar ne leen: «Ku bëgga jiitu, na topp ci gannaaw ñépp te nekk surgab ñépp.»"},{"style":"v","text":"Bi ko Yeesu waxee, mu jël xale, indi ko ci biir géew bi, ba noppi leewu ko naan:"},{"style":"v","text":"«Ku nangu xale bu mel ni bii ci sama tur, man mii nga nangu; te ku ma nangu, du man mii sax nga nangu waaye ki ma yónni.»"},{"style":"s","text":"Waa jiy dàq ay rab"},{"style":"p","text":""},{"style":"v","text":"Bi loolu amee Yowaana ne ko: «Kilifa gi, danoo gis nit kuy dàq ay rab ci sa tur, nu tere ko ko, ndax li mu bokkul ci nun.»"},{"style":"v","text":"Waaye Yeesu ne ko: «Buleen ko tere, ndaxte kenn manula def kéemaan ci sama tur, ba noppi di ma xarab."},{"style":"v","text":"Ku nu sotul, far na ak nun."},{"style":"v","text":"Ci dëgg maa ngi leen koy wax, koo xam ne kii may na leen kaasu ndox rekk, ndax yéena ngi bokk ci man °Kirist, kooku du ñàkk yoolam mukk."},{"style":"s","text":"Ñi yóbbe nit bàkkaar"},{"style":"p","text":""},{"style":"v","text":"«Waaye ku yóbbe bàkkaar kenn ci ñi gëna tuuti ñi ma gëm, li gën ci moom, moo di ñu takk °doj wu réy ci baatam, sànni ko ci géej."},{"style":"v","text":"Boo xamee ne sa loxo mu ngi lay yóbbe bàkkaar, dagg ko. Ndaxte ñàkk loxo te tàbbi ci dund gu wóor gi, moo gën ci yaw, nga am ñaari loxo te tàbbi ci sawara su dul fey mukk."},{"style":"v","text":"Te bu la sa tànk di yóbbe bàkkaar, dagg ko. Nga lafañ te tàbbi ci dund gu wóor gi moo gën, nga am ñaari tànk, ñu sànni la ci sawara."},{"style":"v","text":"Te bu la sa bët di yóbbe bàkkaar, luqi ko. Nga patt te dugg ci nguuru Yàlla, moo gën ci yaw, nga am ñaari bët, ñu sànni la ci sawara."},{"style":"v","text":"Foofa:"},{"style":"q","text":"“Sax ya duñu dee mukk,"},{"style":"q","text":"te sawara sa du fey.”"},{"style":"m","text":""},{"style":"v","text":"Ñépp sawara lañu leen di xorome."},{"style":"v","text":"Xorom lu baax la, waaye bu sàppee, nan lañu koy delloo cafkaam? Amleen xorom te ngeen jàmmoo.»"}]