[{"style":"mt1","text":"Neyemi"},{"style":"s1","verse":"","text":"Neyemi am naw tiis"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mbiri Neyemee ngii, góor gay doomu Akalya. Ca ñaar fukkeelu atu nguurug Artaserses, ci weeru Kislew\\f + \\fr 1.1 \\fk weeru Kislew \\ft moo yemook juróom ñeenteelu weer wa ci seen nattin, muy ndeetel nowàmbar, jàpp sàttumbar.\\f*, man Neyemi maa nga woon ca Sus, péey ba."},{"style":"v","verse":"2","text":"Ci kaw loolu Anani, kenn ci saay bokk bàyyikoo Yuda, ànd aki nit. Ma laaj leen ndesu Yawut ya rëcce ca njaam ga, laaj leen it mbirum Yerusalem."},{"style":"v","verse":"3","text":"Ñu wax ma, ne ma: «Ña rawe ca njaam ga de, ña nga diiwaanu Yuda, ci njàqare ju réy akug toroxte. Tatay Yerusalem jaa nga tojatoo, bunt ya lakk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba ma déggee kàddu yooyu, damaa toog di jooy, ñaawlu ko ay fan, di woor aka ñaan ci Yàlla Boroom asamaan."},{"style":"v","verse":"5","text":"Ma ne: «Éy \\w Aji Sax ji|Aji Sax j-:\\w*, yaw Yàlla Boroom asamaan, Yàlla ju màgg ji te raglu, di sàmm \\w kóllëreek|kóllëre g-:\\w* ngor, ñeel ñi la sopp tey topp say santaane."},{"style":"v","verse":"6","text":"Ngalla Sang bi, teewlu ma, xippi say gët, te déglu sama ñaan yi may ñaanal guddeek bëccëg \\w bànni Israayil|bànni Israayil:\\w*, say jaam. Tegoo naa moy yi la bànni Israayil moy, te man sax maak sama waa kër baay, moy nanu la."},{"style":"v","verse":"7","text":"Lu ñaawa ñaaw lanu la def, te sàmmunu say santaaneek say dogal ak sa ndigali yoon ya nga dénkoon Musaa, sa jaam ba."},{"style":"v","verse":"8","text":"Rikk bàyyil xel kàddu ya nga dénkoon Musaa, sa jaam ba, ne ko: “Bu ngeen feccee kóllëre, maa leen di tasaare ci biir xeet yi."},{"style":"v","verse":"9","text":"Waaye bu ngeen walbatikoo ci man, sàmm samay santaane, di ko jëfe, bu ñu yóbbu woon seeni ñoñ ba fa suuf digalook asamaan sax, fa laa leen di jële, boole leen yóbbu ca béreb, ba ma tànne dëël sama tur.”"},{"style":"v","verse":"10","text":"Ñooy say jaam, sa ñoñ ñi nga jote sa kàttan gu réy ak sa doole ju bare."},{"style":"v","verse":"11","text":"Éy Boroom bi, Sang bi, rikk teewlul bu baax samag ñaan ak sa ñaanu jaam ñi safoo wormaal saw tur. Ngalla Sang bi, nangul ma tey jii, may ma waa jii yéwéne ma.» Booba maa yore woon naani buur\\f + \\fr 1.11 \\fk yore naani buur \\ft moom moo doon tànn bépp naanu buur, njëkk koo mos, ngir bañ ñu tooke ko. \\f*."}]