[{"style":"s1","text":"Bànni Israayil dogu nañu"},{"style":"p","text":""},{"style":"v","text":"«Loolu yépp tax na nuy tëral takktoo bu dogu, bind ko, sunuy njiit ak sunuy \\w Leween|Leween b-:\\w* ak sunuy \\w sarxalkat|sarxalkat b-:\\w* def ci seen màndargay torlukaay.»"},{"style":"p","text":""},{"style":"v","text":"Ñi ko torlu ñoo di"},{"style":"p","text":"Boroom dëkk bi Neyemi doomu Akalya, mook Cedesyas"},{"style":"v","text":"ak Seraya ak Asaryaa ak Yeremi"},{"style":"v","text":"ak Pasur ak Amarya ak Malkiya"},{"style":"v","text":"ak Atus ak Sebaña ak Malukk"},{"style":"v","text":"ak Arim ak Meremot ak Abdiyas"},{"style":"v","text":"ak Dañeel ak Gineton ak Barukk"},{"style":"v","text":"ak Mesulam ak Abya ak Miyamin"},{"style":"v","text":"ak Maasya ak Bilgay ak Semaya. Ñooñu ñoo di sarxalkat ya."},{"style":"p","text":""},{"style":"v","text":"Leween ñi ñoo di"},{"style":"p","text":"Yesuwa doomu Asaña ak Binuy, kenn ca doomi Enadàdd, ak Kadmiyel."},{"style":"v","text":"Seeni bokk ca lañu, di Sebaña ak Oja ak Kelita ak Pelaya ak Xanan"},{"style":"v","text":"ak Mise ak Rexob ak Asabya"},{"style":"v","text":"ak Sakur ak Serebya ak Sebaña"},{"style":"v","text":"ak Oja ak Bani ak Beninu."},{"style":"p","text":""},{"style":"v","text":"Njiiti askan wi ñoo di"},{"style":"p","text":"Paros ak Paxat Mowab ak Elam ak Sàttu ak Bani"},{"style":"v","text":"ak Buni ak Asgàdd ak Bebay"},{"style":"v","text":"ak Adoña ak Bigway ak Adin"},{"style":"v","text":"ak Ater ak Esekiyas ak Asur"},{"style":"v","text":"ak Oja ak Asum ak Beccay"},{"style":"v","text":"ak Arif ak Anatot ak Nebay"},{"style":"v","text":"ak Magpiyas ak Mesulam ak Esir"},{"style":"v","text":"ak Mesesabel ak Cadog ak Yaduwa"},{"style":"v","text":"ak Pelaca ak Xanan ak Anaya"},{"style":"v","text":"ak Ose ak Anaña ak Asub"},{"style":"v","text":"ak Aloxes ak Pilxa ak Sobeg"},{"style":"v","text":"ak Rexum ak Asabna ak Maaseya"},{"style":"v","text":"ak Axya ak Xanan ak Anan"},{"style":"v","text":"ak Malukk ak Arim ak Baana."},{"style":"s1","text":"Solos dogu baa ngii"},{"style":"p","text":""},{"style":"v","text":"\\w Bànni Israayil|bànni Israayil:\\w* ga ca des nag fekksi leen, muy \\w sarxalkat|sarxalkat b-:\\w* yaak \\w Leween|Leween b-:\\w* ñaak fara bunt yaak woykat yaak liggéeykati kër Yàlla ga, di mboolem ñi beddeeku woon askanu yéefar yi, ngir topp yoonu Yàlla wi, ñook seeni jabar ak seeni doom yu góor ak yu jigéen, mboolem ñi xam te xàmmee."},{"style":"v","text":"Ci kaw loolu ñu ànd ak seen bokki garmi, waatook ñoom ne dinañu topp yoonu Yàlla wi mu dénkaane, Musaa jaamam ba jottali; di ko sàmm, di jëfe mboolem sunu santaaney Boroom Aji Sax ji ak àttey yoonam ak dogali yoonam."},{"style":"v","text":"Nu ne nag:"},{"style":"p","text":"«Dunu may waa réew mi sunu doom yu jigéen te sunuy doom yu góor dunu leen fa jëlal jabar."},{"style":"p","text":""},{"style":"v","text":"«Te itam bu waa réew mi indee am njaay mbaa lépp luy pepp, di ko jaay ci \\w bésub Noflaay|bésub Noflaay b-:\\w*, dunu ko jënd ci ñoom bésub Noflaay mbaa bés bu \\w sell|sell:\\w*."},{"style":"p","text":"«Atum juróom ñaareel mu nekk dinanu booyal tool yi, noppal leen, te baale bépp bor."},{"style":"p","text":""},{"style":"v","text":"«Ci biir loolu nu warloo santaaney joxe at mu nekk ñeenti garaami xaalis, bu jëm ca sunu liggéeyu kër Yàlla ga,"},{"style":"v","text":"jëm ca \\w mburum teewal|mburum teewal m-:\\w* ma, ak \\w saraxi pepp|Sarax yi:\\w* yi war bés bu nekk, ak \\w saraxi dóomal|Sarax yi:\\w* yu bés bu nekk, ak saraxi bési Noflaay, ak yu Terutel weer ak yu bési màggal yi, ak yeneen yu ñu sellalal Yàlla, ak \\w saraxi póotum bàkkaar|Sarax yi:\\w* yi bànni Israayil di jotoo, ak mboolem la war ca sunu liggéeyu kër Yàlla ga."},{"style":"p","text":""},{"style":"v","text":"«Ay bant lanu tegoo ci sunu biir, nun sarxalkat yeek Leween ñeek baadoolo yi, ngir dogalal waa kër gu nekk àpp ba ñu wara aye cim at, te ñu war caa yóbbu seen sasu matt ca sunu kër Yàlla ga, ngir taal ko ca sunu \\w sarxalukaayu|sarxalukaay b-:\\w* Yàlla Aji Sax ji, muy la ñu bind ci téereb yoon wi."},{"style":"p","text":""},{"style":"v","text":"«Nu dogu ba tey ne dinanu yóbbu ca kër Aji Sax ji, at mu nekk, li sunu suuf njëkka meññle ak lu garab yépp njëkka ñorle."},{"style":"v","text":"Ci biir loolu nu dogoo def li ñu bind ci yoon wi, di yóbbu ca sunu kër Yàlla ga sunu taaw yu góor ak lu sunu jur taawloo, gu gudd gaak gu gàtt ga, di teg lépp ci loxoy sarxalkat ya fay liggéey."},{"style":"v","text":"Ci kaw loolu nu wara yóbbu ca sunu néegi dencukaayi kër Yàlla ga lu njëkk ci sunu nootu sunguf ak sunu njoxey pepp ak sunu meññeefi garab yépp ak sunu biiñ ak diw, di teg lépp ci loxoy sarxalkat yi. Ba tey nuy indil Leween ñi céru fukkeelub lépp luy meññee ci sunu suuf, ndax Leween ñeey dajalesi céri fukkeel yi ci gox yi nuy bey yépp."},{"style":"v","text":"Sarxalkat bu askanoo ci Aaróona mooy gunge Leween ñiy jëlsi céri fukkeel yi. Su ko defee Leween ñi yóbbu fukkeelu céri fukkeel yi ba ca sunu kër Yàlla ga, fat ko ca néegi dencukaayi alal ya."},{"style":"v","text":"Ci néeg yooyu la bànni Israayil ak askanu Leween ñi di yóbbu njoxem pepp ma ak biiñ baak diw ga; fa la ndabi kër gu sell ga dence, te fa la sarxalkat ya nekk, ñoom ña sasoo liggéey ba, ñook fara bunt yaak woykat ya. Nu dogu nag ne dunu sàggane sunu kër Yàlla ga.»"}]