[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mu ko defee njiiti mbooloo ma dem sanc Yerusalem. Ña des ca mbooloo ma tegoo bant ngir fukk ñu daje kenn génne ca, dëkk Yerusalem, dëkk bu sell bi, juróom ñeent ñi ci des toog ca yeneen dëkk yu ndaw."},{"style":"v","verse":"2","text":"Mbooloo ma nag gërëm ñi nangul seen bopp ne dañuy dëkk Yerusalem."},{"style":"v","verse":"3","text":"Dëkki Yuda ya bànni Israayil yaa ca dëkkoon, ñook sarxalkat yaak Leween ñaak, ña féetewoo liggéey yu sew ya ca kër Yàlla gaak ña askanoo ca jaami Suleymaan ya, ku nekk ak sa céru suuf, ca dëkk ba nga bokk. Ñii ñuy lim nag ñooy njiiti diiwaan ñi dëkke Yerusalem."},{"style":"v","verse":"4","text":"Amoon na it ñu dëkkoon Yerusalem te bokk ci giirug Yuda ak giirug Beñamin."},{"style":"p","verse":"","text":"Ñi bokk ci askanu Yuda, Ataya la, ku góor ka Usya di baayam, Sàkkaryaa di baayu Usya, Amarya di baayu Sàkkaryaa, Sefatiya di baayu Amarya, Maalaleel di baayu Sefatiya, ñooy ñi soqikoo ci Peres doomu Yuda."},{"style":"v","verse":"5","text":"Maaseya ku góor ka Barukk di baayam, Kol Ose di baayu Barukk, ñoom ak Xasaya, Adaya, Yoyarib ak Sàkkaryaa ñooy ñi soqikoo ci Sela doomu Yuda."},{"style":"v","verse":"6","text":"Waa askanu Peres ya dëkk Yerusalem ñeenti téeméeri jàmbaar lañu ak juróom benn fukk ak juróom ñett (468)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ñi bokk ci askanu Beñamin, Salu la, ku góor ka Mesulam di baayam, Yowet di baayu Mesulam, Pedaya di baayu Yowet, Kolaya di baayu Pedaya, Maaseya di baayu Kolaya, Itiyel di baayu Maaseya, Yesaya di baayu Itiyel,"},{"style":"v","verse":"8","text":"Gabay ak Salay topp ca. Ñoom ñépp di juróom ñeenti téeméer ak ñaar fukk ak juróom ñett (928)."},{"style":"v","verse":"9","text":"Yowel doomu Sikkri moo leen jiite woon, Yuda doomu Asenuwa topp ca, di ñaareelu kilifag dëkk ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Sarxalkat ya Yedaya doomu Yoyarib Yakin bokk na ca,"},{"style":"v","verse":"11","text":"ak Seraya, baayam di Ilkiya, Mesulam di baayu Ilkiya, Cadog di baayu Mesulam, Merayot di baayu Cadog, Axitub, njiital kër Yàlla ga di baayu Merayot."},{"style":"v","verse":"12","text":"Ñoom ak ña ñu àndal ca liggéeyu kër Yàlla ga. Ñuy juróom ñetti téeméer ak ñaar fukk ak ñaar (822). Adaya ma Yeroxam di baayam it bokk na ca. Pelalya di baayu Yeroxam, Amci di baayu Pelalya, Sàkkaryaa, di baayu Amci, Pasur di baayu Sàkkaryaa, Malkiya di baayu Pasur."},{"style":"v","verse":"13","text":"Maam la ak ña mu àndal ca liggéey ba te ñu yilif seeni kër baay, ñuy ñaari téeméer ak ñeent fukk ak ñaar (242). Amasay ma Asareel di baayam bokk na ca, Axsay di baayu Asareel, Mesilemot di baayu Axsay, Imer di baayu Mesilemot."},{"style":"v","verse":"14","text":"Moom la ak seeni bokk yu jàmbaare te ñeme. Ñuy téeméer ak ñaar fukk ak juróom ñett (128). Sabdiyel ma Gedolim di baayam moo leen jiite woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Leween ña Semaya ma Asub di baayam bokk na ca, Asrikam ay baayu Asub, Asabya di baayu Asrikam, Buni di baayu Asabya,"},{"style":"v","verse":"16","text":"moom la ak Sabtay ak Yosabàdd, di ñaari kilifay Leween yu sasoo liggéeyu kër Yàlla ga, fa féete biti;"},{"style":"v","verse":"17","text":"ak Mataña ma baayam di Mise, Sabdi mooy baayu Mise, Asaf miy baayu Sabdi moo doon kilifa gay jiite ci cant ak ñaan; ak Bagbukiya miy mbokkum Mataña tey njiit li topp ci moom, ak Abda mi Samwa di baayam, Galal di baayu Samwa, Yedutun di baayu Galal."},{"style":"v","verse":"18","text":"Mboolem Leween ña dëkkoon ca dëkk bu sell ba ñaari téeméer lañu ak juróom ñett fukk ak ñeent (284)."},{"style":"v","verse":"19","text":"Wattukati bunt ya, Akub la woon, ak Talmon ak seeni bokk. Ñoo doon wattu bunt ya, tollu ci téeméer ak juróom ñaar fukk ak ñaar (172)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ña des ci bànni Israayil nag, boole ca sarxalkat yaak Leween ña ca des daldi dëkke mboolem dëkki Yuda ya, ku nekk ak fa mu séddoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ci kaw loolu ña féetewoo liggéey yu sew ya ca kër Yàlla ga dëkk Ofel, Cixa ak Gispa jiite leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Kilifag Leween ña ca Yerusalem moo doon Usi ma Bani di baayam; Asabya di baayu Bani, Mataña di baayu Asabya, Mise di baayu Mataña. Usi bokkoon ci ñi askanoo ci Asaf te doonoon woykat yay woy ca kër Yàlla ga."},{"style":"v","verse":"23","text":"Woykat ya sax ña nga nekkoon ca ndigalal Buur lu leen di dogalal la leen war bés bu nekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Petaxya ma baayam di Mesesabel mu bokk ci askanu Sera doomu Yuda, moom la Buur dénkoon mboolem mbir yi soxal mbooloo mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ci wàllu dëkk yu ndaw yeek seeni àll nag am na waa kër Yuda yu dëkke woon Kiryaat Arba ak dëkk-dëkkaan ya ko wër, am ñu ca dëkke Dibon ak dëkk-dëkkaan ya ko wër, am ñu dëkke Yekabceel ak gox ya ko wër,"},{"style":"v","verse":"26","text":"am ñu dëkke Yesuwa ak Molada ak Bet Pelet"},{"style":"v","verse":"27","text":"ak Àccar Suwal ak Beerseba ak dëkk-dëkkaan ya ko wër."},{"style":"v","verse":"28","text":"Mu am ñu dëkke Ciglaag ak Mekona ak dëkk-dëkkaan ya ko wër,"},{"style":"v","verse":"29","text":"ak En Rimon ak Cora ak Yarmut"},{"style":"v","verse":"30","text":"ak Sanowa ak Adulam ak gox ya ko wër, ak Lakis aki toolam ak Aseka ak dëkk-dëkkaan ya ko wër. Noonu ñu dëkke la dale Beerseba ba ca xuru Inom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Noonu waa giirug Beñamin dëkke la dale Geba ak Migmas, boole ca Aya ak Betel ak dëkk-dëkkaan ya ko wër."},{"style":"v","verse":"32","text":"Mu am ñu ca dëkke Anatot ak Noob ak Anaña"},{"style":"v","verse":"33","text":"ak Àccor ak Raama ak Gitayim"},{"style":"v","verse":"34","text":"ak Adidd ak Ceboyim ak Nebalat"},{"style":"v","verse":"35","text":"ak Lodd ak Ono ca xuru Liggéeykat ya."},{"style":"v","verse":"36","text":"Am na nag ay kuréeli Leween ñu bàyyikoo Yuda sanci ca waa giirug Beñamin."}]