[{"style":"s1","text":"Ñii ñooy Leween ñeek sarxalkat yi njëkka ñibbisi"},{"style":"p","text":""},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* yaak \\w Leween|Leween b-:\\w* ña ñibbisi, ànd ak Sorobabel doomu Selcel, ak Yosuwe sarxalkat bu mag ba, ñii la: Seraya ak Yeremi ak Esra"},{"style":"v","text":"ak Amarya ak Malukk ak Atus"},{"style":"v","text":"ak Sekaña ak Rexum ak Meremot"},{"style":"v","text":"ak Ido ak Ginetoy ak Abya"},{"style":"v","text":"ak Miyamin ak Maaja ak Bilga"},{"style":"v","text":"ak Semaya ak Yoyarib ak Yedaya"},{"style":"v","text":"ak Salu ak Amog ak Ilkiya ak Yedaya. Ñooñooy kilifay sarxalkat yeek seeni bokk ca jamonoy Yosuwe."},{"style":"p","text":""},{"style":"v","text":"Leween ñi ñoo doon Yesuwa ak Binuy ak Kadmiyel ak Serebya ak Yuda ak Mataña may jiite jàngi cant ya, mooki bokkam."},{"style":"v","text":"Bagbukiya ak Uni ak seeni bokk janook ñoom ca liggéey ba."},{"style":"p","text":""},{"style":"v","text":"Yosuwe, sarxalkat bu mag ba mooy baayu Yoyakim. Yoyakim di baayu Elyasib, Elyasib di baayu Yoyada,"},{"style":"v","text":"Yoyada mooy baayu Yonatan, Yonatan di baayu Yaduwa."},{"style":"p","text":""},{"style":"v","text":"Ca jamonoy Yoyakim sarxalkat bu mag ba, ña jiite woon kër sarxalkat ya ñii la: Meraya ma bawoo ca waa kër Seraya ak Anaña bawoo ca waa kër Yeremi,"},{"style":"v","text":"Mesulam bawoo ca waa kër Esra, Yoxanan bawoo ca waa kër Amarya,"},{"style":"v","text":"Yonatan bawoo ca waa kër Meliku, Yuusufa bawoo ca waa kër Sebaña,"},{"style":"v","text":"Atna bawoo ca waa kër Arim, Elkay bawoo ca waa kër Merayot,"},{"style":"v","text":"Sàkkaryaa bawoo ca waa kër Ido, Mesulam bawoo ca waa kër Gineton,"},{"style":"v","text":"Sikkri bawoo ca waa kër Abya. Mu am ñu jóge ca waa kër Miñamin. Piltay bawoo ca waa kër Mowaja,"},{"style":"v","text":"Samwa bawoo ca waa kër Bilga, Yonatan bawoo ca waa kër Semaya,"},{"style":"v","text":"Matenay bawoo ca waa kër Yoyarib, Usi bawoo ca waa kër Yedaya,"},{"style":"v","text":"Kalay bawoo ca waa kër Salu, Eber bawoo ca waa kër Amog,"},{"style":"v","text":"Asabya bawoo ca waa kër Ilkiya, Netaneel bawoo ca waa kër Yedaya."},{"style":"p","text":""},{"style":"v","text":"Ca janti sarxalkat yu mag ya, Elyasib ak Yoyada ak Yoxanan ak Yaduwa, ku nekk ak jamonoom, ña jiite woon këri Leween ña ak sarxalkat ya, bindoon nañu leen ci biir nguurug Daryus buuru Pers."},{"style":"v","text":"Ña jiite woon seeni kër baay te askanoo ci Lewi, ba ca jamonoy Yoxanan sëtub Elyasib daan nañu leen bind ñoom ñépp ca téere ba ñu dippee Xew-xew ya."},{"style":"p","text":""},{"style":"v","text":"Njiiti Leween ñi ñoo doon: Asabya ak Serebya ak Yesuwa doomu Kadmiyel, ñook seen bokk ña ñu daan awanteel làng ak làng ci jàngi cant, muy la Daawuda góoru Yàlla ga santaane woon."},{"style":"v","text":"Mataña ak Bagbukiya ak Abdiyas ak Mesulam ak Talmon ak Akub ñoo doon fara bunt ya, di wattu néegi dencukaay ya ca bunt ya."},{"style":"p","text":""},{"style":"v","text":"Ñooñoo fa nekkoon ca jamonoy Yoyakim doomu Yosuwe. Yosuwe, Yoccadag mooy baayam. Ñoo fa nekkoon itam ca jamonoy Neyemi boroom dëkk ba, ak Esra ma doon sarxalkat, di bindkat."},{"style":"s1","text":"Daloo nañu tata ja"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, ca xewu daloog tatay Yerusalem ja, ñu woowe \\w Leween|Leween b-:\\w* ña mboolem fa ñu dëkke, indi leen Yerusalem, ngir ñu màggal daloo ga ci biir mbég ak jàngi cant; tëggum weñ ya jib, ànd ak xeeti xalam."},{"style":"v","text":"Ci biir loolu ñu indi woykat ya ñoom it, boole leen jële ca diiwaan ba wër Yerusalem, ca dëkk yu ndaw ya ca Netofa,"},{"style":"v","text":"ak Bet Gilgal ak diiwaani Geba ak Asmawet. Fekk na woykat ya tabax ay dëkk yu ndaw fa wër Yerusalem."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee \\w sarxalkat|sarxalkat b-:\\w* yaak Leween ña laabal seen bopp, doora laabal mbooloo ma, ak bunt yaak tata ja."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ma yéegloo njiiti Yudeen ña ca kaw tata ja, daldi sos ñaari kuréeli woykati cant yu mag. Genn ga di dox ca kaw tata ja ci wetu ndijoor, wuti buntu Sën ba."},{"style":"v","text":"Osaya ma nga topp ca seen gannaaw, ànd ak genn-wàllu njiiti Yudeen ña,"},{"style":"v","text":"ak Asaryaa ak Esra ak Mesulam,"},{"style":"v","text":"ak Yuda ak Beñamin ak Semaya ak Yeremi."},{"style":"v","text":"Lenni sarxalkat yaa nga ca topp aki liit, di ñi ànd ak Sàkkaryaa doomu Yonatan. Yonatan, Semaya mooy baayam; Semaya, Mataña di baayam; Mataña, Mikaya mooy baayam; Mikaya, Sakur ay baayam; Sakur, Asaf mooy baayam."},{"style":"v","text":"Sàkkaryaa ànd aki bokkam, ñuy Semaya ak Asareel ak Milalay ak Gilalay ak Maay ak Netaneel ak Yuda ak Anani. Ña nga yore ay jumtukaayi xumbéen yu Daawuda, góorug Yàlla ga. Esra bindkat ba moo leen jiite woon."},{"style":"v","text":"Ñu dikk ba tollook buntu Bëtu Ndox ma, janook dëggastal ya jëm ca gox ba ñu naan Kër Daawuda, fa ñuy yéege jëm ca tata ja tiim kër Buur Daawuda. Ñu jubal nag ba ca buntu Ndox ma, ca penku."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu ñaareelu kuréelu woykati cant ya doxe wetu càmmoñ; man nag, ma topp ca seen gannaaw ca kaw tata ja, ànd ak genn-wàllu mbooloo ma. Nu jaare ca wetu soorooru tata ba ñuy wax Taal ya, ba fa tata ja yaatoo."},{"style":"v","text":"Nu romb nag fa tiim buntub Efrayim ak buntu Cosaan ba ak buntu Jën ya ak soorooru Ananel, wees soorooru Meya, ba àgg ca buntu Gàtt ya. Ña nga taxaw ca buntu Dag ya."},{"style":"v","text":"Ci kaw loolu ñaari kuréeli woykati cant ya taxaw ca biir kër Yàlla ga, man itam ma taxaw, maak genn-wàllu mbooloom jawriñ ñi ma àndal,"},{"style":"v","text":"ak sarxalkat ya, di Elyakim ak Maaseya ak Miñamin ak Mikaya ak Elyonay ak Sàkkaryaa ak Anaña, ñook seeni liit."},{"style":"p","text":""},{"style":"v","text":"Maaseya it a nga ca woon ak Semaya ak Elasar ak Usi ak Yoxanan ak Malkiya ak Elam ak Eser. Woykat ya daldi samp, yékkati woy yi, Israxya jiite leen."},{"style":"p","text":""},{"style":"v","text":"Sarxe nañu bésub keroog sarax yu réy tey bànneexu, ndax Yàllaa leen may bànneex bu réy. Jigéen ñaak gone ya it di bànneexu, coowal mbégtey Yerusalem di dégtu fu sore."},{"style":"p","text":""},{"style":"v","text":"Ñu daldi tànn bésub keroog ay nit, dénk leen néegi dencukaay ya ñuy yeb ay saraxi njébbal ak \\w saraxi ndoortel meññeef|Sarax yi:\\w* ak céri fukkeel yu ñuy génne. Ñu war caa dajale nag cér ya yoon wi dogalal sarxalkat yeek Leween ñi, te mu jóge ci tool yi wër dëkk yi. Waa Yuda rafetlu ca taxawaayu sarxalkat yaak Leween ña."},{"style":"v","text":"Leween ñaa sàmmoon seen ndénkaaneb Yàlla ak ndénkaaneb laabal ba. Woykat yaak fara bunt yaa toppoon la Daawuda santaane woon, mook doomam Suleymaan."},{"style":"v","text":"Te naka jekk ca janti Daawuda ak Asaf amoon na ay njiiti woykat yuy jiite ay jàngi màggal ak jàngi cant, ñeel Yàlla."},{"style":"v","text":"Ci biir loolu, ca janti Sorobabel ak ca janti Neyemi, askanu Israayil gépp daan nañu génneel woykat yeek fara bunt yi seen cér, bés bu nekk it, génneel Leween ñi seen cér, Leween ñi génneel askanu Aaróona seen cér."}]