[{"style":"s1","text":"Neyemi sopparñi na"},{"style":"p","text":""},{"style":"v","text":"Bésub keroog jàng nañu ci téereb Musaa, mbooloo ma di dégg. Ñu gis ñu bind ca ne, muy Amoneen, muy Mowabeen, kenn du ci bokk ci ndajem \\w bànni Israayil|bànni Israayil:\\w* mu ñuy màggale Yàlla, ba fàww."},{"style":"v","text":"Li ko waral moo di ñoo bañoona dabe bànni Israayil aw ñam wu ñu lekk ak ndox mu ñu naan, xanaa di fey Balaam, jabar ba, ngir mu rëbbal leen leen. Teewul sunu Yàlla soppi rëbb ga barke."},{"style":"v","text":"Naka la mbooloo ma dégg la yoon wa digle, ñu daldi dàqe Israayil mboolem askan wu raxe."},{"style":"p","text":""},{"style":"v","text":"Lu jiitu loolu nag tabboon nañu Elyasib, \\w sarxalkat|sarxalkat b-:\\w* ba, dénk ko sunu néegi dencukaayi kër Yàlla ga. Mu doonoon jegeñaaleb Tobya,"},{"style":"v","text":"ba tax Elyasib jël néegu dencukaay bu yaatu, jox ko Tobya. Néeg booba lañu daan denc \\w saraxi pepp|Sarax yi:\\w* yaak \\w cuuraay|cuuraay l-:\\w* yaak ndab yaak céri fukkeel ya, muy bele ak biiñ ak diw, te ndigal sédd ko \\w Leween|Leween b-:\\w* ñeek woykat yeek fara bunt yi. Foofu it lañu daan denc saraxi njébbal yi ñeel sarxalkat yi."},{"style":"v","text":"Booba yépp nag nekkuma woon Yerusalem, ndax fekkoon na ma dellu ca Artaserses buuru Babilon, ca fanweereelu atu nguuram ak ñaar. Toog naa fa lu yàgg, doora ñaan Buur, ba mu yiwiwaat ma."},{"style":"v","text":"Ba ma àggee Yerusalem, ma yég tojaange gi Elyasib defal Tobya, jox ko néeg ca biir ëttu kër Yàlla ga."},{"style":"v","text":"Ma ñaawlu ko lool, daldi boole yëfi Tobya, génnee néeg ba, sànni."},{"style":"v","text":"Ci kaw loolu ma santaane ñu laabal néeg ya, ba noppi ma yebaat ca ndabi kër Yàlla ga ak saraxi pepp yaak cuuraay la."},{"style":"p","text":""},{"style":"v","text":"Ma dégg itam ne joxuñu Leween ñi seeni cér, ba tax ku nekk ci Leween ñaak woykati kër Yàlla ga ne coww ca toolu boppam, bàyyi liggéey bi mu sasoo."},{"style":"v","text":"Ma ŋàññ jawriñ yi, ne leen: «Ana lu waral ñuy sàggane kër Yàlla gi?» Ci biir loolu ma woo Leween ñeek woykat yi, ñu daje, ma delloo leen ca seeni liggéey."},{"style":"v","text":"Ba mu ko defee waa Yuda gépp dellu di indi ca biir néegi dencukaay ya céri fukkeel ya ñuy génne, di pepp ak biiñ aku diw."},{"style":"v","text":"Ba loolu amee ma tabb Selemya sarxalkat ba, ak Cadog bindkat ba, dénk leen dencukaay ya, ñook Pedaya Leween ba; ka leen ciy jàppale di Xanan doomu Sakur. Sakur, Mataña mooy baayam. Ñu doonoon nit ñu ñu ràññee seen màndute, ba sas leen ñuy séddale sarax yi ci seen biir."},{"style":"p","text":""},{"style":"v","text":"Rikk sama Yàlla, bàyyee ma lii xel, te bul far sama jëfi ngor ji ma jëfe ci sama biir kër Yàlla gi ak wareefam ci jaamu Yàlla."},{"style":"p","text":""},{"style":"v","text":"Ci fan yooyu ma gis ci Yuda ay nit ñuy nal reseñ, \\w bésub Noflaay|bésub Noflaay b-:\\w*. Mu am ñuy indi ay sabaari pepp yu ñuy sëf ay mbaam, boole ca biiñ ak reseñ ak figg ak lu nekk, di ko yóbbu Yerusalem ci bésub Noflaay. Ma artu leen it ca la ñuy jaay seen yëf yooyu ci boobu bés."},{"style":"v","text":"Amoon na itam ay waa Tir yu féete Yerusalem, di fa indi ay jën ak mboolem xeeti njaay, di ko jaay waa Yudaak Yerusalem ci bésub Noflaay."},{"style":"v","text":"Ma ŋàññ kàngami Yuda, ne leen: «Lu ñaaw lii ngeen di def nag di teddadil bésub Noflaay?"},{"style":"v","text":"Xanaa du nii la seen maam ya daan def, ba tax sunu Yàlla wàcce ci sunu kaw musiba mii mépp, wàcce ko ci dëkk bii, yeen ngeen di wooti sànjum Yàlla ci kaw Israayil, di teddadil bésub Noflaay?»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu, balaa bésub Noflaay biy duggsi, bu bunti Yerusalem tàmbalee keppaaral ci ngoon si rekk, ma santaane ñu tëj, baña ubbeeti, ba bésub Noflaay bi wees. Ci biir loolu ma tànn ci samay nit, taxawal leen ca bunt ya, ngir ñu baña dugal ay sëf ci bésub Noflaay."},{"style":"v","text":"Ba mu ko defee jula yu mag yaak ñay jaayaatu lu nekk, lal benn yoon ba ñaar ca biti."},{"style":"v","text":"Ma artu leen, ne leen: «Ana lu waral ngeen di lal ci taatu tatay dëkk bi? Bu ngeen ko defatee, dinaa leen teg loxo!» Booba lañu noppee dikk bésub Noflaay."},{"style":"v","text":"Ma sant it Leween ñi ñu laabal seen bopp te dem wattuji bunt ya, ngir sellal bésub Noflaay bi."},{"style":"p","text":"Ngalla sama Yàlla, bàyyee ma lii xel itam te yërëme ma sa ngor lu bare."},{"style":"p","text":""},{"style":"v","text":"Ma gisati ci jamono yooyu ay Yudeen ñu jël jabar ci waa Asdodd ak Amon ak Mowab."},{"style":"v","text":"Seen genn-wàlli njaboot di làkk asdodd, ña ca des di làkk leneen ci làmmiñi doxandéem yi, te kenn ci ñoom manula wax yawut."},{"style":"v","text":"Ma ŋàññ leen, móolu leen, dóor ñenn ci ñoom, xuuf seen kawar, giñloo leen ci Yàlla ne dootuñu may seen doom yu jigéen ay doxandéem te dootuñu ci jëlal jabar seeni doom mbaa seen bopp."},{"style":"v","text":"Ma ne leen: «Xanaa du nii la Suleymaan buurub Israayil bàkkaare woon? Li xeet yiy bare lépp amul benn buur bu meloon ni moom. Ku Yàllaam soppoon la te Yàllaa ko faloon buurub Israayil gépp. Waaye moom sax jigéeni doxandéem yi bàkkaarloo nañu ko."},{"style":"v","text":"Bëggatunoo dégg ngeen di def gii ñaawtéef gu réy, bay ñàkke sunu Yàlla \\w kóllëre|kóllëre g-:\\w*, di jël ay doxandéem jabar.»"},{"style":"v","text":"Fekk na sax kenn ci doomi Yoyada doomu sarxalkat bu mag ba Elyasib, jël doomu Sanbalat mu Oron. Teewul ma dàq waa ji, mu daw ba sore ma."},{"style":"p","text":""},{"style":"v","text":"Ngalla sama Yàlla, bàyyil xel mbugal mu ñeel ñii teddadil liggéeyu sarxalkat yi, fecci kóllëre gi nga fas ak sarxalkat yi ak xeetu Leween yi."},{"style":"p","text":""},{"style":"v","text":"Ma laabal leen nag, ñu teqalikook lu bokk cig ndoxandéem, ba noppi sas sarxalkat yeek Leween ñi, ku nekk ca liggéeyam."},{"style":"v","text":"Ma dekkal saraxu matt yi ñu wara joxe bu àppam jotee, ak \\w saraxi ndoortel meññeef|Sarax yi:\\w* mi."},{"style":"p","text":"Ngalla sama Yàlla, bàyyee ma lii xel ngir ngëneel."}]