[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba ñu tabaxaatee tata ja, ma taxawal lafi bunt ya, ba noppi dénk fara bunt ya seen liggéey, ñook woykat ya ak \\w Leween|Leween b-:\\w* ña."},{"style":"v","verse":"2","text":"Ci kaw loolu ma sas sama mbokk Anani, mu jiite Yerusalem, mook Anaña boroom tata ja, ndax la mu gëna dëggu ñu bare, gën leena ragal Yàlla."},{"style":"v","verse":"3","text":"Ma ne leen: «Bu bunti Yerusalem ubbiku li feek jant bi tàngul. Santleen fara bunt yi ñuy tëj bunt yi, sës ci galani tëjukaay yi, balaa waa dëkk biy tëdd. Na ku nekk ci waa Yerusalem di wattoo ca bérebu wattukaayam, mbaa buntu këram.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Booba dëkk ba réy na, yaatu na; waaye nit ña ca dëkk ñoo néew, te kër ya tabaxewaatul woon."},{"style":"v","verse":"5","text":"Sama Yàlla xiir ma ma woo garmi yeek kilifa yeek baadoolo yi, ngir bind leen. Ci biir loolu ma gis limeefu làng ya njëkka jóge ngàllo ga, ba ñibbisi. Li ma fekk ñu bind ko ci mooy lii:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ñii nag ñoo di niti diiwaanu Yuda, ña jóge njaam ca ngàllo ga leen Nebukatnecar buuru Babilon yóbbu woon, te ñu jóge ca ñibbisi Yerusalem ak Yuda, ku nekk ak fa mu dëkk."},{"style":"v","verse":"7","text":"Ña nga ñibbi ca njiital Sorobabel ak Yosuwe\\f + \\fr 7.7 \\ft Yesuwa ci làkku ebrë. Yosuwe lanu bind ci tekki bii, muy doomu Yoccadag te doon sarxalkat bu mag bi mujj lu jiitu ngàllo ga ca Babilon. Yosuwe mii lu gëna bare dees na ko tuddaaleek Sorobabel. Feneen fu ñu ne Yesuwa ci téere bi, keneen a tax ñuy wax.\\f* ak Neyemi ak Asaryaa ak Raamya ak Naxamani ak Mardose ak Bilsan ak Misperet ak Bigway ak Nexum ak Baana. Limeefu góori \\w bànni Israayil|bànni Israayil:\\w* nii la tëdde:"},{"style":"v","verse":"8","text":"askanu Paros ñaari junni ak téeméer ak juróom ñaar fukk ak ñaar (2~172) lañu."},{"style":"v","verse":"9","text":"Askanu Sefatiya ñetti téeméer ak juróom ñaar fukk ak ñaar (372) lañu."},{"style":"v","verse":"10","text":"Askanu Ara di juróom benn téeméer ak juróom fukk ak ñaar (652)."},{"style":"v","verse":"11","text":"Askanu Paxat Mowab, soqikoo ci Yesuwa ak Yowab, di ñaari junni ak juróom ñetti téeméer ak fukk ak juróom ñett (2~818)."},{"style":"v","verse":"12","text":"Askanu Elam junni ak ñaari téeméer ak juróom fukk ak ñeent (1~254) lañu."},{"style":"v","verse":"13","text":"Askanu Sàttu juróom ñetti téeméer ak ñeent fukk ak juróom (845) lañu."},{"style":"v","verse":"14","text":"Askanu Sakay juróom ñaari téeméer ak juróom benn fukk (760) lañu."},{"style":"v","verse":"15","text":"Askanu Binuy juróom benn téeméer ak ñeent fukk ak juróom ñett (648) lañu."},{"style":"v","verse":"16","text":"Askanu Bebay juróom benn téeméer ak ñaar fukk ak juróom ñett (628) lañu."},{"style":"v","verse":"17","text":"Askanu Asgàdd ñaari junni ak ñetti téeméer ak ñaar fukk ak ñaar (2~322) lañu."},{"style":"v","verse":"18","text":"Askanu Adonikam juróom benni téeméer ak juróom benn fukk ak juróom ñaar (667) lañu."},{"style":"v","verse":"19","text":"Askanu Bigway ñaari junni ak juróom benn fukk ak juróom ñaar (2~067) lañu."},{"style":"v","verse":"20","text":"Askanu Adin juróom benn téeméer ak juróom fukk ak juróom (655) lañu."},{"style":"v","verse":"21","text":"Askanu Ater soqikoo ci Esekiyas, di juróom ñeent fukk ak juróom ñett (98)."},{"style":"v","verse":"22","text":"Askanu Asum ñetti téeméer ak ñaar fukk ak juróom ñett (328) lañu."},{"style":"v","verse":"23","text":"Askanu Beccay ñetti téeméer ak ñaar fukk ak ñeent (324) lañu."},{"style":"v","verse":"24","text":"Askanu Arif téeméer ak fukk ak ñaar (112) lañu."},{"style":"v","verse":"25","text":"Askanu Gabawon juróom ñeent fukk ak juróom (95) lañu."},{"style":"v","verse":"26","text":"Waa Betleyem ak Netofa téeméer ak juróom ñett fukk ak juróom ñett (188) lañu."},{"style":"v","verse":"27","text":"Waa Anatot téeméer ak ñaar fukk ak juróom ñett (128) lañu."},{"style":"v","verse":"28","text":"Waa Bet Asmawet ñeent fukk ak ñaar (42) lañu."},{"style":"v","verse":"29","text":"Waa Kiryaat Yarim ak Kefira ak Beerot juróom ñaari téeméer ak ñeent fukk ak ñett (743) lañu."},{"style":"v","verse":"30","text":"Waa Raama ak Geba juróom benni téeméer ak ñaar fukk ak benn (621) lañu."},{"style":"v","verse":"31","text":"Waa Migmas téeméer ak ñaar fukk ak ñaar (122) lañu."},{"style":"v","verse":"32","text":"Waa Betel ak Ayi téeméer ak ñaar fukk ak ñett (123) lañu."},{"style":"v","verse":"33","text":"Waa Nebo gu ndaw juróom fukk ak ñaar (52) lañu."},{"style":"v","verse":"34","text":"Waa Elam gu ndaw junni ak ñaari téeméer ak juróom fukk ak ñeent (1~254) lañu."},{"style":"v","verse":"35","text":"Waa Arim ñetti téeméer ak ñaar fukk (320) lañu."},{"style":"v","verse":"36","text":"Waa Yeriko ñetti téeméer ak ñeent fukk ak juróom (345) lañu."},{"style":"v","verse":"37","text":"Waa Lodd ak Adidd ak Ono juróom ñaari téeméer ak ñaar fukk ak benn (721) lañu."},{"style":"v","verse":"38","text":"Waa Senaa ñetti junni ak juróom ñeenti téeméer ak fanweer (3~930) lañu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"\\w Sarxalkat|sarxalkat b-:\\w* yi ñii la: askanu Yedaya, soqikoo ci waa kër Yosuwe, di juróom ñeenti téeméer ak juróom ñaar fukk ak ñett (973)."},{"style":"v","verse":"40","text":"Askanu Imer junni ak juróom fukk ak ñaar (1~052) lañu."},{"style":"v","verse":"41","text":"Askanu Pasur junni ak ñaari téeméer ak ñeent fukk ak juróom ñaar (1~247) lañu."},{"style":"v","verse":"42","text":"Askanu Arim junni ak fukk ak juróom ñaar (1~017) lañu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Leween ñi ñii la: askanu Yesuwa ma soqikoo ca Kadmiyel. Mooy ñi bànqaasoo ci Odawya, tollu ci juróom ñaar fukk ak ñeent (74)."},{"style":"v","verse":"44","text":"Woykat yi ñoo di askanu Asaf, di téeméer ak ñeent fukk ak juróom ñett (148)."},{"style":"v","verse":"45","text":"Askanu fara bunt yi ñoo di askanu Salum ak askanu Ater ak askanu Talmon ak askanu Akub ak askanu Atita ak askanu Sobay, di téeméer ak fanweer ak juróom ñett (138)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Liggéeykati kër Yàlla gi ñoo di askanu Cixa ak askanu Asufa ak askanu Tabawot"},{"style":"v","verse":"47","text":"ak askanu Keros ak askanu Siya ak askanu Padon"},{"style":"v","verse":"48","text":"ak askanu Lebana ak askanu Agaba ak askanu Salmay"},{"style":"v","verse":"49","text":"ak askanu Xanan ak askanu Gidel ak askanu Gaxar"},{"style":"v","verse":"50","text":"ak askanu Reyaya ak askanu Reccin ak askanu Nekoda"},{"style":"v","verse":"51","text":"ak askanu Gasam ak askanu Usa ak askanu Paseya"},{"style":"v","verse":"52","text":"ak askanu Besay ak askanu Mewuneen ña ak askanu Nefusim"},{"style":"v","verse":"53","text":"ak askanu Bagbug ak askanu Akufa ak askanu Arur"},{"style":"v","verse":"54","text":"ak askanu Bacclut ak askanu Mexida ak askanu Arsa"},{"style":"v","verse":"55","text":"ak askanu Barkos ak askanu Sisera ak askanu Temax"},{"style":"v","verse":"56","text":"ak askanu Necciya ak askanu Atifa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"57","text":"Askanu jaami Suleymaan ñii la: askanu Sotay ak askanu Soferet ak askanu Perida"},{"style":"v","verse":"58","text":"ak askanu Yaala ak askanu Darkon ak askanu Gidel"},{"style":"v","verse":"59","text":"ak askanu Sefatiya ak askanu Atil ak askanu Pokeret Accebayim ak askanu Amon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"60","text":"Mboolem liggéeykati kër Yàlla gi ak askanu jaami Suleymaan yi, ñetti téeméer ak juróom ñeent fukk ak ñaar (392)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"61","text":"Ña bàyyikoo Tel Melax ak Tel Arsa ak Kerub Adon ak Imer te manuñoo firndeel ne seen waa kër maam ak seen askan ci Israayil lañu bokk, ñii la:"},{"style":"v","verse":"62","text":"askanu Delaya ak askanu Tobya ak askanu Nekoda, di juróom benn téeméer ak ñeent fukk ak ñaar (642)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"63","text":"Am na it ñu loolu daloon ci sarxalkat yi, muy askanu Obaya ak askanu Akocc ak askanu Barsilay ma doon denc doomu Barsilay waa Galàdd ba, ba tax ñu santale ko seen sant."},{"style":"v","verse":"64","text":"Ñooñu seet nañu seen limeefu kër maam, waaye gisuñu ko. Ñu daldi leen doyadal, génne leen ci carxal gi."},{"style":"v","verse":"65","text":"Boroom dëkk ba nag aaye leen ñu lekk ci ñam yu \\w sell|sell:\\w* yaa sell, ba keroog sarxalkat ba di am lu leer ci ñoom ci jumtukaayi tegtal yi ñuy wax \\w Urim ak Tumim|Urim ak Tumim:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"66","text":"Limu mbooloo ma mépp ba mu daj, ñeent fukki junneek ñaar ak ñetti téeméer ak juróom benn fukk (42~360) lañu,"},{"style":"v","verse":"67","text":"te limaaleesul seen jaam yu góor ak yu jigéen yi tollu ci juróom ñaari junni ak ñetti téeméer ak fanweer ak juróom ñaar (7~337). Amoon nañu itam ay woykat yu góor ak yu jigéen yu tollu ci ñaari téeméer ak ñeent fukk ak juróom (245),"},{"style":"v","verse":"68","text":"ak ñeenti téeméeri giléem ak fanweer ak juróom (435) ak juróom benni junniy mbaam ak juróom ñaari téeméer ak ñaar fukk (6~720)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"69","text":"Am na ñu jiite seen kër baay, ñu def seen loxo ca liggéey ba. Boroom dëkk ba def na ca alal ja junniy (1~000) poseti wurus ak juróom fukki (50) këll ak fanweeri (30) mbubbi sarxalkat ak juróomi téeméeri (500) dogi xaalis\\f + \\fr 7.69 \\ft Fi ñu tudd fanweeri mbubbi sarxalkat yi ak juróomi téeméeri dogi xaalis, am na ñu fi boole ñaari lim yooyu, moomale ko dayob mbubbi sarxalkat yi doŋŋ.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"70","text":"Ñenn ca ña jiite seen kër baay def nañu seen loxo ca alal ja ñu jagleel liggéey ba, mu tollu ci ñaar fukki junniy (20~000) poseti wurus ak ñaari junniy dogi xaalis ak ñaari téeméer (2~200)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"71","text":"La des ca askan wa joxe na ñaar fukki junniy (20~000) poseti wurus ak ñaari junniy (2~000) dogi xaalis ak mbubbi sarxalkat yu tollu ci juróom benn fukk ak juróom ñaar (67)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"72","text":"Ba loolu amee sarxalkat yaak Leween ñaak fara bunt yaak woykat yaak ñenn ca baadoolo yaak liggéeykati kër Yàlla ga sancaat ca seen dëkki cosaan, niki bànni Israayil gépp."}]