[{"style":"s1","verse":"","text":"Kàdduy tuub jib na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Keroog ñaar fukki fan ak ñeent ca weer woowa, \\w bànni Israayil|bànni Israayil:\\w* daje, sol ay saaku, xëppoo suuf, di ko ñaawloo ci biir koor."},{"style":"v","verse":"2","text":"Ci kaw loolu askanu Israayil beddeeku doxandéem yépp. Ñu taxaw nag, tudd seen bàkkaari bopp ak seen ñaawtéefi maam."},{"style":"v","verse":"3","text":"Ci biir loolu ñu taxaw, di jàng ca seen téereb yoonu Yàlla Aji Sax ji, diirub xaajaatu bés ba. Xaajaatu bés ba ca topp ñuy tuub aka sujjóotal seen Yàlla Aji Sax ji."},{"style":"v","verse":"4","text":"Yesuwa daldi taxaw ca kaw tóoju bu kawe ba ñu jagleel \\w Leween|Leween b-:\\w* ña, mook Bani ak Kadmiyel ak Sebaña ak Buni ak Serebya ak Bani meneen ma, ak Kenani. Ña ngay àddu ca kaw, di wax ak seen Yàlla Aji Sax ji."},{"style":"v","verse":"5","text":"Yesuwa nag ak Kadmiyel ak Bani ak Asabneya ak Serebya ak Oja ak Sebaña ak Petaxya, Leween ñooñu ñépp àddoondoo ne:"},{"style":"p","verse":"","text":"«Màggalleen seen Yàlla Aji Sax ji sax dàkk, ba fàww. Nañu màggal sa tur wu tedd, wi raw gépp cant ak ngërëm:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Yaw Aji Sax ji, yaw kenn yaa sàkk asamaan yi, ba ca asamaan ya gëna kawe ak seen gàngoor yépp, ak suuf ak lépp li ci kawam, ak géej ak lépp li ci biir. Yooyu yépp, yaay ki leen di may bakkan, te gàngoori asamaan, yaw lañuy sujjóotal."},{"style":"v","verse":"7","text":"Yaw yaa di Aji Sax ji, Yàlla ji tànn Ibraam, jële ko Ur gu waa Kalde, tudde ko Ibraayma."},{"style":"v","verse":"8","text":"Yaa gis mu nangul la ci xolam; nga fas ak moom \\w kóllëre|kóllëre g-:\\w*, dig askanam réewum Kanaaneen ñaak Etteen ñaak Amoreen ñaak Periseen ñaak Yebuseen ñaak Girgaseen ña. Te def nga li nga dige it, ndax yaw yaay Ku jub ki."},{"style":"v","verse":"9","text":"Ba nga gisee sunu toroxtey maam ya ca Misra, dégg seeni yuux ca tefesu géeju Barax ya,"},{"style":"v","verse":"10","text":"yaa wàcce ay firndeeki kéemaan ca kaw Firawnaaki jawriñam ñépp ak askanu réewam mépp, ndaxte yégoon nga reewande ga waa Misra doon jëflanteek sunuy maam. Ca nga siiwal saw tur ba tey jii."},{"style":"v","verse":"11","text":"Géej nga leen xaral, ñu jaare suuf su wow koŋŋ, ca digg géej ga, ña leen doon dàq nag, nga fél leen ca biir xóote ya, ñu tàbbi niw doj ci ndox mu baawaan."},{"style":"v","verse":"12","text":"Ci kaw loolu nga di leen jiitee bëccëg aw taxaaru niir, di leen jiitee guddi taxaaru sawara, di leen niital yoon wa ñuy jaare."},{"style":"v","verse":"13","text":"Ca tundu Sinayi wa nga wàcc, àddoo asamaan, wax ak ñoom, dénk leen ndigal yu jub, ak yoon yu dëggu, ak dogali yoon ak santaane yu baax."},{"style":"v","verse":"14","text":"Sa \\w bésub Noflaay|bésub Noflaay b-:\\w* bu \\w sell|sell:\\w* it, yaa leen ko xamal, te say santaaneeki dogali yoon ak saw yoon, yaa leen ko dénk. Musaa, sa jaam ba, jottali leen ko."},{"style":"v","verse":"15","text":"Pepp mu tawe asamaan nga faje seen xiif, ndox mu balle ciw doj, nga faje seen mar, te ne leen ñu dem nanguji réew ma nga leen giñaloon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Sunu maam yooyu kay ñoo mujj fuuy, sajju loos, ba sàmmuñu say santaane."},{"style":"v","verse":"17","text":"Ñoo baña dégg, baña bàyyi xel sa kéemaan yi nga def ci seen biir, te ñoo sajju loos, fétteeral ba fal njiit, nara dellu ca seen njaam ga. Waaye yaw yaay Yàlla jiy boroom njéggal ak yiw ak yërmande, di muñ mer, te bare ngor, ba tax waccoo leen."},{"style":"v","verse":"18","text":"Dem nañu sax ba móolal seen bopp jëmmu wëllu te naan: “Yeen, seen Yàllaa ngii; moo leen génne réewum Misra,” ñàkke la kersa lool."},{"style":"v","verse":"19","text":"Waaye yaw, ci sa yërmande ju réy, waccoo leen ca màndiŋ ma. Taxaaru niir wa noppiwula taxaw ci seen kanam bëccëg bu nekk, di leen jiite ca yoon wa. Taxaaru sawara wa it noppiwula taxaw guddi, di leen niital yoon wa ñuy jaar."},{"style":"v","verse":"20","text":"Sa xel mu rafet nga leen may ba ñu mana ràññee; sa \\w mànn|mànn:\\w* it, noppiwuloo leen koo leel, teg ca ndox ma nga leen daan fajale mar."},{"style":"v","verse":"21","text":"Diiru ñeent fukki at nga leen dundal ca màndiŋ ma, ñàkkuñu dara. Seeni yére ràppul, seeni tànk newiwul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Yaa leen moomale ay réew aki xeet, séddale leen suuf. Ñu nangu réewum Sixon, réewum buurub Esbon, teg ca réewum Og buuru Basan."},{"style":"v","verse":"23","text":"Giiral nga leen, ba ñu tollu ni biddiiwi asamaan, ba noppi dugal leen ca réew ma nga waxoon seeni maam ñu nanguji ko."},{"style":"v","verse":"24","text":"Ci kaw loolu seeni doom nanguji réew ma. Yaa leen nangulal Kanaaneen ña dëkkoon ca réew ma, teg ci seeni loxo buuri réew maak baadoola ya, ñu di leen def lu leen soob."},{"style":"v","verse":"25","text":"Nangu nañu ay dëkk yu tata wër ak suuf su nangu, aakimoo kër yu fees ak gépp ngëneel aki teen ak tóokëri reseñ ak garabi oliw, garab yay meññ, ne xas, ñuy lekk ba suur. Ñu regg, di xéewloo sa mbaax gu réy gi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Waaye dégguñu ndigal, xanaa di la gàntal. Dañoo sànni saw yoon seen gannaaw; sa yonent ya leen doon xiirtal ci délsi ci yaw, ñu rey leen, ba ñàkke la kersa lool."},{"style":"v","verse":"27","text":"Nga daldi leen teg ci seen loxoy noon, ñu fitnaal leen. Teewul ñu jàq, woo la wall, nga dégge ko fa asamaan, ba jox leen ñu leen xettali ci sa yërmande ju yaa, ñu xettali leen ci seen dooley noon."},{"style":"v","verse":"28","text":"Naka lañu am noflaay, daldi dellu ci def lu bon fi sa kanam. Nga wacc leen nag ca seen loxoy noon, ñu moom leen. Ba ñu delloo woo la wall, yaa leen dégge fa asamaan, ba xettali leen ay yooni yoon ci sa yërmande ju réy."},{"style":"v","verse":"29","text":"Artu nga leen ndax ñu dellu ci saw yoon, teewul ñu bew, ba sàmmuñu say santaane, xanaa di moy sa àttey yoon yiy taxa dund képp ku ci sàmmu. Ñuy daŋŋiiral, sajju loos, bañ laa déggal."},{"style":"v","verse":"30","text":"Ndaxam muñal nga leen ay at yu bare, di leen artoo sam xel, say yonent di leen ko jottali; waaye taxul ñu déglu. Nga teg leen nag ci loxoy waa réew yi."},{"style":"v","verse":"31","text":"Sa yërmande ju réy nga topp, ba faagaagaloo leen. Wacculoo leen it, ndax yaw Yàllay yiw ak yërmande nga!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"«Kon rikk waay, yaw sunu Yàlla, Yàlla ju màgg ji àttan te mata ragal, di sàmm kóllëreek ngor; ngalla bul xeeb mboolem toskare ji dikkal sa ñoñ, muy buur ak njiit, \\w sarxalkat|sarxalkat b-:\\w* ak yonent, dale ca sunuy maam ba ci nun ñépp tey, ca janti buuri Asiri, ba sunu jonni yàllay tey."},{"style":"v","verse":"33","text":"Yaw nag yaa àtte dëgg ci mboolem li nu dal, ndax kóllëre nga jëfe, nun noo bon."},{"style":"v","verse":"34","text":"Sunuy buur ak sunuy njiit nag ak sunuy sarxalkat ñoo dale ca sunuy maam, di baña topp sa yoon, baña sàmm say santaane, bàyyiwuñu xel it ci kàdduy seede yi nga leen artoo."},{"style":"v","verse":"35","text":"Ba ñu moomee seenum réew, nekk ci sa teraanga ju réy ja nga leen may ca suuf su yaa su nangu sa nga leen jox, jaamuwuñu la woon te dëdduwuñu seen manin yu ñaaw ya."},{"style":"v","verse":"36","text":"Nu ngi nii tey diy jaam. Réew ma nga joxoon sunuy maam, ñuy lekk meññeefam aki ngëneelam, fi lanu doon nii ay jaam."},{"style":"v","verse":"37","text":"Li suuf siy jur a ngi ne gàññ, di alalu buur yi nga teg ci sunu kaw, ndax sunuy moy. Dañu noo yilif, yilif sunug jur, nu mu leen neexe, nun nag nu nekke njàqare ju réy.»"}]