[{"style":"ms","verse":"","text":"Askanu doomi Nóoyin"},{"style":"mr","verse":"","text":"(Saar 10.1---11.9)"},{"style":"s1","verse":"","text":"Xeet yi sosoo ci doomi Nóoyin"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Askanu doomi Nóoyin mooy lii. Gannaaw ba mbënn ma wéyee, Sem ak Xam ak Yafet am nañu ay doom."},{"style":"s1","verse":"","text":"Li jëm ci askanu Yafet"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Doomi Yafet yu góor ñoo di Gomeer ak Magog ak Maday ak Yawaan ak Tubal ak Meseg ak Tiraas."},{"style":"v","verse":"3","text":"Doomi Gomeer yu góor ñoo di Askenas, Rifaat ak Togarma."},{"style":"v","verse":"4","text":"Doomi Yawaan yu góor ñoo di Elisa ak Tarsis ak Kitim ak Dodanim."},{"style":"v","verse":"5","text":"Ñi sosoo ci ñoom ñoo law ca wàllaa géej, meññ nag ay xeet ci seeni suuf, xeet wu ci nekk ak làkkam, def it ay làng ci seen biiri xeet."},{"style":"s1","verse":"","text":"Li jëm ci askanu Xam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Doomi Xam yu góor ñoo di Kuus ak Misrayim ak Puut ak Kanaan."},{"style":"v","verse":"7","text":"Doomi Kuus yu góor ñoo di Saba ak Awila ak Sabta ak Raama ak Sabteka. Doomi Raama yu góor di Seba ak Dedan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Kuus moo jur Nimrodd, ki jëkk di jàmbaar ju siiw ci kaw suuf,"},{"style":"v","verse":"9","text":"mu doonoon rëbbkat bu maga mag. Looloo waral ñu naan: «Mbete Nimrodd, rëbbkat bu maga mag ba.»"},{"style":"v","verse":"10","text":"Dëkk yiy péeyi nguuram ñoo di Babel ak Ereg ak Akàdd ak Kalne, gi ci réewu Sineyaar."},{"style":"v","verse":"11","text":"Ca réew mooma la Nimrodd jóge dem Asur, sanc Niniw ak dëkk yooyee di Rexobot Ir ak Kala,"},{"style":"v","verse":"12","text":"ba Resen gi ci diggante Niniw ak Kala, dëkk bu mag bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Misrayim nag mooy maami Luddeen ñi\\f + \\fr 10.13 \\fk Luddeen ñi \\ft ñooy waa Ludd, ci waxin wuy tekki ab giir niki boo nee Njóobeen ñi walla Njaayeen ñi.\\f* ak Anameen ñi ak Leyabeen ñi ak Naftuyeen ñi"},{"style":"v","verse":"14","text":"ak Pataruseen ñi ak Kasluxeen ñi, ak it Kaftoreen ñi, ñooñee waa Filisti soqikoo\\f + \\fr 10.14 \\ft Seetal ci Amos 9.7.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Kanaan moo taawloo Sidon, teg ca Ett."},{"style":"v","verse":"16","text":"Kanaan mooy maamu Yebuseen ñi ak Amoreen ñi ak Girgaseen ñi."},{"style":"v","verse":"17","text":"Mooy maamu Eween ñi ak Arkeen ñi ak Sineen ñi."},{"style":"v","verse":"18","text":"Mooy maamu Arwàddeen ñi it ak Cemareen ñi ak Amateen ñi. La ca tegu làngi Kanaan tasaaroo."},{"style":"v","verse":"19","text":"Kemu suufas Kanaaneen ña, mu ngi tàmbalee Sidon, jaar weti Gerar, dem ba Gasa, wuti Sodom ak Gomor ak Adma ak Ceboyim, daldi teeri Lesa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ñooñu ñooy askani Xam, askan wu ci nekk ak làngam ak làkkam, di ay xeet ci seeni réew."},{"style":"s1","verse":"","text":"Li jëm ci askanu Sem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Sem, miy magu Yafet, jur na moom itam ay doom yu góor. Mooy maami Eber ak askanam."},{"style":"v","verse":"22","text":"Doomi Sem yu góor ñoo di Elam ak Asur ak Arpagsàdd ak Ludd ak Aram."},{"style":"v","verse":"23","text":"Góor ñi Aram jur ñii la: Ucc ak Xuul ak Geter ak Maas."},{"style":"v","verse":"24","text":"Arpagsàdd jur Sela, Sela jur Eber."},{"style":"v","verse":"25","text":"Eber moom, jur ñaari doom yu góor, kenn ki tudd Peleg (muy firi Séddalikoo), ndaxte ci jamonoom àddina dafa séddalikoo woon. Rakku Peleg ju góor mooy Yogtaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yogtaan a jur Alamodàdd ak Selef ak Asarmawet ak Yerax"},{"style":"v","verse":"27","text":"ak Adoram ak Usal ak Digla"},{"style":"v","verse":"28","text":"ak Obal ak Abimayel ak Seba"},{"style":"v","verse":"29","text":"ak Ofir ak Awila ak Yobab. Ñooñu ñépp di doomi Yogtaan yu góor."},{"style":"v","verse":"30","text":"Ña nga dëkkoon ca wàllu Mesa ga wuti Sefar, di diiwaanu tund ya ca penku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ñooñoo askanoo ci Sem, askan wu ci nekk ak làngam ak làkkam, di ay xeet ci seeni réew."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Làngi doomi Nóoyin yu góor a ngoogu, làng gu nekk ak askanam, ñu diy xeet. Ci ñoom la xeet yépp jóge tasaaroo ci kaw suuf, gannaaw ba mbënn ma wéyee."}]