[{"style":"s1","verse":"","text":"Ibraayma ak ganam ña"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Am na bés, Aji Sax ji feeñu Ibraayma ca garabi Mamre yu mag ya. Booba ma nga toogoon ca buntu xaymaam ci digg njolloor."},{"style":"v","verse":"2","text":"Naka la siggi, gis ñetti nit, ñu ne jimeet ci kanamam. Ibraayma gaawtu, gatandu leen, sujjóotal leen."},{"style":"v","verse":"3","text":"Mu daldi ne: «Sang bi, siyaare naa la. Ngalla waay, bu ma romb."},{"style":"v","verse":"4","text":"Xaarleen, ñu indil leen tuuti ndox, ngeen jàngu te noppalu ci ker garab gi."},{"style":"v","verse":"5","text":"Maa ngi leen di indil dogu mburu mu ngeen dëgërloo, ba mana topp seen yoon, gannaaw nangu ngeena toog, ma siyaare leen.» Ñu ne ko: «Waaw, baax na.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ibraayma daldi gaaw, dugg biir xayma ba, ne Saarata: «Gaawal, jël ñetti ndabi sunguf su mucc ayib, noot ko, def ko mburu yu ndaw.»"},{"style":"v","verse":"7","text":"Ibraayma nag daw ca gétt ga, sàkk fa sëllu wu duuf te baax, ñëw jox ko jaamam, mu gaaw togg ko."},{"style":"v","verse":"8","text":"Ibraayma taajal leen ndawal, la ñu togg, ba mu sotti, indaaleel leen soow ak meew mu bees. Ma nga taxaw ca seen wet ca ker garab ga, ñuy lekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ñu daldi ko laaj ne ko: «Ana sa soxna Saarata?» Mu ne leen: «Mu ngi ci biir.»"},{"style":"v","verse":"10","text":"Kooka ne ko: «Nëgëni sii déwén déy laay délsi, te sa soxna Saarata dina am doom ju góor moos.» Bi muy wax loolu, Saarataa ngi ci buntu xayma bi ci gannaawam, di déglu."},{"style":"v","verse":"11","text":"Booba fekk na Ibraayma ak Saarata doon mag, ba màggat lool sax, te Saarata weesoon na njurum doom."},{"style":"v","verse":"12","text":"Ci kaw loolu Saarata ree ci suuf, daldi ne: «Man mu ñor xomm mii, ndax man naa amati boobu bànneex, te sama boroom kër it di mag?»"},{"style":"v","verse":"13","text":"Aji Sax ji daldi wax Ibraayma ne ko: «Lu Saarata di ree, te naan: “Man mu màggat mii, deeti naa am doom moos?”"},{"style":"v","verse":"14","text":"Ana lu të Aji Sax ji? Bu ñu ca àggee nëgëni déwén déy, dinaa fi délsiwaat, te Saarata dina am doom ju góor.»"},{"style":"v","verse":"15","text":"Saarata dégg loolu, daldi tiit, miim ko ne: «Reetaanuma de.» Teewul Aji Sax ji ne ko: «Ree nga kay!»"},{"style":"s1","verse":"","text":"Ibraayma tinul na waa Sodom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Gannaaw loolu gan ña jóge foofa, tiim Sodom, di ko séen. Ibraayma ànd ak ñoom, di leen gunge."},{"style":"v","verse":"17","text":"Booba Aji Sax jaa ngi wax naan: «Xanaa duma nëbb Ibraayma li ma nar?"},{"style":"v","verse":"18","text":"Ndax kat Ibraayma dina sos xeet wu mag te am doole, te xeeti àddina yépp ci moom lañuy barkeele."},{"style":"v","verse":"19","text":"Moo tax ma tànn ko, ngir mu sant ay doomam ak waa këram, ñuy déggal Aji Sax ji, di jëfe yoon ak njub. Noonu laay defale Ibraayma li ma ko digoon.»"},{"style":"v","verse":"20","text":"Aji Sax ji nag àddu ne: «Bàkkaari Sodom ak Gomor bare na lool, ba may dégg yuux, yi sababoo ci seen moy."},{"style":"v","verse":"21","text":"Dinaa wàcc, seede ko, ba mu wóor ne ñoo def lépp li sabab yuux yi, am déet.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Gan ña nag dem, jublu Sodom, Ibraayma moom taxaw ba tey, fi kanam Aji Sax ji."},{"style":"v","verse":"23","text":"Naka la Ibraayma jegeñsi, ne ko: «Mbaa doo boole ku jub ak ku jubadi, rey leen?"},{"style":"v","verse":"24","text":"Su juróom fukk rekk jubee ca dëkk bi, mbaa doo tas dëkk bi ba tey, tee nga leena jéggal rekk ngir juróom fukk ñu jub ña ca nekk?"},{"style":"v","verse":"25","text":"Rikk bul yemale ku jub ak ku jubadi, ba boole leen rey, loolu jomb na la moos! Yaw miy àtte àddina sépp kay, lu jub rekk ngay def!»"},{"style":"v","verse":"26","text":"Aji Sax ji ne ko: «Su ma gisee ci Sodom juróom fukk ñu jub, dinaa jéggal waa dëkk bi yépp ngir ñoom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ibraayma dellu ne: «Ma ñemee wax ak yaw, Boroom bi, te duma dara ba dara booloo jeex."},{"style":"v","verse":"28","text":"Waaye juróom fukk ñooñu jub, su yéesee juróom rekk nag? Mbaa doo tas dëkk bi ndax juróom ñi ci yées?» Aji Sax ji ne ko: «Su ma fa gisee ñeent fukk ak juróom ñu jub, duma ko tas.»"},{"style":"v","verse":"29","text":"Ibraayma dellu wax ne: «Su fa ñeent fukk ñu jub rekk amee nag?» Aji Sax ji ne ko: «Duma def dara ngir ñeent fukk ñooñu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ibraayma dellooti ne: «Rikk Boroom bi, bu ma mere. Dinaa ci teg lii. Su fa fanweer ñu jub rekk amee nag?» Aji Sax ji ne ko: «Su fa fanweer ñu jub amee, kon duma def dara.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ibraayma neeti: «Léegi ma ñemeeti wax ak yaw boog, Boroom bi! Su ñu doon ñaar fukk rekk nag?» Aji Sax ji ne ko: «Kon duma ko tas ngir ñaar fukk ñooñu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ibraayma dellu neeti: «Ngalla Boroom bi, bul mer, ma wax bii yoon rekk te noppi. Léegi su ñu dee fukk doŋŋ nag?» Aji Sax ji ne ko: «Kon duma tas dëkk bi, ndax fukk ñooñu jub.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Loolu la Aji Sax ji wax ak Ibraayma, daldi dëddu. Ibraayma it ñibbi këram."}]