[{"style":"s1","verse":"","text":"Lu jëm ci Ibraayma ak Abimeleg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Ibraayma jóge fa mu nekkoon, jublu àllub Negew, sanci diggante Kades ak Sur, ba noppi ganeji ay fan ca dëkk ba ñu naa Gerar."},{"style":"v","verse":"2","text":"Ba Ibraayma àggee nag, da ne soxnaam Saarata ab jigéenam la. Abimeleg buurub Gerar daldi yónnee jëlsi Saarata."},{"style":"v","verse":"3","text":"Teewul genn guddi Yàlla feeñu Abimeleg ci gént ne ko: «Yaw, dee nga ba noppi, ndax jigéen ji nga nangu, soxnas jàmbur la.»"},{"style":"v","verse":"4","text":"Loolu fekk Abimeleg àndagul ak Saarata. Mu wax Yàlla ne ko: «Sama Boroom, mbaa doo bóom réew mi ci mbir mu ñu doonul dara?"},{"style":"v","verse":"5","text":"Du góor gi da maa waxoon ne kii jigéenam la? Du jigéen ji it da maa waxoon ne kooku càmmiñam la? Fexewuma dara lu ñaaw te di ko tey de!»"},{"style":"v","verse":"6","text":"Yàlla ne ko ca gént ga: «Waaw, xam naa ne li nga def du sa teyeef. Moo tax man it mayuma la nga laal ko, di ma tooñ."},{"style":"v","verse":"7","text":"Léegi nag dellool góor gi soxnaam, ab yonent la de, te dina la ñaanal, nga raw. Waaye soo ko deful, na la bir ne dinga dee, yaak sa waa kër yépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Abimeleg jóg suba teel, woolu dagam yépp, nettali leen loolu lépp, ñu tiit lool."},{"style":"v","verse":"9","text":"Gannaaw loolu Abimeleg woolu Ibraayma ne ko: «Li nga nu def nag? Ndax dama laa tooñ, ba nga yóbbe ma tooñ gu réye nii, man ak sama réew mi mépp? Lii nga ma def de, waroo ko woona def.»"},{"style":"v","verse":"10","text":"Abimeleg teg ca ne ko: «Te li nga def sax, lu la ci xiir?»"},{"style":"v","verse":"11","text":"Ibraayma ne ko: «Da di dama noon, amul kenn ci réew mii ku ragal Yàlla, te dees na ma rey ndax sama soxna."},{"style":"v","verse":"12","text":"Te moona dëgg la sax, sama jigéen a, ndaxte danoo bokk baay te bokkunu yaay, ma jël ko."},{"style":"v","verse":"13","text":"Te bés, ba ma Yàlla génnee sama kër baay, may wëndeelu, dama koo waxoon ne ko: “Déglul, baaxe ma ci lii: Fépp fu nu dem, nanga wax ne sa càmmiñ laa.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba mu waxee ba noppi, Abimeleg jël ay xar aki nag ak ay jaam yu góor ak yu jigéen, jox ko Ibraayma, daldi ko delloo soxnaam Saarata."},{"style":"v","verse":"15","text":"Abimeleg ne ko: «Sama réew mépp a ngi noonu, dëkkal fu la neex.»"},{"style":"v","verse":"16","text":"Gannaaw loolu mu wax Saarata ne ko: «Déglu ma fii, jox naa sa càmmiñ limu junniy dogi xaalis\\f + \\fr 20.16 \\fk junniy dogi xaalis \\ft tollu woon na ci fukki kiloy xaalis ak benn ca jamono jooja.\\f*. Loolu dama koo def, ngir setal sa der ci kanam ñi nga dëkkal ñépp. Léegi nag ñépp xam nañu ne set nga wecc.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17-18","text":"Fekkoon na Aji Sax ji um jigéeni waa kër Abimeleg, ba kenn du ci am doom, du soxnaam, du ay jaamam, te li ko waral di Saarata soxnas Ibraayma. Ibraayma nag ñaan Yàlla; Yàlla def ñu wér, ba mana am doom."}]