[{"style":"s1","verse":"","text":"Yàlla nattu na Ibraayma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu am na bés Yàlla di nattu Ibraayma ne ko: «Ibraayma!» Mu ne ko: «Naam.»"},{"style":"v","verse":"2","text":"Yàlla ne ko: «Ngalla jëlal sa jenn doom jii di Isaaxa, muy koo bëgg, nga dem ca réewu Morya ca tund wa ma lay wax, joxe ko fa, mu nekk \\w saraxu rendi-dóomal|Sarax yi:\\w*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ibraayma nag teela xëy, takk mbaamam, ànd ak ñaari surgaam ak doomam Isaaxa, daldi xar matt, mi muy lakke sarax bi. Ma nga jëm fa ko Yàlla wax."},{"style":"v","verse":"4","text":"Ca gannaaw ëllëg sa, Ibraayma daa dawal bëtam, séen béreb ba fu sore."},{"style":"v","verse":"5","text":"Mu ne surga ya: «Négleen fii, mbaam mi taxaw. Man ak xale bi nu dem ba fale, màggali Yàlla te ñëw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba loolu amee Ibraayma jël mattum saraxu rendi-dóomal ba, yen ko doomam Isaaxa; moom mu ŋàbb la muy taale ak paaka ba ci loxoom, ñu ànd ñoom ñaar."},{"style":"v","verse":"7","text":"Isaaxa ne baayam Ibraayma: «Baay!» Mu ne ko: «Naam, doom sama.» Isaaxa ne ko: «Sawara saa ngi, matt maa ngi, waaye ana gàtt, bi nuy sarxal?»"},{"style":"v","verse":"8","text":"Ibraayma ne ko: «Yàlla moom ci boppam dina dikk ak gàtt bi nuy def sarax, doom,» ñu daldi ànd dem, ñoom ñaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba ñu àggee fa ko Yàlla wax, Ibraayma sàkk fa ab \\w sarxalukaay|sarxalukaay b-:\\w*, teg ca matt ma, yeew Isaaxa doomam, teg ko ca kaw matt ma ca sarxalukaay ba."},{"style":"v","verse":"10","text":"Ibraaymaa nga tàllal loxoom, ŋëb paaka ba, ngir rendi doom ja."},{"style":"v","verse":"11","text":"Teewul \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* ja àddoo asamaan, ne ko: «Ibraayma! Ibraayma!» Mu ne ko: «Ãa!»"},{"style":"v","verse":"12","text":"Malaaka ma ne ko: «Bu sa loxo laal xale bi; bu ko def dara, ndaxte léegi xam naa ne ragal nga Yàlla, ndax gàntaloo ma sa jenn doom ji.»"},{"style":"v","verse":"13","text":"Naka la Ibraayma siggi rekk, yem ci menn kuuy mu béjjén ya lonke ci as ngarab. Ibraayma dem, jël kuuy ma, rendi, mu wuutu doom ja, di ab saraxu rendi-dóomal."},{"style":"v","verse":"14","text":"Ibraayma nag tudde béreb boobu Yawe Yire (muy firi Aji Sax ji dina dikk). Moo tax ñuy wax ba tey, naan: «Aji Sax jaa ngay dikke ca tundam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ci kaw loolu malaakam Yàlla ma dellu àddoo asamaan ne Ibraayma:"},{"style":"v","verse":"16","text":"«Déglul lii Aji Sax ji wax: “Giñ naa ci man mii, gannaaw yaa def lii, te gàntaloo ma sa jenn doom ji,"},{"style":"v","verse":"17","text":"maa lay barkeel a barkeel, ful a ful saw askan ni biddiiwi asamaan, mbaa feppi suufi géej. Sa askan dina teg ay bañam tànk,"},{"style":"v","verse":"18","text":"te xeeti àddina yépp ci saw askan lañuy barkeele, ndax déggal nga ma.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba loolu wéyee Ibraayma waññiku, fekki surga ya, ñu daldi ànd ñoom ñépp, jëm Beerseba, ndax fa la Ibraayma dëkkoon."},{"style":"s1","verse":"","text":"Askanu Naxor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Gannaaw gi, dañoo yégal Ibraayma ne ko: «Milka nag am na ay doom moom it, moom ak sa mbokk Naxor:"},{"style":"v","verse":"21","text":"Ucc lañu taawloo, teg ca Bus, teg ca Kemwel, miy baayu Aram,"},{"style":"v","verse":"22","text":"teg ca Keset ak Aso ak Pildas ak Yidlaf ak Betuwel.»"},{"style":"v","verse":"23","text":"Betuwel ay baayu Rebeka. Ñooñu ñooy juróom ñetti doom yu góor, yi Milka am ak Naxor, mi bokk ak Ibraayma ndey ak baay."},{"style":"v","verse":"24","text":"Rewma it nekkaaleem la woon, doom ya mu ca am di Teba ak Gaxam ak Taxas ak Maaka."}]