[{"style":"s1","verse":"","text":"Isaaxa jël na Rebeka soxna"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ibraayma guddoon na fan, ba màggat lool, te Aji Sax ji barkeel ko ci lépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Mu am bés Ibraayma wax surgaam, bi gëna yàgg ci këram, tey saytu alalam jépp, ne ko: «Dugalal sa loxo ci sama suufu lupp\\f + \\fr 24.2 \\fk dugal loxo ci suufu lupp \\ft mooy li bànni Israayil daan dogale ngiñ.\\f*,"},{"style":"v","verse":"3","text":"ma giñloo la ci Aji Sax jiy Yàllay asamaan ak suuf ne doo jëlal sama doom soxna ci biir jigéeni waa Kanaan, gi ma dëkk ci seen biir."},{"style":"v","verse":"4","text":"Waaye dinga dem sama réew ma ma cosaanoo, jëlal fa sama doom Isaaxa soxna.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Surga ba ne ko: «Su ndaw sa nanguwula ànd ak man ci réew mii nag? Ndax kon damaa wara yóbbu sa doom ba ca réew ma nga jóge?»"},{"style":"v","verse":"6","text":"Ibraayma itam ne ko: «Bu fa yóbbu sama doom mukk."},{"style":"v","verse":"7","text":"Aji Sax ji, Yàllay asamaan, moom mi ma jële sama kër baay ak fa ma juddoo, te wax ak man, giñal ma, ne ma, dina jox sama askan réew mii, moom ci boppam dina yebal malaakaam, mu jiitu la. Foofa ngay jëlale sama doom soxna."},{"style":"v","verse":"8","text":"Su la ndaw si bëggula topp, kon wàccoo nga ak man. Waaye rikk bul yóbbu sama doom foofa.»"},{"style":"v","verse":"9","text":"Surga ba dugal loxoom ca suufu luppu Ibraayma sangam ba, daldi giñ ca loola."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba loolu amee surga ba jële fukki giléem ca giléemi sangam, dem, yóbbaale li gën ci mboolem xeeti alalu sangam. Ma nga jëm réewu Mesopotami, ca dëkk ba Naxor dëkk."},{"style":"v","verse":"11","text":"Ba muy jub dëkk ba, daa yësal giléem ya fu dend akub seyaan waxtuw ngoon, fekk jigéen ñay génn di rootsi."},{"style":"v","verse":"12","text":"Mu daldi ne: «Yaw Aji Sax ji, sama Yàllay sang Ibraayma, ngalla nangul ma tey jii te laaye biir sama sang Ibraayma."},{"style":"v","verse":"13","text":"Maa ngi nii taxaw ci bëtu ndox mi, janqi dëkk bi di rootsi."},{"style":"v","verse":"14","text":"Janq bu ma wax ne ko: “Doo yenniku sa njaq, may ma, ma naan,” mu ne ma: “Naanal ba noppi, ma wëggal la say giléem,” na kooka di ki nga jagleel sa jaam Isaaxa. Noonu laay xame ne laaye nga biir sama sang.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Laata muy ñaan ba noppi sax, gis na Rebeka gàddu njaqam, di ñëw. Rebeka moomu di doomu Betuwel te di sëtu Milka ak Naxor, miy doomu ndeyu Ibraayma."},{"style":"v","verse":"16","text":"Ndaw su taaru la woon, di ab janq. Naka la wàcc ba ca seyaan ba, duy njaqam, yéegaat."},{"style":"v","verse":"17","text":"Surga ba daw, daje ak moom ne ko: «Doo ma may tuuti ci sa njaq li, ma naan.»"},{"style":"v","verse":"18","text":"Mu ne ko: «Ahakay, sang bi,» daldi gaaw, yenniku njaq la, may ko mu naan."},{"style":"v","verse":"19","text":"Ba ko ndaw si mayee, mu naan ba noppi, da ne ko: «Xaaral, ma wëggal la giléem yi, ñu naan ba noppi.»"},{"style":"v","verse":"20","text":"Mu daldi gaaw, sotti njaq la ca mbalka ma, dawaat rootali giléem yi ca seyaan ba."},{"style":"v","verse":"21","text":"Waa ja ne ko jàkk, ne tekk, di seet, ba xam ndax Aji Sax ji àntal na yoonam am déet."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ba giléem ya naanee ba sottal, waa ji jël jaarob bakkan bu wurus bu tollook juróom benni garaam, ak ñaari lami wurus yu tolloo ci téeméeri garaam, takkal ko."},{"style":"v","verse":"23","text":"Mu ne ko: «Wax ma, kan moo la jur?» Ak itam: «Ndax man nanoo dal sa kër baay?»"},{"style":"v","verse":"24","text":"Mu ne ko: «Betuwel a ma jur, doomu Naxor ak Milka,»"},{"style":"v","verse":"25","text":"teg ca ne ko: «Waawaaw, ñax maak ngooñ maa nga fa, ne gàññ, te it manees na faa dal.»"},{"style":"v","verse":"26","text":"Waa ji nag sujjóot, sant Aji Sax ji,"},{"style":"v","verse":"27","text":"daldi ne: «Cant ñeel na Aji Sax ji, sama Yàllay sang, Ibraayma, moom mi masula noppee laaye biir sama sang, te masu koo ñàkke worma. Man it, Aji Sax ji wommat na ma ba sama kër bokki sang!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Janq bi nag daw dem, nettali waa kër yaayam la xew lépp."},{"style":"v","verse":"29","text":"Rebeka amoon na càmmiñ lu tudd Laban. Laban daldi gaawtu génn, fekki waa ja ca seyaan ba."},{"style":"v","verse":"30","text":"Booba gis na jaaro ba ak lam, ya ca loxol jigéenam Rebeka, te dégg na jigéenam di nettali la ko waa ja wax. Loolu tax mu dem ca waa ja, fekk ko ca giléem ya ca seyaan ba."},{"style":"v","verse":"31","text":"Mu ne ko: «Yaw mi Aji Sax ji barkeel, agsil boog! Looy toog ci àll bi; waajalal naa la ab dal, te giléem yi am nañu fu ñu nekk.»"},{"style":"v","verse":"32","text":"Waa ja daldi àgg ca kër ga, ñu sippi giléem ya, may leen ñax ak ngooñ, may waa ja ndox, mu jàngu, moom ak ñi mu àndal,"},{"style":"v","verse":"33","text":"ba noppi ñu taajal ko lu mu lekk. Mu ne: «Déedéet, duma lekk mukk kay, te waxuma li ma taxa jóg.» Laban ne ko: «Kon nag waxal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Mu ne: «Man surgab Ibraayma laa."},{"style":"v","verse":"35","text":"Aji Sax ji dafa barkeel sama sang lool, ba muy boroom daraja. May na ko jur gu gàtt ak gu gudd, xaalis ak wurus ak ay surga yu góor ak yu jigéen ak ay giléem aki mbaam."},{"style":"v","verse":"36","text":"Sama soxnas sang Saarata nag dem na ba màggat, doora amal sama sang doom ju góor. Doomam jooju la jox li mu moom lépp."},{"style":"v","verse":"37","text":"Sama sang nag giñloo ma ne: “Bul jëlal mukk sama doom soxna ci biir jigéeni waa réewu Kanaan, gi ma dëkk."},{"style":"v","verse":"38","text":"Waaye demal ca sama kër baay, ca samay bokk, nga jëlal fa sama doom soxna.”"},{"style":"v","verse":"39","text":"Ma ne sama sang: “Bu ndaw sa nanguwula ànd ak man nag?”"},{"style":"v","verse":"40","text":"Mu ne ma: “Aji Sax ji ma topp, dina yónni malaakaam, mu ànd ak yaw, ba àntalal la sa yoon, nga jëlal sama doom soxna ca sama kër baay, ca sama biiri bokk."},{"style":"v","verse":"41","text":"Boo demee ba ca samay bokk, wàcc nga, ndax bu ñu la mayul soxna, wàccoo nga ak man.”"},{"style":"v","verse":"42","text":"Ba ma agsee tey jii ca seyaan ba, damaa wax ne: “Aji Sax ji, sama Yàllay sang Ibraayma, ndegam nar ngaa àntal yoon wi may dox, ngalla may ma lii:"},{"style":"v","verse":"43","text":"maa ngii taxaw ci seyaan bi; janq bay ñëw rootsi, ma ne ko: ‘Doo ma may tuuti ci sa njaq li, ma naan,’"},{"style":"v","verse":"44","text":"mu ne ma: ‘Naanal ba noppi, ma wëggal la say giléem,’ kooku na di soxna si Aji Sax ji jagleel sama doomu sang.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"«Bala maa ñaan ba noppi, Rebeka ne jimeet, gàddu njaqam, wàcc ca seyaan ba, di root. Ma ne ko: “May ma, ma naan.”"},{"style":"v","verse":"46","text":"Mu gaaw yenniku njaq li, daldi ne ma: “Naanal ba noppi ma wëggal la say giléem.” Ma naan ba noppi, mu wëggal ma giléem yi."},{"style":"v","verse":"47","text":"Ma laaj ko ne ko: “Kan moo la jur?” Mu ne: “Betuwel, doomu Naxor ak Milka.”"},{"style":"p","verse":"","text":"«Ca laa ko takkal jaaro bi ci bakkanam, ak lam yi ciy loxoom."},{"style":"v","verse":"48","text":"Ba mu ko defee ma sujjóotal Aji Sax ji, sant Aji Sax jiy sama Yàllay sang Ibraayma, ndax jubal na sama yoon, ba ma jëlal doomam soxna ciy bokkam."},{"style":"v","verse":"49","text":"Léegi nag ndegam nar ngeena rafetoo ak sama sang tey sàmm \\w kóllëre|kóllëre g-:\\w*, xamalleen ma ko, ba mu leer. Su ngeen ko narul it, waxleen ma, ma xam nu may def.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"Laban ak Betuwel ne ko: «Mbir moomu de ci Aji Sax ji la jóge, te amunu ci dara lu nuy wax."},{"style":"v","verse":"51","text":"Rebekaa ngoogu, jëlal te dem, muy sa soxnas doomu sang, ni la ko Aji Sax ji tegtale.»"},{"style":"v","verse":"52","text":"Naka la surgab Ibraayma dégg yooyu kàddu, daldi sujjóotal Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Surga ba nag génne ay gànjari xaalis ak yu wurus booleek ay yére, jox Rebeka. Càmmiñ la ak yaay ja itam, mu may leen alal ju takku."},{"style":"v","verse":"54","text":"Ba loolu weesoo mu doora lekk, daldi naan, moom ak ñi mu àndal. Ñu fanaan fa keroog."},{"style":"p","verse":"","text":"Ba ñu yewwoo ca ëllëg sa, surga ba ne: «Bàyyileen ma nag, ma dellu ca sama sang.»"},{"style":"v","verse":"55","text":"Càmmiñal ndaw sa ak yaay ja daldi ne ko: «Xanaa kay janq bi dina toogaat ak nun ab diir boog, maanaam fii ak sibir, doora dem.»"},{"style":"v","verse":"56","text":"Mu ne leen: «Gannaaw Aji Sax ji àntal na sama yoon, tee ngeen ma baña yeexal, te bàyyi ma rekk, ma dellu ca sama sang?»"},{"style":"v","verse":"57","text":"Ñu ne ko: «Kon nag nanu woo janq bi, laaj ko moom ci boppam.»"},{"style":"v","verse":"58","text":"Ci kaw loolu ñu woo Rebeka, ne ko: «Ndax dangay ànd ak waa ji léegi?» Mu ne: «Waaw.»"},{"style":"v","verse":"59","text":"Ba loolu amee càmmiñ ya bàyyi seen jigéen Rebeka, moom ak surga, bi ko yar te daan ko nàmpal, ñu ànd ak surgab Ibraayma ak ñi ko topp, ñu dem."},{"style":"v","verse":"60","text":"Ña ngay ñaanal Rebeka, mu barkeel, te naan:"},{"style":"q1","verse":"","text":"«Éy jigéen sunu! Giiral, ba sos ay junniy junni,"},{"style":"q1","verse":"","text":"te sa askan teg ay bañam tànk.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"61","text":"Gannaaw loolu Rebeka ànd ak xale yu jigéen, yiy jaamam, ñu war ay giléem, topp waa ja. Surga ba daldi dem, yóbbu Rebeka."},{"style":"p","verse":"","text":""},{"style":"v","verse":"62","text":"Loolu fekk na Isaaxa dëkk ca àllub Negew. Mu demoon nag teenu Laxay Roy, ba ñibbisi."},{"style":"v","verse":"63","text":"Genn ngoon Isaaxa génn, di doxantu ca àll ba. Naka la ne siggét xool, séen giléem yuy ñëw."},{"style":"v","verse":"64","text":"Rebeka it ne siggét, gis Isaaxa. Mu ne cëpp nag, wàcc giléem ga,"},{"style":"v","verse":"65","text":"daldi ne surga ba: «Waa jee ci àll biy ñëw, jëm ci nun, kan a?» Surga ba ne ko: «Sama sang la de.» Rebeka daldi jël muuraay ba, muuroo."},{"style":"v","verse":"66","text":"Surga ba nag nettali Isaaxa li mu def lépp."},{"style":"v","verse":"67","text":"Ba loolu wéyee Isaaxa yóbbu Rebeka ca xaymab yaayam Saarata, muy soxnaam, di ku mu bëgg, te di ko muñe yaayam, ndax fekk na mu faatu."}]