[{"style":"s1","verse":"","text":"Isaaxa nëbbuji na ca waa Gerar ngir mucc"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee xiif am ca réew ma, muy xiif bu wuute ak ba woon ca jamonoy Ibraayma; Isaaxa nag dem Gerar ca Abimeleg, buurub waa Filisti."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Foofa Aji Sax ji feeñu ko fa ne ko: «Bul dem Misra, waaye nanga toog ci réew mi ma lay wax."},{"style":"v","verse":"3","text":"Dalal ci réew mii; dinaa ànd ak yaw, barkeel la. Yaak sa askan laay jox suuf sii sépp, te dinaa sàmm li ma giñaloon sa baay Ibraayma."},{"style":"v","verse":"4","text":"Dinaa ful sa askan ni biddiiwi asamaan, dinaa jox sa askan suuf sii sépp, te it ci saw askan la xeeti àddina yépp di barkeele,"},{"style":"v","verse":"5","text":"ndax Ibraayma déggal na ma, sàmm na sama ndénkaane, ak samay santaane, ak sama dogali yoon, ak samay yoon.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Isaaxa nag toog Gerar."},{"style":"v","verse":"7","text":"Góori foofa laaj ko ndaw si mu àndal, lu mu doon ci moom, mu ne: «Sama jigéen la.» Dafa bañoona wax ne soxnaam la, ngir ragal waa foofa rey ko ndax taaru Rebeka."},{"style":"v","verse":"8","text":"Ba ñu fa toogee ba mu yàgg, mu am bés Abimeleg, buurub waa Filisti tollu ci palanteeram, gis leen, fekk yóo Isaaxaa ngay raay soxnaam Rebeka."},{"style":"v","verse":"9","text":"Abimeleg woolu Isaaxa ne ko: «Kii kay ndeke sa soxna la! Noo mana waxe ne sa jigéen la?» Isaaxa ne ko: «Damaa waxe noonu, ngir ñu bañ maa rey ndax moom.»"},{"style":"v","verse":"10","text":"Abimeleg ne ko: «Li nga nu def nag? Xaw tuuti kenn ci nit ñi tëdde sa soxna, te kon nga yóbbe nu tooñ.»"},{"style":"v","verse":"11","text":"Abimeleg daldi fay doxe artu waa réewam mépp ne leen: «Ku laal waa jii walla soxnaam, dees na ko rey.»"},{"style":"s1","verse":"","text":"Isaaxa fas na kóllëre ak Abimeleg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw loolu Isaaxa bey ca réew ma, góob ca at ma lu tollook téeméeri yoon la mu ji woon, ndax Aji Sax ji da koo barkeel."},{"style":"v","verse":"13","text":"Alalam di yokku, muy gëna barele, ba mujj am doole lool,"},{"style":"v","verse":"14","text":"am géttu jur gu gudd ak gu gàtt, ak ay surga yu bare, ba tax waa Filisti iñaane ko,"},{"style":"v","verse":"15","text":"bay sakk aka sëkk mboolem teen, yi surgay baayam Ibraayma gasoon ca jamonoom."},{"style":"v","verse":"16","text":"Abimeleg daldi ne Isaaxa: «Demal, ba sore nu, ndax danga noo ëpp doole lool.»"},{"style":"v","verse":"17","text":"Isaaxa jóge foofa, dali ca xuru Gerar, sanc fa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba loolu weesoo Isaaxa sikkli teen yi ñu gasoon ca jamonoy baayam Ibraayma, te waa Filisti sakkoon leen gannaaw ba Ibraayma nelawee. Ca la tudde teen yi tur, ya leen baayam tudde woon."},{"style":"v","verse":"19","text":"Surgay Isaaxa gasaat ca xur wa, jot ndox mu neex."},{"style":"v","verse":"20","text":"Teewul sàmmi Gerar di soowook sàmmi Isaaxa naan: «Nun noo moom ndox mi.» Mu tudde teen ba Eseg (muy firi Coow), ndax li ñu soowoo ak moom."},{"style":"v","verse":"21","text":"Ñu gasaat ab teen, xuloo amati ca, mu tudde ko Sitna (muy firi Xuloo)."},{"style":"v","verse":"22","text":"Mu jóge foofa, gasati teen, jàmm ne ñoyy, mu tudde ko Rexobot (muy firi Fu yaatu), ndax da ne: «Léegi Aji Sax ji yaatal na nu, te dinanu woomle ci réew mi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba mu fa jógee, dafa dellu Beerseba."},{"style":"v","verse":"24","text":"Guddi googu Aji Sax ji feeñu ko ne ko: «Maay Yàllay Ibraayma sa baay; bul ragal dara, ndax maa ngi ànd ak yaw. Dinaa la barkeel, ful sa askan ndax sama jaam Ibraayma.»"},{"style":"v","verse":"25","text":"Isaaxa nag sàkk fa \\w sarxalukaay|sarxalukaay b-:\\w*, tudd fa Aji Sax ji, wormaal ko, ba noppi samp fa xaymaam. Te itam ay surgaam bënn nañu fa ab teen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ci diggante boobu Abimeleg dafa jóge Gerar, dem fekki ko, ànd ak Axusat, ma doon wóllëreem, ak Pikol, njiital xarekatam."},{"style":"v","verse":"27","text":"Isaaxa ne leen: «Lu waral ngeen fekksi ma fii, gannaaw dangeen maa bañ, ba dàq ma?»"},{"style":"v","verse":"28","text":"Ñu ne ko: «Gis nanu bu baax ne Aji Sax ji ànd na ak yaw; moo tax nu ne ayca nu waatoo ci sunu digganteek yaw te fasanteek yaw \\w kóllëre|kóllëre g-:\\w*."},{"style":"v","verse":"29","text":"Su ko defee doo nu def dara lu bon, gannaaw defunu la dara lu bon, xanaa lu baax rekk, ba yebal la, nga dem ci jàmm. Kon léegi yal na la Aji Sax ji barkeel.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Isaaxa nag berndeel leen, ñu bokk lekk, ba noppi naan."},{"style":"v","verse":"31","text":"Ca ëllëg sa, ñu xëy suba teel, daldi waatoo, Isaaxa door leena yiwi, ñu dem ci jàmm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ca bés booba ay surgay Isaaxa ñëw nañu, di ko wax lu jëm ci teen, ba ñu doon gas, ne ko: «Gis nanu ndox.»"},{"style":"v","verse":"33","text":"Isaaxa tudde teen ba Siba (muy firi Waatoo), moo tax turu dëkk ba, ba fii nu tollu, di Beerseba (muy firi Teenu waat ga)."},{"style":"s1","verse":"","text":"Esawu jël na ay soxna"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Esawu am na ñeent fukki at, jël na soxna ku ñuy wax Yudit, muy doomu Beeri, miy Etteen, jëlaat Basmat doomu Elon, miy Etteen."},{"style":"v","verse":"35","text":"Jigéen ñooñu mu jël nag di naqar wu réy ci Isaaxa ak Rebeka."}]