[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Isaaxa woo Yanqóoba, ñaanal ko, jox ko ndigal lii ne ko: «Bul jël ci jigéeni Kanaan,"},{"style":"v","verse":"2","text":"waaye demal Padan Aram ca sa kër maam-góor, ji jur sa yaay, nga jël fa jabar ca sa doomi nijaay Laban."},{"style":"v","verse":"3","text":"Yal na la Yàlla Aji Man ji barkeel, nga jaboot lool te sa giir yokku, ba sos ay mboolooy askan."},{"style":"v","verse":"4","text":"Yal na la barkeb Ibraayma dal, yaak askan wi soqikoo ci yaw, ba nga moom réew mii ngay doxandéem tey, te Yàlla mayoon ko Ibraayma.»"},{"style":"v","verse":"5","text":"Isaaxa daldi yebal Yanqóoba, mu dem Padan Aram ca Laban doomu Betuwel. Betuwel, Arameen la, te mooy càmmiñu Rebeka, miy yaayu Yanqóoba ak Esawu."},{"style":"s1","verse":"","text":"Esawu jël na keneen soxna"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Esawu nag yég ne Isaaxa ñaanal na Yanqóoba, ba noppi yebal ko Padan Aram, ngir mu jël fa soxna. Te it ba mu koy ñaanal, digal na ko ne ko, bumu jël ca jigéeni Kanaan."},{"style":"v","verse":"7","text":"Mu yég ne Yanqóoba déggal na baayam ak yaayam, ba dem Padan Aram."},{"style":"v","verse":"8","text":"Loolu won Esawu ne jigéeni Kanaan neexuñu baayam."},{"style":"v","verse":"9","text":"Ba mu ko defee Esawu dem ca xeetu Ismayla, doomu Ibraayma, jël fa Maxalat, boole ko ciy soxnaam. Maxalat doomu Ismayla la te di jigéenu Nebayot."},{"style":"s1","verse":"","text":"Yanqóoba sàrtoo na ak Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba loolu wéyee Yanqóoba génn Beerseba, wuti Karan."},{"style":"v","verse":"11","text":"Naka la dem, ba àgg fu ko jant bi sowe, daldi fay fanaan. Mu jël ca doj ya fa ne woon, gegenoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Guddi googu Yanqóoba dafa gént, gis raas bu sampu ci suuf, te cat la sar asamaan, malaakay Yàlla yi di ci yéeg aka wàcc."},{"style":"v","verse":"13","text":"Ndeke Aji Sax jaa nga tollu ca wetam. Mu wax ak moom ne ko: «Maay Aji Sax ji, di sa Yàllay maam Ibraayma te di Yàllay Isaaxa. Suuf si nga tëdd dinaa la ko jox, yaak sa askan."},{"style":"v","verse":"14","text":"Saw askan dina ne gàññ ni feppi suuf. Dinga law penku ak sowu, ndijoor ak càmmoñ. Ci yaw ak saw askan la giir yi ci kaw suuf yépp di barkeele."},{"style":"v","verse":"15","text":"Maa ngi nii ànd ak yaw, di la sàmm fépp foo jëm, te itam dinaa la delloosi ci réew mii. Duma la bàyyi mukk, waaye dinaa def li ma la wax lépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ci kaw loolu Yanqóoba yewwu ne: «Ndekete Aji Sax ji mu ngi ci béreb bii, te xawma ko woon.»"},{"style":"v","verse":"17","text":"Ma nga tiit nag te naan: «Béreb beeka raglu! Fii kay du fenn, fu dul kër Yàlla; te mooy buntu asamaan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ca suba teel Yanqóoba jóg, jël doj, wi mu gegenoo woon, samp fa, muy xàmmikaay, ba noppi sotti ci ag diw, sellale ko."},{"style":"v","verse":"19","text":"Ca la tudde béreb ba Betel\\f + \\fr 28.19 \\fk Betel: \\ft mu ngi tekki «kër Yàlla».\\f*, waaye ca njàlbéen Lus la dëkk ba tuddoon."},{"style":"v","verse":"20","text":"Gannaaw loolu Yanqóoba dogu ne: «Su Yàlla àndee ak man, di ma sàmm ci yoon wi may aw, di ma jox lu ma lekk ak lu ma sol,"},{"style":"v","verse":"21","text":"ba kera may dellu sama kër baay ci jàmm, su boobaa, Aji Sax ji dina doon sama Yàlla."},{"style":"v","verse":"22","text":"Doj wii ma samp, muy xàmmikaay, mooy doon kër Yàlla, te lépp lu mu ma wërsëgal, dinaa ko génneel fukkeel ba moos.»"}]