[{"style":"s1","verse":"","text":"Yanqóoba daje na ak Rasel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu xewee, Yanqóoba awaat yoonam, ba agsi réewum waa penku."},{"style":"v","verse":"2","text":"Mu yem foofa ca ab teen ca àll ba, ñetti gétti gàtt goor ca wet ga, ndax ca booba teen lañu doon wëgge gétt ya, waaye doj wu réy moo uboon teen ba."},{"style":"v","verse":"3","text":"Bu gétt yépp dajaloo foofa, sàmm yi doora àndandoo béraŋ doj wa, mu moy buntu teen ba, ñu wëgg, ba noppi delloo doj wa, mu ubaat teen ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Yanqóoba ne leen: «Bokki fan?» Ñu ne ko: «Karan.»"},{"style":"v","verse":"5","text":"Mu ne leen: «Ndax xam ngeen Laban doomu Naxor?» Ñu ne ko: «Xam nanu ko kay.»"},{"style":"v","verse":"6","text":"Mu dellu laaj leen ne leen: «Mbaa mu ngi ci jàmm?» Ñu ne ko: «Jàmm rekk kay. Xoolal ndaw see di ñëw, jiital gàtt yi, mooy Rasel, doomu Laban.»"},{"style":"v","verse":"7","text":"Yanqóoba ne leen: «Jant bi demagul fenn, ba ngeen di dajale jur gi. Wëggleen gàtt yi, sàmmi leen kay!»"},{"style":"v","verse":"8","text":"Ñu ne ko: «Dunu ko man mbete gétt yépp daje, nu béraŋ doj wi, ubbi teen bi, doora wëgg gàtt yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Na muy waxe ak ñoom nag, Rasel agsi, indaale gàtti baayam, ndaxte sàmm la woon."},{"style":"v","verse":"10","text":"Ba Yanqóoba gisee Rasel, doomu nijaayam Laban, moom ak gàtti nijaayam ya, mu daagu ba ca teen ba, béraŋ doj wa ko ub, daldi wëgg gàtti Laban."},{"style":"v","verse":"11","text":"Ba loolu amee Yanqóoba fóon Rasel, ne yikkét jooy."},{"style":"v","verse":"12","text":"Ca la Yanqóoba waxe Rasel ne ko: «Maak sa baay a bokk, ndax maay sa doomu bàjjan Rebeka.» Rasel ne wëqét daw, yégal ko baayam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba Laban déggee ne jarbaatam Yanqóoba ñëw na, mu daw gatandu ko, taf ko ci boppam, fóon ko, yóbbu ko kër ga. Ba Yanqóoba nettalee Laban lépp,"},{"style":"v","verse":"14","text":"Laban da ne ko: «Yaw kay sama jarbaat nga lenqe!» Yanqóoba toog fa ak moom lu mat weer."},{"style":"v","verse":"15","text":"Gannaaw loolu Laban ne Yanqóoba: «Li ngay sama mbokk kat, taxul nga war maa liggéeyal ci neen. Wax ma lan mooy sa peyoor.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Laban nag amoon na ñaari doom yu jigéen, taaw ba di Leya, rakk ja di Rasel."},{"style":"v","verse":"17","text":"Leya di ku bët ya yànjuloon, te Rasel nekkoon ku jekk te neexa xool."},{"style":"v","verse":"18","text":"Yanqóoba bëgg Rasel lool, ba ne Laban: «Dinaa la liggéeyal juróom ñaari at ngir Rasel sa doom ju ndaw ji.»"},{"style":"v","verse":"19","text":"Laban ne ko: «Ma may la ko de moo ma gënal may ko keneen. Kon toogal ci man.»"},{"style":"v","verse":"20","text":"Ci kaw loolu Yanqóoba liggéeyal Laban diiru juróom ñaari at ngir Rasel, te mu mel ni ay fan rekk ci moom ndax mbëggeel, gi mu am ci Rasel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Loolu wéy, Yanqóoba ne Laban: «Jox ma sama jabar, ma séetal ko, ndax àpp bi jot na.»"},{"style":"v","verse":"22","text":"Laban nangu, daldi togglu ay reer, woo ca waa gox ba bépp."},{"style":"v","verse":"23","text":"Timis jot Laban jël doomam Leya, jébbal ko Yanqóoba, mu tëdd ak moom."},{"style":"v","verse":"24","text":"Ci biir loolu Laban jël jaamam bu jigéen bu ñuy wax Silpa, may ko doomam Leya, mu dib jaamam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ba bët setee, Yanqóoba fekk muy Leya. Mu ne Laban: «Waaw, li nga ma def nag? Du Rasel a taxoon ma liggéeyal la? Lu tax nga wor ma?»"},{"style":"v","verse":"26","text":"Laban ne ko: «Rakk njëkka séy taaw daal, du aada fii."},{"style":"v","verse":"27","text":"Séetul ak kii, ba ayu bésam mat, ma door laa jox ki ci des, soo ma dee liggéeyaatal diiru juróom ñaari at.»"},{"style":"v","verse":"28","text":"Yanqóoba nangu, daldi séetu ak Leya ayu bés, ba noppi Laban jébbal ko doomam Rasel."},{"style":"v","verse":"29","text":"Booba la Laban jël jaamam bu jigéen bu ñuy wax Bilaa, may ko doomam Rasel, mu dib jaamam."},{"style":"v","verse":"30","text":"Yanqóoba nag tëdd ak Rasel, mi mu gënoona bëgg Leya. Ci kaw loolu mu liggéeyaatal Laban juróom ñaari at."},{"style":"s1","verse":"","text":"Lu jëm ci njabootu Yanqóoba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ba Aji Sax ji gisee ne Leya fonkeesu ko, mu may ko, mu taawlu, te Rasel moom manula am doom."},{"style":"v","verse":"32","text":"Ba Leya ëmbee, am doom ju góor, da koo tudde Ruben (muy firi Gisleen, doom ju góor a ngi), ndaxte Leya da ne: «Aji Sax ji gis na sama toroxte. Léegi sama jëkkër dina ma bëgg.»"},{"style":"v","verse":"33","text":"Mu dellu ëmb, am doom ju góor. Mu ne: «Aji Sax ji yég na ne fonkeesu ma, looloo tax mu mayaat ma doom jii.» Mu tudde ko Simeyon (muy firi Kiy dégg)."},{"style":"v","verse":"34","text":"Mu delluwaat ëmb, am doom ju góor, ba noppi waxaat ne: «Bii yoon sama jëkkër dina am cofeel ci man, ndax jural naa ko ñetti doom yu góor,» loolu tax mu tudde ko Lewi (muy firi Boroom cofeel)."},{"style":"v","verse":"35","text":"Mu dellooti ëmb, am doom ju góor daldi ne: «Bii yoon dinaa sant Aji Sax ji,» loolu tax mu tudde ko Yuda (muy firi Cant). Gannaaw loolu njuram taxaw."}]