[{"style":"s1","verse":"","text":"Tooñ nañu Diina doomu Yanqóoba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Am na bés Diina, ku jigéen ki Leya am ak Yanqóoba, génn di seeti moroom ya ca dëkk ba."},{"style":"v","verse":"2","text":"Ci kaw loolu Sikem doomu Amor, miy Eween te di kilifa ca dëkk ba, daldi koy gis, jàpp ko, tëdde ko, toroxal ko."},{"style":"v","verse":"3","text":"Gannaaw bi, Sikem xemmem na Diina doomu Yanqóoba lool te bëgg ko, ba tax mu di ko naxtaan."},{"style":"v","verse":"4","text":"Loolu waral mu ne baayam Amor: «Ñaanal ma janq bi jabar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Yanqóoba nag dégg ne Sikem toroxal na Diina, doomam ju jigéen, fekk booba doomam yu góor yaa nga woon ca àll ba, fa jur ga nekk. Yanqóoba ne cell, ba ñu ñibbisi."},{"style":"v","verse":"6","text":"Ci diggante boobu Amor, baayu Sikem, ñëw ci Yanqóoba, ngir gise ak moom."},{"style":"v","verse":"7","text":"Ca la doomi Yanqóoba agsee, jóge ca tool ya. Ba ñu déggee la xew, dañoo am naqar wu réy, mer lool ndax gàcce, ga Sikem teg waa Israayil, ba mu tëddee doomu Yanqóoba ja, te loolu di lu defuwul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Amor wax ak ñoom ne leen: «Sama doom Sikem dafa bëgg seen jigéen ci xolam. Dama leen di ñaan, ngeen may ko ko jabar."},{"style":"v","verse":"9","text":"Tee noo séyante, ngeen may nu seeni janq, te jël ci sunuy janq?"},{"style":"v","verse":"10","text":"Su ko defee ngeen dëkk ak nun te réew mi di seen réew. Man ngeen fee sanc, dem fu leen neex, sàkku fi alal.»"},{"style":"v","verse":"11","text":"Sikem it wax ak baayu Diina ak càmmiñ ya ne leen: «Su ngeen ma nangulee, lépp lu ngeen ma wax dinaa ko joxe."},{"style":"v","verse":"12","text":"Limalleen ma warugar yi ak nu mu mana tollu, boole ci may gi; dinaa joxe lu ngeen ma sas; mayleen ma janq bi rekk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Waaye doomi Yanqóoba ya, ay nax lañu tontoo Sikem ak baayam Amor, ndax li Sikem toroxal seen jigéen Diina."},{"style":"v","verse":"14","text":"Dañu ne leen: «Manunu loolu, ndax may sunu jigéen góor gu xaraful, loolu gàcce la ci nun."},{"style":"v","verse":"15","text":"Dunu leen mana nangul mbete ngeen melee ni nun ci kaw seeni góor ñépp xaraf."},{"style":"v","verse":"16","text":"Su ko defee dinanu leen may sunuy janq, te dinanu jël ci seeni janq, dëkk ak yeen, nuy ay bokk."},{"style":"v","verse":"17","text":"Waaye su ngeen nu déggalul, ba xarafuleen, danuy jël sunu jigéen, dem.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Seen wax jooju neex Amor ak Sikem doomu Amor."},{"style":"v","verse":"19","text":"Xale bu góor bi daldi gaawtu def li ñu ko sant ndax mbëggeelam ca doomu Yanqóoba. Booba Sikem lañu gënoona weg ca waa kër baayam yépp."},{"style":"v","verse":"20","text":"Amor nag ànd ak doomam Sikem, dem ba ca pénc ma, wax ak waa dëkk ba ne leen:"},{"style":"v","verse":"21","text":"«Ñii sunuy am-di-jàmm lañu, te gannaaw réew maa ngi ne yàmblaŋ, bàyyileen leen, ñu sanc te dem fu leen neex. Man nanoo jël seen doomi janq te di leen may sunuy doom."},{"style":"v","verse":"22","text":"Waaye li ci nekk mooy, seeni góor duñu nangoo dëkk ak nun, nuy ay bokk, ndare sunu góor ñépp xaraf ni ñoom."},{"style":"v","verse":"23","text":"Bu nu leen nangulee, ba ñu dëkk ci sunu biir, kon seeni jur ak seen alal ak seen mala yépp, ndax du nooy doon boroom?»"},{"style":"v","verse":"24","text":"Ba mu ko defee mboolem góori dëkk ba déggal Amor ak doomam Sikem, ba ñoom ñépp xaraf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ca gannaaw ëllëg sa, fekk waa dëkk ba nekk ci mititu xarafal ba, ñaari doomi Yanqóoba ya, Simeyon ak Lewi, càmmiñi Diina, jël seeni saamar, dugg ca dëkk ba, bett leen, rey góor ñépp."},{"style":"v","verse":"26","text":"Ca lañu leel ñawkay saamar Amor ak doomam Sikem, ñu dee, ñu jële Diina kër Sikem, ànd ak moom, dem."},{"style":"v","verse":"27","text":"La ca tegu doomi Yanqóoba ya ca des futti néew ya, jëlaale alalu waa dëkk ba, ndax li ñu toroxal seen jigéen."},{"style":"v","verse":"28","text":"Ñu daldi jël seen jur gu gàtt ak gu gudd, seeni mbaam ak mboolem la ca biir dëkk ba ak la ko wër."},{"style":"v","verse":"29","text":"Noonu lañu jële seen alal jépp ak seeni doom ak seeni jabar, boole ca jël mboolem lu nekkoon ca biir kër ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Yanqóoba nag wax ak Simeyon ak Lewi ne leen: «Indil ngeen ma musiba, ndax dingeen tax waa réew mépp jéppi ma, muy Kanaaneen ñi, di Periseen ñi. Te itam awma lu dul góor ñu néew, te bu ñu booloo dal ci sama kaw, dañu may booleek sama waa kër faagaagal.»"},{"style":"v","verse":"31","text":"Ñu ne ko: «Danuy seetaan sunu jigéen daal, ñu di ko def ab gànc?»"}]