[{"style":"s1","verse":"","text":"Yanqóoba sanc na Betel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee Yàlla ne Yanqóoba: «Jógal dem Betel, toog fa te nga sàkkal fa \\w sarxalukaay|sarxalukaay b-:\\w* Yàlla, ji la feeñu, ba ngay daw sa mag Esawu.»"},{"style":"v","verse":"2","text":"Yanqóoba wax ak waa këram ak ñi ànd ak moom ñépp ne leen: «Jëleleen ci seen biir tuuri doxandéem yi, te ngeen sangu-set te solu."},{"style":"v","verse":"3","text":"Danuy dem Betel, ma sàkkal fa sarxalukaay Yàlla ji ma wallu, ba ma nekkee ci njàqare, te ànd ak man fépp fu ma jaar.»"},{"style":"v","verse":"4","text":"Ñu daldi jox Yanqóoba mboolem tuuri doxandéem, yi ñu yor, ak seen jaaroy nopp, Yanqóoba boole suul ca taatu garab\\f + \\fr 35.4 \\ft Xeetu garab la gu ñuy wax terebent.\\f* gu mag ga nekkoon ca wetu dëkk, ba ñu naan Sikem."},{"style":"v","verse":"5","text":"Gannaaw loolu ñu sàqi, Yàlla nag wàcce tiitaange ju réy ca kaw dëkk ya leen wër, ba taluñoo dabi doomi Yanqóoba ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba mu ko defee Yanqóoba ak ñi mu àndal ñépp agsi Lus, di Betel ba tey, foofa ca réewu Kanaan."},{"style":"v","verse":"7","text":"Mu sàkk fa nag sarxalukaay, tudde béreb ba El Betel, ndax foofa la ko Yàlla feeñoo, bi muy daw magam."},{"style":"v","verse":"8","text":"Foofa itam la Debora, ma daa nàmpal Rebeka, faatoo, ñu suul ko ca taatu garab gu mag ga ca wetu Betel. Ñu tudde garab ga Alon Bakut (muy firi Garabu jooyoo)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba Yanqóoba jógee Padan Aram, Yàlla feeñuwaat na ko, barkeel ko"},{"style":"v","verse":"10","text":"ne ko: «Yaa di Yanqóoba, waaye deesatu la woowe Yanqóoba; léegi yaa di Israayil.»"},{"style":"m","verse":"","text":"Mu tudde ko nag Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Yàlla neeti ko: «Man maay Yàlla Aji Man ji. Giiral te yokku, ba aw xeet ak mboolooy xeet sosoo ci yaw, te ay buur askanoo ci sa geño."},{"style":"v","verse":"12","text":"Réew mi ma sédd Ibraayma ak Isaaxa, yaw laa koy sédd, yaak askan wi soqikoo ci yaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Naka la Yàlla wax ak Yanqóoba loolu, daldi teqalikoo ak moom."},{"style":"v","verse":"14","text":"Yanqóoba samp doju xàmmikaay ca béreb, ba Yàlla waxe ak moom, tuural ko fa biiñ, sotti fa diw, sellale."},{"style":"v","verse":"15","text":"Yanqóoba ma nga tudde béreb ba Yàlla waxeek moom, Betel\\f + \\fr 35.15 \\fk Betel: \\ft mu ngi tekki «kër Yàlla».\\f*."},{"style":"s1","verse":"","text":"Beñamin juddu na, Rasel faatu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba loolu wéyee ñu jóge Betel, dem bay bëgga jub Efrata. Rasel tollu ciw mat, te mat wi metti."},{"style":"v","verse":"17","text":"Ba mu demee ba mat wa gëna metti, rewlikat ba ne ko: «Muñal nag, ndax góor laati de!»"},{"style":"v","verse":"18","text":"Booba Rasel a ngi waaja faatu. Terewul bala bakkanam a rot tudde na xale bi Benoni (muy firi Sama doomu coono). Teewul baay bi tudde ko Beñamin\\f + \\fr 35.18 \\fk Beñamin: \\ft mu ngi jóge ci \\fq ben yamin, \\ft di tekki «doomu ndijoor», waaye li tur wiy wund mooy «doomu njiglaay».\\f* (muy firi Sama doomu njiglaay)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ci kaw loolu Rasel faatu, ñu denc ko ca yoonu Efrata, ga ñuy wax Betleyem ba tey."},{"style":"v","verse":"20","text":"Yanqóoba nag samp aw doj ca bàmmeel ba, te mooy xàmmikaayu bàmmeelu Rasel ba tey jii."},{"style":"v","verse":"21","text":"Ba mu ko defee Israayil jóge fa, samp xaymaam ca gannaaw Migdal Eder."},{"style":"s1","verse":"","text":"Doomi Yanqóoba ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ba Israayil dëkkee ca réew ma, am na bés Ruben dem tëdd ak Bilaa, nekkaaleb baayam; Israayil yég ko."},{"style":"p","verse":"","text":"Doomi Yanqóoba\\f + \\fr 35.22 \\fk Yanqóoba \\ft mooy Israayil.\\f* yu góor fukk lañu ak ñaar."},{"style":"v","verse":"23","text":"Doomi Leya ñooy: Ruben, taawub Yanqóoba, ak Simeyon ak Lewi ak Yuda ak Isaakar ak Sabulon."},{"style":"v","verse":"24","text":"Doomi Rasel di Yuusufa ak Beñamin."},{"style":"v","verse":"25","text":"Doomi Bilaa, jaamub Rasel, di Dan ak Neftali."},{"style":"v","verse":"26","text":"Doomi Silpa, jaamub Leya, di Gàdd ak Aser. Ñooñooy doomi Yanqóoba, te mu ame leen ca Padan Aram."},{"style":"s1","verse":"","text":"Isaaxa faatu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Yanqóoba dellu na kër baayam Isaaxa fa Mamre, ca Kiryaat Arba, gay Ebron ba tey, fa Ibraayma ak Isaaxa daloon."},{"style":"v","verse":"28","text":"Isaaxa dund na téeméeri at ak juróom ñett fukk (180)."},{"style":"v","verse":"29","text":"Foofa la bakkanam rote, mu faatu, fekki ay maamam, gannaaw ba mu màggatee, ba ñor xomm. Ba loolu amee ay doomam Esawu ak Yanqóoba rob ko."}]