[{"style":"ms","verse":"","text":"Askanu Yanqóoba"},{"style":"mr","verse":"","text":"(Saar 37.1---50.26)"},{"style":"s1","verse":"","text":"Yuusufa gént na lu yéeme"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yanqóoba ma nga dëkkoon réewu Kanaan, fa baayam daloon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Askanu Yanqóoba mooy lii."},{"style":"p","verse":"","text":"Yuusufa tollu na ci waxambaane, am fukki at ak juróom ñaar, di sàmmle jur gi doomi baayam, yi nga xam ne soxnay baayam Bilaa ak Silpa ñoo leen jur. Yuusufa nag di leen boole ak seen baay."},{"style":"v","verse":"3","text":"Booba Yanqóoba, Yuusufa la gëna bëgg ci ay doomam, ndax li mu màggat door koo am. Mu ràbblul ko mbubb mu yànj."},{"style":"v","verse":"4","text":"Mag ya nag gis ne Yuusufa la seen baay gëna bëgg ci ay doomam. Loolu tax ñu bañ ko, ba manuñoo séq ak moom kàddu gu rafet."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Mu am bés Yuusufa gént, nettali ko ay magam, ba tax ñu gënati koo bañ."},{"style":"v","verse":"6","text":"Da ne leen: «Dégluleen li ma gént."},{"style":"v","verse":"7","text":"Danoo nekk ca tool ya, di góob. Ba nu takkee, sama takk jekki-jekki ne sàtt, taxaw, seen takk wër sama takk, di ko sujjóotal.»"},{"style":"v","verse":"8","text":"Mag ya ne ko: «Dangaa nara falu ci sunu kaw? Danga noo nara jiite?» Ñu gënati koo bañ nag ndax géntam ya ak la mu leen ca wax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Gannaaw gi, geneen gént dikkal ko, mu nettali ko ay magam ne leen: «Dégluleen, géntaat naa. Gis naa jant bi ak weer wi ak fukki biddiiw ak benn di ma sujjóotal.»"},{"style":"v","verse":"10","text":"Ba mu ko nettalee ay magam, ba nettali ko baayam, baayam da koo soow ne ko: «Yaw, li nga gént, lu mu doon? Xanaa du maak sa yaay ak say mag noo lay sujjóotal?»"},{"style":"v","verse":"11","text":"Mag ya nag iñaane ko. Teewul baayam moom bàyyi xel ci mbir moomu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Mu am bés ay magam dem dëkk ba ñuy wax Sikem, sàmmi seen juru baay."},{"style":"v","verse":"13","text":"Israayil ne Yuusufa: «Xam nga ne say mag sàmmi nañu Sikem. Kaay, ma yónni la ci ñoom.» Yuusufa ne ko: «Waaw.»"},{"style":"v","verse":"14","text":"Yanqóoba ne ko: «Demal seeti say mag, ba xam ndax ñu ngi ci jàmm, ñoom ak jur ga, te nga ñëw, wax ma.» Mu yebal ko, mu jóge xuru Ebron, jubal Sikem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Naka la jenn waay dajeek moom foofa, fekk muy wëreelu ca àll ba. Waa ja ne ko: «Looy seet?»"},{"style":"v","verse":"16","text":"Yuusufa ne ko: «Samay mag laay seet. Xamoo fu ñu tollu, di sàmm?»"},{"style":"v","verse":"17","text":"Waa ja ne ko: «Jóge nañu fii de, ndax dégg naa ñu naan: “Nanu dem Dotan.”» Yuusufa toppi magam ya ba Dotan, fekk leen fa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Naka la ko mag ya séen fu sore, daldi mànkoo bala moo agsi, ci pexem rey ko."},{"style":"v","verse":"19","text":"Ña nga naan: «Boroom gént gaa ngee di ñëw!"},{"style":"v","verse":"20","text":"Nanu ko rey gaaw, sànni ko ca kàmb yee\\f + \\fr 37.20 \\fk kàmb \\ft yooyu, loxo lañu ko daan yatte ca màndiŋ ma, di ca denc ndox.\\f*, su ko defee danu naan, rabu àll a ko fàdd. Nu seet ba xam fu muy mujj aki géntam?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ruben nag dégg ca, di ko fexee xettali. Mu ne leen: «Bunu ko rey.»"},{"style":"v","verse":"22","text":"Ruben teg ca ne leen: «Buleen tuur deret. Sànnileen ko ca kàmb gee ca àll ba, waaye bu ko loxo dal.» Booba ma ngay wut nu mu xettalee Yuusufa ci ñoom, ba delloo ko baayam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba Yuusufa agsee ca magam ya, dañoo futti mbubbam, mooy mbubb mu yànj, ma mu soloon."},{"style":"v","verse":"24","text":"Ñu jàpp ko, tàbbal ca biir kàmb ga, fekk mu déy, ba wow koŋŋ."},{"style":"v","verse":"25","text":"Loolu wees ñu toog, di lekk. Nes tuut ñu siggi, séen am njëggum giléem, muy ay julay Ismayleen, yu sëf cuuraayu ndàbb ak diwu yaram ak cuuraayu xas\\f + \\fr 37.25 \\fk cuuraay \\ft yooyu, gom la woon ak boom ak miir.\\f*, jële ko réewu Galàdd, jëme Misra."},{"style":"v","verse":"26","text":"Yuda ne doomi baayam ya: «Bu nu reyee sunu rakk jii, nëbb deret ji, lu nu ciy jële?"},{"style":"v","verse":"27","text":"Tee nu koo jaay Ismayleen ñi, te bañ koo sàkkal pexe nun ci sunu bopp? Ndax kat sunu rakk a, di sunu deret.» Doomi baay ya déggal ko."},{"style":"v","verse":"28","text":"Julay Majan ya\\f + \\fr 37.28 \\fk Julay Majan ya \\ft ñooy Ismayleen ña ba tey. Seetal ci Njiit ya 8.22-24.\\f* nag jaare fa, magi Yuusufa yóotu ko, génne ko kàmb ga, jaay ko Ismayleen ña ci ñaar fukki dogi xaalis. Ñu yóbbu Yuusufa Misra."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ba mu ko defee Ruben dellu ca kàmb ga, gis ne Yuusufa nekkatul ca biir, mu mititlu ko, ba xotti ay yéreem."},{"style":"v","verse":"30","text":"Ba loolu amee mu jóge ca, dem ca ay rakkam ne leen: «Xale ba nekkatu fa de! Te man xawma nu may def léegi.»"},{"style":"v","verse":"31","text":"Ñu jël nag mbubbu Yuusufa, rendi ab sikket, taqal mbubb ma ca deret ja."},{"style":"v","verse":"32","text":"Gannaaw loolu ñu yóti seen baay mbubb ma, ne ko: «Lii lanu gis de, xoolal bu baax ndax du sa mbubbu doom?»"},{"style":"v","verse":"33","text":"Yanqóoba xàmmee ko, daldi ne: «Sama mbubbu doom a moos! Éey waay, rabu àll kay moo daggate Yuusufa, yàpp ko!»"},{"style":"v","verse":"34","text":"Ci kaw loolu Yanqóoba mititlu ko, ba xotti ay yéreem, taraxlaayoo ab saaku, di jooy doomam ay fan."},{"style":"v","verse":"35","text":"Doomam yépp, góor ak jigéen ñëw, di ko dëfal, te noppiwul, xanaa naan: «Damay jooy, ba dem njaniiw, fekki sama doom.» Baayam di ko jooy,"},{"style":"v","verse":"36","text":"fekk waa Majan yóbbu nañu ko Misra, jaay ko Potifaar, jawriñu Firawna mi jiite ay dagam."}]