[{"style":"s1","verse":"","text":"Yuusufa firi na ñaari gént"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee kiy toppatoo naani buuru Misra ak kiy lakki mburoom dañoo tooñ buuru Misra, seen sang."},{"style":"v","verse":"2","text":"Firawna nag mere lool ñaari jawriñ yooya, kenn ka di kilifay ñay toppatoo naani buur, ka ca des di kilifay ñiy lakk mburu ya,"},{"style":"v","verse":"3","text":"ba tax mu tëj leen ca kër kilifag wattukat ba, ca kaso ba ñu tëj Yuusufa."},{"style":"v","verse":"4","text":"Kilifag wattukat ya teg leen ca loxol Yuusufa, mu di leen toppatoo."},{"style":"p","verse":"","text":"Ba ñu nekkee ab diir ca kaso ba,"},{"style":"v","verse":"5","text":"jawriñi buuru Misra, ya ñu tëj, muy ñaar ña féetewoo naani buur ak mburoom, dañoo géntandoo ci genn guddi, gént gu ci nekk ak li muy firi."},{"style":"v","verse":"6","text":"Yuusufa xëy, fekk leen ñu jaaxle."},{"style":"v","verse":"7","text":"Mu laaj jawriñi Firawna, yooyee ñu tëjandoo woon ak moom ca kër sangam, ne leen: «Lu leen tax ne yogg tey?»"},{"style":"v","verse":"8","text":"Ñu ne ko: «Ay gént daal a nu dikkal, te amunu ku nu koy firil.» Yuusufa ne leen: «Xanaa du Yàllaa moom piri? Nettalileen ma seeni gént rekk kay.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Jawriñ bay toppatoo naanu buur daldi nettali géntam Yuusufa, ne ko: «Ci gént gi, garabu reseñ laa gis ci sama kanam,"},{"style":"v","verse":"10","text":"mu def ñetti car. Naka la focci rekk, gaawa tóor, cëgg ya meññ reseñ ju ñor."},{"style":"v","verse":"11","text":"Maa ngi téye nii kaasu Firawna ci sama loxo, jël reseñ ji nag, nal ko ci kaasu Firawna, ba noppi teg kaas bi ci loxol Firawna.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Yuusufa ne ko: «Piri mi mooy lii: Ñetti car yi, ñetti fan la."},{"style":"v","verse":"13","text":"Fii ak ñetti fan Firawna dina la siggil, delloo la sa liggéey, ngay teg kaasu Firawna ci loxoom, ni nga ko daa defe naka jekk, ba nga yoree naanam."},{"style":"v","verse":"14","text":"Waaye ngalla boo delloo ca sa teraanga, nanga ma geestu te dimbali ma, waxal ma Firawna lu jëm ci man, ba man maa génne fii."},{"style":"v","verse":"15","text":"Ndax man kat dañu maa sàcce ca réewum \\w Ebrë|Ebrë:\\w* ya, te fii itam, defuma fi lu tax, ñu war maa tëj.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Kilifag ñiy lakk mburu ya nag gis ne piri mi neex na, mu ne Yuusufa: «Man it sama gént gi, xam nga lu ma ci gis? Ñetti pañey mburu mu weex laa yenu,"},{"style":"v","verse":"17","text":"ba féete kaw a nga yeb mboolem xeeti mburu yu ñuy lakkal Firawna, picc yaa nga koy for ca pañe, ba ma yenu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Yuusufa ne ko: «Piri mi mooy lii: Ñetti pañe yi, ñetti fan la."},{"style":"v","verse":"19","text":"Fii ak ñetti fan Firawna dina la siggil, ba noppi wékk la ci bant, picc yi ñëw, di for sa suux.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ñu teg ca ñetti fan, Firawna di baaxantal bésu juddoom. Mu dajale jawriñam yépp, di leen berndeel, daldi cay seppee kilifa gay toppatoo ay naanam, ak kilifag ñiy lakk mburu ya, siggil leen."},{"style":"v","verse":"21","text":"Mu delloo nag kilifa gay toppatoo ay naanam ca liggéeyam, mu teg kaas ba ca loxol Firawna."},{"style":"v","verse":"22","text":"Kilifag ñiy lakk mburu ya moom, da koo wékk ci bant, na leen ko Yuusufa firile woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Waaye kilifa, ga yore naani Firawna, xalaatul sax Yuusufa, da koo fàtte."}]