[{"style":"s1","verse":"","text":"Firawna gént na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ñaari ati lëmm wees na gannaaw loolu, gént dikkal Firawna, mu jeneer taxaw ca wetu dexu Niil."},{"style":"v","verse":"2","text":"Mu gis juróom ñaari nag yu rafet te suur génne ca dex ga, di for baraxi tàkk ga."},{"style":"v","verse":"3","text":"Mu dellu gis juróom ñaari nag yu ñaaw te yooy topp ca ñoom, génne ca dex ga, làng ak ñoom ca tàkk ga."},{"style":"v","verse":"4","text":"Nag yu ñaaw ya te yooy daldi lekk juróom ñaari nag yu rafet ya te suur. Firawna yewwu,"},{"style":"v","verse":"5","text":"ba noppi nelawaat, dellu gént, gis juróom ñaari gub\\f + \\fr 41.5 \\fk gub \\ft yi ñuy wax fii, bele la woon.\\f* yu nangu te baax sax ci benn gattax."},{"style":"v","verse":"6","text":"Gannaaw ga, juróom ñaari gub yu gooy yu ngelaw li lakk sax, tegu ca ya jiitu."},{"style":"v","verse":"7","text":"Ca la gub yu gooy ya wann juróom ñaari gub yu nangu ya te baax. Gannaaw loolu Firawna yewwu, xam ne gént la woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba bët setee, Firawna jaaxle lool, ba woolu jabarkat yaak boroom xam-xami Misra yépp, nettali leen la mu gént, te kenn manu koo firil Firawna."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba loolu amee kilifa gay toppatoo naani Firawna ne ko: «Man de tooñ naa te dinaa la ko wax tey."},{"style":"v","verse":"10","text":"Sang bi, ba nga nu meree, yaw Firawna, ba tëj ma kaso ca kër njiitu dag ya, man ak kilifag ñiy lakk mburu ya,"},{"style":"v","verse":"11","text":"genn guddi danoo géntandoo, man ak moom, gént gu ci nekk ak la muy firi."},{"style":"v","verse":"12","text":"Fekk amoon na waxambaanew \\w ebrë|Ebrë:\\w* wu fa nekkoon ak nun, te doonoon jaamub njiital dag ya. Nu nettali ko sunuy gént, muy firil nu ko, wax nu, ku nekk la sa gént di tekki."},{"style":"v","verse":"13","text":"Te na mu nu ko firile woon, na la ame: delloo nañu ma sama liggéey, ka ca des ñu wékk ko ci bant.»"},{"style":"s1","verse":"","text":"Yuusufa firi na génti Firawna"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba Firawna déggee loolu, dafa woolu Yuusufa. Ñu gaaw tijji ko, mu watu, solu, doora wuyuji Firawna."},{"style":"v","verse":"15","text":"Firawna ne Yuusufa: «Damaa gént, te kenn manu koo firi, te ma dégg ñuy wax ci yaw naan, gént goo dégg rekk, xam ko, ba man koo firi.»"},{"style":"v","verse":"16","text":"Yuusufa ne ko: «Du ci man de, waaye Yàlla mooy baaxe Firawna pirim jàmm.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Firawna ne Yuusufa: «Damaa gént, taxaw ci tàkkal dexu Niil,"},{"style":"v","verse":"18","text":"ma gis juróom ñaari nag yu suur te rafet génne ca dex ga, di for baraxu tàkk ga."},{"style":"v","verse":"19","text":"Ma dellu gis yeneen juróom ñaari nag yu ràgg, ñaaw te yooy génne ca dex ga, topp ci ñoom, di yu ñaaw, ba masumaa gis lu ni mel ci Misra."},{"style":"v","verse":"20","text":"Noonu yu yooy ya te ñaaw daldi lekk juróom ñaari nag, ya njëkkoona feeñ te suur."},{"style":"v","verse":"21","text":"Waaye bi ñu leen lekkee ba noppi, itam dafa mel ni lekkuñu leen, ndax terewuleena mel na woon. Booba laa yewwu,"},{"style":"v","verse":"22","text":"ba noppi dellu gént, gis juróom ñaari gub yu fees te baax sax ci benn gattax."},{"style":"v","verse":"23","text":"Gannaaw ga, ma gis juróom ñaari gub yu gooy yu ngelaw li lakk, sax tegu ca ya jiitu."},{"style":"v","verse":"24","text":"Gub yu gooy ya nag wann juróom ñaari gub yu baax ya. Nettali naa ko jabarkat yi, waaye kenn ci ñoom manu ma koo firil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Yuusufa ne Firawna: «Sa ñaari gént yi de, sang bi, ñoo bokk piri. Sang bi, Yàlla da laa xamal li muy def ëllëg."},{"style":"v","verse":"26","text":"Juróom ñaari nag yu baax yi, juróom ñaari at la. Te it juróom ñaari gub yu baax yi, juróom ñaari at la. Muy genn gént gi."},{"style":"v","verse":"27","text":"Te itam juróom ñaari nag yu yooy, yi ci topp te ñaaw, juróom ñaari at la. Naka noonu juróom ñaari gub yu gooy yi ngelaw li lakk, juróom ñaari ati xiif lay firi."},{"style":"v","verse":"28","text":"Mooy li ma la wax rekk, sang bu tedd bi: li Yàlla di defi ëllëg la la won."},{"style":"v","verse":"29","text":"Nu ngi dëgmal juróom ñaari ati naataange yu réy ci mboolem réewum Misra."},{"style":"v","verse":"30","text":"Te juróom ñaari ati xiif a ciy topp, ba ñu fàtte naataange gu réy ga amoon réewum Misra. Xiif ba cay topp dina yàq réew mi."},{"style":"v","verse":"31","text":"Xiif bi dina tax lenn luy nirook naataange dootul des ci réew mi, ndax dina metti lool."},{"style":"v","verse":"32","text":"Te nag, sang bi, gannaaw gént nga ko ñaari yoon, kon Yàlla dogal na mbir mi, te dina ko amal balaa yàgg.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Yuusufa teg ca ne Firawna: «Kon léegi sang bi, wutal nit ku muus te rafet xel, jiital ko ci réewum Misra."},{"style":"v","verse":"34","text":"Te itam sang bi, dangay fal ay ndaw ci réew mi, ñuy sàkku juróomi natt yu ne benn ci mboolem lu ñu góobe réewum Misra diiru juróom ñaari ati naataange yiy ñëw."},{"style":"v","verse":"35","text":"Ñoom nañu dajale mboolem dundi at yu baax yi, te boole pepp mi ci sa ndigalu bopp, yaw Firawna, muy dund bu ñuy denc ci dëkk yi."},{"style":"v","verse":"36","text":"Dund boobooy doon sàqu réew mi diiru juróom ñaari ati xiif yiy dal ci réewum Misra; su ko defee waa réew mi duñu loru ci xiif bi.»"},{"style":"s1","verse":"","text":"Firawna fal na Yuusufa, mu jiite Misra gépp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Pexe moomu nag doon lu Firawna aki jawriñam yépp njort ne baax na."},{"style":"v","verse":"38","text":"Firawna daldi ne jawriñ ya: «Ndax masees naa gis ku mel ni kii a waay, nit ku Yàlla sol xelum boppam?»"},{"style":"v","verse":"39","text":"Firawna wax ak Yuusufa ne ko: «Ndegam Yàlla xamal na la lii lépp kay, leer na ne amul kenn ku muus te rafet xel ni yaw."},{"style":"v","verse":"40","text":"Kon dinaa la may, nga jiite kër buur, te waa réew mépp ci sa waaw lañuy wéy; jal bi ma toog doŋŋ laa lay sute.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Gannaaw loolu Firawna neeti Yuusufa: «Bés niki tey, dénk naa la réewum Misra gépp.»"},{"style":"v","verse":"42","text":"Ba loolu amee Firawna tekkee jaarob màndargaal ba ca loxoom, takkal ko Yuusufa, solal ko yérey tànnéef, takkal ko caqu wurus,"},{"style":"v","verse":"43","text":"ba noppi waral ko watiiru ku sës rëkk ci moom Firawna, te fu mu ware ñu jiitu ko, di yéene naan: «Sujjóotleen\\f + \\fr 41.43 \\ft Baat bi ñu tekkee \\fq sujjóotleen \\ft man naa tekki itam \\fqa mayeleen aw yoon.\\f*!» Noonu la ko Firawna fale, mu yilif Misra gépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Ci kaw loolu Firawna ne Yuusufa: «Man maay Firawna, waaye gannaaw-si-tey mboolem waa réewum Misra, kenn du ci sañatee yékkati loxo mbaa muy séqi jéego, te àndoo ci.»"},{"style":"v","verse":"45","text":"Firawna nag tudde Yuusufa Cafnat Paneya, may ko jabar Asnat doomu Potifera ma doon \\w sarxalkat|sarxalkat b-:\\w* ca dëkk ba ñuy wax Oon\\f + \\fr 41.45 \\fk Oon \\ft moo doon péeyu diiney ñiy jaamu jant ca Misra.\\f*. Yuusufa doxe ca tegoo kilifteefu Misra gépp."},{"style":"v","verse":"46","text":"Ba Yuusufay tàmbalee liggéeyal Firawna buuru Misra, mu ngi tollu ci fanweeri at. Yuusufa daldi bàyyikoo ca Firawna, wër réew ma mépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Diiru juróom ñaari ati naataange ya suuf sa nangu, ba meññeef ma tuuru."},{"style":"v","verse":"48","text":"Mu dajale mboolem dundub réewum Misra diiru juróom ñaari at yooyee, dëkk bu nekk mu denc fa dund, ba jóge ca tool ya ko wër."},{"style":"v","verse":"49","text":"Fa la Yuusufa jaare dajale pepp, mu ne gàññ, ni suufas géej, ba tàyyeeti koo waññ, ndax mujj na wees ab lim."},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"Laata ati xiif yay agsi, Yuusufa am na ñaari doom yu góor ak Asnat doomu Potifera, sarxalkat ba ca Oon."},{"style":"v","verse":"51","text":"Yuusufa tudde taaw ba Manase (muy firi Ki ma taxa fàtte), ndaxte da ne: «Li ma sonn ak li ma sore sama kër baay lépp, Yàlla fàtteloo na ma ko.»"},{"style":"v","verse":"52","text":"Doomam ja ca topp mu tudde ko Efrayim (muy firi Giir), ndaxte da ne: «Yàllaa ma giiral ca réew ma ma sonne.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Ci kaw loolu juróom ñaari ati naataange ya jeex ca réewum Misra,"},{"style":"v","verse":"54","text":"juróom ñaari ati xiif ya tàmbali, na ko Yuusufa waxe woon. Réew yépp nag nekk ci xiif, waaye amul fu ñàkk dund ca Misra."},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"Ba waa Misra xiifee, dañoo dem jooytuji dund ca Firawna. Mu wax ak ñépp ne leen: «Demleen ca Yuusufa; lu mu leen wax, defleen ko.»"},{"style":"v","verse":"56","text":"Ba ñu demee, ba mititu xiif bi dajal réew mépp, Yuusufa dafa ubbi denc yépp, di jaay pepp mi waa Misra,"},{"style":"v","verse":"57","text":"ba nit ñiy jóge fu nekk ci àddina, di wutsi njël ci Yuusufa ndax xiif bu mettee fépp ca àddina."}]