[{"style":"s1","verse":"","text":"Magi Yuusufa ya yóbbu nañu Beñamin"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu xiif bi metti ca réew ma."},{"style":"v","verse":"2","text":"Ba ñu lekkee pepp mi ñu jële woon Misra, ba mu jeex, seen baay ne leen: «Delluleen, wutali nu dund.»"},{"style":"v","verse":"3","text":"Yuda ne ko: «Waa ja da noo artu woon de, wax na nu ne: “Dootuleen jàkkaarlook man te ànduleen ak seen rakk.”"},{"style":"v","verse":"4","text":"Boo bàyyee sunu rakk, mu ànd ak nun nag, dinanu dem jëndali la dund."},{"style":"v","verse":"5","text":"Waaye boo ko bàyyiwul kat, dunu dem, ndax waa ja waxoon na nu ne: “Dungeen jàkkaarlook man te seen rakk àndul ak yeen.”»"},{"style":"v","verse":"6","text":"Israayil ne leen: «Ana lu waral ngeen di ma lor, naan waa ja am ngeen jeneen rakk?»"},{"style":"v","verse":"7","text":"Ñu ne ko: «Waa ja kat da nu doon laaj aka laajaat ci nun ak sunuy bokk, ba naa nu ndax sunu baay mu ngi dund ba tey, ak ndax am nanu rakk. Nun itam nu wax ko li mu nu laaj. Géntunu woon moos ne dina nu sant, nu indil ko sunu rakk!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"La ca tegu Yuda ne Israayil: «Baay, tegal ngóor si ci sama loxo, nu daldi dem, ndax nu dund, baña dee, nook yaw ak sunuy doom."},{"style":"v","verse":"9","text":"Dige naa sama bakkan; boo yeboo laaj ma ko. Bu ma la ko delloosilul, ba teg ko fi sa kanam, maa koy gàlloo ba kera may dee."},{"style":"v","verse":"10","text":"Bu nu yeexuloon ba léegi, manoon nanoo dem ba délsi ñaari yoon sax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Seen baay Israayil nag ne leen: «Ndegam manula ñàkk, dangeen di def nii: Sàkkleen ci ngëneeli réew mi, yeb ci seeni saaku, yóbbul waa ja lu mel ni tuuti diwu yaram ak lem ak cuuraayu xas ak cuuraayu ndàbb ak ay xeeti saal\\f + \\fr 43.11 \\fk ay xeeti saal \\ft lañu, yu ñuy wax pistaas ak amànd.\\f*."},{"style":"v","verse":"12","text":"Te ngeen yóbbaale ci xaalis lu tollook ñaar-cay la ngeen jënde woon, ngir feyaale loola, ndax jombul njuumte la woon."},{"style":"v","verse":"13","text":"Su ko defee ngeen ànd ak seen rakk, fabu dellu ca waa ja."},{"style":"v","verse":"14","text":"Yal na Yàlla Aji Man ji def waa ja yërëm leen, ba bàyyi seen doomu baay ba, moom ak Beñamin itam. Man nag, su ma naree ñàkk ay doom---aa! Naa leen ñàkk rekk.»"},{"style":"s1","verse":"","text":"Magi Yuusufa ya dellu nañu Misra"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Gaa ña jël nañu sarica booba, yóbbaale nañu it ñaar-cay xaalis ba, daldi ànd ak Beñamin, ñu dem Misra, teewi ca kanam Yuusufa."},{"style":"v","verse":"16","text":"Ba Yuusufa gisee Beñamin ànd ak ñoom, dafa wax fara biir këram, ne ko: «Yóbbul gaa ñi ca kër ga, te nga rey gàtt, defar ko, ndax maak ñoom nooy bokk añ tey.»"},{"style":"v","verse":"17","text":"Waa ja def la ko Yuusufa wax, yóbbu gaa ña kër Yuusufa."},{"style":"v","verse":"18","text":"Ñu am nag tiitaange ndax li ñu leen yóbbu kër Yuusufa. Ña ngay xalaat naan: «Boo demee, xaalis bi ñu yeboon ci sunuy saaku yoon wu njëkk wa, moom lañu bëgga taafantoo, dugal nu fii, ba song nu, jàpp nu jaam, nangu sunuy mbaam, boole ci.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba ñu demee ba ca buntu kër Yuusufa, wax nañu ak fara biir këram."},{"style":"v","verse":"20","text":"Ñu ne ko: «Sang bi baal nu, nun de ñëwoon nanu fi lu jiitu ngir jëndsi dund,"},{"style":"v","verse":"21","text":"waaye ba nu dalee ca yoon wa, danoo ubbi sunuy saaku, ku nekk ci nun fekk xaalisam ca kaw, mu tollu na mu tollu woon, te indiwaat nanu ko."},{"style":"v","verse":"22","text":"Te it indaale nanu xaalis bu nu jënde dund. Waaye xamunu ku delloo xaalis ba ci sunuy saaku.»"},{"style":"v","verse":"23","text":"Mu ne leen: «Jàmm rekk la; buleen tiit, seen Yàlla, jiy seen Yàllay baay, moo leen defal alal ci seeni saaku. Seen xaalis jot naa ci.» Ci kaw loolu mu génne Simeyon, indil leen ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Waa ja dugal leen kër Yuusufa, may leen ndox ñu jàngu, ba noppi xont seeni mbaam."},{"style":"v","verse":"25","text":"Ba mu ko defee ñu yebbi seeni sarica, bala Yuusufaa agsi ca digg bëccëg, ndaxte dégg nañu ne foofa lañuy añe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ba Yuusufa wàccsee, ñu jébbal ko foofa ca biir kër ga sarica, ba ñu ko indaaleel, daldi koy sujjóotal."},{"style":"v","verse":"27","text":"Mu nuyoo ak ñoom, ba noppi laaj leen ne leen: «Seen baay bu màggat, ba ngeen doon wax, mbaa mu ngi dund? Mbaa mu ngi ci jàmm?»"},{"style":"v","verse":"28","text":"Ñu ne ko: «Sunu baay mu ngi dund, sang bi, te mu ngi ci jàmm.» Ña nga koy sukkal tey sujjóotati."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Naka la Yuusufa ne gees, gis Beñamin rakku doomu ndeyam ja. Mu laaj leen ne leen: «Ndax kii mooy seen rakk, ji ngeen ma doon wax?» La ca tegu mu ne rakkam ja: «Sama ngóor si, yal na la Yàlla defal yiw waay!»"},{"style":"v","verse":"30","text":"Ci kaw loolu Yuusufa gaaw génn ndax yaram wu daw, te manatula téye ay rongooñam ndax rakkam ja, mu dugg néegu biiram, di jooy."},{"style":"v","verse":"31","text":"Ba mu noppee, sëlmu, génn, doora ànd ak sagoom, daldi joxe ndigal, ne: «Taajleen añ bi.»"},{"style":"v","verse":"32","text":"Loolu wees ñu may Yuusufa moom rekk; ber doomi baayam ya. Waa Misra ña fa doon lekke it, ñu beral leen seen ndab, ngir waa Misra daawuñu bokk ak \\w Ebrë|Ebrë:\\w* yi lekk, ndax mbañ la fa woon."},{"style":"v","verse":"33","text":"Ña nga toog, na mu leen ko sante, taaw ba fegge wet, ni ko ko céru taaw maye, ñu sësaloo, na ñu toppantee ciy at, ba ca caat ma. Gaa ñaa nga yéemu, di xoolante."},{"style":"v","verse":"34","text":"Mu sàkkal leen ca ndabam, te Beñamin ëpple ku ci nekk juróomi yoon. Ñu bokk nag naan a naan, ba seen xol sedd."}]