[{"style":"s1","verse":"","text":"Yuusufa nattu na ay magam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee mu sant fara biir këram, ne ko: «Solal seeni saaku pepp lu ñu mana àttan, te nga delloo ku nekk xaalisam, tegal ko ko ca buntu saakoom."},{"style":"v","verse":"2","text":"Waaye sama kaasu xaalis boobee, yebal ko ki gën di xale ci saakoom, boole ko ak xaalisu peppam.» Mu def la Yuusufa wax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ca ëllëg sa, ba jant bay fenk, yiwi nañu gaa ña, ñu sëf seeni mbaam, dem."},{"style":"v","verse":"4","text":"Naka lañu génn dëkk ba, te soreeguñu sax, Yuusufa sant fara biir këram, ne ko: «Gaawal dab gaa ña, te boo leen dabee, wax leen ne leen: “Lu tax ñu ji leen ngor, ngeen feye ngoreedi?"},{"style":"v","verse":"5","text":"Ndax li ngeen jël du sama kaasu sang, bi muy naane, rawatina di ko gisaanee? Lu ñaaw ngeen def nii!”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Mu daldi leen dab, wax leen loolu."},{"style":"v","verse":"7","text":"Ñu ne ko: «Kilifa gi, looy wax nii? Nun de, sang bi, jomb nanu loolu!"},{"style":"v","verse":"8","text":"Xaalis bi nu fekkoon ci sunu bunti saaku sax, danoo àndaat ak moom, jóge ba Kanaan, delloosil la ko, kon nan lanu mana sàcce sa kër sang xaalis mbaa wurus?"},{"style":"v","verse":"9","text":"Ngalla kilifa gi, yaay sunu sang; koo ko fekke ci nun rekk, boo yeboo reyal, ñi des ci nun doxe fa, di say jaam.»"},{"style":"v","verse":"10","text":"Mu ne leen: «Li ngeen wax yoon la sax, waaye na ki ma ko fekke doŋŋ di sama jaam, su ko defee ñi ci des wàcc.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ñu gaaw nag, wàcce seeni saaku ci suuf, ku nekk ubbi saakoom."},{"style":"v","verse":"12","text":"Ma ngay seet, tàmbalee ca taaw ba, ba ca caat ma, doora fekk kaas ba ca saaku Beñamin."},{"style":"v","verse":"13","text":"Ba loolu amee dañoo torox, ba xotti seeni yére, ku nekk sëfaat mbaamam, ñu dellu ca dëkk ba."},{"style":"s1","verse":"","text":"Yuda tinul na Beñamin ca Yuusufa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yuda aki doomi baayam nag délsi kër Yuusufa, fekk demagul. Ñu daldi ne nërëm, dëpp seen jë fi suuf."},{"style":"v","verse":"15","text":"Yuusufa ne leen: «Li ngeen def nag? Xanaa xamuleen ne nit ku mel ni man day gisaane?»"},{"style":"v","verse":"16","text":"Yuda ne: «Sang bi, lu nuy waxati? Lu nu mana lay, ba setal sunu bopp? Yàllaa nu feeñal, sang bi. Nanu bokk nun ñépp di say jaam, yem ci kepp ak ki ñu fekk kaas bi ci loxoom.»"},{"style":"v","verse":"17","text":"Mu ne leen: «Jomb naa loolu. Ki ñu fekk kaas bi ci loxoom mooy doon sama jaam; ñi ci des dellu ca seen baay ci jàmm.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Yuda jegesi ne ko: «Ngalla sang bi, ma ñeme laa diis lenn rekk, te sa xol baña tàng ci man, doonte yaak Firawnaa tolloo."},{"style":"v","verse":"19","text":"Sang bi, danga noo laajoon ne nu: “Ndax am ngeen baay walla rakk?”"},{"style":"v","verse":"20","text":"Ba mu ko defee nu ne la: “Am nanu baay bu màggat. Sunu rakk, ji mu jur te fekk ko di màggat nag, moo ci gën di ndaw. Magam dafa dee, mu des moom doŋŋ ci ndeyam, baayam sopp ko lool.”"},{"style":"v","verse":"21","text":"Nga waxoon nu ne nu: “Indilleen ma ko, ngir ma gisal ko sama bopp.”"},{"style":"v","verse":"22","text":"Ci kaw loolu, sang bi, nu wax la ne: “Xale bu góor bi manula tàggook baayam. Bu tàggoo ak moom, kon baayam dina dee.”"},{"style":"v","verse":"23","text":"Nga wax nu ne nu: “Bu seen rakk àndul ak yeen, dungeen jàkkaarlook man.”"},{"style":"v","verse":"24","text":"Booba lanu dem ca sunu baay ba lay siyaare, daldi koy jottali say kàddu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Ba nu demee ba mu yàgg, sunu baay ne: “Delluleen, jëndali nu tuuti dund.”"},{"style":"v","verse":"26","text":"Teewul nu ne: “Dunu mana dem te sunu rakk àndul ak nun, ndaxte bu nu àndul ak moom, dunu gis kilifa ga.”"},{"style":"v","verse":"27","text":"Sunu baay ba lay siyaare, ne nu: “Xam ngeen ne damaa amul ak sama soxna lu dul ñaari doom."},{"style":"v","verse":"28","text":"Kenn ki dem, wacc ma, ma ne moom kay, aw rabu àll a ko daggate! Gisaatuma ko ba tey jii."},{"style":"v","verse":"29","text":"Te bu ngeen ma fi jëlalee kii itam, ba musiba dab ko, dingeen ma yóbbe naqar wu may jàpp, ba kera may ànd ak sama bijjaaw, tàbbi njaniiw.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"«Léegi nag, bu ma ñibbee ca sama baay ba lay siyaare, te àndunook xale bii muy noyyee,"},{"style":"v","verse":"31","text":"bu gisul xale bu góor bi ànd ak nun ñibbisi---aa! Kon de dina dee, te dinanu yóbbe sunu baay naqar, wu koy topp, ba kera muy ànd ak bijjaawam, tàbbi njaniiw."},{"style":"v","verse":"32","text":"Gannaaw loolu it xasoon naa dige sama bakkan, ndax damaa waxoon ne: “Bu ma la ko delloosilul, maa koy gàlloo ba kera may dee.”"},{"style":"v","verse":"33","text":"Kon ngalla sang bi, bàyyi ma man ma des fi di sa jaam, wuutu xale bi, te moom mu dellu ànd aki magam ñibbi."},{"style":"v","verse":"34","text":"Ndax xawma nan laay delloo ca sama baay te ànduma ak xale bi. Yàlla buma fekke njekkar li ciy dal sama baay!»"}]