[{"style":"s1","verse":"","text":"Yuusufa xàmmiku na ay magam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Yuusufa manatula téye boppam, te surgaam yépp a nga teew. Mu daldi àddu ne: «Xiddileen ma, yeen ñépp!» Ñépp dem, ba benn jàmbur nekku fa, ba Yuusufa di xàmmiku ay bokkam."},{"style":"v","verse":"2","text":"Mu ne yikkét, jooy jooy yu metti, waa Misra di ca dégg, ba ca kër Firawna sax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Yuusufa nag ne magam ya: «Man mii maay Yuusufa! Mbaa sama baay a ngi dund?» Magam ya nag manuñu koo tontu, ndax booba njàqare jàpp na leen."},{"style":"v","verse":"4","text":"Yuusufa dellu ne ay magam: «Jegeñsileen.» Ñu jegeñsi. Mu ne leen: «Man maay Yuusufa, seen rakk, ji ngeen jaayoon, ñu indi ma Misra."},{"style":"v","verse":"5","text":"Waaye buleen jaaxle tey, mbaa ngeen di sikk seen bopp ndax li ngeen ma jaay, ñu indi ma fi. Rawale ay bakkan moo tax Yàlla yebal ma fi, ma jiitusi leen."},{"style":"v","verse":"6","text":"Ñaari at a ngii xiif baa ngi ci réew mi, te fii ak juróomi at ci kanam, kenn du bey, kenn du góob."},{"style":"v","verse":"7","text":"Yàlla da maa yebal, ma jiitusi leen, ba rawale seen bakkan, dikke leen xettal gu mag, ba seen askan baña fey."},{"style":"v","verse":"8","text":"Kon nag du yeena ma yebal fii, waaye Yàllaa. Te moo ma jagleel, ma doon cëslaayal Firawna, mel ni baay ci moom, jiite këram gépp, boole ci yilif mboolem réewum Misra."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Gaawleen dellu ci sama baay te ne ko: “Sa doom Yuusufa nee na: Yàlla fal na ma kilifag Misra gépp; ñëwal fi man, nu mu gëna gaawe."},{"style":"v","verse":"10","text":"Su ko defee nga dëkksi diiwaanu Gosen, nekk ci sama wet, yaak say doom ak say sët ak say gàtt ak say gétt ak mboolem loo moom,"},{"style":"v","verse":"11","text":"ndaxte des na juróomi ati xiif. Waaye dinaa la fi yore, ba doo ñàkk dara, yaak sa waa kër ak mboolem lu bokk ci yaw.”"},{"style":"v","verse":"12","text":"Yeena gisal seen bopp, yeen ak sama rakk Beñamin, ne man Yuusufa mii, maay wax ak yeen."},{"style":"v","verse":"13","text":"Nettalileen sama baay ndam li ma am ci Misra ak li ngeen gis lépp, te ngeen indi sama baay, nu mu gëna gaawe.»"},{"style":"v","verse":"14","text":"Mu laxasu Beñamin rakkam, daldi jooy, Beñamin it laxasu ko, jooy."},{"style":"v","verse":"15","text":"Magam ña itam, mu fóon leen tey jooy. Booba la magi Yuusufa ya doora wax ak moom."},{"style":"s1","verse":"","text":"Firawna woo na Yanqóoba Misra"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba xibaar ba àggee kër Firawna, ñu naan magi Yuusufa ñëw nañu, doonoon na lu neex Firawna, moom aki dagam."},{"style":"v","verse":"17","text":"Firawna ne Yuusufa: «Waxal say mag, ne leen: “Ni ngeen di def mooy nii: Sëfleen seeni mbaam te dem réewu Kanaan,"},{"style":"v","verse":"18","text":"jëli seen baay ak seeni njaboot, ngeen ñëw fi sama wet. Dinaa leen jox suuf si gën ci réewum Misra, ngeen di lekk li fi gëna duuf.”»"},{"style":"v","verse":"19","text":"Firawna dellu ne Yuusufa: «Am nga ndigal itam ci wax leen ne leen: “Ni ngeen koy defe nii la: Dangeen di jële ay watiir ci réew mi, dem yeb ci seeni doom ak seeni soxna, te ànd ak seen baay, ngeen ñëw."},{"style":"v","verse":"20","text":"Te buleen réccu alal ji ngeen di bàyyi seen gannaaw, ndax li gën ci réewum Misra yeena koy moom.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ba loolu amee doomi Israayil def noona. Yuusufa jox leen ay watiir ci ndigalu Firawna, ak lu ñu lekk ca yoon wa,"},{"style":"v","verse":"22","text":"mayaale leen ku ne mbubb mu rafet. Waaye Beñamin moom, ñetti téeméeri dogi xaalis la ko may, tegal ko ca juróomi mbubb yu rafet."},{"style":"v","verse":"23","text":"Baayam nag, mu yóbbante ko fukki mbaam yu góor yu sëf lay tànnéef ca Misra, ak fukki mbaam yu jigéen yu sëf pepp ak mburu, tegal ko ca lu mu dunde ca yoon wa, buy ñëw."},{"style":"v","verse":"24","text":"Gannaaw loolu mu yiwi ay magam ne leen: «Ngalla buleen xuloo ci yoon wi.» Ñu daldi dem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Booba lañu bàyyikoo Misra, dellu réewu Kanaan ca seen baay Yanqóoba."},{"style":"v","verse":"26","text":"Ñu wax ko ne ko: «Ndekete Yuusufaa ngi dund! Te sax mooy kilifag réewum Misra gépp.» Ba Yanqóoba déggee loolu, yaramam dafa dee goyy ca saa sa, ndaxte gëmu leen."},{"style":"v","verse":"27","text":"Waaye ba ñu nettalee seen baay Yanqóoba li Yuusufa wax lépp, te mu gis watiir, yi Yuusufa yónnee, ngir jëlsi ko, ca la xelam délsi."},{"style":"v","verse":"28","text":"Israayil daldi ne: «Moom kay na dund rekk! Sama doom Yuusufaa ngi dund. Man kay dinaa dem ba gis ko, bala ma fee jóge.»"}]