[{"style":"s1","verse":"","text":"Yuusufa rob na Yanqóoba réewu Kanaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mu ko defee Yuusufa daanu ci kaw baayam. Ma ngay jooy te di ko fóon."},{"style":"v","verse":"2","text":"Ba loolu weesoo Yuusufa jox ay fajkatam ndigal, ñu waajal baayam. Fajkat ya waajal Israayil\\f + \\fr 50.2 \\ft Fajkati waa Misra, ndàbb lañu daan waajale néew, ba du yàqu.\\f*."},{"style":"v","verse":"3","text":"Waaj ma am na ñeent fukki fan, ndaxte loolooy waajal bu mat sëkk cib néew. Waa Misra nag dëjal ko juróom ñaar fukki fan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba dëj ba weesoo, Yuusufa dafa wax ak waa kër Firawna, ñaan leen ñu dimbali ko, waxal ko Firawna ne ko,"},{"style":"v","verse":"5","text":"baayam da ne woon, mu ngi waaja dee, waaye bàmmeel ba mu yattaloon boppam ca xunt ma ca réewu Kanaan, na ko giñal ne dina ko denc foofa. Mu ne kon, na ko Firawna may, mu robi baayam te délsi."},{"style":"v","verse":"6","text":"Firawna may ko, mu robi baayam, na mu ko ko giñloo woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Yuusufaa ngay dem robi baayam, moom ak mboolem jawriñi Firawna ak magi këram ak mboolem kàngami Misra."},{"style":"v","verse":"8","text":"Ña nga ànd ak waa kër Yuusufa gépp ak ay doomi baayam ak waa kër baayam, bàyyiwuñu diiwaanu Gosen lu moy xale ya ak gàtt ya ak jur gu gudd ga,"},{"style":"v","verse":"9","text":"ay watiir aki gawar topp ca, ñu def gàngoor gu réy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba ñu agsee ca dàggay Ataat ja ca wàllaa dexu Yurdan, dañu koo jooy jooy yu réy te metti. Yuusufa dëjal fa baayam diiru juróom ñaari fan."},{"style":"v","verse":"11","text":"Waa réewu Kanaan, gis dëj ba ca dàggay Ataat, naan: «Dëju waa Misra bii aka réy!» Moo tax ñu tudde béreb booba ca wàllaa dexu Yurdan, Abel Misra (muy firi Dëju waa Misra)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Doomi Yanqóoba nag def la leen seen baay dénkoon,"},{"style":"v","verse":"13","text":"yóbbu ko ca réewu Kanaan, daldi koy rob ca xunt ma ca toolub Magpela, te Ibraayma jëndoon ko ca Efron, Etteen ba, ngir def ko bàmmeel. Mooy tool ba jàkkaarloo ak Mamre."},{"style":"v","verse":"14","text":"Ba Yuusufa dencee baayam ba noppi, dafa dellu Misra, moom ak doomi baayam ya ak mboolem, ña mu àndaloon ca robu baayam."},{"style":"s1","verse":"","text":"Magi Yuusufa yaa ngi jéggalu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Magi Yuusufa ya xam nañu ne seen baay nelaw na. Ña ngay wax ca seen biir naan: «Waaw, mbaa Yuusufa dencalu nu mer, nar noo fey sunu bor ndax lu bon li nu ko ji woon lépp?»"},{"style":"v","verse":"16","text":"Boobu lañu yóbbante Yuusufa kàddu yii, di ko wax ne ko: «Sa baay dafa noo dénkoon, bala moo nelaw, ne nu:"},{"style":"v","verse":"17","text":"Waxleen Yuusufa ne ko, sa baay nee: “Say mag def nañu la lu bon moos, waaye ngalla baal leen seeni tooñ ak àq ji ñu la ameel.” Kon rikk waay, baal nu àq, ndax nun nook sa baay a bokk jenn Yàlla ju nuy jaamu.» Ba ñu waxee Yuusufa loolu, mu daldi jooy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ci kaw loolu magam ya ñëwal seen bopp ba ca moom, sujjóotal ko ne ko: «Sang bi, nu ngi nii, di la siyaare.»"},{"style":"v","verse":"19","text":"Yuusufa nag ne leen: «Buleen am dara lu ngeen di ragal. Xanaa maay Yàlla?"},{"style":"v","verse":"20","text":"Dëgg la, fexeel ngeen ma lu bon, waaye Yàllaa ko walbati, def ko lu baax, ba dogal li am tey jii, muy bakkan yu bare yi mucc."},{"style":"v","verse":"21","text":"Kon nag buleen tiit, dinaa leen yor, yeen ak seeni doom.» Yooyu kàddu la dalale seen xol, ba ñu am jàmm."},{"style":"s1","verse":"","text":"Yuusufa nelaw na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yuusufa dëkk na Misra, moom ak waa kër baayam ñépp, ba tollu ci téeméeri atam ak fukk,"},{"style":"v","verse":"23","text":"te gis na doomi Efrayim, ba gis sëti Efrayim sax; gis na it doomi Makir, mi Manase di baayam, te mu uuf leen bi ñu juddoo, ngir wone ne bokk nañu ci askanam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Mu am bés Yuusufa ne ay bokkam: «Sama waxtu jege na, waaye Yàlla dina dikk, yéwéne leen moos, ba jële leen ci réew mii, yóbbu leen ca réew ma mu dige woon, ba giñal ko Ibraayma, Isaaxa ak Yanqóoba.»"},{"style":"v","verse":"25","text":"Booba la Yuusufa wax doomi Israayil, ne leen: «Giñalleen ma ne bés bu Yàlla dikkee ba yéwéne leen, dingeen yóbbaale samay yax, waaye dungeen ma fi bàyyi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Gannaaw loolu Yuusufa nelaw ci téeméeri atam ak fukk. Ñu waajal néew ba, ba du yàqu, daldi koy yeb cib tàdd, denc ko foofa ca Misra."}]