[{"style":"s1","text":"The Descendants of the Sons of Noah"},{"style":"m","text":""},{"style":"v","text":"These \\add are\\add* the generations\\f + \\fr 10:1 \\ft Or “family records” \\f* of the sons of Noah—Shem, Ham, and Japheth. Children\\f + \\fr 10:1 \\ft Or “sons” \\f* were born to them after the flood. "},{"style":"v","text":"The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. "},{"style":"v","text":"And the sons of Gomer: Ashkenaz, Riphath, and Togarmah. "},{"style":"v","text":"And the sons of Javan: Elishah, Tarshish, Kittim, and Dodanim. "},{"style":"v","text":"From these the coastland peoples spread out through their lands, each according to his own language by their own families, in their nations."},{"style":"p","text":""},{"style":"v","text":"And the sons of Ham: Cush, Egypt, Put, and Canaan. "},{"style":"v","text":"And the sons of Cush: Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah: Sheba and Dedan. "},{"style":"v","text":"And Cush fathered Nimrod. ⸤He was the first on earth to be a mighty warrior⸥.\\f + \\fr 10:8 \\ft Literally “He began to be a mighty warrior on the earth” \\f* "},{"style":"v","text":"He was a mighty hunter before Yahweh. Therefore it was said, “Like Nimrod a mighty hunter before Yahweh.” "},{"style":"v","text":"Now,\\f + \\fr 10:10 \\ft Or “And” \\f* the beginning of his kingdom \\add was\\add* Babel, Erech, Akkad, and Calneh, in the land of Shinar. "},{"style":"v","text":"From that land he went out \\add to\\add* Assyria, and he built Nineveh, Rehoboth-Ir, Calah, "},{"style":"v","text":"Resen between Nineveh and Calah; that \\add is\\add* the great city. "},{"style":"v","text":"And Egypt fathered Ludim, Anamim, Lehabim, Naphtuhim, "},{"style":"v","text":"Pathrusim, and Casluhim (from whom the Philistines came), and Caphtorim."},{"style":"p","text":""},{"style":"v","text":"Canaan fathered Sidon, his firstborn, and Heth, "},{"style":"v","text":"and the Jebusites, the Amorites, the Girgashites, "},{"style":"v","text":"the Hivites, the Arkites, the Sinites, "},{"style":"v","text":"the Arvadites, the Zemarites, and the Hamathites. Afterward the families of the Canaanites were spread abroad. "},{"style":"v","text":"And the territory of the Canaanites \\add was\\add* from Sidon ⸤in the direction of⸥\\f + \\fr 10:19 \\ft Literally “in your going” \\f* Gerar as far as Gaza, and ⸤in the direction of⸥\\f + \\fr 10:19 \\ft Literally “in your going” \\f* Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha. "},{"style":"v","text":"These \\add are\\add* the descendants\\f + \\fr 10:20 \\ft Or “sons” (“descendants” was chosen since the proper names in this section are gentilic in form—that is, they indicate one’s place of origin—and have the definite article) \\f* of Ham, according to their families and their languages, in their lands, and in their nations."},{"style":"p","text":""},{"style":"v","text":"And to Shem, the father of all the children of Eber, the older brother of Japheth, \\add children\\add* were also born. "},{"style":"v","text":"The sons of Shem: Elam, Asshur, Arphaxad, Lud, and Aram. "},{"style":"v","text":"And the sons of Aram: Uz, Hul, Gether, and Mash. "},{"style":"v","text":"And Arphaxad fathered Shelah, and Shelah fathered Eber. "},{"style":"v","text":"And to Eber two sons were born. The name of the one was Peleg, for in his days the earth was divided, and the name of his brother \\add was\\add* Joktan. "},{"style":"v","text":"And Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah, "},{"style":"v","text":"Hadoram, Uzal, Diklah, "},{"style":"v","text":"Obal, Abimael, Sheba, "},{"style":"v","text":"Ophir, Havilah, and Jobab. All these \\add were\\add* the sons of Joktan. "},{"style":"v","text":"And their dwelling \\add place\\add* ⸤extended from⸥\\f + \\fr 10:30 \\ft Literally “was from” \\f* Mesha ⸤in the direction of⸥\\f + \\fr 10:30 \\ft Literally “in your going” \\f* Sephar \\add to\\add* the hill country of the east. "},{"style":"v","text":"These \\add are\\add* the sons of Shem, according to their families, according to their languages, in their lands, and according to their nations."},{"style":"p","text":""},{"style":"v","text":"These are the families of the sons of Noah, according to their generations\\f + \\fr 10:32 \\ft Or “family records” \\f* \\add and\\add* in their nations. And from these the nations spread abroad on the earth after the flood."}]