[{"style":"s1","verse":"","text":"The Call of Abram"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Yahweh said to Abram, “Go out from your land and from your relatives, and from the house of your father, to the land that I will show you. "},{"style":"v","verse":"2","text":"And I will make you a great nation, and I will bless you, and I will make your name great. And you will be a blessing. "},{"style":"v","verse":"3","text":"And I will bless those who bless you, and those who curse you I will curse. And all families of the earth will be blessed in you.”"},{"style":"s1","verse":"","text":"Abram’s Journey"},{"style":"m","verse":"","text":""},{"style":"v","verse":"4","text":"And Abram went \\add out\\add* as Yahweh had told him, and Lot went with him. Now Abram ⸤was seventy-five years old⸥\\f + \\fr 12:4 \\ft Literally “the son of five years and seventy years” \\f* when he went out from Haran. "},{"style":"v","verse":"5","text":"And Abram took Sarai his wife, and Lot ⸤his nephew⸥,\\f + \\fr 12:5 \\ft Literally “the son of his brother” \\f* and all their possessions that they had gathered, and all the persons that they had acquired in Haran, and they went out to go to the land of Canaan. And they went to the land of Canaan. "},{"style":"v","verse":"6","text":"And Abram traveled through the land up to the place of Shechem, to the Oak of Moreh. Now the Canaanites \\add were\\add* in the land at that time. "},{"style":"v","verse":"7","text":"And Yahweh appeared to Abram and said, “To your offspring I will give this land.” And he built an altar there to Yahweh, who had appeared to him. "},{"style":"v","verse":"8","text":"And he moved on from there to the hill country, east of Bethel. And he pitched his tent at Bethel on the west, and at Ai on the east. And he built an altar there to Yahweh. And he called on the name of Yahweh. "},{"style":"v","verse":"9","text":"⸤And Abram kept moving on⸥,\\f + \\fr 12:9 \\ft Literally “And Abram moved on, going and moving on” \\f* toward the Negev. "},{"style":"v","verse":"10","text":"And there was a famine in the land. And Abram went down to Egypt to dwell as an alien there, for the famine was severe in the land. "},{"style":"v","verse":"11","text":"And it happened \\add that\\add* as he drew near to enter into Egypt, he said to Sarai his wife, “Look now, I know that you are a woman beautiful of appearance, "},{"style":"v","verse":"12","text":"and it shall happen \\add that\\add*, if the Egyptians see you, then they will say, ‘This \\add is\\add* his wife,’ then they will kill me but let you live. "},{"style":"v","verse":"13","text":"Please say you are my sister so that it will go well for me on your account. ⸤Then I will live⸥\\f + \\fr 12:13 \\ft Literally “And my soul will live” \\f* on account of you.” "},{"style":"v","verse":"14","text":"And it happened \\add that\\add* as Abram came into Egypt, the Egyptians saw the woman, that she \\add was\\add* very beautiful. "},{"style":"v","verse":"15","text":"And the officials of Pharaoh saw her, and they praised her \\add beauty\\add* to Pharaoh. And the woman was taken to the house of Pharaoh. "},{"style":"v","verse":"16","text":"And he dealt well with Abram on account of her, and he had sheep, cattle, male donkeys, male servants, female servants, female donkeys, and camels. "},{"style":"v","verse":"17","text":"Then\\f + \\fr 12:17 \\ft Or “And” \\f* Yahweh afflicted Pharaoh and his household with severe plagues on account of the matter of Sarai the wife of Abram. "},{"style":"v","verse":"18","text":"Then Pharaoh called for Abram and said, “What \\add is\\add* this you have done to me? Why did you not tell me that she \\add was\\add* your wife? "},{"style":"v","verse":"19","text":"Why did you say ‘She \\add is\\add* my sister,’ so that I took her to myself as a wife? Now then, here \\add is\\add* your wife. Take her and go.” "},{"style":"v","verse":"20","text":"And Pharaoh commanded his men concerning him, and then sent him and his wife and all that \\add was\\add* with him away."}]