[{"style":"s1","text":"Abram Rescues Lot"},{"style":"m","text":""},{"style":"v","text":"And it happened \\add that\\add* in the days of Amraphel, the king of Shinar, Arioch, the king of Ellasar, Kedorlaomer, the king of Elam, and Tidal, the king of Goiim, "},{"style":"v","text":"made war with Bera, the king of Sodom, and Birsha, the king of Gomorrah, Shinab, the king of Admah, and Shemeber, the king of Zeboiim, and the king of Bela (that \\add is\\add*, Zoar). "},{"style":"v","text":"All these joined forces at the valley of Siddim (that \\add is\\add*, the sea of the salt). "},{"style":"v","text":"Twelve years they had served Kedorlaomer, but in the thirteenth year they rebelled. "},{"style":"v","text":"In the fourteenth year Kedorlaomer and the kings who \\add were\\add* with him came and defeated the Rephaim in Ashteroth-Karnaim, and the Zuzim in Ham, and the Emim in Shaveh-Kiriathaim, "},{"style":"v","text":"And the Horites in their hill country of Seir, as far as El-Paran, which is at the wilderness. "},{"style":"v","text":"Then\\f + \\fr 14:7 \\ft Or “And” \\f* they turned back and came to En-Mishpat (that \\add is\\add*, Kadesh). And they defeated the whole territory of the Amalekites, and also the Amorites who were living in Hazazon-Tamar. "},{"style":"v","text":"Then\\f + \\fr 14:8 \\ft Or “And” \\f* the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that \\add is\\add*, Zoar) went out, and ⸤they took up battle position⸥\\f + \\fr 14:8 \\ft Literally “And they took up position with them for battle” \\f* in the Valley of Siddim "},{"style":"v","text":"with Kedorlaomer, king of Elam, and Tidal, king of Goiim, and Amraphel, king of Shinar, and Arioch, king of Ellasar, four kings against five. "},{"style":"v","text":"Now\\f + \\fr 14:10 \\ft Or “And” \\f* the Valley of Siddim ⸤was full of tar pits⸥.\\f + \\fr 14:10 \\ft Literally “pits, pits of tar” \\f* And the kings of Sodom and Gomorrah fled and ⸤fell into them⸥,\\f + \\fr 14:10 \\ft Literally “they fell there” \\f* but the rest fled to the mountains. "},{"style":"v","text":"So\\f + \\fr 14:11 \\ft Or “And” \\f* they\\f + \\fr 14:11 \\ft In context, the enemy \\f* took all the possessions of Sodom and Gomorrah and all their provisions, and they left. "},{"style":"v","text":"And they\\f + \\fr 14:12 \\ft In context, the enemy \\f* took Lot, the son of the brother of Abram, and his possessions, and left. (Now he had been living in Sodom.) "},{"style":"v","text":"Then\\f + \\fr 14:13 \\ft Or “And” \\f* one who escaped came and told Abram the Hebrew. And he was living at the oaks of Mamre the Amorite, brother of Eshcol and brother of Aner. ⸤They were allies with Abram⸥.\\f + \\fr 14:13 \\ft Literally “And they \\fq were \\ft owners of a covenant of Abram” \\f* "},{"style":"v","text":"When\\f + \\fr 14:14 \\ft Or “And” \\f* Abram heard that his ⸤relative⸥\\f + \\fr 14:14 \\ft Literally “brother” \\f* was taken captive, he summoned his trained men, born in his house, three hundred and eighteen \\add of them\\add*, and he went in pursuit up to Dan. "},{"style":"v","text":"And he divided \\add his trained men\\add* against them at night, he and his servants. And he defeated them and pursued them to Hobah, which \\add is\\add* north of Damascus. "},{"style":"v","text":"And he brought back all the possessions. And he also brought back Lot, his ⸤relative⸥,\\f + \\fr 14:16 \\ft Literally “brother” \\f* and his possessions, and the women and the people as well."},{"style":"s1","text":"Abram Meets Melchizedek"},{"style":"m","text":""},{"style":"v","text":"After his return from defeating Kedorlaomer and the kings who \\add were\\add* with him, the king of Sodom went out to meet him at the Valley of Shaveh (that \\add is\\add*, the Valley of the King). "},{"style":"v","text":"And Melchizedek, the king of Salem, brought out bread and wine. (He was the priest of God Most High). "},{"style":"v","text":"And he blessed him and said,"},{"style":"sd0","text":""},{"style":"q1","text":"“Blessed \\add be\\add* Abram by God Most High,"},{"style":"q2","text":"Maker of heaven and earth."},{"style":"q1","text":""},{"style":"v","text":"And blessed \\add be\\add* God Most High"},{"style":"q2","text":"who delivered your enemies into your hand.”"},{"style":"sd0","text":""},{"style":"p","text":"And he\\f + \\fr 14:20 \\ft That is, Abram \\f* gave to him a tenth of everything. "},{"style":"v","text":"And the king of Sodom said to Abram, “Give me the people, but the possessions take for yourself.” "},{"style":"v","text":"And Abram said to the king of Sodom, “I have raised my hand to Yahweh, God Most High, Maker of heaven and earth, "},{"style":"v","text":"⸤that neither a thread nor⸥\\f + \\fr 14:23 \\ft Literally “that not from a thread and up to” \\f* a thong of a sandal would I take from all that \\add belongs\\add* to you, that you might not say, ‘I made Abram rich.’ "},{"style":"v","text":"⸤Nothing besides what⸥\\f + \\fr 14:24 \\ft Literally “besides me only which” \\f* the servants have eaten and the share of the men who went out with me \\add will I take.\\add* Let Aner, Eshcol, and Mamre take their share.”"}]