[{"style":"s1","text":"Yahweh’s Covenant with Abram"},{"style":"m","text":""},{"style":"v","text":"After these things the word of Yahweh came\\f + \\fr 15:1 \\ft Literally “was” \\f* to Abram in a vision, saying: “Do not be afraid, Abram; I \\add am\\add* your shield, \\add and\\add* your reward \\add shall be\\add* very great.” "},{"style":"v","text":"Then\\f + \\fr 15:2 \\ft Or “And” \\f* Abram said, “O Yahweh, my Lord, what will you give me? ⸤I continue to be⸥\\f + \\fr 15:2 \\ft Literally “I am going” \\f* childless, and ⸤my heir⸥\\f + \\fr 15:2 \\ft Literally “the son of the inheritance of my house” \\f* is Eliezer of Damascus.” "},{"style":"v","text":"And Abram said, “Look, you have not given me a descendant, and here, ⸤a member of my household⸥\\f + \\fr 15:3 \\ft Literally “a son of my house” \\f* \\add is\\add* ⸤my heir⸥.”\\f + \\fr 15:3 \\ft Literally “inheriting me” \\f* "},{"style":"v","text":"And behold, the word of Yahweh \\add came\\add* to him saying, “This \\add person\\add* will not ⸤be your heir⸥,\\f + \\fr 15:4 \\ft Literally “inherit you” \\f* but ⸤your own son will be your heir⸥.”\\f + \\fr 15:4 \\ft Literally “he who goes out from your body, he will inherit you” \\f* "},{"style":"v","text":"And he brought him outside and said, “Look toward the heavens and count the stars if you are able to count them.” And he said to him, “So shall your offspring be.” "},{"style":"v","text":"And he believed in Yahweh, and he reckoned it to him \\add as\\add* righteousness. "},{"style":"v","text":"And he said to him, “I \\add am\\add* Yahweh, who brought you out from Ur of the Chaldeans to give this land to you, to possess it.” "},{"style":"v","text":"And he said, “O Yahweh God, how shall I know \\add that\\add* I will possess it?” "},{"style":"v","text":"And he said to him, “Take for me a three-year-old heifer, and a three-year-old female goat, and a three-year-old ram, and a turtledove and a young pigeon.” "},{"style":"v","text":"And he took for him all these and cut them in pieces down the middle. And he put each piece opposite ⸤the other⸥,\\f + \\fr 15:10 \\ft Literally “its companion” \\f* but the birds he did not cut. "},{"style":"v","text":"And the birds of prey came down on the carcasses, but Abram drove them away. "},{"style":"v","text":"And it happened, as the sun ⸤went down⸥,\\f + \\fr 15:12 \\ft Literally “to go” \\f* then a deep sleep fell upon Abram and, behold, a great terrifying darkness fell upon him. "},{"style":"v","text":"And he said to Abram, “⸤You must surely know⸥\\f + \\fr 15:13 \\ft Literally “knowing you must know” \\f* that your descendants shall be \\add as\\add* aliens in a land ⸤not their own⸥.\\f + \\fr 15:13 \\ft Literally “not to them” \\f* And they shall serve them\\f + \\fr 15:13 \\ft Some nation hostile to Abram’s descendants (Egypt in later history) \\f* and they\\f + \\fr 15:13 \\ft Some nation hostile to Abram’s descendants (Egypt in later history) \\f* shall oppress them four hundred years. "},{"style":"v","text":"And also the nation that they\\f + \\fr 15:14 \\ft That is, Abram’s descendants \\f* serve I will judge. Then\\f + \\fr 15:14 \\ft Or “And” \\f* afterward they shall go out with great possessions. "},{"style":"v","text":"And \\add as for\\add* you, you shall go to your ancestors\\f + \\fr 15:15 \\ft Or “fathers” \\f* in peace; you shall be buried in a good old age. "},{"style":"v","text":"And the fourth generation shall return here, for the guilt of the Amorites ⸤is not yet complete⸥.”\\f + \\fr 15:16 \\ft Literally “is not complete up to now” \\f* "},{"style":"v","text":"And after the sun had gone down and it \\add was\\add* dusk, behold, a smoking firepot and a flaming torch passed between those half pieces. "},{"style":"v","text":"On that day Yahweh ⸤made⸥\\f + \\fr 15:18 \\ft Literally “cut” \\f* a covenant with Abram saying, “To your offspring I will give this land, from the river of Egypt to the great river, the Euphrates river, "},{"style":"v","text":"\\add the land of\\add* the Kenites, the Kenizzites, the Kadmonites, "},{"style":"v","text":"the Hittites, the Perizzites, the Rephaim, "},{"style":"v","text":"the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"}]