[{"style":"s1","text":"The Birth of Isaac"},{"style":"m","text":""},{"style":"v","text":"And Yahweh visited Sarah as he had said. And Yahweh did to Sarah as he had promised. "},{"style":"v","text":"And she conceived, and Sarah bore to Abraham a son in his old age at the appointed time that God had told him. "},{"style":"v","text":"And Abraham called the name of his son who was born to him, whom Sarah bore to him, Isaac. "},{"style":"v","text":"And Abraham circumcised Isaac his son \\add when he was\\add* eight days old, as God had commanded him. "},{"style":"v","text":"And Abraham \\add was\\add* one hundred years old when Isaac his son was born to him. "},{"style":"v","text":"And Sarah said, “God has made laughter for me; all who hear will laugh for me.” "},{"style":"v","text":"And she said, “Who would announce to Abraham \\add that\\add* Sarah would nurse children? Yet I have borne a son \\add to Abraham\\add* in his old age.”"},{"style":"s1","text":"Hagar and Ishmael"},{"style":"m","text":""},{"style":"v","text":"And the child grew and was weaned. And Abraham made a great feast on the day Isaac was weaned. "},{"style":"v","text":"And Sarah saw the son of Hagar the Egyptian, whom she had borne Abraham, mocking. "},{"style":"v","text":"Then she said to Abraham, “Drive out this slave woman and her son, for the son of this slave woman will not be heir with my son, with Isaac.” "},{"style":"v","text":"And the matter ⸤displeased Abraham very much⸥\\f + \\fr 21:11 \\ft Literally “was very bad in the eyes of Abraham” \\f* on account of his son. "},{"style":"v","text":"Then God said to Abraham, “⸤Do not be displeased⸥\\f + \\fr 21:12 \\ft Literally “Do not let it be bad” \\f* on account of the boy and on account of the slave woman. ⸤Listen to everything that Sarah said to you⸥,\\f + \\fr 21:12 \\ft Literally “Everything Sarah said to you, listen with respect to her voice” \\f* for through Isaac \\add your\\add* offspring will be named. "},{"style":"v","text":"And I will also make the son of the slave woman into a nation, for he is your offspring.” "},{"style":"v","text":"Then Abraham rose up early in the morning and took bread and a skin of water and gave \\add it\\add* to Hagar, putting \\add it\\add* on her shoulder. And he sent her away with the child, and she went, wandering about in the wilderness, in Beersheba. "},{"style":"v","text":"And when the water was finished from the skin, she put the child under one of the bushes. "},{"style":"v","text":"And she went and ⸤she sat a good distance away⸥,\\f + \\fr 21:16 \\ft Literally “she sat with respect to her, opposite, far away, as the shooting of a bow” \\f* for she said, “Let me not see the child’s death.” So she sat away from him and lifted up her voice and wept. "},{"style":"v","text":"And God heard the cry\\f + \\fr 21:17 \\ft Or “voice” \\f* of the boy and the angel of God called to Hagar from the heavens and said to her, “⸤What is the matter⸥\\f + \\fr 21:17 \\ft Literally “What to you” \\f* Hagar? Do not be afraid, for God has heard the cry\\f + \\fr 21:17 \\ft Or “voice” \\f* of the boy ⸤from where he is⸥.\\f + \\fr 21:17 \\ft Literally “in which he \\fq is \\ft there” \\f* "},{"style":"v","text":"Get up, take up the boy and take him with your hand, for I will make him a great nation.” "},{"style":"v","text":"And God opened her eyes, and she saw a well of water. And she went and filled the skin with water and gave a drink to the boy. "},{"style":"v","text":"And God was with the boy, and he grew and lived in the wilderness. And he became ⸤an expert with a bow⸥.\\f + \\fr 21:20 \\ft Literally “an archer with the bow” \\f* "},{"style":"v","text":"And he lived in the wilderness of Paran. And his mother took a wife for him from the land of Egypt."},{"style":"s1","text":"The Covenant Between Abraham and Abimelech"},{"style":"m","text":""},{"style":"v","text":"And it happened \\add that\\add* at that time, Abimelech and Phicol, the commander of his army, said to Abraham, “God \\add is\\add* with you, in all that you do. "},{"style":"v","text":"So now, swear to me here by God \\add that\\add* you will not deal with me falsely, or with my descendants, or my posterity. According to the kindness that I have done to you, you shall \\add pledge\\add* to do with me and with the land where you have dwelled as an alien.” "},{"style":"v","text":"And Abraham said, “I swear.” "},{"style":"v","text":"Then Abraham complained to Abimelech on account of the well of water that servants of Abimelech had seized. "},{"style":"v","text":"And Abimelech said, “I do not know who did this thing, neither did you tell me, nor have I heard \\add of it\\add* except for today.” "},{"style":"v","text":"And Abraham took sheep and cattle and gave \\add them\\add* to Abimelech. And the two of them ⸤made⸥\\f + \\fr 21:27 \\ft Literally “cut” \\f* a covenant. "},{"style":"v","text":"Then Abraham set \\add off\\add* seven ewe-lambs of the flock by themselves. "},{"style":"v","text":"And Abimelech said to Abraham, “What \\add is the meaning of\\add* these seven ewe-lambs that you have set \\add off\\add* by themselves?” "},{"style":"v","text":"And he said, “You shall take the seven ewe-lambs from my hand ⸤as proof on my behalf⸥\\f + \\fr 21:30 \\ft Literally “for the sake that it shall be a witness for me” \\f* that I dug this well.” "},{"style":"v","text":"Therefore that place is called Beersheba, because there the two of them swore an oath. "},{"style":"v","text":"And they ⸤made⸥\\f + \\fr 21:32 \\ft Literally “cut” \\f* a covenant at Beersheba. And Abimelech, and Phicol his army commander stood and returned to the land of the Philistines. "},{"style":"v","text":"And he\\f + \\fr 21:33 \\ft That is, Abraham \\f* planted a tamarisk tree in Beersheba, and there he called on the name of Yahweh, ⸤the everlasting God⸥.\\f + \\fr 21:33 \\ft Literally “El-Olam” \\f* "},{"style":"v","text":"And Abraham dwelled as an alien in the land of the Philistines many days."}]