[{"style":"s1","text":"God Tests Abraham"},{"style":"m","text":""},{"style":"v","text":"And it happened \\add that\\add* after these things, God tested Abraham. And he said to him, “Abraham!” And he said, “Here I \\add am\\add*.” "},{"style":"v","text":"And he said, “Take your son, your only child, Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains where\\f + \\fr 22:2 \\ft Or “that” \\f* I will tell you.” "},{"style":"v","text":"And Abraham rose up early in the morning and saddled his donkey. And he took two of his servants with him, and Isaac his son. And he chopped wood for a burnt offering. And he got up and went to the place which God had told him. "},{"style":"v","text":"On the third day Abraham lifted up his eyes, and he saw the place at a distance. "},{"style":"v","text":"And Abraham said to his servants, “You stay here with the donkey, and I and the boy will go up there. We will worship, then we will return to you.” "},{"style":"v","text":"And Abraham took the wood of the burnt offering and placed \\add it\\add* on Isaac his son. And he took the fire in his hand and the knife, and the two of them went together. "},{"style":"v","text":"And Isaac said to Abraham his father, “My father!” And he said, “Here I \\add am\\add*, my son.” And he said, “Here is the fire and the wood, but where is the lamb for a burnt offering?” "},{"style":"v","text":"And Abraham said, “⸤God will provide⸥\\f + \\fr 22:8 \\ft Literally “God will see to it” or “God will see for himself” \\f* the lamb for a burnt offering, my son.” And the two of them went together."},{"style":"p","text":""},{"style":"v","text":"And they came to the place that God had told him. And Abraham built an altar there and arranged the wood. Then he bound Isaac his son and placed him on the altar atop the wood. "},{"style":"v","text":"And Abraham stretched out his hand and took the knife to slaughter his son. "},{"style":"v","text":"And the angel of Yahweh called to him from heaven and said, “Abraham! Abraham!” And he said, “Here I \\add am\\add*.” "},{"style":"v","text":"And he said, “Do not stretch out your hand against the boy; do not do anything to him. For now I know that you are ⸤one who fears⸥\\f + \\fr 22:12 \\ft Literally “a fearer” \\f* God, since you have not withheld your son, your only child, from me.” "},{"style":"v","text":"And Abraham lifted up his eyes and looked. And behold, a ram was caught in the thicket by his horns. And Abraham went and took the ram, and offered it as a burnt offering in place of his son. "},{"style":"v","text":"And Abraham called the name of that place “Yahweh ⸤will provide⸥,”\\f + \\fr 22:14 \\ft Literally “will see” \\f* ⸤for which reason⸥\\f + \\fr 22:14 \\ft Literally “which” \\f* it is said today, “on the mountain of Yahweh ⸤it shall be provided⸥.”\\f + \\fr 22:14 \\ft Literally “it/he shall be seen” \\f* "},{"style":"v","text":"And the angel of Yahweh called to Abraham a second time from heaven. "},{"style":"v","text":"And he said, “I swear by myself, declares Yahweh, that because you have done this thing and have not withheld your son, your only child, "},{"style":"v","text":"that I will certainly bless you and greatly multiply your offspring as the stars of heaven, and as the sand that is by the shore of the sea. And your offspring will take possession of the gate of his enemies. "},{"style":"v","text":"All the nations of the earth will be blessed through your offspring, because you have listened to my voice.” "},{"style":"v","text":"And Abraham returned to his servants, and they got up and went together to Beersheba. And Abraham lived in Beersheba."},{"style":"p","text":""},{"style":"v","text":"And it happened \\add that\\add* after these things, it was told to Abraham, “Look, Milcah has also borne children to your brother Nahor: "},{"style":"v","text":"Uz his firstborn and Buz his brother, and Kemuel the father of Aram, "},{"style":"v","text":"and Kesed, Hazo, Pildash, Jidlaph, and Bethuel.” "},{"style":"v","text":"(Now, Bethuel fathered Rebekah). These eight Milcah bore to Nahor, the brother of Abraham. "},{"style":"v","text":"And his concubine, whose name was Reumah, also bore Tebah, Gaham, Tahash, and Maacah."}]