[{"style":"s1","text":"The Death and Descendants of Abraham"},{"style":"m","text":""},{"style":"v","text":"Now Abraham again took a wife, and her name \\add was\\add* Keturah. "},{"style":"v","text":"And she bore to him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. "},{"style":"v","text":"And Jokshan fathered Sheba and Dedan. And the sons of Dedan were Asshurim and Letushim and Leummim. "},{"style":"v","text":"And the sons of Midian \\add were\\add* Ephah, Epher, Hanoch, Abidah, and Eldaah. All of these \\add were\\add* the children of Keturah. "},{"style":"v","text":"And Abraham gave all he had to Isaac. "},{"style":"v","text":"But to the sons of Abraham’s concubines Abraham gave gifts. And while he \\add was\\add* still living he sent them away eastward, \\add away\\add* from his son Isaac, to the land of the east. "},{"style":"v","text":"Now these \\add are\\add* the days of the years of ⸤the life of Abraham⸥:\\f + \\fr 25:7 \\ft Literally “the years of the life of Abraham which he lived” \\f* one hundred and seventy-five years. "},{"style":"v","text":"And Abraham passed away and died in a good old age, old and full of years. And he was gathered to his people. "},{"style":"v","text":"And Isaac and Ishmael his sons buried him in the cave of Machpelah, in the field of Ephron, son of Zohar the Hittite, that \\add was\\add* east of Mamre, "},{"style":"v","text":"the field that Abraham had bought from the Hittites.\\f + \\fr 25:10 \\ft Or “sons of Heth” \\f* There Abraham was buried and Sarah his wife. "},{"style":"v","text":"And it happened \\add that\\add* after the death of Abraham God blessed Isaac his son, and Isaac settled at Beer-Lahai-Roi."},{"style":"p","text":""},{"style":"v","text":"Now these \\add are\\add* the generations\\f + \\fr 25:12 \\ft Or “family records” \\f* of Ishmael, the son of Abraham, that Hagar the Egyptian, the maidservant of Sarah, bore to Abraham. "},{"style":"v","text":"And these are the names of the sons of Ishmael, by their names according to their family records. The firstborn of Ishmael \\add was\\add* Nebaioth, then Kedar, Adbeel, Mibsam, "},{"style":"v","text":"Mishma, Dumah, Massa, "},{"style":"v","text":"Hadad, Tema, Jetur, Naphish, and Kedemah."},{"style":"v","text":"These \\add are\\add* the sons of Ishmael, and these \\add are\\add* their names by their villages and by their encampments—12 leaders according to their tribes. "},{"style":"v","text":"Now these \\add are\\add* the years of the life of Ishmael: 137 years. And he passed away and died, and was gathered to his people."},{"style":"v","text":"They settled from Havilah to Shur, which \\add was\\add* opposite\\f + \\fr 25:18 \\ft Or “upon the face of” \\f* Egypt, going toward Asshur, opposite;\\f + \\fr 25:18 \\ft Or “upon the face of” \\f* he ⸤settled⸥\\f + \\fr 25:18 \\ft Literally “fell” \\f* opposite\\f + \\fr 25:18 \\ft Or “upon the face of” \\f* all his brothers."},{"style":"s1","text":"Jacob and Esau"},{"style":"m","text":""},{"style":"v","text":"Now these \\add are\\add* the generations\\f + \\fr 25:19 \\ft Or “family records” \\f* of Isaac, the son of Abraham. Abraham fathered Isaac, "},{"style":"v","text":"And Isaac was ⸤forty years old⸥\\f + \\fr 25:20 \\ft Literally “a son of forty years” \\f* when he took Rebekah, the daughter of Bethuel the Aramean of Paddan-Aram, the sister of Laban the Aramean, as his wife. "},{"style":"v","text":"And Isaac prayed to Yahweh on behalf of his wife, for she \\add was\\add* barren. And Yahweh responded to his prayer, and Rebekah his wife conceived. "},{"style":"v","text":"And the children in her womb jostled each other, and she said, “⸤If it is going to be like this, why be pregnant⸥?”\\f + \\fr 25:22 \\ft Literally “if so, why this I?” \\f* And she went to inquire of Yahweh. "},{"style":"v","text":"And Yahweh said to her, “Two nations \\add are\\add* in your womb, and two peoples ⸤from birth⸥\\f + \\fr 25:23 \\ft Literally “from your bowels” \\f* shall be divided. And ⸤one people shall be stronger than the other⸥.\\f + \\fr 25:23 \\ft Literally “people than people shall be stronger” \\f* And \\add the\\add* elder shall serve \\add the\\add* younger.” "},{"style":"v","text":"And when her days to give birth were completed,\\f + \\fr 25:24 \\ft Or “full” \\f* then—behold—twins \\add were\\add* in her womb. "},{"style":"v","text":"And the first came out red, all ⸤his body⸥\\f + \\fr 25:25 \\ft Literally “of him” \\f* \\add was\\add* like a hairy coat, so they called his name Esau. "},{"style":"v","text":"And afterward his brother came out, and his hand grasped the heel of Esau, so his name was called Jacob. And Isaac ⸤was sixty years old⸥\\f + \\fr 25:26 \\ft Literally “a son of sixty years” \\f* at their birth. "},{"style":"v","text":"And the boys grew up. And Esau \\add was\\add* a skilled\\f + \\fr 25:27 \\ft Or “knowing” (knowledgeable) \\f* hunter, a man of the field, but Jacob \\add was\\add* a peaceful man, living \\add in\\add* tents. "},{"style":"v","text":"And Isaac loved Esau because ⸤he could eat of his game⸥,\\f + \\fr 25:28 \\ft Literally “game in his mouth” \\f* but Rebekah loved Jacob. "},{"style":"v","text":"Once\\f + \\fr 25:29 \\ft Or “and” \\f* Jacob cooked a thick stew, and Esau came in from the field, and he was exhausted. "},{"style":"v","text":"And Esau said to Jacob, “Give me ⸤some of that red stuff⸥\\f + \\fr 25:30 \\ft Literally “some of the red, this red” \\f* to gulp down, for I am exhausted!” (Therefore his name was called Edom). "},{"style":"v","text":"Then Jacob said, “Sell me your birthright ⸤first⸥.”\\f + \\fr 25:31 \\ft Literally “as the day” \\f* "},{"style":"v","text":"And Esau said, “Look, I am going to die; now what \\add is\\add* this birthright to me?” "},{"style":"v","text":"Then Jacob said, “Swear to me ⸤first⸥.”\\f + \\fr 25:33 \\ft Literally “as the day” \\f* And he swore to him, and sold his birthright to Jacob. "},{"style":"v","text":"Then Jacob gave Esau bread, and thick lentil stew, and he ate and drank. Then he got up and went away. So Esau despised his birthright."}]