[{"style":"s1","text":"Isaac and Abimelech"},{"style":"m","text":""},{"style":"v","text":"And there was a famine in the land, besides the former famine which was in the days of Abraham. And Isaac went to Abimelech, king of the Philistines, to Gerar. "},{"style":"v","text":"And Yahweh appeared to him and said, “Do not go down to Egypt; dwell in the land which I will show to you. "},{"style":"v","text":"Dwell as an alien in this land, and I will be with you, and will bless you, for I will give all these lands to you and to your descendants, and I will establish the oath that I swore to Abraham you father. "},{"style":"v","text":"And I will multiply your descendants like the stars of heaven, and I will give to your descendants all these lands. And all nations of the earth will be blessed through your offspring, "},{"style":"v","text":"because Abraham listened to my voice and kept my charge: my commandments, my statutes, and my laws.”"},{"style":"p","text":""},{"style":"v","text":"So Isaac settled in Gerar. "},{"style":"v","text":"When the men of the place asked concerning his wife, he said, “She \\add is\\add* my sister,” for he was afraid to say, “my wife,” thinking\\f + \\fr 26:7 \\ft Or “lest” \\f* “the men of the place will kill me on account of Rebekah, for ⸤she was beautiful⸥.”\\f + \\fr 26:7 \\ft Literally “good of appearance” \\f* "},{"style":"v","text":"And it happened \\add that\\add*, ⸤when he had been there a long time⸥,\\f + \\fr 26:8 \\ft Literally “when the days there were long to him” \\f* Abimelech the king of the Philistines looked through the window, and saw—behold—Isaac \\add was\\add* fondling Rebekah his wife. "},{"style":"v","text":"And Abimelech called Isaac\\f + \\fr 26:9 \\ft Or “to Isaac” \\f* and said, “Surely she \\add is\\add* your wife. Now why did you say ‘She \\add is\\add* my sister’?” And Isaac said to him, “Because I thought I would die on account of her.” "},{"style":"v","text":"And Abimelech said, “What \\add is\\add* this you have done to us? One of the people might easily have slept with your wife! Then you would have brought guilt upon us!” "},{"style":"v","text":"Then Abimelech instructed all the people, saying, “The \\add one who\\add* touches this man or his wife shall certainly die.”"},{"style":"p","text":""},{"style":"v","text":"And Isaac sowed in that land and reaped in that \\add same\\add* year a hundredfold, and Yahweh blessed him. "},{"style":"v","text":"And the man ⸤became wealthier and wealthier⸥\\f + \\fr 26:13 \\ft Literally “became great and went, going and became great” \\f* until he was exceedingly wealthy. "},{"style":"v","text":"And he possessed sheep and cattle and many servants, so that the Philistines envied him. "},{"style":"v","text":"And the Philistines stopped up all the wells that the servants of his father had dug in the days of Abraham his father. They filled them with earth. "},{"style":"v","text":"And Abimelech said to Isaac, “Go \\add away\\add* from us, for you have become much too powerful for us.” "},{"style":"v","text":"So Isaac departed from there and camped in the valley of Gerar, and settled there. "},{"style":"v","text":"And Isaac dug again the wells of water which they had dug in the days of his father Abraham, which the Philistines had stopped up after the death of Abraham. And he gave\\f + \\fr 26:18 \\ft Or “called” \\f* to them ⸤the same names⸥\\f + \\fr 26:18 \\ft Literally “names as names” \\f* which his father had given\\f + \\fr 26:18 \\ft Or “called” \\f* them. "},{"style":"v","text":"And when the servants of Isaac dug in the valley, they found a well of fresh water there. "},{"style":"v","text":"Then the herdsmen of Gerar quarreled with the herdsmen of Isaac, saying, “The water is ours.” And he called the name of the well Esek, because they contended with him. "},{"style":"v","text":"And they dug another well, and they quarreled over it also. And he called its name Sitnah. "},{"style":"v","text":"Then he moved from there and dug another well, and they did not quarrel over it. And he called its name Rehoboth, and said, “Now Yahweh has made room for us, and we shall be fruitful in the land.” "},{"style":"v","text":"And from there he went up to Beersheba. "},{"style":"v","text":"And Yahweh appeared to him that night and said, “I \\add am\\add* the God of your father Abraham. Do not be afraid, for I \\add am\\add* with you, and I will bless you and make your descendants numerous for the sake of my servant Abraham.” "},{"style":"v","text":"And he built an altar there and called on the name of Yahweh. And he pitched his tent there, and the servants of Isaac dug a well there. "},{"style":"v","text":"Then Abimelech went to him from Gerar with Ahuzzath his friend and Phicol his army commander. "},{"style":"v","text":"And Isaac said to them, “Why have you come to me? You hate me and sent me away from you.” "},{"style":"v","text":"And they said, “We see clearly that Yahweh has been with you, so we thought\\f + \\fr 26:28 \\ft Or “said” \\f* let there be an oath between us—between us and you—and let us ⸤make⸥\\f + \\fr 26:28 \\ft Literally “cut” \\f* a covenant with you "},{"style":"v","text":"that you may not do us harm just as we have not touched you, but have only done good to you and sent you away in peace. You \\add are\\add* now blessed by Yahweh.” "},{"style":"v","text":"So he made a meal for them, and they ate and drank. "},{"style":"v","text":"And they arose early in the morning and each one swore to the other,\\f + \\fr 26:31 \\ft Or “to his brother” \\f* and Isaac sent them away. And they left him in peace. "},{"style":"v","text":"And it happened \\add that\\add* on that same day the servants of Isaac came and told him about the well that they had dug. And they said, “We have found water!” "},{"style":"v","text":"And he called it Sheba. Therefore the name of the city \\add is\\add* Beersheba unto this day."},{"style":"p","text":""},{"style":"v","text":"And \\add when\\add* Esau was forty years old he took as wife Judith, daughter of Beeri the Hittite, and Basemath, daughter of Elon the Hittite. "},{"style":"v","text":"And ⸤they made life bitter⸥\\f + \\fr 26:35 \\ft Literally “they caused bitterness of spirit” \\f* for Isaac and Rebekah."}]