[{"style":"s1","text":"Jacob Steals Esau’s Blessing"},{"style":"m","text":""},{"style":"v","text":"And it happened \\add that\\add* when Isaac \\add was\\add* old and ⸤his eyesight was weak⸥,\\f + \\fr 27:1 \\ft Literally “his eyes were weak from seeing” \\f* he called Esau his older son and said to him, “My son.” And he\\f + \\fr 27:1 \\ft That is, Esau \\f* said to him, “Here I \\add am\\add*.” "},{"style":"v","text":"And he said, “Look, I \\add am\\add* old; I do not know the day of my death. "},{"style":"v","text":"So now, take your weapons, your quiver and your bow, and go out to the field and hunt food for me. "},{"style":"v","text":"Then make for me tasty food like I love, and bring \\add it\\add* to me. And I will eat \\add it\\add* so that I\\f + \\fr 27:4 \\ft Or “my soul” \\f* can bless you before I die."},{"style":"p","text":""},{"style":"v","text":"Now Rebekah \\add was\\add* listening as Isaac spoke to Esau his son, and \\add when\\add* Esau went to the field to hunt wild game to bring \\add back\\add*, "},{"style":"v","text":"Rebekah said to Jacob her son, “Look, I heard your father speaking to Esau your brother saying, "},{"style":"v","text":"‘Bring wild game to me and prepare tasty food so I can eat \\add it\\add* and bless you before Yahweh before my death.’ "},{"style":"v","text":"So now, my son, listen to my voice, to what I command you. "},{"style":"v","text":"Go to the flock and take two good young goats from it for me, and I will prepare them \\add as\\add* tasty food for your father, just as he likes. "},{"style":"v","text":"Then you must take it to your father and he will eat \\add it\\add* so that he may bless you before his death.” "},{"style":"v","text":"Then Jacob said to his mother, “Behold, Esau my brother \\add is\\add* a hairy man, but I \\add am\\add* a smooth man. "},{"style":"v","text":"Perhaps my father will feel me and I will be in his eyes \\add as\\add* a mocker, and he will bring upon me a curse and not a blessing.” "},{"style":"v","text":"Then his mother said to him, “Your curse be upon me, my son, only listen to my voice—go and get \\add them\\add* for me.” "},{"style":"v","text":"So he went and took \\add them\\add*, and brought \\add them\\add* to his mother, and his mother prepared tasty food as his father liked. "},{"style":"v","text":"Then Rebekah took \\add some of\\add* her older son Esau’s best garments that \\add were\\add* with her in the house, and she put \\add them\\add* on Jacob her younger son. "},{"style":"v","text":"And she put the skins of the young goats over his hands and over the smooth \\add part of\\add* his neck."},{"style":"v","text":"And she put the tasty food and the bread that she had made into the hand of Jacob, her son. "},{"style":"v","text":"And he went to his father and said, “My father.” And he said, “Here I \\add am\\add*. Who \\add are\\add* you, my son?” "},{"style":"v","text":"And Jacob said to his father, “I \\add am\\add* Esau, your firstborn. I have done as you told me. Please get up, sit up and eat from my wild game so that you\\f + \\fr 27:19 \\ft Or “your soul” \\f* may bless me.” "},{"style":"v","text":"Then Isaac said to his son, “⸤How⸥\\f + \\fr 27:20 \\ft Literally “what is this?” \\f* did you find \\add it\\add* so quickly, my son?” And he said, “Because Yahweh your God ⸤caused me to find it⸥.”\\f + \\fr 27:20 \\ft Literally “made it to happen before me” \\f* "},{"style":"v","text":"Then Isaac said to Jacob, “Please, come near and let me feel you, my son. ⸤Are you really⸥\\f + \\fr 27:21 \\ft Literally “are you this one?” \\f* my son Esau or not?” "},{"style":"v","text":"And Jacob drew near to Isaac his father. And he felt him and said, “The voice \\add is\\add* the voice of Jacob, but the hands \\add are\\add* the hands of Esau.” "},{"style":"v","text":"And he did not recognize him because his hands were hairy like the hands of Esau his brother. And he blessed him. "},{"style":"v","text":"And he said, “⸤Are you really⸥\\f + \\fr 27:24 \\ft Literally “are you this one?” \\f* my son Esau?” And he said, “I \\add am\\add*.” "},{"style":"v","text":"Then he said, “Bring \\add it\\add* near to me that I may eat from the game of my son, so that I\\f + \\fr 27:25 \\ft Or “my soul” \\f* may bless you.” And he brought \\add it\\add* to him, and he ate. And he brought wine to him, and he drank. "},{"style":"v","text":"Then his father Isaac said to him, “Come near and kiss me, my son.” "},{"style":"v","text":"And he drew near and kissed him. And he\\f + \\fr 27:27 \\ft That is, Isaac \\f* smelled the smell of his garments, and he blessed him and said,"},{"style":"sd0","text":""},{"style":"q1","text":"“Look, the smell of my son \\add is\\add* like the smell of a field that Yahweh has blessed!"},{"style":"q1","text":""},{"style":"v","text":"May God give you of the dew of heaven"},{"style":"q2","text":"and of the fatness of the earth,"},{"style":"q2","text":"and abundance of grain and new wine."},{"style":"q1","text":""},{"style":"v","text":"Let peoples serve you,"},{"style":"q2","text":"and nations bow down to you;"},{"style":"q1","text":"Be lord of your brothers,"},{"style":"q2","text":"and may the sons of your mother bow down to you."},{"style":"q1","text":"Cursed be those cursing you,"},{"style":"q2","text":"and blessed be those blessing you.”"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And as soon as Isaac had finished blessing Jacob, ⸤immediately after⸥\\f + \\fr 27:30 \\ft Literally “it was only” \\f* Jacob had gone out from the presence of Isaac his father, Esau his brother came \\add back\\add* from his hunting. "},{"style":"v","text":"He too prepared tasty food and brought \\add it\\add* to his father. And he said to his father, “Let my father arise and eat from the wild game of his son, that you\\f + \\fr 27:31 \\ft Or “your soul” \\f* may bless me.” "},{"style":"v","text":"And Isaac his father said to him, “Who \\add are\\add* you?” And he said, “I \\add am\\add* your son, your firstborn, Esau.” "},{"style":"v","text":"Then Isaac ⸤trembled violently⸥.\\f + \\fr 27:33 \\ft Literally “trembled a great trembling unto exceeding” \\f* Then he said, “Who then \\add was\\add* he that hunted wild game and brought \\add it\\add* to me, and I ate \\add it\\add* all before you came, and I blessed him? Moreover, he will be blessed!” "},{"style":"v","text":"When Esau heard the words of his father he cried out \\add with\\add* a great and exceedingly bitter cry of distress. And he said to his father, “Bless me as well, my father!” "},{"style":"v","text":"And he said, “Your brother came in deceit and took your blessing.” "},{"style":"v","text":"Then he said, “⸤Isn’t that why he is named Jacob⸥?\\f + \\fr 27:36 \\ft Literally “that his name is called Jacob?” \\f* He has deceived me these two times. He took my birthright and, look, now he has taken my blessing!” Then he said, “Have you not reserved a blessing for me?” "},{"style":"v","text":"Then Isaac answered and said to Esau, “Behold, I have made him lord over you and I have given him all his brothers as servants, and \\add with\\add* grain and wine I have sustained him. Now what can I do for you, my son?” "},{"style":"v","text":"And Esau said to his father, “Have you only one blessing, my father? Bless me also, my father!” And Esau lifted up his voice and wept. "},{"style":"v","text":"Then Isaac his father answered and said to him,"},{"style":"sd0","text":""},{"style":"q1","text":"“Your home shall be from\\f + \\fr 27:39 \\ft Or “away from” \\f* the fatness of the land,"},{"style":"q2","text":"and from the dew of heaven above."},{"style":"q1","text":""},{"style":"v","text":"But by your sword you shall live,"},{"style":"q2","text":"and you shall serve your brother."},{"style":"q1","text":"But it shall be \\add that\\add* when free yourself"},{"style":"q2","text":"you shall tear off his yoke from your neck."},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"Then Esau held a grudge against Jacob on account of the blessing with which his father had blessed him. And Esau said in his heart,\\f + \\fr 27:41 \\ft That is, “to himself” \\f* “The days of mourning for my father are coming, then I will kill Jacob my brother.” "},{"style":"v","text":"But the words of Esau her older son were told to Rebekah. And she sent and called for her younger son Jacob. And she said to him, “Look, Esau your brother \\add is\\add* consoling himself concerning you, \\add intending\\add* to kill you. "},{"style":"v","text":"Now then, my son, listen to my voice; arise and flee to Haran to Laban my brother. "},{"style":"v","text":"Stay with him a few days until the wrath of your brother has turned—"},{"style":"v","text":"until the anger of your brother turns from you and he has forgotten what you have done to him. Then I will send and bring you from there. Why should I lose the two of you in one day?” "},{"style":"v","text":"Then Rebekah said to Isaac, “I loathe my life because of the Hittite women.\\f + \\fr 27:46 \\ft Or “daughters of the Hittites” \\f* If Jacob takes a wife from Hittite women\\f + \\fr 27:46 \\ft Or “daughters of the Hittites” \\f* like these, from the ⸤native women⸥,\\f + \\fr 27:46 \\ft Literally “daughters of the land” \\f* ⸤what am I living for⸥?”\\f + \\fr 27:46 \\ft Literally “What is life to me?” \\f*"}]