[{"style":"s1","verse":"","text":"Jacob Flees to Haran"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Isaac called Jacob and blessed him. And he instructed him and said to him, “You must not take a wife from the daughters of Canaan. "},{"style":"v","verse":"2","text":"Arise, go to Paddan-Aram, to the house of Bethuel, your mother’s father, and take for yourself a wife from there, from the daughters of Laban your mother’s brother. "},{"style":"v","verse":"3","text":"Now, may El-Shaddai\\f + \\fr 28:3 \\ft Often translated “God Almighty” \\f* bless you, and make you fruitful, and multiply you, so that you become an assembly of peoples. "},{"style":"v","verse":"4","text":"And may he give you the blessing of Abraham, to you and to your descendants with you, that you may take possession of the land of your sojourning, which God gave to Abraham.” "},{"style":"v","verse":"5","text":"Then Isaac sent Jacob away, and he went to Paddan-Aram, to Laban the son of Bethuel the Aramean, the brother of Rebekah, the mother of Jacob and Esau. "},{"style":"v","verse":"6","text":"Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan-Aram, to take for himself a wife from there, and\\f + \\fr 28:6 \\ft Or “when” \\f* he blessed him and instructed him, saying, “You must not take a wife from the daughters of Canaan,” "},{"style":"v","verse":"7","text":"and \\add that\\add* Jacob listened to his father and to his mother and went to Paddan-Aram. "},{"style":"v","verse":"8","text":"Then Esau saw that the daughters of Canaan \\add were\\add* evil in the eyes of Isaac his father, "},{"style":"v","verse":"9","text":"then Esau went to Ishmael and took Mahalath, the daughter of Ishmael, son of Abraham, sister of Nebaioth, as a wife, in addition to the wives he had."},{"style":"s1","verse":"","text":"Jacob’s Dream"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"Then Jacob went out from Beersheba and went to Haran. "},{"style":"v","verse":"11","text":"And he arrived at a \\add certain\\add* place and spent the night there, because the sun had set. And he took \\add one\\add* of the stones of the place and put \\add it\\add* under his head and slept at that place. "},{"style":"v","verse":"12","text":"And he dreamed, and behold, a stairway was set on the earth, and its top touched the heavens. And behold, angels of God \\add were\\add* going up and going down on it. "},{"style":"v","verse":"13","text":"And behold, Yahweh \\add was\\add* standing beside him,\\f + \\fr 28:13 \\ft Or “above it” \\f* and he said, “I \\add am\\add* Yahweh, the God of Abraham your father, and the God of Isaac. The ground on which you \\add were\\add* sleeping I will give to you and to your descendants. "},{"style":"v","verse":"14","text":"Your descendants shall be like the dust of the earth, and you will spread out to the west, and to the east, and to the north and to the south. And all the families of the earth will be blessed through you and through your descendants. "},{"style":"v","verse":"15","text":"Now behold, I \\add am\\add* with you, and I will keep you wherever you go. And I will bring you to this land, for I will not leave you until I have done what I have promised to you.” "},{"style":"v","verse":"16","text":"Then Jacob awoke from his sleep and said, “Surely Yahweh ⸤is indeed⸥\\f + \\fr 28:16 \\ft Literally “there is” \\f* in this place and I did not know!” "},{"style":"v","verse":"17","text":"Then he was afraid and said, “How awesome \\add is\\add* this place! ⸤This is nothing else than the house of God⸥,\\f + \\fr 28:17 \\ft Literally “there is not this but the house of God” \\f* and this is the gate of heaven!” "},{"style":"v","verse":"18","text":"And Jacob rose early in the morning, and he took the stone that he had put under his head and set it up \\add as\\add* a stone pillar, and poured oil on top of it. "},{"style":"v","verse":"19","text":"And he called the name of that place Bethel; however, the name of the city \\add was\\add* formerly Luz. "},{"style":"v","verse":"20","text":"And Jacob made a vow\\f + \\fr 28:20 \\ft Or “vowed a vow” \\f* saying, “If God will be with me and protect me on this way that I am going, and gives me food to eat and clothing to wear, "},{"style":"v","verse":"21","text":"and \\add if\\add* I return in peace to the house of my father, then Yahweh will become my God. "},{"style":"v","verse":"22","text":"And this stone that I have set up \\add as\\add* a pillar shall be the house of God, and \\add of\\add* all that you give to me I will certainly give a tenth to you.”"}]