[{"style":"s1","text":"Jacob Fears Esau"},{"style":"m","text":""},{"style":"v","text":"And Jacob went on his way, and angels of God met him. "},{"style":"v","text":"And when he saw them, Jacob said, “This \\add is\\add* the camp of God!” And he called the name of that place Mahanaim."},{"style":"p","text":""},{"style":"v","text":"Then Jacob sent messengers before him to Esau his brother, to the land of Seir, the territory of Edom. "},{"style":"v","text":"And he instructed them, saying, “Thus you must say to my lord, to Esau, ‘Thus says your servant Jacob, I have dwelled as an alien with Laban, and I have remained \\add there\\add* until now. "},{"style":"v","text":"And I have acquired cattle, male donkeys, flocks, and male and female slaves, and I have sent to tell my lord, to find favor in your eyes.’ ” "},{"style":"v","text":"And the messengers returned to Jacob \\add and\\add* said, “We came to your brother, to Esau, and he is coming to meet you, and four hundred men \\add are\\add* with him.” "},{"style":"v","text":"Then Jacob was very frightened and distressed. So he divided the people, flocks, cattle, and camels that \\add were\\add* with him into two companies. "},{"style":"v","text":"And he thought, “If Esau comes to one company and destroys it, the remaining company will be \\add able\\add* to escape.” "},{"style":"v","text":"Then Jacob said, “O God of my father Abraham, and God of my father Isaac, O Yahweh, who said to me, ‘Return to your land and to your family, and I will deal well with you.’ "},{"style":"v","text":"⸤I am not worthy⸥\\f + \\fr 32:10 \\ft Literally “I am small” \\f* of all the loyal love and all the faithfulness that you have shown\\f + \\fr 32:10 \\ft Or “done” \\f* your servant, for with \\add only\\add* my staff I crossed this Jordan, and now I have become two camps. "},{"style":"v","text":"Please rescue me from the hand of my brother, from the hand of Esau, for I fear him, lest he come and attack mother and children \\add alike\\add*. "},{"style":"v","text":"Now you yourself said, ‘I will surely deal well with you and make your offspring as the sand of the sea that cannot be counted for abundance.’ ”"},{"style":"p","text":""},{"style":"v","text":"And he lodged there that night. Then he took ⸤from what he had with him⸥\\f + \\fr 32:13 \\ft Literally “from that which was going from his hand” \\f* a gift for Esau his brother: "},{"style":"v","text":"two hundred female goats, twenty male goats, two hundred ewes, twenty rams, "},{"style":"v","text":"thirty milk camels with their young, forty cows, ten bulls, twenty female donkeys, and ten male donkeys. "},{"style":"v","text":"And he put \\add them\\add* under the hand of his servants, ⸤herd by herd⸥,\\f + \\fr 32:16 \\ft Literally “every herd by its own” \\f* and said to his servants, “Cross on ahead before me, and put some distance ⸤between herds⸥.\\f + \\fr 32:16 \\ft Literally “between a herd and between a herd” \\f* "},{"style":"v","text":"And he instructed the foremost, saying, “When Esau my brother comes upon you and asks you, saying, ‘Whose \\add are\\add* you and where are you going? To whom do these \\add animals\\add* belong ahead of you?’ "},{"style":"v","text":"Then you must say, ‘To your servant, to Jacob. It \\add is\\add* a gift sent to my lord, to Esau. Now behold, he \\add is\\add* also \\add coming\\add* after us.’ ” "},{"style":"v","text":"And he also instructed the second \\add servant\\add* and the third, and everyone \\add else\\add* who \\add was\\add* behind the herds, saying, “You must speak to Esau according to this word when you find him. "},{"style":"v","text":"And moreover, you shall say, ‘Look, your servant Jacob \\add is\\add* behind us.’ ” For he thought, “⸤Let me appease him⸥\\f + \\fr 32:20 \\ft Literally “let me cover his face” \\f* with the gift going before me, and afterward I will see his face. Perhaps he will ⸤show me favor⸥.”\\f + \\fr 32:20 \\ft Literally “lift up my face” \\f* "},{"style":"v","text":"So the gift passed on before him, but he himself spent that night in the camp."},{"style":"s1","text":"Jacob Wrestles with God"},{"style":"m","text":""},{"style":"v","text":"That night he arose and took his two wives, his two female servants, and his eleven children and crossed the ford of the Jabbok. "},{"style":"v","text":"And he took them and sent them across the stream. Then he sent across all his possessions. "},{"style":"v","text":"And Jacob remained alone, and a man wrestled with him until the breaking of the dawn. "},{"style":"v","text":"And when he\\f + \\fr 32:25 \\ft That is, the man \\f* saw that he could not prevail against him, he struck his hip socket, so that Jacob’s hip socket was sprained as he wrestled with him. "},{"style":"v","text":"Then he\\f + \\fr 32:26 \\ft That is, the man \\f* said, “Let me go, for dawn is breaking.” But he answered, “I will not let you go unless you bless me.” "},{"style":"v","text":"Then he said to him, “What \\add is\\add* your name?” And he said, “Jacob.” "},{"style":"v","text":"And he said, “Your name shall no longer be called Jacob, but Israel,\\f + \\fr 32:28 \\ft “Israel” means “he struggles with God,” or “God struggles” \\f* for you have struggled with God and with men and have prevailed.” "},{"style":"v","text":"Then Jacob asked and said, “Please tell me your name.” And he said, “Why do you ask this—for my name?” And he blessed him there. "},{"style":"v","text":"Then Jacob called the name of the place Peniel \\add which means\\add* “I have seen God face to face and my life was spared.” "},{"style":"v","text":"Then the sun rose upon him as he passed Penuel, and he was limping because of his hip. "},{"style":"v","text":"Therefore the ⸤Israelites⸥\\f + \\fr 32:32 \\ft Literally “sons/children of Israel” \\f* do not eat the sinew of the sciatic nerve that \\add is\\add* upon the socket of the hip unto this day, because he struck the socket of the thigh of Jacob at the sinew of the sciatic nerve."}]