[{"style":"s1","text":"The Rape of Dinah and the Massacre at Shechem"},{"style":"m","text":""},{"style":"v","text":"Now Dinah the daughter of Leah, whom she had borne to Jacob, went out to see the daughters of the land. "},{"style":"v","text":"And Shechem, the son of Hamor the Hivite, the prince of the land, saw her. And he took her and lay with her and raped her. "},{"style":"v","text":"And his soul clung to Dinah, the daughter of Jacob, and he loved the girl and spoke ⸤tenderly⸥\\f + \\fr 34:3 \\ft Literally “to the heart” \\f* to the girl. "},{"style":"v","text":"So Shechem said to Hamor his father, saying, “Get this girl for me as a wife.”"},{"style":"p","text":""},{"style":"v","text":"And Jacob heard that Dinah his daughter had been defiled, but his sons were with his flocks in the field. And Jacob kept silent until they came. "},{"style":"v","text":"And Hamor, father of Shechem, went out to Jacob to speak with him. "},{"style":"v","text":"And the sons of Jacob came in from the field when they heard \\add it\\add*. And the men were distressed and very angry because he had done a disgraceful thing in Israel by having sexual relations with the daughter of Jacob—⸤something that⸥\\f + \\fr 34:7 \\ft Literally “and thus” \\f* should not be done. "},{"style":"v","text":"And Hamor spoke with them saying, “Shechem my son ⸤is in love with⸥\\f + \\fr 34:8 \\ft Literally “his soul longs for” \\f* your daughter. Please give her to him for a wife. "},{"style":"v","text":"Make marriages with us. Give us your daughters and take our daughters for yourselves. "},{"style":"v","text":"You shall dwell with us and the land shall be before you; settle and trade in it, and acquire \\add property\\add* in it.” "},{"style":"v","text":"Then Shechem said to her father and to her brothers, “Let me find favor in your eyes, and whatever you say to me I will do. "},{"style":"v","text":"⸤Make the bride price and gift as high as you like⸥;\\f + \\fr 34:12 \\ft Literally “Increase upon me very bride price and gift” \\f* I will give what you say to me. But give me the girl as a wife.” "},{"style":"v","text":"Then the sons of Jacob answered Shechem and his father Hamor speaking deceitfully, because he had defiled Dinah their sister. "},{"style":"v","text":"And they said to them, “We cannot do this thing, to give our sister to a man who \\add is\\add* uncircumcised, for that \\add is\\add* a disgrace for us. "},{"style":"v","text":"Only on this \\add condition\\add* will we give consent to you; if you will become like us—every male among you to be circumcised. "},{"style":"v","text":"Then we will give our daughters to you, and we will take for ourselves your daughters, and we will live with you and become one family. "},{"style":"v","text":"But if you will not listen to us, to be circumcised, then we will take our daughters and we will go.” "},{"style":"v","text":"And their words were good in the eyes of Hamor and in the eyes of Shechem, the son of Hamor. "},{"style":"v","text":"And the young man did not delay to do the thing, for he wanted the daughter of Jacob. Now he \\add was\\add* the most honored of his father’s house. "},{"style":"v","text":"Then Hamor and his son Shechem came to the gate of their city, and they spoke to the men of their city, saying, "},{"style":"v","text":"“These men \\add are\\add* at peace with us. Let them dwell in the land and let them trade in it. Now, behold, the land is ⸤broad enough for them⸥.\\f + \\fr 34:21 \\ft Literally “broad on sides before them” \\f* Let us take their daughters as wives, and let us give our daughters to them. "},{"style":"v","text":"Only on this \\add condition\\add* will they give consent to us, to live with us \\add and\\add* to become one family—when every male among us \\add is\\add* circumcised as they are circumcised. "},{"style":"v","text":"Will not their livestock and their property and all their animals \\add be\\add* ours? Only let us give consent to them so they will live among us.” "},{"style":"v","text":"And all those who went out of the gate of his city listened to Hamor and Shechem. Every male was circumcised, all those who went out of the gate of his city. "},{"style":"v","text":"And it happened \\add that\\add* on the third day, while they were in pain, two of the sons of Jacob, Simeon and Levi, the brothers of Dinah, each took his sword and came against the unsuspecting city and killed all the males. "},{"style":"v","text":"They killed Hamor and his son Shechem with the edge of the sword, and they took Dinah from the house of Shechem and went out. "},{"style":"v","text":"The \\add other\\add* sons of Jacob came upon the slain and plundered the city, because they had defiled their sister. "},{"style":"v","text":"They took their flocks and their cattle and their donkeys, and whatever \\add was\\add* in the field. "},{"style":"v","text":"They captured and plundered all that \\add was\\add* in the houses—all their wealth, their little ones, and their women. "},{"style":"v","text":"Then Jacob said to Simeon and Levi, “You have brought trouble on me, making me stink among the inhabitants of the land, among the Canaanites and the Perizzites! I \\add am\\add* few in number! If they gather against me and attack me, I will be destroyed—I and my household!” "},{"style":"v","text":"But they said, “Shall he treat our sister like a prostitute?”"}]