[{"style":"s1","text":"Jacob Goes Back to Bethel"},{"style":"m","text":""},{"style":"v","text":"And God said to Jacob, “Arise, go up to Bethel and dwell there, and make an altar to the God who appeared to you when you fled from before Esau your brother.” "},{"style":"v","text":"Then Jacob said to his household and to all who \\add were\\add* with him, “Get rid of the foreign gods that \\add are\\add* in your midst and purify yourselves and change your garments. "},{"style":"v","text":"Then let us make ready and let us go up to Bethel, so that I can make an altar there to the God who answered me in the day of my trouble, and who has been with me on the way that I have gone.” "},{"style":"v","text":"So they gave to Jacob all the foreign gods that \\add were\\add* in their hands, and the ornamental rings that \\add were\\add* in their ears. And Jacob buried them under the oak which \\add was\\add* near Shechem. "},{"style":"v","text":"Then they set out on their journey, and the terror of God was upon the cities that \\add were\\add* all around them, so that they did not pursue after the sons of Jacob. "},{"style":"v","text":"And Jacob came to Luz which \\add was\\add* in the land of Canaan (that \\add is\\add* Bethel), he and all the people that \\add were\\add* with him. "},{"style":"v","text":"And he built an altar there and called the place El-Bethel, for there God had appeared to him when he fled before his brother. "},{"style":"v","text":"And Deborah, the nurse of Rebekah, died. And she was buried below Bethel, under the oak. And its name was called Allon-Bacuth.\\f + \\fr 35:8 \\ft “The Oak of Weeping” \\f* "},{"style":"v","text":"And God appeared to Jacob again when he came from Paddan-Aram, and he blessed him. "},{"style":"v","text":"And God said to him, “Your name \\add is\\add* Jacob. Your name shall no longer be called Jacob, but Israel shall be your name.” Then his name was called Israel. "},{"style":"v","text":"And God said to him, “I \\add am\\add* El-Shaddai.\\f + \\fr 35:11 \\ft Possibly “God Almighty,” but more likely “God of the Wilderness” \\f* Be fruitful and multiply. A nation and an assemblage of nations shall be from you, and kings shall go out from your loins. "},{"style":"v","text":"And \\add as for\\add* the land that I gave to Abraham and to Isaac, I will give it to you. And to your descendants after you I will give the land. "},{"style":"v","text":"And God went up from him at the place where he spoke with him. "},{"style":"v","text":"And Jacob set up a pillar at the place where God had spoken with him, a pillar of stone. And he poured out a drink offering upon it, and poured oil on it. "},{"style":"v","text":"And Jacob called the name of the place where God had spoken with him Bethel."},{"style":"s1","text":"The Death of Rachel"},{"style":"m","text":""},{"style":"v","text":"Then they journeyed from Bethel. And ⸤when they were still some distance⸥\\f + \\fr 35:16 \\ft Literally “there was still the stretch of land” \\f* from Ephrath, Rachel went into labor. And she had hard labor. "},{"style":"v","text":"And ⸤when her labor was the most difficult⸥\\f + \\fr 35:17 \\ft Literally “at her distress at giving birth” \\f* the midwife said to her, “Do not be afraid ⸤for you have another son⸥.”\\f + \\fr 35:17 \\ft Literally “for this one also to you is a son” \\f* "},{"style":"v","text":"And it happened \\add that\\add* when her life was departing (for she was dying), she called his name Ben-Oni.\\f + \\fr 35:18 \\ft “Son of my sorrow” \\f* But his father called him Benjamin.\\f + \\fr 35:18 \\ft “Son of the right hand” \\f* "},{"style":"v","text":"And Rachel died and she was buried on the way to Ephrath (that \\add is\\add*, Bethlehem). "},{"style":"v","text":"And Jacob erected a pillar at her burial site. That \\add is\\add* the pillar of the burial site of Rachel unto this day. "},{"style":"v","text":"And Israel journeyed \\add on\\add* and pitched his tent beyond the tower of Eder.\\f + \\fr 35:21 \\ft Or “Migdal-Eder” \\f* "},{"style":"v","text":"And while Israel was living in that land Reuben went and had sexual relations with Bilhah, his father’s concubine. And Israel heard \\add about it\\add*."},{"style":"s1","text":"The Twelve Sons of Jacob"},{"style":"m","text":"Now the sons of Jacob \\add were\\add* twelve. "},{"style":"v","text":"The sons of Leah: The firstborn of Jacob \\add was\\add* Reuben. Then Simeon, Levi, Judah, Issachar, and Zebulun. "},{"style":"v","text":"The sons of Rachel: Joseph and Benjamin. "},{"style":"v","text":"The sons of Bilhah, the female servant of Rachel: Dan and Naphtali. "},{"style":"v","text":"The sons of Zilpah, the female servant of Leah: Gad and Asher. These \\add were\\add* the sons of Jacob who were born to him in Paddan-Aram."},{"style":"s1","text":"The Death of Isaac"},{"style":"m","text":""},{"style":"v","text":"And Jacob came to Isaac his father \\add at\\add* Mamre, \\add or\\add* Kiriath-Arba (that \\add is\\add*, Hebron), where Abraham and Isaac dwelled as aliens. "},{"style":"v","text":"Now the days of Isaac were one hundred and eighty years. "},{"style":"v","text":"And Isaac passed away and died, and was gathered to his people, old and full of days. And his sons Esau and Jacob buried him."}]