[{"style":"s1","verse":"","text":"The Descendants of Esau"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now these \\add are\\add* the descendants of Esau (that \\add is\\add*, Edom). "},{"style":"v","verse":"2","text":"Esau took his wives from the daughters of Canaan: Adah, daughter of Elon, the Hittite, and Oholibamah, daughter of Anah, the daughter of Zibeon, the Hivite, "},{"style":"v","verse":"3","text":"and Basemath, the daughter of Ishmael, the sister of Nebaioth. "},{"style":"v","verse":"4","text":"And Adah bore to Esau Eliphaz; and Basemath bore Reuel; "},{"style":"v","verse":"5","text":"and Oholibamah bore Jeush and Jalam, and Korah. These \\add are\\add* the sons of Esau who were born to him in the land of Canaan. "},{"style":"v","verse":"6","text":"And Esau took his wives and his sons and his daughters, and all the persons of his household, and his sheep and goats, and all his cattle, and all the goods that he had acquired in the land of Canaan, and went to a land away from his brother Jacob. "},{"style":"v","verse":"7","text":"For their possessions were ⸤too many to live together⸥,\\f + \\fr 36:7 \\ft Literally “much from living together” \\f* so that the land of their sojourning was not able to support them on account of their livestock. "},{"style":"v","verse":"8","text":"So Esau dwelled in the hill country of Seir (Esau, that \\add is\\add* Edom)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Now these \\add are\\add* the descendants of Esau, the father of Edom, in the hill country of Seir. "},{"style":"v","verse":"10","text":"These \\add are\\add* the names of the sons of Esau: Eliphaz, the son of Adah, the wife of Esau; Reuel, the son of Basemath, the wife of Esau. "},{"style":"v","verse":"11","text":"The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz. "},{"style":"v","verse":"12","text":"(Now Timnah was the concubine of Eliphaz, the son of Esau. And she bore Amalek to Eliphaz.) These \\add are\\add* the sons of Adah, the wife of Esau. "},{"style":"v","verse":"13","text":"Now these \\add are\\add* the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These \\add are\\add* the sons of Basemath, the wife of Esau. "},{"style":"v","verse":"14","text":"Now these \\add are\\add* the sons of Oholibamah, the daughter of Anah, daughter of Zibeon, the wife of Esau: She bore to Esau Jeush, Jalam, and Korah. "},{"style":"v","verse":"15","text":"These \\add are\\add* the chiefs of the sons of Esau. The sons of Eliphaz, the firstborn of Esau: the chiefs of Teman, Omar, Zepho, Kenaz, "},{"style":"v","verse":"16","text":"Korah, Gatam, and Amalek. These \\add are\\add* the chiefs of Eliphaz in the land of Edom. These \\add are\\add* the sons of Adah. "},{"style":"v","verse":"17","text":"Now these \\add are\\add* the sons Reuel, the son of Esau: the chiefs Nahath, Zerah, Shammah, and Mizzah. These \\add are\\add* the chiefs of Reuel in the land of Edom. These \\add are\\add* the sons of Basemath, the wife of Esau. "},{"style":"v","verse":"18","text":"Now these \\add are\\add* the sons of Oholibamah, the wife of Esau: the chiefs Jeush, Jalam, and Korah. These \\add are\\add* the chiefs born of Oholibamah, the daughter of Anah, the wife of Esau. "},{"style":"v","verse":"19","text":"These \\add are\\add* the sons of Esau, and these \\add are\\add* their chiefs (that \\add is\\add*, Edom). "},{"style":"v","verse":"20","text":"These \\add are\\add* the sons of Seir, the Horite, the inhabitants of the land: Lotan, Shobal, Zibeon, Anah, "},{"style":"v","verse":"21","text":"Dishon, Ezer, and Dishan. These \\add are\\add* the chiefs of the Horites, the sons of Seir in the land of Edom. "},{"style":"v","verse":"22","text":"And the sons of Lotan were Hori and Hemam. And Lotan’s sister \\add was\\add* Timna. "},{"style":"v","verse":"23","text":"Now these \\add are\\add* the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam. "},{"style":"v","verse":"24","text":"Now these \\add are\\add* the sons of Zibeon: Aiah and Anah—he \\add is\\add* Anah who found the hot springs in the desert while he pastured the donkeys of Zibeon his father. "},{"style":"v","verse":"25","text":"Now these \\add are\\add* the sons of Anah: Dishon and Oholibamah, the daughter of Anah. "},{"style":"v","verse":"26","text":"Now these \\add are\\add* the sons of Dishon: Hemdan, Eshban, Ithran, and Keran. "},{"style":"v","verse":"27","text":"These \\add are\\add* the sons of Ezer: Bilhan, Zaavan, and Akan. "},{"style":"v","verse":"28","text":"These \\add are\\add* the sons of Dishan: Uz and Aran. "},{"style":"v","verse":"29","text":"These \\add are\\add* the chiefs of the Horites: the chiefs Lotan, Shobal, Zibeon, Anah, "},{"style":"v","verse":"30","text":"Dishon, Ezer, and Dishan. These \\add are\\add* the chiefs of the Horites, according to their chiefs in the land of Seir."},{"style":"s1","verse":"","text":"The Kings of Edom"},{"style":"m","verse":"","text":""},{"style":"v","verse":"31","text":"Now these \\add are\\add* the kings who reigned in the land of Edom before any king ruled over the ⸤Israelites⸥.\\f + \\fr 36:31 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","verse":"32","text":"Bela the son of Beor reigned in Edom. And the name of his city \\add was\\add* Dinhabah. "},{"style":"v","verse":"33","text":"And Bela died, and Jobab, the son of Zerah from Bozrah, reigned in his place. "},{"style":"v","verse":"34","text":"And Jobab died, and Husham from the land of the Temanites reigned in his place. "},{"style":"v","verse":"35","text":"And Husham died, and Hadad, son of Bedad, who defeated Midian in the field\\f + \\fr 36:35 \\ft Or “country” \\f* of Moab reigned in his place. And the name of his city \\add was\\add* Avith. "},{"style":"v","verse":"36","text":"And Hadad died, and Samlah from Masrekah reigned in his place. "},{"style":"v","verse":"37","text":"And Samlah died, and Shaul from Rehoboth \\add on\\add* the Euphrates\\f + \\fr 36:37 \\ft Or “the River” \\f* reigned in his place. "},{"style":"v","verse":"38","text":"And Shaul died, and Baal-Hanan, the son of Acbor, reigned in his place. "},{"style":"v","verse":"39","text":"And Baal-Hanan the son of Acbor died, and Hadar reigned in his place. And the name of his city \\add was\\add* Pau, and the name of his wife \\add was\\add* Mehetabel, the daughter of Matred, daughter of Mezahab. "},{"style":"v","verse":"40","text":"Now these \\add are\\add* the names of the chiefs of Esau according to their families, according to their dwelling places, by their names: the chiefs Timna, Alvah, Jetheth, "},{"style":"v","verse":"41","text":"Oholibamah, Elah, Pinon, "},{"style":"v","verse":"42","text":"Kenaz, Teman, Mibzar, "},{"style":"v","verse":"43","text":"Magdiel, and Iram. These \\add are\\add* the chiefs of Edom (that \\add is\\add*, Esau, the father of Edom) according to their settlements in the land of their possession."}]