[{"style":"s1","text":"Joseph in Potiphar’s House"},{"style":"m","text":""},{"style":"v","text":"Now Joseph had been brought down to Egypt, and Potiphar, a court official of Pharaoh, commander of the guard, an Egyptian, bought him from the hand of the Ishmaelites who had brought him down there. "},{"style":"v","text":"And Yahweh was with Joseph, and he became a successful man. And he was in the house of his master, the Egyptian. "},{"style":"v","text":"And his master observed that Yahweh \\add was\\add* with him, and everything that \\add was\\add* in his hand to do Yahweh made successful. "},{"style":"v","text":"And Joseph found favor in his eyes and he served him. Then he appointed him\\f + \\fr 39:4 \\ft That is, Joseph \\f* over his house and all that he owned he put into his hand. "},{"style":"v","text":"And it happened \\add that\\add* from the time he appointed him over his house and over all that he had, Yahweh blessed the house of the Egyptian on account of Joseph. And the blessing of Yahweh was upon all that he had in the house and in the field. "},{"style":"v","text":"And he left all that he had in the hand of Joseph, and ⸤he did not worry about anything⸥\\f + \\fr 39:6 \\ft Literally “he did not know with him anything” \\f* except the food that he ate. Now Joseph was ⸤well built and handsome⸥.\\f + \\fr 39:6 \\ft Literally “beautiful of form and beautiful of appearance” \\f* "},{"style":"v","text":"And it happened \\add that\\add* after these things his master’s wife cast her eyes on Joseph, and she said, “Lie with me.” "},{"style":"v","text":"But he refused and said to his master’s wife, “Look, my master ⸤does not worry about⸥\\f + \\fr 39:8 \\ft Literally “does not know with me” \\f* what \\add is\\add* in the house, and everything he owns he has put in my hand. "},{"style":"v","text":"He has no greater \\add authority\\add* in this house than me, and he has not withheld anything from me except you, since you \\add are\\add* his wife. Now how could I do this great wickedness and sin against God?” "},{"style":"v","text":"And it happened \\add that\\add* as she spoke to Joseph ⸤day after day⸥,\\f + \\fr 39:10 \\ft Literally “day, day” \\f* he did not heed her to lie beside her or to be with her. "},{"style":"v","text":"⸤But one particular day⸥\\f + \\fr 39:11 \\ft Literally “and it happened as this day” \\f* he came into the house to do his work and none of the men of the house were there in the house, "},{"style":"v","text":"she seized him by his garment \\add and\\add* said, “Lie with me!” And he left his garment in her hand and fled, and he went outside. "},{"style":"v","text":"And it happened \\add that\\add* when she saw that he left his garment in her hand and fled outside, "},{"style":"v","text":"she called to the men of her house and said to them, “Look! He\\f + \\fr 39:14 \\ft That is, Potiphar \\f* brought a Hebrew man to us to mock us! He came to me to lie with me, and I cried out with a loud voice. "},{"style":"v","text":"And when he heard \\add me\\add*, that I raised my voice and called out, he left his garment beside me and fled, and he went outside.” "},{"style":"v","text":"Then she put his garment beside her until his master came to his house. "},{"style":"v","text":"Then she spoke to him according to these words, saying, “The Hebrew slave that you brought to us came to me to make fun of me. "},{"style":"v","text":"And it happened \\add that\\add* as I raised my voice and called out, he left his garment beside me and fled outside.” "},{"style":"v","text":"And when his master heard the words of his wife that she spoke to him, “⸤This is what your servant did to me⸥,”\\f + \\fr 39:19 \\ft Literally “according to these words your servant did to me” \\f* ⸤he became very angry⸥.\\f + \\fr 39:19 \\ft Literally “his nostrils became hot” \\f* "},{"style":"v","text":"And Joseph’s master took him and put him into prison, the place that the king’s prisoners were confined. And he was there in prison. "},{"style":"v","text":"And Yahweh was with Joseph, and showed loyal love to him, and gave him favor in the eyes of the chief of the prison. "},{"style":"v","text":"And the chief of the prison put all the prisoners that \\add were\\add* in the prison into the hand of Joseph. And everything that was done there, he \\add was\\add* the one who did \\add it\\add*. "},{"style":"v","text":"The chief of the prison ⸤did not worry about⸥\\f + \\fr 39:23 \\ft Literally “did not pay heed to” \\f* anything in his\\f + \\fr 39:23 \\ft That is, Joseph’s \\f* hand, since Yahweh \\add was\\add* with him. And whatever he did Yahweh made \\add it\\add* successful."}]