[{"style":"s1","text":"Joseph Interprets Pharaoh’s Dreams"},{"style":"m","text":""},{"style":"v","text":"And it happened \\add that\\add* after ⸤two full years⸥\\f + \\fr 41:1 \\ft Literally “two years of days” \\f* Pharaoh dreamed, and behold, he was standing by the Nile. "},{"style":"v","text":"And behold, seven cows, ⸤well built and fat⸥,\\f + \\fr 41:2 \\ft Literally “beautiful of appearance and healthy of flesh” \\f* were coming up from the Nile, and they grazed among the reeds. "},{"style":"v","text":"And behold, seven other cows came up after them from the Nile, ⸤ugly and gaunt⸥,\\f + \\fr 41:3 \\ft Literally “Poor of appearance and thin of flesh” \\f* and they stood beside those\\f + \\fr 41:3 \\ft Or “the” \\f* cows on the bank of the Nile. "},{"style":"v","text":"And the ⸤ugly and gaunt⸥\\f + \\fr 41:4 \\ft Literally “Poor of appearance and thin of flesh” \\f* cows ate the seven ⸤well built and fat⸥\\f + \\fr 41:4 \\ft Literally “beautiful of appearance and healthy of flesh” \\f* cows. Then Pharaoh awoke. "},{"style":"v","text":"And he fell asleep and dreamed a second time, and behold, seven ears of grain, plump and good, were coming out of one stalk. "},{"style":"v","text":"And behold, seven thin ears of grain, scorched by the east wind, sprouted up after them. "},{"style":"v","text":"And the thin ears of grain swallowed up the seven plump and full ears of grain. Then Pharaoh awoke, and behold, \\add it was\\add* a dream. "},{"style":"v","text":"And it happened \\add that\\add* in the morning his spirit was troubled, and he sent and called all of the magicians\\f + \\fr 41:8 \\ft Or “soothsayer priests” \\f* of Egypt, and all its wise men, and Pharaoh told his dream to them. But ⸤they had no interpretation⸥\\f + \\fr 41:8 \\ft Literally “there was no interpretation with them” \\f* for Pharaoh. "},{"style":"v","text":"Then the chief of the cupbearers spoke with Pharaoh, saying, “I remember my sins today. "},{"style":"v","text":"Pharaoh was angry with his servants, and he put me and the chief baker in the custody of the house of the chief of the guard. "},{"style":"v","text":"And we dreamed a dream one night, I and he, ⸤each with a dream that had a meaning⸥.\\f + \\fr 41:11 \\ft Literally “each according to his dream we dreamed” \\f* "},{"style":"v","text":"And there with us \\add was\\add* a young man, a Hebrew servant of the chief of the guard, and we told him \\add the dream\\add*, and he interpreted our dreams for us, each according to his dream he interpreted. "},{"style":"v","text":"And it happened just as he interpreted to us, so it was. He\\f + \\fr 41:13 \\ft That is, Pharaoh \\f* restored me to my office, and him\\f + \\fr 41:13 \\ft That is, the chief baker \\f* he\\f + \\fr 41:13 \\ft That is, Pharaoh \\f* hanged.” "},{"style":"v","text":"Then Pharaoh sent and called \\add for\\add* Joseph, and they brought him quickly from the prison. And he shaved and changed his clothing, and came to Pharaoh. "},{"style":"v","text":"Then Pharaoh said to Joseph, “I dreamed a dream, but there is none to interpret it. Now, I have heard concerning you \\add that when\\add* you hear a dream \\add you can\\add* interpret it.” "},{"style":"v","text":"Then Joseph answered Pharaoh saying, “⸤It is not in my power⸥;\\f + \\fr 41:16 \\ft Literally “besides me” \\f* God will answer \\add concerning\\add* the well-being of Pharaoh.” "},{"style":"v","text":"And Pharaoh said to Joseph, “\\add Now\\add* in my dream, behold, I was standing on the bank of the Nile, "},{"style":"v","text":"and behold, seven cows, ⸤well built and fat⸥,\\f + \\fr 41:18 \\ft Literally “beautiful of appearance and healthy of flesh” \\f* were coming up from the Nile, and they grazed among the reeds. "},{"style":"v","text":"And behold, seven other cows came up after them from the Nile, very ⸤ugly and gaunt⸥\\f + \\fr 41:19 \\ft Literally “Poor of appearance and thin of flesh” \\f*—never have I seen \\add any\\add* as them in all the land of Egypt for ugliness. "},{"style":"v","text":"And the thin and ugly cows ate the former seven healthy cows. "},{"style":"v","text":"But \\add when\\add* they went into their bellies\\f + \\fr 41:21 \\ft Or “inner parts” \\f* it could not be known that they went into their bellies,\\f + \\fr 41:21 \\ft Or “inner parts” \\f* for their appearance \\add was\\add* as ugly as at the beginning. Then I awoke. "},{"style":"v","text":"Then I saw in my dream and behold, seven ears of grain were coming out of one stalk, full and good. "},{"style":"v","text":"And behold, seven withered ears of grain, thin \\add and\\add* scorched by the east wind, sprouted up after them. "},{"style":"v","text":"And the thin ears of grain swallowed up the seven good ears of grain. And I told the magicians,\\f + \\fr 41:24 \\ft Or “soothsayer priests” \\f* but there was none to explain \\add it\\add* to me.” "},{"style":"v","text":"Then Joseph said to Pharaoh, “The dreams of Pharaoh \\add are\\add* one. God has revealed to Pharaoh what he is about to do. "},{"style":"v","text":"The seven good cows, they are seven years, and the seven good ears of grain, they \\add are\\add* seven years. The dreams \\add are\\add* one. "},{"style":"v","text":"And the seven thin and ugly cows coming up after them, they \\add are\\add* seven years, and the seven empty ears of grain, scorched by the east wind, they are \\add also\\add* seven years of famine. "},{"style":"v","text":"This \\add is\\add* the word that I have spoken to Pharaoh; God has shown Pharaoh what he is about to do. "},{"style":"v","text":"Behold, seven years of great abundance are coming throughout the whole land of Egypt. "},{"style":"v","text":"Then seven years of famine will arise after them, and all the abundance in the land of Egypt will be forgotten. The famine will consume the land. "},{"style":"v","text":"Abundance in the land will not be known because of the famine ⸤that follows⸥,\\f + \\fr 41:31 \\ft Literally “that thus afterwards” \\f* for it will be very heavy. "},{"style":"v","text":"Now concerning the repetition of the dream twice to Pharaoh, \\add it is\\add* because the matter \\add is\\add* established by God, and God will do \\add it\\add* quickly. "},{"style":"v","text":"Now then, let Pharaoh select a man \\add who is\\add* discerning and wise, and let him set him over the land of Egypt. "},{"style":"v","text":"Let Pharaoh do \\add this\\add*, and let him appoint supervisors over the land, and let him take one-fifth from the land of Egypt in the seven years of abundance. "},{"style":"v","text":"Then let them gather all the food of these coming good years and let them pile up grain under the hand of Pharaoh \\add for\\add* food in the cities, and let them keep \\add it\\add*. "},{"style":"v","text":"Then the food shall be as a deposit for the land for the seven years of the famine that will be in the land of Egypt, that the land will not perish on account of the famine.”"},{"style":"s1","text":"Joseph Rises to Power"},{"style":"m","text":""},{"style":"v","text":"And the plan\\f + \\fr 41:37 \\ft Or “word” \\f* was good in the eyes of Pharaoh and in the eyes of all his servants. "},{"style":"v","text":"Then Pharaoh said to his servants, “Can we find a man like this in whom is the spirit of God?” "},{"style":"v","text":"Then Pharaoh said to Joseph, “Since God has made all of this known to you there is no one as discerning and wise as you. "},{"style":"v","text":"You shall be over my house, and to your word\\f + \\fr 41:40 \\ft Or “mouth” \\f* all my people shall submit. Only \\add with respect to\\add* the throne will I be greater than you.” "},{"style":"v","text":"Then Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.” "},{"style":"v","text":"Then Pharaoh removed his signet ring from his finger and put it on the finger of Joseph. And he clothed him with garments of fine linen, and he put a chain of gold around his neck. "},{"style":"v","text":"And he had him ride in his second chariot. And they cried out before him, “Kneel!” And Pharaoh set him over all the land of Egypt. "},{"style":"v","text":"Then Pharaoh said to Joseph, “I \\add am\\add* Pharaoh, but without your consent no one will lift his hand or his foot in all the land of Egypt.” "},{"style":"v","text":"And Pharaoh called the name of Joseph Zaphenath-paneah and gave him Asenath, the daughter of Potiphera, priest of On, as a wife. And Joseph went out over the land of Egypt. "},{"style":"v","text":"Now Joseph ⸤was thirty years old⸥\\f + \\fr 41:46 \\ft Literally “a son of thirty years” \\f* when he stood before Pharaoh, the king of Egypt. And Joseph went out from the presence of Pharaoh and traveled through the whole land of Egypt. "},{"style":"v","text":"And the land produced a plenty in the seven years of abundance. "},{"style":"v","text":"And he gathered all the food of the seven years which \\add occurred\\add* in the land of Egypt. And he stored the food in the cities. The food of the field that surrounded \\add each\\add* city he stored in its midst. "},{"style":"v","text":"And Joseph piled up grain like the sand of the sea in great abundance until he stopped counting \\add it\\add*, for ⸤it could not be counted⸥.\\f + \\fr 41:49 \\ft Literally “there was no number” \\f* "},{"style":"v","text":"Before the years of famine came, Asenath, daughter of Potiphera priest of On, bore two sons to him. "},{"style":"v","text":"And Joseph called the name of the firstborn Manasseh, for \\add he said\\add*, “God has caused me to forget all my hardship and all my father’s house.” "},{"style":"v","text":"And the name of the second he called Ephraim, for \\add he said\\add*, “God has made me fruitful in the land of my misfortune.” "},{"style":"v","text":"And the seven years of abundance which \\add were\\add* in the land of Egypt came to an end. "},{"style":"v","text":"And the seven years of famine began to come as Joseph had said. And there was famine in all of the countries, but in the land of Egypt there was food. "},{"style":"v","text":"And when all the land of Egypt was hungry the people cried out to Pharaoh for food. And Pharaoh said to all the land of Egypt, “Go to Joseph; what he says to you, you must do.” "},{"style":"v","text":"And the famine was over the whole land, and Joseph opened all the storehouses\\f + \\fr 41:56 \\ft Hebrew “that which was in them” \\f* and sold \\add food\\add* to the Egyptians. And the famine was severe in the land of Egypt. "},{"style":"v","text":"And every land came to Egypt to Joseph to buy grain, for the famine was severe in every land."}]