[{"style":"s1","text":"Joseph’s Brothers Return to Egypt"},{"style":"m","text":""},{"style":"v","text":"Now the famine in the land \\add was\\add* severe. "},{"style":"v","text":"And it happened \\add that\\add* as they finished eating the grain which they had brought from Egypt their father said to them, “Return and buy a little food for us.” "},{"style":"v","text":"Then Judah said to him, “The man solemnly admonished us, saying, ‘You shall not see my face unless your brother \\add is\\add* with you.’ "},{"style":"v","text":"⸤If you will send⸥\\f + \\fr 43:4 \\ft Literally “if there is a sending” \\f* our brother with us, we will go down and buy food for you, "},{"style":"v","text":"but ⸤if you will not send⸥\\f + \\fr 43:5 \\ft Literally “if there is no sending” \\f* \\add him\\add*, we will not go down, for the man said to us, ‘You shall not see my face unless your brother \\add is\\add* with you.’ ” "},{"style":"v","text":"Then Israel said, “Why did you bring trouble to me by telling the man you still had a brother?” "},{"style":"v","text":"And they said, “The man asked explicitly about us and about our family, saying, ‘Is your father still alive? Do you have a brother?’ And we answered him according to these words. How could we know that he would say, ‘Bring down your brother’?” "},{"style":"v","text":"Then Judah said to his father Israel, “Send the boy with me, and let us arise and go, so that we will live and not die—you, we, and our children. "},{"style":"v","text":"I myself will be surety for him. You may seek him from my hand. If I do not bring him back to you and present him before you, then I will stand guilty before you forever. "},{"style":"v","text":"Surely if we had not hesitated by this \\add time\\add* we would have returned twice.” "},{"style":"v","text":"Then their father Israel said to them, “If \\add it must be\\add* so then do this. Take some of the best products of the land in your bags and take them down to the man as a gift—a little balm and honey, aromatic gum and myrrh, and pistachios and almonds. "},{"style":"v","text":"And take double \\add the\\add* money in your hands. Take back the money that was returned in the mouth of your sacks. Perhaps it \\add was\\add* a mistake. "},{"style":"v","text":"And take your brother. Now arise and return to the man. "},{"style":"v","text":"And may El-Shaddai\\f + \\fr 43:14 \\ft Often translated “God Almighty” \\f* grant you compassion before the man that he may release your other brother to you and Benjamin. As for me, if I am bereaved, I am bereaved.”"},{"style":"p","text":""},{"style":"v","text":"So the men took this gift, and they took double money in their hands, and Benjamin, and they rose up and went down to Egypt and stood before Joseph. "},{"style":"v","text":"When Joseph saw Benjamin with them he said to the one who \\add was\\add* over his household, “Bring the men into the house and slaughter and prepare \\add an animal\\add*, for the men shall eat with me at noon.” "},{"style":"v","text":"And the man did as Joseph had said, and the man brought the men into the house of Joseph. "},{"style":"v","text":"And the men were afraid when they were brought into the house of Joseph. And they said “We were brought \\add here\\add* on account of the money that was returned to our sacks the first time, that he might attack us and fall upon us to take us as slaves with our donkeys.” "},{"style":"v","text":"So they approached the man who \\add was\\add* over Joseph’s house and spoke to him at the doorway of the house. "},{"style":"v","text":"And they said, “Please, my lord, we surely came down once before to buy food, "},{"style":"v","text":"but when we came to the place of lodging and we opened our sacks, then behold, each one’s money \\add was\\add* in the mouth of his sack—our money in its \\add full\\add* weight—so we have returned \\add with\\add* it in our hands. "},{"style":"v","text":"Now, other money we have brought down in our hand to buy food. We do not know who put our money in our sacks.” "},{"style":"v","text":"And he said, “Peace to you; do not be afraid. Your God and the God of your father must have given you a treasure in your sacks; your money came to me.” And he brought Simeon out to them. "},{"style":"v","text":"Then the man brought the men into Joseph’s house and he gave them water and washed their feet, and gave fodder to their donkeys. "},{"style":"v","text":"Then they laid out\\f + \\fr 43:25 \\ft Or “prepared” \\f* the gift until Joseph came at noon, for they had heard that they were to eat food there. "},{"style":"v","text":"And when Joseph came into the house they brought the gift that \\add was\\add* in their hand into the house to him, and they bowed down before him to the ground. "},{"style":"v","text":"And ⸤he greeted them⸥\\f + \\fr 43:27 \\ft Literally “he asked peace for them” \\f* and said, “Is your father well, the old man of whom you spoke? Is he still alive?” "},{"style":"v","text":"And they said, “Your servant our father \\add is\\add* well; he is still alive.” And they knelt and bowed down. "},{"style":"v","text":"Then he lifted up his eyes and saw Benjamin his brother, the son of his mother, and said, “Is this your youngest brother of whom you told me?” And he continued,\\f + \\fr 43:29 \\ft Or “said” \\f* “God be gracious to you, my son.” "},{"style":"v","text":"Then Joseph ⸤hurried away⸥,\\f + \\fr 43:30 \\ft Literally “made haste” \\f* ⸤being overcome with emotion⸥\\f + \\fr 43:30 \\ft Literally “his compassion boiled up” \\f* toward his brother, and sought for \\add a place\\add* to cry. Then he went into a room and wept there. "},{"style":"v","text":"Then he washed his face and went out, now controlling himself, and said, “Serve the food.” "},{"style":"v","text":"And they served him\\f + \\fr 43:32 \\ft That is, Joseph \\f* by himself, and them by themselves, and the Egyptians who were eating with him by themselves, for Egyptians ⸤could not dine⸥\\f + \\fr 43:32 \\ft Literally “were not able to eat food” \\f* with Hebrews, because that \\add was\\add* a detestable thing to Egyptians. "},{"style":"v","text":"And they were seated before him \\add from\\add* the firstborn according to his birthright \\add to\\add* the youngest according to his youth. And the men ⸤looked at one another⸥\\f + \\fr 43:33 \\ft Literally “each to his companion” \\f* amazed. "},{"style":"v","text":"And portions were served to them from ⸤his table⸥,\\f + \\fr 43:34 \\ft Literally “his presence” \\f* and the portion of Benjamin was five times greater than the portion of any of them. And they drank and became drunk with him."}]