[{"style":"s1","text":"Jacob Blesses Ephraim and Manasseh"},{"style":"m","text":""},{"style":"v","text":"And it happened \\add that\\add* after these things, it was said to Joseph, “Behold, your father \\add is\\add* ill.” And he took his two sons with him, Ephraim and Manasseh. "},{"style":"v","text":"And it was told to Jacob, “Behold, your son Joseph has come to you.” Then Israel strengthened himself and he sat up in the bed. "},{"style":"v","text":"Then Jacob said to Joseph, “El-Shaddai\\f + \\fr 48:3 \\ft Often translated “God Almighty” \\f* appeared to me in Luz, in the land of Canaan, and blessed me, "},{"style":"v","text":"and said to me, ‘Behold, I will make you fruitful and make you numerous, and will make you a company of nations. And I will give this land to your offspring after you \\add as\\add* an everlasting possession.’ "},{"style":"v","text":"And now, your two sons who were born to you in the land of Egypt before my coming to you in Egypt, are mine. Ephraim and Manasseh shall be mine as Reuben and Simeon \\add are\\add*. "},{"style":"v","text":"And your children whom you father after them shall be yours. By the name of their brothers they shall be called, with respect to their inheritance. "},{"style":"v","text":"As for me, when I came to Paddan-Aram Rachel died ⸤to my sorrow⸥\\f + \\fr 48:7 \\ft Literally “to me” \\f* in the land of Canaan on the way when \\add there was\\add* still some distance to go to Ephrath. And I buried her there on the way to Ephrath (that \\add is\\add*, Bethlehem).” "},{"style":"v","text":"When Israel saw the sons of Joseph he said, “Who \\add are\\add* these?” "},{"style":"v","text":"Then Joseph said to his father, “They \\add are\\add* my sons whom God has given me here.” And he said, “Please bring them to me that I may bless them.” "},{"style":"v","text":"Now the eyes of Israel were dim\\f + \\fr 48:10 \\ft Or “heavy” (i.e., his eyelids were heavy; his eyes were closed) \\f* on account of old age; he was not able to see. So he brought them near to him, and he kissed them and embraced them. "},{"style":"v","text":"And Israel said to Joseph, “I did not expect to see your face and behold, God has also shown me your offspring.” "},{"style":"v","text":"Then Joseph removed them from his knees and bowed down with his face to the ground. "},{"style":"v","text":"And Joseph took the two of them, Ephraim at his right \\add to\\add* the left of Israel, and Manasseh at his left \\add to\\add* the right of Israel. And he brought them near to him. "},{"style":"v","text":"And Israel stretched out his right hand and put \\add it\\add* on the head of Ephraim (now he was the younger), and his left hand on the head of Manasseh, crossing his hands, for Manasseh \\add was\\add* the firstborn. "},{"style":"v","text":"And he blessed Joseph and said,"},{"style":"sd0","text":""},{"style":"q1","text":"“The God before whom my fathers, Abraham and Isaac, walked,"},{"style":"q2","text":"The God who shepherded me ⸤all my life⸥\\f + \\fr 48:15 \\ft Literally “since my duration” \\f* unto this day,"},{"style":"q1","text":""},{"style":"v","text":"The angel who redeemed me from all evil,"},{"style":"q2","text":"may he bless the boys."},{"style":"q1","text":"And through them let my name be perpetuated,\\f + \\fr 48:16 \\ft Or “called” \\f*"},{"style":"q2","text":"and the name of my fathers, Abraham and Isaac."},{"style":"q1","text":"And let them multiply into many in the midst of the earth."},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"When Joseph saw that his father put his right hand on the head of Ephraim, he was displeased. And he took hold of his father’s hand to remove it from the head of Ephraim \\add over\\add* to the head of Manasseh. "},{"style":"v","text":"And Joseph said to his father, “Not so, my father; because this one \\add is\\add* the firstborn. Put your right \\add hand\\add* upon his head.” "},{"style":"v","text":"But his father refused and said, “I know, my son; I know. He also shall become a people, and he also shall be great, but his younger brother shall be greater than him, and his offspring shall become a multitude of nations.” "},{"style":"v","text":"So he blessed them that day, saying,"},{"style":"sd0","text":""},{"style":"q1","text":"Through you Israel shall pronounce blessing, saying,"},{"style":"q1","text":"‘May God make you like Ephraim and like Manasseh.’ ”"},{"style":"sd0","text":""},{"style":"p","text":"So he put Ephraim before Manasseh. "},{"style":"v","text":"And Israel said to Joseph, “Behold, I \\add am about\\add* to die, but God will be with you and will bring you back to the land of your ancestors.\\f + \\fr 48:21 \\ft Or “fathers” \\f* "},{"style":"v","text":"And I have given to you one slope \\add of land\\add* rather than your brothers, which I took from the hand of the Amorites by my sword and with my bow.”"}]