[{"style":"s1","text":"Adam’s Descendants to Noah"},{"style":"m","text":""},{"style":"v","text":"This is the record of the generations\\f + \\fr 5:1 \\ft Or “family records” \\f* of Adam. When\\f + \\fr 5:1 \\ft Literally “On the day” \\f* God created Adam,\\f + \\fr 5:1 \\ft Or “humankind” \\f* he made him in the likeness of God. "},{"style":"v","text":"Male and female he created them. And he blessed them. And he called their name “Humankind” when\\f + \\fr 5:2 \\ft Literally “on the day” \\f* they were created. "},{"style":"v","text":"And when Adam had lived one hundred and thirty years, he fathered a child in his likeness, according to his image. And he called his name Seth. "},{"style":"v","text":"And the days of Adam after he fathered Seth were eight hundred years. And he fathered sons and daughters. "},{"style":"v","text":"And all the days of Adam which he lived were nine hundred and thirty years, and he died."},{"style":"p","text":""},{"style":"v","text":"When\\f + \\fr 5:6 \\ft Literally “On the day” \\f* Seth had lived one hundred and five years, he fathered Enosh. "},{"style":"v","text":"And after Seth had fathered Enosh he lived eight hundred and seven years, and fathered sons and daughters. "},{"style":"v","text":"And all the days of Seth were nine hundred and twelve years, and he died."},{"style":"p","text":""},{"style":"v","text":"When\\f + \\fr 5:9 \\ft Literally “On the day” \\f* Enosh lived ninety years, he fathered Kenan. "},{"style":"v","text":"And after Enosh fathered Kenan he lived eight hundred and fifteen years, and fathered sons and daughters. "},{"style":"v","text":"And all the days of Enosh were nine hundred and five years, and he died."},{"style":"p","text":""},{"style":"v","text":"When\\f + \\fr 5:12 \\ft Literally “On the day” \\f* Kenan had lived seventy years, he fathered Mahalalel. "},{"style":"v","text":"And after Kenan had fathered Mahalalel, he lived eight hundred and forty years, and fathered sons and daughters. "},{"style":"v","text":"And all the days of Kenan were nine hundred and ten years, and he died."},{"style":"p","text":""},{"style":"v","text":"When\\f + \\fr 5:15 \\ft Literally “On the day” \\f* Mahalalel had lived sixty-five years, he fathered Jared. "},{"style":"v","text":"And after Mahalalel had fathered Jared, he lived eight hundred and thirty years, and fathered sons and daughters. "},{"style":"v","text":"And all the days of Mahalalel were eight hundred and ninety-five years, and he died."},{"style":"p","text":""},{"style":"v","text":"When\\f + \\fr 5:18 \\ft Literally “On the day” \\f* Jared had lived one hundred and sixty-two years, he fathered Enoch. "},{"style":"v","text":"And after Jared had fathered Enoch, he lived eight hundred years, and fathered sons and daughters. "},{"style":"v","text":"And all the days of Jared were nine hundred and sixty-two years, and he died."},{"style":"p","text":""},{"style":"v","text":"When\\f + \\fr 5:21 \\ft Literally “On the day” \\f* Enoch had lived sixty-five years, he fathered Methuselah. "},{"style":"v","text":"And Enoch walked with God after he fathered Methuselah three hundred years, and fathered sons and daughters. "},{"style":"v","text":"And all the days of Enoch were three hundred and sixty-five years. "},{"style":"v","text":"And Enoch walked with God, and he was no more, for God took him."},{"style":"p","text":""},{"style":"v","text":"When\\f + \\fr 5:25 \\ft Literally “On the day” \\f* Methuselah had lived one hundred and eighty-seven years, he fathered Lamech. "},{"style":"v","text":"And after Methuselah had fathered Lamech, he lived seven hundred and eighty-two years, and fathered sons and daughters. "},{"style":"v","text":"And all the days of Methuselah were nine hundred and sixty-nine years, and he died."},{"style":"p","text":""},{"style":"v","text":"When\\f + \\fr 5:28 \\ft Literally “On the day” \\f* Lamech had lived one hundred and eighty-two years, he fathered a son. "},{"style":"v","text":"And he called his name Noah, saying, “This one ⸤shall relieve us⸥\\f + \\fr 5:29 \\ft Literally “shall comfort us” \\f* from our work, and from the hard labor of our hands, from the ground which Yahweh had cursed. "},{"style":"v","text":"And after Lamech had fathered Noah he lived five hundred and ninety-five years, and he fathered sons and daughters. "},{"style":"v","text":"All the days of Lamech were seven hundred and seventy-seven years, and he died."},{"style":"p","text":""},{"style":"v","text":"When\\f + \\fr 5:32 \\ft Literally “On the day” \\f* Noah ⸤was five hundred years old⸥,\\f + \\fr 5:32 \\ft Literally “was a son of five hundred years” \\f* Noah fathered Shem, Ham, and Japheth."}]