[{"style":"s1","text":"Prelude to the Flood"},{"style":"m","text":""},{"style":"v","text":"And it happened \\add that\\add*, when humankind began to multiply on the face of the ground, daughters were born to them. "},{"style":"v","text":"Then\\f + \\fr 6:2 \\ft Or “And” \\f* the sons of God saw the daughters of humankind, that they \\add were\\add* beautiful. And they took for themselves wives from all that they chose. "},{"style":"v","text":"And Yahweh said, “My Spirit shall not abide with humankind forever in that he \\add is\\add* also flesh. And his days \\add shall be\\add* one hundred and twenty years.” "},{"style":"v","text":"The Nephilim \\add were\\add* upon the earth in those days, and also afterward, when the sons of God went into the daughters of humankind, and they bore children to them."},{"style":"p","text":""},{"style":"v","text":"And Yahweh saw that the evil of humankind \\add was\\add* great upon the earth, and every inclination of the thoughts of his heart \\add was\\add* always\\f + \\fr 6:5 \\ft Literally “every day” \\f* only evil. "},{"style":"v","text":"And Yahweh regretted that he had made humankind on the earth, and ⸤he was grieved in his heart⸥.\\f + \\fr 6:6 \\ft Literally “he was grieved to his heart” \\f* "},{"style":"v","text":"And Yahweh said, “I will destroy humankind whom I created from upon the face of the earth, from humankind, to animals, to creeping things, and to the birds of heaven,\\f + \\fr 6:7 \\ft Or “the sky” \\f* for I regret that I have made them.” "},{"style":"v","text":"But Noah found favor in the eyes of Yahweh."},{"style":"p","text":""},{"style":"v","text":"These \\add are\\add* the generations\\f + \\fr 6:9 \\ft Or “family records” \\f* of Noah. Noah \\add was\\add* a righteous man, without defect in his generations. Noah walked with God. "},{"style":"v","text":"And Noah fathered three sons: Shem, Ham, and Japheth. "},{"style":"v","text":"And the earth \\add was\\add* corrupted before God, and the earth was filled \\add with\\add* violence. "},{"style":"v","text":"And God saw the earth, and behold, it was corrupt, for all flesh had corrupted its way upon the earth. "},{"style":"v","text":"And God said to Noah, “The end of all flesh \\add has\\add* come before me, for the earth was filled \\add with\\add* violence because of them. Now, look, I \\add am going\\add* to destroy them \\add along\\add* with the earth. "},{"style":"v","text":"Make for yourself an ark of cypress wood; you must make the ark \\add with\\add* rooms, then\\f + \\fr 6:14 \\ft Or “and” \\f* you must cover it with pitch, inside and outside. "},{"style":"v","text":"And this \\add is\\add* how you must make it: the length of the ark, three hundred cubits; its width fifty cubits; its height, thirty cubits. "},{"style":"v","text":"You must make a roof for the ark, and ⸤finish it to a cubit above⸥.\\f + \\fr 6:16 \\ft Literally “to one cubit you must finish it from above” \\f* And \\add as for\\add* the door of the ark, you must put \\add it\\add* in its side. You must make it \\add with\\add* a lower, second, and a third \\add deck\\add*."},{"style":"p","text":""},{"style":"v","text":"And I, behold, I \\add am\\add* about to bring the flood waters over the earth to destroy all flesh in which \\add is\\add* the breath of life from under the heaven;\\f + \\fr 6:17 \\ft Or “the sky” \\f* everything that \\add is\\add* on the earth shall perish. "},{"style":"v","text":"And I will establish my covenant with you, and you must go into the ark—you, and your sons, and your wife, and the wives of your sons with you. "},{"style":"v","text":"And of every living thing, from all flesh, you must bring two from every \\add kind\\add* into the ark to keep \\add them\\add* alive with you; they shall be male and female. "},{"style":"v","text":"From the birds according to their\\f + \\fr 6:20 \\ft Or “its” \\f* kind, and from the animals according to their\\f + \\fr 6:20 \\ft Or “its” \\f* kind, from every creeping thing \\add on\\add* the ground according to its\\f + \\fr 6:20 \\ft Or “their” \\f* kind—two from every kind shall come to you to keep \\add them\\add* alive. "},{"style":"v","text":"And \\add as for\\add* you, take for yourself from every kind of food that is eaten. And you must gather \\add it\\add* to yourself. And it shall be for you and for them for food.” "},{"style":"v","text":"And Noah did according to all that God commanded him; thus he did."}]