[{"style":"s1","text":"God’s Covenant with Noah and Humankind"},{"style":"m","text":""},{"style":"v","text":"And God blessed Noah and his sons, and said to them, “Be fruitful and multiply, and fill the earth. "},{"style":"v","text":"And fear of you and dread of you shall be upon every animal of the earth, and on every bird of heaven,\\f + \\fr 9:2 \\ft Or “the sky” \\f* \\add and\\add* on everything that moves upon the ground, and on all the fish of the sea. Into your hand they shall be given. "},{"style":"v","text":"Every moving thing that lives shall be for you as food. As \\add I gave\\add* the green plants to you, I have \\add now\\add* given you everything. "},{"style":"v","text":"Only you shall not eat ⸤raw flesh with blood in it⸥.\\f + \\fr 9:4 \\ft Literally “flesh with its life, its blood” \\f* "},{"style":"v","text":"And\\f + \\fr 9:5 \\ft Or “only”; the same word that occurs at the beginning of v. \\xt 4 \\ft \\f* ⸤your lifeblood⸥\\f + \\fr 9:5 \\ft Literally “your blood belonging to your life” \\f* I will require; from ⸤every animal⸥\\f + \\fr 9:5 \\ft Literally “from the hand of every animal” \\f* I will require it. And from the hand of humankind, from the hand of \\add each\\add* man to his brother I will require the life of humankind."},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"“\\add As for\\add* the one shedding the blood of humankind,"},{"style":"q2","text":"by humankind his blood shall be shed,"},{"style":"q1","text":"for God made humankind in his own image."},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"“And you, be fruitful and multiply, swarm on the earth and multiply in it.” "},{"style":"v","text":"And God said to Noah and to his sons with him, "},{"style":"v","text":"“As for me, behold, I am establishing my covenant with you and with your seed after you, "},{"style":"v","text":"and with every living creature that \\add is\\add* with you—the birds, the animals, and every animal of the earth with you, from all \\add that\\add* came out of the ark to all the animals of the earth. "},{"style":"v","text":"I am establishing my covenant with you, that never again will all flesh be cut off by the waters of a flood, nor will there ever be a flood that destroys the earth.” "},{"style":"v","text":"And God said, “This \\add is\\add* the sign of the covenant that I am making between me and you, and between every living creature that \\add is\\add* with you for future generations. "},{"style":"v","text":"My bow I have set in the clouds, and it shall be for a sign of \\add the\\add* covenant between me and between the earth. "},{"style":"v","text":"And when I make clouds appear over the earth the bow shall be seen in the clouds. "},{"style":"v","text":"Then\\f + \\fr 9:15 \\ft Or “And” \\f* I will remember my covenant that \\add is\\add* between me and you, and between every living creature, with all flesh. And the waters of a flood will never again ⸤cause the destruction⸥\\f + \\fr 9:15 \\ft Literally “be to destroy” \\f* of all flesh. "},{"style":"v","text":"The bow shall be in the clouds, and I will see it, so as to remember \\add the\\add* everlasting covenant between God and between every living creature, with all flesh that \\add is\\add* upon the earth.” "},{"style":"v","text":"And God said to Noah, “This \\add is\\add* the sign of the covenant which I am establishing between me and all flesh that \\add is\\add* upon the earth."},{"style":"s1","text":"Noah’s Descendants"},{"style":"m","text":""},{"style":"v","text":"Now\\f + \\fr 9:18 \\ft Or “And” \\f* the sons of Noah who came out of the ark \\add were\\add* Shem, Ham, and Japheth. (Ham \\add was\\add* the father of Canaan.) "},{"style":"v","text":"These three \\add were\\add* the sons of Noah, and from these ⸤the whole earth was populated⸥.\\f + \\fr 9:19 \\ft Literally “all the earth branched out” \\f* "},{"style":"v","text":"And Noah began \\add to be\\add* a man of the ground, and he planted a vineyard. "},{"style":"v","text":"And he drank some of the wine and became drunk, and he exposed himself in the midst of his tent. "},{"style":"v","text":"And Ham, the father of Canaan, saw the nakedness of his father, and he told his two brothers outside. "},{"style":"v","text":"Then\\f + \\fr 9:23 \\ft Or “And” \\f* Shem and Japheth took a garment, and the two of them put \\add it\\add* on \\add their\\add* shoulders and, walking backward, they covered the nakedness of their father. And their faces \\add were turned\\add* backward, so that\\f + \\fr 9:23 \\ft Or “and” \\f* they did not see the nakedness of their father. "},{"style":"v","text":"Then\\f + \\fr 9:24 \\ft Or “And” \\f* Noah awoke from his drunkenness,\\f + \\fr 9:24 \\ft Or “his wine” \\f* and he knew what his youngest son had done to him. "},{"style":"v","text":"And he said,"},{"style":"sd0","text":""},{"style":"q1","text":"“Cursed \\add be\\add* Canaan,"},{"style":"q2","text":"a slave of slaves he shall be to his brothers.”"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"Then\\f + \\fr 9:26 \\ft Or “And” \\f* he said,"},{"style":"sd0","text":""},{"style":"q1","text":"“Blessed \\add be\\add* Yahweh, the God of Shem,"},{"style":"q2","text":"and let Canaan be a slave to them."},{"style":"q1","text":""},{"style":"v","text":"May God make space for Japheth,"},{"style":"q2","text":"and let him dwell in the tents of Shem,"},{"style":"q2","text":"and let Canaan be a slave for him.”"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And Noah lived three hundred and fifty years after the flood. "},{"style":"v","text":"And all the days of Noah were nine hundred and fifty years, and he died."}]