[{"style":"r","verse":"","text":"V. 1-11: cf. 1 Pi 2:13-16. (Ép 2:1-10. Tit 2:11-15.) Ro 16:17, 18."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 3.1 \\xt Ro 13:1, etc. 1 Pi 2:13.\\x*Rappelle-leur d’être soumis aux magistrats et aux autorités, d’obéir, d’être prêts à toute bonne œuvre, "},{"style":"v","verse":"2","text":"de ne médire de personne, d’être pacifiques, \\x b \\xo 3.2 \\xt Ph 4:5.\\x*modérés, \\x c \\xo 3.2 \\xt 2 Ti 2:24, 25.\\x*pleins de douceur envers tous les hommes. "},{"style":"v","verse":"3","text":"\\x d \\xo 3.3 \\xt 1 Co 6:11. Ép 2:1. Col 3:7. 1 Pi 4:3.\\x*Car nous aussi, nous étions autrefois insensés, désobéissants, égarés, asservis à toute espèce de convoitises et de voluptés, vivant dans la méchanceté et dans l’envie, dignes d’être haïs, et nous haïssant les uns les autres. "},{"style":"v","verse":"4","text":"Mais, lorsque la bonté de Dieu notre Sauveur et son amour pour les hommes ont été manifestés, "},{"style":"v","verse":"5","text":"\\x e \\xo 3.5 \\xt Ép 1:4. 2 Ti 1:9.\\x*il nous a sauvés, \\x f \\xo 3.5 \\xt Ro 3:20, 28; 4:2, 6; 9:11; 11:6. Ga 2:16. Ép 2:9.\\x*non à cause des œuvres de justice que nous aurions faites, \\x g \\xo 3.5 \\xt Ac 15:11. Ép 2:4.\\x*mais selon sa miséricorde, par le baptême de la régénération et le renouvellement du Saint-Esprit, "},{"style":"v","verse":"6","text":"\\x h \\xo 3.6 \\xt Éz 36:25.\\x*qu’il a répandu sur nous avec abondance par Jésus-Christ notre Sauveur, "},{"style":"v","verse":"7","text":"afin que, justifiés par sa grâce, nous devenions, en espérance, héritiers de la vie éternelle. "},{"style":"v","verse":"8","text":"Cette parole est certaine, et je veux que tu affirmes ces choses, afin que ceux qui ont cru en Dieu s’appliquent à pratiquer de bonnes œuvres. \\x i \\xo 3.8 \\xt 1 Ti 1:4; 4:7; 6:20. Tit 1:14.\\x*Voilà ce qui est bon et utile aux hommes. "},{"style":"v","verse":"9","text":"Mais évite les discussions folles, les généalogies, les querelles, les disputes relatives à la loi; car elles sont inutiles et vaines. "},{"style":"v","verse":"10","text":"\\x j \\xo 3.10 \\xt Mt 18:17. Ro 16:17. 2 Th 3:6. 2 Ti 3:5. 2 Jn v. 10.\\x*Éloigne de toi, après un premier et un second avertissement, celui qui provoque des divisions, "},{"style":"v","verse":"11","text":"sachant qu’un homme de cette espèce est perverti, et qu’il pèche, en se condamnant lui-même."},{"style":"s1","verse":"","text":"Recommandations particulières. Salutations"},{"style":"r","verse":"","text":"V. 12-15: cf. Jn 15:8. 1 Co 16:20-24."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Lorsque je t’enverrai Artémas ou \\x k \\xo 3.12 \\xt Ac 20:4. Ép 6:21. 2 Ti 4:12.\\x*Tychique, hâte-toi de venir me rejoindre à Nicopolis; car c’est là que j’ai résolu de passer l’hiver. "},{"style":"v","verse":"13","text":"Aie soin de pourvoir au voyage de Zénas, le docteur de la loi, et \\x l \\xo 3.13 \\xt Ac 18:24. 1 Co 1:12.\\x*d’Apollos, en sorte que rien ne leur manque. "},{"style":"v","verse":"14","text":"Il faut que les nôtres aussi apprennent à pratiquer de bonnes œuvres pour subvenir aux besoins pressants, afin qu’ils ne soient pas sans produire des fruits. "},{"style":"v","verse":"15","text":"Tous ceux qui sont avec moi te saluent. Salue ceux qui nous aiment dans la foi. Que la grâce soit avec vous tous!"}]