[{"style":"mt1","text":"Haggai"},{"style":"s1","text":"The Temple Lies in Ruins"},{"style":"m","text":""},{"style":"v","text":"In the second year of King Darius, in the sixth month, on \\add the\\add* first day, the word of Yahweh came ⸤through⸥\\f + \\fr 1:1 \\ft Literally “through the hand of” \\f* Haggai the prophet to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying, "},{"style":"v","text":"“Thus says Yahweh of hosts: ‘This people says, “⸤The time has not come to rebuild the temple of Yahweh⸥.’ ” \\f + \\fr 1:2 \\ft Literally “The time is not coming, the time for the house of Yahweh to be built” \\f* "},{"style":"v","text":"And the word of Yahweh came ⸤through⸥\\f + \\fr 1:3 \\ft Literally “through the hand of” \\f* Haggai the prophet, saying, "},{"style":"v","text":"“\\add Is it\\add* a time for you yourselves to dwell in your houses that have been paneled \\add while\\add* this house\\f + \\fr 1:4 \\ft That is, the temple \\f* \\add is\\add* desolate?” "},{"style":"v","text":"And so then, thus says Yahweh of hosts: ‘⸤Consider your ways⸥!\\f + \\fr 1:5 \\ft Literally “Set your heart on your ways” \\f* "},{"style":"v","text":"You have sown much but have harvested little. You have eaten without \\add being\\add* satisfied; ⸤you have drunk without being satiated⸥;\\f + \\fr 1:6 \\ft Literally “You have drunk, without becoming drunk” \\f* you have worn clothes without \\add being\\add* warm; the one who earns wages puts it in ⸤a pouch with holes⸥.’\\f + \\fr 1:6 \\ft Literally “a pierced pouch” \\f* "},{"style":"v","text":"Thus says Yahweh of hosts: ‘⸤Consider your ways⸥!\\f + \\fr 1:7 \\ft Literally “Set your heart on your ways” \\f* "},{"style":"v","text":"Go up the mountain and bring wood and build the house\\f + \\fr 1:8 \\ft That is, the temple \\f* so that I may be pleased with it and honored,’ says Yahweh. "},{"style":"v","text":"‘You have looked for much, and look! \\add It came\\add* to little; and \\add when\\add* you brought \\add it\\add* home, I blew it \\add away\\add*. Why?’ ⸤declares⸥\\f + \\fr 1:9 \\ft Literally “a declaration of ” \\f* Yahweh of hosts. ‘Because my house \\add is\\add* desolate and you \\add are\\add* running each to your own house! "},{"style":"v","text":"Therefore, because of you \\add the\\add* heavens have withheld \\add the\\add* dew and the earth has withheld its produce. "},{"style":"v","text":"I have called for a drought on the land and the hills,\\f + \\fr 1:11 \\ft Or mountains \\f* on the grain, the new wine, the olive oil, on what the soil produces, on human beings and wild animals,\\f + \\fr 1:11 \\ft Hebrew “animal” \\f* and on ⸤all their labor⸥.’ ”\\f + \\fr 1:11 \\ft Literally “all the labor of \\fq the \\ft hands” \\f*"},{"style":"p","text":""},{"style":"v","text":"Zerubbabel son of Shealtiel, Joshua son of Jehozadak, the high priest, and all the remnant of the people gave heed to the voice of Yahweh their God and to the words of Haggai the prophet, as Yahweh their God had sent him, ⸤and the people feared Yahweh⸥.\\f + \\fr 1:12 \\ft Literally “and the people feared from before Yahweh” \\f* "},{"style":"v","text":"And Haggai the messenger of Yahweh spoke to the people with the message of Yahweh, saying, “ ‘I \\add am\\add* with you’ ⸤declares⸥\\f + \\fr 1:13 \\ft Literally “a declaration of” \\f* Yahweh.” "},{"style":"v","text":"And Yahweh stirred up the spirit of Zerubbabel son of Shealtiel, governor of Judah, and the spirit of Joshua son of Jehozadak, the high priest, and the spirit of all the remnant of the people. And they came and did \\add the\\add* work on the house of Yahweh of hosts, their God, "},{"style":"v","text":"on the twenty-fourth day of the sixth month in the second year of King Darius."}]