[{"style":"s","verse":"","text":"Jànglekat yu réer yi ak seen muj"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Waaye ci °bànni Israyil, amoon na naaféq yu mbubboo turu yonent, ni muy ame seen biir ñuy mbubboo turu jànglekat. Ci seeni pexe dinañu dugal ci yéen xalaat yu sànke, di weddi Boroom bi leen °jot, tey yóbbe seen bopp alkànde ju teew."},{"style":"v","verse":"2","text":"Ñu bare dinañu leen fekki ci seeni ñaawteef, ba gàkkal yoonu dëgg ci bëti nit ñi."},{"style":"v","verse":"3","text":"Seen bëgge dina tax, ñu dabb-daaxe ay wax, ngir nax leen, ba lekk seenus tuut. Waaye àtte baa ngi leen di xaar, te seen alkànde di leen teeru."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ndaxte Yàlla jéggalul malaaka ya bàkkaaroon, waaye tàbbal na leen sawara, tëj leen ca kàmb yu lëndëm, di leen nége àtte ba."},{"style":"v","verse":"5","text":"Te it jéggalul àddina su jëkk sa weddi woon, ba xooj ko ci ndoxu mbënn ma, waaye musal na Nóoyin rekk, mi daan waare ci njub, moom ak juróom ñaari nit."},{"style":"v","verse":"6","text":"Te it Yàlla daan na dëkki °Sodom ak Gomor, raafal leen cig lakk, ñuy misaalu ñiy weddi ëllëg."},{"style":"v","verse":"7","text":"Waaye musal na Lóot mi jub, mi sonnoon ndax ñaawteefi ñu dëng, ñooñu mu nekkaloon."},{"style":"v","verse":"8","text":"Ndaxte Lóot, mi dëkkoon ci seen biir, dafa dëkke woon tiisu xol, ndax ñaawteef yi mu gis ak a dégg guddi ak bëccëg."},{"style":"v","verse":"9","text":"Gannaaw loolu lépp am na nag, nanu bir ne Boroom bi man na musal aji gëm ji nekk ci nattu, te denc ñi jubadi, ngir alag leen bésu àtte ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Rawatina ñiy topp seen bakkan ciy bëgg-bëgg yu ruslu, te faalewuñu genn kilifteef. Ñu ñeme Yàlla lañu, te dëgër bopp, ba ragaluñoo xas kilifa ya gëna kawe."},{"style":"v","verse":"11","text":"Fekk sax malaaka, yi leen ëpp doole ak kàttan, tey sax ca jataayu Boroom bi, ñemewuñoo xas kilifa yooyu."},{"style":"v","verse":"12","text":"Waaye ñoom dañuy xas ci biir yi ñu xamul. Ñoom ak bàyyima ñoo yem, di ay mbindeef yuy tañaxu, te tër rendi rekk a jekk ci ñoom; dees na leen rey ni bàyyima,"},{"style":"v","verse":"13","text":"muy seen peyug njubadi."},{"style":"p","verse":"","text":"Xawaare bëccëg ndarakàmm mooy seen bànneex. Su ñuy lekkandoo ak yéen, dañuy bànneexu ci seeni bëgg-bëgg, di ay gàkk ak i sikk ci seen biir."},{"style":"v","verse":"14","text":"Jigéen ju seen bët tegu, ñu xédd ko, ba duñu tàggook moy mukk. Ku ñàkk pastéef ñu fàbbi la. Ñu xelu lañu jëme cig bëgge. Ñu alku lañu!"},{"style":"v","verse":"15","text":"Réer nañu ba wàcc yoon wu jub wi, topp yoonu °Balaam, doomu Bosor\\f + \\fr 2.15 \\fk Bosor \\ft mooy Bewor ci làkku Yawut yi; Gereg yi ñoo koy wax Bosor.\\f*, mi bëgge xiiroon ci njubadi."},{"style":"v","verse":"16","text":"Waaye déggadeem yóbbe na ko yeraange; xam ngeen ne mbaam-sëf du wax, waaye mbaam wax na ak moom ci làmmiñ wu bir, ngir mu génn ci ndofam googu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ñooñule ay teen yu dëy lañu, di xiini lay yu ngelaw liy naawal, te seen pey mooy lëndëm gu ne taraj."},{"style":"v","verse":"18","text":"Dañuy fàbbi ñu naroona mucc ci àddina ju réer, dig leen ak làmmiñ yu neex bànneexi bakkan yu jéggi dayo."},{"style":"v","verse":"19","text":"Dañu leen di dig ngoreel, te fekk ñoom ci seen bopp jaami yàqute lañu, ndaxte lu la not, jaamam nga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Su ñu xamee Boroom bi, di sunu Musalkat Yeesu °Kirist, ba mucc ci sobes àddina, ba noppi sóobuwaat ca, ba mu not leen, seen muj moo yées seen njàlbéen."},{"style":"v","verse":"21","text":"Ndaxte ñu xam yoon wu jub wi, ba noppi dëddu ndigal lu sell li ñu déggoon, bañoon koo xam moo gënoon ci ñoom."},{"style":"v","verse":"22","text":"Noonu seen mbir dëggal na li ñuy wax ne: «Xaj mooy waccu, di ko lekkaat,» te it: «Mbaam-xuux, loo ko sang sang, mu xalangu ci ban.»"}]