[{"style":"s1","verse":"","text":"The Coming Apostasy"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now the Spirit explicitly says that in the last times some will depart from the faith, paying attention to deceitful spirits and teachings of demons, "},{"style":"v","verse":"2","text":"by the hypocrisy of liars, who are seared in their own conscience, "},{"style":"v","verse":"3","text":"who forbid marrying \\add and insist on\\add* abstaining from foods that God created for sharing in with thankfulness by those who believe and who know the truth, "},{"style":"v","verse":"4","text":"because everything created by God \\add is\\add* good and nothing \\add is to be\\add* rejected \\add if it is\\add*\\ef + \\fr 4:4 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“received”) which is understood as conditional \\ef* received with thankfulness, "},{"style":"v","verse":"5","text":"for it is made holy by the word of God and prayer."},{"style":"s1","verse":"","text":"The Good Servant of Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"\\add By\\add*\\ef + \\fr 4:6 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“teaching”) which is understood as means \\ef* teaching these \\add things\\add* to the brothers, you will be a good servant of Christ Jesus, trained in the words of the faith and of the good teaching that you have followed faithfully. "},{"style":"v","verse":"7","text":"But reject those ⸤worthless myths told by elderly women⸥\\f + \\fr 4:7 \\ft Literally “worthless and characteristic of an elderly woman myths” \\f*, and train yourself for godliness. "},{"style":"v","verse":"8","text":"For the training of the body is ⸤somewhat⸥\\f + \\fr 4:8 \\ft Literally “for a little” \\f* profitable, but godliness is profitable for everything, \\add because it\\add*\\ef + \\fr 4:8 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“holds”) which is understood as causal \\ef* holds promise for the present life and for the \\add life\\add* to come. "},{"style":"v","verse":"9","text":"The statement \\add is\\add* trustworthy and deserving of complete acceptance. "},{"style":"v","verse":"10","text":"For to this \\add end\\add* we labor and suffer reproach,\\f + \\fr 4:10 \\ft Some manuscripts have “and strive” \\f* because we have put our hope in \\add the\\add* living God, who is the Savior of all people, especially of believers."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Command these \\add things\\add* and teach \\add them\\add*. "},{"style":"v","verse":"12","text":"Let no one look down on your youth, but be an example for the believers in word, in conduct, in love, in faith, in purity. "},{"style":"v","verse":"13","text":"Until I come, pay attention to the \\add public\\add* reading,\\f + \\fr 4:13 \\ft Many English translations supply “of scripture” here to clarify what is to be read aloud \\f* to exhortation, to teaching. "},{"style":"v","verse":"14","text":"Do not neglect the gift \\add that is\\add* in you, that was granted to you through prophecy with the laying on of hands by the council of elders. "},{"style":"v","verse":"15","text":"Practice these \\add things\\add*. Be \\add diligent\\add*\\f + \\fr 4:15 \\ft Literally “be in these \\fq things \\ft ,” though most English versions supply a predicate here \\f* in these \\add things\\add*, in order that your progress may be evident to everyone. "},{"style":"v","verse":"16","text":"Fix \\add your\\add* attention on yourself and on your teaching. Continue in them, for \\add by\\add*\\ef + \\fr 4:16 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“doing”) which is understood as means \\ef* doing this you will save both yourself and those who hear you."}]