[{"style":"s1","verse":"","text":"Instructions About Widows"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Do not rebuke an older man, but appeal to \\add him\\add* as a father, younger men as brothers, "},{"style":"v","verse":"2","text":"older women as mothers, younger women as sisters, with all purity. "},{"style":"v","verse":"3","text":"Honor widows \\add who are\\add* truly widows. "},{"style":"v","verse":"4","text":"But if any widow has children or grandchildren, they must learn to show profound respect for their own household first, and to pay back recompense to their parents, for this is pleasing in the sight of God. "},{"style":"v","verse":"5","text":"But the widow \\add who is one\\add* truly, and is left alone, has put her hope in God and continues in her petitions and prayers night and day. "},{"style":"v","verse":"6","text":"But the one who lives for sensual pleasure is dead \\add even though she\\add*\\ef + \\fr 5:6 \\ft ﻿*Here “\\add even though\\add*” is supplied as a component of the participle (“lives”) which is understood as concessive \\ef* lives. "},{"style":"v","verse":"7","text":"And command these \\add things\\add*, in order that they may be irreproachable. "},{"style":"v","verse":"8","text":"But if someone does not provide for his own \\add relatives\\add*, and especially the members of his household, he has denied the faith and is worse than an unbeliever."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Let a widow be put on the list \\add if she\\add*\\ef + \\fr 5:9 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“is”) which is understood as conditional \\ef* is not less than sixty years \\add old\\add*, the wife of one husband, "},{"style":"v","verse":"10","text":"being well-attested by good works, if she has brought up children, if she has shown hospitality, if she has washed the feet of the saints, if she has helped those who are oppressed, if she has devoted herself to every good work. "},{"style":"v","verse":"11","text":"But refuse younger widows, for whenever their physical desires lead them away from Christ, they want to marry, "},{"style":"v","verse":"12","text":"\\add thus\\add* incurring condemnation because they have broken their former pledge. "},{"style":"v","verse":"13","text":"And at the same time also, going around from house to house, they learn \\add to be\\add* idle, and not only idle, but also gossipy and busybodies, saying the things \\add that are\\add* not necessary. "},{"style":"v","verse":"14","text":"Therefore I want younger \\add widows\\add* to marry, to bear children, to manage a household, to give the adversary no opportunity for reproach. "},{"style":"v","verse":"15","text":"For already some have turned away \\add and followed\\add* after Satan. "},{"style":"v","verse":"16","text":"If any believing woman has widows, she must help them, and the church must not be burdened, in order that it may help those \\add who are\\add* truly widows."},{"style":"s1","verse":"","text":"Honoring Worthy Elders and Dealing With Sinners"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"The elders who lead well must be considered worthy of double honor, especially those who labor by speaking and teaching. "},{"style":"v","verse":"18","text":"For the scripture says, “You must not muzzle an ox \\add while it\\add*\\ef + \\fr 5:18 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“threshing”) which is understood as temporal \\ef* is threshing,”\\f + \\fr 5:18 \\ft A quotation from \\xt Deut 25:4 \\ft \\f* and “The worker \\add is\\add* worthy of his wages.”\\f + \\fr 5:18 \\ft A quotation from \\xt Luke 10:7 \\ft \\f* "},{"style":"v","verse":"19","text":"Do not accept an accusation against an elder except on the evidence of two or three witnesses. "},{"style":"v","verse":"20","text":"Reprove those who sin in the presence of all, in order that the rest also may experience fear. "},{"style":"v","verse":"21","text":"I testify solemnly before God and Christ Jesus and the elect angels that you observe these \\add things\\add* without prejudice, doing nothing according to partiality. "},{"style":"v","verse":"22","text":"Lay hands on no one hastily, and do not participate in the sins of others. Keep yourself pure. "},{"style":"v","verse":"23","text":"(No longer drink only water, but use a little wine for your stomach and your frequent illnesses.) "},{"style":"v","verse":"24","text":"The sins of some people are evident, preceding \\add them\\add* to judgment, but for some also they follow after \\add them\\add*. "},{"style":"v","verse":"25","text":"Likewise also good works \\add are\\add* evident, and those considered otherwise are not able to be hidden."}]