[{"style":"s1","verse":"","text":"Nanu ràññee Noo giy dëgg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Soppe yi, du képp ku ne mu ngeek \\w Noowug Yàlla|Noo gu Sell g-:\\w*, ngeen di gëm, waaye nattuleen noo gi mu waxe, ba xam ndax ci Yàlla la jóge, ndax yonenti caaxaan yu baree dajal àddina."},{"style":"v","verse":"2","text":"Ni ngeen di xàmmee Noowug Yàlla nag moo di képp ku ne mu ngeek Noo gi, te kàddoom dëggal ne, Yeesu \\w Almasi|Almasi b-:\\w* bi moo dikke yaramu suux, kooka noo ga muy waxe ci Yàlla la bokk."},{"style":"v","verse":"3","text":"Waaye képp ku noo ga mu waxe waxloowul kàddu gu dëggal ne Yeesoo dikke yaramu suux, kooka noo ga muy waxe bokkul ci Yàlla. Googu noo mooy gu bañaaleb Almasi ba ngeen déggoon ne dina ñëw, te tey mu ngi ci àddina ba noppi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Yeen xale yi, ci Yàlla ngeen bokk, te daan ngeen yonenti caaxaan yooyu, ndax ki ci yeen moo ëpp doole ki ci àddina."},{"style":"v","verse":"5","text":"Ñoom nag ci àddina lañu bokk; moo tax waxi àddina lañuy wax, àddina di leen déglu."},{"style":"v","verse":"6","text":"Nun ci Yàlla lanu bokk. Ku xam Yàlla, déglu nu; ku bokkul ci Yàlla doo nu déglu. Noonu lanuy ràññee Noo giy dëgg ak noo giy fen."},{"style":"s1","verse":"","text":"Nanu soppante"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Soppe yi, nanu soppante, ndax cofeel ci Yàlla la bokk; képp ku am cofeel, ci Yàlla nga sosoo, te xam nga Yàlla."},{"style":"v","verse":"8","text":"Ku amul ag cofeel nag, xamuloo Yàlla, ndax Yàlla cofeelu neen la."},{"style":"v","verse":"9","text":"Ni cofeelu Yàlla feeñe ci nun moo di jenn Doomu boppam ji mu yebal ci àddina, ngir nu mana dund ci kàttanam."},{"style":"v","verse":"10","text":"Lii mooy cofeel: cofeel gi du sunug cofeel, nun ci Yàlla; xanaa cofeel gi mu nu sopp, ba yebal Doomam, def ko \\w njotlaay|njotlaay g-:\\w*, ñeel sunuy bàkkaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Soppe yi, ndegam Yàllaa nu soppe nii, nun itam war nanoo soppante."},{"style":"v","verse":"12","text":"Yàlla moom, kenn masu koo gis. Waaye su nu soppantee, Yàllaa ngi ci nun, te cofeelam mat na sëkk ci nun."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ni nuy xame ne ci Yàlla la nu saxe, te moom itam ci nun la sax, moo di \\w Noowam|Noo gu Sell g-:\\w* gi mu nu sédd ab cér."},{"style":"v","verse":"14","text":"Nun nag noo gisal sunu bopp te noo seede ne Baay bi moo yebal Doom ji, muy Musalkatub àddina."},{"style":"v","verse":"15","text":"Képp ku dëggal ne Yeesu mooy \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, Yàlla ci moom lay sax, te moom it ci Yàlla lay sax."},{"style":"v","verse":"16","text":"Nun nag xam nanu te gëm nanu cofeel gi nu Yàlla sopp."},{"style":"p","verse":"","text":"Yàlla cofeelu neen la. Képp ku saxoo cofeel, ci Yàlla nga sax, te Yàlla itam ci yaw la sax."},{"style":"v","verse":"17","text":"Cofeel a mat sëkk ci nun, ngir nu ànd ak fit keroog bés-pénc. Te li nuy may fit mooy, ni Yeesu moomu nekke, noonu lanu nekke nun itam ci àddina sii."},{"style":"v","verse":"18","text":"Cofeel àndul ak gennug ragal, waaye cofeel gu mat sëkk dàq na ag ragal; ag ragal, mook séentu ag mbugal ñoo ànd; te ku ragal, sag cofeel a des."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Nun nag, li nu taxa am cofeel moo di Yàlla moo nu njëkka sopp."},{"style":"v","verse":"20","text":"Ku ne moo sopp Yàlla, te soppul mbokkum gëmkatam, day fen, ndax ku soppul sa mbokk mi ngay gis, doo mana sopp Yàlla mi nga gisul."},{"style":"v","verse":"21","text":"Te ndigal lii nag, moom la nu Yàlla jox: ku sopp Yàlla, na sopp mbokkam itam."}]