[{"style":"s1","text":"Ku gëm Almasi bi, daan nga àddina"},{"style":"p","text":""},{"style":"v","text":"Képp ku gëm ne Yeesu mooy \\w Almasi|Almasi b-:\\w* bi, kooku ci Yàlla la sosoo; te ku sopp baay, sopp doom ji sosoo ci moom."},{"style":"v","text":"Ni nuy xame ne noo sopp doomi Yàlla mooy nii: bu nu soppee Yàlla, di jëfe ay ndigalam."},{"style":"v","text":"Ndax kat sopp Yàlla moo di, ay ndigalam nu di ko sàmm, te ay ndigalam diisul."},{"style":"v","text":"Képp ku sosoo ci Yàlla, moo daan àddina; te galgal biy daan àddina mooy sunu ngëm."},{"style":"v","text":"Ana ku daan àddina ku moy ki gëm ne Yeesu mooy \\w Doomu Yàlla|Doomu Yàlla j-:\\w*?"},{"style":"s1","text":"Nanu gëm li Yàlla seedeel Almasi bi"},{"style":"p","text":""},{"style":"v","text":"Kii mooy ki dikke ci ndox ak ci deret, kookooy Yeesu \\w Almasi|Almasi b-:\\w* bi; jaarul ci sóobu ndox doŋŋ, waaye su weesoo loolu, jaar na ci dee, tuur deretam. \\w Noowug Yàllaa|Noo gu Sell g-:\\w* ko seede, ndax Noo gi mooy dëgg,"},{"style":"v","text":"te ñett a ko seede sax:"},{"style":"v","text":"Noo gi ak ndox ak deret, te ñoom ñett ñépp a juboo ci benn baat."},{"style":"v","text":"Ndegam seedes nit lees di nangu nag, astamaak seedes Yàlla si gëna màgg, te seedes Yàlla mooy seede si mu seedeel Doomam."},{"style":"v","text":"Ku gëm \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, seede soosoo ngi ci sab xol. Ku gëmul Yàlla nag, ab fen-kat nga ko def, ndax yaa gëmul seede si Yàlla seedeel Doomam."},{"style":"v","text":"Seede si moo di texe ba fàww la nu Yàlla jagleel, te texe googu ci Doomam la nekk."},{"style":"v","text":"Ku am Doom ji, yaa texe; ku amul Doomu Yàlla, texewuloo."},{"style":"s1","text":"Ku gëm Almasi bi, texe"},{"style":"p","text":""},{"style":"v","text":"Lii maa leen ko bind, yeen ñi gëm turu \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, ngir ngeen xam ne texe ngeen ba fàww."},{"style":"v","text":"Kóolute gi nu am ci Yàlla moo di su nu ko ñaanee lenn lu dëppook coobareem, da nuy nangul."},{"style":"v","text":"Gannaaw xam nanu ne moo nuy nangul lépp lu nu ko ñaan, xam nanu ne dagaan yi nuy sàkku ci moom, am nanu ko."},{"style":"p","text":""},{"style":"v","text":"Ku gis mbokku gëmkatam, muy bàkkaar bàkkaar bu ko jëmewul ci dee, na ko tinul, Yàlla may ko mu dund. Waaye na fekk muy bàkkaar bu jëmewul ci dee. Bàkkaar bu jëme ci dee taxul may digle ku ci ñaan."},{"style":"v","text":"Gépp njubadi bàkkaar la, waaye am na bàkkaar bu jëmewul ci dee."},{"style":"p","text":""},{"style":"v","text":"Xam nanu ne képp ku sosoo ci Yàlla doo sax ci bàkkaar, waaye Kenn ki sosoo ci Yàlla moo koy sàmm, ba \\w ku bon ki|ku bon ki:\\w* du ko manal dara."},{"style":"v","text":"Nun nag xam nanu ne ci Yàlla lanu bokk, te àddina sépp a ngi ci loxol ku bon ki."},{"style":"p","text":""},{"style":"v","text":"Xam nanu itam ne Doomu Yàlla moo dikk ba may nu xel mu nu xame Kiy dëgg, te nu ngi ci Kiy dëgg ak Doomam Yeesu \\w Almasi|Almasi b-:\\w* bi. Kooku mooy Yàlla ju dëggu ji, te moom moo di ag texe ba fàww."},{"style":"p","text":""},{"style":"v","text":"Xale yi, wattuleen seen bopp ci ay tuur."}]