[{"style":"mt1","text":"1 Chronicles"},{"style":"s1","text":"From Adam to Abraham"},{"style":"m","text":""},{"style":"v","text":"Adam, Seth, Enosh; "},{"style":"v","text":"Kenan, Mahalalel, Jared; "},{"style":"v","text":"Enoch, Methuselah, Lamech; "},{"style":"v","text":"Noah, Shem, Ham, and Japheth."},{"style":"p","text":""},{"style":"v","text":"The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. "},{"style":"v","text":"The sons of Gomer: Ashkenaz, Diphath, and Togarmah. "},{"style":"v","text":"The sons of Javan: Elishah, Tarshish, Kittim, and Rhodanim."},{"style":"p","text":""},{"style":"v","text":"The sons of Ham: Cush, Mizraim, Put, and Canaan. "},{"style":"v","text":"The sons of Cush: Seba, Havilah, Sabta, Raamah, and Sabteca. And the sons of Raamah: Sheba and Dedan. "},{"style":"v","text":"And Cush fathered Nimrod; he himself began to be mighty on earth. "},{"style":"v","text":"And Mizraim fathered the Ludim, the Anamim, the Lehabim, the Naphtuhim, "},{"style":"v","text":"the Pathrusim, the Casluhim (from whence the Philistines descended), and the Caphtorim. "},{"style":"v","text":"And Canaan fathered Zidon his firstborn, and Heth, "},{"style":"v","text":"and the Jebusites, the Amorites, the Girgashites, "},{"style":"v","text":"the Hivites, the Arkites, the Sinites, "},{"style":"v","text":"the Arvadites, the Zemarites, and the Hamathites."},{"style":"p","text":""},{"style":"v","text":"The sons of Shem: Elam, Asshur, Arphaxad, Lud, Aram, Uz, Hul, Gether, and Meshech. "},{"style":"v","text":"And Arphaxad fathered Shelah; and Shelah fathered Eber. "},{"style":"v","text":"And two sons were born to Eber: the name of the one \\add was\\add* Peleg (for in his days the earth was divided), and the name of his brother \\add was\\add* Joktan. "},{"style":"v","text":"And Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah, "},{"style":"v","text":"Hadoram, Uzal, Diklah, "},{"style":"v","text":"Ebal,\\f + \\fr 1:22 \\ft Spelled “Obal” in \\xt Genesis 10:28 \\ft \\f* Abimael, Sheba, "},{"style":"v","text":"Ophir, Havilah, and Jobab; all these were the sons of Joktan. "},{"style":"v","text":"Shem, Arphaxad, Shelah; "},{"style":"v","text":"Eber, Peleg, Reu; "},{"style":"v","text":"Serug, Nahor, Terah; "},{"style":"v","text":"Abram, that is, Abraham."},{"style":"p","text":""},{"style":"v","text":"The sons of Abraham: Isaac and Ishmael. "},{"style":"v","text":"These \\add are\\add* their generations: the firstborn of Ishmael, Nebaioth, and Kedar, Abdeel, Mibsam, "},{"style":"v","text":"Mishma, Dumah, Massa, Hadad, Tema, "},{"style":"v","text":"Jetur, Naphish, and Kedmah. These \\add are\\add* the sons of Ishmael. "},{"style":"v","text":"And the sons of Keturah, Abraham’s concubine: she gave birth to Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. And the sons of Jokshan: Sheba and Dedan. "},{"style":"v","text":"And the sons of Midian: Ephah, Epher, Enoch, Abida, and Eldaah. All these \\add were\\add* the sons of Keturah."},{"style":"p","text":""},{"style":"v","text":"Abraham fathered Isaac. The sons of Isaac: Esau and Israel. "},{"style":"v","text":"The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah. "},{"style":"v","text":"The sons of Eliphaz: Teman, Omar, Zephi,\\f + \\fr 1:36 \\ft Spelled “Zepho” in \\xt Genesis 36:11 \\ft \\f* Gatam, Kenaz, Timna, and Amalek. "},{"style":"v","text":"The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. "},{"style":"v","text":"And the sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan. "},{"style":"v","text":"And the sons of Lotan: Hori and Homam; and the sister of Lotan \\add was\\add* Timna. "},{"style":"v","text":"The sons of Shobal: Alian, Manahath, Ebal, Shephi, and Onam. And the sons of Zibeon: Aiah and Anah. "},{"style":"v","text":"The sons of Anah: Dishon. And the sons of Dishon: Hamran, Eshban, Ithran, and Keran. "},{"style":"v","text":"The sons of Ezer: Bilhan, Zaavan, and Jaakan. The sons of Dishan: Uz and Aran."},{"style":"p","text":""},{"style":"v","text":"These \\add are\\add* the kings who reigned in the land of Edom before any king reigned over the ⸤Israelites⸥:\\f + \\fr 1:43 \\ft Literally “sons/children of Israel” \\f* Bela son of Beor, and the name of his city \\add was\\add* Dinhabah. "},{"style":"v","text":"When Bela died, Jobab son of Zerah from Bozrah reigned in his place. "},{"style":"v","text":"When Jobab died, Husham from the land of the Temanites reigned in his place. "},{"style":"v","text":"When Husham died, Hadad son of Bedad, who defeated the Midianites in the country of Moab, reigned in his place. And the name of his city was Avith.\\f + \\fr 1:46 \\ft According to the reading tradition (\\fqa Qere) \\ft ; \\fqa Kethib \\ft has “Avuth” \\f* "},{"style":"v","text":"When Hadad died, Samlah from Masrekah reigned in his place. "},{"style":"v","text":"When Samlah died, Shaul from Rehoboth-by-the-River reigned in his place. "},{"style":"v","text":"When Shaul died, Baal-Hanan son of Achbor reigned in his place. "},{"style":"v","text":"When Baal-Hanan died, Hadad reigned in his place, and the name of his city \\add was\\add* Pai.\\f + \\fr 1:50 \\ft Spelled “Pau” in \\xt Genesis 36:39 \\ft \\f* And the name of his wife \\add was\\add* Mehetabel, daughter of Matred, daughter of Me-Zahab. "},{"style":"v","text":"And Hadad died. And the chiefs of Edom were: chiefs Timna, Aliah, Jetheth, "},{"style":"v","text":"Oholibamah, Elah, Pinon, "},{"style":"v","text":"Kenaz, Teman, Mibzar, "},{"style":"v","text":"Magdiel, and Iram. These \\add are\\add* the chiefs of Edom."}]