[{"style":"s1","text":"The Anointing of David as King"},{"style":"m","text":""},{"style":"v","text":"Then all Israel gathered to David in Hebron, saying, “Look—we are your flesh and bones. "},{"style":"v","text":"⸤For some time now⸥,\\f + \\fr 11:2 \\ft Literally “also yesterday also in the past” \\f* even when Saul was king, you were ⸤the one who led the army of Israel in battle⸥.\\f + \\fr 11:2 \\ft Literally “the one who went out and brought in Israel” \\f* And Yahweh your God said to you, ‘You will shepherd my people Israel and will be leader over my people Israel.’ ” "},{"style":"v","text":"Then all the elders of Israel came to the king at Hebron, and David made a covenant with them at Hebron in the presence of Yahweh. And they anointed David as king over Israel according to the word of Yahweh by the hand of Samuel. "},{"style":"v","text":"And David and all Israel went to Jerusalem (that \\add is\\add* Jebus). And the Jebusites, the inhabitants of the land, \\add were\\add* there. "},{"style":"v","text":"And the inhabitants of Jebus said to David, “You will not enter here.” But David captured the stronghold of Zion; that \\add is,\\add* the city of David. "},{"style":"v","text":"Then David said, “Whoever strikes the Jebusites first will be chief and commander.” And Joab the son of Zeruiah went up first and became chief. "},{"style":"v","text":"And David lived in the fortress. Therefore they called it the city of David. "},{"style":"v","text":"And he built the city all around from the Millo and up to the circuit. And Joab restored the remainder of the city. "},{"style":"v","text":"And David ⸤became greater and greater⸥.\\f + \\fr 11:9 \\ft Literally “increased certainly and \\fq in \\ft greatness” \\f* And Yahweh of hosts \\add was\\add* with him."},{"style":"s1","text":"David’s Mighty Men"},{"style":"m","text":""},{"style":"v","text":"Now these \\add are\\add* the chiefs of the mighty men who \\add were\\add* for David, who gave him strong support in his kingdom, together with all Israel to make him king according to the word of Yahweh concerning Israel. "},{"style":"v","text":"And this \\add is\\add* the numbering of the mighty warriors who \\add were\\add* for David: Jashobeam son of Hachmoni \\add was\\add* chief of the three. He himself raised his spear against three hundred \\add whom he\\add* killed on one occasion."},{"style":"p","text":""},{"style":"v","text":"And after him \\add was\\add* Eleazar son of Dodo the Ahohite. He \\add was\\add* among the three mighty warriors. "},{"style":"v","text":"He himself \\add was\\add* with David at Pas-Dammim when the Philistines were gathered there for the battle. And there was a plot of the field filled with barley, and the people fled before the Philistines. "},{"style":"v","text":"But they took their stand in the middle of the plot and defended it. And they killed the Philistines. And Yahweh saved \\add them\\add* \\add with\\add* a great victory."},{"style":"p","text":""},{"style":"v","text":"And three of the thirty chiefs went down toward the rock to David at the cave of Adullam when the army of the Philistines was encamped in the valley of Rephaim. "},{"style":"v","text":"And David \\add was\\add* then in the stronghold, and the garrison of the Philistines \\add was\\add* then in Bethlehem. "},{"style":"v","text":"And David had a craving, and he said, “Who could give me a drink of water from the well of Bethlehem that \\add is\\add* by the gate!” "},{"style":"v","text":"Then the three broke through into the camp of the Philistines and drew water from the well of Bethlehem that \\add was\\add* by the gate and brought \\add it\\add* and came to David. But David would not drink it and poured it out before Yahweh. "},{"style":"v","text":"And he said, “Far be it from me \\add that\\add* I would do this before my God. Shall I drink the lifeblood of these men? For ⸤at the risk of their lives⸥\\f + \\fr 11:19 \\ft Literally “against their lives” \\f* they brought it.” And he was not willing to drink it. These things the three mighty men did."},{"style":"p","text":""},{"style":"v","text":"Now Abishai the brother of Joab was himself the head of the three.\\f + \\fr 11:20 \\ft Other manuscripts have “thirty” which makes better sense in the context \\f* And he roused himself with his spear against three hundred \\add whom he\\add* killed and \\add made\\add* a name for himself\\f + \\fr 11:20 \\ft According to the reading tradition (\\fqa Qere \\ft ) \\f* among the three. "},{"style":"v","text":"⸤He was twice as renowned⸥\\f + \\fr 11:21 \\ft Literally “he was glorified double” \\f* among the three\\f + \\fr 11:21 \\ft Other manuscripts have “thirty,” which makes better sense in the context \\f* and was their commander. But he did not attain to the three. "},{"style":"v","text":"\\add And\\add* Benaiah the son of Jehoiada \\add was\\add* ⸤a strong man⸥\\f + \\fr 11:22 \\ft Literally “a son of a strong man” \\f* from Kabzeel, \\add one who did\\add* great deeds. He himself struck down two \\add sons of\\add* Ariel of Moab. And he himself went down and struck down a lion within a pit on a snowy day. "},{"style":"v","text":"And he himself struck down an Egyptian man, a large man five cubits \\add tall\\add*. And in the hand of the Egyptian \\add was\\add* a spear like a weaver’s beam. But he went down to him with a club and seized the spear from the hand of the Egyptian and killed him with his own spear. "},{"style":"v","text":"These things Benaiah son of Jehoiada did and had a name among the three mighty warriors. "},{"style":"v","text":"He himself was certainly distinguished among the thirty, but he did not attain to the three. And David appointed him over his bodyguard."},{"style":"p","text":""},{"style":"v","text":"Now the mighty warriors of the troops \\add were\\add* Asahel the brother of Joab, Elhanan the son of Dodo from Bethlehem, "},{"style":"v","text":"Shammoth the Harorite, Helez the Pelonite, "},{"style":"v","text":"Ira the son of Ikkesh the Tekoite, Abiezer the Anathothite, "},{"style":"v","text":"Sibbecai the Hushathite, Ilai the Ahohite, "},{"style":"v","text":"Maharai the Netophathite, Heled the son of Baanah the Netophathite, "},{"style":"v","text":"Ittai the son of Ribai from Gibeah of the people of Benjamin, Benaiah the Pirathonite, "},{"style":"v","text":"Hurai of the valleys of Gaash, Abiel the Arbathite, "},{"style":"v","text":"Azmaveth the Baharumite, Eliahba the Shaalbonite, "},{"style":"v","text":"the sons of Hashem the Gizonite, Jehonathan the son of Shagee the Hararite, "},{"style":"v","text":"Ahiam the son of Sacar the Hararite, Eliphal the son of Ur, "},{"style":"v","text":"Hepher the Mekerathite, Ahijah the Pelonite, "},{"style":"v","text":"Hezro the Carmelite, Naari the son of Ezbai, "},{"style":"v","text":"Joel the brother of Nathan, Mibhar the son of Hagri, "},{"style":"v","text":"Zelek the Ammonite, Naharai the Beerothite, the bearer of the weapons of Joab the son of Zeruiah, "},{"style":"v","text":"Ira the Ithrite, Gareb the Ithrite, "},{"style":"v","text":"Uriah the Hittite, Zabad the son of Ahlai, "},{"style":"v","text":"Adina the son of Shiza the Reubenite, a leader of the Reubenites, and thirty with him, "},{"style":"v","text":"Hanan the son of Maacah, Jehoshaphat the Mithnite, "},{"style":"v","text":"Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite, "},{"style":"v","text":"Jediael the son of Shimri and Joha his brother the Tizite, "},{"style":"v","text":"Eliel the Mahavite, Jeribai and Joshaviah the sons of Elnaam, Ithmah the Moabite, "},{"style":"v","text":"Eliel, Obed, and Jaasiel the Mezobaite."}]