[{"style":"s1","text":"The Ark of the Covenant Brought from Kiriath-Jearim"},{"style":"m","text":""},{"style":"v","text":"And David consulted with the commanders of thousands and hundreds, with every leader. "},{"style":"v","text":"And David said to all the assembly of Israel, “⸤If it seems good to you⸥\\f + \\fr 13:2 \\ft Literally “If to you good” \\f* and before Yahweh our God, ⸤let us send word abroad⸥\\f + \\fr 13:2 \\ft Literally “let us spread out, let us send” \\f* to our brothers who remain in all the land of Israel and \\add to\\add* the priests and Levites with them in the cities with their pasturelands that they might be gathered to us. "},{"style":"v","text":"Then let us bring around the ark of our God to us, for we did not seek it in the days of Saul.” "},{"style":"v","text":"And all the assembly agreed to do so, for the word was pleasing in the eyes of all the people."},{"style":"p","text":""},{"style":"v","text":"And David summoned all Israel from Shihor of Egypt up to Lebo-Hamath to bring the ark of God from Kiriath-Jearim. "},{"style":"v","text":"And David and all Israel went up to Baalah, Kiriath-Jearim of Judah, to bring up from there the ark of Yahweh God \\add who\\add* is enthroned \\add between\\add* the cherubim, which is called the name. "},{"style":"v","text":"And they carried the ark of God upon a new cart from the house of Abinadab, and Uzza and Ahio were driving the cart."},{"style":"p","text":""},{"style":"v","text":"Now David and all Israel were celebrating before God with all \\add their\\add* strength, and with songs, lyres, harps, tambourines, cymbals, and trumpets. "},{"style":"v","text":"And when they came to the threshing floor of Kidon, Uzza reached out his hand to hold the ark because the cattle had stumbled. "},{"style":"v","text":"And Yahweh ⸤was angry⸥\\f + \\fr 13:10 \\ft Literally “nostrils became hot” \\f* with Uzza, and he struck him down because he reached his hand upon the ark. And he died there before God. "},{"style":"v","text":"And David ⸤was angry⸥\\f + \\fr 13:11 \\ft Literally “it was hot” \\f* because Yahweh had broken out in wrath against Uzza. And that place is called Perez Uzza unto this day. "},{"style":"v","text":"And David feared God on that day, saying, “How can I bring the ark of God \\add home\\add* to me?” "},{"style":"v","text":"So David did not move the ark to himself into the city of David but diverted it to the house of Obed-Edom the Gittite. "},{"style":"v","text":"And the ark of God remained with the household of Obed-Edom in his house three months. And Yahweh blessed the household of Obed-Edom and all that he had."}]