[{"style":"s1","verse":"","text":"David’s Wives and Children"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Hiram, king of Tyre, sent messengers to David and cedar trees, ⸤masons⸥,\\f + \\fr 14:1 \\ft Literally “craftsmen of the wall” \\f* and ⸤carpenters⸥\\f + \\fr 14:1 \\ft Literally “craftsmen of wood” \\f* to build a house for him. "},{"style":"v","verse":"2","text":"And David knew that Yahweh had established him as king over Israel \\add and\\add* that his kingdom was highly exalted for the sake of his people Israel. "},{"style":"v","verse":"3","text":"And David took more wives in Jerusalem, and David fathered more sons and daughters. "},{"style":"v","verse":"4","text":"Now these \\add are\\add* the names of the children who were \\add born\\add* to him in Jerusalem: Shammua, Shobab, Nathan, Solomon, "},{"style":"v","verse":"5","text":"Ibhar, Elishua, Elpelet, "},{"style":"v","verse":"6","text":"Nogah, Nepheg, Japhia, "},{"style":"v","verse":"7","text":"Elishama, Beeliada, and Eliphelet."},{"style":"s1","verse":"","text":"David Defeats the Philistines"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"When the Philistines heard that David had been anointed as king over all Israel, all the Philistines went up to search for David. But David heard and went out from before them. "},{"style":"v","verse":"9","text":"Now the Philistines came and carried out a raid in the Valley of Rephaim. "},{"style":"v","verse":"10","text":"Then David inquired of God, saying, “Shall I go up against the Philistines? Will you put them into my hand?” And Yahweh said to him, “Go up. I will put them into your hand.” "},{"style":"v","verse":"11","text":"And he went up to Baal-Perazim, and David struck them there. And David said, “God has burst out against my enemies by my hand like waters burst out.” Therefore they will call the name of this place Baal-Perazim. "},{"style":"v","verse":"12","text":"And they abandoned their gods there. And David commanded, and they were burnt with fire. "},{"style":"v","verse":"13","text":"Then the Philistines ⸤carried out another raid⸥\\f + \\fr 14:13 \\ft Literally “they added again and made a raid” \\f* in the valley. "},{"style":"v","verse":"14","text":"Then David inquired again of God. And God said to him, “You shall not go up after them. Go around from before them and come against them the opposite \\add way\\add* of the balsam trees. "},{"style":"v","verse":"15","text":"And it shall be \\add that\\add* when you hear the sound of marching in the tops of the balsam trees, then go out into battle, for God goes out before you to strike the camp of the Philistines.” "},{"style":"v","verse":"16","text":"And David did as God commanded him, and they struck the camp of the Philistines from Gibeon to Gezer. "},{"style":"v","verse":"17","text":"And the fame of David went out through all the lands. And Yahweh put the fear of him upon all the nations."}]