[{"style":"s1","text":"David’s Wives and Children"},{"style":"m","text":""},{"style":"v","text":"And David built houses for himself in the city of David, and he established a place for the ark of God. And he pitched a tent for it. "},{"style":"v","text":"Then David ordered \\add that\\add* none except the Levites should carry the ark of God, for Yahweh had chosen them to carry the ark of Yahweh and to serve him forever. "},{"style":"v","text":"And David gathered all Israel to Jerusalem to bring up the ark of Yahweh to its place that he had established for it. "},{"style":"v","text":"And David gathered the sons of Aaron and the Levites. "},{"style":"v","text":"Of the sons of Kohath: Uriel the chief and one hundred and twenty of his brothers. "},{"style":"v","text":"Of the sons of Merari: Asaiah the chief and two hundred and twenty of his brothers. "},{"style":"v","text":"Of the sons of Gershom: Joel the chief and one hundred and thirty of his brothers. "},{"style":"v","text":"Of the sons of Elizaphan: Shemaiah the chief and two hundred of his brothers. "},{"style":"v","text":"Of the sons of Hebron: Eliel the chief and eighty of his brothers. "},{"style":"v","text":"Of the sons of Uzziel: Amminadab the chief and one hundred and twelve of his brothers. "},{"style":"v","text":"Then David summoned Zadok and Abiathar the priests, and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab. "},{"style":"v","text":"And he said to them, “You \\add are\\add* the heads of the ⸤families⸥\\f + \\fr 15:12 \\ft Literally “fathers” \\f* for the Levites. Sanctify yourselves and your brothers and bring up the ark of Yahweh, the God of Israel, to \\add the place\\add* I have established for it. "},{"style":"v","text":"Because the first time you did not, \\add and\\add* Yahweh our God burst out against us, for we did not care for it according to the law.” "},{"style":"v","text":"Then the priests and the Levites sanctified themselves to bring up the ark of Yahweh, the God of Israel. "},{"style":"v","text":"And the sons of the Levites carried the ark of God according to what Moses commanded, according to the word of Yahweh, on their shoulders with the carrying poles upon them."},{"style":"p","text":""},{"style":"v","text":"Then David ordered the chiefs of the Levites to appoint their brothers \\add as\\add* singers with instruments of song, musical instruments, stringed instruments, and cymbals, ⸤raising their voices for joy⸥.\\f + \\fr 15:16 \\ft Literally “causing to hear to the mountains with a sound of rejoicing” \\f* "},{"style":"v","text":"So the Levites appointed Heman son of Joel, and from his brothers, Asaph the son of Berekiah, and from the sons of Merari, their brothers, Ethan the son of Kushaiah; "},{"style":"v","text":"and with them their brothers \\add of\\add* the second \\add rank\\add*, Zechariah the son, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, and the gatekeepers Obed-Edom and Jeiel. "},{"style":"v","text":"Now the singers, Heman, Asaph, and Ethan, \\add were\\add* to sound bronze cymbals; "},{"style":"v","text":"Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah \\add were to play\\add* on harps according to Alamoth; "},{"style":"v","text":"and Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel, and Azaziah \\add were to play\\add* lyres, directing according to the Sheminith. "},{"style":"v","text":"And Kenaniah, chief of the Levites in singing, \\add was to be\\add* an instructor in singing because he understood. "},{"style":"v","text":"And Berekiah and Elkanah \\add were\\add* gatekeepers for the ark. "},{"style":"v","text":"And Shebaniah, Jehoshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Elizezer the priests ⸤sounded the trumpets⸥\\f + \\fr 15:24 \\ft Literally “trumpet blowers with trumpets” \\f* before the ark of God. And Obed-Edom and Jehiah \\add were\\add* gatekeepers for the ark."},{"style":"p","text":""},{"style":"v","text":"And it happened \\add that\\add* David and the elders of Israel and the commanders of thousands went to bring up the ark of the covenant of Yahweh from the house of Obed-Edom with joy. "},{"style":"v","text":"And it happened \\add that\\add* when God helped the Levites carrying the ark of the covenant of Yahweh, they sacrificed seven bulls and seven rams. "},{"style":"v","text":"Now David was clothed with a robe of fine linen; so also all the Levites who were carrying the ark, the singers, and Kenaniah the chief of the singing. And David wore a linen ephod. "},{"style":"v","text":"And all Israel brought up the ark of the covenant of Yahweh with shouting, with the sound of a shofar,\\f + \\fr 15:28 \\ft Or “horn, trumpet” \\f* and with trumpets and cymbals, making loud music with musical instruments and stringed instruments."},{"style":"p","text":""},{"style":"v","text":"And when the ark of the covenant of Yahweh came into the city of David, then Michal the daughter of Saul looked down from the window and saw the king, David, leaping and dancing. And she despised him in her heart."}]