[{"style":"s1","verse":"","text":"David’s Victory over His Enemies"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And it happened \\add that\\add* after David struck the Philistines and subdued them, he captured Gath and its villages out of the hand of the Philistines. "},{"style":"v","verse":"2","text":"And he struck Moab, and the Moabites became servants to David, bearing tribute. "},{"style":"v","verse":"3","text":"And David struck Hadadezer, king of Zobah-Hamath, as he set up his monument at the Euphrates River. "},{"style":"v","verse":"4","text":"And David captured from him one thousand chariots, seven thousand horsemen, and twenty thousand foot soldiers. And David hamstrung all the chariot horses but left one hundred of them \\add to\\add* remain \\add for\\add* chariots. "},{"style":"v","verse":"5","text":"And when the Arameans of Damascus came to help Hadadezer king of Zobah-Hamath, David struck down twenty-two thousand men of Aram. "},{"style":"v","verse":"6","text":"Then David set up \\add garrisons\\add* in Aram of Damascus, and the Arameans became servants to David, bearing tribute. And Yahweh delivered David wherever he went. "},{"style":"v","verse":"7","text":"And David took small round shields of gold that were upon the servants of Hadadezer and brought them \\add to\\add* Jerusalem. "},{"style":"v","verse":"8","text":"And from Tibhath and from Cun, cities of Hadadezer, David captured very much bronze. Solomon made the bronze sea with it along with the columns and objects of bronze."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"And when Tou the king of Hamath heard that David had defeated the whole army of Hadadezer the king of Zobah, "},{"style":"v","verse":"10","text":"he sent Hadoram his son to King David to ask him for peace and to bless him because he had fought against Hadadezer and defeated him, for Tou ⸤had been at war⸥\\f + \\fr 18:10 \\ft Literally “a man of battles” \\f* with Hadadezer. And \\add he brought with him\\add* all the objects of gold, silver, and bronze. "},{"style":"v","verse":"11","text":"King David dedicated these also to Yahweh, along with the silver and gold that he had taken from all the nations, from Edom, Moab, the sons of Ammon, the Philistines, and Amalek."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"And Abishai son of Zeruiah defeated eighteen thousand of Edom in the Valley of Salt. "},{"style":"v","verse":"13","text":"And he put garrisons in Edom, and all Edom became servants to David. And Yahweh delivered David wherever he went."},{"style":"s1","verse":"","text":"David’s Administration"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"So David reigned over all Israel, and ⸤he administered justice⸥\\f + \\fr 18:14 \\ft Literally “he was a doer of justice” \\f* and righteousness to all his people. "},{"style":"v","verse":"15","text":"And Joab son of Zeruiah \\add was\\add* over the army, and Jehoshaphat son of Ahilud \\add was\\add* recorder. "},{"style":"v","verse":"16","text":"And Zadok son of Ahitub and Abimelech son of Abiathar \\add were\\add* priests, and Shavsha \\add was\\add* secretary. "},{"style":"v","verse":"17","text":"And Benaiah son of Jehoiada \\add was\\add* over the Kerethites and the Pelethites. And the sons of David \\add were\\add* chief officials under the hand of the king."}]