[{"style":"s1","text":"The Capture of Rabbah"},{"style":"m","text":""},{"style":"v","text":"And it happened \\add that\\add* ⸤in the spring time of year⸥,\\f + \\fr 20:1 \\ft Literally “at the time of the returning of the year” \\f* the time \\add when\\add* kings go out \\add to battle\\add*, Joab led the troops of the army and destroyed the land of the ⸤Ammonites⸥.\\f + \\fr 20:1 \\ft Literally “sons of Ammon” \\f* And he came and besieged Rabbah, but David remained in Jerusalem. And Joab struck Rabbah and destroyed it. "},{"style":"v","text":"And David took the crown of their king from his head and found it to weigh a talent of gold. And in it \\add was\\add* a precious stone. Then it was \\add placed\\add* upon the head of David. And he brought out the booty of the city, a large amount. "},{"style":"v","text":"And the people who \\add were\\add* in it he brought out, and ⸤he set them to work with saws and iron implements and axes⸥.\\f + \\fr 20:3 \\ft The translation comes from \\xt 2 Samuel 12:31 \\ft since the Hebrew text here is uncertain \\f* Thus David did to all the cities of the ⸤Ammonites⸥.\\f + \\fr 20:3 \\ft Literally “sons of Ammon” \\f* Then David returned, and all the nation \\add went\\add* with him."},{"style":"s1","text":"The Philistine Giants Slain"},{"style":"m","text":""},{"style":"v","text":"And after this there arose a war in Gezer with the Philistines. Then Sibbecai the Hushathite struck down Sippai, one of the descendants of the Rephaim. And they were subdued. "},{"style":"v","text":"And again there was war with the Philistines. And Elhanan son of Jair struck down Lahmi, the brother of Goliath the Gittite, the shaft of whose spear \\add was\\add* like a weaver’s beam. "},{"style":"v","text":"And again there was war in Gath. And there was a ⸤very tall⸥\\f + \\fr 20:6 \\ft Literally “measured” \\f* man \\add there\\add*, and ⸤he had six fingers on each hand and six toes on each foot, twenty-four in all⸥.\\f + \\fr 20:6 \\ft Literally “and his fingers, six and six, twenty-four” \\f* He himself \\add was\\add* also a descendant of the Rephaim. "},{"style":"v","text":"And he taunted Israel, but Jehonathan son of Shimea, brother of David, struck him down. "},{"style":"v","text":"These were born to the giants in Gath, and they fell by the hand of David and by the hand of his servants."}]