[{"style":"s1","text":"The Census of David"},{"style":"m","text":""},{"style":"v","text":"Then Satan\\f + \\fr 21:1 \\ft Or “\\fq an \\ft accuser,” or “\\fq an \\ft adversary” \\f* stood against Israel and urged David to count Israel. "},{"style":"v","text":"So David said to Joab and to the commanders of the nation, “Go, count Israel from Beersheba to Dan and bring a report to me that I might know their number.” "},{"style":"v","text":"But Joab said, “May Yahweh add to the people a hundred times what they are! Are they not, O my lord the king, all of them the king’s servants? Why does my lord seek this? Why would he bring guilt to Israel?” "},{"style":"v","text":"But the word of the king prevailed over Joab. Then he went about through all Israel and came to Jerusalem. "},{"style":"v","text":"And Joab gave the number of the enrollment of the people to David. And it happened \\add that\\add* all Israel \\add was\\add* one million one hundred thousand men drawing a sword, and in Judah \\add were\\add* four hundred and seventy thousand men drawing a sword. "},{"style":"v","text":"But he did not count Levi and Benjamin among them, for the word of the king was repulsive to Joab."},{"style":"p","text":""},{"style":"v","text":"But this word was displeasing in the eyes of God, and he struck Israel. "},{"style":"v","text":"Then David said to God, “I have sinned severely \\add in\\add* that I have done this thing. But now, please forgive the sin of your servant, for I have been very foolish.” "},{"style":"v","text":"Then Yahweh spoke to Gad the seer of David, saying, "},{"style":"v","text":"“Go, you must speak to David, saying, ‘Thus says Yahweh: “Three \\add choices\\add* I offer to you. Choose one of them for yourself that I will do to you.” ’ ” "},{"style":"v","text":"So Gad came to David and said to him, “Thus says Yahweh: ‘Choose for yourself: "},{"style":"v","text":"whether three years of famine or three months of devastation by your enemies while the sword of your enemies overtakes you, or three days of the sword of Yahweh, with disease in the land and the angel of Yahweh destroying throughout all the territory in Israel.’ So now, see what word I should return to my sender.” "},{"style":"v","text":"Then David said to Gad, “⸤I am very troubled⸥.\\f + \\fr 21:13 \\ft Literally “Great trouble to me” \\f* Let me into the hand of Yahweh, for his compassion is very great, but do not let me fall into the hand of a man.”"},{"style":"p","text":""},{"style":"v","text":"So Yahweh sent a pestilence through Israel, and seventy thousand men from Israel fell. "},{"style":"v","text":"And God sent an angel to Jerusalem to destroy it, and as \\add he was about\\add* to destroy \\add it\\add*, Yahweh saw and was grieved on account of the calamity. Then he said to the angel, the destroyer, “\\add It is\\add* enough; slacken your hand.” And the angel of Yahweh was standing by the threshing floor of Ornan the Jebusite. "},{"style":"v","text":"And David lifted his eyes and saw the angel of Yahweh standing between earth and heaven, with his sword drawn in his hand, stretched out over Jerusalem. Then David and the elders, clothed in sackcloth, fell upon their faces. "},{"style":"v","text":"Then David said to God, “Was it not I \\add who\\add* gave a command to count the people? Now I \\add am\\add* he who has sinned, and I have certainly done wickedness, but these sheep, what have they done? O Yahweh, my God, please let your hand be against me and against the house of my father, but against your people, \\add let there be\\add* no plague.”"},{"style":"s1","text":"David Builds an Altar"},{"style":"m","text":""},{"style":"v","text":"Now the angel of Yahweh had spoken to Gad to say to David that David should go up \\add and\\add* erect an altar for Yahweh. "},{"style":"v","text":"So David went up at the word of Gad that he had spoken in the name of Yahweh. "},{"style":"v","text":"Now Ornan was threshing wheat, and Ornan turned and saw the angel, and his four sons with him hid themselves. "},{"style":"v","text":"Then David came to Ornan, and Ornan looked and saw David. And he went out from the threshing floor, and they bowed down to David, faces to the ground. "},{"style":"v","text":"Then David said to Ornan, “Please give me the place, the threshing floor, that I might build an altar on it to Yahweh; at full price please give it to me, that the plague against the people might be stopped.” "},{"style":"v","text":"And Ornan said to David, “Take \\add it\\add* to yourself; let my lord the king do what \\add is\\add* good in his eyes. See, I give the cattle for the burnt offerings and threshing sledges for the wood and wheat for the grain offering—I give \\add it\\add* all.” "},{"style":"v","text":"But King David said to Ornan, “No, for I will certainly buy \\add it\\add* at full value; indeed, I will not take what is yours for Yahweh and offer burnt offerings for nothing.” "},{"style":"v","text":"So David gave to Ornan six hundred shekels of gold by weight for the place. "},{"style":"v","text":"Then David built an altar there to Yahweh, and he offered burnt offerings and peace offerings, and he called to Yahweh. And he answered him with fire from heaven upon the altar of burnt offering. "},{"style":"v","text":"Then Yahweh commanded the angel, and he returned his sword to its sheath."},{"style":"p","text":""},{"style":"v","text":"At that time, when David saw that Yahweh answered him at the threshing floor of Ornan the Jebusite, he sacrificed there. "},{"style":"v","text":"Now the tabernacle of Yahweh that Moses had made in the desert and the altar of burnt offering \\add were\\add* at that time at the high place of Gibeon. "},{"style":"v","text":"But David was not able to go before it to seek God, for he was afraid on account of the sword of the angel of Yahweh."}]