[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Then David said, “This will be the house of Yahweh God, and this altar of burnt offering for Israel.”"},{"style":"s1","verse":"","text":"David’s Preparations for Building the Temple"},{"style":"m","verse":"","text":""},{"style":"v","verse":"2","text":"And David commanded to assemble the resident aliens who \\add were\\add* in the land of Israel and appointed stone craftsmen to cut dressed stones to build the house of God. "},{"style":"v","verse":"3","text":"And David provided much iron for nails for the doors of the gates and for the seams, and abundant copper \\add that\\add* could not be weighed, "},{"style":"v","verse":"4","text":"and cedar timbers without number, for the Sidonians and Tyrians brought abundant cedars to David. "},{"style":"v","verse":"5","text":"Then David said, “Solomon my son \\add is\\add* a boy and inexperienced, and the house built for Yahweh \\add must be\\add* exceedingly great in fame and splendor throughout every land. I will make preparations for him.” So David provided abundant \\add materials\\add* before he died."},{"style":"s1","verse":"","text":"Solomon Charged with Building the Temple of Yahweh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"Then he called to Solomon his son and commanded him to build a house for Yahweh, the God of Israel. "},{"style":"v","verse":"7","text":"And David said to Solomon his son, “I myself had in my heart to build a house for the name of Yahweh my God, "},{"style":"v","verse":"8","text":"but it happened \\add that\\add* the word of Yahweh \\add came\\add* over me, saying, ‘You have shed much blood and have made much war; you shall not build a house for my name because you have shed much blood upon the ground before me. "},{"style":"v","verse":"9","text":"Behold, a son shall be born to you; he himself will be a man of rest, and I will give rest to him from all his enemies all around, for his name will be Solomon, and peace and quietness I will give to Israel in his days. "},{"style":"v","verse":"10","text":"He himself will build a house for my name, and he himself will be to me a son, and I \\add will be\\add* to him as a father, and I will establish the throne of his kingdom over Israel forever.’ "},{"style":"v","verse":"11","text":"Now, my son, Yahweh will be with you, that you may succeed and build the house of Yahweh your God as he has spoken concerning you. "},{"style":"v","verse":"12","text":"Only may Yahweh give to you understanding and insight that he might give you charge over Israel and the keeping of the law of Yahweh your God. "},{"style":"v","verse":"13","text":"Then you will prosper if you take care to do the statutes and judgments which Yahweh commanded Moses concerning Israel. Be strong and be courageous; fear not and do not be dismayed. "},{"style":"v","verse":"14","text":"Now see, with great effort I have made provision for the house of Yahweh: 100,000 talents of gold, 1,000,000 talents of silver, and bronze and iron \\add that\\add* cannot be weighed, for there is an abundance. Also timber and stone I have provided, but to these you should add. "},{"style":"v","verse":"15","text":"And with you \\add there is\\add* an abundance of craftsmen: stonecutters, masons, carpenters, and everyone skilled in every \\add kind of\\add* craftsmanship "},{"style":"v","verse":"16","text":"with gold, silver, bronze, and iron without number. Arise and work! Yahweh will be with you!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"And David commanded all the commanders of Israel to help Solomon his son, \\add saying\\add*, "},{"style":"v","verse":"18","text":"“Is not Yahweh your God with you? And has he \\add not\\add* given you rest all around? For he has put in my hand the inhabitants of the land, and the land is subdued before Yahweh and before his people. "},{"style":"v","verse":"19","text":"Now set your heart and mind to seek Yahweh your Go, and arise and build the sanctuary of Yahweh God, that the ark of the covenant of Yahweh and the holy vessels of God might be brought into the house built for the name of Yahweh."}]