[{"style":"s1","text":"David Organizes the Priests"},{"style":"m","text":""},{"style":"v","text":"And as for the sons of Aaron, \\add these were\\add* their divisions. The sons of Aaron \\add were\\add* Nadab and Abihu, Eleazar and Ithamar. "},{"style":"v","text":"And Nadab and Abihu died before their father, and ⸤they had no sons⸥,\\f + \\fr 24:2 \\ft Literally “sons were not to them” \\f* so Eleazar and Ithamar served as priests. "},{"style":"v","text":"And David, with Zadok of the sons of Eleazar and Ahimelech of the sons of Ithamar, divided them according to their appointments for their service. "},{"style":"v","text":"And more sons of Eleazar were found as heads of the men than the sons of Ithamar, so they divided them to the sons of Eleazar \\add to be\\add* sixteen heads over the house of the fathers, and to the sons of Ithamar over the house of the fathers \\add were\\add* eight \\add heads\\add*. "},{"style":"v","text":"They divided them by lot ⸤all alike⸥,\\f + \\fr 24:5 \\ft Literally “these with those” \\f* for they were commanders of the sanctuary and commanders of God from among the sons of Eleazar and the sons of Ithamar. "},{"style":"v","text":"And Shemaiah the son of Nethanel, the scribe, from the Levites, recorded them before the king, the princes, Zadok the priest, Ahimelech the son of Abiathar, and the heads of the ⸤families⸥\\f + \\fr 24:6 \\ft Literally “fathers” \\f* of the priests and Levites, one father’s house drawn by Lot for Eleazar and one drawn by lot for Ithamar. "},{"style":"v","text":"And the first lot went out to Jehoiarib, the second to Jedaiah, "},{"style":"v","text":"the third to Harim, the fourth to Seorim, "},{"style":"v","text":"the fifth to Malkijah, the sixth to Mijamin, "},{"style":"v","text":"the seventh to Hakkoz, the eighth to Abijah, "},{"style":"v","text":"the ninth to Jeshua, the tenth to Shekaniah, "},{"style":"v","text":"the eleventh to Eliashib, the twelfth to Jakim, "},{"style":"v","text":"the thirteenth to Huppah, the fourteenth to Jeshebeab, "},{"style":"v","text":"the fifteenth to Bilgah, the sixteenth to Immer, "},{"style":"v","text":"the seventeenth to Hezir, the eighteenth to Ha-Pizzez, "},{"style":"v","text":"the nineteenth to Pethahiah, the twentieth to Ezekiel, "},{"style":"v","text":"the twenty-first to Jakin, the twenty-second to Gamul, "},{"style":"v","text":"the twenty-third to Delaiah, the twenty-fourth to Maaziah. "},{"style":"v","text":"These \\add were\\add* their appointments for their service to come into the house of Yahweh according to their custom by the hand of Aaron their father, as Yahweh the God of Israel had commanded him."},{"style":"p","text":""},{"style":"v","text":"And as for the remainder of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah. "},{"style":"v","text":"Of Rehabiah: of the sons of Rehabiah, Isshiah the chief. "},{"style":"v","text":"Of the Izharites, Shelomoth; of the sons Shelomoth, Jahath. "},{"style":"v","text":"Of the sons of Jeriah, Amariah the second, Jahaziel the third, Jekameam the fourth. "},{"style":"v","text":"The sons of Uzziel, Micah; the sons of Micah, Shamur. "},{"style":"v","text":"The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah. "},{"style":"v","text":"The sons of Merari: Mahli and Mushi; the sons of Jaaziah, his son.\\f + \\fr 24:26 \\ft Or “Beno” \\f* "},{"style":"v","text":"The sons of Merari: of Jaaziah, his son,\\f + \\fr 24:27 \\ft Or “Beno” \\f* Shoham, Zakkur, and Ibri. "},{"style":"v","text":"Of Mahli: Eleazar, who had no sons. "},{"style":"v","text":"Of Kish: the sons of Kish, Jerahmeel. "},{"style":"v","text":"And the sons of Mushi: Mahli, Eder, and Jerimoth. These \\add were\\add* the sons of the Levites according to the house of their fathers. "},{"style":"v","text":"And lots were also cast \\add for\\add* these, just as their brothers, the sons of Aaron, before David the king, Zadok, Ahimelech, and the heads of the ⸤families⸥\\f + \\fr 24:31 \\ft Literally “fathers” \\f* for the priests and for the Levites the fathers, ⸤on the principle of the chief and younger brother alike⸥.\\f + \\fr 24:31 \\ft Literally “the head like his brother the younger” \\f*"}]