[{"style":"s1","text":"The Divisions of the Gatekeepers"},{"style":"m","text":""},{"style":"v","text":"As for the working groups of the gatekeepers: of the Korahites, Meshelemiah the son of Kore, from the sons of Asaph. "},{"style":"v","text":"And Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth, "},{"style":"v","text":"Elam the fifth, Jehohana the sixth, Eliehoenai the seventh. "},{"style":"v","text":"And Obed-Edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sachar the fourth, Nethanel the fifth, "},{"style":"v","text":"Ammiel the sixth, Issachar the seventh, Peullethai the eighth; for God blessed him. "},{"style":"v","text":"And to Shemaiah his son were sons born who \\add were\\add* rulers in the house of their father, for they \\add were\\add* mighty warriors of ability. "},{"style":"v","text":"The sons of Shemaiah: Othni, Rephael, Obed, and Elzabad, whose brothers \\add were\\add* sons of ability, Elihu and Semakiah. "},{"style":"v","text":"All these from the sons of Obed-Edom, they and their sons, and their brothers \\add were\\add* men of ability with strength for service; sixty-two of Obed-Edom. "},{"style":"v","text":"And Meshelemiah had sons and brothers, sons of ability, eighteen. "},{"style":"v","text":"And Hosah, from the sons of Merari, had sons: Shimri the chief (though he was not firstborn, his father appointed him as chief), "},{"style":"v","text":"Hilkiah the second, Tabaliah the third, Zechariah the fourth: all the sons and brothers of Hosah \\add were\\add* thirteen."},{"style":"p","text":""},{"style":"v","text":"These working groups of gatekeepers, corresponding to the chief men, had responsibilities like their brothers to serve in the house of Yahweh. "},{"style":"v","text":"And they cast lots, small and great alike, by their fathers’ houses, ⸤for their gates⸥.\\f + \\fr 26:13 \\ft Literally “for gate and gate” \\f* "},{"style":"v","text":"And the lot fell to the east to Shelemiah. As for Zechariah his son, ⸤a wise counselor⸥,\\f + \\fr 26:14 \\ft Literally “giving counsel with understanding” \\f* they cast lots. And his lot came out for the north. "},{"style":"v","text":"To Obed-Edom \\add went out\\add* the south, and to his sons, the storehouses. "},{"style":"v","text":"For Shuppim and Hosah \\add it went out\\add* for the west, at the gate of Shalleketh, on the road that goes up, guard for guard. "},{"style":"v","text":"To the east, six Levites; to the north, four daily; to the south, four daily; and at the storerooms, two \\add by\\add* two. "},{"style":"v","text":"For the court to the west, four at the road, two at the court. "},{"style":"v","text":"These \\add were\\add* the working groups of the gatekeepers among the sons of the Korahites and among the sons of Merari."},{"style":"s1","text":"Treasurers and Other Officials"},{"style":"m","text":""},{"style":"v","text":"And of the Levites: Ahijah \\add was\\add* over the treasuries of the house of God and over the treasuries of the sanctified objects. "},{"style":"v","text":"The sons of Ladan: the sons of the Gershonites belonging to Ladan, the heads of the ⸤families⸥\\f + \\fr 26:21 \\ft Literally “fathers” \\f* belonging to Ladan the Gershonite: Jehieli. "},{"style":"v","text":"The sons of Jehieli, Zetham and Joel his brother, \\add were\\add* over the treasuries of the house of Yahweh. "},{"style":"v","text":"Of the Amramites, the Izharites, the Hebronites, \\add and\\add* the Ozzielites: "},{"style":"v","text":"Shebuel the son of Gershom, the son of Moses, \\add was\\add* commander over the treasuries. "},{"style":"v","text":"And his brothers: from Eliezer \\add were\\add* Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zikri his son, and Shelomoth his son. "},{"style":"v","text":"That Shelomoth and his brothers \\add were\\add* over all the treasuries of the sanctified objects that King David and the heads of the ⸤families⸥\\f + \\fr 26:26 \\ft Literally “fathers” \\f* to the commanders of thousands and hundreds and the commanders of the army had dedicated. "},{"style":"v","text":"From the battles and from the spoil they had dedicated \\add these things\\add* to strengthen the house of Yahweh. "},{"style":"v","text":"And all that Samuel the seer, and Saul the son of Kish, and Abner the son of Ner, and Joab the son of Zeruiah had dedicated—all the dedicated gifts \\add were\\add* under the hand of Shelomith and his brothers. "},{"style":"v","text":"For the Izharites: Kenaniah and his sons \\add were appointed\\add* to the duties outside of Israel as officials and as judges. "},{"style":"v","text":"For the Hebronites: Hashabiah and his brothers, one thousand seven hundred men of ability, \\add were\\add* over the administration of Israel beyond the Jordan westward, for all the work of Yahweh and for the service of the king. "},{"style":"v","text":"For the Hebronites: Jeriah the chief of the Hebronites for the genealogy for the ⸤families⸥.\\f + \\fr 26:31 \\ft Literally “fathers” \\f* (In the fortieth year of the reign of David they were examined, and there was found among them mighty warriors of strength at Jazer in Gilead.) "},{"style":"v","text":"And his brothers, sons of ability, \\add were\\add* two thousand seven hundred heads of the ⸤families⸥,\\f + \\fr 26:32 \\ft Literally “fathers” \\f* and King David appointed them over the Reubenites, the Gadites, and the half-tribe of Manasseh, for every matter of God and matter of the king."}]