[{"style":"s1","verse":"","text":"Military Divisions"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And as for the number of the ⸤Israelites⸥,\\f + \\fr 27:1 \\ft Literally “sons/children of Israel” \\f* the heads of ⸤families⸥,\\f + \\fr 27:1 \\ft Literally “fathers” \\f* the commanders of thousands and hundreds, and their officials who serve the king in all matters of the working groups that came and went, month by month, throughout all the months of the year, each working group: twenty-four thousand."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Over the first working group for the first month: Jashobeam the son of Zabdiel. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"3","text":"From the sons of Perez \\add who was\\add* the chief of the commanders of the armies for the first month. "},{"style":"v","verse":"4","text":"And over the working groups of the second month: Dodai the Ahohite and his working group, and Mikloth the commander. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"5","text":"The third commander of the army for the third month \\add was\\add* Benaiah son of Jehoiada the chief priest. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"6","text":"This \\add was\\add* Benaiah \\add who was\\add* a mighty warrior of thirty, and over the thirty and his working group \\add was\\add* Ammizabad his son. "},{"style":"v","verse":"7","text":"The fourth, for the fourth month, \\add was\\add* Asahel the brother of Joab and his son Zebadiah after him. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"8","text":"The fifth, for the fifth month, the commander \\add was\\add* Shamhuth the Izrahite. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"9","text":"The sixth, for the sixth month, \\add was\\add* Ira the son of Ikkesh the Tekoite. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"10","text":"The seventh, for the seventh month, \\add was\\add* Helez the Pelonite, from the sons of Ephraim. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"11","text":"The eighth, for the eighth month, \\add was\\add* Sibbecai the Hushathite of the Zerahites. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"12","text":"The ninth, for the ninth month, \\add was\\add* Abiezer the Anathothite of the Benjamites. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"13","text":"The tenth, for the tenth month, \\add was\\add* Maharai the Netophathite of the Zerahites. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"14","text":"The eleventh, for the eleventh month, \\add was\\add* Benaiah the Pirathonite from the sons of Ephraim. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand. "},{"style":"v","verse":"15","text":"The twelfth, for the twelfth month, \\add was\\add* Heldai the Netophathite, of Othniel. And \\add he was\\add* over his working group \\add of\\add* twenty-four thousand."},{"style":"s1","verse":"","text":"Leaders of the Tribes and Other High Ranking Officials"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"And over the tribes of Israel, for the Reubenites: the commander \\add was\\add* Eliezer the son of Zikri. For the Simeonites: Shephatiah the son of Maacah. "},{"style":"v","verse":"17","text":"For Levi: Hashabiah the son of Kemuel. For Aaron, Zadok. "},{"style":"v","verse":"18","text":"For Judah: Elihu, from the brothers of David. For Issachar: Omri the son of Michael. "},{"style":"v","verse":"19","text":"For Zebulun: Ishmaiah the son of Obadiah. For Naphtali: Jerimoth the son of Azriel. "},{"style":"v","verse":"20","text":"For the Ephraimites: Hoshea the son of Azaziah. For the half-tribe of Manasseh: Joel the son of Pedaiah. "},{"style":"v","verse":"21","text":"For the half-tribe of Manasseh in Gilead: Iddo the son of Zechariah. For Benjamin: Jaasiel son of Abner. "},{"style":"v","verse":"22","text":"For Dan: Azarel the son of Jeroham. These \\add were\\add* the commanders of the tribes of Israel. "},{"style":"v","verse":"23","text":"And David did not ⸤take a census of those twenty years old or under⸥\\f + \\fr 27:23 \\ft Literally “take up their count from a son of twenty years and to less” \\f* because Yahweh promised\\f + \\fr 27:23 \\ft Or “said” \\f* to make Israel more numerous than the stars of heaven. "},{"style":"v","verse":"24","text":"Joab the son of Zeruiah began to count, but he did not finish. But wrath came upon Israel concerning this, and the number was not included in ⸤the chronicles⸥\\f + \\fr 27:24 \\ft Literally “in the numbering of the words of the days” \\f* of King David."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"And over the treasury rooms of the king \\add was\\add* Azmaveth the son of Adiel. And over the treasuries in the country, in the cities, in the unwalled villages, and in the towers \\add was\\add* Jonathan the son of Uzziah. "},{"style":"v","verse":"26","text":"And over those who did the work in the field to till the soil \\add was\\add* Ezri the son of Kelub. "},{"style":"v","verse":"27","text":"And over the vineyards \\add was\\add* Shemei the Ramathite. And over the produce in the vineyards for the storehouses of the wine \\add was\\add* Zabdi the Shiphmite. "},{"style":"v","verse":"28","text":"And over the olive trees and the sycamore trees that \\add were\\add* in the Shephelah \\add was\\add* Baal-Hanan the Gederite. And over the treasury houses of olive oil \\add was\\add* Joash. "},{"style":"v","verse":"29","text":"And over the cattle pastured in the Sharon \\add was\\add* Shitrai the Sharonite. And over the cattle in the valley \\add was\\add* Shaphat the son of Adlai. "},{"style":"v","verse":"30","text":"And over the camels \\add was\\add* Obil the Ishmaelite. And over the female donkeys \\add was\\add* Jehdeiah the Meronothite.\\f + \\fr 27:30 \\ft \\xt 1 Chronicles 27:31 \\ft begins here in the Hebrew Bible \\f* And over the sheep \\add was\\add* Jaziz the Hagrite. "},{"style":"v","verse":"31","text":"All of these \\add were\\add* officials of the property of King David."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"And Jehonathan the uncle of David \\add was\\add* an adviser, a man of insight, and he was a scribe. And Jehiel the son of Hachmoni \\add was\\add* with the sons of the king. "},{"style":"v","verse":"33","text":"And Ahithophel \\add was\\add* an adviser to the king, and Hushai the Arkite \\add was\\add* a friend of the king."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"And after Ahithophel \\add came\\add* Jehoiada, the son of Benaiah, and Abiathar. And Joab \\add was\\add* the commander of the king’s army."}]