[{"style":"s1","text":"The Descendants of David"},{"style":"m","text":""},{"style":"v","text":"These were the sons of David who were born to him in Hebron: the firstborn, Amnon, by Ahinoam the Jezreelite; the second, Daniel, by Abigail the Carmelite; "},{"style":"v","text":"the third, Absalom, the son of Maacah the daughter of Talmai, king of Geshur; the fourth, Adonijah, the son of Haggith; "},{"style":"v","text":"the fifth, Shephatiah, by Abital; the sixth, Ithream, by his wife Eglah. "},{"style":"v","text":"Six were born to him in Hebron. And he reigned there seven years and six months. And he reigned thirty-three years in Jerusalem. "},{"style":"v","text":"And these were born to him in Jerusalem: Shimea, Shobab, Nathan, and Solomon, four by Bathshua the daughter of Ammiel; "},{"style":"v","text":"then Ibhar, Elishama, Eliphelet, "},{"style":"v","text":"Nogah, Nepheg, Japhia, "},{"style":"v","text":"Elishama, Eliada, and Eliphelet, nine. "},{"style":"v","text":"All these \\add were\\add* the sons of David, besides the sons of the concubines. And Tamar was their sister."},{"style":"p","text":""},{"style":"v","text":"Now the son of Solomon \\add was\\add* Rehoboam; Abijah \\add was\\add* his son, Asa \\add was\\add* his son, Jehoshaphat \\add was\\add* his son, "},{"style":"v","text":"Joram \\add was\\add* his son, Ahaziah \\add was\\add* his son, Joash \\add was\\add* his son, "},{"style":"v","text":"Amaziah \\add was\\add* his son, Azariah \\add was\\add* his son, Jotham \\add was\\add* his son, "},{"style":"v","text":"Ahaz \\add was\\add* his son, Hezekiah \\add was\\add* his son, Manasseh \\add was\\add* his son, "},{"style":"v","text":"Amon \\add was\\add* his son, Josiah \\add was\\add* his son."},{"style":"p","text":""},{"style":"v","text":"And the sons of Josiah: Johanan the firstborn, the second Jehoiakim, the third Zedekiah, the fourth Shallum. "},{"style":"v","text":"And the ⸤descendants⸥\\f + \\fr 3:16 \\ft Literally “sons” \\f* of Jehoiakim: Jeconiah his son, Zedekiah his son. "},{"style":"v","text":"And the sons of Jeconiah, the captive: Shealtiel his son, "},{"style":"v","text":"Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah. "},{"style":"v","text":"And the sons of Pedaiah: Zerubbabel and Shimei. And the sons of Zerubbabel: Meshullam and Hananiah, and Shelomith their sister, "},{"style":"v","text":"and Hashubah, Ohel, Berekiah, Hasadiah, and Jushab-Hesed, five. "},{"style":"v","text":"And the sons of Hananiah: Pelatiah and Jeshaiah. The sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shecaniah. "},{"style":"v","text":"And the sons of Shecaniah: Shemaiah. And the sons of Shemaiah: Hattush, Igal, Bariah, Neariah, and Shaphat, six. "},{"style":"v","text":"And the sons of Neariah: Elioenai, Hezekiah, and Azrikam, three. "},{"style":"v","text":"And the sons of Elioenai: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani, seven."}]