[{"style":"s1","verse":"","text":"The Descendants of Issachar"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"The sons of Issachar: Tola, Puah, Jashub, and Shimron, four. "},{"style":"v","verse":"2","text":"The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, heads of their fathers’ houses; for Tola, mighty warriors of their generations, their number in the days of David \\add were\\add* twenty-two thousand six hundred. "},{"style":"v","verse":"3","text":"The sons of Uzzi: Izrahiah. And the sons of Izrahiah: Michael, Obadiah, Joel, and Isshiah; all five of them \\add were\\add* chiefs.\\f + \\fr 7:3 \\ft Or “heads” \\f* "},{"style":"v","verse":"4","text":"And in addition to them, according to their generations, according to the house of their fathers, \\add were\\add* troops of the army for war: thirty-six thousand. For ⸤they had⸥\\f + \\fr 7:4 \\ft Literally “there were” \\f* many wives and sons. "},{"style":"v","verse":"5","text":"Now their kinsmen belonging to all the clans of Issachar \\add were\\add* in all eighty-seven thousand mighty warriors, enrolled according to their genealogy."},{"style":"s1","verse":"","text":"The Descendants of Benjamin"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"\\add The sons of\\add* Benjamin: Bela, Beker, and Jediael, three. "},{"style":"v","verse":"7","text":"The sons of Bela: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri, five, \\add the\\add* heads of \\add the\\add* house of \\add the\\add* fathers, mighty warriors. And their enrollment by genealogy \\add was\\add* twenty-two thousand thirty-four. "},{"style":"v","verse":"8","text":"The sons of Beker: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these \\add were\\add* the sons of Beker. "},{"style":"v","verse":"9","text":"And their enrollment by genealogy according to their generations, \\add as\\add* heads of the house of their fathers, mighty warriors, \\add was\\add* twenty thousand two hundred. "},{"style":"v","verse":"10","text":"The sons of Jediael: Bilhan. And the sons of Bilhan: Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish, and Ahishahar. "},{"style":"v","verse":"11","text":"All these \\add were\\add* the sons of Jediael according to the heads of the ⸤families⸥,\\f + \\fr 7:11 \\ft Literally “fathers” \\f* mighty warriors, seventeen thousand two hundred, ⸤able to go to war⸥.\\f + \\fr 7:11 \\ft Literally “going out to the army to the war” \\f* "},{"style":"v","verse":"12","text":"And Shuppim and Huppim \\add were\\add* the sons of Ir; Hushim, the son of Aher."},{"style":"s1","verse":"","text":"The Descendants of Naphtali"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"The sons of Naphtali: Jahziel, Guni, Jezer, and Shallum, the ⸤descendants⸥\\f + \\fr 7:13 \\ft Literally “sons” \\f* of Bilhah."},{"style":"s1","verse":"","text":"The Descendants of Manasseh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"The sons of Manasseh: Asriel, whom his Aramean concubine bore; she gave birth to Makir the father of Gilead. "},{"style":"v","verse":"15","text":"And Machir took a wife for Huppim and for Shuppim. And the name of his sister \\add was\\add* Maacah. And the name of the second, Zelophehad. And Zelophehad had daughters. "},{"style":"v","verse":"16","text":"And Maacah the wife of Machir gave birth to a son, and she called his name Peresh. And the name of his brother \\add was\\add* Sheresh, and his sons \\add were\\add* Ulam and Rekem. "},{"style":"v","verse":"17","text":"The sons of Ulam: Bedan. These \\add were\\add* the sons of Gilead the son of Makir, son of Manasseh. "},{"style":"v","verse":"18","text":"And his sister, Hammolecheth, gave birth to Ishhod, Abiezer, and Mahlah. "},{"style":"v","verse":"19","text":"The sons of Shemida were Ahian, Shechem, Likhi, and Aniam."},{"style":"s1","verse":"","text":"The Descendants of Ephraim"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"The sons of Ephraim: Shuthelah and Bered his son, Tahath his son, Eleadah his son, Tahath his son, "},{"style":"v","verse":"21","text":"Zabad his son, Shuthelah his son, and Ezer and Elead. And the men of Gath who were born in the land killed them because they came down to take their livestock. "},{"style":"v","verse":"22","text":"And Ephraim their father mourned many days, and his brothers came to comfort him. "},{"style":"v","verse":"23","text":"And Ephraim went in to his wife, and she conceived and gave birth to a son. And he called his name Beriah because disaster \\add had been\\add* upon his house. "},{"style":"v","verse":"24","text":"And his daughter \\add was\\add* Sheerah, and she built Lower and Upper Beth-Horon and Uzzen-Sheerah. "},{"style":"v","verse":"25","text":"And Rephah \\add was\\add* his son, and Resheph, and Telah his son, Tahan his son, "},{"style":"v","verse":"26","text":"Ladan his son, Ammihud his son, Elishama his son, "},{"style":"v","verse":"27","text":"Nun his son, Joshua his son. "},{"style":"v","verse":"28","text":"And their property and their dwellings \\add were\\add* Bethel and ⸤its towns⸥.\\f + \\fr 7:28 \\ft Literally “her daughters,” here and below \\f* And to the east, Naaran. And to the west, Gezer and its towns, and Shechem and its towns, up to Aija and its towns. "},{"style":"v","verse":"29","text":"And along the borders of the sons of Manasseh: Beth-Shean and its towns, Taanach and its towns, Megiddo and its towns, and Dor and its towns. In these lived the sons of Joseph the son of Israel."},{"style":"s1","verse":"","text":"The Descendants of Asher"},{"style":"m","verse":"","text":""},{"style":"v","verse":"30","text":"The sons of Asher: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah. "},{"style":"v","verse":"31","text":"The sons of Beriah: Heber and Malkiel, who \\add was\\add* the father of Birzayith.\\f + \\fr 7:31 \\ft According to the reading tradition (\\fqa Qere \\ft ) \\f* "},{"style":"v","verse":"32","text":"And Heber fathered Japhlet, Shomer, Hotham, and their sister Shua. "},{"style":"v","verse":"33","text":"The sons of Japhlet: Pasach, Bimhal, and Ashvath. These \\add were\\add* the sons of Japhlet. "},{"style":"v","verse":"34","text":"The sons of Shemer: Ahi, Rohgah, Jehubbah, and Aram. "},{"style":"v","verse":"35","text":"The sons of Helem his brother: Zophah, Imna, Shelesh, and Amal. "},{"style":"v","verse":"36","text":"The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah, "},{"style":"v","verse":"37","text":"Bezer, Hod, Shamma, Shilshah, Ithran, and Beera. "},{"style":"v","verse":"38","text":"The sons of Jether: Jephunneh, Pispah, and Ara. "},{"style":"v","verse":"39","text":"The sons of Ulla: Arah, Hanniel, and Rizia. "},{"style":"v","verse":"40","text":"All of these \\add were\\add* the sons of Asher, heads of the house of the fathers, chosen mighty warriors, heads of the princes. And their number enrolled by genealogy, in the army for the war, \\add was\\add* twenty-six thousand men."}]