[{"style":"s1","text":"Ñaari seede yi bey nañu seen waar"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu jox ma nattukaay bu mel niw yet, ne ma: «Jógal, natt néegu Yàlla bi ak \\w sarxalukaay|sarxalukaay b-:\\w* bi, te nga waññ ña fay jaamu Yàlla."},{"style":"v","text":"Waaye ëttu bitib kër Yàlla gi, bàyyi ko, bu ko natt, ndax ñi dul Yawut lees ko jox, te ñooy dëggaate dëkk bu sell bi diiru ñeent fukki weer ak ñaar."},{"style":"v","text":"Dinaa may nag sama ñaari seede yi, ñu jottali kàdduy \\w waxyu|waxyu:\\w* diiru junni fan ak ñaari téeméer ak juróom benn fukk (1~260) yu ñuy sol ay saaku, di ko toroxloo.»"},{"style":"p","text":""},{"style":"v","text":"Ñaari seede yi ñoo di ñaari garabi oliw\\f + \\fr 11.4 \\fk oliw: \\ft garabu oliw dafa xawa mel ni sump, te am doom yu ñuy nal, ngir am ci diw gu ñuy togge, mbaa ñu di ko taaloo.\\f* yeek ñaari tegukaayi làmp yi taxaw ci kanam Boroom suuf si."},{"style":"v","text":"Ku leen nara lor, sawaraay génne ci seen gémmiñ, lakk seeni noon. Képp ku leen nara lor, noonu ngay deewe."},{"style":"v","text":"Am nañu sañ-sañu tëj asamaan, ba du taw diiru fan yi ñuy jottali kàdduy waxyu, am nañu itam sañ-sañ ci ndox mi, ngir soppi ko deret, ak sañ-sañu wàcce ci suuf wépp xeetu musiba, saa su leen soobee."},{"style":"p","text":""},{"style":"v","text":"Gannaaw bu ñu seedee ba noppi nag, rab wiy jóge ci \\w xóote|xóote b-:\\w* bi mooy xareek ñoom, daan leen, ba rey leen."},{"style":"v","text":"Seeni néew da naan lareet ci péncum dëkk bu mag boobu ñuy misaale turu \\w Sodom|Sodom ak Gomor:\\w* mbaa Misra, fa ñu reye woon seen Sang ci bant."},{"style":"v","text":"Diiru ñetti fan ak genn-wàll lañuy weeru, niti wépp xeet ak gépp giir ak wépp làkk ak wépp askan di seetaan seeni néew, te duñu bàyyi kenn suul leen."},{"style":"v","text":"Waa àddina dinañu bége seen dee, di bànneexu, di joqalante ay njukkal, ndaxte ñaari yonent yooyu ñoo lakkaloon waa àddina."},{"style":"p","text":""},{"style":"v","text":"Waaye bu ñetti fan yeek genn-wàll wéyee, noowug dund giy bawoo fa Yàlla moo leen di solu, ñu jóg, taxaw, tiitaange ju réy daldi jàpp waa ceetaan ma."},{"style":"v","text":"Ba loolu amee ñaari seede yi dégg baat bu xumb jibe asamaan, ne leen: «Yéegleen fii.» Ñu yéeg ci asamaan ci biir aw niir, seeni noon di gis."},{"style":"v","text":"Ca waxtu wa, suuf daldi yëngu lool, ba benn fukkeelu dëkk ba màbb. Juróom ñaari junniy nit (7~000) dee ci yëngub suuf ba, ña ca des tiit, di sàbbaal Yàllay asamaan."},{"style":"p","text":""},{"style":"v","text":"Ñaareelu musiba mi wéy na, waaye kat ñetteel baa ngi nii di ñëw."},{"style":"s1","text":"Juróom ñaareelu liit ga jib na"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee, juróom ñaareelu malaaka mi wal liitam, baat yu xumb jibe ca asamaan, ne:"},{"style":"q1","text":"«Léegi nag nguurug àddina ñeel na sunu Boroom ak \\w Almaseem|Almasi b-:\\w*."},{"style":"q1","text":"Mooy nguuru ba fàww.»"},{"style":"m","text":""},{"style":"v","text":"Ba loolu amee ñaar fukki mag ak ñeent, ña toogoon ca seen ngàngune ca kanam Yàlla, daldi ne gurub sukk, dëpp seen jë ca suuf, sujjóotal Yàlla."},{"style":"v","text":"Ñu ne:"},{"style":"q1","text":"«Boroom bi Yàlla Aji Man ji nekk te nekkoon,"},{"style":"q1","text":"nu ngi lay gërëm,"},{"style":"q1","text":"ndax yaa ràngoo sa kàttan gu màgg,"},{"style":"q1","text":"taxawal sa nguur."},{"style":"q1","text":""},{"style":"v","text":"Askan yee meroon,"},{"style":"q1","text":"waaye sa mer a dikk tey;"},{"style":"q1","text":"tey jii ngay àtte ñi dee,"},{"style":"q1","text":"yool say jaam, yonent yi,"},{"style":"q1","text":"yool ñu sell ñeek ñi la ragal, mag ak ndaw,"},{"style":"q1","text":"tey it ngay sànk ñiy sànk àddina.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu néegu Yàlla bi ci asamaan ubbiku, \\w gaalu kóllëreg Yàlla|gaalu kóllëre g-:\\w* ga di feeñ ca biir màkkaanam ma, melax ya tàkk, kàddu yaak dënu ya riir, suuf sa yëngu, tawu doji yuur bu metti daldi sóob."}]