[{"style":"s1","text":"Ninki-nanka ji fexeel na ndaw si"},{"style":"p","text":""},{"style":"v","text":"Firnde ju màgg nag moo feeñoon asamaan: Ndaw su làmboo jant bi, weer wi ronu ndëgguy tànk yi, mu \\w kaalawoo|kaala g-:\\w* fukki biddiiw ak ñaar."},{"style":"v","text":"Jigéenu wérul juy matu la. Mu ngi yuuxu ndax mititu mat wu tar."},{"style":"v","text":"Ci kaw loolu jeneen firnde feeñ asamaan. Du lenn lu dul ninki-nanka ju réy, xonq curr, am juróom ñaari bopp ak fukki béjjén, juróom ñaari mbaxanay buur tege ci bopp yi, bopp bu ne, menn."},{"style":"v","text":"Geenam gi daldi buube fa asamaan benn ñetteelu biddiiw yi, rattax leen ci suuf. Ninki-nanka jaa ngi taxaw ci kanam ndaw siy matu, ngir bu xale bi juddoo rekk, mu lekk ko."},{"style":"v","text":"Ndaw si nag wasin doom ju góor, te muy ki wara yilif xeeti àddina yépp, di leen jiitee yetu weñ. Ci kaw loolu ñu fëkk doom ja, yóbbu fa Yàlla, ca ngànguneem."},{"style":"v","text":"Ndaw si nag daw, ba ca màndiŋ ma, ci ab rawtu bu ko Yàlla waajaloon, ngir ñu leel ko fa diiru junni fan ak ñaari téeméer ak juróom benn fukk (1~260)."},{"style":"p","text":""},{"style":"v","text":"Ab xare nag jibe fa asamaan. Mikayel aki malaakaam di xareek ninki-nanka ji, ninki-nanka jeeki malaakaam it di xare,"},{"style":"v","text":"ñu néewal leen doole, ba amatuñu fu ñu nekk ci asamaan."},{"style":"v","text":"Ñu xalab ninki-nanka ju réy ja, jaanu cosaan joojee ñuy wax Tuumaalkat bi, di ko wax \\w Seytaane|Seytaane:\\w*, naxekatu mboolem àddina. Ci kaw suuf lañu ko xalab, mooki malaakaam."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ma dégg baat bu xumb bawoo asamaan, ne:"},{"style":"q1","text":"«Léegi nag texe teew na,"},{"style":"q1","text":"ànd ak sunu kàttanu Yàlla ak nguuram,"},{"style":"q1","text":"ak sañ-sañu \\w Almaseem|Almasi b-:\\w*,"},{"style":"q1","text":"ndax xalab nañu ki daan tuumaal sunu bokk yi,"},{"style":"q1","text":"di leen sosal guddeek bëccëg fi sunu kanam Yàlla."},{"style":"q1","text":""},{"style":"v","text":"Sunu bokk yee daan ndax deretu Xar mi,"},{"style":"q1","text":"ak seen kàddug seede,"},{"style":"q1","text":"te soppuñu seen bakkan ba ragala dee."},{"style":"q1","text":""},{"style":"v","text":"Kon nag yaw asamaan, bégal,"},{"style":"q1","text":"yaak mboolem ñi ci sa biir!"},{"style":"q1","text":"Waaye wóoy ngalla yeen, géej ak jéeri,"},{"style":"q1","text":"yeen ñi Seytaane wàccaale mer mu tàng fi yeen,"},{"style":"q1","text":"ndax xam ne fan yu néew a ko dese.»"},{"style":"p","text":""},{"style":"v","text":"Ninki-nanka ja nag xam ne xalab nañu ko ci kaw suuf, mu ne dann ndaw sa jur doom ju góor ja."},{"style":"v","text":"Ñu jox ndaw si ñaari laafi jaxaay ja, ngir mu naaw, rëcc ninki-nanka ji, dem ca màndiŋ ma, ca rawtoom ba ñu koy leele lu tollook ñetti diir ak genn-wàll\\f + \\fr 12.14 \\fk ñetti diir ak genn-wàll: \\ft seetal ci aaya 6 (12.6).\\f*."},{"style":"v","text":"Ba mu ko defee ninki-nanka ji buusu ndox mu bare ni dex, ndox ma topp ndaw sa, ngir wal ma yóbbaale ko."},{"style":"v","text":"Ci kaw loolu suuf wallu ndaw sa, ŋa, daldi naan dex ga gémmiñu ninki-nanka ja buusu woon."},{"style":"v","text":"Ninki-nanka ja mere ndaw sa, daldi dem, xeexi ak ndesu doomam yi topp santaaney Yàlla tey saxoo seedeel Yeesu."},{"style":"v","text":"Mu taxaw nag ca tefesu géej ga."}]