[{"style":"s1","text":"Ñaari rab yu aay falu nañu"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ma gis rab wu génne ci géej gi, am juróom ñaari bopp ak fukki béjjén, béjjén yi sol fukki mbaxanay buur, béjjén bu ne menn, bopp bu nekk ak tur wuy saaga Yàlla."},{"style":"v","text":"Rab wi ma gis ni segg la mel, tànk yi mel ni yu urs, di rab wu ñàng, gémmiñ gi mel ni gu gaynde. Ninki-nanka ji jox ko kàttanam ak nguuram ak sañ-sañam bu réy."},{"style":"v","text":"Benn ci bopp yi nag, rab wi da cee gaañu ba mel ni lu ñu rendi, ba mu dee. Teewul gaañu-gaañu boobu ko waroona rey daldi wér. Waa àddina sépp yéemu, topp rab wi."},{"style":"v","text":"Ba loolu amee ñu sujjóotal ninki-nanka ji ndax la mu jox rab wi sañ-sañ bi, di sujjóotal rab wi, naan: «Ana kuy moroomu rab wii, ak ku mana xeex ak moom?»"},{"style":"p","text":""},{"style":"v","text":"Ñu may rab wi nag muy kañu aka saaga Yàlla, may ko it mu saña wéye noonu diiru ñeent fukki weer ak ñaar."},{"style":"v","text":"Muy tifaare Yàlla ay saaga, di saaga aw turam ak màkkaanam ak ñi dëkke asamaan."},{"style":"v","text":"Ñu may ko itam mu xareek ñu sell ñi, duma leen, boole ci may ko sañ-sañ ci kaw niti gépp giir ak wépp xeet ak wépp làkk ak wépp askan."},{"style":"v","text":"Mboolem waa àddina di ko sujjóotal, maanaam mboolem ñi ñu bindul seen tur ca ndoortel àddina ci téereb dund\\f + \\fr 13.8 \\fk téereb dund bi: \\ft seetal ci 17.8.\\f* bu Xar mi ñu rendi."},{"style":"p","text":""},{"style":"v","text":"Ku ami nopp kat, na dégg."},{"style":"q1","text":""},{"style":"v","text":"Ku ñu wara jàpp njaam,"},{"style":"q1","text":"njaam nga jëm;"},{"style":"q1","text":"ku wara deewe saamar,"},{"style":"q1","text":"saamar ngay deeweji."},{"style":"m","text":"Looloo tax ñu sell ñi wara saxoo muñ ak ngëm."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ma gis weneen rab wu génne ci suuf, am ñaari béjjén ni am kuuyum xar mu ndaw, tey wax ni ninki-nanka."},{"style":"v","text":"Muy jëfe mboolem sañ-sañu rab wu njëkk wa, ci turu rab wu njëkk wa, di sant suuf ak ñi ko dëkke ñu sujjóotal rab wu njëkk woowu gaañu woon ba nara dee te mujj wér."},{"style":"v","text":"Ñaareelu rab wi nag di def kéemaan yu réy, bay wàcce ci kaw suuf sawara wu jóge asamaan, nit ñi di gis."},{"style":"v","text":"Ñaareelu rab wi nag nax waa àddina ci kéemaan yi mu am sañ-sañu def ci turu rab wu njëkk wi. Mu sant waa àddina, ñu sàkk jëmmu rab wi ñu jamoon saamar te muy wéye bakkanam."},{"style":"v","text":"Gannaaw loolu mayees na ko mu sol ag noo jëmmu rab wu njëkk wi, ba muy wax, di reylu képp ku ko sujjóotalul."},{"style":"v","text":"Ba mu ko defee, mag ak ndaw, boroom alal ak baadoolo, as gor akub jaam, ñépp, mu defal leen màndargam loxol ndijoor mbaa jë,"},{"style":"v","text":"ba kenn du mana jënd mbaa jaay te amul màndargam turu rab wi mbaa lim bi méngook turam."},{"style":"p","text":""},{"style":"v","text":"Fii nag xel la laaj: ku amug dégg, na waññ limu rab wi, ndax boobu lim turu nit la taxawe, di juróom benni téeméer ak juróom benn fukk ak juróom benn (666)."}]