[{"style":"s1","verse":"","text":"Sànj ma sottiku na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ma daldi dégg baat bu xumb bu bawoo ci màkkaan mi. Mu ne juróom ñaari malaaka yi: «Demleen sotti juróom ñaari ndabi sànjum Yàlla yi ci kaw suuf.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Malaaka mu njëkk mi dem, sotti ndabam ci kaw suuf, mu def ay taab yu bon te aay ci kaw nit ñi am màndargam rab wi, tey sujjóotal jëmmu nataalu rab wi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ñaareelu malaaka mi sotti ndabam ci géej gi. Mu soppiku deret ju mel ni lu nàcce ci ku ñu bóom. Lépp lu doon dund biir géej daldi dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ñetteelu malaaka mi sotti ndabam ci dex yeek bëti ndox yi, mu doon deret."},{"style":"v","verse":"5","text":"Ma dégg malaaka mi yilif ndox yi ne:"},{"style":"q1","verse":"","text":"«Yaw \\w Aji Sell|Aji Sell j-:\\w* ji nekk te nekkoon,"},{"style":"q1","verse":"","text":"yaa yey dogal yii àtte."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"6","text":"Deretu ñu sell ñeek deretu yonent yi lañu tuur,"},{"style":"q1","verse":"","text":"nga nàndal leen deret, feye leen.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Ma dégg \\w sarxalukaay|sarxalukaay b-:\\w* ba ne:"},{"style":"q1","verse":"","text":"«Waawaaw, Boroom bi Yàlla, Aji Man ji,"},{"style":"q1","verse":"","text":"say àtte dëgg la, yoon la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba loolu amee ñeenteelu malaaka mi sotti ndabam ci kaw jant bi. Ñu daldi may jant bi muy lakke nit ñi tàngooru sawaraam."},{"style":"v","verse":"9","text":"Ci kaw loolu tàngooru naaj wu metti di lakk nit ñi. Nit ñi nag tuubuñu, sàbbaaluñu Yàlla; xanaa di saaga Yàlla ji dogal yooyu musiba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Juróomeelu malaaka mi sotti ndabam ci kaw ngàngunem rab wi, nguuram daldi sóobu ci lëndëm, nit ñi di yéyu ndax mitit,"},{"style":"v","verse":"11","text":"tuubuñu seeni jëf, xanaa di saaga Yàllay asamaan ndax seeni mitit ak seeni taab."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Juróom benneelu malaaka mi sotti ndabam ci dex gu mag gi ñuy wax Efraat, dex gi daldi ŋiis, ngir sàkkal buuri penku yiy dikk aw yoon."},{"style":"v","verse":"13","text":"Ci kaw loolu ma gis ñetti njuuma yu mel niy mbott, kenn ki génne ci gémmiñu ninki-nanka ji, kenn ci gémmiñu rab wu njëkk wi, ki ci des ci gémmiñu ñaareelu rab wi mbubboo yonent."},{"style":"v","verse":"14","text":"Ñooñu nag ay njuumay \\w Seytaane|Seytaane:\\w* lañu, yuy def ay kéemaan, tey dajaleji buuri àddina sépp, ngir xareb bés bu mag bu Yàlla Aji Man ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Mu ne: «Maa ngi nii di yoot, di dikk nib sàcc. Ndokkalee, yaw mi teewlu, fàggu say yére, ba doo deme gàcceg yaramu neen, ñu di la seetaan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ci kaw loolu njuuma yi dajale buur yi ci béreb bu ñuy wax Armagedon\\f + \\fr 16.16 \\fk Armagedon \\ft ag joor la ci réewum Kanaan.\\f*, di baatu ebrë."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba mu ko defee juróom ñaareelu malaaka mi sotti ndabam ci kaw ngelaw li, baat bu xumb jóge ca ngàngune ma ca màkkaan ma, ne: «Sotti na!»"},{"style":"v","verse":"18","text":"Ba loolu amee, ay melax tàkk, ay kàddu aki dënu riir, suuf yëngu yëngu bu réy bu masula am ba nit teewee ci kaw suuf ba bésub keroog. Noonu la yëngub suuf ba yéemee te réy."},{"style":"v","verse":"19","text":"Dëkk bu mag ba xar ñett, dëkk yu mag yu askani àddina yi màbb. \\w Babilon|Babilon:\\w* gu mag ga nag, Yàlla bàyyi ko xel, ngir nàndal ko kaasu biiñu sànjam muy bax."},{"style":"v","verse":"20","text":"Dun yépp daldi dëddu, tund yi ne mes."},{"style":"v","verse":"21","text":"Tawu doji yuur yu benn talaŋ, yemook ñeent fukki kilo, daldi sóobe asamaan ci kaw nit ñi; ñuy saaga Yàlla ngir musibam doji yuur yi, ndax musiba mu réy ba jéggi dayo."}]