[{"style":"s1","verse":"","text":"Mbugal ñeel na jigéenu moykat ju mag ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kenn ci juróom ñaari malaaka yi taawu juróom ñaari ndab yi dikk, ne ma: «Kaay, ma won la mbugalu gànc bu mag bi toog ci ndox mu bare."},{"style":"v","verse":"2","text":"Moom la buuri àddina àndal di moy, te biiñu moyam la waa àddina di màndee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ci kaw loolu Leerug Yàlla dikkal ma, malaaka mi daldi ma yóbbu ba ca ab màndiŋ. Ma gis jigéen ju war rab wu xonq wu am juróom ñaari bopp ak fukki béjjén, te yaram wi fees ak tur yuy saaga Yàlla."},{"style":"v","verse":"4","text":"Jigéen jaa ngi sol lu yolet te xonq, takk wurus ak doji gànjar aki per. Mu ngi yor kaasu wurus bu fees ak ñaawtéef ak sobey moyam."},{"style":"v","verse":"5","text":"Jë bi nag, tur wii lañu ci bind, muy kumpa: \\w Babilon|Babilon:\\w* gu mag gi, ndeyu gànc yi ak ñaawtéefi àddina yi."},{"style":"v","verse":"6","text":"Ma gis ne jigéen ji daa naan ba màndi ci deretu ñu sell ñi ak deretu ñi doon seedeel Yeesu."},{"style":"p","verse":"","text":"Ba ma ko gisee, jaaxle naa lool."},{"style":"v","verse":"7","text":"Malaaka ma ne ma: «Looy jaaxle? Man maa lay xamal kumpag jigéen ji ak rab wi mu war, boroom juróom ñaari bopp yeek fukki béjjén yi."},{"style":"v","verse":"8","text":"Rab wi nga gis mas naa nekk waaye nekkatul. Dina génne ca \\w xóote|xóote b-:\\w* ba, waaye day sànkuji. Waa àddina ñi ñu bindul woon seeni tur ci téereb dund bi\\f + \\fr 17.8 \\fk téereb dund bi: \\ft seetal ci 13.8.\\f* ba àddinay door nag, bu ñu gisee rab wi, dinañu yéemu, ndax la mu masoona nekk, tey nekkatul, te ëllëg muy nekkaat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Fii nag xel mu ñaw la laaj. Juróom ñaari bopp yi ñooy juróom ñaari tund yi jigéen ji toog, te juróom ñaari buur lañu itam:"},{"style":"v","verse":"10","text":"juróom daanu nañu, kenn kaa ngi fi, ki ci des nag dikkagul, waaye bu dikkee, ab diir rekk la fiy am."},{"style":"v","verse":"11","text":"Rab wi masoona nekk te nekkatul nag, moom ci boppam moo di juróom ñetteelu buur bi, kenn la ci juróom ñaari buur yi jiitu itam, te day sànkuji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Fukki béjjén yi nga gis, fukki buur lañu yu jotagul ci seen nguur. Waaye diirub wenn waxtu, lañuy jot sañ-sañu nguur, ñook rab wi."},{"style":"v","verse":"13","text":"Menn mébét lañu bokk, te dinañu yékkati seen doole ak seen sañ-sañ, jox ko rab wi."},{"style":"v","verse":"14","text":"Dinañu xare ak Xar mi, waaye Xar mee leen di daan, ndax mooy Sangu sang yi, di Buuru buur yi. Mooy daan mook ñoñam ñi mu woo, tànn leen te ñu saxoo topp ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Malaaka ma neeti ma: «Ndox yi nga gis jigéenu moykat ji toog ci nag, mooy niti xeet yeek mbooloo yeek askan yeek làkk yi."},{"style":"v","verse":"16","text":"Fukki béjjén yi nga gis, ñook rab wi, dinañu won jigéenu moykat ji mbañeel. Dañu koy futti ba mu ne duŋŋ, ñu lekk aw suuxam, ba noppi lakk ko."},{"style":"v","verse":"17","text":"Ndaxte Yàllaa def ci seen xol pastéefu sottal mébétam, ba ñu bokk sottal menn mébét mi, daldi jébbal rab wi seen nguur, ba kera kàddug Yàlla mat sëkk."},{"style":"v","verse":"18","text":"Jigéen jii nga gis, moo di dëkk bu mag bi yilif buuri àddina.»"}]