[{"style":"s1","text":"Babilon daanu na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu ma gis meneen malaaka mu am sañ-sañ bu réy wàcce asamaan, àddina di leere cig leeram."},{"style":"v","text":"Mu àddu ca kaw, ne: «\\w Babilon|Babilon:\\w* a daanoo! Dëkk bu mag ba daanu na, ba doon dëkkukaayu jinne ak mboolem njuuma lu sobewu ak mboolem picc ak rabu àll wu sobewu te siblu."},{"style":"v","text":"Biiñu moyam miy indi am sànj, moom la askani àddina yépp di naan. Moom la buuri àddina àndal di moy, te doyloodig bakkanam gu réy woomal na julay àddina.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ma dégg beneen baat bu jóge asamaan, ne: «Yeen sama ñoñ, génnleen dëkk bii, bala ngeena bokk ak moom ay bàkkaaram, bay séddu ci mbugalam."},{"style":"v","text":"Ndaxte ay bàkkaaram jalu na ba àkki asamaan, te Yàlla bàyyi na xel ay ñaawtéefam."},{"style":"v","text":"Na mu jëfe ak yeen, jëfeleen ko ak moom, feyleen ko ñaari yoon ay jëfam. Kaas bi muy xellile am njafaan, feesalalleen ko njafaan lu ko ëpp doole ñaari yoon."},{"style":"v","text":"Joxleen ko ci toskare aku naqar, kemu daraja jaak dund gu bakkane ga mu jagoo woon. Gannaaw moo ne cim xelam: “Maa tooge jalu lingeer, dumab jëtun, duma deele mukk,”"},{"style":"v","text":"looloo tax ci benn bés la musiba yiy këppoondoo ci kawam: mbas, deele akub xiif, te dees na ko lakk ba mu jeex, ndax Boroom bi Yàlla mi ko mbugal moo am doole.»"},{"style":"p","text":""},{"style":"v","text":"Buuri àddina yi àndoon ak dëkk bii ci moy ak dund gu bakkane, bu ñu séenee saxaaras lakkam, ñoom ñépp ay yuuxu, di ko jooy."},{"style":"v","text":"Fu sore lañuy dànd, ndax ragal toskarey dëkk bi, te naan:"},{"style":"q1","text":"«Wóoy, wóoy ngalla dëkk bu mag ba!"},{"style":"q1","text":"Babilon ma ca doole ja!"},{"style":"q1","text":"Ci wenn waxtu rekk la sa àtte dikk!»"},{"style":"p","text":""},{"style":"v","text":"Julay àddinaa ngay yuuxu, di ko jooy, nde am njaayam du jarati:"},{"style":"v","text":"wurus ak xaalis ak doji gànjar aki per ak lẽe ak ndimo lu yolet, ak sooy, ak ndimo lu xonq curr, ak bépp bant bu xeeñ, ak wépp xeetu jumtukaayi bëñi ñey, ak jumtukaayi dénku ngëneel ak yu xànjar ak yu weñ gu ñuul ak yu doju màrb,"},{"style":"v","text":"ak kanel ak yeneen safal, ak ndàbbu miir ak cuuraay-libaŋ ak yeneen cuuraay, ak biiñ ak diwu oliw ak sunguf ak pepp ak nag ak xar ak fas, aki watiir aki jaam, ak nit ñu ñu jàpp xare."},{"style":"p","text":""},{"style":"v","text":"Dinañu ne: «Doomi garab yi nga soppoon sore na la, mboolem lu neex ak lu yànj réer na la mërr!»"},{"style":"p","text":""},{"style":"v","text":"Ña daan jula yooyii ci dëkk bi ba woomle, fu sore lañuy dànd, ndax ragal toskarey dëkk bi, di yuuxooka jooyoo,"},{"style":"v","text":"naan:"},{"style":"q1","text":"«Wóoy, wóoy ngalla dëkk bu mag ba! Ngalla yaw, dëkk bu mag"},{"style":"q1","text":"ba daa woddoo lẽe ak ndimo lu yolet ak lu xonq curr,"},{"style":"q1","text":"takkoo wurus ak doji gànjar aki per,"},{"style":"q1","text":""},{"style":"v","text":"wenn waxtu rekk, alal ju baree nii neen!»"},{"style":"p","text":"Dawalkati gaal yeek julay géej yi ak mool yi ak mboolem ñiy dunde géej, ñoom ñépp a ngi dànd fu sore,"},{"style":"v","text":"séen saxaaras lakku dëkk bi di jalu, jekki xaacu naan: «Bii dëkk bu mag, ana dëkk bu masa nirook moom?»"},{"style":"p","text":""},{"style":"v","text":"Dañuy xëpp suuf ci seen kaw bopp, di yuuxooka jooy aka naqarlu, naan:"},{"style":"q1","text":"«Wóoy, wóoy, ngalla dëkk bu mag ba!"},{"style":"q1","text":"Sa koom a woomal mboolem boroom gaal ci kaw géej,"},{"style":"q1","text":"wenn waxtu rekk, nga gental.»"},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"Ndokkalee, asamaan,"},{"style":"q1","text":"Ndokkalee, yeen ñu sell ñi itam, ak ndawi Yàlla yeek yonent yi,"},{"style":"q1","text":"ndaxte Yàllaa leen àtteek dëkk bii, mbugal ko."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee malaaka mu am doole yékkati doj wu mel ni doju wolukaay wu mag, sànni ko biir géej, daldi ne:"},{"style":"q1","text":"«Babilon dëkk bu mag bi, nii lañu koy sànneek doole,"},{"style":"q1","text":"mu ne meŋŋ."},{"style":"q1","text":""},{"style":"v","text":"Buumi xalam ak baatu woykat, toxorooku liit,"},{"style":"q1","text":"lenn du ci jibeeti fi yaw."},{"style":"q1","text":"Liggéeykat bu xareñ bu mu mana doon,"},{"style":"q1","text":"deesatu ko gis fi yaw,"},{"style":"q1","text":"doju wolukaay du riireeti fi yaw,"},{"style":"q1","text":""},{"style":"v","text":"làmp du niiteeti fi yaw,"},{"style":"q1","text":"te baatu boroom séet akub séetam du jibeeti fi yaw mukk,"},{"style":"q1","text":"ndax say julaa ëppoon doole ci àddina,"},{"style":"q1","text":"te say xërëm a sànk askanoo askan.»"},{"style":"m","text":""},{"style":"v","text":"Ci yaw it lañu fekk deretu yonent yeek ñu sell ñi ak mboolem ñi ñu rey ci kaw suuf."}]