[{"style":"s1","text":"Almasi bi mooy nguuru junniy at"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ma gis malaaka mu wàcce asamaan, yor caabiy \\w xóote|xóote b-:\\w* bi, ak càllala gu réy."},{"style":"v","text":"Mu jàpp ninki-nanka ja, jaani cosaan jooju di Tuumaalkat bi, di \\w Seytaane|Seytaane:\\w* ba tey. Malaaka mi yeew ko diiru junniy at."},{"style":"v","text":"Da koo sànni ci xóote bi, tëj ko, sakk buntu xóote bi, ndax du naxati askan yi, ba kera junniy at yi mat. Gannaaw loolu nag fàww ñu yiwi ko diir bu gàtt."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ma gis ay gàngune, ñu jox ña ca toog sañ-sañu àtte. Ma daldi gis bakkani ñi ñu dogoon seen bopp ndax la ñu doon seedeel Yeesu ak la ñu gëmoon kàddug Yàlla gi. Ñooña sujjóotalul woon rab wi ak jëmmu nataalam, te amuñu màndargam rab wi ci seen jë mbaa seen loxo. Ñu dekki bay nguuroondoo ak \\w Almasi|Almasi b-:\\w* bi diiru junniy at."},{"style":"v","text":"Loolu moo di ndekkite lu njëkk li. Yeneen néew yi nag, duñu dekki li feek junniy at yi matul."},{"style":"v","text":"Ndokkale ak sellaay ñeel na ñi séddu ci ndekkite lu njëkk li! Ñooñu, ñaareelu dee gi manalu leen dara. Ñooy doon it \\w sarxalkati|sarxalkat b-:\\w* Yàlla ak Almasi bi, te ñooy nguuroondoo ak Almasi bi junniy at."},{"style":"s1","text":"Seytaane moo mujje ca déegu sawara sa"},{"style":"p","text":""},{"style":"v","text":"Bu junniy at yi matee, dees na yiwi \\w Seytaane|Seytaane:\\w*, génnee ko ca kasoom,"},{"style":"v","text":"mu dikk, naxsi askani ñeenti colli àddina, yi ñuy wax waa Gog ak Magog\\f + \\fr 20.8 \\fk Gog ak Magog \\ft ñooy misaal bañaaley Yàlla ak ñu sell ñi. Seetal ci \\bk Esekiyel\\bk* saar 38---39.\\f*. Mu dajale leen ngir xare; ñu baree ni feppi suufas géej."},{"style":"v","text":"Dañuy sam déndub suuf sépp, daldi yéew dalub nit ñu sell ñi, dëkk bu jar bi. Ci biir loolu sawara wàcce asamaan, lakk leen."},{"style":"v","text":"Ñu jàpp nag Seytaane mi leen daan nax, sànni ko ci déegu sawaraak tamarax ba, mu fekki fa rab waak yonentu caaxaan ba. Dees na leen fa mitital guddi ak bëccëg, ba fàww."},{"style":"s1","text":"Bés-pénc taxaw na"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ma gis ngàngune mu mag mu weex ak ki ci toog. Asamaan ak suuf daldi dawe fa kanamam, ne mes."},{"style":"v","text":"Ma gis néew ya, mag ak ndaw, ñu taxaw ca kanam ngàngune ma, ay téere ubbiku, beneen téere ubbikooti, di téereb dund ba. Ñu daldi àtte néew ya ca seeni jëf, na ñu ko binde ca téere ya."},{"style":"v","text":"Ba mu ko defee géej jébbale néew ya woon ca moom, dee ak njaniiw jébbale néew ya woon ca moom, ñu daldi àtte ku nekk ca say jëf."},{"style":"v","text":"Ba loolu amee ñu jàpp dee ak njaniiw, sànni ca déegu sawara sa. Ñaareelu dee gi nag moo di déegu sawara si."},{"style":"v","text":"Képp ku ñu gisul ñu bind la ci téereb dund bi, ci déegu sawara si lees la sànni."}]