[{"style":"s1","verse":"","text":"Asamaan ak suuf dinañu am kuutaay"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ma daldi gis asamaan su bees ak suuf su bees. Fekk na asamaan su njëkk sa ak suuf su njëkk sa wéy, te géej amatul."},{"style":"v","verse":"2","text":"Ma gis nag dëkk bu sell bi, Yerusalem gu bees gi, mu wàcce asamaan fa Yàlla, mel nib séet bu defaru ba jekk ngir jëkkëram."},{"style":"v","verse":"3","text":"Ma dégg kàddu gu xumb jibe ca ngàngune ma, ne: «Màkkaanu Yàllaa ngii ci biir nit ñi. Mooy dëkk ak ñoom, ñu diy ñoñam. Yàlla ci boppam mooy dëkk ak ñoom, di seen Yàlla."},{"style":"v","verse":"4","text":"Mooy fomp seen wépp rongooñ. Dee dootul am, dëj aki yuux aku tiis dootul am, lu njëkk laay wéy.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ci kaw loolu ki toog ci ngàngune mi ne: «Maa ngii di yeesal lépp!» Mu teg ci ne ma: «Bindal, yii kàddu yu wóor la te dëggu.»"},{"style":"v","verse":"6","text":"Mu neeti ma: «Sotti na! Maay Alfa, di Omega, di njàlbéen, di muj. Ku mar, maa lay may nga naan ci bëtu ndoxum dund mi, te doo fey dara."},{"style":"v","verse":"7","text":"Képp ku am ndam nag, loolooy doon sab cér. Maay doon sa Yàlla, nga doon sama doom,"},{"style":"v","verse":"8","text":"waaye ñu ragal ñi ak aji gëmadi ñi ak defkati ñaawtéef yi ak bóomkat yi ak moykat yi ak xërëmkat yi ak bokkaalekat yi, mboolem fen-kat ñi, seen añ a nga ca déegu sawara waak tamarax ba. Loolu moo di ñaareelu dee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba loolu amee menn malaaka dikk. Mu ngi bokk ci juróom ñaari malaaka yi taawu juróom ñaari ndab yi fees ak juróom ñaari musiba yu mujj yi. Mu ne ma: «Dikkal, ma won la séet bi, soxnas Xar mi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ci kaw loolu Leerug Yàlla dikkal ma, malaaka ma yóbbu ma ci tund wu mag te kawe, daldi may won dëkk bu sell bi, Yerusalem, muy wàcce asamaan fa Yàlla."},{"style":"v","verse":"11","text":"Dëkk baa nga ànd ak darajay Yàlla, leeraayam ba mel ni peru gànjar, nirook peru jàspë, leere ni kiristaal."},{"style":"v","verse":"12","text":"Tata ju réy te kawe la am ak fukki bunt ak ñaar yu fukki malaaka ak ñaar taxawe, ay tur binde ca kaw bunt ya, di turi fukki giiri Israayil yaak ñaar."},{"style":"v","verse":"13","text":"Wetu penku ba, ñetti bunt la; wetu bëj-gànnaar ba, di ñetti bunt; wetu bëj-saalum ba, di ñetti bunt; wetu sowu ba, di ñetti bunt."},{"style":"v","verse":"14","text":"Tatay dëkk baa nga sampe ci fukki doji fondmaa ak ñaar yu ñu bind fukki tur ak ñaar yu ndawi Xar mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Kiy wax ak man nag, mu ngi yor yetu nattukaayu wurus, ngir natt dëkk bi aki buntam ak tataam."},{"style":"v","verse":"16","text":"Dëkk bi dafa kaare; guddaay bi tollook yaatuwaay bi. Mu natte dëkk bi bant bi mu yor, guddaay bi ak yaatuwaay bi ak taxawaay bi, lépp tolloo, di fukk ak ñaari junni dayo (12~000), yemook ñaari junneek ñaari téeméeri kilomet (2~200)."},{"style":"v","verse":"17","text":"Malaaka mi natt tata ji, muy téeméeri xasab ak ñeent fukk ak ñeent (144) yu malaaka mi natte, ni ko nit ñiy natte naka jekk, te yemook juróom ñaar fukki meetar ak ñaar (72)."},{"style":"v","verse":"18","text":"Tata ji peru jàspë lañu ko liggéeye, dëkk bi di wurusu ngalam, leer nàññ ni kiristaal."},{"style":"v","verse":"19","text":"Doju fondmaa tatay dëkk bi, xeeti gànjar ju nekk lañu ko rafetale."},{"style":"q1","verse":"","text":"Doju fondmaa bu njëkk bi di jàspë;"},{"style":"q1","verse":"","text":"ñaareel bi di safiir;"},{"style":"q1","verse":"","text":"ñetteel bi di kalseduwan;"},{"style":"q1","verse":"","text":"ñeenteel bi di emëródd;"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"20","text":"juróomeel bi di sarduwan;"},{"style":"q1","verse":"","text":"juróom benneel bi di kornalin;"},{"style":"q1","verse":"","text":"juróom ñaareel bi di kirsolit;"},{"style":"q1","verse":"","text":"juróom ñetteel bi di beril;"},{"style":"q1","verse":"","text":"juróom ñeenteel bi di topaas;"},{"style":"q1","verse":"","text":"fukkeel bi di kirsoparas;"},{"style":"q1","verse":"","text":"fukkeel beek benn di yasent;"},{"style":"q1","verse":"","text":"fukkeel beek ñaar di ametistë."},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"Fukki bunt yeek ñaar, fukki per ak ñaar lañu. Bunt bu nekk sàkkoo ci benn per kepp, péncum dëkk bi di wurusu ngalam, leer nàññ ni kiristaal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ab jaamookaay nag, gisuma ko fenn ci biir dëkk bi, ndax Boroom bi Yàlla Aji Man ji ak Xar mi ñooy jaamookaay bi."},{"style":"v","verse":"23","text":"Te dëkk bi soxlawul jant bu koy leeral mbaa weer, ndax leeru Yàllaa koy leeral, Xar mi di làmpam."},{"style":"v","verse":"24","text":"Askani àddina, leeru dëkk bi lañuy doxe, buuri àddina di fi indi seen teraanga."},{"style":"v","verse":"25","text":"Bunti dëkk bi du tëje mukk bëccëg, te foofa sax guddi amu fa."},{"style":"v","verse":"26","text":"Dees na fa indi darajaak teraangay askan yi."},{"style":"v","verse":"27","text":"Du lenn lu sobewu lu fay dugg nag, mbaa defkatu jëf ju ruslu ak njublaŋ. Ñi ñu bind ci téereb dund bu Xar mi doŋŋ ñoo fay dugg."}]