[{"style":"s1","text":"Bindees na waa Sàrd"},{"style":"p","text":""},{"style":"v","text":"«Malaakam mbooloom gëmkat ña ca Sàrd nag, bind ko ne ko:"},{"style":"p","text":"«Lii moo di kàdduy Boroom juróom ñaari noo yu Yàlla yi ak juróom ñaari biddiiw yi. Mu ne: Gis naa say jëf. Dañu laa jàppe kuy dund te fekk la dee."},{"style":"v","text":"Teewlul te nga leqali ndes wi ngay waaja deele. Ndax kat, gisuma sa jëf ju mat fa sama kanam Yàlla."},{"style":"v","text":"Kon nag fàttalikul la nga jotoon te dégg ko, nga sàmm ko, te tuub. Soo teewluwul nag, dinaa ñëw nib sàcc, te doo xam mukk wan waxtu laa naa jimeet fi sa kaw."},{"style":"p","text":""},{"style":"v","text":"«Moona am nga foofu ci Sàrd nit ñu néew ñu tilimalul seen mbubb. Ñooñooy ànd ak man, sol lu weex, ndax ñoo ko yeyoo."},{"style":"v","text":"Ku am ndam mooy soloo noonu mbubb mu weex, te turam, duma ko far ci téereb dund bi, waaye maa koy wuyul ci sama kanam Baay ak ay malaakaam."},{"style":"p","text":""},{"style":"v","text":"«Ku ami nopp kat, na dégg li \\w Noowug Yàlla|Noo gu Sell g-:\\w* wax mboolooy gëmkat ñi."},{"style":"s1","text":"Bindees na waa Filadelfi"},{"style":"p","text":""},{"style":"v","text":"«Malaakam mbooloom gëmkat ña ca Filadelfi nag, bind ko ne ko:"},{"style":"p","text":"«Lii moo di kàdduy \\w Ku sell|Aji Sell j-:\\w* ki, Kiy dëgg, te yor caabiy \\w Daawuda|Daawuda:\\w*. Su tijjee ab bunt, kenn du ko tëj; su ko tëjee, kenn du ko tijji. Mu ne:"},{"style":"v","text":"Gis naa say jëf. Maa def fi sa kanam, bunt bu tijjiku bu kenn manula tëj. Ndax néew nga doole, waaye sàmm nga sama kàddu te weddiwoo ma."},{"style":"v","text":"Ñenn ci jàngub \\w Seytaane|Seytaane:\\w* bi, ñooñuy fen, di tuddoo ay Yawut te duñuy Yawut, maa ngii di leen xiirtal, dikkloo leen, sujjóotloo leen fi sa kanam, ba ñu xam ne man maa la sopp."},{"style":"v","text":"Gannaaw yaa sàmm sama kàddu, ba muñ ni ma la ko sante, man itam dinaa la sàmm ci waxtuw nattu biy wàccsi ci àddina sépp, ngir nattu waa kaw suuf."},{"style":"p","text":""},{"style":"v","text":"«Léegi ma ñëw. Ŋoyal ci li nga yor, ngir kenn baña fëkk sa \\w kaalag|kaala g-:\\w* ndam."},{"style":"v","text":"Ku am ndam nag, maa lay def nga doon ag kenu fi sama biir néegu Yàlla, te doo fa génnati mukk. Maay bind fi sa kaw sama turu Yàlla ak sama turu dëkku Yàlla, te mooy Yerusalem gu bees, giy wàcce fa kaw, bàyyikoo fa sama Yàlla. Maay bind it fi sa kaw sama tur wu yees."},{"style":"p","text":""},{"style":"v","text":"«Ku ami nopp kat, na dégg li \\w Noowug Yàlla|Noo gu Sell g-:\\w* wax mboolooy gëmkat ñi."},{"style":"s1","text":"Bindees na waa Lawdise"},{"style":"p","text":""},{"style":"v","text":"«Malaakam mbooloom gëmkat ña ca Lawdise nag, bind ko ne ko:"},{"style":"p","text":"«Lii moo di kàdduy ki tudd Na-amee-nii\\f + \\fr 3.14 \\fk Na-amee-nii: \\ft seetal ci \\bk Esayi \\bk* 65.16 \\f*, Seede bi wóor te dëggu, Ndeyu càkktéefu Yàlla ji. Mu ne:"},{"style":"v","text":"Xam naa say jëf; xam naa ne seddoo, tàngoo. Su ma sañoon, nga sedd mbaa nga tàng."},{"style":"v","text":"Gannaaw nii nga nugge nag; tàngoo, seddoo, dinaa la yàbbi."},{"style":"v","text":"Gannaaw yaa ngi naan: “Am naa alal, barele naa, soxlaatuma dara,” te yaw xamuloo ni nga toroxe, jara yërëm, ñàkk, gumba, ne duŋŋ,"},{"style":"v","text":"dama lay digal, nga jënd ci man wurus wu ñu xellee ci sawara ba mu set wecc, ngir nga am alal. Jëndal itam yére yu weex yoo sol, ba làq sa duŋŋaaral gu gàccelu gi; ak tuufaay looy tuufoo, ngir nga gis."},{"style":"p","text":""},{"style":"v","text":"«Man, képp ku ma sopp, maa koy jubbanti, yar ko. Kon nag farlul te tuub!"},{"style":"v","text":"Maa ngi nii taxaw ci bunt bi, di fëgg. Ku dégg sama baat, ba ubbil ma, dinaa agsi moos sa néeg, nu bokk reer."},{"style":"p","text":""},{"style":"v","text":"«Ku am ndam nag, maa lay may nga toog ak man fi sama ngàngune, na ma ame woon ndam, ba toog ak sama Baay fi ngànguneem."},{"style":"p","text":""},{"style":"v","text":"«Ku ami nopp kat, na dégg li \\w Noowug Yàlla|Noo gu Sell g-:\\w* wax mboolooy gëmkat ñi.»"}]