[{"style":"s1","text":"Buur Yàlla toog na ca ngànguneem"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu damaa xool, rekk yem ci bunt bu ubbiku fa asamaan. Ci biir loolu baat ba ma njëkkoona dégg muy wax ak man te mel nig liit, ne ma: «Yéegal fii, ma won la liy topp ci loolu.»"},{"style":"v","text":"Leerug Yàlla jekki dikkal ma. Ci kaw loolu, yemuma lu moy ci am ngàngune mu tege ca asamaan, mu am ku toog ca ngàngune ma."},{"style":"v","text":"Meloom a ngay niru peru jàspë ak peru sarduwan, ag xon gu mel ni peru emëródd wër ngàngune ma."},{"style":"v","text":"Yeneen ñaar fukki gàngune ak ñeent a ko wër, ñaar fukki mag ak ñeent toog ca gàngune ya. Ña nga sol mbubb yu weex, ay \\w kaalay|kaala g-:\\w* wurus tege ca seen bopp."},{"style":"v","text":"Ay melax aki kàddu aki dënu ñooy bawoo ca ngàngune ma, juróom ñaari jumi sawara di tàkk fa kanam ngàngune ma, jum ya di juróom ñaari noo yu Yàlla yi."},{"style":"v","text":"Fi janook ngàngune mi lu mel ni géeju kiristaal, leer nàññ. Fi wër ngàngune mi ci wet gu nekk, ñeenti mbindeef a ngi fi, fees aki bët ci kanam ak ci gannaaw."},{"style":"v","text":"Mbindeef mu njëkk maa ngi mel ni gaynde, ñaareelu mbindeef mi mel niw yëkk, ñetteelu mbindeef mi ame kanamu nit, ñeenteel ba mel ni jaxaay juy naaw."},{"style":"v","text":"Ñeenti mbindeef yi am nañu ku nekk juróom benni laaf, fees aki bët ba daj, biir ak biti, te guddi ak bëccëg duñu selaw, xanaa naan:"},{"style":"q1","text":"«Kee sell, Kee sell, Kee sell,"},{"style":"q1","text":"Keey Boroom bi Yàlla Aji Man ji,"},{"style":"q1","text":"Kee masa nekk, Kee nekk, Keey dikk.»"},{"style":"m","text":""},{"style":"v","text":"Saa su mbindeef ya di màggal aka teral aka sant Boroom toogaayu ngàngune miy dund ba fàww,"},{"style":"v","text":"ñaar fukki mag ñeek ñeent ne gurub sukk fi kanam ki toog ci ngàngune mi, di ko sujjóotal, moom miy dund ba fàww. Ñuy sànni seeni kaala fi kanam ngàngune mi te naan:"},{"style":"q1","text":""},{"style":"v","text":"«Yàlla sunu Boroom, yaa yeyoo daraja ak worma ak manoore,"},{"style":"q1","text":"ndaxte yaa sàkk lépp,"},{"style":"q1","text":"lépp lu am, yaw la soob,"},{"style":"q1","text":"nga sàkk ko.»"}]