[{"style":"s1","text":"Xar mi tàyyi na tayu yi"},{"style":"p","text":""},{"style":"v","text":"Ma gis nag Xar mi di tàyyi genn ci juróom ñaari tayu yi. Ci biir loolu ma dégg kenn ci ñeenti mbindeef yi àddoo baat buy riir ni dënu, ne: «Dikkal!»"},{"style":"v","text":"Ma xool rekk, gis fas wu weex, gawaram yor ag fitt. Ñu jox ko \\w kaala|kaala g-:\\w*, mu daldi aw ci yoonu daan-kat, ngir daani."},{"style":"p","text":""},{"style":"v","text":"Ba Xar mi tàyyee ñaareelu tayu bi, ma dégg ñaareelu mbindeef mi ne: «Dikkal!»"},{"style":"v","text":"Weneen fas ne jimeet, di wu xonq, ñu may gawaram mu jële jàmm ci kaw suuf, ngir nit ñi di reyante ci seen biir. Ñu jox ko saamar bu mag."},{"style":"p","text":""},{"style":"v","text":"Ba mu tàyyee ñetteelu tayu bi, ma dégg ñetteelu mbindeef mi ne: «Dikkal!» Ma xool rekk, gis fas wu ñuul, gawaram yor ab màndaxekaay."},{"style":"v","text":"Ma dégg lu mel ni baat bu jibe ci diggante ñeenti mbindeef yi, ne: «Benn kilo peppu bele, peyu bëccëgu lëmm; benn kilo peppu lors, peyu bëccëgu lëmm, te diw ak biiñ, bu ko kenn yàq.»"},{"style":"p","text":""},{"style":"v","text":"Ba Xar mi tàyyee ñeenteelu tayu bi, ma dégg ñeenteelu mbindeef mi ne: «Dikkal!»"},{"style":"v","text":"Ma xool rekk, gis fas wu gel, turu gawaram di Dee, njaniiw topp ci moom. Ñu jox ko sañ-sañ ci ñeenteelu xaaju àddina, ngir muy bóome saamar akub xiif, di bóome mbas ak ay rabi àll."},{"style":"p","text":""},{"style":"v","text":"Ba mu tàyyee juróomeelu tayu bi, ma gis ci suufu \\w sarxalukaay|sarxalukaay b-:\\w* bi, ruuwi ñi ñu bóom ndax kàddug Yàlla ak seede si ñu ci seede."},{"style":"v","text":"Ñu àddu ca kaw ne: «Buur bu sell, bu dëggu bi, loo deeti xaar ci àtte waa àddina, ngir feyul nu sunu deret ji tuuru?»"},{"style":"v","text":"Ñu jox ku ci nekk mbubb mu weex, ne leen ñu négandiku tuuti, ba kera seeni bokk ak ñi ñu bokkal liggéey bi, te ñu war leena bóom ni ñoom, ñépp dikk, ba lim bi mat."},{"style":"p","text":""},{"style":"v","text":"Ma gisati bi muy tàyyi juróom benneelu tayu bi, suuf daldi yëngu bu baaxa baax, jant bi ñuul kukk, weer wi wépp xonq curr ni deret."},{"style":"v","text":"Biddiiw yi fàqe asamaan, wadd ci suuf, ni doom yu xaay yu ngëlén gësëm seen ndey."},{"style":"v","text":"Asamaan si dellu ni basaŋ gu ñu taxañ, tund yépp ak dun yépp toxoo fa ñu nekkoon."},{"style":"v","text":"Ba mu ko defee buuri àddina yeek kilifa yeek \\w njiiti gàngoor|njiitu gàngoor g-:\\w* yeek boroom alal yeek boroom doole yeek mboolem jaam yeek gor ñi, ñépp làquji ci xunt yeek doji tund yi."},{"style":"v","text":"Ñu ne tund yeek doj yi: «Daanuleen ci sunu kaw, làq nu kanamu ki toog ci ngàngune mi ak sànjum Xar mi,"},{"style":"v","text":"ndax seen bésub sànj bu mag taxaw na, ana ku ko àttan?»"}]