[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Juróomeelu malaaka mi wal liitam, ma gis, biddiiw bu xàwweekoo woon asamaan, ba wadd ci kaw suuf. Ñu jox ko caabiy kàmbu \\w xóote|xóote b-:\\w* ba."},{"style":"v","verse":"2","text":"Mu ubbi buntu kàmbu xóote ba, saxaar su mel ni saxaaras taal bu mag jollee ca, jant bi ak jaww ji, lépp lëndëm ndax saxaaras kàmb gi."},{"style":"v","verse":"3","text":"Ba loolu amee ay njéeréer génne ci saxaar si, daldi tasaaroo ci biir àddina, ñu may leen ñuy fitte ni jànkalaar."},{"style":"v","verse":"4","text":"Ñu ne leen, buñu laal mennum ñax, mbaa genn gàncax, mbaa genn garab, xanaa ñu jublu rekk ci nit ñi amul màndargam torluwaayu Yàlla ci seen jë."},{"style":"v","verse":"5","text":"May nañu leen ñu mitital leen diiru juróomi weer, te bañ leena rey, xanaa mitital leen lu tembook mititu fittu jànkalaar."},{"style":"v","verse":"6","text":"Bési keroog nit ñeey sàkku dee, te duñu ko daj, ñu ne siiwa dee, dee daw leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Njéeréer yaa ngi nirook fas yu ñu waajal ngir xare, kaalawoo lu mel ni \\w kaalay|kaala g-:\\w* wurus, seen kanam nirook kanamu nit,"},{"style":"v","verse":"8","text":"seen kawar mel ni kawaru jigéen, seeni sell nirook selli gaynde."},{"style":"v","verse":"9","text":"Ñu ngi sol kiiraayi dënn yu mel ni kiiraayi weñ gu ñuul, seen coowal laaf yi mel ni coowal watiiri xare yu bare."},{"style":"v","verse":"10","text":"Geen gu am fitt lañu am ni jànkalaar. Daŋaru geen googu mooy manoore bi ñu am ngir mitital nit ñi diiru juróomi weer."},{"style":"v","verse":"11","text":"Seen buur a leen jiite, di malaakam xóote bi, turam ci ebrë di Abadon; Apolyon ci làkku gereg (muy firi Yàqkat bi)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Naka la musiba mu njëkk mi jàll rekk, yeneen ñaari musiba dikk, topp ci."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba mu ko defee juróom benneelu malaaka mi wal liitam. Ma dégg baat bu jóge ci ñeenti béjjéni \\w sarxalukaayu|sarxalukaay b-:\\w* wurus bi ci kanam Yàlla."},{"style":"v","verse":"14","text":"Baat bi wax ak juróom benneelu malaaka mi yor liit, ne ko: «Yiwil ñeenti malaaka ya yeewe ca Efraat, dex gu mag ga.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ca lañu yiwi ñeenti malaaka ya ñu waajaloon ñeel waxtu woowu, ci bés boobu, weer woowu, at moomu, ngir ñu rey ñetteelu xaaju nit ñi."},{"style":"v","verse":"16","text":"Limu gawari mbooloo ma doon xareji ñaari téeméeri junniy junni la (200~000~000). Maa dégg lim bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Nii laa gise ci peeñu mi fas yi ak ñi leen war: ñu ngi sol kiiraay yu xonq ni sawara, baxa ni safiir, te mboq ni tamarax. Boppi fas yaa ngi nirook boppi gaynde, sawara ak saxaar ak tamarax di génne ci seen gémmiñ."},{"style":"v","verse":"18","text":"Ñetti musiba yooyii, sawara seek saxaar seek tamarax biy génne ci seen gémmiñ, daldi rey ñetteelu xaaju nit ñi."},{"style":"v","verse":"19","text":"Daŋaru fas yaa ngi ci seen gémmiñ ak ci seen geen, ndax seen geen yaa ngi mel ni ay jaan, ami bopp yu ñuy mititalee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ndesu nit ñi musiba yooyii reyul nag, taxul sax ñu tuub seeni jëf, ba bañatee jaamu ay tuur, ak jëmmi xërëmi wurus ak xaalis ak xànjar ak xeer ak dénk: xërëm yu gisul, déggul, doxul."},{"style":"v","verse":"21","text":"Rax ci dolli, tuubuñu bóome gi ak ñeengo gi ak séy yi yoon tere ak càcc gi ñu nekke."}]