[{"style":"s1","verse":"","text":"Restraining the Tongue"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Not many should become teachers, my brothers, \\add because you\\add*\\ef + \\fr 3:1 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know that we will receive a greater judgment.\\f + \\fr 3:1 \\ft Or “greater condemnation” \\f* "},{"style":"v","verse":"2","text":"For we all stumble \\add in\\add* many \\add ways\\add*. If anyone does not stumble in what he says, he \\add is\\add* a perfect individual,\\f + \\fr 3:2 \\ft Literally “man,” but clearly in a generic sense here meaning “someone, a person” \\f* able to hold in check his whole body also. "},{"style":"v","verse":"3","text":"And if we put bits in the mouths of horses so that they obey us, we also guide their whole bodies. "},{"style":"v","verse":"4","text":"Behold also ships: \\add although they\\add* are so large and are driven by strong winds, they are guided by a very small rudder wherever the inclination of the pilot wishes. "},{"style":"v","verse":"5","text":"So also the tongue is a small member \\add of the body\\add*\\ef + \\fr 3:5 \\ft ﻿*The words “of the body” are not in the Greek text but are supplied for clarity \\ef* and boasts great \\add things\\add*. Behold how small a fire sets ablaze how great a forest! "},{"style":"v","verse":"6","text":"And the tongue \\add is\\add* a fire! The world of unrighteousness,\\f + \\fr 3:6 \\ft Or “a fire, the world of unrighteousness! The tongue is set among our members” \\f* the tongue, is set among our members, defiling the whole body and setting on fire ⸤the course of human existence⸥\\f + \\fr 3:6 \\ft Literally “the wheel of origin” \\f*, being set on fire by hell."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"For every species of animals and birds, of reptiles and sea creatures, is being tamed and has been tamed by the human species, "},{"style":"v","verse":"8","text":"but no human being is able to tame the tongue. \\add It is\\add* a restless evil, full of deadly poison. "},{"style":"v","verse":"9","text":"With it we bless the\\ef + \\fr 3:9 \\ft ﻿*Or possibly “our,” if the Greek article is understood as a possessive pronoun \\ef* Lord and Father, and with it we curse people who are made in the likeness of God. "},{"style":"v","verse":"10","text":"From the same mouth come blessing and cursing. My brothers, these \\add things\\add* ought not to be so! "},{"style":"v","verse":"11","text":"A spring does not pour forth from the same opening fresh and bitter \\add water, does it\\add*?\\ef + \\fr 3:11 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* "},{"style":"v","verse":"12","text":"A fig tree is not able, my brothers, to produce olives, or a grapevine figs. Neither can a saltwater spring produce fresh water."},{"style":"s1","verse":"","text":"The Wisdom That Comes Down from Above"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"Who \\add is\\add* wise and understanding among you? Let him show by his\\ef + \\fr 3:13 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* good behavior his works, with the humility of wisdom. "},{"style":"v","verse":"14","text":"But if you have bitter jealousy and selfish ambition in your hearts, do not boast and tell lies against the truth. "},{"style":"v","verse":"15","text":"This is not the wisdom that comes down from above, but \\add is\\add* earthly, unspiritual, demonic. "},{"style":"v","verse":"16","text":"For where \\add there is\\add* jealousy and selfish ambition, there \\add is\\add* disorder and every evil practice. "},{"style":"v","verse":"17","text":"But the wisdom from above is first pure, then peaceful, gentle, obedient, full of mercy and good fruits, nonjudgmental, without hypocrisy, "},{"style":"v","verse":"18","text":"And the fruit of righteousness is sown in peace among\\f + \\fr 3:18 \\ft Or “for”; or possibly “by” \\f* those who make peace."}]