[{"style":"mt1","text":"Judges"},{"style":"s1","verse":"","text":"Israel Continues Its Conquest"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"After the death of Joshua, the ⸤Israelites⸥\\f + \\fr 1:1 \\ft Literally “sons/children of Israel” \\f* inquired of Yahweh, saying, “Who will go up first for us against the Canaanites\\f + \\fr 1:1 \\ft Hebrew “Canaanite” \\f* to fight against them?” "},{"style":"v","verse":"2","text":"And Yahweh said, “Judah will go up. I hereby give the land into his hand.” "},{"style":"v","verse":"3","text":"And Judah said to Simeon his brother, “Go up with me into my allotment, and let us fight against the Canaanites; then I too will go with you into your allotment.” And Simeon went with him. "},{"style":"v","verse":"4","text":"And Judah went up, and Yahweh gave the Canaanites\\f + \\fr 1:4 \\ft Hebrew “Canaanite” \\f* and the Perizzites\\f + \\fr 1:4 \\ft Hebrew “Perizzite” \\f* into their hand, and they defeated ten thousand men at Bezek. "},{"style":"v","verse":"5","text":"At Bezek they came upon Adoni-bezek, and they fought against him and defeated the Canaanites\\f + \\fr 1:5 \\ft Hebrew “Canaanite” \\f* and the Perizzites.\\f + \\fr 1:5 \\ft Hebrew “Perizzite” \\f* "},{"style":"v","verse":"6","text":"And Adoni-bezek fled, but they pursued after him; they caught him and cut off ⸤his thumbs and big toes⸥.\\f + \\fr 1:6 \\ft Literally “the thumbs of his hands and feet” \\f* "},{"style":"v","verse":"7","text":"Adoni-bezek said, “Seventy kings with ⸤their thumbs and big toes⸥\\f + \\fr 1:7 \\ft Literally “the thumbs of their hands and feet” \\f* cut off used to pick up \\add scraps\\add* under my table; just as I have done, so God has repaid to me. And they brought him \\add to\\add* Jerusalem, and he died there."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"The descendants\\f + \\fr 1:8 \\ft Or “sons/children” \\f* of Judah fought against Jerusalem, and they captured it, ⸤put it to the sword⸥,\\f + \\fr 1:8 \\ft Literally “they struck it with the mouth of the sword” \\f* and ⸤set the city on fire⸥.\\f + \\fr 1:8 \\ft Literally “the city they sent away with fire” \\f* "},{"style":"v","verse":"9","text":"Afterward the descendants\\f + \\fr 1:9 \\ft Or “sons/children” \\f* of Judah pursued to fight against the Canaanites\\f + \\fr 1:9 \\ft Hebrew “Canaanite” \\f* who were living in the hill country, the Negev,\\f + \\fr 1:9 \\ft An arid region south of the Judean hills \\f* and the Shephelah.\\f + \\fr 1:9 \\ft A geographical region associated with an area of low country on the western edge of the Judaean hills. \\f* "},{"style":"v","verse":"10","text":"And Judah went against the Canaanites\\f + \\fr 1:10 \\ft Hebrew “Canaanite” \\f* living in Hebron (the former name of Hebron \\add was\\add* Kiriath Arba). And they defeated Sheshai, Ahiman, and Talmai."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"And from there they went to the inhabitants of Debir (the former name of Debir \\add was\\add* Kiriath Sepher). "},{"style":"v","verse":"12","text":"And Caleb said, “Whoever attacks Kiriath Sepher and captures it, I will give to him Acsah my daughter as a wife.” "},{"style":"v","verse":"13","text":"Othniel son of Kenaz, the younger brother of Caleb, captured it, and he gave to him Acsah his daughter as a wife. "},{"style":"v","verse":"14","text":"When she came \\add to him\\add*, she urged him to ask her father for a field. As she dismounted from the donkey, Caleb said to her, “⸤What do you want⸥?”\\f + \\fr 1:14 \\ft Literally “What \\fq is \\ft for you?” \\f* "},{"style":"v","verse":"15","text":"And she said to him, “Give me ⸤a gift⸥;\\f + \\fr 1:15 \\ft Literally “blessing” \\f* you have given me the land of the Negev,\\f + \\fr 1:15 \\ft An arid region south of the Judaean hills \\f* and give me also a spring of water.” And Caleb gave to her the upper and lower spring.\\f + \\fr 1:15 \\ft \\xt Judges 1:11–15 \\ft is almost identical to \\xt Joshua 15:13–19 \\ft \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"The descendants\\f + \\fr 1:16 \\ft Or “sons/children” \\f* of Hobab \\add the\\add* Kenite, Moses’ father-in-law, went up with the descendants\\f + \\fr 1:16 \\ft Or “sons/children” \\f* of Judah from the city of palms \\add into\\add* the wilderness of Judah, which \\add is\\add* in \\add the\\add* Negev\\f + \\fr 1:16 \\ft An arid region south of the Judaean hills \\f* \\add near\\add* Arad. And they went\\f + \\fr 1:16 \\ft Hebrew “he went” \\f* and settled with the people. "},{"style":"v","verse":"17","text":"And Judah went with his brother Simeon, and they defeated the Canaanites\\f + \\fr 1:17 \\ft Hebrew “Canaanite” \\f* inhabiting Zephath; they utterly destroyed it, so he called the name of the city Hormah. "},{"style":"v","verse":"18","text":"Judah captured Gaza and its territory, Ashkelon and its territory, and Ekron and its territory. "},{"style":"v","verse":"19","text":"And Yahweh was with Judah, and he took possession of the hill country, but they could not drive out the inhabitants of the plain because they \\add had\\add* chariots of iron. "},{"style":"v","verse":"20","text":"They gave Hebron to Caleb just as Moses said, and he drove out the three sons of Anak from there. "},{"style":"v","verse":"21","text":"But the descendants\\f + \\fr 1:21 \\ft Or “sons/children” \\f* of Benjamin did not drive out the Jebusites\\f + \\fr 1:21 \\ft Hebrew “Jebusite” \\f* who lived in Jerusalem, so the Jebusites have lived among the descendants\\f + \\fr 1:21 \\ft Or “sons/children” \\f* of Benjamin in Jerusalem to this day."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Likewise, the house of Joseph went up \\add against\\add* Bethel, and Yahweh \\add was\\add* with them. "},{"style":"v","verse":"23","text":"And the house of Joseph spied out Bethel (the former name of the city was Luz). "},{"style":"v","verse":"24","text":"And when the spies saw a man leaving the city,\\f + \\fr 1:24 \\ft Or “going out from the city” \\f* they said to him, “Please show us the entrance of the city, and we will deal kindly\\f + \\fr 1:24 \\ft Or “do a loyal love” \\f* with you.” "},{"style":"v","verse":"25","text":"So he showed them the entrance of the city, and they struck the city with ⸤the edge of the sword⸥,\\f + \\fr 1:25 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* but they let go the man and all his family. "},{"style":"v","verse":"26","text":"And the man went \\add to\\add* the land of the Hittites, and he built a city and named it Luz; this \\add is\\add* its name to this day."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Manasseh did not drive out Beth-Sean and its towns, or Taanach and its towns, or the inhabitants\\f + \\fr 1:27 \\ft Hebrew “inhabitant” \\f* of Dor and its towns, or the inhabitants of Ibleam and its towns, or the inhabitants of Megiddo and its towns; the Canaanites\\f + \\fr 1:27 \\ft Hebrew “Canaanite” \\f* \\add were\\add* determined to live in this land. "},{"style":"v","verse":"28","text":"And it happened, when Israel grew strong, they put the Canaanites\\f + \\fr 1:28 \\ft Hebrew “Canaanite” \\f* to forced labor, but they never totally drove them out. "},{"style":"v","verse":"29","text":"Ephraim did not drive out the Canaanites\\f + \\fr 1:29 \\ft Hebrew “Canaanite” \\f* living in Gezer, so the Canaanites\\f + \\fr 1:29 \\ft Hebrew “Canaanite” \\f* lived in their midst in Gezer. "},{"style":"v","verse":"30","text":"Zebulun did not drive out the inhabitants of Kitron or Nahalol, so the Canaanites\\f + \\fr 1:30 \\ft Hebrew “Canaanite” \\f* lived in their midst and became \\add subjected\\add* to forced labor. "},{"style":"v","verse":"31","text":"Asher did not drive out the inhabitants of Acco, Sidon, Ahlab, Aczib, Helbah, Aphik, or Rehob, "},{"style":"v","verse":"32","text":"so the Asherites\\f + \\fr 1:32 \\ft Hebrew “Asherite” \\f* lived in the midst of the Canaanites,\\f + \\fr 1:32 \\ft Hebrew “Canaanite” \\f* the inhabitants of the land, for they did not drive them out."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Naphtali did not drive out the inhabitants of Beth Shemesh or Beth-anath, but lived in the midst of the Canaanites,\\f + \\fr 1:33 \\ft Hebrew “Canaanite” \\f* the inhabitants of the land; the inhabitants of Beth Shemesh and Beth-anath became forced labor for them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"The Amorites pressed\\f + \\fr 1:34 \\ft Or “forced” \\f* the descendants\\f + \\fr 1:34 \\ft Or “sons/children” \\f* of Dan to the hill country, and they did not allow them to come down to the plain; "},{"style":"v","verse":"35","text":"the Amorites \\add were\\add* determined to live in Har-heres,\\f + \\fr 1:35 \\ft Or “Mount Heres” \\f* in Aijalon, and in Shaalbim, but the hand of the house of Joseph was heavy \\add on them\\add*, and they became \\add subjected\\add* to forced labor. "},{"style":"v","verse":"36","text":"The border of the Amorites\\f + \\fr 1:36 \\ft Hebrew “Amorite” \\f* \\add ran\\add* from the ascent of Akrabbim from Sela and upward."}]