[{"style":"s1","verse":"","text":"Samson Marries"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Samson went down to Timnah, and he saw a woman in Timnah from the daughters of the Philistines. "},{"style":"v","verse":"2","text":"He went up and told his father and mother, and he said, “I saw a woman in Timnah from the daughters of \\add the\\add* Philistines; so then, take her for me as a wife.” "},{"style":"v","verse":"3","text":"But his father and mother said to him, “Is there not a wife among the daughters of your relatives, or among all our\\f + \\fr 14:3 \\ft Hebrew “my” \\f* people, that you must take a wife from \\add the\\add* uncircumcised Philistines?” But Samson said to his father, “Take her for me because ⸤she pleases me⸥.”\\f + \\fr 14:3 \\ft Literally “she is right in my eyes” \\f* "},{"style":"v","verse":"4","text":"His father and mother did not know that this \\add was\\add* from Yahweh; he was seeking for an occasion against \\add the\\add* Philistines. Now at that time \\add the\\add* Philistines \\add were\\add* ruling\\f + \\fr 14:4 \\ft Or “having control” \\f* in Israel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"And Samson and his father and mother went down to Timnah, and they came to the vineyards of Timnah, and suddenly a young lion \\add came\\add* roaring to meet him. "},{"style":"v","verse":"6","text":"And the Spirit of Yahweh rushed upon him, and he tore the lion apart as one might tear apart a male kid goat (⸤he was bare-handed⸥).\\f + \\fr 14:6 \\ft Literally “there was nothing in his hand” \\f* But he did not tell his father and mother what he had done. "},{"style":"v","verse":"7","text":"Then he went down and talked to the woman, and ⸤she pleased Samson⸥.\\f + \\fr 14:7 \\ft Literally “she did what was right in the eyes of Samson” \\f* "},{"style":"v","verse":"8","text":"And he returned after awhile ⸤to marry her⸥,\\f + \\fr 14:8 \\ft Literally “to take her” \\f* and he turned aside to see the carcass of the lion, and there \\add was\\add* a swarm of wild honey bees in the body of the lion, and honey. "},{"style":"v","verse":"9","text":"He scraped it out into his hands, and he went on, eating \\add it\\add* as he went. And he went to his father and mother and gave \\add some\\add* to them, and they ate it. But he did not tell them that he had scraped the honey from the body of the lion."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"His father went down to the woman, and Samson prepared there a feast, as young men were accustomed to doing this. "},{"style":"v","verse":"11","text":"When they saw him, they took thirty companions, and they were with him. "},{"style":"v","verse":"12","text":"And Samson said to them, “Let me tell you a riddle. If you can fully explain it to me within the seven days of the feast, and find \\add it out\\add*, I will give to you thirty linen garments and thirty festal garments. "},{"style":"v","verse":"13","text":"But if you are unable to explain it to me, you must give me thirty linen garments and thirty festal garments.” So they said to him, “Tell your riddle; let us hear it.” "},{"style":"v","verse":"14","text":"He said to them,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“From the eater came out food,"},{"style":"q2","verse":"","text":"From \\add the\\add* strong came out sweet.”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":"But they were unable to explain the riddle for three days."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"When it was the fourth\\f + \\fr 14:15 \\ft Hebrew “seventh”; other ancient translations have “fourth” \\f* day, they said to Samson’s wife, “Entice your husband and tell us the riddle, or we will burn you and your father’s house with fire. Have you invited us to rob us?” "},{"style":"v","verse":"16","text":"And Samson’s wife wept before him, and she said, “You must hate me; you do not love me. You told the riddle to ⸤my people⸥,\\f + \\fr 14:16 \\ft Literally “the sons/children of my people” \\f* but you have not explained \\add it\\add* to me.” He said to her, “I have not explained \\add it\\add* to my father and mother. \\add Why\\add* should I explain it to you?” "},{"style":"v","verse":"17","text":"She wept before him the seven days of their feast; and it happened, because she nagged him, on the seventh day he explained \\add it\\add* to her, and she told the riddle to ⸤her people⸥.\\f + \\fr 14:17 \\ft Literally “the sons/children of her people” \\f* "},{"style":"v","verse":"18","text":"The men of the city said to him on the seventh day before the sun went \\add down\\add*,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“What \\add is\\add* sweeter than honey?"},{"style":"q2","verse":"","text":"What \\add is\\add* stronger than a lion?”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":"And he said to them,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“If you had not plowed with my heifer,"},{"style":"q2","verse":"","text":"you would not have found out my riddle.”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"And the Spirit of Yahweh rushed on him, and he went down to Ashkelon. He killed thirty men from them, and he took their belongings, and he gave festal garments to the ones that explained the riddle. ⸤He was angry⸥,\\f + \\fr 14:19 \\ft Literally “his nose was hot” \\f* and he went up to his father’s house. "},{"style":"v","verse":"20","text":"And Samson’s wife was \\add given\\add* to his companion who \\add was\\add* his best man.\\f + \\fr 14:20 \\ft Or “friend” \\f*"}]