[{"style":"s1","verse":"","text":"Samson and Delilah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Samson went down to Gaza; there he saw a prostitute and ⸤had sex with her⸥.\\f + \\fr 16:1 \\ft Literally “went into her” \\f* "},{"style":"v","verse":"2","text":"The Gazites \\add were told\\add*, “Samson has come here,” so they surrounded \\add the place\\add* and lay in ambush for him all night at the city gate. They kept silent all night, saying, “\\add We will wait\\add* until the morning light, and then we will kill him.” "},{"style":"v","verse":"3","text":"But Samson lay until the middle of the night; he got up in the middle of the night and took hold of the doors of the city gate and the two door posts, tore them loose with the bar, put them on his shoulders, and carried them up to the top of the hill that is ⸤in front of⸥\\f + \\fr 16:3 \\ft Literally “on the face of” \\f* Hebron."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"After this he fell in love \\add with\\add* a woman in the wadi\\f + \\fr 16:4 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* of Sorek, and her name \\add was\\add* Delilah. "},{"style":"v","verse":"5","text":"And the rulers of \\add the\\add* Philistines came up to her and said, “Entice him and find out what makes his strength so great, and how we can overpower him, so that we may bind him up in order to subdue him; each of us will give you eleven hundred pieces of silver. "},{"style":"v","verse":"6","text":"So Delilah said to Samson, “Please tell me what makes your strength so great, and with what can you be tied up to subdue you?” "},{"style":"v","verse":"7","text":"Samson said to her, “If you tie me up with seven fresh bowstrings that are not dried up, I will become weak like everyone else.” "},{"style":"v","verse":"8","text":"So the rulers of \\add the\\add* Philistines brought up to her seven fresh bowstrings that were not dried up, and she tied him up with them. "},{"style":"v","verse":"9","text":"The ambush \\add was\\add* sitting \\add in wait\\add* for her in an inner room. And she said to him, “\\add The\\add* Philistines \\add are\\add* upon you Samson!” And he snapped the bowstrings just as flax fiber snaps when it comes close to fire. And \\add the secret of\\add* his strength remained unknown. "},{"style":"v","verse":"10","text":"Delilah said to Samson, “Look, you have mocked me and told me lies. Please tell me how you can be bound.” "},{"style":"v","verse":"11","text":"He said to her, “If they tie me tightly with new ropes that have not been used, I will become weak and be like everyone else.” "},{"style":"v","verse":"12","text":"So Delilah took new ropes and tied him up with them, and she said to him, “\\add The\\add* Philistines \\add are\\add* upon you, Samson!” (The ambush \\add was\\add* sitting in an inner room.) But he snapped them from his arms like thread."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"And Delilah said to Samson, “Until now you have mocked me and told lies to me. Tell me how you can be bound.” And he said to her, “If you weave seven locks of my head with warp-threads.”\\f + \\fr 16:13 \\ft Many modern translations include an additional phrase found in the Greek translation: “and fasten it with a pin, then I will become weak and be like everyone else. So while he slept, Delilah took the seven locks of his head and wove them” \\f* "},{"style":"v","verse":"14","text":"She fastened \\add it\\add* with the pin and said to him, “\\add The\\add* Philistines \\add are\\add* upon you, Samson!” And Samson woke up from his sleep and tore loose the loom pin of the web and the warp-threads.\\f + \\fr 16:14 \\ft Hebrew “warp-thread” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"And she said to him, “How can you say, ‘I love you,’ when your heart is not with me? You have mocked me these three times, and you have not told me how your strength is \\add so\\add* great.” "},{"style":"v","verse":"16","text":"And because she nagged him day after day with her words, and pestered him, ⸤his soul grew impatient to the point of death⸥.\\f + \\fr 16:16 \\ft Literally “his inner self grew tired/impatient to death” \\f* "},{"style":"v","verse":"17","text":"So ⸤he confided everything to her⸥,\\f + \\fr 16:17 \\ft Literally “he told her all his heart” \\f* and he said to her, “A razor ⸤has never touched⸥\\f + \\fr 16:17 \\ft Literally “has never gone up” \\f* my head, for I \\add am\\add* a ⸤Nazirite of God⸥\\f + \\fr 16:17 \\ft Literally “consecrated of God” or “devoted of God” \\f* ⸤from birth⸥.\\f + \\fr 16:17 \\ft Literally “from the womb of my mother” \\f* If I am shaved my strength will leave me, and I will become weak, like everyone else."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Delilah realized that ⸤he had confided in her⸥,\\f + \\fr 16:18 \\ft Literally “he had told her all his heart” \\f* so she sent and called the rulers of \\add the\\add* Philistines, saying, “Come up one more time, for ⸤he has confided in me⸥.”\\f + \\fr 16:18 \\ft Literally “he has told me all his heart” \\f* And the rulers of \\add the\\add* Philistines came up, and they brought the money ⸤with them⸥.\\f + \\fr 16:18 \\ft Literally “in their hand” \\f* "},{"style":"v","verse":"19","text":"And she put him to sleep on her lap; then she called the men\\f + \\fr 16:19 \\ft Hebrew “man” \\f* and shaved off seven locks of his head. Then she began to subdue him,\\f + \\fr 16:19 \\ft Or “humiliate him” \\f* and his strength went away from him. "},{"style":"v","verse":"20","text":"And she said to him, “\\add The\\add* Philistines \\add are\\add* upon you, Samson!” And he woke up from his sleep and said, “I will go out just like every other time and shake myself free,” but he did not know that Yahweh had left him. "},{"style":"v","verse":"21","text":"And \\add the\\add* Philistines seized him, gouged his eyes, and brought him to Gaza. They tied him up with bronze shackles, and he became a grinder ⸤in the prison⸥.\\f + \\fr 16:21 \\ft Literally “in the house of the prisoners” \\f* "},{"style":"v","verse":"22","text":"But the hair of his head began to grow back after it had been shaved off."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"The rulers of \\add the\\add* Philistines had gathered to sacrifice a great sacrifice to Dagon their god and to rejoice. And they said, “Our god has given Samson our enemy into our hand.” "},{"style":"v","verse":"24","text":"And the people saw him, and they praised their god, for they said, “Our god has given into our hand those who hate us, devastate our land, and have ⸤killed many of us⸥.”\\f + \\fr 16:24 \\ft Literally “made numerous our slain” \\f* "},{"style":"v","verse":"25","text":"After awhile, when their hearts\\f + \\fr 16:25 \\ft Hebrew “heart” \\f* were merry, they said, “Call Samson and let him entertain us.” And they called Samson ⸤from the prison⸥,\\f + \\fr 16:25 \\ft Literally “from the house of the prisoner” \\f* and ⸤he entertained them⸥.\\f + \\fr 16:25 \\ft Literally “he made sport before them” \\f* And they made him stand between the pillars. "},{"style":"v","verse":"26","text":"Then Samson said to the servant who was holding him by his hand, “Position me so that I can touch the pillars on which the house\\f + \\fr 16:26 \\ft Or “temple” \\f* rests, so I can lean on them.” "},{"style":"v","verse":"27","text":"And the house\\f + \\fr 16:27 \\ft Or “temple” \\f* was full of men and women, and all of the rulers of \\add the\\add* Philistines \\add were\\add* there—about three thousand men and women were on the roof watching the performance of Samson."},{"style":"s1","verse":"","text":"Samson’s Revenge"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"And Samson called to Yahweh and said, “My Lord Yahweh, remember me! Please give me strength this one time, O God, so that I can repay \\add with\\add* one act of revenge to \\add the\\add* Philistines for my eyes.” "},{"style":"v","verse":"29","text":"And Samson reached out and held two of the middle pillars on which the house\\f + \\fr 16:29 \\ft Or “temple” \\f* \\add was\\add* resting, and he leaned on them, one on his right and one on his left. "},{"style":"v","verse":"30","text":"And Samson said, “Let me die with the Philistines.” And he pushed\\f + \\fr 16:30 \\ft Or “he caused to bend” \\f* with \\add all his\\add* strength, and the house\\f + \\fr 16:30 \\ft Or “temple” \\f* fell on the rulers and all of the people who \\add were\\add* with him. And the dead whom he killed in his death were more than those he killed in his life."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"His brothers and ⸤his whole family⸥\\f + \\fr 16:31 \\ft Literally “all the house of his father” \\f* came down and picked him up; and they brought him up and buried him between Zorah and Eshtaol in the tomb of Manoah his father; he judged Israel twenty years."}]