[{"style":"s1","verse":"","text":"A Decision Is Made About the Tribe of Benjamin"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"The men of Israel had sworn at Mizpah, saying, “None of us will give his daughter to Benjamin as a wife.” "},{"style":"v","verse":"2","text":"And the people of Bethel came and sat there until evening before God, and they lifted their voices and ⸤wept bitterly⸥.\\f + \\fr 21:2 \\ft Literally “they cried a great weeping” \\f* "},{"style":"v","verse":"3","text":"And they said, “Why, Yahweh, God of Israel, has it happened today in Israel that one tribe is lacking from Israel?” "},{"style":"v","verse":"4","text":"On the next day the people rose early, and they built there an altar and sacrificed burnt offerings and fellowship offerings. "},{"style":"v","verse":"5","text":"And the ⸤Israelites⸥\\f + \\fr 21:5 \\ft Literally “sons/children of Israel” \\f* said, “Who in the assembly has not come up from all the tribes of Israel to Yahweh?” For a solemn oath was \\add taken\\add* concerning whoever did not come up to Yahweh at Mizpah, saying, “He will certainly be put to death.” "},{"style":"v","verse":"6","text":"But the ⸤Israelites⸥\\f + \\fr 21:6 \\ft Literally “sons/children of Israel” \\f* had compassion for Benjamin, their relatives,\\f + \\fr 21:6 \\ft Hebrew “his brother” \\f* and they said, “Today one tribe is cut off from Israel. "},{"style":"v","verse":"7","text":"What will we do for them—for the \\add ones\\add* being left over—for wives? For we have sworn by Yahweh not to give to them our daughters as wives.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"They asked, “Which one is there from the tribes of Israel who did not come up to Yahweh at Mizpah?” And behold, no one came from Jabesh-gilead to the camp, to the assembly. "},{"style":"v","verse":"9","text":"The people were counted, and no one was there from the inhabitants of Jabesh-gilead. "},{"style":"v","verse":"10","text":"And the congregation sent there twelve thousand men from the troops, and they commanded them, saying, “Go, strike the inhabitants of Jabesh-gilead with ⸤the edge of the sword⸥,\\f + \\fr 21:10 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* and the women and children. "},{"style":"v","verse":"11","text":"This is the thing you will do: ⸤you will destroy⸥\\f + \\fr 21:11 \\ft Literally “you will devote to destruction” \\f* every man and ⸤every woman who had sex with a man⸥.”\\f + \\fr 21:11 \\ft Literally “every woman who knows the bed of a man” \\f* "},{"style":"v","verse":"12","text":"And they found among the inhabitants of Jabesh-gilead four hundred young virgins\\f + \\fr 21:12 \\ft Hebrew “virgin” \\f* who had not ⸤had sex with a man⸥,\\f + \\fr 21:12 \\ft Literally “known a man, as far as \\fq the \\ft bed of a male” \\f* and they brought them to the camp at Shiloh, which \\add is\\add* in the land of Canaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Then the congregation sent and spoke all \\add this\\add* to the descendants\\f + \\fr 21:13 \\ft Or “sons/children” \\f* of Benjamin who \\add were\\add* at the rock of Rimmon, and ⸤they assured them they would not be hurt⸥.\\f + \\fr 21:13 \\ft Literally “they proclaimed peace to them” \\f* "},{"style":"v","verse":"14","text":"And Benjamin returned at that time, and they gave to them the women whom they kept alive from Jabesh-gilead; but they were not enough for them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"And the people felt sorry for Benjamin because ⸤Yahweh weakened the tribes of Israel⸥.\\f + \\fr 21:15 \\ft Literally “Yahweh make a breach with the tribes of Israel” \\f* "},{"style":"v","verse":"16","text":"So the elders of the congregation said, “What should we do for the remaining \\add ones\\add* for wives, since the women from Benjamin have been destroyed?” "},{"style":"v","verse":"17","text":"And they said, “\\add There must be\\add* a remnant for Benjamin, so that a tribe will not be blotted out from Israel. "},{"style":"v","verse":"18","text":"But we cannot give them wives from our daughters.” (For the ⸤Israelites⸥\\f + \\fr 21:18 \\ft Literally “sons/children of Israel” \\f* swore, saying, “Cursed be \\add anyone\\add* who gives a wife to Benjamin.”) "},{"style":"v","verse":"19","text":"And they said, “Look, the annual feast of Yahweh \\add is\\add* in Shiloh, which \\add is\\add* to the north of Bethel, ⸤east⸥\\f + \\fr 21:19 \\ft Literally “rising of the sun” \\f* of \\add the\\add* main road that goes up from Bethel to Shechem, and south of Lebonah. "},{"style":"v","verse":"20","text":"They instructed the descendants\\f + \\fr 21:20 \\ft Or “sons/children” \\f* of Benjamin, saying, “Go, lie in ambush in the vineyards, "},{"style":"v","verse":"21","text":"and watch and look; when the daughters of Shiloh dance in the dances, come out from the vineyards and seize for yourselves a wife from the daughters of Shiloh, and go to the land of Benjamin. "},{"style":"v","verse":"22","text":"And if their fathers or their brothers complain to us, we will say to them, ‘Allow us to have them, because we did not capture a wife for each man in the battle, and because you did not give \\add them\\add* to them, ⸤or else⸥\\f + \\fr 21:22 \\ft Literally “as the time” \\f* you would have been guilty.’ ” "},{"style":"v","verse":"23","text":"The descendants\\f + \\fr 21:23 \\ft Or “sons/children” \\f* of Benjamin did likewise, and they took wives for each of them from the dancers whom they seized, and they went and returned to their territory, and they rebuilt the cities and they lived in them. "},{"style":"v","verse":"24","text":"So the ⸤Israelites⸥\\f + \\fr 21:24 \\ft Literally “sons/children of Israel” \\f* dispersed from there at that time according to tribe and family; and they went out from there, each one to their own territory. "},{"style":"v","verse":"25","text":"In those days there was no king in Israel; each one did what was right in his own eyes."}]