[{"style":"s1","verse":"","text":"Gideon Pursues Zebah and Zalmunna"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"The men of Ephraim said to him, “What \\add is\\add* this thing you have done to us, not calling us when you went to fight against the Midianites?”\\f + \\fr 8:1 \\ft Hebrew “Midianite” \\f* And they quarreled with him severely. "},{"style":"v","verse":"2","text":"And he said to them, “What I have done now in comparison with you? Are not the gleanings of Ephraim better than the grape harvest of Abiezer? "},{"style":"v","verse":"3","text":"God has given into your hand the commanders of Midian, Oreb, and Zeeb. What have I been able to do in comparison with you?” And their ⸤anger⸥\\f + \\fr 8:3 \\ft Literally “spirit” \\f* against him subsided when ⸤he said that⸥.\\f + \\fr 8:3 \\ft Literally “he said this thing/word” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Then Gideon came to the Jordan, crossing it with the three hundred men who \\add were\\add* with him, weary and pursuing. "},{"style":"v","verse":"5","text":"He said to the men of Succoth, “Please give loaves of bread to the people who \\add are\\add* ⸤following me⸥,\\f + \\fr 8:5 \\ft Literally “at my feet” \\f* for they \\add are\\add* weary, and I am pursuing Zebah and Zalmunna, the kings of Midian.” "},{"style":"v","verse":"6","text":"The officials of Succoth said, “Is the hand\\f + \\fr 8:6 \\ft Or “palm” \\f* of Zebah and Zalmunna in your hand now, that we should give bread to your army?” "},{"style":"v","verse":"7","text":"Gideon said, “Well then, when Yahweh gives Zebah and Zalmunna into my hand, I will trample your flesh with the thorns and briers of the wilderness.” "},{"style":"v","verse":"8","text":"He went from there \\add to\\add* Penuel, and he spoke similarly to them; and the men of Penuel answered him just as the men of Succoth answered. "},{"style":"v","verse":"9","text":"And he said also to the men of Penuel, saying, “When I return ⸤safely⸥,\\f + \\fr 8:9 \\ft Literally “in peace” \\f* I will tear down this tower.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Now Zebah and Zalmunna \\add were\\add* in Karkor, and their armies with them, about fifteen thousand men remained from the entire army\\f + \\fr 8:10 \\ft Or “camp” \\f* of the people of \\add the\\add* east; those that fell \\add in battle were\\add* one hundred and twenty thousand ⸤swordsmen⸥.\\f + \\fr 8:10 \\ft Literally “sword-drawing men” \\f* "},{"style":"v","verse":"11","text":"And Gideon went up the route of those who dwell in tents on the east of Nobah and Jogbehah, and he attacked the army\\f + \\fr 8:11 \\ft Or “camp” \\f* when it was off its guard.\\f + \\fr 8:11 \\ft Or “unsuspecting” \\f* "},{"style":"v","verse":"12","text":"And Zebah and Zalmunna fled, and he pursued them and captured the two kings of Midian, Zebah and Zalmunna, and he routed\\f + \\fr 8:12 \\ft Or “he frightened” or “he threw into panic” \\f* the entire army.\\f + \\fr 8:12 \\ft Or “camp” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Then Gideon son of Jehoash returned from the battle ⸤by way of⸥\\f + \\fr 8:13 \\ft Literally “from” \\f* the ascent of Heres.\\f + \\fr 8:13 \\ft Or “pass of Heres” \\f* "},{"style":"v","verse":"14","text":"He captured a young man ⸤from Succoth⸥\\f + \\fr 8:14 \\ft Literally “from the men of Succoth” \\f* and questioned him. \\add The young man\\add* listed\\f + \\fr 8:14 \\ft Or “wrote down” \\f* for him the commanders of Succoth and its elders, seventy-seven men. "},{"style":"v","verse":"15","text":"He came to the men of Succoth, and he said, “Here \\add is\\add* Zebah and Zalmunna, about whom you taunted me, saying, ‘\\add Is\\add* the palm\\f + \\fr 8:15 \\ft Or “hand” \\f* of Zebah and Zalmunna in your hand now, that we should give food to your weary men?’ ” "},{"style":"v","verse":"16","text":"He took the elders of the city and \\add the\\add* thorn bushes and briers of the wilderness, and ⸤he trampled⸥\\f + \\fr 8:16 \\ft Literally “he taught,” but see v. \\xt 7 \\ft \\f* the men of Succoth with them. "},{"style":"v","verse":"17","text":"He broke down the tower of Penuel, and he killed the men of the city."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"And he said to Zebah and Zalmunna, “What type \\add were\\add* the men whom you killed at Tabor?” And they said, “⸤They were like you⸥;\\f + \\fr 8:18 \\ft Literally, “like you, like them” \\f* each \\add one of them\\add* had the appearance of the sons of the king.” "},{"style":"v","verse":"19","text":"He said, “They \\add were\\add* my brothers, the sons of my mother. As Yahweh lives, if you had kept them alive I would not kill you.” "},{"style":"v","verse":"20","text":"And he said to Jether, his firstborn, “Get up, kill them.” But the boy did not draw his sword, for he was afraid because he \\add was\\add* still a boy. "},{"style":"v","verse":"21","text":"Zebah and Zalmunna said, “Get up yourself, and strike us, for as \\add is\\add* the man, so \\add is\\add* his power.”\\f + \\fr 8:21 \\ft Or “strength” \\f* So Gideon got up and killed Zebah and Zalmunna, and he took the crescent ornaments that were on the necks of their camels."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"The men of Israel said to Gideon, “Rule over us, both you and your sons, and your sons’ son, for you have delivered us from the hand of Midian. "},{"style":"v","verse":"23","text":"But Gideon said to them, “I will not rule over you, and my son will not rule over you; Yahweh will rule over you.” "},{"style":"v","verse":"24","text":"And Gideon said to them, “⸤Let me make a request of you⸥,\\f + \\fr 8:24 \\ft Literally “Let me ask from you a request” \\f* that each of you give to me an ornamental ring from his plunder.” (They \\add had\\add* ornamental rings of gold, because they \\add were\\add* Ishmaelites.) "},{"style":"v","verse":"25","text":"They said, “We will gladly give \\add them\\add*,” and they spread out a garment, and everyone threw there an ornamental ring of his plunder. "},{"style":"v","verse":"26","text":"The weight of the ornamental rings of gold that he requested \\add was\\add* one thousand seven hundred \\add shekels of\\add* gold, apart from the crescents, pendants, and purple garments that \\add were\\add* on the kings of Midian, and apart from the pendants that \\add were\\add* on the necks of their camels. "},{"style":"v","verse":"27","text":"Gideon made an ephod \\add out of\\add* it, and he put it in his town in Ophrah, and all Israel prostituted \\add themselves\\add* to it there, and it became a snare to Gideon and his family. "},{"style":"v","verse":"28","text":"And Midian was subdued before the ⸤Israelites⸥,\\f + \\fr 8:28 \\ft Literally “sons/children of Israel” \\f* and they did not again lift up their head, and the land rested for forty years in the days of Gideon."},{"style":"s1","verse":"","text":"The Death of Gideon"},{"style":"m","verse":"","text":""},{"style":"v","verse":"29","text":"Jerub-Baal son of Joash lived in his own house. "},{"style":"v","verse":"30","text":"Now Gideon had seventy sons, ⸤his own offspring⸥,\\f + \\fr 8:30 \\ft Literally “from his own loins” \\f* for he had many wives. "},{"style":"v","verse":"31","text":"His concubine who \\add was\\add* in Shechem also bore for him a son, and ⸤he named him⸥\\f + \\fr 8:31 \\ft Literally “he set his name” \\f* Abimelech. "},{"style":"v","verse":"32","text":"And Gideon son of Joash died at a good old age, and he was buried in the tomb of Jehoash his father, in Ophrah \\add of\\add* the Abiezrites.\\f + \\fr 8:32 \\ft Hebrew “Abiezrite” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"And it happened, as soon as Gideon died, the ⸤Israelites⸥\\f + \\fr 8:33 \\ft Literally “sons/children of Israel” \\f* returned and prostituted \\add themselves\\add* after the Baals, and they made for themselves Baal-Berith as god. "},{"style":"v","verse":"34","text":"The ⸤Israelites⸥\\f + \\fr 8:34 \\ft Literally “sons/children of Israel” \\f* did not remember Yahweh their God, who had delivered them from the hand of their enemies from all around, "},{"style":"v","verse":"35","text":"nor did they show favor\\f + \\fr 8:35 \\ft Or “loyalty” \\f* to the house of Jerub-Baal (\\add that is\\add*, Gideon) in accordance with all the good that he did for Israel."}]