[{"style":"s","verse":"","text":"Jaamu Yàlla ci dund gu bees"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag bokk yi, gannaaw yërmandey Yàlla baree na noonu, maa ngi leen di ñaan, ngeen jébbal ko seen yaram wépp. Na seen dund mel ni sarax su ñuy defal Yàlla, sarax su sell te neex ko. Loolu mooy njaamu, gi leen war."},{"style":"v","verse":"2","text":"Bu leen àddina jay, waaye yeesluleen ci seen xel, ba soppiku, ngeen mana xam bu wér coobarey Yàlla, di lépp lu baax, neex ko te mat sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Gannaaw Yàlla may na ma ciw yiwam, ma nekk ndawam, maa ngi leen di wax lii, kenn ku nekk ci yéen: buleen yég seen bopp, waaye ngeen am xalaat yu yem, méngook ngëm gi leen Yàlla sédd, ku nekk ak wàllam."},{"style":"v","verse":"4","text":"Loolu, ci maanaa, mi ngi mel ni yaramu nit: yaram, lu cér yi baree bare, benn niroowul ak moroomam liggéey."},{"style":"v","verse":"5","text":"Noonu itam nun ñi bokk ci °Kirist, lu nu baree bare, benn lanu te danoo mànkoo."},{"style":"v","verse":"6","text":"Kon gannaaw Yàlla séddale na ay mayam, ku nekk ak sa cér, nanu koy jëfandikoo. Ku Yàlla may, ngay waare kàddoom, nga wax ko kem sa ngëm;"},{"style":"v","verse":"7","text":"kuy topptoo yëfi mbooloo mi, nga takku ci; ku Yàlla may, ngay jàngle, nekk ci;"},{"style":"v","verse":"8","text":"kuy feddali ngëmu nit ñi ci Yàlla, nga sax ci; kuy séddoo alalam ak nit ñi, nga def ko ak xol bu laab; kuy jiite mbooloo mi, nga sawar ci; kuy dimbali ñi néew doole, nanga ci bég."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Na seen cofeel di lu dëggu te baña nekk ngistal; araamal-leen lu bon te sax ci lu baax."},{"style":"v","verse":"10","text":"Bëgganteleen ak xol bu leer, niy doomi ndey, te farlu ci teralante."},{"style":"v","verse":"11","text":"Sawarleen te baña tayel, di jaamu Boroom bi ak seen xol bépp."},{"style":"v","verse":"12","text":"Bégleen ci yaakaaru ëllëg te muñ bépp tiis, di sax ci ñaan Yàlla."},{"style":"v","verse":"13","text":"Dimbalileen gaayi Yàlla yi ci seeni soxla, te saxoo dalal gan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ku leen fitnaal, ñaanal-leen ko yiw, te bañ koo móolu."},{"style":"v","verse":"15","text":"Bégandooleen ak ñi bég, te jooyandoo ak ñiy jooy."},{"style":"v","verse":"16","text":"Bokkleen menn xel, tey baña yékkatiku, di yóotu daraja, waaye ngeen fonk ñi suufe; buleen teg seen bopp boroomi xel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Buleen feyante lu bon, waaye sàkkuleen seede su rafet ci kanam ñépp."},{"style":"v","verse":"18","text":"Wutleena juboo ak ñépp, ba fa seen kàttan yem."},{"style":"v","verse":"19","text":"Samay soppe, buleen di feyantoo, waaye bàyyileen lépp ci loxoy Yàlla, mi yelloo àtte; ndax Yàlla nee na ci Mbind mi: «Man maay àtte, maay fey jëf.»"},{"style":"v","verse":"20","text":"Waaye defleen lii:"},{"style":"q","verse":"","text":"«Bu sa noon xiifee, may ko mu lekk;"},{"style":"q","verse":"","text":"bu maree, may ko mu naan."},{"style":"q","verse":"","text":"Ndax boo ko defee, dinga ko rusloo.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"Bu leen lu bon ëpp doole, waaye notleen ko ci def lu baax."}]