[{"style":"s","verse":"","text":"Wut li neex sa moroom, te baña topp sa bànneex"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Nun ñi dëgër ci sunu ngëm, war nanoo nangu ñi seen ngëm néew te am ci lu ñuy sikki-sàkka, te baña yem ci wut sunu bànneex."},{"style":"v","verse":"2","text":"Na ku nekk ci nun di wut lu neex moroomam ngir jariñ ko, ba mu gëna dëgër ci ngëmam."},{"style":"v","verse":"3","text":"Ndaxte °Kirist masula wut bànneexu boppam. Loolu la Mbind mi wax ne: «Lor yi ñu la saagaa, ci sama kaw lañu dal.»"},{"style":"v","verse":"4","text":"Ndaxte lépp lu ñu waxoon ci Mbind mi lu jiitu tey, dañu koo tëraloon, ngir nu sàkku ci xam-xam, xam-xam bu nuy may fit ak muñ, ak di feddali sunu yaakaar."},{"style":"v","verse":"5","text":"Kon nag Yàlla miy maye muñ ak fit, na leen may, ngeen déggoo te nekk benn bu yellook li Kirist Yeesu wone."},{"style":"v","verse":"6","text":"Ba tax nu bokk benn xalaat ak benn baat ci màggal Yàlla, Baayu Yeesu Kirist sunu Boroom."},{"style":"s","verse":"","text":"Xibaaru jàmm bi, ñépp la ñëwal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Moo tax nangoonteleen, bay màggal Yàlla, ni leen °Kirist nangoo."},{"style":"v","verse":"8","text":"Lii laay wax: Kirist ñëw na liggéeyal Yawut yi, ngir wone kóllëreg Yàlla ci matal dige, ya mu digoon maam ya."},{"style":"v","verse":"9","text":"Ñëw na itam ngir ñi nekkul Yawut mana màggal Yàlla ndax yërmandeem. Moo tax Mbind mi ne:"},{"style":"q","verse":"","text":"«Dinaa la màggal tey tagg saw tur"},{"style":"q","verse":"","text":"ci kanam xeet yépp.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"Mbind mi nee na it:"},{"style":"q","verse":"","text":"«Yéen xeeti àddina, ñëwleen bànneexu ak xeet wi Yàlla tànnal boppam.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Mu dellooti ne:"},{"style":"q","verse":"","text":"«Santleen Boroom bi, yéen waa àddina,"},{"style":"q","verse":"","text":"te ñëw màggal ko, yéen xeet yépp.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Te it °Esayi wax na ne:"},{"style":"q","verse":"","text":"«Am na sëtu °Isayi buy ñëw,"},{"style":"q","verse":"","text":"dina yilif xeeti ñi dul Yawut,"},{"style":"q","verse":"","text":"te ci moom lañuy wékk seen yaakaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kon Yàlla miy maye yaakaar, na def ci seen xol mbég mu réy ak jàmm ju yaa ci seen kaw ngëm, ba ngeen am yaakaar ju mat sëkk ci dooley °Xel mu Sell mi."},{"style":"s","verse":"","text":"Li waral Pool ñemee waxe noonu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bokk yi, wóor na ma ne baax ngeen ba fa mbaax mana yem, fees dell ak xam-xam, ba mana jàngleente mbiri Yàlla ci seen biir."},{"style":"v","verse":"15","text":"Bu sama kàddu diisee nag ci bataaxal bii, dara taxul lu dul bëgga yeesal seen xalaat, ndaxte Yàlla ci kaw yiwam daf maa sas,"},{"style":"v","verse":"16","text":"ma nekk jawriñu °Kirist Yeesu, yebal ma ci àddina ci xeeti ñi dul Yawut. Liggéey bu sell laay def ngir Yàlla, ci xamle xibaaru jàmmam bi, ngir xeeti àddina sell ci dooley °Xel mu Sell mi, ba neex Yàlla, mel ni sarax su ñu koy jébbal."},{"style":"v","verse":"17","text":"Kon nag maa ngi bànneexu ci Kirist Yeesu ngir liggéey boobu ma Yàlla dénk."},{"style":"v","verse":"18","text":"Awma fitu wax leneen nag, lu dul li Kirist jëf jaarale ko ci man, ngir xeeti àddina jébbalu ci moom; jëf na jaarale ci samay wax ak samay jëf,"},{"style":"v","verse":"19","text":"ci ay tegtal ak i kéemaan, sukkandikoo ci dooley Xelu Yàlla mi. Ba fi mu nekk nag yégle naa fu nekk xibaaru Kirist, li dale ci °Yerusalem, jaar ci gox yépp, ba àgg diiwaanu Iliri."},{"style":"v","verse":"20","text":"Sama yéene mooy xamle xibaaru turu Kirist fa mu eggagul, ndax bëggumaa yeggale sas wu keneen daloon."},{"style":"v","verse":"21","text":"Li ma def nag, dëppoo na ak li Mbind mi wax ne:"},{"style":"q","verse":"","text":"«Ñi yégagul mbiram dinañu ko yég,"},{"style":"q","verse":"","text":"te ñi ko masula dégg, xam ko.»"},{"style":"s","verse":"","text":"Pool fas na yéeney dem dëkku Room"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Bëggoon naa ñëw seetsi leen, fekk ay téq-téq ñoo ma téye ba tey."},{"style":"v","verse":"23","text":"Waaye nag léegi bey naa sama sas ci gox yii."},{"style":"v","verse":"24","text":"Bu may dem Espaañ nag, bëgg naa faa jaar, nuyu leen; ndaxte ay at a ngii maa ngi am yéene ju tar ci ñëw seetsi leen. Bëgg na maa nekk ci seen biir, ngir am bànneexu sotteente ak yéen xalaat ab diir, te it ngeen waajalal ma sama yoonu Espaañ."},{"style":"v","verse":"25","text":"Waaye nag fi mu nekk maa ngi dem nii °Yerusalem, ngir dimbaliji gaayi Yàlla yu sell ya fa nekk."},{"style":"v","verse":"26","text":"Ndaxte waa Maseduwan ak waa Akayi ñi gëm, fas nañu yéeney sàkk ci seeni alal, yónnee ko, ngir dimbali ñi néew doole ci gaayi Yàlla yu sell, yi nekk Yerusalem."},{"style":"v","verse":"27","text":"Yéene nañu ko, te it ci dëgg-dëgg bor la, bu ñu wara fey. Ndaxte gannaaw ñi gëm ci Yerusalem séddoo nañu ak ñi dul Yawut seen ngëm, kon xeet yooyu itam war nañoo séddoo ak ñoom seen alal."},{"style":"v","verse":"28","text":"Kon nag waxtu wu ma noppee ci liggéey boobu, ba teg may gu tedd gii ci loxoy boroom, dinaa dem Espaañ, tey jaar fi yéen."},{"style":"v","verse":"29","text":"Te wóor na maa ne bu ma agsee ci yéen, dinaa indaale barkeb °Kirist bu mat sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Gannaaw loolu bokk yi, maa ngi leen di ñaan ci turu sunu Boroom Yeesu Kirist ak ci bëggante, gi Xelu Yàlla mi def ci nun, ngeen defal ma lii: àndleen ak man, nu tuur sunu ñaq ci ñaan Yàlla."},{"style":"v","verse":"31","text":"Ñaanal-leen ma, ngir ma mucc ci ñi gëmul ci waa Yude; te it gaayi Yàlla yu sell yu nekk ci Yerusalem nangu ndimbal, li ma leen di yóbbul."},{"style":"v","verse":"32","text":"Dolli ci, Yàlla may ma, ma ñëw seetsi leen ak xol bu sedd, nu booloo yeeslu fa kanam Yàlla."},{"style":"v","verse":"33","text":"Yal na Yàlla miy Boroom jàmm ànd ak yéen ñépp. Amiin."}]