[{"style":"s","verse":"","text":"Li Yàlla jagleel Yawut yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yawut bi nag, ci lan la rawe ku dul Yawut? Te xaraf lu muy njariñ?"},{"style":"v","verse":"2","text":"Raw na ko fu nekk. Ci bu jëkk Yawut yi la Yàlla dénk waxam."},{"style":"v","verse":"3","text":"Bu fekkee ne am na ci ñoom ñu ñàkk kóllëre, ndax loolu man na fanq kóllëreg Yàlla?"},{"style":"v","verse":"4","text":"Mukk! Su ñépp nekkoon ay naaféq, du tere Yàlla nekk dëgg. Moom la Mbind mi wax ci Yàlla ne:"},{"style":"q","verse":"","text":"«Loo wax, ñépp ànd ci,"},{"style":"q","verse":"","text":"te ku layoo ak yaw, nga yey ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Su fekkee nag njubadig nit dina feeñal njubteg Yàlla, lu ciy seen xalaat? Wax ji may bëgga wax nag léegi, waxi nit rekk la, maanaam: ndax kon Yàlla àttewul yoon ci li muy daan ku jubadi?"},{"style":"v","verse":"6","text":"Mukk! Ndax su Yàlla jubadi woon, naka lay àttee àddina si?"},{"style":"v","verse":"7","text":"Waaye nag xanaa dina am ku tontu ci loolu ne: «Su fekkee sama ñàkk kóllëre gën na yékkati kóllëreg Yàlla, di yokk it ndamam, lu tax kon Yàlla di ma teg ba tey bàkkaarkat, ba di ma àtte?»"},{"style":"v","verse":"8","text":"Lu tax manunoo wax ne: «Nanu def lu bon, ngir lu baax génn ca?» Am na sax ñu nuy tuumaal, di wax ne noonu lanuy waaree. Waaye ñiy wax loolu, ndaan gi ñu yelloo dina leen dal."},{"style":"s","verse":"","text":"Ku jub amul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Kon nag lu nu ci wara wax? Nun Yawut yi, ndax noo gën ñi ci des? Mukk! Ndaxte wone nanu ne, nit ñépp ñu ngi ci notaangeg bàkkaar, muy Yawut yi mbaa Gereg yi."},{"style":"v","verse":"10","text":"Moom la Mbind mi wax ne:"},{"style":"q","verse":"","text":"«Ku jub amul, du kenn sax."},{"style":"q","verse":"","text":""},{"style":"v","verse":"11","text":"Amul kenn ku xam yëfi Yàlla,"},{"style":"q","verse":"","text":"mbaa kenn ku koy wut."},{"style":"q","verse":"","text":""},{"style":"v","verse":"12","text":"Ñépp jeng nañu,"},{"style":"q","verse":"","text":"ba kenn amalatul Yàlla njariñ."},{"style":"q","verse":"","text":"Kenn du def lu baax, du kenn sax!"},{"style":"q","verse":"","text":""},{"style":"v","verse":"13","text":"Seen put a ngi xasaw ni méddum ñetti fan,"},{"style":"q","verse":"","text":"seen làmmiñ làggi ci njublaŋ,"},{"style":"q","verse":"","text":"te seeni kàddu aay ni daŋaru ñàngóor."},{"style":"q","verse":"","text":""},{"style":"v","verse":"14","text":"Duñu génne ci seen gémmiñ lu dul ay móolu ak i xas."},{"style":"q","verse":"","text":""},{"style":"v","verse":"15","text":"Ñu sawar lañu ci rey nit."},{"style":"q","verse":"","text":""},{"style":"v","verse":"16","text":"Fu ñu jaar, foofa yàqu ak musiba."},{"style":"q","verse":"","text":""},{"style":"v","verse":"17","text":"Xamuñu yoonu jàmm,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"18","text":"te ragal Yàlla sore na seen xol.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Xam nanu nag ne lépp lu yoonu °Musaa wax, wax na ko ñi nekk ci yoon woowu, ngir gémmiñ yépp ne miig, te waa àddina sépp jaar ci àtteb Yàlla."},{"style":"v","verse":"20","text":"Ndaxte sàmm yoon wi taxul kenn jub ci kanam Yàlla; solob ndigal yi daal mooy wone bàkkaar."},{"style":"s","verse":"","text":"Bunt bi Yàlla ubbi, ngir musal nit ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Waaye léegi nag Yàlla feeñal na, ni nit mana jube ci kanamam, ci lu séqul ak yoonu °Musaa dara. Waaye ba tey yoonu Musaa ak waxi yonent yi seedeel nañu ko."},{"style":"v","verse":"22","text":"Jub ci kanam Yàlla, gëm Yeesu °Kirist rekk a koy maye, te képp ku ko gëm bokk nga ci. Ndaxte ñépp a yem fa kanam Yàlla."},{"style":"v","verse":"23","text":"Ñépp a bàkkaar, ba joteetuñu ndamu Yàlla."},{"style":"v","verse":"24","text":"Waaye gannaaw Kirist Yeesu dee na ngir °jot leen, Yàlla ciw yiwam man na leena àtte ni ñu jub ci dara."},{"style":"v","verse":"25","text":"Wàcce na Kirist, mu nekk sarax ngir Yàlla baal nu sunuy bàkkaar, jaar ci deretam ji ñu tuur; te ngëm rekk moo nu ciy boole. Noonu Yàlla firndeel na ne ku jub la, doonte sax dafa muñaloon ñi jiitu jamonoy Kirist, ba jéggal leen seeni bàkkaar."},{"style":"v","verse":"26","text":"Kon ci jamono jii nu ne, Yàlla wone na bu leer ne ku jub la, di àtte ni ku jub képp ku gëm Yeesu, te ba tey dëkk ci njubteem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Kan a mana bàkku nag ci kanam Yàlla? Kenn! Lu ko waral nag? Xanaa sàmm yoon? Déedéet! Ngëm rekk."},{"style":"v","verse":"28","text":"Ndaxte danoo dëggal ne ngëm rekk a tax Yàlla di àtte nit ni ku jub, waaye du sàmm yoon."},{"style":"v","verse":"29","text":"Walla ndax nag Yawut yi rekk la fi nekkal? Ndax nekkalu fi it ñu dul Yawut? Ahakay!"},{"style":"v","verse":"30","text":"Gannaaw Yàlla kenn la, ñépp la fi nekkal. Ñi xaraf dina leen àtte ni ñu jub ndax seen ngëm, ñi xaraful it dina leen àtte ni ñu jub ndax seen ngëm."},{"style":"v","verse":"31","text":"Xanaa kon ngëm day fanq yoonu Musaa? Mukk! Da koy gëna dëgëral sax."}]