[{"style":"s","verse":"","text":"Jàmm fa kanam Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Léegi nag, gannaaw Yàlla àtte na nu jub ci kaw ngëm, nanu jàpp ci jàmm, ji nu am fa kanam Yàlla, jaarale ko ci sunu Boroom Yeesu °Kirist."},{"style":"v","verse":"2","text":"Moo nu ubbil bunt ci Yàlla, nu taxaw temm ci yiwam, jaar ci ngëm. Te it nu ngi bég ciy négandiku, Yàlla boole nu ci ndamam."},{"style":"v","verse":"3","text":"Te du ci loolu rekk, waaye bég nanu it ci sunuy nattu; ndax xam nanu ne nattu day feddali muñ;"},{"style":"v","verse":"4","text":"te muñ mooy ndeyu jikko ju dëgër; te jikko ju dëgër day jur yaakaar."},{"style":"v","verse":"5","text":"Te yaakaar jooju du ay nax, ndax mbëggeelu Yàllaa ngi baawaan ci sunu xol, jaarale ko ci °Xelam mu Sell mi mu nu may."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ndaxte bi nu amul jenn doole, booba la Kirist dee ngir nun, fekk danoo weddi woon Yàlla."},{"style":"v","verse":"7","text":"Kuy nangoo deeyal nit ku jub, yombula gis, waaye nag jombul am na ku nangoo deeyal ku baax."},{"style":"v","verse":"8","text":"Waaye Yàlla firndeel na mbëggeelam ci nun, ci li Kirist dee ngir nun, bi nu nekkee sax ay bàkkaarkat!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Gannaaw Kirist tuur na deretam nag, ngir Yàlla àtte nu jub, rawatina ne dina nu musal ci merum Yàlla."},{"style":"v","verse":"10","text":"Nun ay bañaaley Yàlla lanu woon, waaye Doomam dee na, ngir jubale nu ak moom. Gannaaw léegi nag xariti Yàlla lanu, rawatina ne dinanu mucc ndax dundug Doomam."},{"style":"v","verse":"11","text":"Te sax nu ngi bég ci Yàlla, jaarale ko ci sunu Boroom Yeesu Kirist, mi nu jubale ak moom."},{"style":"s","verse":"","text":"Dee ndax sunu bokk ci Aadama, // dund ndax sunu bokk ci Kirist"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Kon nag bàkkaar ci kenn nit la jaar, dugg ci àddina, indaale fi dee, te dee daldi law ci nit ñépp, ndaxte ñépp a bàkkaar."},{"style":"v","verse":"13","text":"Bàkkaar kon nekkoon na ci àddina, bi Yàlla di laata wàcce yoonu °Musaa. Waaye gannaaw yoonu Musaa tëddagul woon, bàkkaar du woon jàdd yoon."},{"style":"v","verse":"14","text":"Teewul nag la dale ca Aadama ba ca Musaa, dee a ngi fi woon ci àddina, di not ñépp, ak sax ñi seen bàkkaar melul woon ni bosu Aadama, maanaam jàdd yoon. Aadama moomu nag moo di takkandeeru °Kirist, mi waroona ganesi àddina."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Waaye warunoo yemale tooñu Aadama ak mayu Yàlla. Bàkkaaru kenn nit kooku tax na ñu bare dee; waaye yiwu Yàlla ak may, gi nu keneen nit ka Yeesu Kirist yéwénal, baawaan na ci ñu bare, ba suul tooñ googu."},{"style":"v","verse":"16","text":"Te bàkkaaru Aadama niroowul ak mayu Yàlla. Aadama bàkkaar na benn yoon, ba tax Yàlla daan ko, daanaale ñépp; waaye Yàlla jéggle na tooñ yu bare ci dara, ba mu àtte ñu bare ni ñu jub."},{"style":"v","verse":"17","text":"Bàkkaaru kenn nit tax na dee tàbbi àddina, yilif ñépp ni buur; waaye jëfu keneen nit ka, maanaam Yeesu Kirist, moo ko suul, ba tax ñu bare tàbbi ci dund gu bees, falu ni ay buur; xanaa ñi Yàlla boole ci yiwam wu bare, te àtte leen jub ci dara fa kanamam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Kon nag nu gàttal wax ji: jàddug kenn nit ka rekk moo waral Yàlla daan ñépp; noonu itam jëf ju jubu keneen nit ka rekk moo ubbi bunt, ba ñépp mana jub ci kanam Yàlla te am dund gu bees."},{"style":"v","verse":"19","text":"Aadama moomu dafa déggadil Yàlla, ba yóbbaale ñu bare, ñu nekk i bàkkaarkat; noonu itam Yeesu Kirist dafa déggal Yàlla, yóbbaale ñu bare itam, ñu jub."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yoonu Musaa daldi wàcc, ngir bàkkaar gëna bare; waaye fa bàkkaar bare, yiwu Yàlla gën faa bare."},{"style":"v","verse":"21","text":"Ba tax, ni bàkkaar doon yilife ñépp ni buur, indaale dee, noonu itam la yiwu Yàlla faloo ni buur, jóge ci njub, jëm ci dund gu dul jeex. Loolu lépp darajay Yeesu Kirist sunu Boroom moo nu ko may."}]