[{"style":"s","verse":"","text":"Rëcc nanu ci dooley bàkkaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Lu nu wara wax léegi nag? Xanaa nu sax ci bàkkaar, ngir yiwu Yàlla gëna bare?"},{"style":"v","verse":"2","text":"Mukk! Nun ñi dee, ba rëcc ci kàttanu bàkkaar, naka lanu manatee sax ci di ko def?"},{"style":"v","verse":"3","text":"Xanaa dangeena xamul ne, képp ku ñu °sóob ci ndox, ngir wone ne mu ngi bokk ci Yeesu °Kirist, ci deewu Yeesu la bokk."},{"style":"v","verse":"4","text":"Bi ñu nu sóobee ci ndox moomu nag, day misaal ne dañu noo suul ak Kirist, nu dee ni mu deeye woon; ba tax nu dekki it, ni mu dekkee woon ci dooley Yàlla Baay bi, te nu sóobu ci dund gu bees."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Kon nag gannaaw benn lanu ak Kirist, dee ni mu deeye woon, kon dinanu nekk it benn ak moom, dekki ni mu dekkee woon."},{"style":"v","verse":"6","text":"Ndegam xam nanu ne daajoon nañu Kirist ca bant ba, xam nanu it ne jikko ju bon ji nu judduwaale, daajaale nañu ko ak Kirist ca bant ba. Yàlla def na loolu, ngir nguuru bàkkaar, gi nekkoon ci sunu yaram tas, nu rëcc ci dooleem."},{"style":"v","verse":"7","text":"Ndaxte ku dee, bàkkaar manatul dara ci yaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Gannaaw nag dee nanu ak Kirist, gëm nanu ne dinanu dekki it ni moom,"},{"style":"v","verse":"9","text":"xam ne Kirist mi dekki dootul dee mukk, dee manatul dara ci moom."},{"style":"v","verse":"10","text":"Dee na benn yoon, ba bàkkaar manul ci moom dara; mi ngi dund léegi, di ànd ak Yàlla ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ci noonu nag yéen itam tegleen seen bopp ni ñu dee ak Kirist, ba rëcc ci dooley bàkkaar, di dund, ànd ak Yàlla ba fàww ndax seen bokk ci Yeesu Kirist."},{"style":"v","verse":"12","text":"Buleen mayati bàkkaar nag, mu yilif seeni yaram yu néew doole, bay topp ay bëgg-bëggam."},{"style":"v","verse":"13","text":"Buleen jébbalati seeni cér bàkkaar, mu def leen jumtukaayam ngir jëfam yu jubadi; waaye gannaaw rëcc ngeen ci dooley dee, bay dundaat, jébbaluleen ci Yàlla te jébbal ko seeni cér, mu def leen jumtukaayam ngir jëfam yu jub."},{"style":"v","verse":"14","text":"Ndaxte bàkkaar dootu leen manal dara, yéen ñi génn ci yoonu °Musaa, dugg ci yiwu Yàlla."},{"style":"s","verse":"","text":"Jaami Yàlla ci yoonu njub"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Lan lanu wara wax nag léegi? Gannaaw génn nanu ci yoonu Musaa, dugg ci yiwu Yàlla, ndax danoo wara sax ci def bàkkaar? Mukk!"},{"style":"v","verse":"16","text":"Ndax dangeena xamul ne koo jébbalu ci moom te déggal ko, jaamam nga? Naka noonu, mbaa ngeen nekk jaami bàkkaar, mu jëme leen ci dee, mbaa ngeen déggal Yàlla, mu sóob leen ci yoonu njub."},{"style":"v","verse":"17","text":"Waaye sant naa Yàlla ci lii: yéen ñi doon jaami bàkkaar, bi ngeen déggee mboolem dëgg gi, nangu ngeen ko ak seen xol bépp."},{"style":"v","verse":"18","text":"Ci noonu rëcc ngeen ci notaangeg bàkkaar te jébbalu ci Yàlla, sóobu ci njub."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Xam naa ne seen xam-xam ci mbir mii sorewul, moo tax ma yombal wax ji, awale ko ci baat yii. Ni ngeen jële woon seeni cér, jébbal leen, ñu nekk jaami lu selladi ak lu bon, di gëna jur lu bon, noonu itam léegi jébbal-leen seeni cér, ñu nekk jaami njub, ngeen doora sell."},{"style":"v","verse":"20","text":"Ndaxte keroog ba ngeen nekkee jaami bàkkaar, séquleen woon dara ak lu jub."},{"style":"v","verse":"21","text":"Ban njariñ ngeen ci jële nag? Dara lu dul gàcce, ndaxte ci dee la leen doon jëmale."},{"style":"v","verse":"22","text":"Waaye léegi Yàlla goreel na leen ci kilifteefu bàkkaar, def leen ay jaamam, ba jural leen sellaay, jëme leen ci dund gu dul jeex."},{"style":"v","verse":"23","text":"Ndaxte peyu bàkkaar mooy dee, waaye mayu Yàlla mooy dund gu dul jeex ci Yeesu °Kirist sunu Boroom."}]