[{"style":"s1","verse":"","text":"Buur Aserus wutal na Wasti kuutaay"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba mbir yooyu amee, ba merum Buur Aserus giif, xelam dem ca Wasti ak la mu def ak la mu dogal ca moom."},{"style":"v","verse":"2","text":"Ba loolu amee surgay buur yi koy toppatoo ne ko: «Nañu la seetal ci janq ju rafet ji."},{"style":"v","verse":"3","text":"Buur, dangay yónnee ay ndaw ci sa mboolem diiwaani réew mi, ñu dajaleel la mboolem janq ju rafet ji, indi leen fii ci Sus, péey bi, dugal leen ci kër jigéen ñi, ñu teg leen ci loxol Ege, sa bëkk-néeg biy wattu jigéen ñi. Ñu jox leen lu ñuy defaroo ba rafet."},{"style":"v","verse":"4","text":"Su ko defee nag Buur, janq bu la ci neex doon lingeer, wuutu Wasti.» Buur rafetlu la ñu wax, daldi def noona."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Fekk na jenn waayi Yawut a ngi ci Sus, péey ba. Ma nga tudd Mardose. Yayir di baayam. Yayir, Simey di baayam. Simey, Kis ay baayam, bokk ci giirug Beñamin."},{"style":"v","verse":"6","text":"Mu askanoo ca ña ñu jële woon Yerusalem, gàddaayloo leen, boole leen ak Yekoña\\f + \\fr 2.6 \\fk Yekoña \\ft ak Yoyakin, kenn ki la.\\f* buurub Yuda, moom mi Nebukatnecar buuru Babilon def jaam."},{"style":"v","verse":"7","text":"Mardose yoroon ku ñuy wax Adasa ci làkku ebrë, muy Esteer ba tey, di doomu baayam bu ndaw, ndax amuloon ndey, amuloon baay. Xale bi nag rafet, jekk bind. Ba ndeyam ak baayam deewee, Mardosee ko jël, yar ko ni doomam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Gannaaw ba ñu yéenee ndigalu Buur ak dogalam ba, ñu dajale janq ju bare ca Sus, péey ba, teg leen ca loxol Ege. Noonu lañu indaalee Esteer, ba ca kër buur, teg ko ci loxol Ege may wattu jigéen ña."},{"style":"v","verse":"9","text":"Xale bi neex Ege, mu baaxe ko, gaaw indil ko lu mu defaroo, nàddil ko ag lekkam, féetale ko juróom ñaari surga yu jigéen yu ñu tànne kër buur. Ci kaw loolu mu dalal Esteer mooki surgaam fa gën ca kër jigéen ña."},{"style":"v","verse":"10","text":"Fekk na Esteer waxul dara askan wa mu bokk ak kër ga mu fekk baax, ndax Mardose da koo santoon ne ko bumu ko ŋaaŋ."},{"style":"v","verse":"11","text":"Bés bu nekk nag Mardose doxantoo fa kanam kër jigéen ña, ngir xam lu Esteer nekke ak nu ñu def ak moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Booba bala ayu kenn ci xale yu jigéen ñiy agsi, ba muy dem ca Buur Aserus, day fekk mu matal fukki weer ak ñaar yi ñu àppal jigéen ñi, ngir ñu yokk ci seen taar. Juróom benni weer yi, ñu di leen diw ndàbb lu ñuy wax miir; juróom benni weer yi ci des, ñu di leen diw ay diw yu xeeñ ak yeneen yu jigéen ñiy defaroo."},{"style":"v","verse":"13","text":"Ni ndaw siy deme ca Buur nag nii la. Mboolem lu mu bëgg, dees ko koy jox, mu jële ko ca kër jigéen ña, yóbbaale kër buur."},{"style":"v","verse":"14","text":"Bu ngoonee mu dem ca Buur, bu bët setee mu dellu kër jigéen ña, ca geneen wàlla ci njiital Saasgas, muy bëkk-néeg bay wattu nekkaaley buur. Su ko defee ndaw sa du ayeeti lu dul mu neex Buur, ba mu ne woolleen ma diw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba loolu amee muy ayu Esteer doomu Abixayil, baayu Mardose bu ndaw, janq ba mu yaral boppam ni doomam. Mu wara dem ca Buur, te laajul dara lu moy la ko Ege bëkk-néegu buur bay wattu jigéen ña, sant. Mboolem ku gis Esteer nag, xool ko bëtu yiw."},{"style":"v","verse":"16","text":"Ñu yóbbu Esteer ca Buur Aserus, ca biir këram, ca fukkeelu weer wa ñuy wax Tebet, ca juróom ñaareelu atu nguuram."},{"style":"v","verse":"17","text":"Ci kaw loolu Buur gëna bëgg Esteer ci jigéen ñépp. Mu gëna baaxe Esteer, gën koo sopp janq jépp. Ba mu ko defee mu solal ko mbaxanam lingeer, fal ko lingeer, mu wuutu Wasti."},{"style":"v","verse":"18","text":"Buur def bernde ju réy ngir mboolemi kàngamam aki jawriñam, terale ko Esteer; daldi noppal diiwaan yi, teg ca nàddil nit ñi ni mu ware buur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba ñu dajalewaatee janq ja ñaareel bi yoon, fekk na Mardose am ndombol tànk ca buntu kër buur."},{"style":"v","verse":"20","text":"Booba Esteer waxul ba tey fa mu fekk baax ak fa mu bokk, muy la ko Mardose santoon. Esteer wéye topp ndigali Mardose rekk, mel ni ba mu ko yoree ca këram."},{"style":"s1","verse":"","text":"Pexe moy na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Jamono yooyu Mardose amee ndombol tànk ca buntu kër buur, ku ñuy wax Bigtan ak ku ñuy wax Teres, di ñaari fara buntu kër buur, ñoo am lu ñu meree lool Buur Aserus, bay lal pexe mu ñu ko bóome."},{"style":"v","verse":"22","text":"Teewul Mardose yég pexe ma, wax ko Lingeer Esteer, mu yegge ko Buur, ci turu Mardose."},{"style":"v","verse":"23","text":"Ba ñu seetloo mbir ma ba muy dëgg, dañu leena wékk ñoom ñaar ci bant\\f + \\fr 2.23 \\ft Jombul dañu leen daan rey ba noppi wékk seeni néew ci bant.\\f*. Bindees na ko ci teewaayu Buur ci téere ba ñu dippee Xew-xew ya."}]