[{"style":"s1","verse":"","text":"Pexem sànk Yawut yi lale na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba xew-xew yooyu jàllee, Buur Aserus teral ku ñuy wax Aman doomu Amdeta mi askanoo ci Agag\\f + \\fr 3.1 \\fk Agag: \\ft Amalegeen ñi Buur Agag askanoo, ñook bànni Israayil, seenug noonoo cosaan la. Seetal ci \\bk Mucc ga\\bk* 17.8-16; \\bk 1.Samiyel\\bk* saar 15.\\f*, yékkati ko, teg ko ci kaw mboolem kàngam yi ci wetam."},{"style":"v","verse":"2","text":"Mboolem jawriñi buur yi féete buntu kër buur nag di sukkal Aman, di ko sujjóotal, ndax loolu la Buur santaane woon ci moom. Teewul Mardose lànk, sukkalu ko, sujjóotalu ko."},{"style":"v","verse":"3","text":"Yeneen jawriñi buur ya ca buntu kër buur wax Mardose ne ko: «Ana lu waral ngay gàntal santaane Buur?»"},{"style":"v","verse":"4","text":"Ñu di ko ko wax bés bu jot, mu lànk, déggalu leen. Ñu wax ko Aman, di seet ba xam ndax la Mardose wax dina ca mujj. Fekk na mu wax leen ne moom Yawut la."},{"style":"v","verse":"5","text":"Ba Aman gisee ne Mardose du ko sukkal, du ko sujjóotal, daa mer ba fees dell."},{"style":"v","verse":"6","text":"Teewul mu siide fexeel Mardose doŋŋ, ndax booba waxoon nañu ko askan wi Mardose bokk. Ba loolu amee Aman di wuta sànk mboolem Yawut yi nekk ci mboolem réewum Aserus, di bokki Mardose."},{"style":"v","verse":"7","text":"Ca fukkeelu at maak ñaar ci nguurug Buur Aserus, ca weer wa jiitu, di weeru Nisan, ñu sànni ci kanam Aman jumtukaayu tegtal bi ñuy wax Pur, ngir seet bés bu baax ak weer wa, ci pexe ya mu nas. Ñu seet, mu yemook weeru Adar, di fukkeelu weer waak ñaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Aman wax Buur Aserus ne ko: «Aw xeet a ngi fi, tasaaroo ci biir xeet yi, jaxasoo ci seen biir, ci mboolem sa diiwaani réew mi. Seeni aada daa wuuteek yu xeet yépp; yoon yi Buur tëral, duñu ko jëfe, te jaaduwul ci Buur mu di leen seetaan."},{"style":"v","verse":"9","text":"Ndegam neex na la, Buur, bindal ab dogal bu leen sànklu. Kon ñetti junniy barigoy xaalis ak ñeenti téeméer (3~400) laay teg ci loxoy saytukat yi, ñu yeb ko ci dencu buur.»"},{"style":"v","verse":"10","text":"Ba mu ko defee Buur tekki jaarob torlukaayam ci baaraamam, jox ko Aman doomu Amdeta ma askanoo ca Agag, noonub Yawut ya."},{"style":"v","verse":"11","text":"Buur ne Aman: «Xaalis bi téye ko, te xeet woowu nga def leen li la soob.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw loolu ñu woolu bindkati buur ca weer wa njëkk ca at ma, yemook fukki fan ak ñett. Ñu bind ci mbindinu diiwaan bu nekk ak ci làkku xeet wu nekk mboolem lu Aman digle, mu jëm ca jawriñi buur ak boroom dëkk yaak kàngami xeetoo xeet. Ci turu Aserus lañu bind bataaxal yi, tay ko, mu ànd ak torlub buur."},{"style":"v","verse":"13","text":"Ñu daldi koy yónnee, ay ndaw yóbbu ko ca mboolem diiwaani buur, ngir ñu sànk mboolem Yawut yi, rey leen, faagaagal leen, mag ak ndaw ba ca tuut-tànk yaak jigéen ña ci benn bés, mu yemook fukki fan ak ñett ci weeru Adar, di fukkeelu weer waak ñaar. Seen alal it, ñu war koo lël."},{"style":"v","verse":"14","text":"Ba loolu amee ñu sotti dogal ba ñu bind, def ko ndigalu yoon, siiwal ko ci mboolem diiwaan, xamal ko xeet yépp, ngir ñu séentu bés booba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ndaw ya gaaw dem ci ndigalal buur, ñu biral dogal ba ca Sus, péey ba. Buur a nga toog ak Aman, di naan, waa Sus nekk ci njàqare."}]