[{"style":"s1","verse":"","text":"The Israelites Complain"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And it happened, the people were like those who ⸤complain of hardship⸥\\f + \\fr 11:1 \\ft Literally “complain of bad” \\f* ⸤in the hearing⸥\\f + \\fr 11:1 \\ft Literally “in the ears” \\f* of Yahweh, and Yahweh ⸤became angry⸥,\\f + \\fr 11:1 \\ft Literally “his nose became hot” \\f* and the fire of Yahweh burned among them, and it consumed the edge of the camp. "},{"style":"v","verse":"2","text":"Then the people cried out to Moses, and Moses prayed to Yahweh, and the fire died down. "},{"style":"v","verse":"3","text":"And he called the name of that place Taberah\\f + \\fr 11:3 \\ft This word is difficult, but some modern translations suggest the word in Hebrew means “burning” (see NRSV, NASB) \\f* because the fire of Yahweh burned among them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"The riff-raff that \\add were\\add* in their midst ⸤had a strong desire⸥;\\f + \\fr 11:4 \\ft Literally “desired a desire” \\f* and the ⸤Israelites⸥\\f + \\fr 11:4 \\ft Literally “sons/children of Israel” \\f* turned back and also wept, and they said, “Who will feed us meat? "},{"style":"v","verse":"5","text":"We remember the fish that we ate in Egypt for nothing, the cucumber, melon, leek, the onions, and the garlic. "},{"style":"v","verse":"6","text":"But now ⸤our strength is dried up⸥;\\f + \\fr 11:6 \\ft Literally “our life \\fq is \\ft dry” \\f* there is nothing whatsoever except ⸤for the manna before us⸥.”\\f + \\fr 11:6 \\ft Literally “for the manna of our eyes” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Now the manna \\add was\\add* like coriander seed, and its outward appearance was like that of bdellium-gum. "},{"style":"v","verse":"8","text":"The people went about and gathered \\add it\\add*, and they ground \\add it\\add* with mills or crushed \\add it\\add* with mortar. Then they boiled \\add it\\add* in a pot and made it \\add into\\add* bread-cakes; and it tasted like olive oil cakes. "},{"style":"v","verse":"9","text":"When the dew came down on the camp \\add at\\add* night, the manna came down \\add with\\add* it."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Moses heard the people weeping according to their\\f + \\fr 11:10 \\ft Hebrew “its” \\f* clans, each at the doorway of their tents. Then ⸤Yahweh became very angry⸥,\\f + \\fr 11:10 \\ft Literally “the nose of Yahweh became very hot” \\f* and in the eyes of Moses it was bad. "},{"style":"v","verse":"11","text":"And Moses said to Yahweh, “Why have you brought trouble to your servant? Why have I not found favor in your eyes, that the burdens of all these people have been placed on me? "},{"style":"v","verse":"12","text":"Did I conceive all these people? If I have fathered them,\\f + \\fr 11:12 \\ft Hebrew “him/it” \\f* that you could say to me, ‘Carry them\\f + \\fr 11:12 \\ft Hebrew “him/it” \\f* in your lap, just as a foster-father carries the suckling on the land that you swore an oath to their ancestors?’\\f + \\fr 11:12 \\ft Or “fathers” \\f* "},{"style":"v","verse":"13","text":"From where do I have meat to give all these people? They weep before me, saying, ‘Give us meat and let us eat!’ "},{"style":"v","verse":"14","text":"I am not able to carry all these people along alone; they are too heavy for me. "},{"style":"v","verse":"15","text":"If this is how you \\add are\\add* going to treat me, please kill me immediately if I find favor in your eyes, and do not let me see my misery.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"And Yahweh said to Moses, “Gather for me seventy men from the elders of Israel whom you know \\add are\\add* elders of the people and their\\f + \\fr 11:16 \\ft Hebrew “his/its” \\f* officials; take them to the tent of assembly, and they will stand there with you. "},{"style":"v","verse":"17","text":"I will come down and speak with you there; I will take away from the spirit that \\add is\\add* on you, and I will place \\add it\\add* on them; and they will bear the burdens of the people with you; you will not bear it alone. "},{"style":"v","verse":"18","text":"And you will say to the people, ‘Sanctify yourselves tomorrow, for you will eat meat because you have wept in the ears of Yahweh, saying, “Who will feed us good meat? \\add It was\\add* good for us in Egypt.” Yahweh will give to you meat, and you will eat. "},{"style":"v","verse":"19","text":"You will eat, not one day, or two days, or five days, or ten days, or twenty days, "},{"style":"v","verse":"20","text":"⸤but for a whole month⸥,\\f + \\fr 11:20 \\ft Literally “until a period of one month” \\f* until it comes out from your nose and becomes as nausea to you; because you have rejected Yahweh, who \\add is\\add* in your midst, and you wept before ⸤his presence⸥,\\f + \\fr 11:20 \\ft Literally “before his face” \\f* saying, “Why did we ever leave Egypt?” ’ ” "},{"style":"v","verse":"21","text":"But Moses said, “\\add There are\\add* six hundred thousand on foot, among whom I \\add am\\add* in the midst, and you yourself said, ‘I will give meat to them, and they will eat for a whole month.’ "},{"style":"v","verse":"22","text":"Should flocks and cattle be slaughtered for them? Should all the fish of the sea be gathered together for them, to be enough for them?” "},{"style":"v","verse":"23","text":"And Yahweh said to Moses, “⸤Is Yahweh’s power limited⸥?\\f + \\fr 11:23 \\ft Literally “Is Yahweh’s hand short?” \\f* Now you will see if my word will happen or not.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"So Moses went out, and he spoke the words of Yahweh to the people, and he gathered \\add together\\add* seventy men from the elders of the people, and he ⸤made them stand⸥\\f + \\fr 11:24 \\ft Literally “caused them to stand” \\f* all around the tent. "},{"style":"v","verse":"25","text":"Then Yahweh went down in the cloud and spoke to him, and he took away the spirit that \\add was\\add* on him, and he ⸤put it⸥\\f + \\fr 11:25 \\ft Or “gave it” \\f* on the seventy elders. And as soon as the spirit was resting on them they prophesied, but they did not do it again."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"But two men were left in the camp; the name of one \\add was\\add* Eldad, and the name of the second \\add was\\add* Medad, and the spirit rested on them; they were among those who were written \\add down\\add*, but they did not go out to the tent, so they prophesied in the camp. "},{"style":"v","verse":"27","text":"So a boy\\f + \\fr 11:27 \\ft Hebrew “the boy” \\f* ran and told Moses and said, “Eldad and Medad \\add are\\add* prophesying in the camp.” "},{"style":"v","verse":"28","text":"And Joshua son of Nun, the assistant of Moses from time of his youth, answered, “Moses, my lord, stop them.” "},{"style":"v","verse":"29","text":"But Moses said to him, “Are you jealous for my sake? Would that he\\f + \\fr 11:29 \\ft That is, Yahweh \\f* give all Yahweh’s people prophets, that Yahweh put his spirit on them!” "},{"style":"v","verse":"30","text":"Then Moses and the elders of Israel were gathered to the camp."},{"style":"s1","verse":"","text":"The Quail"},{"style":"m","verse":"","text":""},{"style":"v","verse":"31","text":"Then a wind set out from Yahweh, and it drove quails from the west, and he spread \\add them\\add* out on the camp about a day’s journey on one side and about a day’s journey on the other, all around the camp, about two cubits on the surface of the land. "},{"style":"v","verse":"32","text":"And so the people ⸤worked⸥\\f + \\fr 11:32 \\ft Literally “arose” \\f* all day and all night and all the next day, and they gathered the quail (the least of the ones collecting gathered ten homers).\\f + \\fr 11:32 \\ft HALOT 330, “a dry measure” \\f* "},{"style":"v","verse":"33","text":"While the meat \\add was\\add* still between their teeth, before it was consumed, Yahweh was angry with the people, and Yahweh struck a very great plague among the people. "},{"style":"v","verse":"34","text":"And he called the name of that place Kibroth Hattaavah\\f + \\fr 11:34 \\ft Hebrew “the graves of greediness” \\f* because they buried the people that ⸤were greedy⸥.\\f + \\fr 11:34 \\ft Literally “craved” \\f* "},{"style":"v","verse":"35","text":"From Kibroth Hattaavah\\f + \\fr 11:35 \\ft Hebrew “the graves of greediness” \\f* the people set out \\add to\\add* Hazeroth; and they stayed\\f + \\fr 11:35 \\ft Hebrew “they were” \\f* in Hazeroth."}]