[{"style":"s1","verse":"","text":"Spies Sent to Spy Out the Land of Canaan"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Yahweh spoke to Moses, saying, "},{"style":"v","verse":"2","text":"“Send for yourself men, and let them explore the land of Canaan, which I \\add am about\\add* to give to the ⸤Israelites⸥;\\f + \\fr 13:2 \\ft Literally “sons/children of Israel” \\f* ⸤from each tribe of his father send one man⸥,\\f + \\fr 13:2 \\ft Literally “one man one man from the tribe of his father” \\f* everyone a leader among them.” "},{"style":"v","verse":"3","text":"So Moses sent them from the desert of Paran on the command of Yahweh; all of the men \\add were\\add* ⸤leaders⸥\\f + \\fr 13:3 \\ft Literally “heads” \\f* of the ⸤Israelites⸥.\\f + \\fr 13:3 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","verse":"4","text":"And these \\add are\\add* their names: from the tribe of Reuben, Shammua son of Zaccur; "},{"style":"v","verse":"5","text":"from the tribe of Simeon, Shaphat son of Hori; "},{"style":"v","verse":"6","text":"from the tribe of Judah, Caleb son of Jephunneh; "},{"style":"v","verse":"7","text":"from the tribe of Issachar, Igal son of Joseph; "},{"style":"v","verse":"8","text":"from the tribe of Ephraim, Hoshea son of Nun; "},{"style":"v","verse":"9","text":"from the tribe of Benjamin, Palti son of Raphu; "},{"style":"v","verse":"10","text":"from the tribe of Zebulun, Gaddiel son of Sodi; "},{"style":"v","verse":"11","text":"from the tribe of Joseph, from the tribe of Manasseh, Gaddi son of Susi; "},{"style":"v","verse":"12","text":"from the tribe of Dan, Ammiel son of Gemalli; "},{"style":"v","verse":"13","text":"from the tribe of Asher, Sethur son of Michael; "},{"style":"v","verse":"14","text":"from the tribe of Naphtali, Nahbi son of Vophsi; "},{"style":"v","verse":"15","text":"from the tribe of Gad, Geuel son of Maki. "},{"style":"v","verse":"16","text":"These \\add are\\add* the names of the men whom Moses sent to explore the land. And Moses called Hoshea son of Nun Joshua."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Moses sent them to explore the land of Canaan, and he said to them, “Go up \\add like\\add* this to the Negev,\\f + \\fr 13:17 \\ft An arid region south of the Judean hills \\f* and go up into the hill country, "},{"style":"v","verse":"18","text":"and you will see what the land is \\add like\\add* and if the people who inhabit it \\add are\\add* strong or weak, or whether they are few or many, "},{"style":"v","verse":"19","text":"and whether the land that they \\add are\\add* inhabiting \\add is\\add* good or bad, and whether the cities they \\add are\\add* inhabiting are camps or fortifications, "},{"style":"v","verse":"20","text":"and whether the land \\add is\\add* fertile or lean, and whether there are trees on it or not. You will show yourself courageous, and you will take some of the fruit of the land.” It \\add was\\add* the time of first ripe grapes."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"So they went up and explored the land from the desert of Zin until Rehob, at Lebo Hamath.\\f + \\fr 13:21 \\ft Or “near Hamath” \\f* "},{"style":"v","verse":"22","text":"They went up through the Negev\\f + \\fr 13:22 \\ft An arid region south of the Judean hills \\f* and came to Hebron, where\\f + \\fr 13:22 \\ft Hebrew “and there” \\f* Ahiman, Sheshai, and Talmai the descendants of the Anakites \\add were\\add*. (Hebron was built seven years before Zoan \\add in\\add* Egypt.) "},{"style":"v","verse":"23","text":"And they came up to the valley\\f + \\fr 13:23 \\ft Or “wadi” \\f* of Eshcol, and they cut off a vine branch and one cluster of grapes from there; they carried it on \\add a\\add* pole between two \\add men\\add*, \\add with\\add* pomegranates and figs. "},{"style":"v","verse":"24","text":"That place he called the valley\\f + \\fr 13:24 \\ft Or “wadi” \\f* of Eshcol on account of the cluster of grapes that the ⸤Israelites⸥\\f + \\fr 13:24 \\ft Literally “sons/children of Israel” \\f* cut off from there."},{"style":"s1","verse":"","text":"The Spies Return"},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"They returned from exploring the land at the end of forty days.\\f + \\fr 13:25 \\ft Hebrew “day” \\f* "},{"style":"v","verse":"26","text":"And they came\\f + \\fr 13:26 \\ft Hebrew “they went and came” \\f* to Moses and Aaron and to the entire community of the ⸤Israelites⸥\\f + \\fr 13:26 \\ft Literally “sons/children of Israel” \\f* in the desert of Paran at Kadesh; they brought back word to them and \\add to\\add* all the community, and they showed them the fruit of the land. "},{"style":"v","verse":"27","text":"And they told him,\\f + \\fr 13:27 \\ft Hebrew “they told him and said” \\f* “We came to the land that you sent us, and it \\add is\\add* flowing of milk and honey; this \\add is\\add* its fruit. "},{"style":"v","verse":"28","text":"Yet the people who are inhabiting \\add it are\\add* strong and the cities \\add are\\add* fortified and very large; moreover, we saw the descendants of the Anakites there. "},{"style":"v","verse":"29","text":"\\add The\\add* Amalekites \\add are\\add* living in the land of the Negev;\\f + \\fr 13:29 \\ft An arid region south of the Judean hills \\f* the Hittites, Jebusites, and the Amorites \\add are\\add* living in the hill country; and the Canaanites \\add are\\add* living at the sea and on the banks of the Jordan.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"And Caleb silenced the people before Moses and said, “Surely, let us go up and let us take possession of it because surely we will be able to prevail over it.” "},{"style":"v","verse":"31","text":"And the men who went up with him said, “We are not able to go up to the people because they \\add are\\add* stronger than us.” "},{"style":"v","verse":"32","text":"And they presented the report of the land that they explored to the ⸤Israelites⸥,\\f + \\fr 13:32 \\ft Literally “sons/children of Israel” \\f* saying, “The land that we went through to explore \\add is\\add* a land that eats its inhabitants, and all the people whom we saw in its midst \\add are\\add* ⸤men of great size⸥.\\f + \\fr 13:32 \\ft Literally “men of measurements” \\f* "},{"style":"v","verse":"33","text":"There we saw the Nephilim (the descendants\\f + \\fr 13:33 \\ft Or “sons” \\f* of Anak \\add came\\add* from the Nephilim), and we were like grasshoppers in our own sight, and so we were in their eyes.”"}]