[{"style":"s1","verse":"","text":"Daily Sacrifice"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Yahweh spoke to Moses, saying, "},{"style":"v","verse":"2","text":"“Command the ⸤Israelites⸥\\f + \\fr 28:2 \\ft Literally “sons/children of Israel” \\f* and say to them, ‘⸤You will be careful to present⸥\\f + \\fr 28:2 \\ft Literally “you will observe to present” \\f* my offering, my food of my offerings made by fire, of a fragrance of appeasement to me, at its appointed time.’ "},{"style":"v","verse":"3","text":"You will say to them, ‘This \\add is\\add* the offering made by fire that you will offer to Yahweh: two male lambs without defect ⸤in their first year⸥\\f + \\fr 28:3 \\ft Literally “sons of a year” \\f* as a continual burnt offering each day. "},{"style":"v","verse":"4","text":"You will offer one male lamb in the morning, and the second male lamb you will offer ⸤at twilight⸥,\\f + \\fr 28:4 \\ft Literally “between the two evenings” \\f* "},{"style":"v","verse":"5","text":"and a tenth of an ephah of finely milled flour as a grain offering, mixed with a fourth of a measure of beaten oil. "},{"style":"v","verse":"6","text":"It is a continual burnt offering that was ⸤ordained⸥\\f + \\fr 28:6 \\ft Literally “done” \\f* on Mount Sinai as a fragrance of appeasement, an offering made by fire for Yahweh. "},{"style":"v","verse":"7","text":"The libation with it \\add will be\\add* a fourth of a liquid measure for each male lamb; in the sanctuary you will pour out the libation of fermented drink for Yahweh. "},{"style":"v","verse":"8","text":"And the second male lamb you will offer ⸤at twilight⸥;\\f + \\fr 28:8 \\ft Literally “between the two evenings” \\f* as the grain offering of the morning and as its libation you will offer it, an offering made by fire, a fragrance of appeasement for Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"“ ‘On the day of the Sabbath, two male lambs without defect ⸤in their first year⸥,\\f + \\fr 28:9 \\ft Literally “sons of a year” \\f* and two-tenths of finely milled flour mixed with oil \\add for\\add* a grain offering and its libation. "},{"style":"v","verse":"10","text":"\\add This is\\add* the burnt offering every Sabbath \\add in addition to\\add* the continual burnt offering and its libation."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"“ ‘And at the beginning of each of your months, you will present a burnt offering for Yahweh: two bulls and one ram, seven male lambs without defect ⸤in their first year⸥;\\f + \\fr 28:11 \\ft Literally “sons of a year” \\f* "},{"style":"v","verse":"12","text":"and three-tenths of finely milled flour mixed with oil \\add for\\add* a grain offering, for each bull; and two-tenths of finely milled flour mixed with oil \\add for\\add* a grain offering for the one ram; "},{"style":"v","verse":"13","text":"and a tenth of finely milled flour mixed with oil \\add as\\add* a grain offering for each male lamb, for a burnt offering of a fragrance of appeasement, an offering of fire for Yahweh. "},{"style":"v","verse":"14","text":"Their libations will be half a liquid measure of wine for the bull and a third of a liquid measure of wine for the ram and a fourth of a liquid measure of wine for the male lamb; this \\add is\\add* the burnt offering for every month for the months of the year. "},{"style":"v","verse":"15","text":"And one male goat as a sin offering for Yahweh; it will be offered in addition to the continual burnt offering and its libation."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"“ ‘On the fourteenth day of the first month \\add is\\add* the Passover for Yahweh. "},{"style":"v","verse":"17","text":"On the fifteenth day of this month \\add is\\add* a religious feast, unleavened bread must be eaten for seven days. "},{"style":"v","verse":"18","text":"On the first day \\add there will be\\add* a holy convocation; ⸤you will not do any regular work⸥.\\f + \\fr 28:18 \\ft Literally “you will not do work of labor” \\f* "},{"style":"v","verse":"19","text":"You will present an offering by fire, a burnt offering for Yahweh: two bulls and one ram and seven male lambs ⸤in their first year⸥;\\f + \\fr 28:19 \\ft Literally “sons of a year” \\f* they will be for you without defect. "},{"style":"v","verse":"20","text":"For their grain offering, you will offer finely milled flour mixed with oil: three-tenths for the bull and two-tenths for the ram. "},{"style":"v","verse":"21","text":"You will offer a tenth for each of the seven male lambs; "},{"style":"v","verse":"22","text":"and a goat for one sin offering to make atonement for you. "},{"style":"v","verse":"23","text":"You will offer these besides the burnt offering of the morning, which \\add is\\add* for the continual burnt offering. "},{"style":"v","verse":"24","text":"Like this you will offer daily, for seven days, \\add the\\add* food of the offering made by fire, a fragrance of appeasement for Yahweh; it will be offered in addition to the continual burnt offering and its libation. "},{"style":"v","verse":"25","text":"On the seventh day you will have a holy convocation; ⸤you will not do any regular work⸥.\\f + \\fr 28:25 \\ft Literally “you will not do work of labor” \\f*"},{"style":"s1","verse":"","text":"Offerings for the Festival of Weeks"},{"style":"m","verse":"","text":""},{"style":"v","verse":"26","text":"“ ‘And on the day of firstfruits, when you are presenting a new offering for Yahweh during your Festival of Weeks, you will have a holy convocation; ⸤you will not do any regular work⸥.\\f + \\fr 28:26 \\ft Literally “you will not do work of labor” \\f* "},{"style":"v","verse":"27","text":"You will present a burnt offering for a fragrance of appeasement for Yahweh: two bulls, one ram, seven male lambs ⸤in their first year⸥;\\f + \\fr 28:27 \\ft Literally “sons of a year” \\f* "},{"style":"v","verse":"28","text":"and their grain offering will be finely milled flour mixed with oil: three-tenths for each bull, two-tenths for one ram, "},{"style":"v","verse":"29","text":"a tenth for each of the male lambs; "},{"style":"v","verse":"30","text":"and one male goat to make atonement for you. "},{"style":"v","verse":"31","text":"In addition to the continual burnt offering and its grain offering, you will offer \\add them\\add* without defect with their libation."}]