[{"style":"s1","verse":"","text":"Laws for Vows"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Moses spoke to ⸤the leaders⸥\\f + \\fr 30:1 \\ft Literally “the heads” \\f* of the tribes concerning the ⸤Israelites⸥,\\f + \\fr 30:1 \\ft Literally “sons/children of Israel” \\f* saying, “This \\add is\\add* the word that Yahweh commanded: "},{"style":"v","verse":"2","text":"if a man makes a vow for Yahweh or swears an oath with a binding pledge on himself, he must not render his word invalid; he must do all that went out from his mouth."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"“If a woman makes a vow to Yahweh, and she binds a pledge \\add on herself\\add* in her father’s house in your childhood, "},{"style":"v","verse":"4","text":"but if her father hears her vow or her pledge that she bound on herself and says nothing to her, then all her vows will stand, and every pledge that she binds on her life will stand. "},{"style":"v","verse":"5","text":"If her father forbids her on the day he hears \\add of it\\add*, all her vows or her pledges that she bound on herself will not stand, and Yahweh will forgive her because her father has forgiven her."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"“If ⸤she has a husband⸥\\f + \\fr 30:6 \\ft Literally “she is to a man” \\f* while bound by her vows or a rash promise of her lips, "},{"style":"v","verse":"7","text":"and her husband hears \\add of it\\add* and is silent on the day he hears \\add it\\add*, her vows will stand, and her pledge that she bound upon herself will stand. "},{"style":"v","verse":"8","text":"But if on the day her husband hears \\add of it\\add*, he forbids her, then he will nullify her vow that she is under, and the rash promise of her lips that she bound on herself; and Yahweh will forgive her."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"“But the vow of a widow or a woman who is divorced, all that she binds on herself will stand on her. "},{"style":"v","verse":"10","text":"But if she made a vow \\add in\\add* her husband’s house, or bound herself on a pledge with a sworn oath, "},{"style":"v","verse":"11","text":"and her husband heard \\add it\\add* but was silent to her, and he did not forbid her, all her vows will stand and every pledge that she bound on herself will stand. "},{"style":"v","verse":"12","text":"But if her husband nullified them on the day he hears \\add them\\add*, all her vows going out of her lips concerning her vows or the pledge on herself will not stand; her husband has nullified them, and Yahweh will forgive her."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"“Any vow and any sworn oath of a pledge to inflict on herself, her husband can confirm it or her husband can nullify it. "},{"style":"v","verse":"14","text":"But if her husband is completely silent from day to day, then he confirms all her vows or all her pledges that \\add are\\add* on her; he confirms them because he was silent to her on the day he heard \\add them\\add*. "},{"style":"v","verse":"15","text":"But if he indeed nullifies them after he hears them, then he will bear her guilt.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"These \\add are\\add* the decrees that Yahweh commanded Moses, as between a husband and his wife, and between a father and his daughter, \\add while\\add* her childhood \\add is in\\add* her father’s house."}]