[{"style":"s1","verse":"","text":"Cities for the Levites"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Yahweh spoke to Moses on the desert plains of Moab beyond the Jordan \\add across\\add* Jericho, saying, "},{"style":"v","verse":"2","text":"“Command the ⸤Israelites⸥\\f + \\fr 35:2 \\ft Literally “sons/children of Israel” \\f* that they give to the Levites from the inheritance of their property cities to live in; and you will give to the Levites pastureland all around the cities.\\f + \\fr 35:2 \\ft Hebrew “them” \\f* "},{"style":"v","verse":"3","text":"The cities will be theirs to live in, and their pasturelands will be for their domestic animals, for their possessions, and their animals.\\f + \\fr 35:3 \\ft Hebrew “animal” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"“The pasturelands of the cities that you will give to the Levites \\add will extend\\add* from the wall of the city to \\add a distance of\\add* a thousand cubits all around. "},{"style":"v","verse":"5","text":"You will measure outside the city the eastern edge two thousand cubits, for the southern edge two thousand cubits, for the western edge two thousand cubits, and for the northern edge two thousand cubits, with the city in the middle; this will be for them the pasturelands of the cities."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"“All the cities that you will give the Levites will be six cities of refuge, to which the killer can flee; in addition to them you will give forty-two cities. "},{"style":"v","verse":"7","text":"All the cities that you will give to the Levites will be forty-eight cities, them with their pasturelands. "},{"style":"v","verse":"8","text":"And the cities that you will give from the property of the ⸤Israelites⸥,\\f + \\fr 35:8 \\ft Literally “sons/children of Israel” \\f* you will take more from the larger group and less from the smaller group; each of them will give according to the portion of their inheritance according to the portion that he inherits.”"},{"style":"s1","verse":"","text":"Cities of Refuge"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"Yahweh spoke to Moses, saying, "},{"style":"v","verse":"10","text":"“Speak to the ⸤Israelites⸥\\f + \\fr 35:10 \\ft Literally “sons/children of Israel” \\f* and say to them, ‘When you cross the Jordan \\add into\\add* the land of Canaan, "},{"style":"v","verse":"11","text":"you will select for yourselves cities for your cities of refuge, that a killer who has killed a person unintentionally can flee there. "},{"style":"v","verse":"12","text":"The cities will be to you a refuge from a redeemer, so that the killer will not die until he stands before the community for judgment. "},{"style":"v","verse":"13","text":"The cities that you are to give will be your six cities of refuge. "},{"style":"v","verse":"14","text":"You will give three cities across the Jordan and three cities in the land of Canaan; they will be cities of refuge. "},{"style":"v","verse":"15","text":"To the ⸤Israelites⸥,\\f + \\fr 35:15 \\ft Literally “sons/children of Israel” \\f* to the alien, and to the temporary resident in their midst there will be these six cities as a refuge to which anyone who unintentionally kills a person may flee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"“ ‘But if he hit him with an object of iron, so that he dies, the killer must surely be put to death. "},{"style":"v","verse":"17","text":"And if he hit him with a stone in the hand, by which he will die, and he does die, he \\add is\\add* a killer; the killer must surely be put to death. "},{"style":"v","verse":"18","text":"Or if he hit him with a wooden object, by which he will die, and he does die, he \\add is\\add* a killer; the killer must surely be put to death. "},{"style":"v","verse":"19","text":"The blood avenger himself will put the killer to death; he must put him to death when meeting him. "},{"style":"v","verse":"20","text":"If he shoves him in hatred, or he throws something at him with intention, and he dies, "},{"style":"v","verse":"21","text":"or if he hits him in hostility with his hand, and he dies, the one that struck him will put to death the killer when meeting him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"“ ‘Or if in an instant he shoved him, not in hostility, or threw something at him without intention, "},{"style":"v","verse":"23","text":"or with any stone, without seeing it dropped on him so that he dies, while \\add he was\\add* not seeking his injury, "},{"style":"v","verse":"24","text":"then the community will judge between the striker and between the blood avenger according to these ordinances. "},{"style":"v","verse":"25","text":"The community will deliver the killer from the hand of the blood avenger, and the community will restore him to the city of his refuge to which he fled; and he will live there in it until the death of the high priest who was anointed with holy oil. "},{"style":"v","verse":"26","text":"But if the killer surely goes out of the territory of the city of his refuge to which he fled, "},{"style":"v","verse":"27","text":"and the blood avenger finds him outside the territory of the city of his refuge, and the blood avenger kills the killer, ⸤he will not be guilty of blood⸥\\f + \\fr 35:27 \\ft Literally “there will not be blood for him” \\f* "},{"style":"v","verse":"28","text":"because he must live in the city of his refuge until the death of the high priest. But after the death of the high priest the killer will return to the land of his property. "},{"style":"v","verse":"29","text":"These things will be as a decree of justice for you for your generations in all your dwellings."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"“ ‘If anyone kills a person, the killer will be put to death ⸤according to the testimony⸥\\f + \\fr 35:30 \\ft Literally “according to the mouth” \\f* of witnesses, but someone cannot die on testimony of one person. "},{"style":"v","verse":"31","text":"Also, you will not take a ransom payment for the life of a killer who \\add is\\add* guilty of death; indeed, he must surely be put to death. "},{"style":"v","verse":"32","text":"You will not take a ransom payment for the one that flees to the city of his refuge, so that he may return to live in the land before the death of the priest. "},{"style":"v","verse":"33","text":"So you will not pollute the land in which you are; because blood pollutes the land, and no atonement can be made for the land for the blood that is poured out on it except with the blood of the one who poured it out. "},{"style":"v","verse":"34","text":"You will not defile the land on which you \\add are\\add* living because I \\add am\\add* living in the midst of it; I am Yahweh; I \\add am\\add* living in the midst of the ⸤Israelites⸥.’ ”\\f + \\fr 35:34 \\ft Literally “sons/children of Israel” \\f*"}]