[{"style":"s1","verse":"","text":"Attachement de Ruth pour Naomi, sa belle-mère"},{"style":"r","verse":"","text":"V. 1-5: cf. 2 R 8:1, 2. Né 13:23-27. (Ps 33:18, 19; 37:18, 19.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Du temps des juges, il y eut une famine dans le pays. Un homme de Bethléhem de Juda partit, avec sa femme et ses deux fils, pour faire un séjour dans le pays de Moab. "},{"style":"v","verse":"2","text":"Le nom de cet homme était Élimélec, celui de sa femme Naomi, et ses deux fils s’appelaient Machlon et Kiljon; ils étaient Éphratiens, de Bethléhem de Juda. Arrivés au pays de Moab, ils y fixèrent leur demeure. "},{"style":"v","verse":"3","text":"Élimélec, mari de Naomi, mourut, et elle resta avec ses deux fils. "},{"style":"v","verse":"4","text":"Ils prirent des femmes Moabites, dont l’une se nommait Orpa, et l’autre Ruth, et ils habitèrent là environ dix ans. "},{"style":"v","verse":"5","text":"Machlon et Kiljon moururent aussi tous les deux, et Naomi resta privée de ses deux fils et de son mari."},{"style":"r","verse":"","text":"V. 6-22: cf. (Ru 2:11, 12. Mt 19:27-30.) (Lu 9:57, 58.) És 56:6, 7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Puis elle se leva, elle et ses belles-filles, afin de quitter le pays de Moab, car elle apprit au pays de Moab que l’Éternel avait visité son peuple et lui avait donné du pain. "},{"style":"v","verse":"7","text":"Elle sortit du lieu qu’elle habitait, accompagnée de ses deux belles-filles, et elle se mit en route pour retourner dans le pays de Juda. "},{"style":"v","verse":"8","text":"Naomi dit alors à ses deux belles-filles: Allez, retournez chacune à la maison de sa mère! Que l’Éternel use de bonté envers vous, comme vous l’avez fait envers ceux qui sont morts et envers moi! "},{"style":"v","verse":"9","text":"Que l’Éternel vous fasse trouver à chacune du repos dans la maison d’un mari! Et elle les baisa. Elles élevèrent la voix, et pleurèrent; "},{"style":"v","verse":"10","text":"et elles lui dirent: Non, nous irons avec toi vers ton peuple. "},{"style":"v","verse":"11","text":"Naomi, dit: Retournez, mes filles! Pourquoi viendriez-vous avec moi? Ai-je encore dans mon sein des fils qui puissent devenir vos maris? "},{"style":"v","verse":"12","text":"Retournez, mes filles, allez! Je suis trop vieille pour me remarier. Et quand je dirais: J’ai de l’espérance; quand cette nuit même je serais avec un mari, et que j’enfanterais des fils, "},{"style":"v","verse":"13","text":"attendriez-vous pour cela qu’ils eussent grandi, refuseriez-vous pour cela de vous marier? Non, mes filles! Car à cause de vous je suis dans une grande affliction de ce que la main de l’Éternel s’est étendue contre moi. "},{"style":"v","verse":"14","text":"Et elles élevèrent la voix, et pleurèrent encore. Orpa baisa sa belle-mère, mais Ruth s’attacha à elle. "},{"style":"v","verse":"15","text":"Naomi dit à Ruth: Voici, ta belle-sœur est retournée vers son peuple et vers ses dieux; retourne, comme ta belle-sœur. "},{"style":"v","verse":"16","text":"Ruth répondit: Ne me presse pas de te laisser, de retourner loin de toi! Où tu iras j’irai, où tu demeureras je demeurerai; ton peuple sera mon peuple, et ton Dieu sera mon Dieu; "},{"style":"v","verse":"17","text":"où tu mourras je mourrai, et j’y serai enterrée. Que l’Éternel me traite dans toute sa rigueur, si autre chose que la mort vient à me séparer de toi! "},{"style":"v","verse":"18","text":"Naomi, la voyant décidée à aller avec elle, cessa ses instances. "},{"style":"v","verse":"19","text":"Elles firent ensemble le voyage jusqu’à leur arrivée à Bethléhem. Et lorsqu’elles entrèrent dans Bethléhem, toute la ville fut émue à cause d’elles, et les femmes disaient: Est-ce là Naomi? "},{"style":"v","verse":"20","text":"Elle leur dit: Ne m’appelez pas Naomi; appelez-moi Mara, car le Tout-Puissant m’a remplie d’amertume. "},{"style":"v","verse":"21","text":"J’étais dans l’abondance à mon départ, et l’Éternel me ramène les mains vides. Pourquoi m’appelleriez-vous Naomi, après que l’Éternel s’est prononcé contre moi, et que le Tout-Puissant m’a affligée? "},{"style":"v","verse":"22","text":"Ainsi revinrent du pays de Moab Naomi et sa belle-fille, Ruth la Moabite. Elles arrivèrent à Bethléhem au commencement de la moisson des orges."}]