[{"style":"s1","verse":"","text":"Dañeel nettali na géntu Buur"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca ñaareelu atu nguuram ca la Nebukatnecar génte gént gu ub boppam lool, ba manatula nelaw."},{"style":"v","verse":"2","text":"Mu woolu jabarkat yi ak taryaax yi ak ñeengokat yi ak xërëmkat yi, ngir ñu firil koy géntam. Ñu agsi taxaw ca kanamam."},{"style":"v","verse":"3","text":"Buur ne leen: «Damaa gént lu ub sama bopp, ma bëgga xam lu muy firi.»"},{"style":"v","verse":"4","text":"Xërëmkat ya ne Buur ci làkku arameen: «Guddaluw fan Buur, sang bi! Wax nu gént gi, nu firi ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Buur wax xërëmkat ya ne leen: «Dogal bu wér a ngii tukkee fi man. Su ngeen ma waxul gént gi, wax ma piri mi, ay dog lañu leen di dog, seeni kër doon ay sën."},{"style":"v","verse":"6","text":"Waaye su ngeen waxee gént gi, wax ma piri mi, ay weexal aki yool ak teraanga ju réy ngeen di jële ci man. Kon nag waxleen ma gént gi, wax ma piri mi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Gannaaw gi, ñu dellu ne Buur: «Sang bi, waxal gént gi, nu wax la pireem.»"},{"style":"v","verse":"8","text":"Buur dellu ne: «Gis naa nag bu baax ne dangeena bëgga yàggal mbir mi, ndax xam ngeen ne dogal bu wér tukkee na ci man"},{"style":"v","verse":"9","text":"ne su ngeen ma waxul gént gi, àtte bi di benn ci yeen ñépp. Gise ngeen ba nar maa wax ay fen aki caaxaan, di yaakaar jamono soppiku. Waxleen ma gént gi rekk, ma xam ne man ngeen maa wax pireem.»"},{"style":"v","verse":"10","text":"Xërëmkat ya ne Buur: «Buur, amul kenn ci kaw suuf ku mana wax li ngay laaj. Te it benn buur ak nu màggaayam ak dooleem mana tollu, masula laaj lu mel nii benn taryaax mbaa ñeengokat mbaa xërëmkat."},{"style":"v","verse":"11","text":"Li ngay laaj daa jafe, Buur. Kenn manu la koo wax ku moy yàlla yi, Buur, te ñoom dëkkuñu ci biir nit ñi.»"},{"style":"v","verse":"12","text":"Ci kaw loolu Buur mer lool ba fees dell, daldi joxe ndigal ne ñu rey mboolem boroom xam-xami Babilon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba mu ko defee ñu siiwtaane dogal ba, nara reylu boroom xam-xam ya. Ñuy seet nag Dañeel aki àndandoom ngir rey leen."},{"style":"v","verse":"14","text":"Dañeel defug teey, jiital xelam, wax ak Aryokk, kilifag dagi buur, fekk kooku di dem, nara reyi boroom xam-xami Babilon."},{"style":"v","verse":"15","text":"Mu laaj Aryokk ndawal Buur, ne ko: «Waaw, lu waral bii dogal bu diis tukkee ci Buur?» Aryokk xamal Dañeel mbir ma."},{"style":"v","verse":"16","text":"Dañeel nag dem ca Buur, ñaan ko mu may ko jot gu mu ko joxe pirim gént ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba loolu amee Dañeel ñibbi, daldi xamal mbir ma Anaña ak Misayel ak Asaryaa, àndandoom ya,"},{"style":"v","verse":"18","text":"ngir ñu sàkku yërmandey Yàlla Boroom asamaan ci wàllu mbóot moomu, ndax ñu bañ leena rey mook àndandoom yaak yeneen boroom xam-xami Babilon."},{"style":"v","verse":"19","text":"Ca guddi ga nag, ñu won mbóot ma Dañeel ci biir peeñu. Ci kaw loolu Dañeel sant Yàlla Boroom asamaan,"},{"style":"v","verse":"20","text":"daldi ne:"},{"style":"q1","verse":"","text":"«Cant gu amul ndoorte amul kemu ñeel na Yàlla,"},{"style":"q1","verse":"","text":"xam-xam ak kàttan mooy boroom."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"21","text":"Mooy walbati jamono, di soppi demin,"},{"style":"q1","verse":"","text":"di fal buur, di folli."},{"style":"q1","verse":"","text":"Mooy xelal boroom xel mu rafet,"},{"style":"q1","verse":"","text":"di xamal boroom xel mu ñaw."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"22","text":"Mooy feeñal mbóot mu làqu,"},{"style":"q1","verse":"","text":"xam li ci biir lëndëm,"},{"style":"q1","verse":"","text":"te leer màkkaanoo ko."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"23","text":"Sama Yàllay maam, maa lay gërëm,"},{"style":"q1","verse":"","text":"di la sant."},{"style":"q1","verse":"","text":"Yaa ma may xam-xam ak manoore,"},{"style":"q1","verse":"","text":"xamal ma li nu la laaj."},{"style":"q1","verse":"","text":"Yaa nu xamal mbirum Buur mii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Gannaaw loolu Dañeel dem ca Aryokk mi Buur santoon mu rey boroom xam-xami Babilon. Ba mu demee ne ko: «Boroom xam-xami Babilon yi, bu leen reylu. Yóbbu ma ca Buur, ma jox ko piri mi.»"},{"style":"v","verse":"25","text":"Aryokk gaaw yóbbu Dañeel ba ca Buur, wax ko ne ko: «Gis naa ci ngàllog Yudeen ñi ku la mana firil sa gént gi.»"},{"style":"v","verse":"26","text":"Buur wax ak Dañeel mi ñu naan Beltacar, ne ko: «Ndax wóor na la ne man nga maa wax li ma gént, wax ma li muy firi?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Dañeel ne Buur: «Buur, li nga laaj amul benn boroom xam-xam mbaa ñeengokat mbaa taryaax walla seetkat bu la ko mana xamal."},{"style":"v","verse":"28","text":"Waaye Yàllaa ngi ci asamaan, di xamle ay mbóot te moo won Buur Nebukatnecar liy am jamono yiy ñëw. Sa gént gaak la nga ca gis ca sa kaw lal, lii la:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"«Buur, ba nga tëddee ca sab lal, sa xel daa dem ci liy xew bu jamono jii weesoo. Kiy feeñal mbóot daldi lay won liy xew."},{"style":"v","verse":"30","text":"Man nag du caageenu xam-xam bu ma ëpple mboolem kuy dund. Mbóot mii dañu ma koo won, ndax yaw Buur, nga xam piri mi, xam li ub sa bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Buur, danga jekki xool, daldi gis jëmm ju mag ju ñu defar. Jëmm ja réy na lool te yànjaayam yéeme. Ma nga taxaw janook yaw, melokaanam raglu."},{"style":"v","verse":"32","text":"Boppu jëmm ji wurus la wu raxul, dënn beek loxo yi di xaalis, biir beek pooj yi di xànjar,"},{"style":"v","verse":"33","text":"yeel yi di weñ gu ñuul, ndëggu yi nag lenn li weñ gu ñuul la, li ci des di ban bu ñu lakk."},{"style":"v","verse":"34","text":"Naka ngay xool, aw doj wu loxo sànniwul fàq, daldi dal ca tànki jëmm ja bindoo weñ ak ban bu ñu lakk, daldi koy rajaxe."},{"style":"v","verse":"35","text":"Ci kaw loolu weñ gaak ban baak xànjar jaak xaalis baak wurus wa lépp bokk rajaxoo, mel ni xataxu dàggay lolli. Ngelaw li buub ko yóbbu, ba mu ne mes. Doj wa daloon ca jëmm ja nag doon tund wu mag, fees àddina sépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"«Loolooy gént gi. Nu wax la piri mi nag, Buur."},{"style":"v","verse":"37","text":"Yaw Buur, buuru buur yi, yaw mi Yàlla Boroom asamaan jox nguur ak kàttan ak dooleek ndam,"},{"style":"v","verse":"38","text":"te Yàlla teg ci say loxo doom aadama yeek rabi àll yeek njanaaw yi, nga boole leen yilif ñoom ñépp ak fu ñu mana dëkke: yaw yaay boppu wurus bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"«Sa gannaaw geneen nguur\\f + \\fr 2.39 \\fk geneen nguur: \\ft manees naa wax it \\fqa weneen askanu buur.\\f* dina taxaw, gën laa suufe, ñetteelu nguur ga topp ca di xànjar, tiim àddina sépp."},{"style":"v","verse":"40","text":"Ñeenteelu nguur ga day dëgër ni weñ. Ni weñ di toje lépp ba rajaxe lépp ba mu rajaxoo, noonu lay toje ba rajaxe yooyu nguur yépp. Mu mel ni ni weñ gu ñuul di rajaxee lépp."},{"style":"v","verse":"41","text":"Soo gisee tànk yeek baaraami tànk yi, lenn li di ban, lenn li di weñ, nguur la guy xàjjalikoo. Lenn li dëgër dëgëraayu weñ ndax weñ gi nga gis, mu jaxasook ban bi."},{"style":"v","verse":"42","text":"Te baaraami tànk yi lenn li di weñ, lenn li di ban, ni la nguur ga di ame doole cig wet, néew doole cig wet."},{"style":"v","verse":"43","text":"Li nga gis weñ gu jaxasook ban mooy tekki ne buur yi dinañu booloo ci seeni pexe, waaye seen bennoo du mujj; dafa mel ni weñ rekk, du jaxasook ban."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"«Ci jamonoy buur yooyu Yàlla Boroom asamaan dina samp nguur gu dul tas mukk, te wenn xeet du ko yilif mukk. Nguur googu dina tasaare mboolem yeneen nguur yooyu, ba genn du ci des, waaye moom day sax ba fàww."},{"style":"v","verse":"45","text":"Moo waral nga gis doj wu loxo sànniwul, mu fàqe tund wa, daldi rajaxe weñ gaak xànjar jaak ban baak xaalis baak wurus wa. Buur, Yàlla ju màgg ji moo la xamal liy ñëw. Gént gi wér na, piri mi mata gëm.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Ci kaw loolu Buur Nebukatnecar ne gurub, dëpp jëëm fa suuf, sujjóotal Dañeel, joxe nag ndigal ñu jox ko ay weexal ak \\w cuuraay|cuuraay l-:\\w*."},{"style":"v","verse":"47","text":"Ba loolu amee Buur wax Dañeel, ne ko: «Aylayéwén, sa Yàlla mooy Yàllay yàlla yi, di Sangu buur yi, te it mooy kiy feeñal mbóot, gannaaw feeñal nga mii mbóot.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Ba mu ko defee Buur teral Dañeel, may ko lu baree bare, ba noppi def ko kilifag diiwaanu Babilon gépp, teg ci fal ko, mu yilif boroom xam-xami Babilon yépp."},{"style":"v","verse":"49","text":"Ci biir loolu Dañeel ñaan Buur mu tabb Sadarag ak Mesag ak Abedd Nego, ñu yore saytub diiwaanu Babilon. Dañeel moom nekk ca ëttu buur."}]