[{"style":"s1","verse":"","text":"Sànni nañu xariti Dañeel cib taal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mu am bés Buur Nebukatnecar defarlu jëmmi wurus, taxawaay ba di fanweeri meetar, yaatuwaay ba di ñetti meetar. Mu taxawal ko ca jooru Dura ga ca diiwaanu Babilon."},{"style":"v","verse":"2","text":"Buur Nebukatnecar nag woolu jawriñ yaak laman yaak jaraaf yaak kàngam yaak farbay alal yaak àttekat yaak ndawi buur yaak mboolem kilifay diiwaan ya, ngir ñu ñëw ca bernde ja mu maye ca daloob jëmm ja mu samp."},{"style":"v","verse":"3","text":"Ba loolu amee jawriñ yaak laman yaak jaraaf yaak xelalkat yaak farbay alal yaak àttekat yaak ndawi buur yaak mboolem kilifay diiwaan ya, ñépp daje ngir berndey jëmm ja Buur Nebukatnecar samp; ñu daldi taxaw ca kanam jëmm ja."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Yéenekat ba nag xaacu, ne: «Dégluleen li ñu leen sant, yeen waa mbooloo yépp ak xeet yépp ak làkk yépp!"},{"style":"v","verse":"5","text":"Bu ngeen di dégg bufta gi ak toxoro gi ak xalam gi ak riiti gi ak kooraa gi ak liit gi ak mboolem jumtukaayu xumbal yi, nangeen sujjóot, màggale ko jëmmu wurus wi Buur Nebukatnecar samp."},{"style":"v","verse":"6","text":"Képp ku sujjóotul màggal ko, dees koy daldi sànni ci biir taal bu yànj.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Loolu nag waral saa yu nit ña déggee bufta gaak toxoro gaak xalam gaak riiti gaak kooraa gaak mboolem jumtukaayu xumbal ya, ñoom ñépp ay bokk sujjóot, màggal jëmmu wurus ja Buur Nebukatnecar samp, muy mbooloo yaak xeet yaak làkk ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ci biir loolu ay xërëmkat dikk, di boole Yawut ya."},{"style":"v","verse":"9","text":"Ñu wax Buur Nebukatnecar, ne ko: «Buur, guddaluw fan."},{"style":"v","verse":"10","text":"Buur sang bi, xam nga yaa joxe ndigal ne: “Képp ku dégg bufta geek toxoro geek xalam geek riiti geek kooraa geek liit geek mboolem jumtukaayu xumbal, dangaa wara sujjóot, màggal jëmmi wurus ji."},{"style":"v","verse":"11","text":"Te képp ku sujjóotul màggal ko, dees na ko sànni ci biir taal bu yànj.”"},{"style":"v","verse":"12","text":"Dafa am ay Yawut yoo tabb, ñu yore saytub diiwaanu Babilon. Ñu di leen wax Sadarag ak Mesag ak Abedd Nego. Ñooñu de Buur, déggaluñu la. Say yàlla, jaamuwuñu leen; sa jëmmu wurus ji nga samp it, màggaluñu ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Nebukatnecar daldi mer lool, ba fees dell. Mu woolu Sadarag ak Mesag ak Abedd Nego; ñu indi leen ba fa kanam Buur."},{"style":"v","verse":"14","text":"Nebukatnecar àddu ne leen: «Ndax dëgg la, yeen Sadarag, Mesag ak Abedd Nego, yeena baña jaamu samay yàlla, baña màggal jëmmu wurus ji ma samp?"},{"style":"v","verse":"15","text":"Léegi, bettuma leen. Bu ngeen di dégg bufta geek toxoro geek xalam geek riiti geek kooraa geek liit geek mboolem jumtukaayi xumbal yi rekk, sujjóotleen, màggale ko jëmm ji ma sàkk. Waaye su ngeen ko màggalul, dees na leen daldi sànni ci biir taalu sawara bu yànj. Ana yàlla ju leen di musal ci man?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Sadarag, Mesag ak Abedd Nego ne Buur Nebukatnecar: «Buur, soxlawul ñu di la lay dara."},{"style":"v","verse":"17","text":"Ndegam Yàlla ji nuy jaamu man nanoo musal ci taalu sawara bu yànj bi, musal nu ci yaw mii, dina nu musal."},{"style":"v","verse":"18","text":"Su demewul noonu it nag Buur, xamal ne say yàlla dunu leen jaamu; sa jëmmu wurus ji nga samp it, dunu ko sujjóotal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ci kaw loolu Nebukatnecar mer lool ba fees dell, kanam gay sël-sëli janook Sadarag, Mesag ak Abedd Nego. Mu santaane ñu xamb taal ba, ba mu gëna tàng juróom ñaari yoon na mu daan tànge;"},{"style":"v","verse":"20","text":"ba noppi mu sant ay dag yu am kàttan ci mbooloom xareem, ngir ñu yeew Sadarag ak Mesag ak Abedd Nego, sànni leen ca biir taal bu yànj ba."},{"style":"v","verse":"21","text":"Ñooñu yeew leen na ñu soloo, ñook seeni mbubb ak seeni tubéy ak seeni mbaxana, daldi leen sànni ca biir taal bu yànj ba."},{"style":"v","verse":"22","text":"Ndigalu Buur nag jamp a jamp, sawara wa boy a boy, ba tàkk-tàkku sawara wa rey dag ya ca sànni Sadarag ak Mesag ak Abedd Nego."},{"style":"v","verse":"23","text":"Sadarag, Mesag ak Abedd Nego, ñoom ñett ñépp yeewe ba ne ŋodd, tàbbi ca biir taalu sawara bu yànj ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ci kaw loolu Buur Nebukatnecar jommi, ne bërét taxaw, daldi laaj ay dagam ne leen: «Xanaa du ñett lañu yeew, sànni ci sawara wi?» Ñu ne ko: «Ahakay, Buur!»"},{"style":"v","verse":"25","text":"Mu ne: «Xoolleen, ñeent ñu yeewewul laa gis, ñuy daagu ci biir sawara wi te dara dalu leen. Ñeenteel baa ngi mel ni jëmm ju nirook Yàlla.»"},{"style":"v","verse":"26","text":"Nebukatnecar nag jegeñsi ci buntu taal bu yànj ba, daldi àddu ca kaw ne: «Éey Sadarag, Mesag, Abedd Nego, jaami Yàlla jiy Aji Kawe ji, génnleen fii!»"},{"style":"p","verse":"","text":"Sadarag ak Mesag ak Abedd Nego daldi génne ca biir sawara sa."},{"style":"v","verse":"27","text":"Ba loolu amee jawriñ yaak laman yaak jaraaf yaak dagi Buur yéew leen. Ñu gis nag ne sawara wi lakkul seen yaram fenn, seen kawaru bopp xoyomuwul, seeni yére yàquwul, xeeñuñu sax xetu sawara."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Nebukatnecar wax ne: «Cant ñeel na Yàllay Sadarag ak Mesag ak Abedd Nego, moom mi yónni malaakaam, mu wallu jaamam ñi ko wóolu, ba xëtt sama ndigal man Buur, te jaay seen bakkan gënal leen ñuy jaamu mbaa di sujjóotal jeneen yàlla ju dul seen Yàlla."},{"style":"v","verse":"29","text":"Dogal tukkee na ci man ne: muy mépp mbooloo ak bépp xeet ak wépp làkk, képp ku ci ñàkke kersa Yàllay Sadarag ak Mesag ak Abedd Nego, ay dog lees koy dog, te këram dees na ko def ab sën, ndax kat amul jenn yàlla ju mana walloo ni moom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ba loolu wéyee Buur gëna teral Sadarag ak Mesag ak Abedd Nego ca diiwaanu Babilon."},{"style":"s1","verse":"","text":"Buuru yéefar sàbbaal na Aji Sax ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Bataaxalu Buur Nebukatnecar a ngii, jëm ci mépp mbooloo ak wépp xeet ak wépp làkk, ak fu ñu dëkke ci àddina sépp:"},{"style":"p","verse":"","text":"Yal na seen jàmm yokku."},{"style":"v","verse":"32","text":"Màndarga yeek kéemaan yi ma Yàlla Aji Kawe ji defal, maa ngi am bànneex ci xamle ko."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"33","text":"Ndaw màndargaam yu màgg,"},{"style":"q1","verse":"","text":"ndaw kéemaanam yu réy!"},{"style":"q1","verse":"","text":"Nguuram ay nguur gu sax dàkk,"},{"style":"q1","verse":"","text":"kilifteefam ñeel maasoo maas."}]