[{"style":"s1","verse":"","text":"The Philistine Champion Taunts Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"\\add The\\add* Philistines gathered their camps\\f + \\fr 17:1 \\ft Or “armies” \\f* for battle and they were gathered \\add at\\add* Socoh which \\add belongs\\add* to Judah. They camped between Socoh and Azekah in Ephes Dammim. "},{"style":"v","verse":"2","text":"Then Saul and the men of Israel were gathered and encamped in the valley of Elah, and they formed ranks \\add for the\\add* battle to meet \\add the\\add* Philistines. "},{"style":"v","verse":"3","text":"\\add The\\add* Philistines were standing on the hill on one side and \\add the army of\\add* Israel was standing on the hill on the other side with the valley between them. "},{"style":"v","verse":"4","text":"Then ⸤a champion⸥\\f + \\fr 17:4 \\ft Literally “a man of the space between” \\f* went out from the camps of \\add the\\add* Philistines, whose name was Goliath from Gath. His height was six cubits and a span.\\f + \\fr 17:4 \\ft A cubit was about eighteen inches and a span about nine inches, so the Masoretic Hebrew text gives the height of nine feet, nine inches. Ancient Greek versions variously give Goliath’s height as four, five, or sixteen cubits. \\f* "},{"style":"v","verse":"5","text":"A bronze helmet was on his head, and he was clothed with scale body armor; the weight of the body armor was five thousand bronze shekels. "},{"style":"v","verse":"6","text":"Bronze greaves\\f + \\fr 17:6 \\ft Or “shin guards” \\f* were on his legs,\\f + \\fr 17:6 \\ft Hebrew “feet” \\f* and a bronze javelin \\add was slung\\add* between his shoulders. "},{"style":"v","verse":"7","text":"The shaft of his spear was like a weaver’s beam and the point of his spear \\add weighed\\add* six hundred iron shekels. ⸤His shield bearer⸥\\f + \\fr 17:7 \\ft Literally “The one who carried his shield” \\f* was walking in front of him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"He stood and called to the battle lines of Israel and said to them, “Why have you come out to form ranks \\add for\\add* battle? \\add Am\\add* I not the Philistine, and you the servants of Saul? Commission for yourselves a man and let him come down to me. "},{"style":"v","verse":"9","text":"If he \\add is\\add* able to fight with me and he defeats me, then we will be your servants; but if I prevail over him and defeat him, then you will be our servants and you will serve us.” "},{"style":"v","verse":"10","text":"Then the Philistine said, “I hereby defy the battle lines of Israel today! Give me a man so that we may fight each other!” "},{"style":"v","verse":"11","text":"When Saul and all Israel heard these words of the Philistine, they were dismayed and very afraid."},{"style":"s1","verse":"","text":"David Enters the Scene of Battle"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Now David was the son of an Ephrathite. This \\add man was\\add* from Bethlehem of Judah, and his name was Jesse. ⸤He had⸥\\f + \\fr 17:12 \\ft Literally “And for him were” \\f* eight sons; in the days of Saul this man was old, \\add yet\\add* he \\add still\\add* walked among\\f + \\fr 17:12 \\ft The LXX reads “he went in years”; that is, he was advanced in years \\f* the men. "},{"style":"v","verse":"13","text":"The three oldest sons of Jesse had gone and ⸤followed⸥\\f + \\fr 17:13 \\ft Literally “went after” \\f* Saul to the battle. The names of his three sons who went to the battle were Eliab the firstborn, his second \\add oldest\\add* was Abinadab, and the third was Shammah. "},{"style":"v","verse":"14","text":"Now David was the youngest. The three oldest ⸤followed⸥\\f + \\fr 17:14 \\ft Literally “went after” \\f* Saul, "},{"style":"v","verse":"15","text":"but David went ⸤back and forth⸥\\f + \\fr 17:15 \\ft Literally “\\fq was \\ft going and \\fq was \\ft returning” \\f* from Saul to feed the sheep of his father in Bethlehem. "},{"style":"v","verse":"16","text":"Now the Philistine came forward early and late, and he took his stand \\add for\\add* forty days."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Then Jesse said to his son David, “Please take for your brothers an ephah of this roasted grain and these ten loaves of bread, and bring \\add them\\add* quickly to the camp for your brothers. "},{"style":"v","verse":"18","text":"And these ten portions of cheese you will bring to the commander of the thousand; ⸤find out how your brothers are doing⸥,\\f + \\fr 17:18 \\ft Literally “make a careful inspection as far as peace \\fq concerning \\ft your brothers” \\f* and take their pledge.”\\f + \\fr 17:18 \\ft That is, some pledge or token of assurance that they had received the goods \\f* "},{"style":"v","verse":"19","text":"Now Saul and they\\f + \\fr 17:19 \\ft That is, David’s brothers \\f* and all the men of Israel \\add were\\add* in the valley of Elah fighting \\add the\\add* Philistines."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"David rose early in the morning and left the sheep with a keeper, and he took \\add the provisions\\add* and went as Jesse had commanded him. He came to the encampment while the troops \\add were\\add* going to the battle line, and they raised the war cry. "},{"style":"v","verse":"21","text":"Israel and \\add the\\add* Philistines drew up \\add in\\add* battle lines, ⸤one battle line against the other⸥.\\f + \\fr 17:21 \\ft Literally “battle line to oppose battle line” \\f* "},{"style":"v","verse":"22","text":"David left the baggage \\add he had\\add* with him in the ⸤care⸥\\f + \\fr 17:22 \\ft Literally “hand” \\f* of the baggage keeper, ran to the battle line, and came and ⸤asked how his brothers were doing⸥.\\f + \\fr 17:22 \\ft Literally “asked his brothers as far as peace” \\f* "},{"style":"v","verse":"23","text":"While he \\add was\\add* speaking to them, ⸤the champion⸥,\\f + \\fr 17:23 \\ft Literally “the man of the space between” \\f* whose name was Goliath the Philistine from Gath, \\add was\\add* coming up from the caves\\f + \\fr 17:23 \\ft So the Masoretic Hebrew text (\\fqa Kethib \\ft ); the reading tradition (\\fqa Qere \\ft ) and LXX have “ranks” \\f* of \\add the\\add* Philistines. He spoke ⸤just as he had previously⸥,\\f + \\fr 17:23 \\ft Literally “according to these words” \\f* and David heard \\add his words\\add*. "},{"style":"v","verse":"24","text":"When all the men of Israel saw the man, they fled from his presence and were very afraid. "},{"style":"v","verse":"25","text":"And the men of Israel said, “Did you see this man who has come up? For he \\add is\\add* going up to defy Israel! It will be \\add that\\add* the man who defeats him, the king will make him\\f + \\fr 17:25 \\ft That is, the man who defeats Goliath \\f* very rich with great wealth and will give him his daughter \\add in marriage\\add* and will make his father’s house free in Israel.”\\f + \\fr 17:25 \\ft That is, free from taxation \\f* "},{"style":"v","verse":"26","text":"Now David had spoken to the men \\add who were\\add* standing with him, saying, “What will be done for the man who defeats this Philistine and removes \\add the\\add* disgrace from Israel? For who \\add is\\add* this uncircumcised Philistine that he defies the battle lines of the living God?” "},{"style":"v","verse":"27","text":"And the troops had spoken to him according to this word, saying, “So it will be done for the man who defeats\\f + \\fr 17:27 \\ft Or “kills” \\f* him.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"His oldest brother Eliab heard while he was speaking to the men, ⸤and Eliab became very angry against David⸥\\f + \\fr 17:28 \\ft Literally “and the nose of Eliab became hot concerning David” \\f* and said, “Why have you come down today, and with whom have you left those few sheep in the wilderness? I know your presumptuousness and the evil of your heart! For you have come down in order to see the battle!” "},{"style":"v","verse":"29","text":"David replied, “What have I done now? ⸤I merely asked a question⸥!\\f + \\fr 17:29 \\ft Literally “\\fq Is \\ft this not a word?” \\f* "},{"style":"v","verse":"30","text":"He turned around from him to another opposite \\add him\\add* and ⸤he spoke to him in the same way⸥,\\f + \\fr 17:30 \\ft Literally “and he said according to this word” \\f* and the people\\f + \\fr 17:30 \\ft Or “troops” \\f* ⸤answered him as before⸥.\\f + \\fr 17:30 \\ft Literally “returned to him a word as the first word” \\f*"},{"style":"s1","verse":"","text":"David Appears before Saul"},{"style":"m","verse":"","text":""},{"style":"v","verse":"31","text":"Now the words which David had spoken were heard and they reported \\add them\\add* ⸤to⸥\\f + \\fr 17:31 \\ft Literally “before the face/in the presence of” \\f* Saul, and he summoned him. "},{"style":"v","verse":"32","text":"David said to Saul, “Do not let anyone’s heart fail concerning him! Your servant will go and fight with this Philistine.” "},{"style":"v","verse":"33","text":"But Saul said to David, “You will not be able to go against this Philistine to fight with him, because you are \\add only\\add* a boy, whereas \\add he has\\add* been a man of war since his childhood!” "},{"style":"v","verse":"34","text":"And David said to Saul, “Your servant has been a shepherd of the flock for his father. If the lion or the bear would come and carry off a sheep from the group, "},{"style":"v","verse":"35","text":"I would go out after it and strike it down and rescue \\add the sheep\\add* from its mouth. If it rose against me, I would grab \\add it\\add* by its beard and strike it down and kill it. "},{"style":"v","verse":"36","text":"Your servant has struck down both the lion and the bear, and this uncircumcised Philistine will be like one of them, because he defied the battle lines of the living God.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"And David said, “Yahweh, who rescued me from the hand of the lion and from the hand of the bear, will rescue me from the hand of this Philistine!” Then Saul said to David, “Go and may Yahweh be with you!” "},{"style":"v","verse":"38","text":"Then Saul clothed David with his \\add own\\add* fighting attire and put a helmet of bronze on his head and clothed him \\add with\\add* body armor. "},{"style":"v","verse":"39","text":"Then David strapped on his sword over his fighting attire, but he tried in vain to walk \\add around\\add*, for he was not trained to use \\add them\\add*. So David said to Saul, “I am not able to walk with these, because I am not trained to use \\add them\\add*.” So David removed them. "},{"style":"v","verse":"40","text":"Then he took his staff in his hand, picked out for himself five smooth stones from the wadi,\\f + \\fr 17:40 \\ft A valley that is usually dry but contains a stream during the rainy season \\f* and he put them in his shepherd’s bag, in the pouch. And with his sling in his hand, he approached the Philistine."},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Then the Philistine ⸤came on, getting nearer and nearer⸥\\f + \\fr 17:41 \\ft Literally “went going and near” \\f* to David, with ⸤his shield bearer⸥\\f + \\fr 17:41 \\ft Literally “the man carrying the shield” \\f* in front of him. "},{"style":"v","verse":"42","text":"When the Philistine looked and saw David, he despised him, for he was \\add only\\add* a boy and ruddy with a handsome appearance. "},{"style":"v","verse":"43","text":"So the Philistine said to David, “\\add Am\\add* I a dog, that you \\add are\\add* coming to me with sticks?” Then the Philistine cursed David by his gods. "},{"style":"v","verse":"44","text":"The Philistine said to David, “Come to me so that I can give your flesh to the birds of heaven and to the wild animals of the field!” "},{"style":"v","verse":"45","text":"Then David said to the Philistine, “You \\add are\\add* coming to me with a sword and with a spear and with a javelin, but I am coming to you in the name of Yahweh of hosts, the God of the battle lines of Israel, whom you have defied! "},{"style":"v","verse":"46","text":"This day Yahweh will deliver you into my hand, and I will strike you down ⸤and cut off your head⸥!\\f + \\fr 17:46 \\ft Literally “and I will remove your head from upon you” \\f* Then I will give \\add the\\add* corpses of the army of \\add the\\add* Philistines this day to the birds of heaven and to the animals of the earth, so that all the earth may know that there is a God \\add who is\\add* for Israel. "},{"style":"v","verse":"47","text":"And all of this assembly will know that Yahweh does not rescue with sword or with spear, for the battle \\add belongs\\add* to Yahweh, and he will give you into our hands!”"},{"style":"s1","verse":"","text":"David Defeats Goliath"},{"style":"m","verse":"","text":""},{"style":"v","verse":"48","text":"⸤When⸥\\f + \\fr 17:48 \\ft Literally “And it happened that when” \\f* the Philistine got up and came and drew near to meet David, David ⸤ran quickly⸥\\f + \\fr 17:48 \\ft Literally “made quickly and he ran” \\f* to the battle line to meet the Philistine. "},{"style":"v","verse":"49","text":"Then David put his hand into the bag and took a stone from it and slung \\add it\\add*. He struck the Philistine on his forehead, and the stone sank into his forehead, and he fell on his face to the ground. "},{"style":"v","verse":"50","text":"So David prevailed over the Philistine with the sling and with the stone, and he struck down the Philistine and killed him, but there was no sword in David’s hand."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Then David ran and stood over the Philistine and took his sword and drew it from its sheath and killed him and cut off his head with it. When the Philistines saw that their champion was dead, they fled. "},{"style":"v","verse":"52","text":"The men of Israel and Judah got up, raised the war cry, and pursued \\add the\\add* Philistines ⸤as far as⸥\\f + \\fr 17:52 \\ft Literally “up to your coming \\fq to \\ft ” \\f* the valley\\f + \\fr 17:52 \\ft So the Masoretic Hebrew text; LXX reads “Gath” \\f* and up to the gates of Ekron. So the slain of \\add the\\add* Philistines fell on the way\\f + \\fr 17:52 \\ft Or “road” \\f* to Shaaraim up to Gath and as far as Ekron. "},{"style":"v","verse":"53","text":"Then the ⸤Israelites⸥\\f + \\fr 17:53 \\ft Literally “sons/children of Israel” \\f* returned from pursuing \\add the\\add* Philistines and plundered their camp. "},{"style":"v","verse":"54","text":"And David took the head of the Philistine and brought it to Jerusalem and placed his weapons in his tent."},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"Now when Saul saw David going out to meet the Philistine, he said to Abner, the commander of the army, “Whose son \\add is\\add* this young man, Abner?” And Abner said, “As your soul lives, O king, I do not know.” "},{"style":"v","verse":"56","text":"Then the king said, “You inquire whose son this young man \\add is\\add*.” "},{"style":"v","verse":"57","text":"So when David returned from striking down the Philistine, Abner took him and brought him before Saul. The head of the Philistine \\add was\\add* in his hand. "},{"style":"v","verse":"58","text":"Then Saul said to him, “Whose son are you, young man?” And David said, “\\add I am\\add* the son of your servant Jesse the Bethlehemite.”"}]