[{"style":"s1","verse":"","text":"The Friendship of David and Jonathan"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"⸤When⸥\\f + \\fr 18:1 \\ft Literally “And it happened as” \\f* he finished speaking to Saul, the soul of Jonathan became attached to the soul of David, and Jonathan loved him as his \\add own\\add* soul. "},{"style":"v","verse":"2","text":"Saul took him on that \\add very\\add* day and did not allow him to return to his father’s house. "},{"style":"v","verse":"3","text":"Then Jonathan made a covenant with David, because he loved him as his \\add own\\add* soul. "},{"style":"v","verse":"4","text":"Jonathan stripped off the robe ⸤that he was wearing⸥\\f + \\fr 18:4 \\ft Literally “which \\fq was \\ft on him” \\f* and gave it to David, along with his fighting attire,\\f + \\fr 18:4 \\ft Hebrew “gown,” in this context “fighting tunic,” perhaps “armor” \\f* and even his sword, his bow, and his belt."},{"style":"s1","verse":"","text":"David’s Successes Arouse Saul’s Suspicions"},{"style":"m","verse":"","text":""},{"style":"v","verse":"5","text":"David went out ⸤whenever⸥\\f + \\fr 18:5 \\ft Literally “in all that” \\f* Saul sent him, \\add and\\add* he succeeded. So Saul appointed him over the men of the war, and it ⸤pleased⸥\\f + \\fr 18:5 \\ft Literally “was good in the eyes of” \\f* all the people and even ⸤pleased⸥\\f + \\fr 18:5 \\ft Literally “was good in the eyes of” \\f* the servants of Saul. "},{"style":"v","verse":"6","text":"⸤When they were coming back⸥\\f + \\fr 18:6 \\ft Literally “And it happened at their coming” \\f* after David had returned from striking down the Philistine, the women went out from all the cities of Israel singing and dancing to meet King Saul with tambourines, with joy, and with three-stringed instruments. "},{"style":"v","verse":"7","text":"And the women sang as they danced, and they said,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“Saul has struck down his thousands,"},{"style":"q2","verse":"","text":"but David his ten thousands!”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"⸤Saul became very angry⸥,\\f + \\fr 18:8 \\ft Literally “And it was very hot for Saul” \\f* and ⸤this saying displeased him⸥,\\f + \\fr 18:8 \\ft Literally “this thing was bad in his eyes” \\f* and he thought, “They have attributed to David ten thousands, but to me they have attributed thousands! ⸤What more can he have but the kingdom⸥?”\\f + \\fr 18:8 \\ft Literally “And still for him \\fq is \\ft only the kingdom” \\f* "},{"style":"v","verse":"9","text":"So Saul was watching\\f + \\fr 18:9 \\ft The Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “sin”; the translation follows the reading tradition (\\fqa Qere) \\ft which has “eyeing” or “watching” \\f* David \\add with suspicion\\add* from that day onward."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"⸤On⸥\\f + \\fr 18:10 \\ft Literally “And it happened from” \\f* \\add the\\add* next day, the evil spirit from God rushed upon Saul, and he prophesied in the middle of the house. Now David was playing \\add the lyre\\add* with his hand on \\add that\\add* day ⸤as usual⸥,\\f + \\fr 18:10 \\ft Literally “as day on day” \\f* and the spear was in Saul’s hand. "},{"style":"v","verse":"11","text":"Then Saul hurled the spear and thought, “⸤I will pin David to the wall⸥.”\\f + \\fr 18:11 \\ft Literally “I will strike David and to the wall” \\f* But David eluded him twice. "},{"style":"v","verse":"12","text":"⸤Now Saul was threatened by the presence of David⸥\\f + \\fr 18:12 \\ft Literally “And Saul was afraid from the presence of David” \\f* because Yahweh was with him, but had departed from Saul. "},{"style":"v","verse":"13","text":"So Saul removed him ⸤from his presence⸥,\\f + \\fr 18:13 \\ft Literally “from with him” \\f* and made him commander of a thousand, ⸤so he\\f + \\fr 18:13 \\ft That is, David \\f* marched in and out at the front of the army⸥.\\f + \\fr 18:13 \\ft Literally “for he \\fq was \\ft going out and \\fq was \\ft coming in before the army” \\f* "},{"style":"v","verse":"14","text":"And David was achieving success in all his ways and Yahweh \\add was\\add* with him, "},{"style":"v","verse":"15","text":"but when Saul saw that he \\add was\\add* very successful, ⸤he was severely threatened by him⸥.\\f + \\fr 18:15 \\ft Literally “he \\fq was \\ft terrified from his face” \\f* "},{"style":"v","verse":"16","text":"However, all of Israel and Judah \\add were\\add* loving David, for he was going forth and marching ahead of them."},{"style":"s1","verse":"","text":"David Marries Saul’s Daughter Michal"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"Then Saul said to David, “Here \\add is\\add* my older daughter Merab. I will give her to you as \\add your\\add* wife. Only be ⸤a brave warrior⸥\\f + \\fr 18:17 \\ft Literally “a son of valor” \\f* for me and fight the battles of Yahweh.” For Saul thought, “My hand will not be against him, but let the hand of \\add the\\add* Philistines be against him.” "},{"style":"v","verse":"18","text":"But David said to Saul, “Who \\add am\\add* I, and \\add who are\\add* my relatives, the clan of my father in Israel, that I should be a son-in-law to the king?” "},{"style":"v","verse":"19","text":"⸤But⸥\\f + \\fr 18:19 \\ft Literally “And it happened” \\f* at the time Saul’s daughter Merab \\add was\\add* to be given to David, she was given \\add instead\\add* to Adriel the Meholathite as wife."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Now Saul’s daughter Michal loved David, so they told Saul, and the matter ⸤pleased him⸥.\\f + \\fr 18:20 \\ft Literally “was right in his eyes” \\f* "},{"style":"v","verse":"21","text":"And Saul thought, “I will give her to him, so that she may be a snare for him and the hand of \\add the\\add* Philistines may be against him.” So Saul said to David, “For a second \\add time\\add* you can become my son-in-law today.” "},{"style":"v","verse":"22","text":"Then Saul commanded his servants, “Speak to David in secret, saying, ‘Look, the king \\add is\\add* pleased with you, and all his servants love you. So then, become a son-in-law of the king.’ ” "},{"style":"v","verse":"23","text":"And Saul’s servants spoke these words ⸤to David privately⸥.\\f + \\fr 18:23 \\ft Literally “in the ears of David” \\f* But David said, “\\add Is\\add* it insignificant ⸤in your sight⸥\\f + \\fr 18:23 \\ft Literally “in your eyes” \\f* to become the son-in-law of the king, \\add as\\add* I am a poor and lightly esteemed man?” "},{"style":"v","verse":"24","text":"So the servants of Saul informed him, saying, “⸤This is what David said⸥.”\\f + \\fr 18:24 \\ft Literally “According to these words David spoke” \\f* "},{"style":"v","verse":"25","text":"Then Saul said, “This \\add is\\add* what you must say to David: ‘⸤The king desires no bride price⸥\\f + \\fr 18:25 \\ft Literally “There \\fq is \\ft not a desire for the king for a bride price” \\f* except for a hundred foreskins of \\add the\\add* Philistines, to avenge himself on the enemies of the king.’ ” (Now Saul had planned to allow David to fall by the hand of \\add the\\add* Philistines.) "},{"style":"v","verse":"26","text":"So his servants told David these words, and the matter ⸤pleased David⸥\\f + \\fr 18:26 \\ft Literally “was right in the eyes of David” \\f* to become the son-in-law of the king \\add as\\add* ⸤the specified time had not expired⸥.\\f + \\fr 18:26 \\ft Literally “the days were not full” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"And David got up, and he and his men went and struck down two hundred men \\add of the\\add* Philistines. Then David brought their foreskins, and ⸤they presented the full number⸥\\f + \\fr 18:27 \\ft Literally “they filled them up” \\f* to become the king’s son-in-law. Then Saul gave him Michal his daughter as \\add his\\add* wife. "},{"style":"v","verse":"28","text":"When Saul ⸤realized⸥\\f + \\fr 18:28 \\ft Literally “saw and knew” \\f* that Yahweh \\add was\\add* with David and ⸤his own daughter Michal⸥\\f + \\fr 18:28 \\ft Literally “Michal the daughter of Saul” \\f* loved him, "},{"style":"v","verse":"29","text":"Saul ⸤was threatened by David still more⸥,\\f + \\fr 18:29 \\ft Literally “added to be afraid from the presence of David” \\f* so Saul ⸤became a perpetual enemy of David⸥.\\f + \\fr 18:29 \\ft Literally “was an enemy with David all the days” \\f* "},{"style":"v","verse":"30","text":"Then the commanders of \\add the\\add* Philistines went out \\add for battle\\add*, and as often as they went out, David succeeded more than all the servants of Saul, and his name became very esteemed."}]