[{"style":"s1","verse":"","text":"Jonathan Intercedes for David"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now Saul spoke to Jonathan his son and to all his servants about killing David, but Saul’s son Jonathan ⸤liked David very much⸥.\\f + \\fr 19:1 \\ft Literally “delighted in David very” \\f* "},{"style":"v","verse":"2","text":"So Jonathan informed David, saying, “My father Saul \\add is\\add* trying to kill you; now please take care! In the morning you should stay in the hiding place and conceal yourself. "},{"style":"v","verse":"3","text":"I will go out and stand ⸤at my father’s side⸥\\f + \\fr 19:3 \\ft Literally “at the hand of my father” \\f* in the field where you are, and I will speak about you to my father; ⸤if I find out anything⸥\\f + \\fr 19:3 \\ft Literally “if I see and what?” \\f* I will tell \\add it\\add* to you.” "},{"style":"v","verse":"4","text":"So Jonathan spoke well about David to his father Saul and said to him, “The king should not sin against his servant David, because he has not sinned against you, and because his service for you \\add has been\\add* very good. "},{"style":"v","verse":"5","text":"He put his life in his hand and attacked the Philistine, and Yahweh brought about a great victory for all of Israel, and you saw \\add it\\add* and rejoiced! Now why should you sin against innocent blood by killing David without cause?” "},{"style":"v","verse":"6","text":"And Saul listened to the voice of Jonathan and swore, “⸤As Yahweh lives⸥,\\f + \\fr 19:6 \\ft Literally “the life of Yahweh” \\f* he will not be put to death!” "},{"style":"v","verse":"7","text":"Jonathan called to David and told him all of these words. Then Jonathan brought David to Saul and he was before him as ⸤formerly⸥.\\f + \\fr 19:7 \\ft Literally “yesterday three days ago” \\f*"},{"style":"s1","verse":"","text":"David Has to Flee Again"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"War came again, so David went out and fought against \\add the\\add* Philistines and ⸤defeated them thoroughly⸥\\f + \\fr 19:8 \\ft Literally “he struck them down with a great blow” \\f* so that they fled before him. "},{"style":"v","verse":"9","text":"Then the evil spirit from Yahweh came upon Saul while he was sitting in his house \\add with\\add* his spear in his hand. And David \\add was\\add* playing a stringed instrument in \\add his\\add* hand. "},{"style":"v","verse":"10","text":"So Saul tried ⸤to pin David to the wall with the spear⸥,\\f + \\fr 19:10 \\ft Literally “to strike with the spear on David and to the wall” \\f* but ⸤he eluded Saul⸥,\\f + \\fr 19:10 \\ft Literally “he escaped from the presence of Saul” \\f* so that he struck the spear into the wall, and David fled and escaped that \\add same\\add* night."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Then Saul sent messengers to David’s house to guard him and to kill him in the morning, but Michal his wife told David, saying, “If ⸤you do not save your life⸥\\f + \\fr 19:11 \\ft Literally “you are not saving your life” \\f* tonight, \\add then\\add* tomorrow you \\add will be\\add* killed!” "},{"style":"v","verse":"12","text":"So Michal lowered David through the window, and he went and fled and escaped. "},{"style":"v","verse":"13","text":"Then Michal took the household god\\f + \\fr 19:13 \\ft Hebrew \\fqa teraphim \\ft  \\f* and put it on the bed and put a quilt of goat’s hair at its head and covered \\add it\\add* with the clothes. "},{"style":"v","verse":"14","text":"And Saul sent messengers to arrest David, but she said, “He \\add is\\add* ill.” "},{"style":"v","verse":"15","text":"So Saul sent the messengers to see David, saying, “Bring him up to me in the bed, so that I can kill him.” "},{"style":"v","verse":"16","text":"When the messengers came, ⸤to their surprise⸥\\f + \\fr 19:16 \\ft Literally “and look” \\f* the idol \\add was\\add* on the bed \\add with\\add* the quilt of goat’s hair at the head. "},{"style":"v","verse":"17","text":"Then Saul said to Michal, “Why have you deceived me like this and sent away my enemy, so that he escaped?” Michal said to Saul, “He said to me, ‘Let me go, why should I kill you?’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"So David fled and escaped, and he came to Samuel at Ramah and told him all that Saul had done to him. Then he and Samuel went and stayed in Naioth. "},{"style":"v","verse":"19","text":"And it was told to Saul, “David \\add is\\add* in Naioth in Ramah.” "},{"style":"v","verse":"20","text":"So Saul sent messengers to capture David. When they saw the company of the prophets prophesying and Samuel standing \\add as\\add* chief over them, then the Spirit of God came upon Saul’s messengers, and they also prophesied. "},{"style":"v","verse":"21","text":"So they told Saul, and he sent other messengers, and they also prophesied. Again Saul sent messengers a third \\add time\\add*, and they also prophesied. "},{"style":"v","verse":"22","text":"Then he also went to Ramah. When he came to the great cistern which \\add was\\add* in Secu, he asked and said, “Where \\add are\\add* Samuel and David?” Someone said, “Look \\add they are\\add* in Naioth in Ramah.” "},{"style":"v","verse":"23","text":"So he went there to Naioth in Ramah and the Spirit of God came upon him also, and ⸤he walked along prophesying⸥\\f + \\fr 19:23 \\ft Literally “he went going and he prophesied” \\f* until he came to Naioth in Ramah. "},{"style":"v","verse":"24","text":"He also stripped \\add off\\add* his clothes and prophesied before Samuel. He lay naked all that day and all night. Therefore they say, “\\add Is\\add* Saul also among the prophets?”"}]