[{"style":"s1","verse":"","text":"Saul Takes Revenge on the Priests Who Helped David"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"David went from there and escaped to the cave of Adullam. When his brothers and all his father’s household\\f + \\fr 22:1 \\ft Or “family” \\f* heard, they came down to him there. "},{"style":"v","verse":"2","text":"Every man in distress and every man who had a creditor and every embittered man gathered to him, and he became ⸤their commander⸥.\\f + \\fr 22:2 \\ft Literally “over them as commander” \\f* Now there \\add were\\add* about four hundred men with him. "},{"style":"v","verse":"3","text":"And David went up from there to Mizpah of Moab. He said to the king of Moab, “Please let my father and my mother ⸤stay⸥\\f + \\fr 22:3 \\ft Literally “come/go out” \\f* with you until I know what God will do for me.” "},{"style":"v","verse":"4","text":"So ⸤he brought them before the king of Moab⸥,\\f + \\fr 22:4 \\ft Literally “he led them into the presence of the king of Moab” \\f* and they stayed with him all the days David was in the stronghold."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Then Gad the prophet said to David, “You should not stay in the stronghold; leave and go into the land of Judah.” So David left and came \\add to\\add* the forest of Hereth. "},{"style":"v","verse":"6","text":"Now Saul heard that David and the men who \\add were\\add* with him had been located. Saul \\add was\\add* sitting at Gibeah under the tamarisk \\add tree\\add* at Ramah. Now his spear \\add was\\add* in his hand and all his servants \\add were\\add* stationed around him. "},{"style":"v","verse":"7","text":"Then Saul said to the servants who \\add were\\add* standing around him, “Please listen, ⸤Benjaminites⸥!\\f + \\fr 22:7 \\ft Literally “children of Benjamin” \\f* Will the son of Jesse give you all fields and vineyards? Will he make all of you commanders of thousands and commanders of hundreds? "},{"style":"v","verse":"8","text":"For all of you have conspired against me, and ⸤no one discloses to me⸥\\f + \\fr 22:8 \\ft Literally “there is no \\fq one \\ft revealing \\fq to \\ft my ear” \\f* the ⸤making⸥\\f + \\fr 22:8 \\ft Literally “cutting” \\f* \\add of an agreement\\add* between my son and the son of Jesse! None of you have had sympathy for me or ⸤disclosed to me⸥\\f + \\fr 22:8 \\ft Literally “revealing \\fq to \\ft my ear” \\f* \\add that\\add* ⸤my son commissioned my servant against me to ambush me⸥\\f + \\fr 22:8 \\ft Literally “my son has raised my servant against me to an ambush” \\f* as \\add has been done\\add* this day!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"But Doeg the Edomite, who \\add was\\add* stationed among the servants of Saul, answered and said, “I saw the son of Jesse going to Nob, to Ahimelech the son of Ahitub. "},{"style":"v","verse":"10","text":"And he inquired of Yahweh for him and gave him provisions and gave him the sword of Goliath the Philistine.” "},{"style":"v","verse":"11","text":"So the king sent to summon Ahimelech the son of Ahitub the priest, and all his father’s household, the priests who \\add were\\add* at Nob. So all of them came to the king. "},{"style":"v","verse":"12","text":"Saul said, “Listen please, son of Ahitub.” He said, “Here I \\add am\\add*, my lord.” "},{"style":"v","verse":"13","text":"Then Saul said to him, “Why did you conspire against me, you and the son of Jesse, when you gave to him bread and a sword, and by inquiring of God for him so that he might arise against me to ambush \\add me\\add* as \\add has been done\\add* this day?” "},{"style":"v","verse":"14","text":"But Ahimelech answered the king and said, “And who among all your servants \\add is\\add* as faithful as David? He \\add is\\add* the son-in-law of the king who moves \\add quickly\\add* to safeguard you and is honored in your house. "},{"style":"v","verse":"15","text":"\\add Only\\add* today I began to inquire of God for him. Far be it from me that ⸤the king should impute anything against his servant⸥\\f + \\fr 22:15 \\ft Literally “the king will not put against his servant a matter” \\f* or against my father’s household, for your servant has not known any of this matter, little or much.” "},{"style":"v","verse":"16","text":"Then the king said, “You must certainly die, Ahimelech, you and all your father’s household!” "},{"style":"v","verse":"17","text":"So the king said to the runners \\add who were\\add* stationed around him, “Turn and kill the priests of Yahweh, because ⸤they also support David⸥\\f + \\fr 22:17 \\ft Literally “also their hand \\fq is \\ft with David” \\f* and because they knew that he was fleeing and ⸤did not disclose it to me⸥.”\\f + \\fr 22:17 \\ft Literally “did not reveal it to his ear”; the Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “his,” but the reading tradition (\\fqa Qere) \\ft has “my” \\f* But the servants of the king \\add were\\add* not willing to raise their hand to attack the priests of Yahweh. "},{"style":"v","verse":"18","text":"Then the king said to Doeg, “You turn and attack the priests!” So Doeg the Edomite turned and attacked the priests himself, and on that day he killed eighty-five men who wore \\add the\\add* linen ephod. "},{"style":"v","verse":"19","text":"And ⸤he put to the sword⸥\\f + \\fr 22:19 \\ft Literally “he killed with \\fq the \\ft mouth of \\fq the \\ft sword” \\f* Nob, the city of the priests, from man to woman, from child to infant, and ox and donkey and sheep;\\f + \\fr 22:19 \\ft Or “goats”; literally, “small livestock animals” \\f* \\add all\\add* ⸤to the sword⸥.\\f + \\fr 22:19 \\ft Literally “with \\fq the \\ft mouth of \\fq the \\ft sword” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"But, one of the sons of Ahimelech the son of Ahitub, whose name was Abiathar, escaped and fled after David. "},{"style":"v","verse":"21","text":"Abiathar told David that Saul had killed the priests of Yahweh. "},{"style":"v","verse":"22","text":"Then David said to Abiathar, “I knew on that day that Doeg the Edomite was there, that he would certainly tell Saul. ⸤I am responsible for the deaths of all your father’s household⸥!\\f + \\fr 22:22 \\ft Literally “I have turned against all the life of your father’s house” \\f* "},{"style":"v","verse":"23","text":"Stay with me! Do not fear, because he who seeks my life seeks your life. You are in good care with me.”"}]