[{"style":"s1","verse":"","text":"David Spares Saul in the Cave at En Gedi"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"When Saul returned from \\add pursuing the\\add* Philistines, they told him, “Look, David \\add is\\add* in the wilderness of En Gedi.” "},{"style":"v","verse":"2","text":"So Saul took three thousand chosen men from all Israel, and he and his men went to search \\add for\\add* David ⸤in the direction of⸥\\f + \\fr 24:2 \\ft Literally “on the face of” \\f* the Rocks of the Mountain Goats.\\f + \\fr 24:2 \\ft Hebrew “of the Jael” \\f* "},{"style":"v","verse":"3","text":"He came to the sheep pens beside the road, and a cave \\add was\\add* there. Then Saul went in ⸤to relieve himself⸥.\\f + \\fr 24:3 \\ft Literally “to cover his feet” \\f* Now David and his men \\add were\\add* sitting in the innermost part of the cave. "},{"style":"v","verse":"4","text":"And David’s men said to him, “Look, today \\add is\\add* the day about which Yahweh said to you, ‘See, I am giving your enemy\\f + \\fr 24:4 \\ft The Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “enemies,” but the reading tradition (\\fqa Qere) \\ft has the singular “enemy” \\f* into your hand, and you can do to him ⸤whatever seems good to you⸥.’ ”\\f + \\fr 24:4 \\ft Literally “as that \\fq which is \\ft good in your eyes” \\f* So David got up and secretly cut the hem of Saul’s robe. "},{"style":"v","verse":"5","text":"⸤And then⸥\\f + \\fr 24:5 \\ft Literally “And it happened” \\f* afterward David ⸤felt guilty⸥,\\f + \\fr 24:5 \\ft Literally “the heart of David struck him” \\f* because he had cut ⸤the hem of Saul’s robe⸥.\\f + \\fr 24:5 \\ft Literally “the hem which \\fq was \\ft for Saul” \\f* "},{"style":"v","verse":"6","text":"He said to his men, “Far be it from me in\\f + \\fr 24:6 \\ft Hebrew “from” \\f* Yahweh, that I do this thing to my lord, to Yahweh’s anointed one, by stretching out my hand against him! For he \\add is\\add* the anointed one of Yahweh.” "},{"style":"v","verse":"7","text":"So David rebuked his men with the words and did not allow them to rise against Saul. And Saul got up from the cave, and he went on his\\f + \\fr 24:7 \\ft Hebrew “the” \\f* way."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Then David got up afterward and went out of the cave and called after Saul, “My lord the king!” When Saul looked after him, David knelt down \\add with his\\add* face to the ground and bowed down. "},{"style":"v","verse":"9","text":"Then David said to Saul, “Why do you listen to the words of people who say: ‘Look, David \\add is\\add* ⸤seeking to do you harm⸥’?\\f + \\fr 24:9 \\ft Literally “seeking your evil” \\f* "},{"style":"v","verse":"10","text":"Look, this day your eyes have seen that Yahweh gave you today into my hand in the cave, and some said to kill you. But ⸤I took pity⸥\\f + \\fr 24:10 \\ft Literally “she took pity,” with “she” = “my eye,” a common Hebrew expression \\f* on you and said, ‘I will not stretch out my hand against my lord, because he \\add is\\add* Yahweh’s anointed one.’ "},{"style":"v","verse":"11","text":"Now, my father, see, yes, see, the hem of your robe in my hand! For ⸤when I cut⸥\\f + \\fr 24:11 \\ft Literally “at my cutting” \\f* the hem of your robe I did not kill you. Know and ⸤realize⸥\\f + \\fr 24:11 \\ft Literally “see” \\f* that there is no evil or rebellion in my hand. I did not sin against you, but you \\add are\\add* hunting down my life to take it. "},{"style":"v","verse":"12","text":"May Yahweh judge between me and you, and may Yahweh avenge me on you, but my hand will not be against you! "},{"style":"v","verse":"13","text":"Just as the ancient proverb says, ‘From the wicked, wickedness goes out,’ but my hand will not be against you! "},{"style":"v","verse":"14","text":"After whom did the king of Israel go out? After whom are you pursuing? After a dead dog? After one flea? "},{"style":"v","verse":"15","text":"May Yahweh be \\add the\\add* judge, and let him judge between me and you, and may he see and plead my case. ⸤May he vindicate me against you⸥!”\\f + \\fr 24:15 \\ft Literally “May he judge me from your hand” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"When David finished speaking these words to Saul, Saul said, “\\add Is\\add* this your voice, my son David?” And Saul lifted up his voice and wept. "},{"style":"v","verse":"17","text":"Then he said to David, “You are more righteous than I, for you have repaid me the good, but I have repaid you the evil. "},{"style":"v","verse":"18","text":"You have explained to me today that you have dealt well with me, how\\f + \\fr 24:18 \\ft Hebrew “that” \\f* Yahweh delivered me into your hand but you did not kill me. "},{"style":"v","verse":"19","text":"For a man has found his enemy but sent him on \\add his\\add* way safely. Now may Yahweh reward you with good in return for this day, for what you have done for me. "},{"style":"v","verse":"20","text":"So now then, look, I know that you will certainly be king and the kingdom of Israel will be established in your hand. "},{"style":"v","verse":"21","text":"So then, swear to me by Yahweh that you will not cut off my ⸤descendants⸥\\f + \\fr 24:21 \\ft Literally “seed” \\f* after me and that you will not wipe out my name from my father’s house.” "},{"style":"v","verse":"22","text":"So David swore \\add this on oath\\add* to Saul, and Saul went to his house, but David and his men went up to the stronghold."}]