[{"style":"s1","verse":"","text":"Samuel’s First Encounter with Yahweh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now the boy Samuel was serving Yahweh ⸤in the presence⸥\\f + \\fr 3:1 \\ft Literally “in the face of” \\f* of Eli. The word of Yahweh was rare in those days; visions were not widespread. "},{"style":"v","verse":"2","text":"⸤And then⸥\\f + \\fr 3:2 \\ft Literally “And it happened” \\f* one day when Eli was lying in his place (now his eyes had begun \\add to grow\\add* weak so that he was not able to see) "},{"style":"v","verse":"3","text":"and the lamp of God had not yet gone out, Samuel was lying in the temple\\f + \\fr 3:3 \\ft Although the Hebrew text reads “temple,” this is a reference to the tabernacle (see 1:3, 9) \\f* of Yahweh where the ark of God \\add was\\add*. "},{"style":"v","verse":"4","text":"Then Yahweh called out to Samuel and he said, “Here I am!” "},{"style":"v","verse":"5","text":"And he ran to Eli and said, “Here I am, because you called me.” But he said, “I did not call \\add you\\add*. Go back and lie down.” So he went and lay down. "},{"style":"v","verse":"6","text":"And Yahweh called Samuel again, so Samuel got up and went to Eli and said, “Here I am, because you called me.” And he said, “I did not call you, my son. Go back \\add and\\add* lie down.” "},{"style":"v","verse":"7","text":"Now Samuel did not yet know Yahweh, and the word of Yahweh had not yet been revealed to him. "},{"style":"v","verse":"8","text":"Again Yahweh called Samuel a third time, so he got up and went to Eli and said, “Here I am, because you called me.” Then Eli realized that Yahweh was calling the boy. "},{"style":"v","verse":"9","text":"So Eli said to Samuel “Go lie down. ⸤If he calls⸥\\f + \\fr 3:9 \\ft Literally “And it will happen \\fq that \\ft if he calls” \\f* to you, then you must say, ‘Speak Yahweh, because your servant \\add is\\add* listening.’ ” So Samuel went and lay down in his place."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Then Yahweh came and stood \\add there\\add* and called out ⸤as before⸥,\\f + \\fr 3:10 \\ft Literally “as an occurrence, in an occurrence” \\f* “Samuel! Samuel!” And Samuel said, “Speak, because your servant \\add is\\add* listening.” "},{"style":"v","verse":"11","text":"So Yahweh said to Samuel, “Look, I am doing something in Israel ⸤which will cause⸥\\f + \\fr 3:11 \\ft Literally “about which” \\f* the two ears of everyone who hears it to tingle. "},{"style":"v","verse":"12","text":"On that day I will fulfill against Eli all that I have spoken against his household, ⸤from beginning to end⸥.\\f + \\fr 3:12 \\ft Literally “begin and finish” \\f* "},{"style":"v","verse":"13","text":"I will make him know that I am about to judge his household forever because of the iniquity that he knew, for his sons \\add were\\add* bringing curses on themselves,\\f + \\fr 3:13 \\ft LXX reads “were cursing God” \\f* but he did not rebuke them. "},{"style":"v","verse":"14","text":"Therefore I swore to the house of Eli \\add that\\add* the iniquity of the house of Eli would not be atoned for\\f + \\fr 3:14 \\ft Or “be expiated” \\f* by sacrifice or by offering forever.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"So Samuel lay down until morning; then he opened the doors of the house of Yahweh, but Samuel was afraid of telling the vision to Eli. "},{"style":"v","verse":"16","text":"Then Eli called Samuel and said, “Samuel, my son!” And he said, “Here I am.” "},{"style":"v","verse":"17","text":"And he said, “What \\add is\\add* the message\\f + \\fr 3:17 \\ft Or “word” \\f* that he spoke to you? Please do not conceal \\add it\\add* from me. May God ⸤punish you severely⸥\\f + \\fr 3:17 \\ft Literally “do to you and so may he add” \\f* if you conceal anything from me of all the words that he told you.” "},{"style":"v","verse":"18","text":"So Samuel told him all the words and did not conceal \\add anything\\add* from him. And he\\f + \\fr 3:18 \\ft That is, Eli \\f* said, “He \\add is\\add* Yahweh, he will do ⸤what is⸥\\f + \\fr 3:18 \\ft Literally “the” \\f* good in his ⸤sight⸥.”\\f + \\fr 3:18 \\ft Literally “eyes” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"And Samuel grew up, and Yahweh was with him. ⸤He did not allow any of his prophecies to go unfulfilled⸥.\\f + \\fr 3:19 \\ft Literally “He let none from all of his words fall to the ground.” \\f* "},{"style":"v","verse":"20","text":"All Israel from Dan to Beersheba realized that Samuel was faithful\\f + \\fr 3:20 \\ft Or “reliable” or “trustworthy” \\f* as a prophet to Yahweh. "},{"style":"v","verse":"21","text":"And Yahweh appeared again in Shiloh, for Yahweh revealed himself to Samuel in Shiloh through the word of Yahweh."}]