[{"style":"s1","verse":"","text":"David Recovers His Loved Ones"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"⸤Now⸥\\f + \\fr 30:1 \\ft Literally “And it happened” \\f* when David and his men came \\add to\\add* Ziklag on the third day, \\add the\\add* Amalekites had raided \\add the\\add* Negev and Ziklag. When they attacked Ziklag, they burned it with fire. "},{"style":"v","verse":"2","text":"They took captive the women\\f + \\fr 30:2 \\ft LXX adds “and all” \\f* who were in it, ⸤from the youngest to the oldest⸥.\\f + \\fr 30:2 \\ft Literally “from small and up to great” \\f* They did not kill anyone, but carried \\add them\\add* off and went on their way. "},{"style":"v","verse":"3","text":"When David and his men came to the city, ⸤they saw⸥,\\f + \\fr 30:3 \\ft Literally “and look” \\f* and \\add it\\add* was burned with fire, and their wives, their sons, and their daughters had been taken captive. "},{"style":"v","verse":"4","text":"Then David and the people who \\add were\\add* with him raised their voices and wept until there was not \\add enough\\add* strength in them to weep. "},{"style":"v","verse":"5","text":"Two of David’s wives had been taken captive. Ahinoam ⸤from Jezreel⸥\\f + \\fr 30:5 \\ft Literally “the Jezreelitess” \\f* and Abigail, the wife of Nabal the Carmelite. "},{"style":"v","verse":"6","text":"And ⸤David was in a very precarious situation⸥,\\f + \\fr 30:6 \\ft Literally “it was very pressed for David” \\f* for the people spoke of stoning him, for the souls of all the people were bitter, each \\add one\\add* over his sons and his daughters. But David strengthened himself in Yahweh his God."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Then David said to Abiathar the priest, the son of Ahimelech, “Please bring the ephod here for me.” So Abiathar brought the ephod to David. "},{"style":"v","verse":"8","text":"And David inquired of Yahweh, saying, “Should I pursue after this band \\add of raiders\\add*? Will I overtake them?” He said to him, “Pursue \\add them\\add*, for you will certainly overtake them, and you will certainly rescue them.” "},{"style":"v","verse":"9","text":"So David went, he and the six hundred men who were with him, and they came to the Wadi\\f + \\fr 30:9 \\ft A valley that is usually dry but contains a stream during the rainy season \\f* Besor, but the rest remained. "},{"style":"v","verse":"10","text":"David pursued, he and four hundred men; but two hundred men stayed because they were too exhausted to pass over the Wadi Besor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Then they found an Egyptian man in the open country and brought him to David, and they gave him food and he ate; they also gave him water. "},{"style":"v","verse":"12","text":"They gave him a slice of fig cake and two raisin cakes; he ate and ⸤this revived him⸥,\\f + \\fr 30:12 \\ft Literally “his spirit returned to him” \\f* because he had not eaten food or drunk water \\add for\\add* three days and three nights. "},{"style":"v","verse":"13","text":"Then David said to him, “⸤To whom do you belong⸥,\\f + \\fr 30:13 \\ft Literally “To whom \\fq are \\ft you” \\f* and from where \\add are\\add* you? The young man said, “I am an Egyptian young man, a servant of an Amalekite man, but my master abandoned me because I became ill three days ago. "},{"style":"v","verse":"14","text":"We raided the Negev of the Kerethites and that \\add which belongs\\add* to Judah and then the Negev of Caleb, and we burned Ziklag with fire.” "},{"style":"v","verse":"15","text":"So David asked him, “Will you take me down to this band \\add of raiders\\add*?” He said, “Swear to me by God that you will not kill me and that you will not deliver me into my master’s hand! Then I will take you down to this band.” "},{"style":"v","verse":"16","text":"So he took him down, and ⸤there they were⸥,\\f + \\fr 30:16 \\ft Literally “look” \\f* spread out over the surface of all the land, eating and drinking and dancing because of all of the abundant plunder which they had taken from the land of \\add the\\add* Philistines and from the land of Judah. "},{"style":"v","verse":"17","text":"Then David attacked them from twilight until the evening of the next day. Not a man of them escaped ⸤except⸥\\f + \\fr 30:17 \\ft Literally “but if” \\f* four hundred young men who rode \\add off\\add* on camels and fled. "},{"style":"v","verse":"18","text":"So David recovered all that \\add the\\add* Amalekites had taken; David also rescued his two wives. "},{"style":"v","verse":"19","text":"None of theirs \\add was\\add* missing ⸤from the smallest to the greatest⸥,\\f + \\fr 30:19 \\ft Literally “from the small and up to the great” \\f* even sons and daughters, from \\add the\\add* plunder up to everything they had taken for themselves; David brought back everything. "},{"style":"v","verse":"20","text":"And David took all of the sheep,\\f + \\fr 30:20 \\ft Hebrew “flock,” referring to either sheep or goats or both \\f* and the cattle they drove along in front of that livestock, and they said, “This \\add is\\add* David’s plunder.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Then David came to \\add the\\add* two hundred men ⸤who had been too exhausted to follow⸥\\f + \\fr 30:21 \\ft Literally “who were exhausted from going after” \\f* David; they had left them behind at the Wadi\\f + \\fr 30:21 \\ft A valley that is usually dry but contains a stream during the rainy season \\f* Besor. They went out to meet David and to meet the people who were with him. David came near with the people and ⸤asked them how they were doing⸥.\\f + \\fr 30:21 \\ft Literally “asked for them as far as peace” \\f* "},{"style":"v","verse":"22","text":"Then all the corrupt and useless men among the men who went with David reacted and said, “Because they did not go with us, we will not give them \\add anything\\add* from the plunder which we recovered, ⸤except⸥\\f + \\fr 30:22 \\ft Literally “but if” \\f* each \\add man may take\\add* his own wife and children. They must take them along and go!” "},{"style":"v","verse":"23","text":"But David said to them, “You should not do so, my brothers, with what Yahweh has given to us! He has preserved us and has given the \\add raiding\\add* band that came against us into our hand. "},{"style":"v","verse":"24","text":"And who would listen to you regarding this matter? For as the share of the one who went down into the battle, so the share of the one who remained with the baggage will be. They will share alike.” "},{"style":"v","verse":"25","text":"So\\f + \\fr 30:25 \\ft Or “And” \\f* from that day and beyond, he made it a rule and a regulation for Israel until this day."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Then David came to Ziklag, and he sent some of the plunder to the elders of Judah, to his friends, saying, “⸤Here is⸥\\f + \\fr 30:26 \\ft Literally “Look” \\f* a gift for you from the plunder of the enemies of Yahweh!” "},{"style":"v","verse":"27","text":"\\add It was\\add* for those in Bethel, for those in Ramoth of the Negev, for those in Jattir, "},{"style":"v","verse":"28","text":"for those in Aroer, for those in Siphmoth, for those in Eshtemoa, "},{"style":"v","verse":"29","text":"for those in Racal, for those in the towns of the Jerahmeelites, for those in the towns of the Kenites, "},{"style":"v","verse":"30","text":"for those in Hormah, for those in Bor Ashan, for those in Athach, "},{"style":"v","verse":"31","text":"for those in Hebron, and for all the places ⸤where David and his men had roamed⸥.\\f + \\fr 30:31 \\ft Literally “where David had gone about there, he and his men” \\f*"}]