[{"style":"s1","verse":"","text":"The Battle of Aphek"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And the word of Samuel came to all Israel. Now Israel went out to meet \\add the\\add* Philistines for battle, and they encamped at Ebenezer, and \\add the\\add* Philistines encamped at Aphek. "},{"style":"v","verse":"2","text":"\\add The\\add* Philistines lined up for the battle to meet Israel, and the battle was prolonged\\f + \\fr 4:2 \\ft Or “drawn out” \\f* until Israel was defeated before \\add the\\add* Philistines, ⸤who⸥\\f + \\fr 4:2 \\ft Literally “and they” \\f* killed about four thousand men ⸤on the battlefield⸥.\\f + \\fr 4:2 \\ft Literally “in the battle line in the field” \\f* "},{"style":"v","verse":"3","text":"When the army\\f + \\fr 4:3 \\ft Or “people” \\f* came \\add back\\add* to the camp, the elders of Israel asked, “Why has Yahweh defeated us today before \\add the\\add* Philistines? Let us bring the ark of the covenant of Yahweh to us from Shiloh so that it may come into our midst and deliver\\f + \\fr 4:3 \\ft Or “save” \\f* us from the hand of our enemies.” "},{"style":"v","verse":"4","text":"So the army sent to Shiloh and brought from there the ark of the covenant of Yahweh of hosts who sits \\add between\\add* the cherubim. And the two sons of Eli, Hophni and Phinehas, \\add were\\add* there with the ark of the covenant of God. "},{"style":"v","verse":"5","text":"Now when the ark of the covenant of Yahweh arrived at the camp, all Israel ⸤let out a loud shout⸥\\f + \\fr 4:5 \\ft Literally “shouted a great shout” \\f* so that the earth shook."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"When \\add the\\add* Philistines heard the noise of the shouting, they said, “What \\add is\\add* the noise of this loud shouting in the camp of the Hebrews?” Then they learned that the ark of Yahweh had come into the camp. "},{"style":"v","verse":"7","text":"So \\add the\\add* Philistines were afraid, for they said, “God has come\\f + \\fr 4:7 \\ft Or “gods have come” \\f* to the camp.” And they said, “Woe to us, ⸤for this has never happened before!⸥\\f + \\fr 4:7 \\ft Literally “it has not happened like this since yesterday and since the day before that” \\f* "},{"style":"v","verse":"8","text":"Woe to us! Who can deliver us from the hand of these mighty gods? These \\add are\\add* the \\add same\\add* gods who struck the Egyptians with all \\add sorts of\\add* plagues in the desert. "},{"style":"v","verse":"9","text":"Take courage and be men, \\add you\\add* Philistines, lest you end up serving the Hebrews just like they have served you. Be men and fight!” "},{"style":"v","verse":"10","text":"So \\add the\\add* Philistines fought and Israel was defeated and each man fled to his tent, for the slaughter was very great. Thirty thousand foot soldiers from Israel fell. "},{"style":"v","verse":"11","text":"Furthermore, the ark of God was captured,\\f + \\fr 4:11 \\ft Or “taken” \\f* and the two sons of Eli, Hophni and Phinehas, died."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"A man of Benjamin ran from the battle line and came \\add to\\add* Shiloh that same day, and his clothes \\add were\\add* torn and earth \\add was\\add* on his head. "},{"style":"v","verse":"13","text":"When he came, ⸤there was⸥\\f + \\fr 4:13 \\ft Literally “look” \\f* Eli sitting on his chair ⸤by the side of the road⸥\\f + \\fr 4:13 \\ft Literally “\\fq by \\ft the hand of \\fq the \\ft road” \\f* watching, because his heart was anxious about the ark of God. Now the man had come ⸤to give his report⸥\\f + \\fr 4:13 \\ft Literally “to tell” \\f* in the city, and all the city cried out. "},{"style":"v","verse":"14","text":"When Eli heard the noise of the outcry, he said, “What \\add is\\add* the noise of this commotion?” Then the man ⸤came quickly⸥\\f + \\fr 4:14 \\ft Literally “hastened and came” \\f* and told Eli. "},{"style":"v","verse":"15","text":"Now Eli \\add was\\add* ⸤ninety-eight years old⸥\\f + \\fr 4:15 \\ft Literally “a son of ninety and eight years” \\f* and his eyes ⸤stayed fixed ahead⸥\\f + \\fr 4:15 \\ft Literally “were standing” \\f* and he was not able to see. "},{"style":"v","verse":"16","text":"And the man said to Eli, “I am the \\add one\\add* who has come from the battle line! I have fled today from the battle line!” And he said, “⸤What exactly happened⸥,\\f + \\fr 4:16 \\ft Literally “what \\fq is \\ft the thing/matter” \\f* my son?” "},{"style":"v","verse":"17","text":"Then the messenger answered and said, “Israel has fled before \\add the\\add* Philistines. There has been a great defeat among the troops. Also, your two sons have died, Hophni and Phinehas, and the ark of God has been captured.” "},{"style":"v","verse":"18","text":"Just as he mentioned the ark of God, he\\f + \\fr 4:18 \\ft That is, Eli \\f* fell from his chair backwards against the side of the gate. He broke his neck and died, because the man was old and heavy. He had judged Israel forty years."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Now his daughter-in-law, the wife of Phinehas, \\add was\\add* pregnant and \\add about\\add* to give birth. When she heard the news concerning the capture of the ark of God and that her father-in-law and her husband had died, she ⸤went into labor⸥\\f + \\fr 4:19 \\ft Literally “bowed down” \\f* and gave birth, because her labor pains came upon her. "},{"style":"v","verse":"20","text":"Just before the time of her death, those ⸤attending her⸥\\f + \\fr 4:20 \\ft Literally “standing over her” \\f* said, “Do not fear, for you have given birth to a son.” But she did not answer, or ⸤pay any attention⸥.\\f + \\fr 4:20 \\ft Literally “set her heart” \\f* "},{"style":"v","verse":"21","text":"She called the boy Ichabod,\\f + \\fr 4:21 \\ft The name “Ichabod” means “no glory” \\f* saying, “The glory has departed from Israel,” referring to the capture of the ark of God and concerning her father-in-law and husband. "},{"style":"v","verse":"22","text":"And she said, “The glory has departed from Israel, because the ark of God was captured.”\\f + \\fr 4:22 \\ft Or “taken” \\f*"}]