[{"style":"s1","verse":"","text":"Revival and Victory at Mizpah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"The men of Kiriath Jearim came and brought up the ark of Yahweh, and they brought it to the house of Abinadab in Gibeah. They consecrated Eleazer his son to guard the ark of Yahweh. "},{"style":"v","verse":"2","text":"⸤From⸥\\f + \\fr 7:2 \\ft Literally “And it happened from” \\f* the day the ark stayed in Kiriath Jearim, ⸤days multiplied and became twenty years⸥\\f + \\fr 7:2 \\ft Literally “and the days were numerous, and they were twenty years” \\f* while all the house of Israel mourned after Yahweh. "},{"style":"v","verse":"3","text":"And Samuel spoke to all the house of Israel, saying, “If with all your heart you \\add are\\add* turning to Yahweh, remove the foreign gods and Ashtoreths\\f + \\fr 7:3 \\ft Hebrew plural “Ashtaroth” (Ashtoreth was the female consort of Ba’al) \\f* from your midst. Commit your hearts to Yahweh and serve him alone. Then he will deliver you from the hand of \\add the\\add* Philistines.” "},{"style":"v","verse":"4","text":"So the ⸤Israelites⸥\\f + \\fr 7:4 \\ft Literally “sons/children of Israel” \\f* removed the Baals\\f + \\fr 7:4 \\ft Hebrew plural “Be’alim” (Ba’al was a major Canaanite deity) \\f* and the Ashtoreths, and they served Yahweh alone."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Then Samuel said, “Gather all Israel to Mizpah, and I will pray to Yahweh for you.” "},{"style":"v","verse":"6","text":"So they gathered to Mizpah and drew water and poured \\add it\\add* out before Yahweh. They fasted on that day and said there, “We have sinned against Yahweh!” So Samuel judged the ⸤Israelites⸥\\f + \\fr 7:6 \\ft Literally “sons/children of Israel” \\f* at Mizpah. "},{"style":"v","verse":"7","text":"\\add Now\\add* when \\add the\\add* Philistines heard that the ⸤Israelites⸥\\f + \\fr 7:7 \\ft Literally “sons/children of Israel” \\f* had gathered at Mizpah, the rulers of the Philistines went up against Israel. And when the ⸤Israelites⸥\\f + \\fr 7:7 \\ft Literally “sons/children of Israel” \\f* heard \\add of it\\add*, ⸤they were afraid of the Philistines⸥.\\f + \\fr 7:7 \\ft Literally “and they were afraid from (= because of) the presence of the Philistines” \\f* "},{"style":"v","verse":"8","text":"Then the ⸤Israelites⸥\\f + \\fr 7:8 \\ft Literally “sons/children of Israel” \\f* said to Samuel, “⸤You must not cease⸥\\f + \\fr 7:8 \\ft Literally “You must not be silent from us” \\f* from crying out to Yahweh our God, so that he will deliver us from the hand of \\add the\\add* Philistines.” "},{"style":"v","verse":"9","text":"So Samuel took a single ⸤nursing lamb⸥\\f + \\fr 7:9 \\ft Literally “lamb of milk” \\f* and sacrificed \\add it\\add* as a whole burnt offering to Yahweh. Then Samuel cried out to Yahweh on behalf of Israel, and Yahweh answered him. "},{"style":"v","verse":"10","text":"⸤While⸥\\f + \\fr 7:10 \\ft Literally “And it happened” \\f* Samuel \\add was\\add* sacrificing the burnt offering, \\add the\\add* Philistines drew near for the battle against Israel. But Yahweh thundered against \\add the\\add* Philistines with a great noise on that day and threw them into confusion so that they were defeated before Israel. "},{"style":"v","verse":"11","text":"Then the men of Israel went out from Mizpah and pursued \\add the\\add* Philistines and they struck them down as far as below Beth Car."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"So Samuel took a single stone and put \\add it\\add* between Mizpah and Shen, and he named it Ebenezer and said, “Up to here Yahweh has helped us.” "},{"style":"v","verse":"13","text":"So the Philistines were subdued and they did not come into the territory of Israel again, and the hand of Yahweh was against \\add the\\add* Philistines all the days of Samuel. "},{"style":"v","verse":"14","text":"The towns\\f + \\fr 7:14 \\ft Or “cities” \\f* which \\add the\\add* Philistines had taken from Israel \\add were\\add* returned to Israel from Ekron to Gath, and Israel delivered their territories from the hand of \\add the\\add* Philistines. Then there was peace between Israel and the Amorites."},{"style":"s1","verse":"","text":"The Circuit Ministry of Samuel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"15","text":"Samuel judged Israel all the days of his life. "},{"style":"v","verse":"16","text":"He used to go \\add on the circuit\\add* ⸤from year to year⸥.\\f + \\fr 7:16 \\ft Literally “from what \\fq is \\ft required year in year” \\f* He went around Bethel, Gilgal, and Mizpah, and he judged Israel \\add in\\add* all these places. "},{"style":"v","verse":"17","text":"Then ⸤he returned⸥\\f + \\fr 7:17 \\ft Literally “and his return \\fq was \\ft ” \\f* to Ramah, because his house was there, and there he judged Israel, and he built an altar to Yahweh there."}]