[{"style":"s1","verse":"","text":"Saul, the Requested King, Introduced"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now there was a man from Benjamin whose name was Kish, the son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, the son of a Benjaminite, ⸤a very wealthy man⸥.\\f + \\fr 9:1 \\ft Literally “a man mighty of wealth” or “a man mighty of valor” \\f* "},{"style":"v","verse":"2","text":"He had a son whose name was Saul,\\f + \\fr 9:2 \\ft The name “Saul” means “the requested one” \\f* a young and handsome man. There was not a man from the ⸤Israelites⸥\\f + \\fr 9:2 \\ft Literally “sons/children of Israel” \\f* more handsome than he \\add was\\add*; from his shoulders up, he was taller than all the people."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Now the female donkeys of Kish the father of Saul got lost, and Kish said to Saul his son, “Please take one of the servants with you and get up; go and seek the female donkeys.” "},{"style":"v","verse":"4","text":"So he passed through the hill country of Ephraim; he passed through the land of Shalisha but they did not find \\add them\\add*. They passed through the land of Shaalim but they were not there. He passed through the land of Benjamin but did not find \\add them\\add*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"When they entered the land of Zuph, Saul said to his servant who \\add was\\add* with him, “Come, let us return, lest my father cease \\add caring about\\add* the female donkeys and worry about us!” "},{"style":"v","verse":"6","text":"But he\\f + \\fr 9:6 \\ft That is, Saul’s servant \\f* said to him, “Look, a man of God \\add is\\add* in this town, and the man \\add is\\add* honored. All that he says certainly comes true. So then let us go there; perhaps he will tell us about our journey on which we have gone.” "},{"style":"v","verse":"7","text":"So Saul said to his servant, “Look, we may go, but what should we bring to the man? For the bread \\add is\\add* gone from our bags, and there \\add is\\add* no present to bring to the man of God. What \\add do we have\\add* with us?” "},{"style":"v","verse":"8","text":"The servant again answered Saul and said, “Look, ⸤I have⸥\\f + \\fr 9:8 \\ft Literally “what was found” \\f* in my hand a quarter shekel of silver! I will give it to the man of God so that he will tell us our way.” "},{"style":"v","verse":"9","text":"(Formerly in Israel, when a man went to inquire of God, he would say: “Come, let us go up to the seer.” For the prophet of today was formerly called a seer.) "},{"style":"v","verse":"10","text":"So Saul said to his servant, “⸤Your suggestion is a good one⸥.\\f + \\fr 9:10 \\ft Literally “Your word \\fq is \\ft good” \\f* Come, let us go.” And they went to the town where the man of God \\add was\\add*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"They \\add were\\add* going up the ascent of the town when they found young women going out to draw water. They said to them, “Is there the seer here?” "},{"style":"v","verse":"12","text":"They answered them and said, “There is. Look, \\add he is\\add* just in front of you! Hurry now, because he has come to the town today, because there \\add is\\add* a sacrifice for the people today at the high place. "},{"style":"v","verse":"13","text":"As soon as you enter the town, you will find him, before he goes up to the high place to eat. For the people will not eat until he comes, because he must bless the sacrifice. Then afterward the invited \\add guests\\add* will eat. So then, go up, because you will find him today!” "},{"style":"v","verse":"14","text":"So they went up to the town. As they \\add were\\add* entering into the middle of the town, Samuel was coming forth to meet them, to go up to the high place."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Now Yahweh ⸤had revealed this to⸥\\f + \\fr 9:15 \\ft Literally “had opened the ear” \\f* Samuel the day before Saul arrived, saying, "},{"style":"v","verse":"16","text":"“This time tomorrow I will send to you a man from the land of Benjamin, and you must anoint him as leader over my people Israel. He will deliver my people from the hand of \\add the\\add* Philistines. For I have seen \\add the suffering of\\add* my people, because their cry \\add of distress\\add* has come to me.” "},{"style":"v","verse":"17","text":"When Samuel saw Saul, Yahweh answered him, “Here \\add is\\add* the man about whom I told you! This \\add is the\\add* one \\add who\\add* will govern my people.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Then Saul approached Samuel in the middle of the gate and said, “Please tell me, where \\add is\\add* the house of the seer?” "},{"style":"v","verse":"19","text":"Samuel answered Saul and said, “I \\add am\\add* the seer. Go up ⸤ahead of me⸥\\f + \\fr 9:19 \\ft Literally “before my face” \\f* to the high place, and you will eat with me today; then I will send you away in the morning. I will tell you all that \\add is\\add* ⸤on your mind⸥.\\f + \\fr 9:19 \\ft Literally “in your heart” \\f* "},{"style":"v","verse":"20","text":"And as for your female donkeys that were lost ⸤three days ago⸥,\\f + \\fr 9:20 \\ft Literally “the day three of the days” \\f* ⸤do not be concerned about them⸥,\\f + \\fr 9:20 \\ft Literally “you shall not put your heart to them” \\f* because they have been found. For whom \\add is\\add* all the desire of Israel? Is it not for you and for all the house of your father?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Saul answered and said, “\\add Am\\add* I not a Benjaminite, from the smallest of the tribes of Israel, and my family the humblest of all the families of the tribes of Benjamin? Why do you speak to me ⸤in this way⸥?”\\f + \\fr 9:21 \\ft Literally “according to this word” \\f* "},{"style":"v","verse":"22","text":"So Samuel took Saul and his servant and brought them to a room in the building and gave them a place at the head of ⸤the invited guests⸥.\\f + \\fr 9:22 \\ft Literally “the ones being invited” \\f* There were about thirty men. "},{"style":"v","verse":"23","text":"Then Samuel said to the cook, “Bring the portion that I gave to you, about which I said to you, ‘Keep it with you.’ ” "},{"style":"v","verse":"24","text":"So the cook took up the shank and what was on it and put it before Saul, and he\\f + \\fr 9:24 \\ft That is, Samuel \\f* said, “Look, ⸤the saved portion⸥\\f + \\fr 9:24 \\ft Literally “what was being kept” \\f* \\add is\\add* placed ⸤before you⸥\\f + \\fr 9:24 \\ft Literally “to your face” \\f*—eat, because it has been kept for you for the appointed time,” ⸤and he said⸥,\\f + \\fr 9:24 \\ft Literally “saying” \\f* “I have invited the people.” So Saul ate with Samuel that day."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"When they came down from the high place to the town, he spoke with Saul on the roof. "},{"style":"v","verse":"26","text":"They got up early, ⸤and as dawn was breaking⸥,\\f + \\fr 9:26 \\ft Literally “as the dawn was going up” \\f* Samuel called to Saul on the roof, saying, “Get up, so that I can send you away.” So Saul got up and the two of them, he and Samuel, went outside. "},{"style":"v","verse":"27","text":"As they were going down to the outskirts of the town, Samuel said to Saul, “Tell the servant to pass on before us. When he has passed, you stand here ⸤a while⸥,\\f + \\fr 9:27 \\ft Literally “as the day” \\f* so that I can make known to you \\add the\\add* word of God.”"}]