[{"style":"ms","verse":"","text":"Aji Sax ji misaal na mbugalu Israayil"},{"style":"mr","verse":"","text":"(Saar 7.1---9.10)"},{"style":"s1","verse":"","text":"Peeñu mu njëkk mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Am na bés Boroom bi Aji Sax ji won ma am peeñu. Ndeke ma ngay sàkk naaxu soccet. Fekk na ñu góobal Buur, ba gàncax giy saxaat."},{"style":"v","verse":"2","text":"Soccet yiy lekk gàncaxu réew mi, ba mu bëgga jeex, ma ne: «Éy Boroom bi Aji Sax ji, ngalla déet! Ndax askanu \\w Yanqóoba|Yanqóoba:\\w* àttan na lii a déet? Lu néew doole lañu.»"},{"style":"v","verse":"3","text":"Aji Sax ji fomm ko, ne ma: «Kon du am.»"},{"style":"s1","verse":"","text":"Peeñum ñaareel bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Boroom bi Aji Sax ji dellu ma feeñu. Ndeke Boroom bi Aji Sax ji day waaja mbugale ñoñam sawara. Mu xoyom xóotey géej mbàmbulaan, bay waaja xoyom réew ma."},{"style":"v","verse":"5","text":"Ma ne: «Boroom bi Aji Sax ji, ngalla taxawal. Ndax askanu \\w Yanqóoba|Yanqóoba:\\w* àttan na lii am déet? Lu néew doole lañu.»"},{"style":"v","verse":"6","text":"Boroom bi Aji Sax ji fomm ko ne ma: «Lii itam du am.»"},{"style":"s1","verse":"","text":"Peeñum ñetteel bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Mu feeñooti ma, gisuma lu moy Boroom bi taxaw ci ab tata bu ñu natte buumu betteex ba ñu koy tabax. Ma nga yor buumu betteex ca loxoom."},{"style":"v","verse":"8","text":"Aji Sax ji ne ma: «Amos, ana loo gis?» Ma ne ko: «Xanaa buumu betteex.» Boroom bi ne: «Maa ngii di natte buumu betteex fi digg Israayil, sama ñoñ. Dootuma leen baal dara."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"9","text":"Dees na tas \\w bérebi jaamookaayu|bérebi jaamookaay y-:\\w* askanu Isaaxa,"},{"style":"q1","verse":"","text":"ba gental bérebi Israayil yu sell."},{"style":"q1","verse":"","text":"Maay jëlal askanu Buur Yerbowam saamar.»"},{"style":"s1","verse":"","text":"Dàq nañu Amos"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba mu ko defee Amaciya \\w sarxalkatu|sarxalkat b-:\\w* Betel yónnee ca Yerbowam buurub Israayil, ne ko: «Amos a ngi lay fexeel ci digg Israayil. Réew mi du àttan waxam ji."},{"style":"v","verse":"11","text":"Mu ngi naan ci xare ngay deewe, te dees na jële Israayil suufam moos, gàddaayloo ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw loolu Amaciya ne Amos: «Yaw boroom peeñu mi, dawal, làquji réewum Yuda, nga jottali fa kàdduy \\w waxyu|waxyu:\\w*, am fa loo dunde."},{"style":"v","verse":"13","text":"Betel gii nag, bu fi jottaleeti kàdduy waxyu, ndax fii jaamookaayu buur la, te it jaamookaayu réew mi la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba loolu amee Amos ne Amaciya: «Man de dumab yonent te bokkuma ci kuréelu yonent. Sama gétt laa yor, te maa ngi toppatoo ay tooli figg."},{"style":"v","verse":"15","text":"Aji Sax jee ma jële fa ma doon sàmme samay gàtt. Moo ma ne: “Demal jottalil ma kàdduy waxyu ci Israayil sama ñoñ.”"},{"style":"v","verse":"16","text":"Léegi nag, déglul kàddug Aji Sax ji. Yaa ma ne: “Bul jottalil kàdduy waxyu ci Israayil te bul kebetu ci kaw askanu Isaaxa.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Gannaaw noonu la, Amaciya, Aji Sax ji nee:"},{"style":"q1","verse":"","text":"“Sa jabar ci biir dëkk bi lay gànctoo,"},{"style":"q1","verse":"","text":"say doom, góor ak jigéen, saamar tëral;"},{"style":"q1","verse":"","text":"sam réew, ñu natte buum, séddoo."},{"style":"q1","verse":"","text":"Yaw nag, réewum yéefar ngay deeweji;"},{"style":"q1","verse":"","text":"waa Israayil, ñu jële leen seen réew, ñu gàddaay.”»"}]