[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 9.1 \\xt Mt 16:28. Lu 9:27.\\x*Il leur dit encore: \\wj Je vous le dis en vérité, quelques-uns de ceux qui sont ici ne mourront point, qu’ils n’aient vu le royaume de Dieu venir avec puissance.\\wj*"},{"style":"s1","verse":"","text":"Jésus sur une haute montagne. La transfiguration"},{"style":"r","verse":"","text":"V. 2-13: cf. (Mt 17:1-13. Lu 9:28-36.) 2 Pi 1:16-18."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"\\x b \\xo 9.2 \\xt Mt 17:1. Lu 9:28.\\x*Six jours après, Jésus prit avec lui Pierre, Jacques et Jean, et il les conduisit seuls à l’écart sur une haute montagne. Il fut transfiguré devant eux; "},{"style":"v","verse":"3","text":"ses vêtements devinrent resplendissants, et d’une telle blancheur qu’il n’est pas de foulon sur la terre qui puisse blanchir ainsi. "},{"style":"v","verse":"4","text":"Élie et Moïse leur apparurent, s’entretenant avec Jésus. "},{"style":"v","verse":"5","text":"Pierre, prenant la parole, dit à Jésus: Rabbi, il est bon que nous soyons ici; dressons trois tentes, une pour toi, une pour Moïse, et une pour Élie. "},{"style":"v","verse":"6","text":"Car il ne savait que dire, l’effroi les ayant saisis. "},{"style":"v","verse":"7","text":"Une nuée vint les couvrir, et de la nuée sortit une voix: \\x c \\xo 9.7 \\xt És 42:1. Mt 3:17; 17:5. Mc 1:11. Lu 3:22; 9:35. Col 1:13. 2 Pi 1:17.\\x*Celui-ci est mon Fils bien-aimé: \\x d \\xo 9.7 \\xt De 18:19.\\x*écoutez-le! "},{"style":"v","verse":"8","text":"Aussitôt les disciples regardèrent tout autour, et ils ne virent que Jésus seul avec eux. "},{"style":"v","verse":"9","text":"\\x e \\xo 9.9 \\xt Mt 17:9. Lu 9:36.\\x*Comme ils descendaient de la montagne, Jésus leur recommanda de ne dire à personne ce qu’ils avaient vu, jusqu’à ce que le Fils de l’homme fût ressuscité des morts. "},{"style":"v","verse":"10","text":"Ils retinrent cette parole, se demandant entre eux ce que c’est que ressusciter des morts. "},{"style":"v","verse":"11","text":"Les disciples lui firent cette question: Pourquoi les scribes disent-ils \\x f \\xo 9.11 \\xt Mal 4:5. Mt 11:14. Lu 1:17.\\x*qu’il faut qu’Élie vienne premièrement? "},{"style":"v","verse":"12","text":"Il leur répondit: \\wj Élie viendra premièrement, et rétablira toutes choses.\\wj*\\x g \\xo 9.12 \\xt Ps 22:7. És 53:4. Da 9:26.\\x*\\wj Et pourquoi est-il écrit du Fils de l’homme qu’il doit souffrir beaucoup et être méprisé?\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"\\wj Mais je vous dis qu’Élie est venu, et qu’ils l’ont traité comme ils ont voulu,\\wj*\\x h \\xo 9.13 \\xt Mal 4:5, 6.\\x*\\wj selon qu’il est écrit de lui.\\wj*"},{"style":"s1","verse":"","text":"Guérison d’un démoniaque"},{"style":"r","verse":"","text":"V. 14-29: cf. (Mt 17:14-21. Lu 9:37-43.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Lorsqu’ils furent arrivés près des disciples, ils virent autour d’eux une grande foule, et des scribes qui discutaient avec eux. "},{"style":"v","verse":"15","text":"Dès que la foule vit Jésus, elle fut surprise, et accourut pour le saluer. "},{"style":"v","verse":"16","text":"Il leur demanda: \\wj Sur quoi discutez-vous avec eux?\\wj*"},{"style":"v","verse":"17","text":"\\x i \\xo 9.17 \\xt Mt 17:14. Lu 9:37, 38.\\x*Et un homme de la foule lui répondit: Maître, j’ai amené auprès de toi mon fils, qui est possédé d’un esprit muet. "},{"style":"v","verse":"18","text":"En quelque lieu qu’il le saisisse, il le jette par terre; l’enfant écume, grince des dents, et devient tout raide. J’ai prié tes disciples de chasser l’esprit, et ils n’ont pas pu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"\\wj Race incrédule,\\wj* leur dit Jésus, \\wj jusques à quand serai-je avec vous? Jusques à quand vous supporterai-je? Amenez-le-moi.\\wj* On le lui amena. "},{"style":"v","verse":"20","text":"\\x j \\xo 9.20 \\xt Mc 1:26.\\x*Et aussitôt que l’enfant vit Jésus, l’esprit l’agita avec violence; il tomba par terre, et se roulait en écumant. "},{"style":"v","verse":"21","text":"Jésus demanda au père: \\wj Combien y a-t-il de temps que cela lui arrive?\\wj* Depuis son enfance, répondit-il. "},{"style":"v","verse":"22","text":"Et souvent l’esprit l’a jeté dans le feu et dans l’eau pour le faire périr. Mais, si tu peux quelque chose, viens à notre secours, aie compassion de nous. "},{"style":"v","verse":"23","text":"Jésus lui dit: \\wj Si tu peux!…\\wj*\\x k \\xo 9.23 \\xt Lu 17:6.\\x*\\wj Tout est possible à celui qui croit.\\wj*"},{"style":"v","verse":"24","text":"Aussitôt le père de l’enfant s’écria: Je crois! Viens au secours de mon incrédulité! "},{"style":"v","verse":"25","text":"Jésus, voyant accourir la foule, menaça l’esprit impur, et lui dit: \\wj Esprit muet et sourd, je te l’ordonne, sors de cet enfant, et n’y rentre plus.\\wj*"},{"style":"v","verse":"26","text":"Et il sortit, en poussant des cris, et en l’agitant avec une grande violence. L’enfant devint comme mort, de sorte que plusieurs disaient qu’il était mort. "},{"style":"v","verse":"27","text":"Mais Jésus, l’ayant pris par la main, le fit lever. Et il se tint debout. "},{"style":"v","verse":"28","text":"\\x l \\xo 9.28 \\xt Mt 17:19.\\x*Quand Jésus fut entré dans la maison, ses disciples lui demandèrent en particulier: Pourquoi n’avons-nous pu chasser cet esprit? "},{"style":"v","verse":"29","text":"Il leur dit: \\wj Cette espèce-là ne peut sortir que par la prière.\\wj*"},{"style":"s1","verse":"","text":"Jésus annonce sa mort et sa résurrection"},{"style":"r","verse":"","text":"V. 30-32: cf. (Mt 17:22, 23. Lu 9:43-46.) Mc 8:31-33."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"\\x m \\xo 9.30 \\xt Mt 16:21; 17:22; 20:18. Mc 8:31; 10:33. Lu 9:22; 18:31; 24:7.\\x*Ils partirent de là, et traversèrent la Galilée. Jésus ne voulait pas qu’on le sût. "},{"style":"v","verse":"31","text":"Car il enseignait ses disciples, et il leur dit: \\wj Le Fils de l’homme sera livré entre les mains des hommes; ils le feront mourir, et, trois jours après qu’il aura été mis à mort, il ressuscitera.\\wj*"},{"style":"v","verse":"32","text":"Mais les disciples ne comprenaient pas cette parole, et ils craignaient de l’interroger."},{"style":"s1","verse":"","text":"Jésus de retour à Capernaüm. Qui est le plus grand?"},{"style":"r","verse":"","text":"V. 33-37: cf. (Mt 18:1-5. Lu 9:46-48.) Mc 10:35-45. Ph 2:5-11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"\\x n \\xo 9.33 \\xt Mt 18:1. Lu 9:46; 22:24.\\x*Ils arrivèrent à Capernaüm. Lorsqu’il fut dans la maison, Jésus leur demanda: \\wj De quoi discutiez-vous en chemin?\\wj*"},{"style":"v","verse":"34","text":"Mais ils gardèrent le silence, car en chemin ils avaient discuté entre eux pour savoir qui était le plus grand. "},{"style":"v","verse":"35","text":"Alors il s’assit, appela les douze, et leur dit: \\x o \\xo 9.35 \\xt Mt 20:27. Mc 10:43.\\x*\\wj Si quelqu’un veut être le premier, il sera le dernier de tous et le serviteur de tous.\\wj*"},{"style":"v","verse":"36","text":"Et il prit un petit enfant, le plaça au milieu d’eux, et \\x p \\xo 9.36 \\xt Mc 10:16.\\x*l’ayant pris dans ses bras, il leur dit:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"\\x q \\xo 9.37 \\xt Mt 18:5. Lu 9:48. Jn 13:20.\\x*\\wj Quiconque reçoit en mon nom un de ces petits enfants me reçoit moi-même; et quiconque me reçoit, reçoit non pas moi, mais celui qui m’a envoyé.\\wj*"},{"style":"s1","verse":"","text":"Les scandales"},{"style":"r","verse":"","text":"V. 38-51: cf. (Mt 18:5-9. Lu 9:49, 50.) 1 Co 8:9-13; 9:24-27."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"\\x r \\xo 9.38 \\xt Lu 9:49.\\x*Jean lui dit: Maître, nous avons vu un homme qui chasse des démons en ton nom; et nous l’en avons empêché, parce qu’il ne nous suit pas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"\\x s \\xo 9.39 \\xt 1 Co 12:3.\\x*\\wj Ne l’en empêchez pas,\\wj* répondit Jésus, \\wj car il n’est personne qui, faisant un miracle en mon nom, puisse aussitôt après parler mal de moi.\\wj*"},{"style":"v","verse":"40","text":"\\wj Qui n’est pas contre nous est pour nous.\\wj*"},{"style":"v","verse":"41","text":"\\wj Et\\wj*\\x t \\xo 9.41 \\xt Mt 10:42.\\x*\\wj quiconque vous donnera à boire un verre d’eau en mon nom, parce que vous appartenez à Christ, je vous le dis en vérité, il ne perdra point sa récompense.\\wj*"},{"style":"v","verse":"42","text":"\\x u \\xo 9.42 \\xt Mt 18:6. Lu 17:2.\\x*\\wj Mais, si quelqu’un scandalisait un de ces petits qui croient, il vaudrait mieux pour lui qu’on lui mît au cou une grosse meule de moulin, et qu’on le jetât dans la mer.\\wj*"},{"style":"v","verse":"43","text":"\\x v \\xo 9.43 \\xt De 13:6. Mt 5:30; 18:8.\\x*\\wj Si ta main est pour toi une occasion de chute, coupe-la; mieux vaut pour toi entrer manchot dans la vie,\\wj*"},{"style":"v","verse":"44","text":"\\wj que d’avoir les deux mains et d’aller dans la géhenne, dans le feu qui ne s’éteint point.\\wj*"},{"style":"v","verse":"45","text":"\\wj Si ton pied est pour toi une occasion de chute, coupe-le; mieux vaut pour toi entrer boiteux dans la vie,\\wj*"},{"style":"v","verse":"46","text":"\\wj que d’avoir les deux pieds et d’être jeté dans la géhenne, dans le feu qui ne s’éteint point.\\wj*"},{"style":"v","verse":"47","text":"\\wj Et si ton œil est pour toi une occasion de chute, arrache-le; mieux vaut pour toi entrer dans le royaume de Dieu n’ayant qu’un œil, que d’avoir deux yeux et d’être jeté dans la géhenne,\\wj*"},{"style":"v","verse":"48","text":"\\wj où leur ver ne meurt point, et où le feu ne s’éteint point.\\wj*"},{"style":"v","verse":"49","text":"\\wj Car tout homme sera\\wj*\\x w \\xo 9.49 \\xt Lé 2:13.\\x*\\wj salé de feu.\\wj*"},{"style":"v","verse":"50","text":"\\x x \\xo 9.50 \\xt Mt 5:13. Lu 14:34.\\x*\\wj Le sel est une bonne chose; mais si le sel devient sans saveur, avec quoi l’assaisonnerez-vous?\\wj*"},{"style":"v","verse":"51","text":"\\x y \\xo 9.51 \\xt Ro 12:18. Hé 12:14.\\x*\\wj Ayez du sel en vous-mêmes, et soyez en paix les uns avec les autres.\\wj*"}]