[{"style":"mt1","text":"Waa Filib"},{"style":"p","text":""},{"style":"v","text":"Nun Pool ak Timote, jaami °Kirist Yeesu, noo leen di bind, yéen gaayi Yàlla yu sell yépp ci dëkku Filib, yi bokk ci Kirist Yeesu, yéen ak seeni njiit ak ñiy topptoo yëfi mbooloo mi."},{"style":"v","text":"Na leen Yàlla sunu Baay ak Boroom bi Yeesu Kirist may yiw ak jàmm."},{"style":"s","text":"Li leen Pool di ñaanal"},{"style":"p","text":""},{"style":"v","text":"Yoon wu ma leen di xalaat, maa ngi sant Yàlla sama Boroom;"},{"style":"v","text":"te saa su ma leen di ñaanal yéen yépp, duma noppee bég,"},{"style":"v","text":"ndax seen ànd ak man ci tas xibaaru jàmm bi, ca ndoorte la ba tey."},{"style":"v","text":"Wóor na ma ne Yàlla mi tàmbali jëf ju baax jii ci yéen, dina ci sax, ba bésu °Kirist Yeesu ñëw."},{"style":"p","text":""},{"style":"v","text":"Te juumuma ci li ma xalaat loolu ci yéen ñépp, ndaxte def naa leen ci sama xol; ba tax fii ci kaso bi, ci taxawal xibaaru jàmm bi ak lawal ko, yéen ñépp am ngeen wàll ak man ci yiwu Yàlla."},{"style":"v","text":"Ndaxte Yàllaa seede ne sama xol seey na ci yéen ñépp ci biir cofeelu Kirist Yeesu."},{"style":"p","text":""},{"style":"v","text":"Li ma leen di ñaanal nag mooy lii: yal na seen mbëggeel di yokku tey gëna tar, jaar ci xam ak xàmmi gu wér;"},{"style":"v","text":"yal nangeen sax noonu ci li gëna rafet, ngeen am xol bu laab te baña am benn sikk, ba bésu Kirist ñëw;"},{"style":"v","text":"yal na seen xol meññ njub, ba ne gàññ, jaar ci Yeesu Kirist ci ndamul Yàlla ak cantam."},{"style":"s","text":"Kàddug Yàlla gaa ngi law, fekk Pool a ngi ci kaso"},{"style":"p","text":""},{"style":"v","text":"Damaa bëgg, bokk yi, ngeen xam lii: li ma dal taxul xibaaru jàmm bi dellu gannaaw, waaye da koo jëmale kanam."},{"style":"v","text":"Noonu ñiy wottu buur bi ak ñépp gis nañu bu leer ne turu °Kirist rekk a tax ñu jàpp ma."},{"style":"v","text":"Te it bokk yu bare takk nañu seeni fit ci li ñu gis samay buum, ba tax ñu gëna ñeme ci wax kàddug Yàlla ci lu àndul ak genn tiit."},{"style":"p","text":""},{"style":"v","text":"Am na ñuy waare ci turu Kirist ci kaw kiñaan ak xëccoo, waaye ñi ci des ci kaw cofeel ak xol bu laab, ndaxte xam nañu ne Yàlla moo ma teg fii, ngir ma taxawal xibaaru jàmm bi."},{"style":"v","text":"Waaye ñale amuñu xol bu laab, te seen njariñu bopp rekk a tax ñuy yégle turu Kirist, di wuta feddali samay buum ak coono."},{"style":"p","text":""},{"style":"v","text":"Lu ci génn nag? Xanaa lii rekk: turu Kirist jolli na ci nii mbaa naa, muy ci naaféq, muy ci dëgg; bég naa ci te dinaa ci bégati."},{"style":"v","text":"Ndaxte xam naa ne loolu lépp mu ngi jëm ci sama mucc, jaar ci seeni ñaan ak ndimbalu Xelum Yeesu Kirist, mi ma Yàllay yéwénal."},{"style":"v","text":"Ndaxte sama xënte ak sama yaakaar mooy ma baña rus ci lenn, waaye sama yaram feeñal ndamu Kirist, ma ànd ci ak kóolute gu mat, su may dund mbaa may dee; moom laa daan def démb, te moom laay def tey."},{"style":"v","text":"Ndaxte su ma dundee, Kirist laay noyyee; su ma deeyee, xéewal lay doon ci man."},{"style":"v","text":"Su ma Yàlla bàyyee ci àddina, sas wu am njariñ la ci man. Am naa xel ñaar, xawma bi ci gën. Am naa yéeney jóge fi, fekki Kirist, te looloo gën fuuf,"},{"style":"v","text":"waaye ma des fi ci àddina moo gën ci yéen."},{"style":"v","text":"Loolu wóor na ma; kon xam naa ne dinaa fi des, di leen taxawu yéen ñépp, ngir seen ngëm yokku, ànd ak mbég."},{"style":"v","text":"Noonu dinaa délsi ci yéen, ngir sama taxawaay gëna lawal seen mbég ci Kirist Yeesu."},{"style":"p","text":""},{"style":"v","text":"Waaye dénk naa leen lii: na seeni jëf yelloo ak li Kirist digle ci xibaaru jàmm bi. Noonu su ma leen seetsee, mbaa ma dégg seen mbir rekk, dinaa xam ne yéena ngi dëgër ci menn xel, bokk benn xalaat ci bëre luy saxal dëggu xibaaru jàmm bi,"},{"style":"v","text":"te baña tiit dara ndax noon, yi leen di xëbal. Màndarga la muy wone ne aji sànku lañu, di màndarga it ne aji mucc ngeen, di mucc gu jóge ci Yàlla."},{"style":"v","text":"Ndaxte Yàlla may na leen, ngeen gëm Kirist, rax-ca-dolli ngeen sonn ndax turam,"},{"style":"v","text":"di wéy ci bëre, bi ngeen gisoon ci man te dégg léegi sama mbir."}]