[{"style":"s","text":"Njub gu wóor"},{"style":"p","text":""},{"style":"v","text":"Kon nag samay bokk, bégleen ci Boroom bi. Duma sonn mukk ci di leen ko wax, ndax seen mucc moo ci aju."},{"style":"p","text":""},{"style":"v","text":"Moytuleen xaj yi, waaw, moytuleen ñiy jëfe lu bon, ñoom ñi seen xarafal weesul wàññi yaramu nit."},{"style":"v","text":"Ndaxte nun noo xaraf tigi, nun ñiy màggal Yàlla ci °Xel mu Sell mi, di damu ci °Kirist Yeesu, te amunu benn yaakaar ci matug nit."},{"style":"p","text":""},{"style":"v","text":"Ba tey manoon naa am yaakaar ci sama bopp; su nit doon damu, maa ciy raw."},{"style":"v","text":"Xarafoon naa ca ayu-bés ga, bokk ci °bànni Israyil ci giiru °Beñamin, di °Ebrë ci deret ak ci meen. Bu dee ci yoonu °Musaa ngeen bëgga wax, ci tariixab °Farisen laa bokkoon;"},{"style":"v","text":"bu dee it ci mbirum farlu, daan naa fitnaal mbooloom ñi gëm Kirist; bu dee ci njub ci sàmm yoon, awma benn gàkk."},{"style":"p","text":""},{"style":"v","text":"Waaye loolu lépp lu ma tegoon ay njariñ fa kanam Yàlla, dëddu naa ko ngir Kirist."},{"style":"v","text":"Rax-ca-dolli dëddu naa lépp ngir xéewali xam Kirist Yeesu sama Boroom, di xam-xam bu xóot, ba xel manu koo takk. Moo tax ñàkk naa sama lépp, te def ko ni mbalit, ngir am cér ci Kirist."},{"style":"v","text":"Na ma Yàlla fekk ci moom, waxuma ci njub gu aju ci sàmm yoon, waaye gu aju ci gëm Kirist, maanaam njub gi nu Yàlla sol ci kaw ngëm."},{"style":"v","text":"Moom laay ittewoo xam, ak doole ji ànd ak ndekkiteem, ma bokk ci ay coonoom, ba fekki ko ci deeyam,"},{"style":"v","text":"ngir mana séddu ci ndekkiteem, su ma ko manee am."},{"style":"s","text":"Farlu ci jëm kanam"},{"style":"p","text":""},{"style":"v","text":"Waxuma ne jagoo naa ko ba noppi, waxuma it ne aji mat laa, waaye maa ngi daw, ngir jot li tax °Kirist jël ma."},{"style":"v","text":"Bokk yi, gëmuma ne jot naa ko ba noppi, waaye lenn lii laay def: fàtte li ma weesu, jublu ci li féete kanam,"},{"style":"v","text":"di daw yen muj ga, ngir jot li ma Yàlla taxa woo, di cér bi ma Yàlla wooye te dencal ma ko ci asamaan ci darajay Kirist Yeesu."},{"style":"p","text":""},{"style":"v","text":"Nun ñi mat nag, nanu xalaat loolu. Su ngeen ci amee werantey xol, Yàlla dina leen ko leeralal."},{"style":"v","text":"Li am daal, fa seen ngëm tolloo, na fa seen jëf àgg."},{"style":"p","text":""},{"style":"v","text":"Kon nag bokk yi, toppleen ma te xool ñiy roy ci li nu tëral diirub sunu ngan ci yéen."},{"style":"v","text":"Ndaxte jëfi ñu bare juuyoo na ak dee gi Kirist dee; loolu wax naa leen ko ba tàyyi, maa ngi koy waxaat léegi ak i jooy."},{"style":"v","text":"Alku lañuy mujje, ñoom ñiy jaami seen biir, di wonoo lu ruslu, tey wut yëfi àddina rekk."},{"style":"v","text":"Waaye nun waa asamaan lanu, te noo ngi xaar Boroom bi Yeesu Kirist jóge fa, musalsi nu."},{"style":"v","text":"Noonu dina soppi sunu yaram wu toroxlu, def ko ni yaramam wi ànd ak ndam dëppook kàttanam, gi ko mana notal mbindeef yépp."}]