[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag yéen samay bokk, ñi ma bëgg te namm leen, di sama mbég ak sama °kaalag ndam, jàppleen bu dëgër noonu ci Boroom bi, soppe yi!"},{"style":"s","verse":"","text":"Dénkaane yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ci lu jëm ci Ewodi ak Santis, maa ngi leen di ñaan, ñu bokk benn xalaat ci Boroom bi."},{"style":"v","verse":"3","text":"Te yaw sama nawle bu wér, nanga dimbali jigéen ñooñu xeexoon ci sama wet ci tas xibaaru jàmm bi, boole ci Këlemaŋ ak samay yeneen nawle, ñoom ñi Yàlla bind seeni tur ci téereb dund ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Deeleen bég ci Boroom bi; maa ngi koy waxati: bégleen!"},{"style":"v","verse":"5","text":"Na seen lewet leer ñépp. Boroom bi jege na."},{"style":"v","verse":"6","text":"Buleen jaaxle ci dara, waaye ci lépp wéetal-leen Yàlla, diis ko seeni soxla ci ñaan gu ànd ak cant."},{"style":"v","verse":"7","text":"Noonu jàmmu Yàlla, ji xel manta takk, dina aar seeni xol ak seeni xalaat ci darajay °Kirist Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Léegi nag bokk yi, na seen xalaat jublu ci lii: lu dëggu, lu jekk, lu jub, lu sell, lu rafet ak lu faaydawu; su fi amee lu baax mbaa lu mata naw, xalaatleen ko."},{"style":"v","verse":"9","text":"Li ngeen jànge ci man te nangu ko, li ngeen dégge ci man te gis ko, jëfeleen ko; kon Yàllay jàmm dina ànd ak yéen."},{"style":"s","verse":"","text":"Pool gërëm na leen ci seen ndimbal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Sama xol sedd na guyy ci Boroom bi, ci ni ngeen yeesale seen ndimbal ci man. Xam naa ne amoon ngeen yéene ji, waaye man gi moo fi nekkul woon."},{"style":"v","verse":"11","text":"Ba tey soxla taxul ma waxe nii, ndaxte jàng naa doylu ci mbir mu ma mana dab."},{"style":"v","verse":"12","text":"Miin naa ñàkk, man naa naataange. Ci fépp ak ci lépp, Yàlla def na ba sama xol toj ci suur ak xiif, barele ak néewle."},{"style":"v","verse":"13","text":"Man naa lépp ci ndimbalu Aji Dooleel ji."},{"style":"v","verse":"14","text":"Waaye teewul taxawu, bi ngeen ma taxawu ci sama tiis, jëf ju rafet la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Yéen waa Filib xam ngeen ne bi ngeen jëkkee xam xibaaru jàmm bi, te ma jóge diiwaanu Maseduwan, benn mbooloo àndul woon ak man ci mbirum joqleente ndimbal, mu dul yéen doŋŋ."},{"style":"v","verse":"16","text":"Ba ma nekkee dëkku Tesalonig sax, yónnee ngeen ay yooni yoon, ngir faj samay soxla."},{"style":"v","verse":"17","text":"Loolu tekkiwul ne damay sàkku ay ndimbal ci yéen, waaye damaa bëgg rekk seen denc yokku fa Yàlla."},{"style":"v","verse":"18","text":"Fi mu ne jot naa li ma aajowoo lépp, ba maa ngi ci naataange; li ngeen ma yónnee ci loxoy Epafrodit doy na sëkk; ni xetu latkoloñ la mel ci man, di sarax su neex Yàlla te mu nangu ko."},{"style":"v","verse":"19","text":"Te Yàlla sama Boroom, mi denc ci °Kirist Yeesu xéewal yu dul jeex, dina ci faj seeni soxla yépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yal na Yàlla sunu Baay yelloo ndam ba fàww. Amiin."},{"style":"s","verse":"","text":"Tàggoo bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Nuyul-leen ma gaayi °Kirist Yeesu yu sell yépp. Bokk yi ànd ak man, ñu ngi leen di nuyu."},{"style":"v","verse":"22","text":"Te it gaayi Yàlla yu sell yépp ñu ngi leen di nuyu, rawatina nag ñi nekk kër buur bi Sesaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Yal na yiwu Boroom bi Yeesu Kirist ànd ak seen xel."}]