[{"style":"s1","verse":"","text":"Lu jëm ci waxyu aki may ci wàllu làkk"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Xintewooleen cofeel, te ngeen sàkku mayi \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, rawatina mayug waxe kàdduy \\w waxyu|waxyu:\\w*,"},{"style":"v","verse":"2","text":"ndax kiy làkk weneen làkk, du nit ñi lay waxal, waaye Yàlla lay waxal, gannaaw kenn déggul li muy wax. Teewul ci Noo gi lay waxe ay kumpa."},{"style":"v","verse":"3","text":"Waaye kiy waxe kàdduy waxyu, nit ñi lay waxal, di feddalee, di ñaaxe ak di dalal xel."},{"style":"v","verse":"4","text":"Kiy làkk yeneen làkk, boppam lay feddali, waaye kiy waxe kàdduy waxyu, mbooloom gëmkat ñi lay feddali seen ngëm."},{"style":"v","verse":"5","text":"Su ma sañoon ngeen di làkk yeen ñépp yeneen làkk, waaye ngeen di waxe kàdduy waxyu moo ma gënal. Kiy waxe kàdduy waxyu moo ëpp njariñ kiy làkk yeneen làkk, ndare ñu tekki li muy làkk, ba mbooloom gëmkat ñi jële ca lu ñu feddalikoo."},{"style":"v","verse":"6","text":"Léegi bokk yi, su ma leen dikke woon yeneen làkk yu may làkk, ana lu ma leen di jariñ? Dara, xanaa ma àgge leen kàddug peeñu, mbaa xam-xam, mbaa waxyu, mbaa digle."},{"style":"v","verse":"7","text":"Noonu la itam ci jumtukaayi po yi dundul tey jibal coow; muy toxoro mbaa xalam. Su yooyu jumtukaay jiinul galan yu leer, ana nees di xame li toxoro ji, mbaa xalam giy wax?"},{"style":"v","verse":"8","text":"Ag liitu xare it, su jibalul woote bu leer, ana kuy waajal ab xare?"},{"style":"v","verse":"9","text":"Noonu la ci yeen itam. Seen làmmiñ, su ngeen ci waxul kàddu gu leer, ana nees di xame li ngeen di wax? Ci jaww ji rekk ngeen di wax!"},{"style":"v","verse":"10","text":"Ak ni làkki àddina baree te wuute lépp, wenn ñàkku ci am piri."},{"style":"v","verse":"11","text":"Baat bu jib nag, su ma xamul tekkiteem, ab jàmbur laay doon ci kiy wax, te kiy wax it, ab jàmbur lay doon ci man."},{"style":"v","verse":"12","text":"Kon yeen itam, gannaaw ñu xér ngeen ci mayi Noowug Yàlla, fexeleen cee am lu ne xéew, ngir feddali mbooloom gëmkat ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Moo tax kiy làkk weneen làkk wara ñaan ngir ñu xam pireem."},{"style":"v","verse":"14","text":"Su may ñaan ci weneen làkk, sama xol ay ñaan, waaye samam xel liggéeyul."},{"style":"v","verse":"15","text":"Kon ana nees di def? Naa ñaane sama xol, tey ñaane samam xel itam. Naa sàbbaale sama xol, tey sàbbaale samam xel itam."},{"style":"v","verse":"16","text":"Soo yékkatee kàddug cant goo waxe xol doŋŋ, ana nu nit ku xamul ku ko teewe naan: «Amiin,» te xamul li ngay wax?"},{"style":"v","verse":"17","text":"Ndaxam yaw, rafet nga kàddug cant, waaye sa kàddu feddaliwul keneen ku ciy dégg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Sant naa Yàlla ndegam maay làkk yeneen làkk ba raw leen, yeen ñépp."},{"style":"v","verse":"19","text":"Waaye fu mbooloom gëmkat ñi daje, juróomi baat yu ma waxe samam xel ngir jàngale, moo ma gënal junniy baat yu ma waxe weneen làkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Bokk yi, buleen doon ay xale ci wàllu déggin. Su dee lu bon, nekkleen ci ay tuut-tànk, waaye màggleen ci wàllu déggin."},{"style":"v","verse":"21","text":"Bindees na ci Mbind mi ne:"},{"style":"q1","verse":"","text":"«Ay nit ñuy làkk,"},{"style":"q1","verse":"","text":"ay làmmiñi doxandéem,"},{"style":"q1","verse":"","text":"ci laay waxe ak askan wii,"},{"style":"q1","verse":"","text":"te taxul ba tey ñu déglu ma."},{"style":"q1","verse":"","text":"Boroom bee ko wax\\f + \\fr 14.21 \\ft Seetal ci \\bk Esayi\\bk* 28.11-12.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Kon nag, yeneen làkk, kàddu ya du ci gëmkat ñi la di firnde, waaye ci ñi gëmul la di firnde. Te it waxe kàdduy waxyu, du ci ñi gëmul la di firnde, waaye ci gëmkat ñi la dib firnde."},{"style":"v","verse":"23","text":"Léegi nag su mbooloom gëmkat mépp dajee béreb, ñépp di làkk yeneen làkk, bu ay nit ñu xamul mbaa ñu gëmul duggsee, duñu ne dangeena dof?"},{"style":"v","verse":"24","text":"Waaye su ñépp dee waxe kàdduy waxyu, ba ku gëmul, mbaa ku xamul duggsi, kàddu ga la ko ñépp di tiiñale, àggee ko ko ab àtteem,"},{"style":"v","verse":"25","text":"ba la làqu woon ca biir xolam, daldi leer. Su ko defee mu ne dàll dëpp jëëm ci suuf, sujjóotal Yàlla, te naan: «Aylayéwén Yàllaa ngi ci seen biir!»"},{"style":"s1","verse":"","text":"Ndajem gëmkat ñi jar naa rafetal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Kon nag ana nees di def, bokk yi? Bu ngeen dajee, kii am woyu cant, kii am lu muy jàngale, kee am am peeñu, kale am lu muy waxe weneen làkk, keneen am am piri, loolu lépp na ko feddali ngëm taxa jóg."},{"style":"v","verse":"27","text":"Su dee weneen làkk lees di wax, na ñaar ba gën gaa bare, ñett, toppante, te kenn di firi."},{"style":"v","verse":"28","text":"Su amul kuy firi, bu kiy làkk làkk wi biral lenn ci jataayu mbooloo mi. Na yelu ngir boppam ak Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ñiy waxe kàdduy \\w waxyu|waxyu:\\w*, na ci ñaar ba ñett wax, te ñi ci des natt wax ji."},{"style":"v","verse":"30","text":"Su keneen ci jataay bi amee am peeñu, na ki doon wax noppi."},{"style":"v","verse":"31","text":"Ndax kat yeen ñépp man ngeena kenn-kennoo, di waxe kàdduy waxyu, ngir ñépp jànge ca, ba gëna farlu."},{"style":"v","verse":"32","text":"Biralkati kàdduy waxyu yi ñoo wara jiite xel mi ñuy waxe,"},{"style":"v","verse":"33","text":"ndax Yàlla du Yàllay salfaañoo, Yàllay jàmm la."},{"style":"p","verse":"","text":"Ci mboolem mboolooy ñu sell ñi nag,"},{"style":"v","verse":"34","text":"na jigéen ñi noppi ci biir mbooloo yi, ndax mayeesu leen ñu wax ci yooyu jataay. Na jigéen ñi nangu, ni ko yoon wi ci boppam diglee."},{"style":"v","verse":"35","text":"Su amee lu ñu bëgga xam, ca kër ga lañu koy laaj seen jëkkër, ndax jigéen di wax ci biir mbooloom gëmkat ñi, gàcce la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ndax ci seen biir la kàddug Yàlla bàyyikoo? Am ci yeen doŋŋ la agsi?"},{"style":"v","verse":"37","text":"Ku ci xalaat ne moom jottalikatub kàdduy waxyu la, mbaa mu yaakaar ne dañu ko cérale ci \\w Noowug Yàlla|Noo gu Sell g-:\\w*, war naa xam xéll ne lii ma leen bind, santaaneb Boroom bi la."},{"style":"v","verse":"38","text":"Ku ci xamul loolu nag, kooku, xameesu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Kon bokk yi, farluleen ci di waxe kàdduy waxyu, te buleen aaye kuy làkk yeneen làkk."},{"style":"v","verse":"40","text":"Waaye na lépp teggine te aw yoon."}]