[{"style":"s1","verse":"","text":"Par-parloo warul gëmkat ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man nag bokk yi, manuma woona wax ak yeen ni ñuy waxe ak ñu ànd ak \\w Noowug Yàlla|Noo gu Sell g-:\\w*, waaye ni niti suuxu neen rekk laa manoona waxe ak yeen, mbete ñu diy tuut-tànk ci yoonu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","verse":"2","text":"Meew laa leen jota nàndale, waaye leelewuma leen dugub, ndax àttanuleen ko woon, te ba léegi sax àttanuleen ko,"},{"style":"v","verse":"3","text":"nde yeena ngi ba tey ci seenug niti suuxu neen. Ndax gannaaw kiñaan ak ŋaayoo ngi ci seen biir, du ay niti suuxu neen ngeen ba tey, di doxale ni niti àddinay kese?"},{"style":"v","verse":"4","text":"Bu kenn naan: «Man ci Póol laa bokk,» keneen naa: «Man nag Apolos,» ndax kon dungeen niti àddinay kese?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ana kuy Apolos sax? Ak kuy Póol? Xanaa du nun nooy ay surgay neen yu ngeen jaare ci nun, ba gëm, ni Boroom bi jagleele kenn ku nekk ci nun aw sasam."},{"style":"v","verse":"6","text":"Maa jëmbat, Apolos suuxat, waaye Yàlla moo jebbil."},{"style":"v","verse":"7","text":"Ki jëmbat nag ak ki suuxat, kenn du ci dara, xanaa Yàlla miy jebbil doŋŋ."},{"style":"v","verse":"8","text":"Ki jëmbat, ak ki suuxat ñoo yem kepp, waaye ku ci nekk kemu liggéeyu boppam lay yooloo."},{"style":"v","verse":"9","text":"Noo bokk diy surga ci liggéeyu Yàlla bi; yeen ngeen di toolu Yàlla, di tabaxub Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Yiwu Yàlla wi mu ma may nag, ci laa lale fondmaa bi, ni tabaxkat bu xareñ, keneen di tabax ca kaw. Waaye na ku nekk xool bu baax na mu cay tabaxe."},{"style":"v","verse":"11","text":"Geneen fondmaa moom maneesu koo lal, xanaa gi xasa lale, te mooy Yeesu Almasi bi."},{"style":"v","verse":"12","text":"Ku tabax ci kaw fondmaa bi nag, nga tabaxe wurus, mbaa xaalis, mbaa per, mbaa dénk, mbaa gattax, mbaa am mboob,"},{"style":"v","verse":"13","text":"ku ci nekk, sab liggéey dina feeñ, ndax bés-pénc baa koy xamle, nde sawara lees koy feeñale. Ku ci nekk ak lu sa xeetu liggéey mana doon, sawara lees koy natte."},{"style":"v","verse":"14","text":"Ku liggéeyoon ba la nga tabaxoon ca kaw kenu ga des, dinga yoolu."},{"style":"v","verse":"15","text":"Waaye ku sab liggéey lakk, ñàkk nga. Yaw ci sa bopp nag dinga mucc, mel ni ku rëcce cig lakk rekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Xanaa xamuleen ne kër Yàlla ngeen, te Noowug Yàlla moo dëkk ci yeen?"},{"style":"v","verse":"17","text":"Ku yàq kër Yàlla nag, kooku Yàlla dina ko yàq, ndax kër Yàlla dafa sell, te mooy li ngeen doon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Bu kenn nax boppam: ku teg boppam ci yeen boroom xam-xam, ni xarnu bii jàppe xam-xam, kooku na doon ab dof, ngir am xam-xam bi wóor."},{"style":"v","verse":"19","text":"Ndaxte xam-xamu àddina sii, ndof la fa Yàlla. Moo tax bindees na ne: «Mooy jàpp boroom xel yi ci seen pexey muusaatu\\f + \\fr 3.19 \\ft Seetal ci \\bk Ayóoba\\bk* 5.13.\\f*,»"},{"style":"v","verse":"20","text":"tegati ca ne: «Boroom bi xam na xalaati boroom xel yi te xam na ne neen la\\f + \\fr 3.20 \\ft Seetal ci \\bk Taalifi cant\\bk* 94.11.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Kon nag bu kenn puukarewoo ay nit, ndax lépp, yeena ko moom,"},{"style":"v","verse":"22","text":"muy Póol, di Apolos, di \\w Sefas|Sefas:\\w*, di àddina, di dund, di dee, di tey, di ëllëg, lépp, yeena ko moom."},{"style":"v","verse":"23","text":"Yeen nag, Almasi bi moo leen moom, te Almasi bi, Yàllaa ko moom."}]