[{"style":"s1","verse":"","text":"Àtteb Yàlla doy na Póol"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Dees noo wara jàppe ay surgay \\w Almasi|Almasi b-:\\w* bi, ay saytukati mbóoti Yàlla."},{"style":"v","verse":"2","text":"Te itam li ñuy sàkku ci ay saytukat moo di ñu jara wóolu."},{"style":"v","verse":"3","text":"Man nag, su dee yeena dogal samab àtte, mbaa kuréelu nit a dogal samab àtte, soxaluma lool, te dogalaluma sama bopp ab àtte it,"},{"style":"v","verse":"4","text":"ndax amul dara lu may yedde sama bopp. Waaye nag loolu taxul ma jub, ndax kiy dogal samab àtte mooy Boroom bi."},{"style":"v","verse":"5","text":"Moo tax buleen àtte lenn te jotul, lu jiitu Boroom biy dikk. Moom mooy leeral li làqoo ag lëndëm, di làññi mébéti xol. Su boobaa ngërëm la ku nekk yelloo, fa Yàlla lay bawoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bokk yi, loolu de laa natte ci Apolos ak ci man, ñeel leen, ngir ngeen jànge ci sunu ñaari jëmm, ba sàmm solos kàddu gii: «Bu seen xalaat jàll lu weesu li Mbind mi wax.» Su ko defee dungeen réy-réyloo far ak kenn, di beddi keneen."},{"style":"v","verse":"7","text":"Ana ku la def nga gën ci nit ñi? Ana loo am lu ñu la joxul? Te ndegam dees la koo jox, ana loo koy puukarewoo, mbete lees la joxul?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Yeen daal suur ngeen xaat! Woomle ngeen xaat! Yeena ngi tàmbalee nguuru, te xaaruleen nu ci sax! Céy su ngeen doon nguuru léegi, ba nun itam nu mana nguuroondoo ak yeen!"},{"style":"v","verse":"9","text":"Ndaxte damaa foog ne, nun ndawi Almasi bi, Yàllaa nu fésal ca sàppeb gannaaw ba, mbete nit ñu ñu teg àtteb dee, ngir nu doon ceetaanum àddina wërngal këpp, malaaka ak nit."},{"style":"v","verse":"10","text":"Nun, sunu xér ci Almasi bi tax na ñu jàppe nu ay dof; yeen, yeena muus nu ngeen bokke ci Almasi bi! Nun noo néew doole; yeen, yeena am doole. Yeen it lañu naw, waaye nun, dees noo xeeb!"},{"style":"v","verse":"11","text":"Ba fii nu tollu, xiif ak mar ak rafle aki dóor lanu nekke, di wër rekk."},{"style":"v","verse":"12","text":"Danuy ñaq, di dunde sunu liggéeyu loxo, nit ñi di nu saaga, nu di leen ñaanal; ñu di nu bunduxataal, nuy muñ."},{"style":"v","verse":"13","text":"Nu ngi nuy baatal, nun nuy wax lu rafet ci nit ñi, nu mujj mel ni mbalitu àddina, di mbuubitu ñépp ba fii nu tollu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Kersaal leen nag taxul ma bind leen lii, waaye dama leen koy artoo, ndax yeenay sama doomi bopp."},{"style":"v","verse":"15","text":"Su ngeen amoon fukki junniy njiit yu leen di sàmm ci yoonu Almasi bi it, du tax ngeen am lu wees benn baay, te man maa leen àgge xibaaru jàmm bi, ba tax ma di seen baay ci yoonu Almasi Yeesu."},{"style":"v","verse":"16","text":"Kon nag maa ngi leen di tinu, ngir ngeen roy ci man."},{"style":"v","verse":"17","text":"Looloo tax ma yebal ci yeen Timote, sama doomu bopp ji sax ci yoonu Sang bi. Moo leen di fàttali samay doxalin ci yoonu Almasi bi, noonu ma koy jàngalee fépp, ci mépp mbooloom gëmkat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Am na nag ñuy réy-réylu ci seen biir, defe ne duma délseeti ci yeen."},{"style":"v","verse":"19","text":"Waaye maa ngi dikk léegi ba ci yeen, ndegam soob na Boroom bi, ba nattal sama bopp manoore ju réy-réylukat yooyu am, te duy kàddu kese."},{"style":"v","verse":"20","text":"Ndaxte nguurug Yàlla du ci waxi kese, waaye manoore la."},{"style":"v","verse":"21","text":"Ana lu leen gënal? Ma dikke leen ab yar, am ma dikke leen cofeel ak yërmande?"}]