[{"style":"s1","text":"Yeesu yebal na juróom ñaar fukk ak ñaar"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Sang bi tabb na yeneen juróom ñaar fukki taalibe ak ñaar, yebal leen, ñaar, ñaar, ñu jiituji ko ca mboolem dëkk yaak gox, ya mu nammoona dem moom ci boppam."},{"style":"v","text":"Mu ne leen: «Ngóob mee yaatu, te surga yi néew. Kon nag ñaanleen Boroom ngóob mi, ay surga yu mu yebal cim ngóobam."},{"style":"v","text":"Demleen! Xamleen ne maa leen yebal, mbete ay mbote ci biiri bukki."},{"style":"v","text":"Buleen yóbbaale dencukaayu xaalis, mbaa mbuus, mbaa yeneen carax, te buleen taxaw di saafoonte ak kenn ci yoon wi."},{"style":"p","text":""},{"style":"v","text":"«Gépp kër gu ngeen dugg, njëkkleen ne: “Jàmm ñeel na leen.”"},{"style":"v","text":"Su fa nitu jàmm nekkee, seen jàmm dal ko. Lu ko moy, mu délsi ci yeen."},{"style":"v","text":"Dalleen ca kër googa, di lekk aka naan ca la ñu leen jox, ndax ku ñaq, jariñu. Buleen di wër nag kër ak kër."},{"style":"p","text":""},{"style":"v","text":"«Bépp dëkk bu ngeen dugg, ñu dalal leen, la ñu leen taajal, lekkleen ko."},{"style":"v","text":"Wéral leen jaragi dëkk ba, te ngeen wax waa dëkk ba, ne leen: “Nguurug Yàlla dëgmal na leen.”"},{"style":"v","text":"Waaye bépp dëkk bu ngeen dugg te dalaluñu leen, demleen ca pénc ma te ngeen ne leen:"},{"style":"v","text":"“Seen pëndub dëkk bi ci sunu tànk sax, nu ngi koy faxas, seedeele leen ko seen ngàntal. Waaye nag xamleen ne nguurug Yàlla dëgmal na.”"},{"style":"v","text":"Maa leen ko wax, bu bés baa, boobu dëkk, \\w Sodom|Sodom ak Gomor:\\w* a koy gënu demin."},{"style":"p","text":""},{"style":"v","text":"«Wóoy ngalla yeen waa Korasin, yeen waa Betsayda it, wóoy ngalla yeen, nde kéemaan yi ame fi seen biir, su doon fa waa \\w Tir|Tir:\\w* mbaa fa waa Sidon la ame, kon bu yàgg lañu doon sol ay saaku, toog ci dóomu-taal, ngir tuub."},{"style":"v","text":"Moo tax it, kera àtte ba, waa Tir ak Sidon a leen di gënu demin."},{"style":"v","text":"Yeen waa Kapernawum nag, ndax dees na leen yékkati ba asamaan am déet? Xanaa ba fa njaniiw kay ngeen di wàcci."},{"style":"p","text":""},{"style":"v","text":"«Ku leen déggal nag, man nga déggal; ku leen gàntal, man nga gàntal. Te ku ma gàntal, gàntal nga ki ma yebal.»"},{"style":"p","text":""},{"style":"v","text":"Ba juróom ñaar fukk ñaak ñaar demee ba délsi, mbégte lañu àndal. Ñu ne: «Sang bi, rab yi sax, danu leen di jox ndigal ci sa tur, ñu nangul nu.»"},{"style":"v","text":"Yeesu ne leen: «Séen naa \\w Seytaane|Seytaane:\\w* mu fàqe asamaan ni ag melax."},{"style":"v","text":"Dama ne, maa leen jox sañ-sañu joggi ci kawi jaan aki jiit, joggati mboolem dooley bañaale bi, te dara du leen mana gaañ mukk."},{"style":"v","text":"Noonu leen rab yi nangule nag, buleen ko bége, bégeleen kay la seen tur binde fa asamaan.»"},{"style":"p","text":""},{"style":"v","text":"Ca waxtu woowa tembe la kemtalaayu mbégte tukkee ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, dugg Yeesu, mu daldi ne: «Baay, Boroom asamaan ak suuf, sant naa la, nde yaa làq lii boroom xam-xam yeek boroom xel yi, xamal ko tuut-tànk yi, nde loolu de, Baay, mooy li la soob."},{"style":"v","text":"Lépp la ma sama Baay dénk, te kenn xamul kuy Doom ji, ku dul Baay bi; kenn it xamul kuy Baay bi, ku dul Doom ji, ak képp ku ko Doom ji namma xamal.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu walbatiku ca taalibe ya, wax leen ñoomu neen, ne leen: «Ndokkalee ñi seeni gët gis li ngeen gis."},{"style":"v","text":"Ndax maa leen ko wax, bare na ay yonent ak buur yu bëggoona gis li ngeen gis, te gisuñu ko, ak itam dégg li ngeen dégg, te dégguñu ko.»"},{"style":"s1","text":"Texe am na yoon"},{"style":"p","text":""},{"style":"v","text":"Benn xamkatub yoonu Musaa moo jekki woon jóg, di fexee fiir Yeesu. Mu ne ko: «Kilifa gi, ana lu may def, ngir texe ba fàww?»"},{"style":"v","text":"Yeesu ne ko: «Yoonu Musaa, ana lees ci bind? Loo ci jànge?»"},{"style":"v","text":"Mu ne ko: «Boroom bi sa Yàlla, nanga ko soppe sa léppi xol ak sa léppi jëmm ak sa léppi doole ak sa léppi xel, te ni nga soppe sa bopp, nanga ko soppe sa moroom\\f + \\fr 10.27 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 6.5; \\bk Sarxalkat yi\\bk* 19.18.\\f*.»"},{"style":"v","text":"Yeesu nag ne ko: «Wax nga dëgg. Noonu ngay def, daldi texe.»"},{"style":"v","text":"Waa ja nag namma wutu lay, ne Yeesu: «Sama moroom mooy kan?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu neeti ko: «Jenn waay a jóge woon Yerusalem, jëm Yeriko. Mu dajeek ay sàcc, ñu futti ko, dóor ko, daldi dem, bàyyi ko, muy waaja dee."},{"style":"v","text":"Yàlla woo yàlla, ab \\w sarxalkat|sarxalkat b-:\\w* bu jaare yoon woowa, séen nit ka, daldi teggi."},{"style":"v","text":"Jenn waay ju soqikoo ci giirug \\w Lewi|Leween b-:\\w* it noonu; daa dikk ba tollu foofa, séen waa ja, daldi teggi."},{"style":"v","text":"Jenn waay ju dëkk \\w Samari|Samari:\\w* nag doon tukki, dikk ba jege waa ja, xool ko, yërëm ko lool."},{"style":"v","text":"Mu dikk, sotti diw ak biiñ ca gaañu-gaañu ya, lëmës ko. Ci kaw loolu mu teg ko ci mbaamam, yóbbu ko ci ab dalukaay, di ko toppatoo."},{"style":"v","text":"Ca ëllëg sa, mu yékkati ñaari poseti xaalis\\f + \\fr 10.35 \\ft Benn poset bu ci nekk, benn dinaar la tollool, te moo doon peyooru benn bésub lëmm. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*, jox ko boroom dal ba, ne ko: “Toppatoo ko waa ji. Loo ci dolli, bu ma dëppee, maa la koy delloo.”»"},{"style":"p","text":""},{"style":"v","text":"Mu teg ca ne ko: «Ñett ñii, kan nga foog ne moo ci taxawu waa ja dajeek sàcc ya, taxawaayu nit ak moroomam?»"},{"style":"v","text":"Mu ne ko: «Xanaa ki ko defal yërmande.» Yeesu nag ne ko: «Demal boog, di defe noonu.»"},{"style":"s1","text":"Maryaama raw na Màrt"},{"style":"p","text":""},{"style":"v","text":"Yeesu ak ay taalibeem ñoo toppoon seenu yoon, ba tollook ab dëkk. Ba ñu dikkee, sennas ndaw su ñuy wax Màrt, ganale ko."},{"style":"v","text":"Ci kaw loolu rakkam ju ñuy wax Maryaama toog ca wetu Sang bi, di déglu kàddoom,"},{"style":"v","text":"te fekk Màrt jàpp lool ca liggéeyu waañ wa. Mu dikk ne Yeesu: «Sang bi, xanaa gisoo sama rakk ji ma bàyyeek liggéeyu waañ wi, man doŋŋ? Wax ci boog, mu jàppale ma.»"},{"style":"v","text":"Sang bi ne ko: «Màrt, Màrt, yitte yi nga xintewoo, di ci doñ-doñi moo bare."},{"style":"v","text":"Ndaxam lenn doŋŋ a manula ñàkk. Maryaama nag, cér bi gën la taamu, te deesu ko nangu ci moom.»"}]