[{"style":"s1","verse":"","text":"Yeesu aaye na jinigal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mbooloo ma nag mujj na dajaloo ba mat ay junniy junniy nit, bay joggeente. Ci biir loolu Yeesu tàmbalee wax, jëkke ko ci ay taalibeem, ne: «Moytuleen lawiiru \\w Farisen|Farisen y-:\\w* ñi, te mooy jinigal."},{"style":"v","verse":"2","text":"Mboolem lu làqu dees na ko feeñal, te lu umpe dees na ko xam."},{"style":"v","verse":"3","text":"Moo tax mboolem lu ngeen wax ci biir lëndëm, dees na ko dégg ci bëccëg ndarakàmm, te mboolem lu ngeen déey ci néegu biir, dees na ko biral ci kawi taax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"«Maa leen ko wax, yeen samay soppe, buleen ragal ñu manul lu wees rey seen yaram, ndax gannaaw loolu dootuñu leen manal lu ko raw."},{"style":"v","verse":"5","text":"Ma xamal leen nag ki ngeen wara ragal: kiy rey ba noppi, am sañ-sañu sànni sawara, kooku déy laa leen ne, ragalleen ko."},{"style":"v","verse":"6","text":"Juróomi picci ramatu, xanaa jarul ñaari dërëm doŋŋ? Moona Yàlla fàttewula geesu menn ci ñoom."},{"style":"v","verse":"7","text":"Yeen nag seen kawari bopp sax, waññees na lépp. Buleen ragal dara, nde ndiiraanu ramatu, yeena ko gën."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Te it maa leen ko wax, képp ku dëggal fi kanam nit ñi, ne man nga féeteel, \\w Doomu nit|Doomu nit k-:\\w* ki itam dina dëggal fa kanam malaakay Yàlla ya, ne moom nga féeteel."},{"style":"v","verse":"9","text":"Waaye ku weddi fi kanam nit ñi, ne man nga féeteel, dees na weddi fa kanam malaakay Yàlla ya, ne man nga féeteel."},{"style":"v","verse":"10","text":"Képp ku jëme kàddug safaan ci Doomu nit ki, dees na la jéggal, waaye ku saaga \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, deesu la jéggal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Bu ñu leen yóbboo ca jàngu ya, ca kanam kilifa ya ak àttekat ya, buleen jaaxle ci nan ngeen di yékkatee kàddug layoo, ak luy doon seenu lay, mbaa lu ngeen di wax,"},{"style":"v","verse":"12","text":"ndax su boobaa Noo gu Sell gi moo leen di xamal ca waxtu woowa la ngeen wara wax.»"},{"style":"s1","verse":"","text":"Yoolu Yàlla doŋŋ mooy alal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kenn ca mbooloo ma moo noon Yeesu: «Kilifa gi, waxal ci sama mag, mu jox ma sama wàll ci ndono li nu bokk.»"},{"style":"v","verse":"14","text":"Yeesu ne ko: «Waa jii, kan moo ma fal àttekat mbaa miraaskat ci yeen?»"},{"style":"v","verse":"15","text":"Ci kaw loolu mu ne leen ñoom ñépp: «Moytuleen wépp xeetu bëgge, ndax loo barele barele, sa bakkan ajuwul ci sa alal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Mu léeb leen nag, ne leen: «Nit la woon ku woomle, te ab toolam nangu."},{"style":"v","verse":"17","text":"Mu naan ca xel ma: “Nu may def nag? Amatuma sax fu ma denc sama ngóob mi!”"},{"style":"v","verse":"18","text":"Ci kaw loolu mu ne: “Nii laay def: samay sàq laay daaneel, daldi defaraat sàq yu gëna mag, denc ci sama pepp ak mboolem lu ma am."},{"style":"v","verse":"19","text":"Su ko defee ci samam xel laa naan: ‘Céy sama waa ji, yaa ngeek alal ju bare ju mana dem ay ati at; neel finaax, di lekk, di naan aka bége.’ ”"},{"style":"v","verse":"20","text":"Yàlla nag ne ko: “Ñàkk xel! Guddig tey jii, dees na jël sa bakkan. Kon li nga waajal, ana kuy doon boroom?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Kuy dajaleel boppam alal te woomlewoo fa Yàlla, loolu mooy saw demin.»"},{"style":"s1","verse":"","text":"Ku gëm Yàlla, wóolu ko"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Gannaaw loolu Yeesu ne ay taalibeem: «Moo tax ma ne leen, buleen seen bakkan jaaxal, ngir lu ngeen lekk, te it buleen seen yaram jaaxal ngir lu ngeen sol,"},{"style":"v","verse":"23","text":"ndax lekk gi, bakkan bee ko ëpp solo, te koddaay li it, yaram wee ko ëpp solo."},{"style":"v","verse":"24","text":"Seetleen ci baaxoñ: du ji, du góob, amulub denc mbaa am sàq. Teewul Yàlla di ko dundal. Yeen nag, ñaata yoon ngeen gën picc yi!"},{"style":"v","verse":"25","text":"Ana kan ci yeen mooy jaaxle, di xalaat a xalaat bakkanam ba mana yokk lu tollook xef ak xippi ci àppam?"},{"style":"v","verse":"26","text":"Ndegam loolu gëna tuut sax moo leen të, ana lu ngeen di xalaat ci leneen?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Seetleen ni tóor-tóor yiy saxe. Doñ-doñiwuñu, ëccuñu, waaye maa leen ko wax, Suleymaan ak darajaam jépp sax, soluwul woon ni benn ci ñoom."},{"style":"v","verse":"28","text":"Ndegam ñaxum tool miy dund tey, te léegi ñu sànni ko cib taal, moom la Yàlla di wodde nii kay, xanaa astamaak yeen? Yeenaka néew ngëm!"},{"style":"v","verse":"29","text":"Yeen nag, buleen tiisoo lu ngeen lekk, mbaa lu ngeen naan; te bu yooyu xalaat ub seen bopp."},{"style":"v","verse":"30","text":"Ndax loolu lépp, xeeti yéefari àddina, ñoo koy tiisoo, te yeen, Baay bi xam na ne soxla ngeen ko."},{"style":"v","verse":"31","text":"Waaye tiisooleen nguuram, su boobaa dees na leen ci dollil loolu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"«Buleen ragal dara, yeen jur gu sew gi, ndax seen Baay la soob, mu jagleel leen nguur gi."},{"style":"v","verse":"33","text":"Jaayleen seen alal, sarxe xaalis bi, sàkkuleen mbuus yu dul ràpp, muy dencu ëllëg bu dul jeex fa asamaan, fa ko sàcc dul jege, max du ko yàq."},{"style":"v","verse":"34","text":"Ndaxte fa sab denc nekk, sab xol it a nga fa."},{"style":"s1","verse":"","text":"Teewlu war na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"«Takkuleen te seeni làmp di tàkk."},{"style":"v","verse":"36","text":"Melleen ni nit ñuy séentu seen njaatige lu jóge céet, ndax bu dikkee ba fëgg bunt ba, ñu daldi ko ubbil."},{"style":"v","verse":"37","text":"Ndokkalee surga yooyu seen njaatige dikk fekk ñu teewlu. Maa leen ko wax déy, njaatige leey takku, toogal leen ba noppi dikk, taajal leen, ñu lekk."},{"style":"v","verse":"38","text":"Ndegam ba guddi ga xaajee la njaatige la ñibbisi, ba fekk surga ya teewloo noonu, am ba suuf seddee la, lu mu ci mana doon, ndokkalee ñoom."},{"style":"v","verse":"39","text":"Waaye lii de xamleen ko: boroom kër, su xamoon wan waxtu la ab sàcc di ñëw, du ko wacc moos, mu dàjjiy dugg këram."},{"style":"v","verse":"40","text":"Kon yeen itam waajleen ba jekk, ndax waxtu wu ngeen foogul, ci la \\w Doomu nit|Doomu nit k-:\\w* ki di ñëw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Piyeer nag ne Yeesu: «Sang bi, ndax nun doŋŋ nga léeb lii, am ñépp a ko moom?»"},{"style":"v","verse":"42","text":"Sang bi ne ko: «Ana kan nag mooy saytukat bu wóor te muus, ba njaatigeem batale ko curgag këram, ngir mu di leen jox seen njël ca ba muy jot?"},{"style":"v","verse":"43","text":"Ndokkalee surga bu njaatigeem dikk, fekk ko muy doxale noonu."},{"style":"v","verse":"44","text":"Maa leen ko wax déy, alalam jépp la ko njaatige la di far dénk."},{"style":"v","verse":"45","text":"Waaye su jawriñ ja nee ci xelam: “Sama njaatige dikkagul léegi,” ba tax mu tàmbalee dóor surga ya, góor ak jigéen, di lekk aka naan, di màndi,"},{"style":"v","verse":"46","text":"su boobaa njaatige laay dikk bés bu mu ko séenuwul ak waxtu wu mu foogul, mbugal ko ba daggat ko, sédd ko ci añub gëmadikat ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"«Jawriñ jooju xam nammeelu njaatigeem, te taxul mu waaj ko, ba jëfewu ko, ay yetam dina bare."},{"style":"v","verse":"48","text":"Waaye jawriñ ji xamul nammeelu njaatigeem, te teewu koo def lu yelloo ay duma, yet yu néew lay am. Képp ku ñu jox lu bare, dees na la topp lu bare. Képp ku ñu dénk jópp, dees na la feyeeku lu ko ëpp."},{"style":"s1","verse":"","text":"Ngëm indi na féewaloo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"«Sawara laa taalsi ci kaw suuf, te maaka bëggoon mu ne jippét xaat!"},{"style":"v","verse":"50","text":"Am na nag sóobu gu ma wara sóobu, waaye ndaw njàqare ci man li feek loolu sottiwul."},{"style":"v","verse":"51","text":"Foog ngeen ne maye jàmm ci kaw suuf moo ma indi? Déet kay. Maa leen wax lii, xanaa ag féewaloo."},{"style":"v","verse":"52","text":"Gannaaw-si-tey, bu juróomi nit bokkee genn kër, dinañu féewaloo; ñett féewaloo ak ñaar, ñaar féewaloo ak ñett."},{"style":"v","verse":"53","text":"Baay dina féewaloo ak doomam ju góor, doom ja féewaloo ak baayam; ndey féewaloo ak doomam ju jigéen, doom ja féewaloo ak ndeyam; ndey féewaloo ak jabaru doomam, jabar ja féewaloo ak goroom.»"},{"style":"s1","verse":"","text":"Xam pirim jamono war na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"54","text":"Yeesu neeti mbooloo ma: «Bu ngeen gisee mu xiine sowu, dangeen dal naan: “Taw baa ngi ñëw,” te noonu lay ame."},{"style":"v","verse":"55","text":"Bu ngelaw bawoo bëj-saalum, ngeen ne: “Tàngaay wu metti lay doon,” te mooy am."},{"style":"v","verse":"56","text":"Jinigalkat yi ngeen doon! Melow asamaan ak suuf, man ngeen koo firi. Xew-xewi janti tey jii nag, nu ngeen umplee pireem?"},{"style":"s1","verse":"","text":"Gaawala juboo ak sab jotewaale"},{"style":"p","verse":"","text":""},{"style":"v","verse":"57","text":"«Te itam lu leen teree ràññee lu jub, yeen ci seen bopp?"},{"style":"v","verse":"58","text":"Boo àndeek sab jotewaale, ngeen jëm ca àttekat ba, fexeela jubook moom ci yoon wi. Lu ko moy mu yóbbu la ci yoon, yoon jébbal la ndawal buur, mu ne la ràpp tëj."},{"style":"v","verse":"59","text":"Ma ne la, doo fa génne mukk te feyuloo lépp, ba ci poset bi gëna tuut.»"}]