[{"style":"s1","text":"Ku tuubul, sànku"},{"style":"p","text":""},{"style":"v","text":"Jamono jooju tembe la aw nit dikk, àgge Yeesu mbirum waa Galile yu \\w Pilaat|Pilaat:\\w* bóomoon, jaxase seen deret ak seen dereti juru sarax yu ñu jagleel Yàlla."},{"style":"v","text":"Yeesu ne leen: «Foog ngeen ne waa Galile yooyu dañoo gëna bàkkaar mboolem seen bokki Galile ya ca des, ba tax ñu daj mitit wu ni tollu?"},{"style":"v","text":"Maa leen ne déedéet kay, te su ngeen tuubul, noonu ngeen di sànkoo yeen ñépp."},{"style":"v","text":"Fukki nit ak juróom ñett ñooñu tata ja ca Silowe daanu ci seen kaw, ba rey leen nag, ngeen foog ne ñoo gën diy tooñkat ci Yerusalem gépp?"},{"style":"v","text":"Maa leen ne déedéet kay, te su ngeen tuubul, yeen ñépp ay sànku ni ñoom.»"},{"style":"p","text":""},{"style":"v","text":"Mu léeb leen lii nag, ne leen: «Garabu figg la nit amoon ci tóokëram. Mu dikk ngir raas ko fekku ca dara."},{"style":"v","text":"Mu ne surga ba: “Ñetti at a ngii may dikk, di raas garab gii, fekkuma ci dara. Kon gor ko, da fiy xatal rekk.”"},{"style":"v","text":"Surga ba ne ko: “Sang bi, bàyyiwaat ko at mii rekk, ba ma wéex ko, def ci tos."},{"style":"v","text":"Jombul mu meññ déwén; lu ko moy, nga gor ko.”»"},{"style":"s1","text":"Yeesu faj na nit bésub Noflaay"},{"style":"p","text":""},{"style":"v","text":"Benn \\w bésub Noflaay|bésub Noflaay b-:\\w*, Yeesu doon jàngale ci ab jàngub Yawut."},{"style":"v","text":"Ndeke jenn jigéen a nga fa woon; rab a ko woppal lu wara mat fukki at ak juróom ñett, mu xuuge, manula fexe ba siggi."},{"style":"v","text":"Yeesu gis ko, woo ko, ne ko: «Jongama, teqalikoo nga ak sa laago.»"},{"style":"v","text":"Mu \\w teg ko ay loxoom|teg loxo:\\w*, mu siggi ca saa sa, di sàbbaal Yàlla."},{"style":"v","text":"Njiitu jàngu ba nag yékkati kàddug ñaawlu ndax bésub Noflaay ba Yeesu faje. Mu ne mbooloo ma: «Juróom benni fan la nit ñi wara liggéey. Kon ci fan yooyu ngeen wara fajusi, waaye du ci bésub Noflaay.»"},{"style":"v","text":"Sang bi ne ko: «Jinigalkat yi! Naaféq yi ngeen doon! Xanaa du ci bésub Noflaay la kenn ku nekk ci yeen di yiwee aw yëkkam mbaa mbaamam ca gétt ga, ngir wëggi ko?"},{"style":"v","text":"Jigéen jii di sëtub Ibraayma, te fukki at ak juróom ñett a ngii \\w Seytaane|Seytaane:\\w* làggal ko, ndax wareesu koo yiwi, teggil ko laago jii ci bésub Noflaay?»"},{"style":"p","text":""},{"style":"v","text":"Ba mu waxee loolu, noonam yépp a rus, mbooloo ma nag di bége mboolem jëf ju yéeme, ja muy def."},{"style":"s1","text":"Doomu fuddën misaal na nguurug Yàlla"},{"style":"p","text":""},{"style":"v","text":"Yeesu neeti: «Ana lu nguurug Yàlla di nirool? Ana lu ma koy niruleel?"},{"style":"v","text":"Mu ngi mel ni doomu fuddën bu nit jël, sànni cib toolam. Mu sax, màgg ba doon garab gu njanaaw yi tàgg ciy caram.»"},{"style":"s1","text":"Lawiir misaal na nguurug Yàlla"},{"style":"p","text":""},{"style":"v","text":"Mu dellu ne: «Ana lu may niruleel nguurug Yàlla?"},{"style":"v","text":"Mu ngi mel ni lawiir ju jigéen sàkk, def ko ci ñetti natti sunguf yu mag\\f + \\fr 13.21 \\fk ñetti natti sunguf \\ft mu ngi tollu ci 25 kilo.\\f*, ba tooyal bépp mujj funki.»"},{"style":"s1","text":"Buntu texe xat na"},{"style":"p","text":""},{"style":"v","text":"Yeesu mu ngi doon jaar ci ay dëkk yu mag ak yu ndaw, jëm Yerusalem, di jàngale ca yoon wa."},{"style":"v","text":"Mu am ku ko ne: «Sang bi, xanaa ñiy mucc ñu néew lay doon?» Mu ne leen:"},{"style":"v","text":"«Góor-góorluleen ba dugge ci bunt bu xat bi, ndax maa leen ko wax, ñu bareey jéema dugg, waaye duñu ko man."},{"style":"v","text":"Bu boroom kër gi xasee jóg, ba tëj bunt bi, fa ngeen di doxe des ci biti, di fëgg naan: “Sang bi, ubbil nu!” Mu ne leen: “Xawma fu ngeen bokk.”"},{"style":"v","text":"Su boobaa ngeen naan: “Noo daan bokk di lekk aka naan, te ci sunuy pénc nga daan jàngalee.”"},{"style":"v","text":"Mu neeti leen: “Nee naa leen xawma fu ngeen bokk. Soreleen ma yeen ñépp, defkati njubadi yi!”"},{"style":"v","text":"Foofa lees di jooye aka yéyoo ndax mitit, kera bu ngeen gisee seeni maam Ibraayma ak Isaaxa ak \\w Yanqóoba|Yanqóoba:\\w* ak yonent yépp ca biir nguurug Yàlla, te fekk yeen ci seen bopp, ñu dàq leen ca biti."},{"style":"v","text":"Penku ak sowu, bëj-gànnaar ak bëj-saalum, la aw nit di bawoo, dikk toog ca ndabal bernde la ca nguurug Yàlla."},{"style":"v","text":"Su ko defee nag, ñenn a ngi mujj tey, waaye ëllëg ñooy jiitu; te ñenn a ngi jiitu tey, waaye ëllëg ñooy mujj.»"},{"style":"s1","text":"Dees na tas Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Ca jamono jooju tembe la ay \\w Farisen|Farisen y-:\\w* dikk, ne Yeesu: «Jógeel fii, te dem, ndax Buur \\w Erodd|Erodd:\\w* da laa nara rey.»"},{"style":"v","text":"Mu ne leen: «Demleen wax njomboor moomu, ne ko: “Maa ngii di dàq rab yi, di maye ag wér, tey ak ëllëg. Bésub ñetteel ba nag ma sottal.”"},{"style":"v","text":"Waaye tey ak ëllëg ak sibir, fàww ma dem, ndax ab yonent wareesu koo bóome fenn fu dul Yerusalem."},{"style":"p","text":""},{"style":"v","text":"«Yerusalem, Yerusalem, yaw miy bóom yonent yi, di sànni ay doj ñi ñu yebal ci yaw, ba ñu dee, ñaata yoon laa namma dajale say doom, uuf ni ganaar di uufe ay cuujam, te nanguwuloo?"},{"style":"v","text":"Mu ngoog, waccees na laak sa kër nag, waaye maa ne la doo ma gisati ba kera jant ba nga naa: “Na barke wàcc ci ki dikk ci turu Boroom bi!”»"}]