[{"style":"s1","verse":"","text":"Yeesu jàngal na Farisen ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Benn \\w bésub Noflaay|bésub Noflaay b-:\\w* la Yeesu reeri woon ca kër genn kilifag \\w Farisen|Farisen y-:\\w* ya. Ñoom nag ñu di ko bàyyi xel bu baax."},{"style":"v","verse":"2","text":"Ndeke jenn waay a nga fa janook moom, yaram wépp a sadd."},{"style":"v","verse":"3","text":"Yeesu àddu, ne xamkati yoon yaak Farisen ya: «Waaw, pajum bésub Noflaay, ndax yoon maye na ko, am déet?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ñu ne cell. Yeesu \\w teg waa ja loxo|teg loxo:\\w*, wéral ko, daldi ko yiwi."},{"style":"v","verse":"5","text":"Mu ne leen: «Ana kan ci yeen la doomam mbaa aw yëkkam daanu cib teen, mu bañ koo daldi génne ci bésub Noflaay?»"},{"style":"v","verse":"6","text":"Lu ñu ca teg nag të leen, ñu ne xerem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci biir loolu Yeesu gis na gan ñay taamoo toogu yu kaname, mu léeb leen, ne leen:"},{"style":"v","verse":"8","text":"«Bu la boroom xew woowee ci berndeg céet, bul wàllisi, ba tooge toogu ba gëna kaname, xamoo fu ku la sutu daraja di wuyusee boroom xew ma."},{"style":"v","verse":"9","text":"Su boobaa moom mi la woo, woo ko, mooy dikk, ne la: “Mayal kii, mu toog.” Nga am nag gàccey walbatiku toogi fa gëna gannaawe."},{"style":"v","verse":"10","text":"Bu ñu la woowee am xew kay, demal tooge fa gëna gannaawe, ba ka la woo dikk ne la: “Xarit, agsil ci kanam.” Su boobaa muy sa teraanga ci kanam mboolem ña nga bokkal bernde ja."},{"style":"v","verse":"11","text":"Ndaxte képp kuy réylu, dees na la toroxal, ka toroxlu lees di yékkati.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ci kaw loolu Yeesu ne waa ja ko woo bernde: «Boo dee waajal bernde, añ mbaa reer, bul woo say xarit, mbaa say doomi ndey, mbaa say bokk, mbaa say dëkk yu am alal, nde ñoom itam dañuy walbatiku, woo la rekk, mu doon sag pey."},{"style":"v","verse":"13","text":"Boo dee waajal bernde kay, wool néew-doole yi ak làggi yi, ak ñiy soox ak silmaxa yi."},{"style":"v","verse":"14","text":"Su boobaa ndokkalee yaw, nde amuñu sag pey, waaye dees na la fey, kera ndekkitel aji jub ñi.»"},{"style":"s1","verse":"","text":"Dàq sa teraanga, romb sa njariñ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Kenn ca gan ña nag dégg loolu, ne Yeesu: «Ndokkalee ku lekk ca bernde ja ca nguurug Yàlla!»"},{"style":"v","verse":"16","text":"Yeesu ne ko: «Jenn waay moo waajaloon bernde ju mag, woo ca ñu bare."},{"style":"v","verse":"17","text":"Ba waxtuw lekk jotee, mu yebal ab surgaam ca ña mu woo woon, ne leen: “Ñëwleen, lépp sotti na léegi.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Ñu tàmbalee gàntal nag ñoom ñépp. Kii ne ko: “Ab tool laa jënd, te fàww ma xooli ko. Dama lay ñaan rekk, nga jéggal ma.”"},{"style":"v","verse":"19","text":"Kee ne: “Ay lëkkey yëkk, ci laa jënd juróom, damay dem nii, jéemloo leen ba xam. Dama lay ñaan rekk, nga jéggal ma.”"},{"style":"v","verse":"20","text":"Kale ne ko: “Ab séet laay sooga takk, looloo tax duma mana ñëw.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Surga ba dellu, daldi koy àgge boroom kër ga, njaatigeem. Mu mer, ne surga ba: “Demal gaaw ca pénc yaak mbeddi dëkk bi, te nga indi fii néew-doole yi, ak làggi yi ak silmaxa yi ak ñiy soox.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Surga ba dem ba délsi, ne ko: “Sang bi, li nga santaane de def naa ko, waaye kër gi feesagul.”"},{"style":"v","verse":"23","text":"Njaatige li ne ko: “Demal topp yoon yi, leru ñag yi, te nga soññ nit ñi, ñu dikk ba sama kër fees.”"},{"style":"v","verse":"24","text":"Maa leen ko wax, ñi ma woo woon ci sama bernde ji, kenn du ci mos.»"},{"style":"s1","verse":"","text":"Topp Yeesu am na lu mu laaj"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Yeesu moo doon dem, mbooloo mu réy dar ko. Mu geestu ne leen:"},{"style":"v","verse":"26","text":"«Képp ku ñëw ci man, te bañuloo sa baay ak sa ndey, ak sa jabar, ak sa doom, ak sa bokk yu góor, ak sa bokk yu jigéen, bañuloo sa bakkanu bopp sax, doo mana doon sama taalibe."},{"style":"v","verse":"27","text":"Képp ku gàdduwul sa bantu bopp bu ñu lay daaj, te topp ci man, doo mana doon sama taalibe."},{"style":"v","verse":"28","text":"Ana kan ci yeen sax mooy namma tabax taaxum kaw, te njëkkula toog, waññ la mu koy dikke, ngir seet ba xam ndax am na lu ko àggale,"},{"style":"v","verse":"29","text":"bala moo teg fondmaa taax ma, te amul dooley sottal tabax bépp, ba ña koy seetaan di ko ñaawal,"},{"style":"v","verse":"30","text":"naan: “Waa jii moo tàmbalee tabax, te manula àggale!”"},{"style":"v","verse":"31","text":"Am ban buur mooy xarejeek beneen buur te njëkkula toog, seet ba xam ndax man naa ànd ak fukki junniy xarekatam, ngir xarejeek ku ko songseek ñaar fukki junniy xarekat?"},{"style":"v","verse":"32","text":"Su ko manul nag, ba buur bee di soreegum lay yebal kuréel ca moom, ngir seet nu mu mana sàrtoo ak moom jàmm."},{"style":"v","verse":"33","text":"Naka noonu itam, kenn ci yeen du mana doon sama taalibe te dëdduwul mboolem lu mu am."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"«Xorom déy baax na, waaye bu raxee ba sàlli, ana lees koy safaleetee?"},{"style":"v","verse":"35","text":"Jariñatul suuf, jariñatul ab tos. Ca biti lees koy tuuri. Ku am nopp yu muy dégge kat, na dégg.»"}]