[{"style":"s1","text":"Sàmm bége na menn xaram mu feeñ"},{"style":"p","text":""},{"style":"v","text":"Mboolem \\w juutikat|juutikat b-:\\w* yeek bàkkaarkat yi ñoo daan ñëw ci Yeesu, di ko déglu."},{"style":"v","text":"Ci biir loolu \\w Farisen|Farisen y-:\\w* ya ak firikati yoonu Musaa ya di ñurumtu naan: «Kii moom bàkkaarkat yi lay neexool, di bokk ak ñoom lekk!»"},{"style":"v","text":"Yeesu nag léeb leen lii, ne leen:"},{"style":"v","text":"«Ana kan ci yeen mooy am téeméeri xar, réerle ci menn, te bàyyiwul ca àll ba juróom ñeent fukki xar ya ak juróom ñeent (99), ngir toppi ma réer, ba gis ko?"},{"style":"v","text":"Bu ko gisee lay bég, teg ko ca mbagg ma, yóbbu kër ga."},{"style":"v","text":"Te bu àggee ca kër ga, xarit yaak dëkk ya lay woo, ne leen: “Kaayleen nu bége, sama xar ma réeroon, gis naa ko!”"},{"style":"p","text":""},{"style":"v","text":"«Maa leen wax ne leen, bu benn bàkkaarkat doŋŋ tuubee, noonu rekk lay doone mbégte fa asamaan, ba raw mbégte ma fay am, bu juróom ñeent fukk ak juróom ñeenti nit jubee, te soxlawuñoo tuub."},{"style":"s1","text":"Jigéen bége na takkaayam lu feeñ"},{"style":"p","text":""},{"style":"v","text":"«Te it ana jan jigéen mooy am fukki libidoor, benn réer ca, te taalul ab làmp, buub néeg ba, seet a seet, ba gis ko?"},{"style":"v","text":"Bu ko gisee, xarit yaak dëkk ya lay woo, ne leen: “Kaayleen nu bége, libidoor ba réeroon, gis naa ko.”"},{"style":"v","text":"Maa leen wax ne leen, noonu rekk lay doone mbégte fa malaakay Yàlla ya, bu benn bàkkaarkat doŋŋ tuubee.»"},{"style":"s1","text":"Baay bége na doomam ju feeñ"},{"style":"p","text":""},{"style":"v","text":"Yeesu neeti: «Nit a amoon ñaari doom yu góor."},{"style":"v","text":"Ka gën di ndaw ne baay ba: “Baay, jox ma cér bi ma yoon may ci sunu alal.” Ba loolu amee baay ba séddale leen alalam."},{"style":"v","text":"Ay fan yu néew gannaaw gi, ka gën di ndaw jaay léppam, daldi tukki réew mu sore, di topp bakkanam ba yàq fa alalam."},{"style":"v","text":"Gannaaw ba mu sànkee lépp, xiif bu metti dikkal réew ma, mu daldi tàmbalee ñàkk."},{"style":"v","text":"Ci kaw loolu mu dem, di surgawu ku cosaanoo ca réew mooma, kooku yebal ko ca ay toolam, muy sàmm ay mbaam-xuux."},{"style":"v","text":"Mu dem ba noon ngéeja lekk ca ñamu mbaam-xuux ya, fajeb xiifam, te kenn mayu ko ca."},{"style":"v","text":"Xel ma mujj délsi, mu ne: “Ñaata surga la sama baay am, seen lekk ne gàññ, man, ab xiif di ma rey fii!"},{"style":"v","text":"Naa jóg, dem ca sama baay, ne ko: ‘Baay, tooñ naa Yàlla, tooñ la;"},{"style":"v","text":"yeyootumaa tuddoo sax sa doom; léegi def ma ni ku bokk ci say surga.’ ”"},{"style":"p","text":""},{"style":"v","text":"«Mu jóg, ngir dellu kër baayam. Fu sore la ko baayam séene, muy dikk. Mu ñeewante ko, daw, laxasu ko, fóon ko."},{"style":"v","text":"Doom ja ne ko: “Baay, tooñ naa Yàlla, tooñ la; yeyootumaa tuddoo sax sa doom.”"},{"style":"v","text":"Teewul baay ba ne ay surgaam: “Gaawleen indi mbubb mi gëna rafet, solal ko, te ngeen takkal ko ab jaaro ci loxoom, solal ko ay dàll."},{"style":"v","text":"Indileen sëlluw yafal wa, rey, nu lekk, te bànneexu;"},{"style":"v","text":"ndax sama doom jii moo dee woon te dekki na, moo réeroon te feeñ na.” Ñu daldi tàmbalee bànneexu."},{"style":"p","text":""},{"style":"v","text":"«Loolaa nga fekk mag ja ca tool ya. Ba mag ja dikkee ba jub kër ga, ca la dégg po ma ak pecc ma."},{"style":"v","text":"Mu woo kenn ca xale ya, laaj ko lu xew."},{"style":"v","text":"Mu ne ko: “Sa rakk jaa délsi, sa baay rey sëlluw yar wa, ndax li mu délseek jàmm.”"},{"style":"p","text":""},{"style":"v","text":"«Mag ja nag mer, nanguwula agsi, baayam génn, di ko soññ."},{"style":"v","text":"Mu àddu, ne baayam: “Seetal ñaata at laa la liggéeyal, sa ndigal, masuma koo moy, te man, masuloo maa may sax as tef su nu bégloo, maak samay xarit."},{"style":"v","text":"Sa doom jii dikk, gannaaw ba mu yàqee sa alal ci ay gànc, nga reyal ko sëlluw yafal wi!”"},{"style":"v","text":"Mu ne ko: “Doom, yaw de naka jekk man nga nekkal, te mboolem lu ma am, yaa ko moom."},{"style":"v","text":"Waaye mbégte ak bànneex war na, ndax sa rakk jii moo dee woon te dekki na, moo réeroon te feeñ na!”»"}]