[{"style":"s1","text":"Yeesu dal na ak bàkkaarkat ba"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu dugg ca biir Yeriko, jaar ca biir dëkk ba, di dem."},{"style":"v","text":"Ndeke jenn waay a nga fa, di \\w kilifag juutikat|juutikat b-:\\w* bu bare alal, ñu di ko wax Sase."},{"style":"v","text":"Mu bëgga gis nag kuy Yeesu, te mbooloo ma tax manu koo gis, ndax ndaama la woon."},{"style":"v","text":"Ci kaw loolu Sase daw, jiituji, daldi yéeg ci genn garab ca yoon woowu Yeesu wara jaare, ngir mu man koo gis."},{"style":"v","text":"Yeesu dikk ba tollu foofa, téen ne ko: «Sase, wàccal gaaw, ndax sa kër laa wara dali tey jii.»"},{"style":"p","text":""},{"style":"v","text":"Sase daldi wàcc gaaw, bége koo dalal lool."},{"style":"v","text":"Ñépp gis loolu, di ñurumtu naan bàkkaarkat bi la Yeesu dem këram, dal ak moom."},{"style":"v","text":"Sase nag taxaw ne Sang bi: «Sang bi, ma ne, sama genn-wàllu alal, jox naa ko néew-doole yi, te jépp alal ju lewul ju ma masa jëlal kenn, dinaa fey ñeentam.»"},{"style":"v","text":"Yeesu ne ko: «Bés niki tey, mucc dikkal na kër gii, ndax waa jii kat ci askanu Ibraayma la bokk, moom itam."},{"style":"v","text":"Ndax \\w Doomu nit|Doomu nit k-:\\w* ki, ñi réer la seetsi, ngir musal leen.»"},{"style":"s1","text":"Ndénkaane aw sas la"},{"style":"p","text":""},{"style":"v","text":"Naka la nit ña dégg loolu, Yeesu léebati leen, ndax booba jege na Yerusalem, te fekk na ñu foog ne nguurug Yàlla day daldi teew ca saa sa."},{"style":"v","text":"Moo tax mu ne: «Boroom juddu bu réy la woon. Muy waaja dem réew mu sore, ngir ñu fal ko fa buur, mu doora ñibbisi."},{"style":"v","text":"Ci biir loolu mu woo fukki surgaam, jox leen ku nekk benn posetub wurus bu gànjare, ne leen: “Liggéeyleen ci, ba ma ñibbisi.”"},{"style":"v","text":"Waaye waa réewam ña dañu koo bañoon. Ci gannaawam lañu yónni ndaw, ne: “Kii, bëgguñu muy sunu buur.”"},{"style":"p","text":""},{"style":"v","text":"«Gannaaw ba ñu ko falee buur, ba mu délsi, daa woolu surga ya mu joxoon wurus wa, ngir xam ñaata la leen ca seen liggéey jural."},{"style":"v","text":"Kenn ka dikk, ne ko: “Sang bi, sa poset ba jur na fukki poset.”"},{"style":"v","text":"Mu ne ko: “Jaaraamaa, surga bu baax bi. Gannaaw ci lu tuut nga wóore nag, falul ci fukki dëkk.”"},{"style":"v","text":"Keneen dikk, ne: “Sang bi, sa poset ba indi na juróomi poset.”"},{"style":"v","text":"Mu neeti kooka: “Yaw, falul ci juróomi dëkk.”"},{"style":"v","text":"Keneen dikk ne: “Sang bi, sa poset baa ngii ma fasoon ciw sekkit."},{"style":"v","text":"Dama laa ragal, ndaxte ku néeg nga. Dangay foqati loo dénkaanewul woon, di dajale loo jiwuloon.”"},{"style":"v","text":"Mu ne ko: “Say wax laa lay àttee, surga bu bon bi! Xamoon nga ne nit ku néeg laa, di foqati lu ma dénkaanewul woon, di dajale lu ma jiwuloon."},{"style":"v","text":"Lu la tee woona dénkaaneji sama alal ca dencukaay ba, ngir bu ma dikkee jot ko, boole ca tonoom?”"},{"style":"p","text":""},{"style":"v","text":"«Ci kaw loolu mu ne ña fa taxawoon: “Nanguleen poset bi ci moom, jox ko boroom fukki poset yi.”"},{"style":"v","text":"Ñu ne ko: “Sang bi, kee ngeek fukki poset ba noppi!”"},{"style":"v","text":"Mu ne: “Ma ne leen, képp ku am, dees na ko dolli, waaye ku amul, la mu am as néew sax, dees na ko nangu."},{"style":"v","text":"Sama noon yooyu bëggul woon ma doon seen buur nag, indileen leen fii, te rendi leen ci sama kanam.”»"},{"style":"s1","text":"Yeesu dugg na Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu waxee loolu ba noppi, ca la jiitu, jëm Yerusalem."},{"style":"v","text":"Ba Yeesu dikkee ba jub dëkk ya ñuy wax Betfase ak Betani, ca wetu tund wa ñuy wax \\w tundu Oliw|tundu Oliw y-:\\w* ya, dafa yebal ñaar ca taalibe ya,"},{"style":"v","text":"ne leen: «Demleen ci dëkk bi ci kanam. Bu ngeen agsee, dingeen fa gis cumbur bu yeewe, bu kenn masula war. Yiwileen ko, indi."},{"style":"v","text":"Bu ñu leen nee: “Lu tax ngeen di ko yiwi?” ne leen: “Boroom bee ko soxla.”»"},{"style":"p","text":""},{"style":"v","text":"Ba ndaw ya demee, na leen ko Yeesu waxe lañu ko gise."},{"style":"v","text":"Naka lañuy yiwi cumbur ba, ay boroomam ne leen: «Lu tax ngeen di yiwi cumbur bi?»"},{"style":"v","text":"Ñu ne: «Boroom bee ko soxla.»"},{"style":"v","text":"Ñu indil Yeesu cumbur bi, sànni seeni yére ca kawam, daldi ci waral Yeesu\\f + \\fr 19.35 \\fk cumbur: \\ft ci jamonoy jàmm, jamono yu xeex amul woon, buur yi daan nañu war mbaam, te doonul lu ñu leen di tuutal.\\f*."},{"style":"p","text":""},{"style":"v","text":"Naka la Yeesuy dem, nit ñi di ko lalal seeni yére ca yoon wa."},{"style":"v","text":"Ba ñu jubsee Yerusalem, bay wàcce ca mbartalum tundu Oliw ya, mbooloom taalibe mépp la mbégte jàpp, ñu tàmbalee sàbbaal Yàlla ca kaw ndax kéemaan ya ñu gis."},{"style":"v","text":"Ña nga naan:"},{"style":"q1","text":"«Na barke wàcc ci buur bi dikk ci turu Boroom bi!"},{"style":"q1","text":"Jàmm fa asamaan; daraja fa béreb ya gëna kawe!»"},{"style":"p","text":""},{"style":"v","text":"Yenn \\w Farisen|Farisen y-:\\w* ya woon ca mbooloo ma nag ne Yeesu: «Kilifa gi, yeddal sa taalibe yi!»"},{"style":"v","text":"Mu ne: «Maa leen ko wax, su ñii noppi woon, doj yi ñooy xaacu.»"},{"style":"p","text":""},{"style":"v","text":"Ba Yeesu jubsee ba séen dëkk ba, jooy na ndax moom."},{"style":"v","text":"Mu ne: «Céy yaw itam, boo xamoon bésub tey jii li lay may jàmm! Waaye fii mu ne, làqu na say gët."},{"style":"v","text":"Ay bés a ngi dikk ci sa kaw, keroog say noon a lay gawe ab sëkk, yéew la, tance la wet gu nekk."},{"style":"v","text":"Ñoo lay nappaaje ci suuf, yaak say doom yi ci sa biir, te duñu bàyyi doj ci kaw doj ci sa biir, ndax ba sa bésub wall dikkee, yaa ko ràññeewuloon.»"},{"style":"s1","text":"Yeesu jàngale na ca kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu dugg ca kër Yàlla ga, daldi dàq ña fay jaaye."},{"style":"v","text":"Mu ne leen: «Bindees na ne: “Sama kër gi, kërug ñaan la\\f + \\fr 19.46 \\ft Seetal ci \\bk Esayi\\bk* 56.7.\\f*,” waaye yeen, moom ngeen def rawtub sàcc!»"},{"style":"p","text":""},{"style":"v","text":"Yeesu nag di jàngale bés bu nekk ca kër Yàlla ga. Ba mu ko defee \\w sarxalkat|sarxalkat b-:\\w* yu mag yaak firikati yoonu Musaa ya, ñook njiiti xeet wa, di ko fexee rey."},{"style":"v","text":"Waaye xamuñu nu ñuy def, ndax ñépp a ko doon déglu, teewlu ko lool."}]