[{"style":"s1","verse":"","text":"Sarax néew na te ëpp yool"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Yeesu xoolaat, daldi gis boroom alal yi, ñuy dugal seen sarax ca ndaal kër Yàlla ga."},{"style":"v","verse":"2","text":"Mu gis itam ab jëtun bu néew doole, mu def ca ñaari poseti xànjar\\f + \\fr 21.2 \\ft Mooy posetub lepton. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*."},{"style":"v","verse":"3","text":"Yeesu ne: «Maa leen ko wax déy, jëtun bu néew doole bii, ñii ñépp, moo leen ëpple lu mu joxe."},{"style":"v","verse":"4","text":"Ndax ñii ñépp, la ñu woomle, ca lañu sompe, sànni ci boyetu sarax bii; waaye moom ci biir ag ñàkkam la jël mboolem ab dundam, sànni ci.»"},{"style":"s1","verse":"","text":"Yerusalem tas, Doomu nit ki délsi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Mu am nag ay nit ñu doon wax ca kër Yàlla ga, ak taaru doji tànnéef ya, ak yeneen alali sarax ya ñu ko rafetale. Yeesu itam ne leen:"},{"style":"v","verse":"6","text":"«Lii ngeen gis nii, ay jant a ngi ñëw yu fi doj dootul des ci kaw doj, lépp ay tas.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ñu laaj ko ne ko: «Kilifa gi, loolu kañ lay doon? Ak luy doonub takk buy xamle ne looloo ngi waaja dikk?»"},{"style":"v","verse":"8","text":"Yeesu ne: «Moytuleen, ngir ñu bañ leena nax, ndax ñu bareey dikk, tuddoo sama tur, naan: “Man a,” te naan: “Waxtu wi jege na.” Buleen leen topp."},{"style":"v","verse":"9","text":"Bu ngeen déggee ay xare aki salfaañoo, buleen tiit, ndax fàww loolu njëkka am. Waaye du doonagum muj ga, ca saa sa.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Mu neeti leen: «Aw xeet dina jógal aw xeet, am réew jógal am réew."},{"style":"v","verse":"11","text":"Ay yëngu-yënguy suuf yu réy dina am, ay xiif aki mbas dikke fu bare, te xew-xew yu raglu dina am, ak firnde yu mag yu jóge asamaan."},{"style":"v","verse":"12","text":"Waaye laata loolu lépp, yeen, dees na leen teg loxo, fitnaal leen, jébbal leen kuréeli jàngu ya, tëj leen kaso. Dees na leen yóbbu ci kanami buur aki boroom dëkk ndax sama tur,"},{"style":"v","verse":"13","text":"ngir ngeen doxe ca yékkati kàdduy seede."},{"style":"v","verse":"14","text":"Kon nag defleen bu baax ci seen xel, ne waruleena waajal kàddug layoo."},{"style":"v","verse":"15","text":"Ndax man maa leen di may làmmiñ wu ànd ak xel wu seen benn noon dul mana dàq mbaa di ko weddi."},{"style":"v","verse":"16","text":"Pexe mu leen jàpplu dina sababoo sax ci seeni waajur ak seen doomi ndey ak seeni jegeñaale ak seeni xarit, te dees na reylu ñenn ci yeen."},{"style":"v","verse":"17","text":"Te it ñépp a leen di bañ ndax sama tur."},{"style":"v","verse":"18","text":"Waaye sa genn kawar sax du ruus."},{"style":"v","verse":"19","text":"Saxooleen muñ nag, daldi mucc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Bu ngeen gisee gàngooru xare gu gaw Yerusalem, su boobaa xamleen ne tasteem dëgmal na."},{"style":"v","verse":"21","text":"Su boobaa ña mu fekk ca diiwaanu Yude, nañu daw jëm kaw tund ya; ñi ci biir dëkk bi, nañu daw génn; te ña mu fekk ca tool ya, buñu duggsi ci biir dëkk bi."},{"style":"v","verse":"22","text":"Ndax jamonoy mbugal lay doon, ngir sottal mboolem lu ñu bindoon."},{"style":"v","verse":"23","text":"Wóoy ngalla jigéeni wérul ña, ak ñay nàmpal ca bés yooyu! Ndax tiis wu réy lay doon ci réew mi ak am sànj ci kaw askan wii."},{"style":"v","verse":"24","text":"Dinañu leen faate ñawkay saamar, te dees na leen jàpp njaam, yóbbu ci mboolem xeet yi. Te jàmbur ñi dul Yawut ñooy dëggaate Yerusalem, ba kera àppu ñooñu dul Yawut di mat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Ay firnde dinañu feeñ ci jant bi ak weer wi ak biddiiw yi. Ci kaw suuf njàqare ak tiitaange mooy ñeel xeet yi ndax riirum géej gi ak gannax yi,"},{"style":"v","verse":"26","text":"nit ñiy séentu li nara dikkal àddina, di xëm ndax tiitaange, nde dooley asamaan dina sàqi."},{"style":"v","verse":"27","text":"Su boobaa dees na gis \\w Doomu nit|Doomu nit k-:\\w* ki di ñëw ciw niir, ànd ak manoore ak daraja ju réy."},{"style":"v","verse":"28","text":"Bu xew-xew yooyu tàmbalee sotti nag, taxawleen te siggi, ndax seenug \\w njot|jot:\\w* dëgmal na.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ci kaw loolu Yeesu léeb leen ne leen: «Xoolleen garabu figg mbaa geneen garab."},{"style":"v","verse":"30","text":"Bu ngeen gisee mu jebbi, ca ngeen di xamal seen bopp ne nawet jubsi na ba noppi."},{"style":"v","verse":"31","text":"Bu ngeen gisee xew-xew yooyu sotti, noonu itam ngeen di xame ne nguurug Yàlla dëgmal na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"«Maa leen ko wax déy, niti tey jii\\f + \\fr 21.32 \\fk niti tey jii: \\ft seetal ci \\bk Màrk\\bk* 8.38.\\f* duñu wéy mukk, te loolu lépp sottiwul."},{"style":"v","verse":"33","text":"Asamaan ak suuf dina wees, waaye samay wax du wees mukk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"«Moytuleen naan gu ëpp ak màndite ak xalaati àddina wayadiloo leen, lu ko moy bés ba jekki dal ci seen kaw,"},{"style":"v","verse":"35","text":"ndax ni mbaal di bettee, noonu la bés bay jekkee dal ci kaw mboolem ñi ci kaw suuf."},{"style":"v","verse":"36","text":"Teewluleen boog, tey ñaan saa su nekk, ba mana mucc ci mboolem looluy nara xew, ngir ngeen taxaw fi kanam Doomu nit ki.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Bés bu nekk nag Yeesoo nga doon yendoo jàngale ca kër Yàlla ga, bu guddee mu fanaani ca kaw tund wa ñuy wax \\w tundu Oliw|tundu Oliw y-:\\w* ya."},{"style":"v","verse":"38","text":"Mbooloo mépp a daan jëlu, fekki ko ca kër Yàlla ga, ngir déglu ko."}]