[{"style":"s1","text":"Yeesu janoo naak Pilaat ak Erodd"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu mbooloo ma mépp jóg, daldi yóbbu Yeesu ca \\w Pilaat|Pilaat:\\w*."},{"style":"v","text":"Ñu tàmbali di ko sosal, naan: «Kii lanu fekk muy fàbbi askan wi, di aaye ku fey \\w Sesaar|Sesaar:\\w* galag, te naan moom ci boppam mooy \\w Almasi|Almasi b-:\\w* bi, di buur.»"},{"style":"v","text":"Pilaat laaj ko ne ko: «Yaw yaa di buurub Yawut yi?» Mu ne ko: «Yaa ko wax.»"},{"style":"v","text":"Pilaat ne \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak mbooloo ma: «Waa jii, gisuma ci moom genn tooñ.»"},{"style":"v","text":"Teewul ñu gëna dëggal seeni wax, ne: «Mooy yékkati askan wi, ndax li muy jàngale ci mboolem réewum Yawut, dale ko ca Galile ba fii.»"},{"style":"p","text":""},{"style":"v","text":"Pilaat dégg loolu, daldi ne: «Waa jii waa Galile la?»"},{"style":"v","text":"Ba mu wóoree Pilaat ne, ca diiwaan ba ca kilifteefu \\w Erodd|Erodd:\\w* la Yeesu bokk, ca la ko yónnee Erodd, yemook Erodd itam nekk Yerusalem ca fan yooya."},{"style":"p","text":""},{"style":"v","text":"Ba Erodd gisee Yeesu, bég na lool, ndax yàggoon na koo bëgga gis, ngir la mu déggoon ay mbiram, ba tax mu yaakaara teewe ay kéemaanam."},{"style":"v","text":"Mu laaj ko lu bare, Yeesu tontuwu ko."},{"style":"v","text":"Sarxalkat yu mag ya ak firikati yoonu Musaa yaa nga taxaw, di ko tuumaal ak doole."},{"style":"v","text":"Erodd aki dagam nag sewal Yeesu, di ko ñaawal. Gannaaw loolu mu solal ko mbubb mu yànj, delloo ko Pilaat."},{"style":"v","text":"Erodd ak Pilaat, bésub keroog ay xarit lañu, doonte ay noon lañu woon."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Pilaat woo sarxalkat yu mag ya ak kilifa ya ak askan wa."},{"style":"v","text":"Mu ne leen: «Yeena ma indil waa jii, ne ma mooy lajjal askan wi. Man nag laaj naa ko ci seen kanam, waaye gisuma ci moom genn tooñ ci li ngeen ko tuumaal."},{"style":"v","text":"Erodd itam gisul lenn ci moom, ndax moo nu ko yónneewaat. Mu ngoog, waa jii deful lenn lu jar àtteb dee."},{"style":"v","text":"Kon nag dama koy dóorlu, yiwi ko\\f + \\fr 23.16-17 \\ft Am na ay kayit yu indi aaya bii: Booba fàww Pilaat bàyyil leen kenn ca bésu màggal ga.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Ñépp daldi xaacoondoo, ne: «Reyal kii te yiwil nu Barabas!»"},{"style":"v","text":"Barabas nag ag fippu gu amoon ca dëkk ba, ak nit ku ñu fa bóomoon, moo waral ñu tëj ko kaso."},{"style":"v","text":"Pilaat namma bàyyi Yeesu, daldi waxaat ak mbooloo ma."},{"style":"v","text":"Teewul ñuy xaacu, naan: «Daaj ko ci bant! Daaj ko ci bant!»"},{"style":"p","text":""},{"style":"v","text":"Pilaat ne leen ñetteel bi yoon: «Ana lu bon lu kii def? Lenn lu jar dee, gisuma ko ci moom. Kon nag, dama koy dóorlu, yiwi ko.»"},{"style":"v","text":"Ñu gënatee xaacu, di sàkku ñu daaj ko ci bant. Seen coow la mujj ko ëpp doole."},{"style":"v","text":"Ci kaw loolu Pilaat dogal ñu defal leen la ñu sàkku."},{"style":"v","text":"Mu yiwi ka ñu ko ñaanoon, te jëfi fippu ak nit ku ñu bóom taxoon ñu tëj ko kaso. Yeesu nag, mu teg ko ci seeni loxo, ngir ñu def ko lu leen neex."},{"style":"s1","text":"Daaj nañu Yeesu ci bant"},{"style":"p","text":""},{"style":"v","text":"Ba ñuy yóbbu Yeesu, jenn waay ju dëkk Siren\\f + \\fr 23.26 \\fk Siren, \\ft ab dëkk la bu nekkoon ci tefesu bëj-gànnaaru Afrig te féete Misra sowu.\\f*, ñu di ko wax Simoŋ, moom lañu dajeel, mu jóge ca tool ya. Ñu gàdduloo ko bant ba ñuy daaje Yeesu, mu topp ca Yeesu."},{"style":"v","text":"Nit ñu bare nag topp ko, jigéen ñay yuuxu, di ko jooy."},{"style":"v","text":"Yeesu geesu leen, ne: «Yeen jigéeni Yerusalem, buleen ma jooy! Jooyleen seen bopp ak seeni doom."},{"style":"v","text":"Ay jant a ngi ñëw kat, dees na ca ne: “Ndokkalee jigéen ju tëlee am doom, masula jur, masula nàmpal!”"},{"style":"v","text":"Su boobaa,"},{"style":"q1","text":"“Nit ñee naan tund yu mag yi: ‘Daanuleen ci sunu kaw!’,"},{"style":"q1","text":"naan tund yu ndaw yi: ‘Suulleen nu\\f + \\fr 23.30 \\ft Seetal ci \\bk Ose\\bk* 10.8.\\f*!’ ”"},{"style":"m","text":""},{"style":"v","text":"Ndegam bant bu tooy lees di def nii, ana nu bant bu wow di mujje?»"},{"style":"p","text":""},{"style":"v","text":"Yóbbaale nañu itam ñaari saay-saay, ngir boole leen ak Yeesu, rey leen."},{"style":"v","text":"Ba ñu agsee ca béreb, ba ñuy wax Kaaŋu bopp\\f + \\fr 23.33 \\fk bérebu Kaaŋu bopp \\ft mooy tund wu nirook kaaŋu bopp.\\f*, fa lañu daaj Yeesu ci bant, daajaale ñaari saay-saay ya, kenn ca ndijooram, ka ca des ca càmmoñam."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu ne: «Baay, baal leen, ndax li ñuy def, xamuñu ko.» Ñu daldi tegoo bant ay yéreem, ngir séddoo ko."},{"style":"v","text":"Mbooloo maa nga taxaw di seetaan, kilifa ya ñoom di ko kókkali, naan: «Moom day musle, na musal boppam nag, ndegam mooy \\w Almasib|Almasi b-:\\w* Yàlla, ki Yàlla tànn!»"},{"style":"v","text":"Takk-der ya it di ko ñaawal. Ñu dikk, tàllal ko bineegar, ngir mu naan."},{"style":"v","text":"Ñu ne ko: «Gannaaw yaa di buurub Yawut yi, musalal sa bopp!»"},{"style":"p","text":""},{"style":"v","text":"Ñu bindal ko nag fa ko tiim, mbind mii: «Kii mooy buurub Yawut yi.»"},{"style":"p","text":""},{"style":"v","text":"Kenn ca saay-saay ya ñu wékkoon ci bant, di ko saaga, naan ko: «Xanaa du yaw yaay Almasi bi? Wallul sa bopp te wallu nu!»"},{"style":"v","text":"Moroom ma nag femmu ko, ne ko: «Ragaloo sax Yàlla, te yaa ngi ci menn mbugal mii?"},{"style":"v","text":"Nun sax, lii jaadu na ci nun, ndax sunu yoolu jëf lanu jot. Waaye kii deful dara lu teggi yoon!»"},{"style":"v","text":"Mu teg ca ne: «Yeesu, boo délsee ci sa nguur, fàttaliku ma!»"},{"style":"v","text":"Yeesu ne ko: «Yaw laa ne déy, bésub tey jii, man ngay nekkal fa Àjjana.»"},{"style":"s1","text":"Yeesu saay na"},{"style":"p","text":""},{"style":"v","text":"Ba ñu demee ba tollu ci booru fukki waxtu ak ñaar ca bëccëg, ag lëndëm a wàcc ca réew ma mépp, ba fukki waxtu ak juróom ca ngoon."},{"style":"v","text":"Naka la jant bi giim, ridob biir néegu Yàlla ba xar ca digg ba."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu àddu ca kaw, ne: «Baay, jébbal naa la samag noo!» Ba mu waxee loolu la dog."},{"style":"v","text":"\\w Njiitu takk-der|njiitu takk-der b-:\\w* ba ko teewe woon nag sàbbaal Yàlla, ne: «Aylayéwén, waa jii ku jub la.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee mboolem ña fa daje woon di seetaan te teewe loolu, ñépp dellu seeni kër, tey fëgg seen dënn ndaxu tiis."},{"style":"v","text":"Mboolem xamey Yeesu, ak jigéen ña ko toppe woon ca Galile, ña nga dànd lu sore, di seetaan."},{"style":"s1","text":"Rob nañu Yeesu"},{"style":"p","text":""},{"style":"v","text":"Ndeke jenn waay ju ñuy wax Yuusufa, ma nga bokkoon ca \\w kuréelu àttekati|kuréelu àttekat y-:\\w* Yawut ya. Ku baax, ku jub la woon."},{"style":"v","text":"Kooku ànduloon ca àtteb kuréel ga ak seen jëf jooju. Ma nga cosaanoo woon dëkkub Yawut ba ñuy wax Arimate, te moom itam, nguurug Yàlla la doon séentu."},{"style":"v","text":"Moom moo dem ca \\w Pilaat|Pilaat:\\w*, sàkku ci moom, mu jox ko néewub Yeesu."},{"style":"v","text":"Gannaaw loolu mu wàccee ko ca bant ba, sànge ko càngaayal lẽe, denc ko ci \\w bàmmeel|bàmmeel b-:\\w* bu ñu yatt ciw doj, te maseesu caa denc ab néew."},{"style":"v","text":"Bésub Waajal la woon, \\w bésub Noflaay|bésub Noflaay b-:\\w* bi ci topp di waaja taxaw."},{"style":"v","text":"Fekk na jigéen ña dale woona ànd ak Yeesu ca Galile, ña nga topp ca Yuusufa. Ñu gis bàmmeel ba, ak na ñu ca dence néew ba."},{"style":"v","text":"Ba loolu amee ñu dellu, waajali cuuraay ak diwu xeeñlu ngir néew ba. Bésub Noflaay nag taxaw, ñu dallu, ni ko yoon santaanee."}]