[{"style":"s1","verse":"","text":"Yeesu Almasi bi dekki na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca ëllëg sa, ca bésub dibéer, ba jiitu ca ayu bésu Yawut ya, jigéen ña jëlu dem ca \\w bàmmeel|bàmmeel b-:\\w* ba, yóbbaale cuuraay la ñu waajal."},{"style":"v","verse":"2","text":"Ñu agsi ca bàmmeel ba, fekk ñu béraŋ doj wa uboon bunt ba, laf ko ca wet ga."},{"style":"v","verse":"3","text":"Ñu dugg, fekkuñu fa néewub Sang Yeesu."},{"style":"v","verse":"4","text":"Naka lañu nekke seenug njaaxle ci loolu, ñaari góor ne jimeet fa seen wet, sol yére yuy melax."},{"style":"v","verse":"5","text":"Naka la leen tiitaange jàpp, ba ñu sukk, dëpp seen jë fa suuf, ñu ne leen: «Kiy dund, lu tax ngeen di ko seet ci biir ñi dee?"},{"style":"v","verse":"6","text":"Nekku fi; dekki na. Fàttalikuleen la mu leen waxoon, ba mu génnagulee Galile."},{"style":"v","verse":"7","text":"Da noon: “Fàww ñu teg \\w Doomu nit|Doomu nit k-:\\w* ki ci loxoy bàkkaarkat yi, ñu daaj ko ci bant, rey ko, ba ñetteelu fanam, mu dekki.”»"},{"style":"v","verse":"8","text":"Booba lañu fàttaliku kàddug Yeesu googu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ñu jóge ca bàmmeel ba, dem àgge loolu lépp fukki taalibe yaak benn, ak ña ca des ñépp."},{"style":"v","verse":"10","text":"Jigéen ña àgge loolu ndaw ya, ñoo doon Maryaama ma dëkk Magdala, ak Saan, ak Maryaama yaayu Yanqóoba, ak itam ñeneen jigéen ñu àndoon ak ñoom."},{"style":"v","verse":"11","text":"Teewul ñu def waxi jigéen ña ay caaxaan, ba gëmuñu leen."},{"style":"v","verse":"12","text":"Piyeer nag jóg, daw, ba ca bàmmeel ba. Mu sëgg, yër, gisul lu dul càngaay la. Mu daldi ñibbi, jaaxle lool ca mbir ma."},{"style":"s1","verse":"","text":"Yeesu feeñ na ca yoonu Emayus"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ndeke ca bés booba ñaar ca taalibe yaa nga woon ca yoonu dëkk ba ñuy wax Emayus, digganteem ak Yerusalem wara tollu ci fukki kilomet ak benn."},{"style":"v","verse":"14","text":"Ña ngay waxtaane mboolem xew-xew yooyu."},{"style":"v","verse":"15","text":"Naka lañuy waxtaan aka diisoo, Yeesu ci boppam dab leen, ànd ak ñoom."},{"style":"v","verse":"16","text":"Teewul seeni gët tëlee ràññee, ba manuñu koo xàmmee."},{"style":"v","verse":"17","text":"Yeesu ne leen: «Lu ngeen di waxtaane nii ci yoon wi?» Ñu daldi taxaw, seen kanam lëndëm ndaxu tiis."},{"style":"v","verse":"18","text":"Kenn ci ñoom, ku ñuy wax Këlyopas ne ko: «Xanaa yaw rekk de, yaa dal Yerusalem te umple li fi xew fan yii?»"},{"style":"v","verse":"19","text":"Yeesu ne leen: «Lu fi xew?» Ñu ne ko: «Mbirum Yeesum Nasaret. Mu doonoon ab yonent bu manoorewu ci jëf ak ci kàddu, Yàlla ak askan wépp seede."},{"style":"v","verse":"20","text":"Waaye sunu \\w sarxalkat|sarxalkat b-:\\w* yu mag ak sunuy njiit ñoo ko teg ciy loxo, ngir ñu teg ko àtteb dee, daaj ko ci bant."},{"style":"v","verse":"21","text":"Nun nag danoo yaakaaroon ne mooy \\w jotsi|jot:\\w* Israayil. Loolu lépp teewul nu ngii ci ñetteelu fan ba, ba mbir yooyu amee ba tey."},{"style":"v","verse":"22","text":"Ay jigéen ñu bokk ci nun nag ñoo nu jaaxal. Ndax ñoo jëlu dem ca \\w bàmmeel|bàmmeel b-:\\w* ba,"},{"style":"v","verse":"23","text":"waaye fekkuñu fa néewam. Ñu dikk, ne ay malaakaa leen feeñu, xamal leen ne Yeesoo ngi dund."},{"style":"v","verse":"24","text":"Ñenn ci sunuy àndandoo it dem nañu ca bàmmeel ba, fekk ko noonee ko jigéen ña waxe. Waaye moom, gisuñu ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ci kaw loolu mu ne leen: «Yeen daal, yeena ñàkk xel, yeena naqarim xel, ndegam ba tey gëmaguleen mboolem li yonent yi xamle woon!"},{"style":"v","verse":"26","text":"Xanaa du fàww \\w Almasi|Almasi b-:\\w* bi daj boobu coono, doora dugg ci teraangaam?»"},{"style":"v","verse":"27","text":"Mu tàmbalee nag ci Yonent Yàlla Musaa, jaare ci yonent yépp, tekkil leen mboolem lu Mbind mi indi ci mbiram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Naka lañuy jub dëkk, ba ñu jëm, mu mel ni ku nara jubal yoonam."},{"style":"v","verse":"29","text":"Ñu daldi koy téye, ne ko: «Dalal ak nun, ndax jant baa ngi so, léegi mu guddi.»"},{"style":"p","verse":"","text":"Ba loolu amee mu dugg, dal ak ñoom."},{"style":"v","verse":"30","text":"Ba reer jotee mu toog ak ñoom ca ndab la, jël mburu ma, yékkati kàddug cant, daldi dagg, jox leen."},{"style":"v","verse":"31","text":"Ca la seeni gët ubbiku, ñu xàmmee ko. Moom nag, mu ne mes, réer leen."},{"style":"v","verse":"32","text":"Ba loolu amee, ku nekk naan sa moroom: «Ndax yéguloo woon cawartey xol bu tooy, ba muy wax ak nun ci yoon wi, di nu firil Mbind mi?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ñaari taalibe ya daldi jóg ca waxtu woowu tembe, dellu Yerusalem, ca Fukk ñaak benn. Ñu fekk leen ñu dajeek seeni àndandoo."},{"style":"v","verse":"34","text":"Ci kaw loolu ñu ne ñaar ña jóge Emayus: «Ndeke Sang bi kay, dekki na; feeñu na Simoŋ!»"},{"style":"v","verse":"35","text":"Ñaari taalibe ya ñoom it, nettali leen la xewoon ca yoon wa ak na ñu xàmmee Yeesu, ba mu daggee mburu ma."},{"style":"s1","verse":"","text":"Yeesu feeñu na ay taalibeem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ba ñaari taalibe ya di nettali loolu, ca la Yeesu ci boppam ne jimeet taxaw ci seen biir, ne leen: «Jàmm seen!»"},{"style":"v","verse":"37","text":"Tiitaange ju réy jàpp leen, ñu foog ne njuuma lañu gis."},{"style":"v","verse":"38","text":"Yeesu nag ne leen: «Lu ngeen di jaaxle, ak lu ngeen di xel ñaar nii?"},{"style":"v","verse":"39","text":"Xoolleen samay loxo ak samay tànk. Man la. Làmbleen ma, ba xam! Njuuma amul suux, amuli yax, nii ma ko ame, ngeen gis.»"},{"style":"v","verse":"40","text":"Loolu la leen wax, daldi leen won ay loxoom aki tànkam."},{"style":"v","verse":"41","text":"Taalibe ya nag boole mbég akug jaaxle ba tax manuñu koo gëm. Mu ne leen: «Lu ngeen fi am, lu ñuy lekk?»"},{"style":"v","verse":"42","text":"Ñu jox ko dogu jën wu ñu lakk."},{"style":"v","verse":"43","text":"Mu jël ko, lekk ci seen kanam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Ci kaw loolu mu ne leen: «Lii moo di kàddu ya ma leen waxoon ba ma nekkee ak yeen. Noon naa leen: mboolem li ñu bind ci samay mbir ci yoonu Musaa, ak ci téerey yonent yi, ak ci taalifi cant yi, fàww lépp sotti.»"},{"style":"v","verse":"45","text":"Ca la ubbee seen xel, ngir Mbind mi leer leen."},{"style":"v","verse":"46","text":"Mu ne leen: «Nii lees binde, ne fàww \\w Almasi|Almasi b-:\\w* bi dee ci biir coono, ba dekki ca ñetteelu fan ba;"},{"style":"v","verse":"47","text":"te ciw turam, dees na dale ci Yerusalem, yégal xeet yépp, tuubeel gu jur njéggalug bàkkaar."},{"style":"v","verse":"48","text":"Loolu yeena ko seede."},{"style":"v","verse":"49","text":"Man ci sama bopp maa leen di yónnee li sama Baay dige. Waaye yeen toogleen ci dëkk bi, ba kera ñu leen solee manoore ju bawoo fa kaw.»"},{"style":"s1","verse":"","text":"Yeesu tàggooti na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"Gannaaw loolu Yeesu yóbbu leen ca wetu Betani. Ci kaw loolu mu yékkati ay loxoom, barkeel leen."},{"style":"v","verse":"51","text":"Ba mu leen di barkeel, ca la teqalikoo ak ñoom, ñu yéege ko asamaan."},{"style":"v","verse":"52","text":"Ñoom nag, ñu sujjóotal ko, daldi dellu Yerusalem, ànd ak mbég mu réy."},{"style":"v","verse":"53","text":"Saa su nekk, ña nga woon ca kër Yàlla ga foofa, di sant Yàlla."}]