[{"style":"s1","text":"Yaxya waare na"},{"style":"p","text":""},{"style":"v","text":"Ca fukkeelu at ak juróom ci nguurug buur bu mag ba Tibeer \\w Sesaar|Sesaar:\\w*, ba Poñsë \\w Pilaat|Pilaat:\\w* yilifee diiwaanu Yude, \\w Erodd|Erodd:\\w* yilif diiwaanu Galile, Filib magam yilif diiwaanu Iture ak bu Tarakonit, Lisañas yilif Abilen,"},{"style":"v","text":"jamono yooyu Anas ak Kayif doone \\w sarxalkat|sarxalkat b-:\\w* yu mag ya, ca la kàddug Yàlla dikkal \\w Yaxya|Yaxya:\\w* doomu Sàkkaryaa, ca màndiŋ ma."},{"style":"v","text":"Yaxya dugg ci mboolem àll bi wër dexu Yurdan, di waare lu jëm ci tuubeel gu nit ñi wara fésale ag sóobu cim ndox, ngir Yàlla jéggal leen seeni bàkkaar."},{"style":"p","text":""},{"style":"v","text":"Loolu lañu bind ci téereb waxi Yonent Yàlla \\w Esayi|Esayi:\\w* ne:"},{"style":"q1","text":"«Baatu nit a ngi xaacoo ca màndiŋ ma, naan:"},{"style":"q1","text":"“Nangeen xàll yoonu Boroom bi,"},{"style":"q1","text":"juballeen ay xàllam."},{"style":"q1","text":""},{"style":"v","text":"Xur yépp ay sëkke,"},{"style":"q1","text":"tund wu mag ak wu ndaw maasaloo,"},{"style":"q1","text":"yoon ya lunkoon, jubbantiku,"},{"style":"q1","text":"ya ñagasoon, nooy,"},{"style":"q1","text":""},{"style":"v","text":"ba ñépp gis mucc gi Yàlla dogal.”»"},{"style":"p","text":""},{"style":"v","text":"Yaxya nag di wax mbooloo may ñëw ngir mu sóob leen ci ndox, naan leen: «Yeen njurum jaan mee, ku leen artu, ba ngeen di daw sànj miy dikk?"},{"style":"v","text":"Kon nag jëfeleen jëf ju yelloo ag tuubeel, te baña nax seen bopp naan: “Nun, Ibraayma mooy sunu maam,” ndax maa leen ko wax, doj yii, Yàlla man na cee sàkkal Ibraayma aw askan."},{"style":"v","text":"Te itam xàcc nañu sémmiñ ngir gor reenu garab yi ba noppi. Kon nag gépp garab gu ci meññul doom yu baax, dees koy gor, sànni ca sawara sa.»"},{"style":"p","text":""},{"style":"v","text":"Mbooloo ma itam laaj ko ne ko: «Ana lu nu war nag?»"},{"style":"v","text":"Mu ne leen: «Ku am ñaari turki, na sédd ki amul. Ku am aw ñam itam, na defe noonu.»"},{"style":"v","text":"Ay \\w juutikat|juutikat b-:\\w* itam dikk, ngir sóobusi; ñu ne Yaxya: «Kilifa gi, ana lu nu war?»"},{"style":"v","text":"Mu ne leen: «Xanaa baña sàkku lenn lu moy li jaadu.»"},{"style":"v","text":"Ay takk-der itam ne ko: «Nun nag, nu nuy def?» Mu ne leen: «Buleen néewal kenn doole, mbaa di duural kenn ngir jëlal ko dara; doyloo leen seen peyoor.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu askan wa di séentu, ñépp di seetaat ci seen xel, ndax Yaxya mooy \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","text":"Yaxya wax leen ñoom ñépp ne leen: «Man de ci ndox laa leen di sóob. Waaye ku ma sut a ngi ñëw, kooku, buumi caraxam sax, yeyoowuma ko koo feccil. Moom, ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi ak sawara la leen di sóob\\f + \\fr 3.16 \\fk Sóobu gi ci Noo gu Sell gi ak ci sawara: \\ft Almasi bi moo leen di sol doole ju bawoo ci Noo gu Sell gi, ak itam setal leen ni sawara di setale weñ gu am lu ko rax. Sawara dina taxawe itam céru mbugal mu ñeel ñi déggalul Yàlla. Seetal ci 12.49; \\bk Jëf ya\\bk* 2.3.\\f*."},{"style":"v","text":"Ab layoom a ngi ci loxoom, mooy jéri dàggaam, ba mu set wecc; pepp mi lay fat cim sàqam, waaye xatax bi, da koy lakk ci sawara su dul fey mukk.»"},{"style":"p","text":""},{"style":"v","text":"Bare na yeneen dénkaane yu Yaxya doon xamal nit ñi, di yégle xibaaru jàmm bi."},{"style":"v","text":"Erodd boroom réew ma nag, Yaxya sikkoon na ko ndax Erojàdd jabaru magam ja mu nekkaloon, ak mboolem yeneen ñaawtéef yu Erodd def."},{"style":"v","text":"Mu tegati leneen ca loolu lépp: jàpp Yaxya, tëj ca kaso ba."},{"style":"s1","text":"Yaxya sóob na Yeesu ci ndox"},{"style":"p","text":""},{"style":"v","text":"Noonu \\w Yaxya|Yaxya:\\w* doon sóobe ñépp cim ndox, ni la deme ba Yeesu dikk, mu sóob ko ci ndox. Ci biir loolu Yeesu yékkati kàddug ñaan, asamaan ubbiku."},{"style":"v","text":"Ba loolu amee \\w Noo gu Sell|Noo gu Sell g-:\\w* gi moo bindoo ni pitax, wàcc ci kawam, baat jibe asamaan, ne: «Yaa di sama Doom, sama soppe; yaw laay bànneexoo.»"},{"style":"s1","text":"Lu jëm ci cosaanu Yeesu Almasi bi"},{"style":"p","text":""},{"style":"v","text":"Yeesu ci boppam ba muy door, amoon na lu tollu ci fanweeri at, di doomu Yuusufa, ni ko xel mana jàppe."},{"style":"q1","text":"Yuusufa, Eli mooy baayam,"},{"style":"q1","text":""},{"style":"v","text":"Eli, Matat. Matat, Lewi; Lewi, Melki; Melki, Yanayi; Yanayi, Yuusufa;"},{"style":"q1","text":""},{"style":"v","text":"Yuusufa, Matacas; Matacas, Amos; Amos, Nawum; Nawum, Esli; Esli, Nagayi."},{"style":"q1","text":""},{"style":"v","text":"Nagayi, Maat; Maat, Matacas; Matacas, Semeyin; Semeyin, Yosex; Yosex, Yoda."},{"style":"q1","text":""},{"style":"v","text":"Yoda, Yoxanan; Yoxanan, Resa; Resa, Sorobabel; Sorobabel, Selcel; Selcel, Neri;"},{"style":"q1","text":""},{"style":"v","text":"Neri, Melki; Melki, Adi; Adi, Kosam; Kosam, Elmadam; Elmadam, Er."},{"style":"q1","text":""},{"style":"v","text":"Er, Yosuwe; Yosuwe, Elyeser; Elyeser, Yorim; Yorim, Matat; Matat, Lewi;"},{"style":"q1","text":""},{"style":"v","text":"Lewi, Simeyon; Simeyon, Yuda; Yuda, Yuusufa; Yuusufa, Yonam; Yonam, Elyakim."},{"style":"q1","text":""},{"style":"v","text":"Elyakim, Meleya; Meleya, Mena; Mena, Matata; Matata, Natan; Natan, \\w Daawuda|Daawuda:\\w*."},{"style":"q1","text":""},{"style":"v","text":"Daawuda mooy doomu \\w Yese|Yese:\\w*; Yese, Obedd; Obedd, Bowas; Bowas, Sala; Sala, Naason."},{"style":"q1","text":""},{"style":"v","text":"Naason, Aminadab; Aminadab, Admin; Admin, Arni; Arni, Esron; Esron, Peres; Peres, Yuda;"},{"style":"q1","text":""},{"style":"v","text":"Yuda, \\w Yanqóoba|Yanqóoba:\\w*; Yanqóoba, Isaaxa; Isaaxa, Ibraayma; Ibraayma, Teraa; Teraa, Naxor;"},{"style":"q1","text":""},{"style":"v","text":"Naxor, Serug; Serug, Rew; Rew, Peleg; Peleg, Eber; Eber, Sela;"},{"style":"q1","text":""},{"style":"v","text":"Sela, Kenan; Kenan, Arpagsàdd; Arpagsàdd, Sem; Sem, Nóoyin; Nóoyin, Lemeg;"},{"style":"q1","text":""},{"style":"v","text":"Lemeg, Matusalem; Matusalem, Enog; Enog, Yeredd; Yeredd, Maalaleel; Maalaleel, Kenan;"},{"style":"q1","text":""},{"style":"v","text":"Kenan, Enos; Enos, Set; Set, Aadama; Aadama, Yàlla."}]