[{"style":"s1","verse":"","text":"Yeesu woo na ay taalibe"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesoo nga taxawoon ca tàkkal dexu Senesaret\\f + \\fr 5.1 \\fk dexu Senesaret \\ft mooy dexu Galile ba tey.\\f*, mbooloo ma tancaloo ci kawam, di déglu kàddug Yàlla."},{"style":"v","verse":"2","text":"Ci biir loolu mu gis ñaari gaal yu taxaw ci tàkk gi, nappkat ya ca wàcce, di fóot seeni mbaal."},{"style":"v","verse":"3","text":"Mu dugg ci genn gaal gi, muy gu Simoŋ. Mu ñaan ko mu bëmëx ba dànd tefes gi as lëf. Mu defal ko noonu, Yeesu toog, tàmbalee jàngal mbooloo ma fa mu tollu ca biir gaal ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Naka la jàngale ba noppi, ne Simoŋ: «Bëmëxal ba ca xóote ba, te ngeen sànni seeni mbaal ba jàpp.»"},{"style":"v","verse":"5","text":"Simoŋ ne ko: «Njaatige, coono lanu fanaane biig te jàppunu dara. Xanaa ma sànni ko rekk ci sa ndigal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Naka lañu sànni mbaal yi, daldi jàpp jën yu baree bare, ba mbaal ya di xëtt."},{"style":"v","verse":"7","text":"Ba loolu amee ñu liyaar seen moroom ya ca geneen gaal ga, ngir ñu dimbalisi leen. Ñu dikk, yebandook ñoom, feesal ñaari gaal yépp, ba ñuy bëgga suux."},{"style":"v","verse":"8","text":"Simoŋ Piyeer nag gis loolu, daldi sukk fa kanam Yeesu, ne ko: «Sang bi, ngalla sore ma, ngir man nitu bàkkaarkat laa!»,"},{"style":"v","verse":"9","text":"ndax tiitaange ju ko jàpp, mook mboolem ña mu àndal, ca jën yu bare ya ñu jàpp."},{"style":"v","verse":"10","text":"Yanqóoba ak Yowaan doomi Sebede ya mu bokkaloon liggéey ba itam noonu lañu tiite. Yeesu ne Simoŋ: «Bul ragal dara; gannaaw-si-tey, ay nit ngay napp.»"},{"style":"v","verse":"11","text":"Ci kaw loolu ñu teeral gaal ya ca tefes ga, daldi won lépp gannaaw, topp ca moom."},{"style":"s1","verse":"","text":"Yeesu faj na ku gaana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Yeesoo nga nekkoon cib dëkk, ndeke jenn waay a nga fa, ju jàngoroy \\w ngaana|ngaana g-:\\w* daj ca yaram wa. Ba mu gisee Yeesu, daa daanu, dëpp jëëm ci suuf, sarxu ko, ne: «Sang bi, su la soobee, man nga maa setal.»"},{"style":"v","verse":"13","text":"Yeesu tàllal loxoom, laal ko ne: «Soob na ma, setal.» Ca saa sa ngaana ga teqalikook moom."},{"style":"v","verse":"14","text":"Yeesu dénk ko ne ko: «Bu ko wax kenn, demal rekk ca \\w sarxalkat|sarxalkat b-:\\w* ba, ngir mu seet la, te nga génne sa saraxu setlu, ni ko yoonu Musaa santaanee, muy firnde ci ñoom\\f + \\fr 5.14 \\ft Ci yoonu Musaa, jàngoroy der juy law ju mel ni ngaana, sobe la woon ca ka mu dal, te du set li feek wérul. Seetal ci \\bk Sarxalkat yi\\bk* 13.45-46; 14.1-32.\\f*.»"},{"style":"v","verse":"15","text":"Teewul jëwub Yeesu gënatee law. Mbooloo yu bare daje, di ko déglu tey faju, ba tàggook seeni jàngoro."},{"style":"v","verse":"16","text":"Moom nag muy rocceekuy dem ba ci béreb yu wéet, di fa ñaaneji."},{"style":"s1","verse":"","text":"Yeesu faj na ab lafañ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Yeesu moo doon jàngale bés, fu ay \\w Farisen|Farisen y-:\\w* ak ay jàngalekati yoonu Musaa toogoon, ñu jóge ca mboolem dëkki Galile ak Yude ak Yerusalem, te manoorey Boroom bi teew faak moom, ngir faj jarag ja."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ci biir loolu ay nit ne jalañ, jàppoo ab lafañ bu ñu tëral cig laltu. Ñu di ko wuta dugal, ngir tëral ko ca kanam Yeesu."},{"style":"v","verse":"19","text":"Waaye gisuñu fu ñu koy awale ndax mbooloo ma. Ñu yéeg ca kaw néeg ba, xeddi lenn ca xadd ba, yoor waa jaak laltu ga, wàcce ko ca digg ba, fa kanam Yeesu."},{"style":"v","verse":"20","text":"Yeesu nag seetlu seen ngëm, daldi ne lafañ ba: «Mbokk mi, jéggalees na la say bàkkaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Firikati yoonu Musaa yi ak Farisen yi tàmbalee nàttable ci seen xel, naan: «Kii di diir Yàlla mbagg mooy kan? Ana ku mana jéggaley bàkkaar ku dul Yàlla doŋŋ?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yeesu nag xam la ñuy nàttable ci seen xel, daldi àddu, ne leen: «Lu ngeen di nàttable ci seen xel?"},{"style":"v","verse":"23","text":"Ana lu gëna yomb ci yii yaar: ne “Jéggalees na la say bàkkaar,” am ne: “Jógal te dox”?"},{"style":"v","verse":"24","text":"Kon nag dingeen xam ne \\w Doomu nit|Doomu nit k-:\\w* ki am na ci kaw suuf, sañ-sañu jéggale ay bàkkaar.» Mu ne lafañ ba: «Dama ne, jógal, jël sag laltu te dem ñibbi.»"},{"style":"v","verse":"25","text":"Nit ka daldi ne ñokket ca kanam ñépp, jël laltu ga mu tëddoon, jëm këram, di sàbbaal Yàlla."},{"style":"v","verse":"26","text":"Ba loolu amee mbooloo mépp a jommi ba jommaaral, di sàbbaal Yàlla, tiitaange jàpp leen, ñu naan: «Gis nanu tey mbir yu tiiñ am xel.»"},{"style":"s1","verse":"","text":"Yeesu woo na Lewi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Gannaaw loolu Yeesu génn, gis ab \\w juutikat|juutikat b-:\\w* bu ñuy wax Lewi\\f + \\fr 5.27 \\fk Lewi \\ft ak Macë kenn nit ki la.\\f*, mu toog ca juuti ba. Mu ne ko: «Kaay, topp ma.»"},{"style":"v","verse":"28","text":"Lewi jóg, bàyyi lépp, topp ko."},{"style":"v","verse":"29","text":"Ci kaw loolu Lewi waajalal ko bernde ju réy ca këram. Mbooloo mu bare teew, ay juutikat ak yeneen gan, ñu bokk toog, di lekk."},{"style":"v","verse":"30","text":"\\w Farisen|Farisen y-:\\w* yi ak seeni firikati yoon nag di xultu ci kaw taalibey Yeesu yi, ne leen: «Juutikat yeek bàkkaarkat yi ngeen di bokkal lekk aka naan nag?»"},{"style":"v","verse":"31","text":"Yeesu ne leen: «Du ñi wér ñoo soxla fajkat, ñi wéradi ñoo ko soxla."},{"style":"v","verse":"32","text":"Du ñi jub laa woosi, bàkkaarkat yi laay woo, ngir jëme leen cig tuubeel.»"},{"style":"s1","verse":"","text":"Koor du wartéef ci gëmkatub Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Dañoo wax Yeesu, ne ko: «Taalibey \\w Yaxya|Yaxya:\\w* de, dinañu faral di woor, di ñaan. \\w Farisen|Farisen y-:\\w* yi it noonu, waaye sa ñoñ, lekk aka naan lañu dëkke.»"},{"style":"v","verse":"34","text":"Yeesu ne leen: «Ndax man ngeena woorloo xariti boroom séet, li feek boroom séet baa ngi teew ci seen biir?"},{"style":"v","verse":"35","text":"Teewul ay jant a ngi ñëw, dees na jële boroom séet bi ci seen biir. Kera bés yooyu nag, dinañu woor.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Yeesu léebati leen, ne leen: «Mbubb mu bees, deesu ci xotti ab sekkit, ngir daaxe ko mbubb mu ràpp. Lu ko moy mbubb mu bees mi xottiku ba noppi, te du tax sekkit wu bees wi ànd ak mbubb mi ràpp."},{"style":"v","verse":"37","text":"Te it mbuusum der yu ràpp, deesu ci duy biiñ bu bees. Lu ko moy biiñ bu bees bi fàcc mbuus yi; biiñ bi tuuru, mbuus yi yàqu."},{"style":"v","verse":"38","text":"Biiñ bu bees daal, ci mbuus mu bees lees koy denc."},{"style":"v","verse":"39","text":"Te itam deesul naan biiñ bu yàgg, di bëggati bu bees, xanaa nga ne: “Bu yàgg bee baax\\f + \\fr 5.39 \\ft Biiñ, nee ñu lu mu gëna yàgg rekk moo gën.\\f*.”»"}]