[{"style":"s1","text":"Bésub Noflaay, Yeesu mooy boroom"},{"style":"p","text":""},{"style":"v","text":"\\w Bésub Noflaay|bésub Noflaay b-:\\w* la woon, Yeesu doon jaar ci ay tool yu ñor, taalibeem ya fàqe ca ay gub, di boxom, di lekk."},{"style":"v","text":"Ñenn ca \\w Farisen|Farisen y-:\\w* ya ne leen: «Lu waral ngeen di def lu yoon mayewul ci bésub Noflaay?»"},{"style":"v","text":"Yeesu ne leen: «Xanaa jànguleen la \\w Daawuda|Daawuda:\\w* defoon, ba mu xiifee, moom, ak ña mu àndaloon?"},{"style":"v","text":"Ba mu duggee ca kër Yàlla ga, \\w mburum teewal|mburum teewal m-:\\w* ma la jël, lekk, jox ca ña mu àndal, te yoon mayewul kenn ku ca lekk ku dul \\w sarxalkat|sarxalkat b-:\\w* yi.»"},{"style":"v","text":"Mu neeti leen: «Bésub Noflaay, \\w Doomu nit|Doomu nit k-:\\w* ki mooy boroom.»"},{"style":"s1","text":"Yeesu faj na nit ku loxoom làggi"},{"style":"p","text":""},{"style":"v","text":"Beneen \\w bésub Noflaay|bésub Noflaay b-:\\w*, Yeesu dugg ca jàngub Yawut ba, di jàngale. Jenn waay ju loxol ndijooram làggi ma nga fa woon."},{"style":"v","text":"Firikati yoonu Musaa yaak \\w Farisen|Farisen y-:\\w* yaa ngay xool Yeesu, ba xam ndax dina ko faj ca bésub Noflaay ba, ngir ñu am lu ñu ko tuumaale."},{"style":"v","text":"Yeesu nag xam seen xalaat, daldi ne boroom loxo bu làggi ba: «Jógal taxaw fii ci digg bi.» Mu jóg taxaw."},{"style":"v","text":"Yeesu ne leen: «Laaj naa leen, ana lu yoon maye ci bésub Noflaay: def lu baax am lu bon? Rawale bakkan walla faat?»"},{"style":"v","text":"Ci kaw loolu mu dawal bëtam, xool ña ko yéew ñépp, ba noppi ne waa ja: «Tàllalal sa loxo.» Mu tàllal, loxo ba wér."},{"style":"v","text":"Ñu mer nag ba fees, di diisoo ci seen biir nu ñuy def ak Yeesu."},{"style":"s1","text":"Yeesu tànn na fukki ndaw ak ñaar"},{"style":"p","text":""},{"style":"v","text":"Fan yooyu la Yeesu dem ca kaw tund wa ngir ñaani fa; mu fanaane faa ñaan ci Yàlla."},{"style":"v","text":"Ba bët setee, mu woo ay taalibeem, tànn ca fukk ak ñaar ñii, tudde leen ay ndawam:"},{"style":"li","text":""},{"style":"v","text":"Simoŋ mi Yeesuy woowe itam Piyeer,"},{"style":"li","text":"ak Àndre mi bokk ak Piyeer ndey ak baay,"},{"style":"li","text":"ak Yanqóoba ak Yowaan,"},{"style":"li","text":"ak Filib ak Bartelemi,"},{"style":"li","text":""},{"style":"v","text":"ak Macë ak Tomaa,"},{"style":"li","text":"ak Yanqóoba doomu Alfe,"},{"style":"li","text":"ak Simoŋ mi ñuy wax Mbokki kuréelu Moom-sa-réew ma,"},{"style":"li","text":""},{"style":"v","text":"ak Yuda doomu Yanqóoba,"},{"style":"li","text":"ak Yuda Iskaryo may mujj wor."},{"style":"s1","text":"Nekkinu tey, yoolub ëllëg"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu ànd ak ñoom, wàcc, daldi taxaw ca joor ga. Ay taalibeem yu baree nga fa woon ak mbooloo mu bare: ay niti Yude gépp, ak Yerusalem, ak \\w Tir ak Sidon|Tir:\\w*, dëkki wetu tefes ga."},{"style":"v","text":"Ñu dikk, di ko déglu tey faju ba tàggook seeni jàngoro. Ñi \\w rab|rab:\\w* jàpp it, wér."},{"style":"v","text":"Mbooloo mépp a ko doon wuta laal ndax leer guy bàyyikoo ca moom, di faj ñépp."},{"style":"p","text":""},{"style":"v","text":"Yeesu nag xool ay taalibeem, ne leen:"},{"style":"q1","text":"«Ndokkalee yeen ñi néewle,"},{"style":"q1","text":"nde nguurug Yàlla, yeenay boroom."},{"style":"q1","text":""},{"style":"v","text":"Ndokkalee yeen ñi xiif tey,"},{"style":"q1","text":"nde dingeen regg."},{"style":"q1","text":"Ndokkalee yeen ñiy jooy tey,"},{"style":"q1","text":"nde dingeen ree."},{"style":"m","text":""},{"style":"v","text":"Ndokkalee yeen, bu leen nit ñi bañee, daggook yeen, saaga leen, sikkal seen der ndax \\w Doomu nit|Doomu nit k-:\\w* ki."},{"style":"v","text":"Bésub keroog, bégleen bay fecc ndax seen yoolub ëllëg bu réy, nde noonu la maami ñooñu daan def ak yonent ya."},{"style":"q1","text":""},{"style":"v","text":"Waaye wóoy ngalla yeen ñi barele,"},{"style":"q1","text":"ndax neexle ngeen ba noppi."},{"style":"q1","text":""},{"style":"v","text":"Wóoy ngalla yeen ñi regg tey,"},{"style":"q1","text":"ndax dingeen xiif ëllëg."},{"style":"q1","text":"Wóoy yeen ñiy ree tey,"},{"style":"q1","text":"ndax dingeen tiislu, dingeen jooy."},{"style":"m","text":""},{"style":"v","text":"Wóoy ngalla yeen, bu leen ñépp dee waxal lu baax, ndax noonu rekk la maami ñooñu daan jëfe ak yonenti caaxaan ya."},{"style":"s1","text":"Soppleen seeni noon"},{"style":"p","text":""},{"style":"v","text":"«Yeen ñi may déglu, dama ne, seeni noon, soppleen leen, seeni bañ, defalleen leen lu baax."},{"style":"v","text":"Ñi leen di móolu, yéeneleen leen lu baax, ñi leen di soxore, ñaanalleen leen."},{"style":"v","text":"Ku leen talaata cib lex, dékkleen ko ba ca des. Ku nangu seen mbubb mu mag, buleen ko teree jëlaale seenub turki."},{"style":"v","text":"Képp ku leen ñaan, mayleen ko; ku nangu seen yëf, buleen ko ko laaj."},{"style":"v","text":"Lu ngeen bëgg nit ñi defal leen ko nag, nangeen leen ko defale noonu."},{"style":"p","text":""},{"style":"v","text":"«Su dee ñi leen sopp doŋŋ ngeen sopp, ana lu ngeen ci wara ame ab yool? Bàkkaarkat yi sax, ñi leen sopp, sopp nañu leen."},{"style":"v","text":"Te su dee ñi leen defal lu baax doŋŋ ngeen defal lu baax, ana lu ngeen ci wara yooloo? Bàkkaarkat yi it noonu doŋŋ lañuy jëfe."},{"style":"v","text":"Te su dee ñi ngeen yaakaare ndelloo doŋŋ ngeen lebal, ana lu ngeen ci wara ame yool? Bàkkaarkat yi it, yaakaar ndelloo lu mat sëkk moo tax ñuy lebalante."},{"style":"v","text":"Yeen kay, soppleen seeni noon, defleen lu baax, lebleleen te baña yaakaar ndelloo. Su boobaa seenub yool réy, ngeen di doomi Aji Kawe ji, ndax moom de ñi santadi te bon, moo leen di baaxe."},{"style":"v","text":"Ni seen Baay ame yërmande nag, nangeen ni ame yërmande."},{"style":"p","text":""},{"style":"v","text":"«Buleen di sikkal kenn, su boobaa deesuleen sikkal. Buleen yeyale kenn ab daan, ngir ñu bañ leena yeyale ab daan. Baaleleen, ñu baal leen."},{"style":"v","text":"Mayeleen, ñu may leen; natt bu duun bu ñu rokkos, yëngal, mu fees bay tuuru, moom lees leen di nàddil ci seen mbubb. Ndax natt bi ngeen di nattale, moom lees leen di nattale.»"},{"style":"s1","text":"Ndimbal, koo tane"},{"style":"p","text":""},{"style":"v","text":"Yeesu léebati leen, ne leen: «Ndax gumba dina wommat gumba? Mbaa duñu ànd tàbbi ci kàmb?"},{"style":"v","text":"Taalibe sutul kilifaam, waaye bépp taalibe bu jàng ba wàcc, day tollook kilifaam."},{"style":"p","text":""},{"style":"v","text":"«Ana looy xoole xatax bi ci sa bëtu mbokk te gànj gi ci sa bëtu bopp gisuloo ko?"},{"style":"v","text":"Ana noo mane ne sa mbokk: “Mbokk mee, xaaral, ma dindil la xatax bi ci sa bët,” te yaw ci sa bopp gànj gi ci sa bët, gisuloo ko? Jinigalkat bi! Njëkkala dindi gànj gi ci sa bët. Su boobaa dinga gis bu baax xatax bi ci sa bëtu mbokk, ba dindil ko ko."},{"style":"s1","text":"Doom ja, ndey ja"},{"style":"p","text":""},{"style":"v","text":"«Garab gu neex du meññ doom yu naqari, te garab gu naqari it du meññ doom yu neex."},{"style":"v","text":"Garab gu nekk, meññeefam lees koy xàmmee. Ab dédd, deesu ci witte doomi figg; ay dagg it, deesu ci jële doomi reseñ."},{"style":"v","text":"Nit ku baax, dencub ngëneel ba ca biir xolam, ca lay jële lu baax la mu sàlloo; nit ku bon it, dencub safaan ba ca biir xolam, ca lay jële safaan ba mu sàlloo. Gémmiñ daal, la fees xolu boroom lay wax."},{"style":"s1","text":"Ñaari tabaxkat a ngi"},{"style":"p","text":""},{"style":"v","text":"«Ana lu ngeen ma naa “Sang bi, Sang bi,” te jëfewuleen samay wax?"},{"style":"v","text":"Képp ku ñëw ci man, dégg samay wax te di ko jëfe, dinaa leen won nu muy mel."},{"style":"v","text":"Dafa mel ni nit kiy tabax kër, gas a gas ba mu xóot, daldi samp fondmaa ca kaw doj wa ca suuf. Mbënn ma dikk, wal ma rëkk kër gaak doole te manu koo yëngal ndax tabax bu wér ba ñu ko tabaxe."},{"style":"v","text":"Waaye ku dégg te jëfewoo, dangaa mel ni nit ku tabax kër ci suuf, te amul fondmaa. Wal maa koy rëkk ak doole, kër ga jekki màbb, yàqu yaxeet.»"}]