[{"style":"s1","verse":"","text":"Njiitu takk-der ba yooloo na ngëmam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu wax na kàddoom googu gépp, askan way dégg, mu doora jàll biir Kapernawum."},{"style":"v","verse":"2","text":"Foofa nag ab \\w njiitu takk-der|njiitu takk-der b-:\\w* bu waa Room a nga fa woon, ab jaamam woppoon bay bëgga dee, te njiit la soppoon ko lool."},{"style":"v","verse":"3","text":"Ba njiit la déggee mbiri Yeesu, daa yebal ñenn ca magi Yawuti dëkk ba ca moom, ñaan ko mu dikk xettali jaamam."},{"style":"v","verse":"4","text":"Magi dëkk ba agsi ca Yeesu, tinu koo tinu, ne ko: «Ki nu yebal ci yaw de, yelloo na sa ndimbal,"},{"style":"v","verse":"5","text":"ndax ku sopp sunuw xeet la, te sunu jàngu bi sax, moo nu ko tabaxal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Yeesu daldi ànd ak ñoom. Naka la jubsi kër ga, njiit la yóbbante ay xaritam kàddoom, ñu gatandu Yeesu, ne ko: «Sang bi, jarul ngay sonn, ndax sab tànk sama biir kër, man yeyoowuma ko."},{"style":"v","verse":"7","text":"Moo ma la tee gatandul sama bopp, ndax jàpp naa ne loolu jomb na ma. Waxal genn kàddu rekk, sama surga wér."},{"style":"v","verse":"8","text":"Ndaxte man itam ci kilifteef laa tënku, te it ay takk-der a ngi ci sama ndigal. Su ma nee kii: “Demal,” mu dem. Ma ne kee: “Ñëwal,” mu ñëw. Te sama jaam bu ma ne: “Defal lii,” mu def ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba Yeesu déggee loolu daa yéemu ca njiit la. Mu ne gees mbooloo ma topp ca moom, ne leen: «Dama ne, gii ngëm gu réy, \\w bànni Israayil|bànni Israayil:\\w* sax, gisuma ko ci.»"},{"style":"v","verse":"10","text":"Ndaw ya daldi dellu ca kër ga, fekk jaam ba wér."},{"style":"s1","verse":"","text":"Yeesu dekkal na doomu jëtun ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"La ca tegu Yeesu demati dëkk ba ñuy wax Nayin, ay taalibeem ak mbooloo mu bare ànd ak moom."},{"style":"v","verse":"12","text":"Ba mu jubsee buntu dëkk ba, yemul ci lu moy ab rob, ka dee di doomu jëtun, te moom rekk la amoon. Niti dëkk ba def mbooloo mu bare, ànd ak soxna sa."},{"style":"v","verse":"13","text":"Sang bi nag gis ko, ñeewante ko, ne ko: «Bul jooy.»"},{"style":"v","verse":"14","text":"Mu dikk ba \\w teg loxoom|teg loxo:\\w* ca jaat ga, ña ko jàppoo taxaw. Mu ne: «Ngóor si, yaw laay wax, jógal.»"},{"style":"v","verse":"15","text":"Néew ba jóg toog, di wax, mu delloo ko yaay ja."},{"style":"v","verse":"16","text":"Tiitaange nag jàpp ñépp, ñu sàbbaal Yàlla, naan: «Yonent bu mag feeñ na ci sunu biir!» te naan «Yàllaa wallusi ñoñam!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Coow loolu nag law ca mboolem réewum Yawut ak mboolem fa ko wër."},{"style":"s1","verse":"","text":"Yeesu jàngale na ci mbirum Yaxya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ci kaw loolu taalibey \\w Yaxya|Yaxya:\\w* àgge Yaxya loolu lépp. Mu woo ñaar ca taalibe ya,"},{"style":"v","verse":"19","text":"yebal leen ci Sang bi, laaj ko ne ko: «Ndax yaw yaa di Ki wara ñëw, am keneen lanuy séentu?»"},{"style":"v","verse":"20","text":"Taalibe ya dikk ne Yeesu: «Yaxya moo nu yebal, di la laaj ndax yaw yaa di Ki wara ñëw, am keneen lanuy séentu?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Waxtu woowa tembe nag Yeesu faj na ñu bare, tàggale leen aki jàngoro aki jagadi aki rab, silmaxa yu bare, mu baaxe leen, ñuy gis."},{"style":"v","verse":"22","text":"Mu ne ndaw ya: «Li ngeen gis te dégg ko, demleen àgge ko Yaxya. Silmaxa yaa ngiy gis, lafañ yi di dox, \\w gaana|gaana:\\w* yiy wér, tëx yiy dégg, néew yiy dekki, néew-doole yiy dégg xibaaru jàmm bi\\f + \\fr 7.22 \\ft Seetal ci \\bk Esayi\\bk* 35.5-6; 61.1. Muy kàdduy waxyu yu jëm ci Almasi bi.\\f*."},{"style":"v","verse":"23","text":"Ku xàccul sa péeteek man nag, ndokkalee yaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba ndawi Yaxya demee, Yeesu daldi wax ak mbooloo ma ci mbirum Yaxya, ne leen: «Lu ngeen seetaani woon ca màndiŋ ma? Xanaa barax bu ngelaw liy yëngal?"},{"style":"v","verse":"25","text":"Kon lu ngeen seetaani woon? Boroom yére yu rafet? Waaye boroom yére yu yànj yooyu te seen dund bakkane, ci këri buur lañu dëkk."},{"style":"v","verse":"26","text":"Kon nag lu ngeen seetaani woon? Ab yonent? Waawaaw, maa leen ko wax, te wees na ab yonent sax."},{"style":"v","verse":"27","text":"Ci moom moomu lañu bindoon ne:"},{"style":"q1","verse":"","text":"“Maa ngii di yebal sama ndaw, mu jiitu la,"},{"style":"q1","verse":"","text":"xàllal la saw yoon.”\\f + \\fr 7.27 \\ft Seetal ci Malasi 3.1.\\f*"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"Maa leen ko wax, li jigéen jur, kenn sutu ci Yaxya. Waaye ki gëna tuut ci nguurug Yàlla sax moo ko sut.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Mboolem ña déglu Yeesu, ba ca \\w juutikat|juutikat b-:\\w* ya sax, dëggal nañu Yàlla, ndax nangu nañoo sóobu sóobeb Yaxya."},{"style":"v","verse":"30","text":"Waaye \\w Farisen|Farisen y-:\\w* ya ak xamkati yoon ya ñoo gàntal la leen Yàlla nammaloon, ba nanguwuñu Yaxya sóob leen ci ndox."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yeesu neeti: «Ana kon ku may niruleek niti tey jii? Ana ku ñuy nirool?"},{"style":"v","verse":"32","text":"Ñu ngi nirook xale yu toog ca pénc ma di awoonte, naan:"},{"style":"q1","verse":"","text":"“Noo leen toxorool, fecculeen,"},{"style":"q1","verse":"","text":"nu dëjal leen, jooyuleen.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"33","text":"Ndaxte Yaxya daa feeñ, lekkul mburu, naanul biiñ, ngeen nee: “Aw rab la àndal.”"},{"style":"v","verse":"34","text":"\\w Doomu nit|Doomu nit k-:\\w* ki ñëw, di lekk aka naan, ngeen naay: “Kee fuqle, naan-katub biiñ biiy xaritook juutikat yeek bàkkaarkat yi.”"},{"style":"v","verse":"35","text":"Waaye xel mu rafet, mboolem la mu jur mooy la koy dëggal.»"},{"style":"s1","verse":"","text":"Yeesu gane na Simoŋ Farisen ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Kenn ca \\w Farisen|Farisen y-:\\w* ya moo woo woon Yeesu, ngir ñu bokk lekk. Yeesu agsi ca kër Farisen ba, daldi dikk ca ndab la."},{"style":"v","verse":"37","text":"Ndeke sennas ndaw a nga ca dëkk ba, ab moykat la woon. Mu yég nag ne Yeesoo nga ca kër Farisen ba, di lekk. Mu dikk, indaale njaqal doju albatar lu def lajkoloñ."},{"style":"v","verse":"38","text":"Mu dikk ba fa Yeesu sóonu, ca gannaawam, fa tànki Yeesu féete, daldi taxaw, di jooy, rongooñ ya tooyal xepp tànk ya. Ndaw sa nag di fompe tànki Yeesu kawaru boppam gay lang, di fóon tànk yaak cofeel, di ca sotti lajkoloñ ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Farisen ba woo Yeesu nag gis loolu, naan ci xelam: «Kii su doon ab yonent, dina xam ndaw sii di ko nabb-nabbee ku mu doon, ak lu mu doon: jigéenu moykat!»"},{"style":"v","verse":"40","text":"Yeesu nag àddu, ne ko: «Simoŋ, dinaa la wax lenn.» Mu ne ko: «Waxal, kilifa gi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Yeesu ne ko: «Ñaari boroom bor la woon ak seenub leblekat. Boru kenn ka di téeméeri junni (500~000) ci xaalis, ka ca des fukki junni (50~000)\\f + \\fr 7.41 \\fk téeméeri junni: \\ft maanaam juróomi téeméeri dinaar; \\fk fukki junni: \\ft maanaam juróom fukki dinaar. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*."},{"style":"v","verse":"42","text":"Waaye ñoom ñaar ñépp, kenn manu cee fey. Mu far jéggal leen ñoom ñépp. Ana kan ci ñaar ñooñu nag moo ciy gëna fonk leblekat bi?»"},{"style":"v","verse":"43","text":"Simoŋ ne ko: «Xanaa ki ëpple lu ñu ko jéggal.»"},{"style":"p","verse":"","text":"Yeesu ne ko: «Sab àtte jub na.»"},{"style":"v","verse":"44","text":"Mu walbatiku ca ndaw sa, daldi ne Simoŋ: «Gis nga ndaw sii de? Dugg naa sa kër, mayewoo ndox mu ma jàngoo. Waaye moom, ay rongooñam la tooyale samay tànk, fompe ko kawaru boppam."},{"style":"v","verse":"45","text":"Fóonuloo ma, dalale ma, waaye moom, ba ma duggsee ba léegi noppiwula fóon samay tànk."},{"style":"v","verse":"46","text":"Ag diw, diwoo ko ci sama bopp, waaye moom, lajkoloñ la diw ci samay tànk."},{"style":"v","verse":"47","text":"Moo tax ma di la wax, ne bàkkaaram yu bare yi ñu ko jéggal moo waral fonkeelam gu bare. Waaye njéggal lu tuut, fonkeel gu tuut rekk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Yeesu nag ne ndaw sa: «Jéggalees na la say bàkkaar.»"},{"style":"v","verse":"49","text":"Ci kaw loolu ña mu toogandool di lekk, naan ci seen xel: «Kii mooy kan bay jéggaley bàkkaar sax?»"},{"style":"v","verse":"50","text":"Yeesu nag ne ndaw sa: «Sa ngëm musal na la, demal ak jàmm.»"}]