[{"style":"s1","verse":"","text":"Le centenier Corneille, premier païen converti par le ministère de l’apôtre Pierre. Le Saint-Esprit accordé à d’autres païens"},{"style":"r","verse":"","text":"V. 1-8: cf. (Ac 11:13, 14; 10:30-35.) Ps 145:18, 19. És 56:6, 7. Ps 112:4."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Il y avait à Césarée un homme nommé Corneille, centenier dans la cohorte dite italienne. "},{"style":"v","verse":"2","text":"Cet homme était pieux et craignait Dieu, avec toute sa maison; il faisait beaucoup d’aumônes au peuple, et priait Dieu continuellement. "},{"style":"v","verse":"3","text":"Vers la neuvième heure du jour, il vit clairement dans une vision un ange de Dieu qui entra chez lui, et qui lui dit: Corneille! "},{"style":"v","verse":"4","text":"Les regards fixés sur lui, et saisi d’effroi, il répondit: Qu’est-ce, Seigneur? Et l’ange lui dit: Tes prières et tes aumônes sont montées devant Dieu, et il s’en est souvenu. "},{"style":"v","verse":"5","text":"Envoie maintenant des hommes à Joppé, et fais venir Simon, surnommé Pierre; "},{"style":"v","verse":"6","text":"il est logé chez un certain Simon, corroyeur, dont la maison est près de la mer. "},{"style":"v","verse":"7","text":"Dès que l’ange qui lui avait parlé fut parti, Corneille appela deux de ses serviteurs, et un soldat pieux d’entre ceux qui étaient attachés à sa personne; "},{"style":"v","verse":"8","text":"et, après leur avoir tout raconté, il les envoya à Joppé."},{"style":"r","verse":"","text":"V. 9-48: cf. Ac 11:1-18; 15:7-9. Ro 9:25, 26. Za 2:4. Ap 21:24-27; 22:2."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Le lendemain, comme ils étaient en route, et qu’ils approchaient de la ville, \\x a \\xo 10.9 \\xt 2 R 4:33. Mt 6:6.\\x*Pierre monta sur le toit, vers la sixième heure, pour prier. "},{"style":"v","verse":"10","text":"Il eut faim, et il voulut manger. Pendant qu’on lui préparait à manger, il tomba en extase. "},{"style":"v","verse":"11","text":"Il vit le ciel ouvert, et un objet semblable à une grande nappe attachée par les quatre coins, qui descendait et s’abaissait vers la terre, "},{"style":"v","verse":"12","text":"et où se trouvaient tous les quadrupèdes et les reptiles de la terre et les oiseaux du ciel. "},{"style":"v","verse":"13","text":"Et une voix lui dit: \\wj Lève-toi, Pierre, tue et mange.\\wj*"},{"style":"v","verse":"14","text":"Mais Pierre dit: Non, Seigneur, \\x b \\xo 10.14 \\xt Lé 11:4. De 14:7.\\x*car je n’ai jamais rien mangé de souillé ni d’impur. "},{"style":"v","verse":"15","text":"Et pour la seconde fois la voix se fit encore entendre à lui: \\x c \\xo 10.15 \\xt Mt 15:11. Ro 14:17, 20. 1 Ti 4:4. Tit 1:15.\\x*\\wj Ce que Dieu a déclaré pur, ne le regarde pas comme souillé.\\wj*"},{"style":"v","verse":"16","text":"Cela arriva jusqu’à trois fois; et aussitôt après, l’objet fut retiré dans le ciel. "},{"style":"v","verse":"17","text":"Tandis que Pierre ne savait en lui-même que penser du sens de la vision qu’il avait eue, voici, les hommes envoyés par Corneille, s’étant informés de la maison de Simon, se présentèrent à la porte, "},{"style":"v","verse":"18","text":"et demandèrent à haute voix si c’était là que logeait Simon, surnommé Pierre. "},{"style":"v","verse":"19","text":"Et comme Pierre était à réfléchir sur la vision, l’Esprit lui dit: Voici, trois hommes te demandent; "},{"style":"v","verse":"20","text":"\\x d \\xo 10.20 \\xt Ac 15:7.\\x*lève-toi, descends, et pars avec eux sans hésiter, car c’est moi qui les ai envoyés. "},{"style":"v","verse":"21","text":"Pierre donc descendit, et il dit à ces hommes: Voici, je suis celui que vous cherchez; quel est le motif qui vous amène? "},{"style":"v","verse":"22","text":"Ils répondirent: Corneille, centenier, homme juste et craignant Dieu, et de qui toute la nation des Juifs rend un bon témoignage, a été divinement averti par un saint ange de te faire venir dans sa maison et d’entendre tes paroles. "},{"style":"v","verse":"23","text":"Pierre donc les fit entrer, et les logea. Le lendemain, il se leva, et partit avec eux. Quelques-uns des frères de Joppé l’accompagnèrent. "},{"style":"v","verse":"24","text":"Ils arrivèrent à Césarée le jour suivant. Corneille les attendait, et avait invité ses parents et ses amis intimes. "},{"style":"v","verse":"25","text":"Lorsque Pierre entra, Corneille, qui était allé au-devant de lui, tomba à ses pieds et se prosterna. "},{"style":"v","verse":"26","text":"Mais Pierre le releva, en disant: \\x e \\xo 10.26 \\xt Ac 14:14. Ap 19:10; 22:9.\\x*Lève-toi; moi aussi, je suis un homme. "},{"style":"v","verse":"27","text":"Et conversant avec lui, il entra, et trouva beaucoup de personnes réunies. "},{"style":"v","verse":"28","text":"\\x f \\xo 10.28 \\xt Ex 23:32; 34:15. De 7:2. Jn 4:9; 18:28.\\x*Vous savez, leur dit-il, qu’il est défendu à un Juif de se lier avec un étranger ou d’entrer chez lui; \\x g \\xo 10.28 \\xt Ac 15:8. Ép 3:6.\\x*mais Dieu m’a appris à ne regarder aucun homme comme souillé et impur. "},{"style":"v","verse":"29","text":"C’est pourquoi je n’ai pas eu d’objection à venir, puisque vous m’avez appelé; je vous demande donc pour quel motif vous m’avez envoyé chercher. "},{"style":"v","verse":"30","text":"Corneille dit: Il y a quatre jours, à cette heure-ci, je priais dans ma maison à la neuvième heure; et voici, un homme \\x h \\xo 10.30 \\xt Mt 28:3. Mc 16:5. Lu 24:4.\\x*vêtu d’un habit éclatant se présenta devant moi, et dit: "},{"style":"v","verse":"31","text":"Corneille, ta prière a été exaucée, et Dieu s’est souvenu de tes aumônes. "},{"style":"v","verse":"32","text":"Envoie donc à Joppé, et fais venir Simon, surnommé Pierre; il est logé dans la maison de Simon, corroyeur, près de la mer. "},{"style":"v","verse":"33","text":"Aussitôt j’ai envoyé vers toi, et tu as bien fait de venir. Maintenant donc nous sommes tous devant Dieu, pour entendre tout ce que le Seigneur t’a ordonné de nous dire. "},{"style":"v","verse":"34","text":"Alors Pierre, ouvrant la bouche, dit: En vérité, je reconnais \\x i \\xo 10.34 \\xt De 10:17. 2 Ch 19:7. Job 34:19. Ro 2:11. Ga 2:6. Ép 6:9. Col 3:25. 1 Pi 1:17.\\x*que Dieu ne fait point acception de personnes, "},{"style":"v","verse":"35","text":"\\x j \\xo 10.35 \\xt És 56:6.\\x*mais qu’en toute nation celui qui le craint et qui pratique la justice lui est agréable. "},{"style":"v","verse":"36","text":"Il a envoyé la parole aux fils d’Israël, \\x k \\xo 10.36 \\xt És 9:5; 52:7. Jn 16:33. Ro 5:1. Col 1:20.\\x*en leur annonçant la paix par Jésus-Christ, qui est le Seigneur de tous. "},{"style":"v","verse":"37","text":"Vous savez ce qui est arrivé dans toute la Judée, \\x l \\xo 10.37 \\xt És 8:23; 9:1. Mt 4:12. Mc 1:14, 38, 39. Lu 4:14.\\x*après avoir commencé en Galilée, à la suite du baptême que Jean a prêché; "},{"style":"v","verse":"38","text":"vous savez comment \\x m \\xo 10.38 \\xt Ps 45:8. És 61:1. Lu 4:18.\\x*Dieu a oint du Saint-Esprit et de force Jésus de Nazareth, qui allait de lieu en lieu faisant du bien et guérissant tous ceux qui étaient sous l’empire du diable, car Dieu était avec lui. "},{"style":"v","verse":"39","text":"Nous sommes témoins de tout ce qu’il a fait dans le pays des Juifs et à Jérusalem. Ils l’ont tué, en le pendant au bois. "},{"style":"v","verse":"40","text":"\\x n \\xo 10.40 \\xt Mc 16:14. Lu 24:34. Jn 20:19. Ac 2:24. 1 Co 15:5.\\x*Dieu l’a ressuscité le troisième jour, et il a permis qu’il apparût, "},{"style":"v","verse":"41","text":"non à tout le peuple, mais aux témoins choisis d’avance par Dieu, à nous qui avons mangé et bu avec lui, après qu’il fut ressuscité des morts. "},{"style":"v","verse":"42","text":"\\x o \\xo 10.42 \\xt Mt 28:19. Mc 16:15. Jn 15:16.\\x*Et Jésus nous a ordonné de prêcher au peuple et d’attester que c’est lui \\x p \\xo 10.42 \\xt Ac 17:31.\\x*qui a été établi par Dieu juge des vivants et des morts. "},{"style":"v","verse":"43","text":"\\x q \\xo 10.43 \\xt Ge 3:15; 22:18; 26:4; 49:10. De 18:15. Ps 132:11. És 4:2; 7:14; 9:5; 40:10. Jé 23:5; 33:14. Éz 34:23; 37:24. Da 9:24. Mi 7:20.\\x*Tous les prophètes rendent de lui le témoignage \\x r \\xo 10.43 \\xt Ac 15:9.\\x*que quiconque croit en lui reçoit par son nom le pardon des péchés. "},{"style":"v","verse":"44","text":"\\x s \\xo 10.44 \\xt Ac 8:17.\\x*Comme Pierre prononçait encore ces mots, le Saint-Esprit descendit sur tous ceux qui écoutaient la parole. "},{"style":"v","verse":"45","text":"Tous les fidèles circoncis qui étaient venus avec Pierre furent étonnés de ce que le don du Saint-Esprit était aussi répandu sur les païens. "},{"style":"v","verse":"46","text":"\\x t \\xo 10.46 \\xt Mc 16:17. Ac 2:4.\\x*Car ils les entendaient parler en langues et glorifier Dieu. "},{"style":"v","verse":"47","text":"\\x u \\xo 10.47 \\xt Ac 8:36; 11:17.\\x*Alors Pierre dit: Peut-on refuser l’eau du baptême à ceux qui ont reçu le Saint-Esprit aussi bien que nous? "},{"style":"v","verse":"48","text":"Et il ordonna qu’ils fussent baptisés au nom du Seigneur. Sur quoi ils le prièrent de rester quelques jours auprès d’eux."}]