[{"style":"s1","verse":"","text":"Pierre explique sa conduite devant les chrétiens de Jérusalem"},{"style":"r","verse":"","text":"V. 1-18: cf. Ac 10. Ép 2:11-22. 1 Pi 2:10. (Tit 2:11. 1 Ti 2:4.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Les apôtres et les frères qui étaient dans la Judée apprirent que les païens avaient aussi reçu la parole de Dieu. "},{"style":"v","verse":"2","text":"Et lorsque Pierre fut monté à Jérusalem, les fidèles circoncis lui adressèrent des reproches, "},{"style":"v","verse":"3","text":"en disant: \\x a \\xo 11.3 \\xt Ex 23:32; 34:15. De 7:2. Jn 18:28.\\x*Tu es entré chez des incirconcis, et tu as mangé avec eux. "},{"style":"v","verse":"4","text":"Pierre se mit à leur exposer d’une manière suivie ce qui s’était passé. "},{"style":"v","verse":"5","text":"Il dit: \\x b \\xo 11.5 \\xt Ac 10:9.\\x*J’étais dans la ville de Joppé, et, pendant que je priais, je tombai en extase et j’eus une vision: un objet, semblable à une grande nappe attachée par les quatre coins, descendait du ciel et vint jusqu’à moi. "},{"style":"v","verse":"6","text":"Les regards fixés sur cette nappe, j’examinai, et je vis les quadrupèdes de la terre, les bêtes sauvages, les reptiles, et les oiseaux du ciel. "},{"style":"v","verse":"7","text":"Et j’entendis une voix qui me disait: Lève-toi, Pierre, tue et mange. "},{"style":"v","verse":"8","text":"Mais je dis: Non, Seigneur, car jamais rien de souillé \\x c \\xo 11.8 \\xt Lé 11:4. De 14:7.\\x*ni d’impur n’est entré dans ma bouche. "},{"style":"v","verse":"9","text":"Et pour la seconde fois la voix se fit entendre du ciel: Ce que Dieu a déclaré pur, ne le regarde pas comme souillé. "},{"style":"v","verse":"10","text":"Cela arriva jusqu’à trois fois; puis tout fut retiré dans le ciel. "},{"style":"v","verse":"11","text":"Et voici, aussitôt trois hommes envoyés de Césarée vers moi se présentèrent devant la porte de la maison où j’étais. "},{"style":"v","verse":"12","text":"\\x d \\xo 11.12 \\xt Ac 10:19; 15:7.\\x*L’Esprit me dit de partir avec eux sans hésiter. Les six hommes que voici m’accompagnèrent, et nous entrâmes dans la maison de Corneille. "},{"style":"v","verse":"13","text":"Cet homme nous raconta comment il avait vu dans sa maison l’ange se présentant à lui et disant: Envoie à Joppé, et fais venir Simon, surnommé Pierre, "},{"style":"v","verse":"14","text":"qui te dira des choses par lesquelles tu seras sauvé, toi et toute ta maison. "},{"style":"v","verse":"15","text":"Lorsque je me fus mis à parler, le Saint-Esprit descendit sur eux, comme sur nous au commencement. "},{"style":"v","verse":"16","text":"Et je me souvins de cette parole du Seigneur: \\x e \\xo 11.16 \\xt Mt 3:11. Mc 1:8. Lu 3:16. Jn 1:26. Ac 1:5; 2:4; 19:4.\\x*\\wj Jean a baptisé d’eau, mais vous,\\wj*\\x f \\xo 11.16 \\xt És 44:3. Joë 2:28.\\x*\\wj vous serez baptisés du Saint-Esprit.\\wj*"},{"style":"v","verse":"17","text":"\\x g \\xo 11.17 \\xt Ac 15:9.\\x*Or, puisque Dieu leur a accordé le même don qu’à nous qui avons cru au Seigneur Jésus-Christ, pouvais-je, moi, m’opposer à Dieu? "},{"style":"v","verse":"18","text":"Après avoir entendu cela, ils se calmèrent, et ils glorifièrent Dieu, en disant: Dieu a donc accordé la repentance aussi aux païens, afin qu’ils aient la vie."},{"style":"s1","verse":"","text":"Les chrétiens d’Antioche. Barnabas et Saul à Antioche"},{"style":"r","verse":"","text":"V. 19-26: cf. (Ac 8:1, 4. Ph 1:12. 1 Th 1:5, 9, 10.) Col 2:6, 7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"\\x h \\xo 11.19 \\xt Ac 8:1, 4.\\x*Ceux qui avaient été dispersés par la persécution survenue à l’occasion d’Étienne allèrent jusqu’en Phénicie, dans l’île de Chypre, et à Antioche, annonçant la parole seulement aux Juifs. "},{"style":"v","verse":"20","text":"Il y eut cependant parmi eux quelques hommes de Chypre et de Cyrène, qui, étant venus à Antioche, s’adressèrent aussi aux Grecs, et leur annoncèrent la bonne nouvelle du Seigneur Jésus. "},{"style":"v","verse":"21","text":"\\x i \\xo 11.21 \\xt Ac 2:47; 5:14.\\x*La main du Seigneur était avec eux, et un grand nombre de personnes crurent et se convertirent au Seigneur. "},{"style":"v","verse":"22","text":"Le bruit en parvint aux oreilles des membres de l’Église de Jérusalem, et ils envoyèrent Barnabas jusqu’à Antioche. "},{"style":"v","verse":"23","text":"Lorsqu’il fut arrivé, et qu’il eut vu la grâce de Dieu, il s’en réjouit, \\x j \\xo 11.23 \\xt Ac 13:43; 14:22.\\x*et il les exhorta tous à rester d’un cœur ferme attachés au Seigneur. "},{"style":"v","verse":"24","text":"Car c’était un homme de bien, \\x k \\xo 11.24 \\xt Ac 4:36; 6:5.\\x*plein d’Esprit-Saint et de foi. Et une foule assez nombreuse se joignit au Seigneur. "},{"style":"v","verse":"25","text":"\\x l \\xo 11.25 \\xt Ac 9:27.\\x*Barnabas se rendit ensuite à Tarse, pour chercher Saul; "},{"style":"v","verse":"26","text":"et, l’ayant trouvé, il l’amena à Antioche. Pendant toute une année, ils se réunirent aux assemblées de l’Église, et ils enseignèrent beaucoup de personnes. Ce fut à Antioche que, pour la première fois, les disciples furent appelés chrétiens."},{"style":"s1","verse":"","text":"Une famine prédite par Agabus"},{"style":"r","verse":"","text":"V. 27-30: cf. Ro 15:25-27. Ga 6:9, 10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"En ce temps-là, des prophètes descendirent de Jérusalem à Antioche. "},{"style":"v","verse":"28","text":"L’un d’eux, nommé \\x m \\xo 11.28 \\xt Ac 21:10.\\x*Agabus, se leva, et annonça par l’Esprit qu’il y aurait une grande famine sur toute la terre. Elle arriva, en effet, sous Claude. "},{"style":"v","verse":"29","text":"Les disciples résolurent d’envoyer, chacun selon ses moyens, un secours aux frères qui habitaient la Judée. "},{"style":"v","verse":"30","text":"\\x n \\xo 11.30 \\xt Ac 12:25.\\x*Ils le firent parvenir aux anciens par les mains de Barnabas et de Saul."}]