[{"style":"s1","verse":"","text":"Barnabas et Saul envoyés en mission par l’Église d’Antioche. Dans l’île de Chypre: le magicien Élymas et le proconsul Sergius Paulus"},{"style":"r","verse":"","text":"V. 1-12: cf. (Ga 2:7-9. Ac 14:26, 27.) 2 Ti 3:8, 9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Il y avait dans l’Église \\x a \\xo 13.1 \\xt Ac 14:26.\\x*d’Antioche des prophètes et des docteurs: Barnabas, Siméon appelé Niger, Lucius de Cyrène, Manahen, qui avait été élevé avec Hérode le tétrarque, et Saul. "},{"style":"v","verse":"2","text":"Pendant qu’ils servaient le Seigneur dans leur ministère et qu’ils jeûnaient, le Saint-Esprit dit: \\x b \\xo 13.2 \\xt Ac 9:15; 22:21. Ro 1:1. Ga 1:15; 2:8. Ép 3:8. 1 Ti 2:7. 2 Ti 1:11.\\x*Mettez-moi à part Barnabas et Saul pour l’œuvre à laquelle je les ai \\x c \\xo 13.2 \\xt Mt 9:38. Ro 10:15. Hé 5:4.\\x*appelés. "},{"style":"v","verse":"3","text":"\\x d \\xo 13.3 \\xt Ac 6:6; 8:15; 19:6.\\x*Alors, après avoir jeûné et prié, \\x e \\xo 13.3 \\xt Ac 14:26.\\x*ils leur imposèrent les mains, et les laissèrent partir. "},{"style":"v","verse":"4","text":"Barnabas et Saul, envoyés par le Saint-Esprit, descendirent à Séleucie, et de là ils s’embarquèrent pour l’île de Chypre. "},{"style":"v","verse":"5","text":"Arrivés à Salamine, ils annoncèrent la parole de Dieu dans les synagogues des Juifs. Ils avaient \\x f \\xo 13.5 \\xt Ac 12:25.\\x*Jean pour aide. "},{"style":"v","verse":"6","text":"Ayant ensuite traversé toute l’île jusqu’à Paphos, ils trouvèrent \\x g \\xo 13.6 \\xt Ac 8:9; 19:13.\\x*un certain magicien, faux prophète juif, nommé Bar-Jésus, "},{"style":"v","verse":"7","text":"qui était avec le proconsul Sergius Paulus, homme intelligent. Ce dernier fit appeler Barnabas et Saul, et manifesta le désir d’entendre la parole de Dieu. "},{"style":"v","verse":"8","text":"\\x h \\xo 13.8 \\xt Ex 7:11. 2 Ti 3:8.\\x*Mais Élymas, le magicien, car c’est ce que signifie son nom, leur faisait opposition, cherchant à détourner de la foi le proconsul. "},{"style":"v","verse":"9","text":"Alors Saul, appelé aussi Paul, rempli du Saint-Esprit, fixa les regards sur lui, et dit: "},{"style":"v","verse":"10","text":"Homme plein de toute espèce de ruse et de fraude, fils du diable, ennemi de toute justice, ne cesseras-tu point de pervertir les voies droites du Seigneur? "},{"style":"v","verse":"11","text":"Maintenant voici, la main du Seigneur est sur toi, tu seras aveugle, et pour un temps tu ne verras pas le soleil. Aussitôt l’obscurité et les ténèbres tombèrent sur lui, et il cherchait, en tâtonnant, des personnes pour le guider. "},{"style":"v","verse":"12","text":"Alors le proconsul, voyant ce qui était arrivé, crut, étant frappé de la doctrine du Seigneur."},{"style":"s1","verse":"","text":"Perge en Pamphylie. Prédication de Paul à Antioche de Pisidie"},{"style":"r","verse":"","text":"V. 13-41: cf. Ac 7:1-50; 10:36-43; 2:22-36."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Paul et ses compagnons, s’étant embarqués à Paphos, se rendirent à Perge en Pamphylie. \\x i \\xo 13.13 \\xt Ac 15:38.\\x*Jean se sépara d’eux, et retourna à Jérusalem. "},{"style":"v","verse":"14","text":"De Perge ils poursuivirent leur route, et arrivèrent à Antioche de Pisidie. Étant entrés dans la synagogue le jour du sabbat, ils s’assirent. "},{"style":"v","verse":"15","text":"Après la lecture de la loi et des prophètes, les chefs de la synagogue leur envoyèrent dire: Hommes frères, si vous avez quelque exhortation à adresser au peuple, parlez. "},{"style":"v","verse":"16","text":"Paul se leva, et, \\x j \\xo 13.16 \\xt Ac 12:17; 19:33; 21:40.\\x*ayant fait signe de la main, il dit: Hommes Israélites, et vous qui craignez Dieu, écoutez! "},{"style":"v","verse":"17","text":"Le Dieu de ce peuple d’Israël a \\x k \\xo 13.17 \\xt Ex 1:1.\\x*choisi nos pères. Il mit ce peuple en honneur pendant son séjour au pays d’Égypte, et il l’en fit sortir par son bras puissant. "},{"style":"v","verse":"18","text":"\\x l \\xo 13.18 \\xt Ex 16:35. No 14:34. Ps 95:10.\\x*Il les nourrit près de quarante ans dans le désert; "},{"style":"v","verse":"19","text":"et, ayant détruit sept nations au pays de Canaan, il leur \\x m \\xo 13.19 \\xt Jos 14:2.\\x*en accorda le territoire comme propriété. "},{"style":"v","verse":"20","text":"Après cela, durant quatre cent cinquante ans environ, il leur donna \\x n \\xo 13.20 \\xt Jg 2:16; 3:9.\\x*des juges, jusqu’au prophète Samuel. "},{"style":"v","verse":"21","text":"\\x o \\xo 13.21 \\xt 1 S 8:5. Os 13:11.\\x*Ils demandèrent alors un roi. Et Dieu leur donna, pendant quarante ans, \\x p \\xo 13.21 \\xt 1 S 9:15; 10:1.\\x*Saül, fils de Kis, de la tribu de Benjamin; "},{"style":"v","verse":"22","text":"puis, l’ayant rejeté, il leur suscita pour roi \\x q \\xo 13.22 \\xt 1 S 16:12.\\x*David, auquel il a rendu ce témoignage: \\x r \\xo 13.22 \\xt 1 S 13:14. Ps 89:21. Ac 7:45.\\x*J’ai trouvé David, fils d’Isaï, homme selon mon cœur, qui accomplira toutes mes volontés. "},{"style":"v","verse":"23","text":"C’est de la postérité de David que Dieu, selon sa promesse, a suscité à Israël un Sauveur, qui est Jésus. "},{"style":"v","verse":"24","text":"\\x s \\xo 13.24 \\xt Mt 3:1. Mc 1:2. Lu 3:2. Jn 3:23.\\x*Avant sa venue, Jean avait prêché le baptême de repentance à tout le peuple d’Israël. "},{"style":"v","verse":"25","text":"Et lorsque Jean achevait sa course, il disait: \\x t \\xo 13.25 \\xt Jn 1:20.\\x*Je ne suis pas celui que vous pensez; \\x u \\xo 13.25 \\xt Mt 3:11.\\x*mais voici, après moi vient celui des pieds duquel je ne suis pas digne de délier les souliers. "},{"style":"v","verse":"26","text":"Hommes frères, fils de la race d’Abraham, et vous qui craignez Dieu, \\x v \\xo 13.26 \\xt Mt 10:6. Ac 3:26; 13:46.\\x*c’est à vous que cette parole de salut a été envoyée. "},{"style":"v","verse":"27","text":"Car les habitants de Jérusalem et leurs chefs \\x w \\xo 13.27 \\xt Jn 16:3. Ac 3:17. 1 Co 2:8. 1 Ti 1:13.\\x*ont méconnu Jésus, et, en le condamnant, ils ont accompli les paroles des prophètes qui se lisent chaque sabbat. "},{"style":"v","verse":"28","text":"\\x x \\xo 13.28 \\xt Mt 27:20. Mc 15:11. Lu 23:18. Jn 19:6.\\x*Quoiqu’ils ne trouvassent en lui rien qui fût digne de mort, ils ont demandé à Pilate de le faire mourir. "},{"style":"v","verse":"29","text":"Et, après qu’ils eurent accompli tout ce qui est écrit de lui, ils le descendirent de la croix et le déposèrent dans un sépulcre. "},{"style":"v","verse":"30","text":"\\x y \\xo 13.30 \\xt Mt 28:6. Mc 16:6. Lu 24:6.\\x*Mais Dieu l’a ressuscité des morts. "},{"style":"v","verse":"31","text":"\\x z \\xo 13.31 \\xt Mc 16:14. Jn 20:19; 21:1. Ac 1:3. 1 Co 15:5.\\x*Il est apparu pendant plusieurs jours à ceux qui étaient montés avec lui de la Galilée à Jérusalem, et qui sont maintenant ses témoins auprès du peuple. "},{"style":"v","verse":"32","text":"Et nous, nous vous annonçons \\x a \\xo 13.32 \\xt Ge 3:15; 22:18; 26:4; 49:10. De 18:15. 2 S 7:12. Ps 132:11. És 4:2; 7:14; 9:5; 40:10. Jé 23:5; 33:14. Éz 34:23; 37:24. Da 9:24, 25.\\x*cette bonne nouvelle que la promesse faite à nos pères, "},{"style":"v","verse":"33","text":"Dieu l’a accomplie pour nous leurs enfants, en ressuscitant Jésus, selon ce qui est écrit dans le Psaume deuxième:"},{"style":"q1","verse":"","text":"\\x b \\xo 13.33 \\xt Ps 2:7.\\x*Tu es mon Fils,"},{"style":"q1","verse":"","text":"Je t’ai engendré aujourd’hui."},{"style":"m","verse":"","text":""},{"style":"v","verse":"34","text":"Qu’il l’ait ressuscité des morts, de telle sorte qu’il ne retournera pas à la corruption, c’est ce qu’il a déclaré, en disant: \\x c \\xo 13.34 \\xt És 55:3.\\x*Je vous donnerai les grâces saintes promises à David, ces grâces qui sont assurées. "},{"style":"v","verse":"35","text":"C’est pourquoi il dit encore ailleurs:"},{"style":"q1","verse":"","text":"\\x d \\xo 13.35 \\xt Ps 16:10. Ac 2:27.\\x*Tu ne permettras pas que ton Saint voie la corruption. "},{"style":"v","verse":"36","text":"\\x e \\xo 13.36 \\xt 1 R 2:10. Ac 2:29.\\x*Or, David, après avoir en son temps servi au dessein de Dieu, est mort, a été réuni à ses pères, et a vu la corruption. "},{"style":"v","verse":"37","text":"Mais celui que Dieu a ressuscité n’a pas vu la corruption. "},{"style":"v","verse":"38","text":"Sachez donc, hommes frères, \\x f \\xo 13.38 \\xt Lu 24:47. 1 Jn 2:12.\\x*que c’est par lui que le pardon des péchés vous est annoncé, "},{"style":"v","verse":"39","text":"et que \\x g \\xo 13.39 \\xt Ro 3:28; 8:3. Ga 2:16. Hé 7:19.\\x*quiconque croit est justifié par lui \\x h \\xo 13.39 \\xt Ro 10:4.\\x*de toutes les choses dont vous ne pouviez être justifiés par la loi de Moïse. "},{"style":"v","verse":"40","text":"Ainsi, prenez garde qu’il ne vous arrive ce qui est dit dans les prophètes: "},{"style":"v","verse":"41","text":"\\x i \\xo 13.41 \\xt És 28:14. Ha 1:5.\\x*Voyez, contempteurs,"},{"style":"q1","verse":"","text":"Soyez étonnés et disparaissez;"},{"style":"q1","verse":"","text":"Car je vais faire en vos jours une œuvre,"},{"style":"q1","verse":"","text":"Une œuvre que vous ne croiriez pas si on vous la racontait."},{"style":"r","verse":"","text":"V. 42-52: cf. (És 49:5, 6. Ro 15:8-13.) 1 Th 2:14-16."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Lorsqu’ils sortirent, on les pria de parler le sabbat suivant sur les mêmes choses; "},{"style":"v","verse":"43","text":"et, à l’issue de l’assemblée, beaucoup de Juifs et de prosélytes pieux suivirent Paul et Barnabas, qui s’entretinrent avec eux, \\x j \\xo 13.43 \\xt Ac 11:23; 14:22.\\x*et les exhortèrent à rester attachés à la grâce de Dieu. "},{"style":"v","verse":"44","text":"Le sabbat suivant, presque toute la ville se rassembla pour entendre la parole de Dieu. "},{"style":"v","verse":"45","text":"Les Juifs, voyant la foule, furent remplis de jalousie, et ils s’opposaient à ce que disait Paul, en le contredisant et en l’injuriant. "},{"style":"v","verse":"46","text":"Paul et Barnabas leur dirent avec assurance: \\x k \\xo 13.46 \\xt Mt 10:6. Ac 3:26; 13:26.\\x*C’est à vous premièrement que la parole de Dieu devait être annoncée; \\x l \\xo 13.46 \\xt Ex 32:10. És 55:5. Mt 8:12; 21:43. Ro 10:19.\\x*mais, puisque vous la repoussez, et que vous vous jugez vous-mêmes indignes de la vie éternelle, voici, nous nous tournons vers les païens. "},{"style":"v","verse":"47","text":"Car ainsi nous l’a ordonné le Seigneur:"},{"style":"q1","verse":"","text":"\\x m \\xo 13.47 \\xt És 42:6; 49:6. Lu 2:32.\\x*Je t’ai établi pour être la lumière des nations,"},{"style":"q1","verse":"","text":"Pour porter le salut jusqu’aux extrémités de la terre."},{"style":"m","verse":"","text":""},{"style":"v","verse":"48","text":"Les païens se réjouissaient en entendant cela, ils glorifiaient la parole du Seigneur, et tous ceux qui étaient destinés à la vie éternelle crurent. "},{"style":"v","verse":"49","text":"La parole du Seigneur se répandait dans tout le pays. "},{"style":"v","verse":"50","text":"Mais les Juifs excitèrent les femmes dévotes de distinction et les principaux de la ville; \\x n \\xo 13.50 \\xt 2 Ti 3:11.\\x*ils provoquèrent une persécution contre Paul et Barnabas, et ils les chassèrent de leur territoire. "},{"style":"v","verse":"51","text":"Paul et Barnabas secouèrent contre eux la poussière de leurs pieds, et allèrent à Icone, "},{"style":"v","verse":"52","text":"tandis que les disciples étaient remplis de joie et du Saint-Esprit."}]