[{"style":"s1","verse":"","text":"Timothée. Vision de Paul à Troas"},{"style":"r","verse":"","text":"V. 1-10: cf. Ac 15:40, 41. (Ro 16:21. Ph 2:19-22. 1 Ti 1:2.) Ga 4:13-15."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Il se rendit ensuite à Derbe et à Lystre. Et voici, il y avait là un disciple nommé Timothée, fils d’une femme juive fidèle et d’un père grec. "},{"style":"v","verse":"2","text":"\\x a \\xo 16.2 \\xt Ac 6:3.\\x*Les frères de Lystre et d’Icone rendaient de lui un bon témoignage. "},{"style":"v","verse":"3","text":"Paul voulut l’emmener avec lui; et, l’ayant pris, il le circoncit, \\x b \\xo 16.3 \\xt 1 Co 9:20. Ga 2:3.\\x*à cause des Juifs qui étaient dans ces lieux-là, car tous savaient que son père était grec. "},{"style":"v","verse":"4","text":"En passant par les villes, ils recommandaient aux frères d’observer les décisions \\x c \\xo 16.4 \\xt Ac 15:20.\\x*des apôtres et des anciens de Jérusalem. "},{"style":"v","verse":"5","text":"Les Églises se fortifiaient dans la foi, et augmentaient en nombre de jour en jour. "},{"style":"v","verse":"6","text":"Ayant été empêchés par le Saint-Esprit d’annoncer la parole dans l’Asie, ils traversèrent la Phrygie et le pays de Galatie. "},{"style":"v","verse":"7","text":"Arrivés près de la Mysie, ils se disposaient à entrer en Bithynie; mais l’Esprit de Jésus ne le leur permit pas. "},{"style":"v","verse":"8","text":"Ils franchirent alors la Mysie, \\x d \\xo 16.8 \\xt 2 Co 2:12.\\x*et descendirent à Troas. "},{"style":"v","verse":"9","text":"Pendant la nuit, Paul eut une vision: un Macédonien lui apparut, et lui fit cette prière: Passe en Macédoine, secours-nous! "},{"style":"v","verse":"10","text":"Après cette vision de Paul, nous cherchâmes aussitôt à nous rendre en Macédoine, concluant que le Seigneur nous appelait à y annoncer la bonne nouvelle."},{"style":"s1","verse":"","text":"Départ pour la Macédoine. — Paul à Philippes: Lydie, marchande de pourpre; une servante devineresse; Paul et Silas emprisonnés; le geôlier de Philippes; les prisonniers remis en liberté"},{"style":"r","verse":"","text":"V. 11-15: cf. Mt 18:20. (Jn 6:44, 45. Ps 119:18. Mt 13:23.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Étant partis de Troas, nous fîmes voile directement vers la Samothrace, et le lendemain nous débarquâmes à Néapolis. "},{"style":"v","verse":"12","text":"De là nous allâmes à Philippes, qui est la première ville d’un district de Macédoine, et une colonie. Nous passâmes quelques jours dans cette ville. "},{"style":"v","verse":"13","text":"Le jour du sabbat, nous nous rendîmes, hors de la porte, vers une rivière, où nous pensions que se trouvait un lieu de prière. Nous nous assîmes, et nous parlâmes aux femmes qui étaient réunies. "},{"style":"v","verse":"14","text":"L’une d’elles, nommée Lydie, marchande de pourpre, de la ville de Thyatire, était une femme craignant Dieu, et elle écoutait. Le Seigneur lui ouvrit le cœur, pour qu’elle fût attentive à ce que disait Paul. "},{"style":"v","verse":"15","text":"Lorsqu’elle eut été baptisée, avec sa famille, elle nous fit cette demande: Si vous me jugez fidèle au Seigneur, entrez dans ma maison, et demeurez-y. \\x e \\xo 16.15 \\xt Ge 19:3; 33:11. Jg 19:21. Lu 24:29. Hé 13:2.\\x*Et elle nous pressa par ses instances."},{"style":"r","verse":"","text":"V. 16-34: cf. Ac 19:23-34. (1 Th 2:2. 1 Pi 4:12, 13.) (Ph 1:12. Jn 3:16. 1 Ti 1:15, 16.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Comme nous allions au lieu de prière, une servante \\x f \\xo 16.16 \\xt 1 S 28:7.\\x*qui avait un esprit de Python, et qui, en devinant, procurait \\x g \\xo 16.16 \\xt Ac 19:24.\\x*un grand profit à ses maîtres, vint au-devant de nous, "},{"style":"v","verse":"17","text":"et se mit à nous suivre, Paul et nous. Elle criait: Ces hommes sont les serviteurs du Dieu Très-Haut, et ils vous annoncent la voie du salut. "},{"style":"v","verse":"18","text":"Elle fit cela pendant plusieurs jours. Paul fatigué se retourna, et dit à l’esprit: Je t’ordonne, au nom de Jésus-Christ, de sortir d’elle. \\x h \\xo 16.18 \\xt Mc 16:17.\\x*Et il sortit à l’heure même. "},{"style":"v","verse":"19","text":"Les maîtres de la servante, voyant disparaître l’espoir de leur gain, \\x i \\xo 16.19 \\xt 2 Co 6:5.\\x*se saisirent de Paul et de Silas, et les traînèrent sur la place publique devant les magistrats. "},{"style":"v","verse":"20","text":"Ils les présentèrent aux préteurs, en disant: \\x j \\xo 16.20 \\xt 1 R 18:17. Ac 17:6.\\x*Ces hommes troublent notre ville; "},{"style":"v","verse":"21","text":"ce sont des Juifs, qui annoncent des coutumes qu’il ne nous est permis ni de recevoir ni de suivre, à nous qui sommes Romains. "},{"style":"v","verse":"22","text":"La foule se souleva aussi contre eux, et les préteurs, ayant fait arracher leurs vêtements, \\x k \\xo 16.22 \\xt 2 Co 11:25. 1 Th 2:2.\\x*ordonnèrent qu’on les battît de verges. "},{"style":"v","verse":"23","text":"Après qu’on les eut chargés de coups, ils les jetèrent en prison, en recommandant au geôlier de les garder sûrement. "},{"style":"v","verse":"24","text":"Le geôlier, ayant reçu cet ordre, les jeta dans la prison intérieure, et leur mit les ceps aux pieds. "},{"style":"v","verse":"25","text":"Vers le milieu de la nuit, \\x l \\xo 16.25 \\xt Ac 4:31.\\x*Paul et Silas priaient et chantaient les louanges de Dieu, et les prisonniers les entendaient. "},{"style":"v","verse":"26","text":"Tout à coup il se fit un grand tremblement de terre, en sorte que les fondements de la prison furent ébranlés; \\x m \\xo 16.26 \\xt Ac 5:19; 12:7.\\x*au même instant, toutes les portes s’ouvrirent, et les liens de tous les prisonniers furent rompus. "},{"style":"v","verse":"27","text":"Le geôlier se réveilla, et, lorsqu’il vit les portes de la prison ouvertes, il tira son épée et allait se tuer, pensant que les prisonniers s’étaient enfuis. "},{"style":"v","verse":"28","text":"Mais Paul cria d’une voix forte: Ne te fais point de mal, nous sommes tous ici. "},{"style":"v","verse":"29","text":"Alors le geôlier, ayant demandé de la lumière, entra précipitamment, et se jeta tout tremblant aux pieds de Paul et de Silas; "},{"style":"v","verse":"30","text":"il les fit sortir, et dit: \\x n \\xo 16.30 \\xt Lu 3:10. Ac 2:37; 9:6.\\x*Seigneurs, que faut-il que je fasse pour être sauvé? "},{"style":"v","verse":"31","text":"Paul et Silas répondirent: \\x o \\xo 16.31 \\xt Jn 3:16, 36; 6:47. 1 Jn 5:10.\\x*Crois au Seigneur Jésus, et tu seras sauvé, toi et ta famille. "},{"style":"v","verse":"32","text":"Et ils lui annoncèrent la parole du Seigneur, ainsi qu’à tous ceux qui étaient dans sa maison. "},{"style":"v","verse":"33","text":"Il les prit avec lui, à cette heure même de la nuit, il lava leurs plaies, et aussitôt il fut baptisé, lui et tous les siens. "},{"style":"v","verse":"34","text":"Les ayant conduits dans son logement, \\x p \\xo 16.34 \\xt Lu 5:29; 19:6.\\x*il leur servit à manger, et il se réjouit avec toute sa famille de ce qu’il avait cru en Dieu."},{"style":"r","verse":"","text":"V. 35-40: cf. Ac 22:25-29. (Ph 1:1-11, 27-30.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Quand il fit jour, les préteurs envoyèrent les licteurs pour dire au geôlier: Relâche ces hommes. "},{"style":"v","verse":"36","text":"Et le geôlier annonça la chose à Paul: Les préteurs ont envoyé dire qu’on vous relâchât; maintenant donc sortez, et allez en paix. "},{"style":"v","verse":"37","text":"Mais Paul dit aux licteurs: Après nous avoir battus de verges publiquement et sans jugement, nous qui sommes Romains, ils nous ont jetés en prison, et maintenant ils nous font sortir secrètement! Il n’en sera pas ainsi. Qu’ils viennent eux-mêmes nous mettre en liberté. "},{"style":"v","verse":"38","text":"Les licteurs rapportèrent ces paroles aux préteurs, qui furent effrayés en apprenant qu’ils étaient Romains. "},{"style":"v","verse":"39","text":"Ils vinrent les apaiser, et ils les mirent en liberté, \\x q \\xo 16.39 \\xt Mt 8:34.\\x*en les priant de quitter la ville. "},{"style":"v","verse":"40","text":"Quand ils furent sortis de la prison, ils entrèrent chez Lydie, et, après avoir vu et exhorté les frères, ils partirent."}]