[{"style":"r","verse":"","text":"V. 1-19: cf. Ac 6:9-15. Ps 105:7-25."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Le souverain sacrificateur dit: Les choses sont-elles ainsi? "},{"style":"v","verse":"2","text":"Étienne répondit: Hommes frères et pères, écoutez! Le Dieu de gloire apparut à notre père Abraham, lorsqu’il était en Mésopotamie, avant qu’il s’établît à Charran; et il lui dit: "},{"style":"v","verse":"3","text":"\\x a \\xo 7.3 \\xt Ge 21:1.\\x*Quitte ton pays et ta famille, et va dans le pays que je te montrerai. "},{"style":"v","verse":"4","text":"Il sortit alors du pays des Chaldéens, et s’établit à Charran. De là, après la mort de son père, Dieu le fit passer dans ce pays que vous habitez maintenant; "},{"style":"v","verse":"5","text":"il ne lui donna aucune propriété en ce pays, pas même de quoi poser le pied, \\x b \\xo 7.5 \\xt Ge 12:7; 13:15.\\x*mais il promit de lui en donner la possession, et à sa postérité après lui, quoiqu’il n’eût point d’enfant. "},{"style":"v","verse":"6","text":"Dieu parla ainsi: \\x c \\xo 7.6 \\xt Ge 15:13.\\x*Sa postérité séjournera dans un pays étranger; on la réduira en servitude et on la maltraitera pendant \\x d \\xo 7.6 \\xt Ge 15:16. Ex 12:40. Ga 3:17.\\x*quatre cents ans. "},{"style":"v","verse":"7","text":"Mais la nation à laquelle ils auront été asservis, c’est moi qui la jugerai, dit Dieu. \\x e \\xo 7.7 \\xt Ge 15:16.\\x*Après cela, ils sortiront, et \\x f \\xo 7.7 \\xt Ex 3:12.\\x*ils me serviront dans ce lieu-ci. "},{"style":"v","verse":"8","text":"Puis Dieu donna à Abraham \\x g \\xo 7.8 \\xt Ge 17:10.\\x*l’alliance de la circoncision; et ainsi, Abraham, ayant \\x h \\xo 7.8 \\xt Ge 21:2.\\x*engendré Isaac, le circoncit le huitième jour; Isaac \\x i \\xo 7.8 \\xt Ge 25:24.\\x*engendra et circoncit Jacob, et Jacob \\x j \\xo 7.8 \\xt Ge 29:32; 30:5; 35:23.\\x*les douze patriarches. "},{"style":"v","verse":"9","text":"Les patriarches, \\x k \\xo 7.9 \\xt Ge 37:4.\\x*jaloux de Joseph, \\x l \\xo 7.9 \\xt Ge 37:28. Ps 105:17.\\x*le vendirent pour être emmené en Égypte. "},{"style":"v","verse":"10","text":"Mais Dieu fut avec lui, et le délivra de toutes ses tribulations; il lui donna de la sagesse et lui fit trouver grâce devant Pharaon, roi d’Égypte, qui \\x m \\xo 7.10 \\xt Ge 41:40.\\x*l’établit gouverneur d’Égypte et de toute sa maison. "},{"style":"v","verse":"11","text":"\\x n \\xo 7.11 \\xt Ge 41:54. Ps 105:16.\\x*Il survint une famine dans tout le pays d’Égypte, et dans celui de Canaan. La détresse était grande, et nos pères ne trouvaient pas de quoi se nourrir. "},{"style":"v","verse":"12","text":"\\x o \\xo 7.12 \\xt Ge 42:1.\\x*Jacob apprit qu’il y avait du blé en Égypte, et il y envoya nos pères une première fois. "},{"style":"v","verse":"13","text":"\\x p \\xo 7.13 \\xt Ge 45:4.\\x*Et la seconde fois, Joseph fut reconnu par ses frères, et Pharaon sut de quelle famille il était. "},{"style":"v","verse":"14","text":"Puis Joseph envoya chercher son père Jacob, et toute sa famille, composée de soixante-quinze personnes. "},{"style":"v","verse":"15","text":"\\x q \\xo 7.15 \\xt Ge 46:5.\\x*Jacob descendit en Égypte, où il \\x r \\xo 7.15 \\xt Ge 49:33.\\x*mourut, ainsi que nos pères; "},{"style":"v","verse":"16","text":"\\x s \\xo 7.16 \\xt Ge 50:13. Ex 13:19. Jos 24:32.\\x*et ils furent transportés à Sichem, et déposés dans le sépulcre \\x t \\xo 7.16 \\xt Ge 23:16.\\x*qu’Abraham avait acheté, à prix d’argent, des fils d’Hémor, père de Sichem. "},{"style":"v","verse":"17","text":"Le temps approchait où devait s’accomplir la promesse que Dieu avait faite à Abraham, et le peuple \\x u \\xo 7.17 \\xt Ex 1:7. Ps 105:24.\\x*s’accrut et se multiplia en Égypte, "},{"style":"v","verse":"18","text":"jusqu’à ce que parut un autre roi, qui n’avait pas connu Joseph. "},{"style":"v","verse":"19","text":"Ce roi, usant d’artifice contre notre race, maltraita nos pères, au point de leur faire exposer leurs enfants, pour qu’ils ne vécussent pas."},{"style":"r","verse":"","text":"V. 20-50: cf. (Hé 11:23-29. Ps 105:26-45; 106.) (Lu 16:29. Jn 5:45-47.) 1 R 8:12-27."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"\\x v \\xo 7.20 \\xt Ex 2:2; 6:19. No 26:59. 1 Ch 23:13. Hé 11:23.\\x*A cette époque, naquit Moïse, qui était beau aux yeux de Dieu. Il fut nourri trois mois dans la maison de son père; "},{"style":"v","verse":"21","text":"et, quand il eut été exposé, la fille de Pharaon le recueillit, et l’éleva comme son fils. "},{"style":"v","verse":"22","text":"Moïse fut instruit dans toute la sagesse des Égyptiens, et il était puissant en paroles et en œuvres. "},{"style":"v","verse":"23","text":"\\x w \\xo 7.23 \\xt Ex 2:11.\\x*Il avait quarante ans, lorsqu’il lui vint dans le cœur de visiter ses frères, les fils d’Israël. "},{"style":"v","verse":"24","text":"\\x x \\xo 7.24 \\xt Ex 2:11.\\x*Il en vit un qu’on outrageait, et, prenant sa défense, il vengea celui qui était maltraité, et frappa l’Égyptien. "},{"style":"v","verse":"25","text":"Il pensait que ses frères comprendraient que Dieu leur accordait la délivrance par sa main; mais ils ne comprirent pas. "},{"style":"v","verse":"26","text":"\\x y \\xo 7.26 \\xt Ex 2:13.\\x*Le jour suivant, il parut au milieu d’eux comme ils se battaient, et il les exhorta à la paix: Hommes, dit-il, vous êtes frères; pourquoi vous maltraitez-vous l’un l’autre? "},{"style":"v","verse":"27","text":"Mais celui qui maltraitait son prochain le repoussa, en disant: \\x z \\xo 7.27 \\xt Ex 2:14. Mt 21:23. Ac 4:7; 7:35.\\x*Qui t’a établi chef et juge sur nous? "},{"style":"v","verse":"28","text":"Veux-tu me tuer, comme tu as tué hier l’Égyptien? "},{"style":"v","verse":"29","text":"A cette parole, Moïse prit la fuite, et il alla séjourner dans le pays de Madian, où il engendra deux fils. "},{"style":"v","verse":"30","text":"\\x a \\xo 7.30 \\xt Ex 3:2.\\x*Quarante ans plus tard, un ange lui apparut, au désert de la montagne de Sinaï, dans la flamme d’un buisson en feu. "},{"style":"v","verse":"31","text":"Moïse, voyant cela, fut étonné de cette apparition; et, comme il s’approchait pour examiner, la voix du Seigneur se fit entendre: "},{"style":"v","verse":"32","text":"\\x b \\xo 7.32 \\xt Ex 3:6. Mt 22:32. Hé 11:16.\\x*Je suis le Dieu de tes pères, le Dieu d’Abraham, d’Isaac et de Jacob. Et Moïse, tout tremblant, n’osait regarder. "},{"style":"v","verse":"33","text":"Le Seigneur lui dit: \\x c \\xo 7.33 \\xt Jos 5:15.\\x*Ote tes souliers de tes pieds, car le lieu sur lequel tu te tiens est une terre sainte. "},{"style":"v","verse":"34","text":"J’ai vu la souffrance de mon peuple qui est en Égypte, j’ai entendu ses gémissements, et je suis descendu pour le délivrer. Maintenant, va, je t’enverrai en Égypte. "},{"style":"v","verse":"35","text":"Ce Moïse, qu’ils avaient renié, en disant: Qui t’a établi chef et juge? C’est lui que Dieu envoya comme chef et comme libérateur avec l’aide de l’ange qui lui était apparu dans le buisson. "},{"style":"v","verse":"36","text":"\\x d \\xo 7.36 \\xt Ex 7:8, 9, 10, 11, 13, 14.\\x*C’est lui qui les fit sortir d’Égypte, en opérant des prodiges et des miracles au pays d’Égypte, au sein de la mer Rouge, \\x e \\xo 7.36 \\xt Ex 16:1. De 1:3.\\x*et au désert, pendant quarante ans. "},{"style":"v","verse":"37","text":"C’est ce Moïse qui dit aux fils d’Israël: \\x f \\xo 7.37 \\xt De 18:15, 18. Jn 1:46. Ac 3:22.\\x*Dieu vous suscitera d’entre vos frères un prophète comme moi. "},{"style":"v","verse":"38","text":"\\x g \\xo 7.38 \\xt Ex 19:3.\\x*C’est lui qui, lors de l’assemblée au désert, étant \\x h \\xo 7.38 \\xt Ga 3:19.\\x*avec l’ange qui lui parlait sur la montagne de Sinaï et avec nos pères, reçut des oracles vivants, pour nous les donner. "},{"style":"v","verse":"39","text":"Nos pères ne voulurent pas lui obéir, ils le repoussèrent, et ils tournèrent leur cœur vers l’Égypte, "},{"style":"v","verse":"40","text":"en disant à Aaron: \\x i \\xo 7.40 \\xt Ex 32:1.\\x*Fais-nous des dieux qui marchent devant nous; car ce Moïse qui nous a fait sortir du pays d’Égypte, nous ne savons ce qu’il est devenu. "},{"style":"v","verse":"41","text":"Et, en ces jours-là, ils firent un veau, ils offrirent un sacrifice à l’idole, et se réjouirent de l’œuvre de leurs mains. "},{"style":"v","verse":"42","text":"Alors Dieu se détourna, et les livra au culte de l’armée du ciel, selon qu’il est écrit dans le livre des prophètes:"},{"style":"q1","verse":"","text":"\\x j \\xo 7.42 \\xt Am 5:25.\\x*M’avez-vous offert des victimes et des sacrifices"},{"style":"q1","verse":"","text":"Pendant quarante ans au désert, maison d’Israël?…"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"43","text":"\\x k \\xo 7.43 \\xt Am 5:26, 27.\\x*Vous avez porté la tente de Moloch"},{"style":"q1","verse":"","text":"Et l’étoile du dieu Remphan,"},{"style":"q1","verse":"","text":"Ces images que vous avez faites pour les adorer!"},{"style":"q1","verse":"","text":"Aussi vous transporterai-je au-delà de Babylone. "},{"style":"v","verse":"44","text":"Nos pères avaient au désert le tabernacle du témoignage, comme l’avait ordonné celui qui dit à Moïse de le faire \\x l \\xo 7.44 \\xt Ex 25:40. Hé 8:5.\\x*d’après le modèle qu’il avait vu. "},{"style":"v","verse":"45","text":"\\x m \\xo 7.45 \\xt Jos 3:14.\\x*Et nos pères, l’ayant reçu, l’introduisirent, sous la conduite de Josué, dans le pays qui était possédé par les nations que Dieu chassa devant eux, et il y resta jusqu’aux jours de David. "},{"style":"v","verse":"46","text":"\\x n \\xo 7.46 \\xt 1 S 16:1. Ps 89:21. Ac 13:22.\\x*David trouva grâce devant Dieu, et \\x o \\xo 7.46 \\xt 2 S 7:2. 1 Ch 17:1. Ps 132:5.\\x*demanda d’élever une demeure pour le Dieu de Jacob; "},{"style":"v","verse":"47","text":"et ce fut \\x p \\xo 7.47 \\xt 1 Ch 6:1. 1 Ch 17:12.\\x*Salomon qui lui bâtit une maison. "},{"style":"v","verse":"48","text":"\\x q \\xo 7.48 \\xt 1 R 8:27. Ac 17:24.\\x*Mais le Très-Haut n’habite pas dans ce qui est fait de main d’homme, comme dit le prophète:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"49","text":"\\x r \\xo 7.49 \\xt 2 Ch 6:33. És 66:1. Mt 5:34; 23:22.\\x*Le ciel est mon trône,"},{"style":"q1","verse":"","text":"Et la terre mon marchepied."},{"style":"q1","verse":"","text":"Quelle maison me bâtirez-vous, dit le Seigneur,"},{"style":"q1","verse":"","text":"Ou quel sera le lieu de mon repos?"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"50","text":"\\x s \\xo 7.50 \\xt Ge 1:4.\\x*N’est-ce pas ma main qui a fait toutes ces choses?…"},{"style":"r","verse":"","text":"V. 51-60: cf. Mt 23:29-36. (2 Ti 4:6-8. Ap 2:10; 7:13-17.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"\\x t \\xo 7.51 \\xt Né 9:16, 17. Jé 6:10.\\x*Hommes au cou raide, incirconcis de cœur et d’oreilles! Vous vous opposez toujours au Saint-Esprit. Ce que vos pères ont été, vous l’êtes aussi. "},{"style":"v","verse":"52","text":"Lequel des prophètes vos pères n’ont-ils pas persécuté? Ils ont tué ceux qui annonçaient d’avance la venue du Juste, que vous avez livré maintenant, et dont vous avez été les meurtriers, "},{"style":"v","verse":"53","text":"\\x u \\xo 7.53 \\xt Ex 19:3; 24:3. Jn 7:19. Ga 3:19. Hé 2:2.\\x*vous qui avez reçu la loi d’après des commandements d’anges, et qui ne l’avez point gardée!… "},{"style":"v","verse":"54","text":"En entendant ces paroles, ils étaient furieux dans leur cœur, et ils grinçaient des dents contre lui. "},{"style":"v","verse":"55","text":"Mais Étienne, rempli du Saint-Esprit, et fixant les regards vers le ciel, vit la gloire de Dieu et Jésus debout à la droite de Dieu. "},{"style":"v","verse":"56","text":"Et il dit: Voici, je vois les cieux ouverts, et le Fils de l’homme debout à la droite de Dieu. "},{"style":"v","verse":"57","text":"Ils poussèrent alors de grands cris, en se bouchant les oreilles, et ils se précipitèrent tous ensemble sur lui, "},{"style":"v","verse":"58","text":"\\x v \\xo 7.58 \\xt 1 R 21:13. Lu 4:29.\\x*le traînèrent hors de la ville, et le lapidèrent. \\x w \\xo 7.58 \\xt Ac 22:20.\\x*Les témoins déposèrent leurs vêtements aux pieds d’un jeune homme nommé Saul. "},{"style":"v","verse":"59","text":"Et ils lapidaient Étienne, qui priait et disait: \\x x \\xo 7.59 \\xt Ps 31:6. Lu 23:46.\\x*Seigneur Jésus, reçois mon esprit! "},{"style":"v","verse":"60","text":"Puis, s’étant mis à genoux, il s’écria d’une voix forte: \\x y \\xo 7.60 \\xt Mt 5:44. Lu 23:34. 1 Co 4:12.\\x*Seigneur, ne leur impute pas ce péché! Et, après ces paroles, il s’endormit."}]