[{"style":"mt1","text":"Tit"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man Póol la bataaxal bii bawoo, man jaamub Yàlla, biy ndawal Yeesu \\w Almasi|Almasi b-:\\w* bi, mu yebal ma, ngir ma dugal ñi Yàlla tànn ci yoonu ngëm ak xam-xamu dëgg giy taxa ragal Yàlla."},{"style":"v","verse":"2","text":"Ngëm googu ak xam-xam boobu, ñu ngi sukkandiku ci yaakaar ji nu am ci texe ba fàww, te googu texe, Yàlla mi dul fen, moo ko dige ba àddina sosoogul."},{"style":"v","verse":"3","text":"Waaye tey bi mu jotee, Yàlla sunu Musalkat moo feeñal kàddoom ci biir waare bi mu ma dénk man, te moo ma digal ma xamle ko."},{"style":"v","verse":"4","text":"Bataaxal bi ñeel na Tit, sama doomu yoon ci kaw ngëm gi nu bokk. Aw yiw ak jàmm ñeel na la, bawoo fa Yàlla Baay bi ak Almasi Yeesu sunu Musalkat."},{"style":"s1","verse":"","text":"Póol sas na Tit ca réewum Keret"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Li tax ma bàyyi la gannaaw ca dun bu tudd Keret mooy nga mottali la desoon ca liggéey ba, te nga tabb ay mag ñu jiite mbooloo mi ci dëkk bu nekk, na ma la ko sante woon, man ci sama bopp."},{"style":"v","verse":"6","text":"Ndegam nit a nga ca seen biir ñoom, di ku mucc sikk, te dencul lu wees jenn jabar, te ay doomam di ay gëmkat ñu ñu tuddul ci afal seen bakkan akug déggadi, nanga tabb ku mel noonu."},{"style":"v","verse":"7","text":"Ndax kat, njiit li war na di ku mucc sikk, gannaaw ab saytukatu kër Yàlla la. Bumu di ku bew, mbaa ku gaawa mer, mbaa ab màndikat, mbaa bëggkatub xeex, mbaa wutkatub am-am bu lewul."},{"style":"v","verse":"8","text":"Waaye war na di ku man gan, ku xejjoo lu baax, jiital am xelam, jub, sell te moom boppam."},{"style":"v","verse":"9","text":"Na jàpp bu dëgër ci kàddu gu wóor gi, ni ñu ko ko jàngale, ngir mu man di ñaaxe jooju àlluwa ju wér, tey tiiñal weddikat yi."},{"style":"s1","verse":"","text":"Gëmkati Keret jar nañoo femmu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ndax kat bare na ñu të, rawatina ci tuubeen ñi bokk ci askanu yawut, ay waxkati neen lañu, te ñooy yàq xeli nit ñi."},{"style":"v","verse":"11","text":"Li war moo di tëj seen gémmiñ, ndax këri lëmm lañuy tase àlluwa ju ñu amul sañ-sañam, ngir di ko sàkkoo am-am bu lewul."},{"style":"v","verse":"12","text":"Ma wax ko waru jenn waay, ab waa Keret buy seen yonentu bopp. Mu ne: «Waa Keret, ay fen-kati neen, soxor niy rabi àll, fuqle, yaafus.»"},{"style":"v","verse":"13","text":"Loolu mu leen seedeel mooy dëgg, te moo tax nga war leena femmoo kàddu yu dëgër, ngir seen ngëm tegu ci àlluwa ji wér,"},{"style":"v","verse":"14","text":"te baña topp léebi neen yu Yawut yi ak santaaney nit ñi dëddu liy dëgg."},{"style":"v","verse":"15","text":"Nit ñi set nag, seen lépp ay set, waaye ñi boole sobewu ak gëmadi, seen dara setul, seen xalaat ak seenum xel, ñooy bokk sobewu."},{"style":"v","verse":"16","text":"Xam Yàlla lañuy woote, te seeni jëf weddi Yàlla; nit ñu jara jéppi, ñu déggadi lañu, te tëlee def lenn lu baax."}]