[{"style":"s1","verse":"","text":"Àlluwa ju wér lii lay xamle"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yaw nag waareel li dëppook àlluwa ji wér,"},{"style":"v","verse":"2","text":"te mooy, na mag ñi noot seen bakkan, di ñu tedd, jiital seenum xel, te pastéefu ci wàllu ngëm ak cofeel akug muñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Naka noonu, jigéen ñu mag ñi itam, nañu jëfe ni mu jekke ci ay nit ñu sell; buñu yàq der, bu leen sàngara jiital, te nañuy jàngale lu baax,"},{"style":"v","verse":"4","text":"ngir tàggat jeeg ju ndaw ji ci sopp seen jëkkër, sopp seeni doom,"},{"style":"v","verse":"5","text":"di ñu jiital seenum xel, set jikko, di liggéey ca seeni kër, baax, nangul seen jëkkër, ba kenn du baatal kàddug Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Naka noonu, xale yu góor yi itam, ñaaxleen ci jiital seenum xel."},{"style":"v","verse":"7","text":"Te nanga doon, yaw ci sa bopp ab royukaay ci lépp ndax sa jëf ju baax, te nga boole ko ak àlluwa ju dëggu te tedd,"},{"style":"v","verse":"8","text":"ak kàddu gu wér gu kenn dul mana weddi, ngir rusloo ab noon bu amul lenn lu bon lu mu nu baatale."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Jaam yi, nañu nangul seeni sang ci lépp, di sàkku seen bànneexu sang, te ñu bañ di tontoonte ak moom,"},{"style":"v","verse":"10","text":"mbaa di randal. Waaye nañu firndeel ne ñoo yelloo kóolute gu mat sëkk, su ko defee dinañu sagal ci lépp, àlluwa ji ñu jànge, te muy ju Yàlla sunu Musalkat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ndax yiwu Yàlla kat feeñ na, te looloo indil ñépp ag mucc."},{"style":"v","verse":"12","text":"Yiw woowu moo nu digal nu dëddu ñeme Yàlla ak xemmemtéefi àddina, te jiital sunum xel, di jëfe njub, te nekke ragal Yàlla ci àddinay tey jii."},{"style":"v","verse":"13","text":"Loolu lees nu digal, li feek nu ngi séentu yaakaaru mbég ma, keroog bésu peeñum sunu màggaayu Yàlla miy Yeesu \\w Almasi|Almasi b-:\\w* bi, Musalkat bi."},{"style":"v","verse":"14","text":"Moo maye bakkanam ngir nun, moo nu \\w jot|jot:\\w*, ba nu mucc ci gépp njubadi, moo nu def askan wu mu setalal boppam, séddoo nu, nuy askan wu farlu ci jëf ju baax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Googu kàddu ngay waaree, di dénkoo ak di femmoo, te boole ci fulla ju mat sëkk. Bu la kenn yab."}]