[{"style":"s1","verse":"","text":"Ku gëm jëfe lu baax"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Fàttali leen ne leen ñu nangul kilifay nguur gi ak boroom sañ-sañ yi, di dégg ndigal tey fàggu ngir jépp jëf ju baax."},{"style":"v","verse":"2","text":"Buñu yàq der te buñu bëggu ay, waaye nañu di bëggkati jàmm, te nañuy jëfe lewetaay gu mat sëkk seen digg ak ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ndax nun itam kat, ñu ñàkk xel lanu woon te déggadi, ñu réer, tënku ci lu doon ay xemmemtéef ak bànneexi bakkan, tey wéye def lu bon ak ñeetaane, ñu jara bañ te bañante ci sunu biir."},{"style":"v","verse":"4","text":"Waaye ba Yàlla sunu Musalkat feeñalee mbaaxam ak mbëggeelam ci doom aadama,"},{"style":"v","verse":"5","text":"ca la nu musal, te du jenn jëfu njekk ju nu def, ba tax mu musal nu, waaye ci yërmandeem la nu musale, sang nu cangaay lu nu taxa judduwaat, boole ci yeesale nu \\w Noo gu Sell|Noo gu Sell g-:\\w*"},{"style":"v","verse":"6","text":"gi mu nu awale ci Yeesu \\w Almasi|Almasi b-:\\w* bi sunu Musalkat, ba baawaanal ko ci sunu kaw."},{"style":"v","verse":"7","text":"Noonu la nu Yàlla baaxee àtteb ñu jub ci kaw aw yiwam, ba nu mujj séddu ci texe gu sax dàkk, ni nu ko séentoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Googu kàddu wóor na te damaa bëgg nga sàmmoo dëggal loolu, ngir gëmkati Yàlla yi saxoo def jëf ju baax. Loolu moo baax te am njariñ ci nit ñi."},{"style":"v","verse":"9","text":"Waaye ay werante ak limi maam aki xuloo aki jaayante xam-xam ci yoonu Musaa, moytu ko, ndax loolu amul njariñ, amul solo."},{"style":"v","verse":"10","text":"Ab féewalekat nag, yedd ko benn yoon ba ñaareel bi yoon, doora daggook moom,"},{"style":"v","verse":"11","text":"te xam ne ku ni mel daa làggi ci bàkkaaram, te moo daan boppam."},{"style":"s1","verse":"","text":"Póol tàggu na Tit"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw bu ma la yónnee Artemas mbaa Tisig, defal loo man ba fekksi ma Nikopolis, ndax fa laa fas yéenee lollikooji."},{"style":"v","verse":"13","text":"Naka Senas xamkatub yoon bi, ak Apolos, fexe leena waajalal, ba duñu ñàkk lenn lu ñu soxla ci seen yoon."},{"style":"v","verse":"14","text":"Na sunuy ñoñ tàggatu ci jëf ju baax ju ñu saxoo ba faj soxla yu taxaw, ngir ñu baña ñàkk njariñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Mboolem ñi ma nekkal ñu ngi lay nuyu. Nuyul nu sunuy soppe ci yoonu ngëm wi nu bokk. Aw yiw ñeel na leen, yeen ñépp."}]