[{"style":"s","verse":"","text":"Mbirum bànni Israyil misaal la, ma nuy artu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bokk yi, bëgguma ngeen umple li daloon sunu maam ya. Ñoom ñépp niir wa\\f + \\fr 10.1 \\ft Ba bànni Israyil nekkee ca màndiŋ ma, Boroom bi moom ci boppam moo leen jiite woon, mel ni niir ci bëccëg bi, ngir gindi leen, su guddee mu doon jumu sawara, ngir niital leen.\\f* tiimoon na leen, te ñoom ñépp jàll nañu géej."},{"style":"v","verse":"2","text":"Sóobu nañu ca ndoxu géej ga ak ca niir wa, ba bokk noonu ci °Musaa."},{"style":"v","verse":"3","text":"Ñoom ñépp bokk nañoo lekk ñam wa Yàlla joxe,"},{"style":"v","verse":"4","text":"naan naan ga mu joxe, ndaxte ñu ngi doon naan ca xeer, wa leen doon gunge, te xeer woowa °Kirist la woon."},{"style":"v","verse":"5","text":"Teewul ñi ëpp ci ñoom neexuñu woon Yàlla, ba mu fàddoon leen ca màndiŋ ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Mbir yooyu ay misaal lañu, yu nuy artu, ngir benn bëgg-bëgg bu bon bañ noo jiital, na mu leen jiitale woon."},{"style":"v","verse":"7","text":"Buleen jaamu ay xërëm, ni ko ñenn ñi ci ñoom defe woon. Ndaxte Mbind mi nee na: «Mbooloo mi dafa toog, di lekk ak di naan, ba noppi ñu jóg di mbumbaay.»"},{"style":"v","verse":"8","text":"Bunu njaaloo, ni ko ñenn ñi ci ñoom defe woon, ba tax ñaar fukki junni ak ñett ci ñoom dee ci benn bés."},{"style":"v","verse":"9","text":"Bunu diiŋat Kirist, ni ko ñenn ñi ci ñoom defe, ba ay jaan màtt leen, ñu dee."},{"style":"v","verse":"10","text":"Buleen xultu, ni ko ñenn ñi ci ñoom defe woon, ba tax Malaakam bóomkat bi rey leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Mbir yooyu leen daloon misaal la ci nun, te bind nañu ko ngir artu nu, nun ñiy dund ci jamono jii lépp mat."},{"style":"v","verse":"12","text":"Kon nag kiy naw sa doole, ba yaakaar ne taxaw nga, moytula daanu ci bàkkaar!"},{"style":"v","verse":"13","text":"Benn nattu dabu leen bu wuute ak yi dal nit ñépp. Te sax Yàlla kuy sàmm kóllëre la, te du nangu nattu bi wees seen kàttan, waaye cib nattu dina leen ubbil bunt bu ngeen mana rëcce, ba ngeen man koo dékku."},{"style":"s","verse":"","text":"Buleen booloo ak rab yu bon yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Looloo tax, sama soppe yi, nangeen daw xërëm yi."},{"style":"v","verse":"15","text":"Maa ngi wax ak yéen ñi am xel. Kon seetleen li ma leen wax."},{"style":"v","verse":"16","text":"Kaas bu yiw bi tax nuy gërëm Yàlla, ndax du wone sunu booloo ak deretu °Kirist? Mburu mi nuy °damm, xanaa du dafay wone sunu booloo ak yaramu Kirist?"},{"style":"v","verse":"17","text":"Ndegam benn mburu rekk a am, kon nun ñépp lu nu baree bare, menn mbooloo lanu, ndaxte bokk nanu menn mburu mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Seetleen ci °bànni Israyil. Ñiy lekk sarax si ñu rendi, ndax booloowuñu ak Yàlla ji ñu jagleel °sarxalukaay ba? Ahakay!"},{"style":"v","verse":"19","text":"Li may wax, lu muy tekki? Ndax yàpp wi ñu jagleel xërëm yi dafay dara? Walla xërëm yi dañuy dara?"},{"style":"v","verse":"20","text":"Déedéet! Waaye sarax yi xërëmkat yi di rendi, ay rab lañu ko jagleel; jagleeluñu ko Yàlla. Te man bëgguma, ngeen booloo ak rab yi."},{"style":"v","verse":"21","text":"Manuleena naan ci kaasu Boroom bi, naan ci kaasu rab yi. Manuleena sukk ci reerub Boroom bi, sukk ci reerub rab yi."},{"style":"v","verse":"22","text":"Walla boog ndax danuy jéema gillil meru Boroom bi? Xanaa noo ko ëpp doole?"},{"style":"s","verse":"","text":"Na mbëggeel laal seeni jëf, te ngeen wottu seen sañ-sañ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Dafa am ñu naan: «Lépp lanu sañ.» Waaw, waaye du lépp a baax ci nun. «Lépp lanu sañ,» waaye it lépp du yékkati ngëm."},{"style":"v","verse":"24","text":"Bu kenn seet njariñam rekk, waaye nay seet njariñul moroomam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Man ngeena lekk lépp lu ñuy jaay ca ja ba, bañ cee boole ay laaj ngir dalal seen xel."},{"style":"v","verse":"26","text":"Ndaxte Mbind mi nee na: «Àddina ak li ci biiram lépp, Boroom bi moo ko moom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ku xamul Yàlla nag, bu leen wooyee aw ñam këram, te ngeen nangoo dem, lekkleen lépp lu ñu leen dëj, baña laajte dara ngir dalal seen xel."},{"style":"v","verse":"28","text":"Waaye bu leen kenn nee: «Lii sarax la, bu ñu jagleel xërëm yi,» suurleen ko ndax ki leen ko xamal, ngir xel mu dal."},{"style":"v","verse":"29","text":"Waxuma sa xel yaw, waaye xelu keneen laay wax."},{"style":"p","verse":"","text":"Waaye nga ne: «Li ma saña def, lu tax nit ku xelam dalul di am dara lu mu ciy wax?"},{"style":"v","verse":"30","text":"Su ma lekkee dara di ci sant Yàlla, lu tax ñu may wax lu ñaaw, fekk sant naa ci Yàlla?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Kon su ngeen di lekk walla ngeen di naan, walla lu ngeen mana def, defleen lépp ngir màggal Yàlla."},{"style":"v","verse":"32","text":"Buleen def dara lu mana fanq ngëmu Yawut yi walla ñi dul Yawut walla mbooloom Yàlla."},{"style":"v","verse":"33","text":"Noonu laay def man ci sama bopp: damay wuta neex ñépp ci lépp. Wutuma lu may jariñ, waaye luy jariñ ñu bare laay wut, ngir ñu mucc."}]