[{"style":"s","verse":"","text":"Farluleen ci di jottali kàddug Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Xëntewooleen mbëggeel te fonk mayi Xelum Yàlla, rawatina mayu wax ci kàddug Yàlla,"},{"style":"v","verse":"2","text":"ndaxte kiy wax aw làkk, waxul ak nit ñi, waaye Yàlla lay waxal, ndaxte kenn déggul li muy wax. Dafay wax ay mbóot ci xelam."},{"style":"v","verse":"3","text":"Waaye kiy jottali kàddug Yàlla, nit ñi lay waxal ngir yékkati seen ngëm, di leen dénk ak a dëfal."},{"style":"v","verse":"4","text":"Kiy wax aw làkk dafay yokk boppam, waaye kiy wax ci kàddug Yàlla, dafay yokk ngëmu mbooloo mi."},{"style":"v","verse":"5","text":"Léegi nag bëgg naa yéen ñépp, ngeen di wax ay làkk, waaye li ma gënal mooy ngeen di wax ci kàddug Yàlla. Kiy wax ci kàddug Yàlla moo gën kiy wax ay làkk, su firiwul li muy wax, ngir ngëmu mbooloo mi yokku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Kon nag bokk yi, su ma ñëwee ci yéen, di wax ay làkk, lu ma leen di jariñ? Dara, su ma leen indilul dëgg gu Yàlla feeñal, walla xam-xam walla kàddu gu tukkee ca Yàlla, walla am njàngle."},{"style":"v","verse":"7","text":"Noonu la mel itam ci yëf yi dundul tey riir, ni toxoro walla xalam. Su li ci jibe leerul, naka la nit mana ràññee li mbiibi toxoro walla buumi xalam di wax?"},{"style":"v","verse":"8","text":"Rax-ca-dolli su liit gi jibul bu leer, kuy mana waajal xare ba?"},{"style":"v","verse":"9","text":"Noonu itam bu ngeen génnewul ay wax yu leer ci seen gémmiñ, nan lañuy mana xame li ngeen di wax? Dingeen wax cig neen!"},{"style":"v","verse":"10","text":"Xawma ñaata xeeti làkk a am ci àddina, te wu ci nekk am na lu muy tekki."},{"style":"v","verse":"11","text":"Su ma xamul nag làkk wi ñu may làkk, doxandéem laay doon ci ki koy wax, te ki koy wax it doxandéem la ci man."},{"style":"v","verse":"12","text":"Yéen itam, gannaaw dangeena fonk mayi Xelum Yàlla, jéemleena ëpple ci liy yokk ngëmu mbooloo mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Looloo tax kiy wax aw làkk, na ñaan ngir mu mana firi li looluy tekki."},{"style":"v","verse":"14","text":"Su may ñaan Yàlla ci aw làkk, sama xol day ñaan, waaye sama xel amalul kenn njariñ."},{"style":"v","verse":"15","text":"Kon nag lu muy indi? Bu may ñaan, dinaa ànd ak sama xol, àndaale ak sama xel. Bu may woy, dinaa ànd ak sama xol, àndaale ak sama xel."},{"style":"v","verse":"16","text":"Walla, boo dee gërëm Yàlla, ànd ci ak sa xol rekk, kon ku masula jàng mbir yooyu, nan la mana waxe: «Amiin,» ci sa cant Yàlla googu? Ndaxte xamul li ngay wax."},{"style":"v","verse":"17","text":"Dëgg la, dangay sant Yàlla bu baax, waaye ki ci des, ngëmam yokkuwul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Maa ngi sant Yàlla ci li may wax ay làkk, ba raw leen yéen ñépp."},{"style":"v","verse":"19","text":"Waaye ci ndajem mbooloom ñi gëm, wax juróomi baat yu am njariñ, ngir jàngal ñi ci des, moo ma gënal wax fukki junniy baat ciw làkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Bokk yi, buleen melati ni ay xale, ci ni ngeen di xalaate. Ci lu jëm ci lu bon, mel-leen ni ay xale, waaye ci seeni xalaat, mel-leen ni ay mag."},{"style":"v","verse":"21","text":"Bind nañu ci téereb yoon wi:"},{"style":"q","verse":"","text":"«Dinaa wax ak mbooloo mii,"},{"style":"q","verse":"","text":"jaare ko ci ay nit, ñuy wax yeneen làkk,"},{"style":"q","verse":"","text":"ak ay gémmiñi doxandéem,"},{"style":"q","verse":"","text":"waaye ba tey duñu ma déglu.»"},{"style":"m","verse":"","text":"Moom la Boroom bi wax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ci noonu wax ay làkk, firnde la ci ñi gëmul, te du firnde ci ñi gëm. Te it wax ci kàddug Yàlla, du firnde ci ñi gëmul, waaye firnde la ci ñi gëm."},{"style":"v","verse":"23","text":"Kon nag su fekkee ku jàngul mbiri °Kirist walla ku gëmul dugg ca mbooloo ma, fekk ñépp di wax ay làkk, ndax du wax ne dangeena dof?"},{"style":"v","verse":"24","text":"Waaye bu ñépp dee wax ci kàddug Yàlla, te ku gëmul dugg fa, walla ku jàngul mbiri Kirist, wax yi ñépp wax dafay wone bàkkaaram te àtte ko,"},{"style":"v","verse":"25","text":"ba kumpay xolam feeñ. Bu ko defee dina dëpp jëëm ci suuf, di màggal Yàlla te naan: «Dëgg-dëgg Yàllaa ngi ci seen biir.»"},{"style":"s","verse":"","text":"Seetleen bu baax seen nekkin ci seen ndaje"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Kon nag bokk yi, lu muy indi? Bu ngeen dajee, kii am aw taalif, kii am njàngle, kii dëgg gu Yàlla feeñal, kii di wax aw làkk, kee di ko firi. Na loolu lépp aw ci yoonu yokk ngëmu mbooloo mi."},{"style":"v","verse":"27","text":"Su amee kuy wax aw làkk, na ñaar wax walla gën gaa bare ñett. Nañu ko toppante, te kenn di firi."},{"style":"v","verse":"28","text":"Su amul kuy firi, kooku di wax aw làkk, na noppi ci ndajem mbooloo mi. Na waxanteek Yàlla ci xolam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ci ñiy wax ci kàddug Yàlla nag, na ñaar walla ñett wax, te ñi ci des ràññee li ñuy wax."},{"style":"v","verse":"30","text":"Su amee ku toog te Yàlla feeñal ko dëgg, na ki doon wax noppi."},{"style":"v","verse":"31","text":"Yéen ñépp man ngeena kenn-kennoo wax ci kàddug Yàlla, ngir ñépp jàng te dégg li ñu leen di dénk."},{"style":"v","verse":"32","text":"Ñiy jottali kàddug Yàlla dañoo moom seen xel,"},{"style":"v","verse":"33","text":"ndaxte Yàlla du Yàllay lëj-lëj waaye Yàllay jàmm la."},{"style":"p","verse":"","text":"Ci mboolooy gaayi Yàlla yépp,"},{"style":"v","verse":"34","text":"na jigéen ñi noppi ci ndaje mi, ndaxte sañuñu faa wax. Nañu doon jigéen ñu nangu, ni ko yoon wi tërale."},{"style":"v","verse":"35","text":"Te su ñu bëggee laaj dara, nañu ko laaj seen jëkkër ca kër ga, ndaxte jigéen di wax ci ndajem mbooloom ñi gëm, gàcce la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ndax ci yéen la kàddug Yàlla sosoo? Walla ndax ci yéen rekk la agsi?"},{"style":"v","verse":"37","text":"Su kenn xalaatee ne mooy wax ci kàddug Yàlla, walla mu xalaat ne Xelum Yàlla jagleel na may, na nangu ne lii ma leen bind ndigalu Boroom bi la."},{"style":"v","verse":"38","text":"Te su ko xeebee it, ñu xeeb ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Kon nag bokk yi, farluleen ci di wax ci kàddug Yàlla, te buleen tere kenn muy wax ay làkk."},{"style":"v","verse":"40","text":"Waaye nag, na lépp di dox ciy teggin te aw yoon."}]