[{"style":"s","verse":"","text":"Ci mbirum laajum xaalis mi jëm ci mbooloom Yàlla mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Léegi nag ci li jëm ci ndimbal, li ñuy sàkkal gaayi Yàlla yi, defleen li ma tëral ci mboolooy ñi gëm te nekk ci diiwaanu Galasi."},{"style":"v","verse":"2","text":"Bés bu jëkk ci ayu-bés yi, na ku nekk ber lu mu àttan, denc ko, ngir saa yu ma dikkee, ñu bañ di wër di laaj xaalis."},{"style":"v","verse":"3","text":"Su ma dikkee, dinaa dénk seen xaalis ñi ngeen tànn, yónni leen °Yerusalem, boole ko ak bataaxal."},{"style":"v","verse":"4","text":"Su aajoo ma demal sama bopp, kon dinañu ànd ak man."},{"style":"s","verse":"","text":"Ndigal yu mujj yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Gannaaw bu ma jàllee diiwaanu Maseduwan, dinaa ñëw ci yéen, ndaxte fas naa ko yéenee jàll."},{"style":"v","verse":"6","text":"Man na am ma yàgg ci yéen, jombul sax ma lollikoo fi yéen. Noonu dingeen taxawu sama yoon, fu ma mana jëm."},{"style":"v","verse":"7","text":"Ndaxte fi mu ne bëgguma leena gis rekk, jàll, waaye yaakaar naa ne dinaa toog ci yéen ab diir, bu neexee Boroom bi."},{"style":"v","verse":"8","text":"Ba tey dinaa toog fii ci dëkku Efes ba màggalu °Pàntakot,"},{"style":"v","verse":"9","text":"ndaxte Yàlla ubbil na ma bunt, ba mu ne làññ, ngir may def liggéey bu mana am muj gu rafet, te noon yu bare bëgga gàllankoor liggéey bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bu leen Timote ganesee, fexeleen ba bumu am njàqare ci seen biir, ndaxte dafay liggéeyal Boroom bi ni man."},{"style":"v","verse":"11","text":"Kon bu ko kenn xeeb. Nangeen taxawu yoonam, ba mu délsi ci man ci jàmm, ndaxte maa ngi koy xaar ak bokk yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Naka Apolos sunu mbokk mi nag moom, xiir naa ko ay yooni yoon, mu ñëw ci yéen, ànd ak bokk yi. Waaye fi mu ne dëppoowul ak coobareem. Dina ñëw saa su ko manee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Farluleen te dëgër ci ngëm, di góor-góorlu te am pastéef."},{"style":"v","verse":"14","text":"Lépp li ngeen di def, defleen ko ak mbëggeel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Xam ngeen ne, Estefanas ak njabootam ñoo jëkka nangu xibaaru jàmm bi ci diiwaanu Akayi, te ñoo joxe seen bopp, ngir liggéeyal gaayi Yàlla yi. Kon nag bokk yi, maa ngi leen di ñaan,"},{"style":"v","verse":"16","text":"ngeen nangul nit ñu mel noonu, ñoom ak képp ku ànd ak ñoom ci liggéey bi."},{"style":"v","verse":"17","text":"Bi ma Estefanas ak Fortunatus ak Akaykus seetsee, bég naa ci lool. Taxawal nañu leen ci topptoo, bi ngeen yéene woon ci man te tële ko."},{"style":"v","verse":"18","text":"Seral nañu sama xol ak seen yos itam. Kon fonkleen nit ñu mel noonu."},{"style":"s","verse":"","text":"Tàggoo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Mboolooy ñi gëm te nekk diiwaanu Asi ñu ngi leen di nuyu. Akilas ak Pirsil, ñu ngi leen di nuyu bu baax ci Boroom bi, ñoom ak mbooloom ñi gëm tey daje seen kër."},{"style":"v","verse":"20","text":"Bokk yépp ñu ngi leen di nuyu."},{"style":"p","verse":"","text":"Saafoonteleen ak xol bu laab."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Man Pool maa bind nuyoo bii ci sama loxob bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Képp ku bañ Boroom bi, yal na ko Yàlla alag. Boroom bi, ñëwal!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Yal na yiwu Boroom bi Yeesu ànd ak yéen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Bëgg naa leen yéen ñépp ndax sunu booloo ak Yeesu °Kirist."}]