[{"style":"s","verse":"","text":"Génneleen kiy moy Yàlla ci seen biir"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Dégg nanu sax ñu naan, am na kuy moy Yàlla ci seen biir, moy gu ni tollu, duñu ko gis sax ci ñi xamul Yàlla. Dem na, ba am ci yéen kuy séy ak jabaru baayam."},{"style":"v","verse":"2","text":"Moona yéen de, yéena ngi tiitaru. Waaye dangeena waroona am naqar, ba dàq kiy def loolu ci seen biir!"},{"style":"v","verse":"3","text":"Man nag, jëmm ji sore na leen, waaye xel mi mu ngi ci yéen, te àtte naa xaat kiy def loolu, ni su ma teewoon ci seen biir. Dogal naa,"},{"style":"v","verse":"4","text":"ngeen daje ci turu Boroom bi Yeesu, te sama xel teewe ko, ànd ak dooley Boroom bi Yeesu,"},{"style":"v","verse":"5","text":"nu jébbal nit kooku °Seytaane, yaramam yàqu, ngir ruuwam mucc keroog bésu Boroom bi."},{"style":"s","verse":"","text":"Bàkkaar ci xol dafa mel ni lawiir ci mburu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Seen tiitar bi jekkul dara. Xanaa xamuleen ne tuuti lawiir day tax tooyalu fariñ bépp funki?"},{"style":"v","verse":"7","text":"Ni ma leen ko mana misaale, jëleleen fi bépp lawiir bu yàgg, ngir ngeen sell ni tooyal bu bees bu amul lawiir, ndax nekk ngeen ko ba noppi. Ndaxte °Kirist deeyal na nu ca bant ba, mel ni gàtt bu ñuy rendi, jébbal ko Yàlla ca màggalu bésu °Mucc ba."},{"style":"v","verse":"8","text":"Kon nanu màggal sunu Màggal, waxuma ak lawiir bu màggat biy misaal kiñaan ak lu bon, waaye ak °mburu mu amul lawiir, maanaam ci xol bu laab ak ci dëgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Bindoon naa leen, ngeen baña séq dara ak njaalookat yi."},{"style":"v","verse":"10","text":"Bëgguma ci woona limaale waa àddina, maanaam njaalookat yi, nay yi, njublaŋ yi ak xërëmkat yi. Su ngeen séqul ak ñooñu dara, kon fàww ngeen génn àddina."},{"style":"v","verse":"11","text":"Lii laa leen bëggoona wax: buleen séq dara ak ku ñu tudde mbokk mu gëm Kirist, te fekk day njaaloo walla mu nay walla muy xërëm walla muy xas nit walla muy màndi walla muy njublaŋ. Nit ku mel noonu moom, buleen bokk ak moom, sax far di lekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ndax man maa wara àtte ñi bokkul ci mbooloom ñi gëm Kirist? Déedéet! Waaye ñi bokk ci seen mbooloo yéena leen wara àtte."},{"style":"v","verse":"13","text":"Ñi bokkul ci mbooloom ñi gëm, Yàlla moo leen di àtte. Waaye yéen, ni ko Mbind mi waxe: «Dàqleen ci seen biir kiy def lu bon.»"}]