[{"style":"mt1","text":"Waa Room"},{"style":"p","text":""},{"style":"v","text":"Man Pool, jaamub °Kirist Yeesu, maa leen di bind bataaxal bii. Yàlla woo na ma, ma nekk ndawam, sas ma liggéeyu xamle xibaaru jàmmam bi."},{"style":"v","text":"Xibaaru jàmm boobu, Yàlla dige woon na ko bu yàgg, jaarale ko ciy yonentam, ñu def ko ci Mbind mu sell mi,"},{"style":"v","text":"di xamle mbirum °Doomam, Yeesu Kirist sunu Boroom. Lu jëm ci meloom ci àddina, ci askanu °Daawuda la jóge, waaye lu jëm ci xelam mu sell, °Doomu Yàlla la; ndaxte ndekkiteem nekk na firnde ju ràññiku, ne moom la."},{"style":"v","text":"Te moom Kirist tàbbal na nu ci yiwu Yàlla, def nu ay ndawam, yónni nu ci biir xeeti àddina sépp, ngir ñu gëm ko te jébbalu, ba màggal turam."},{"style":"v","text":"Te ci ngeen bokk, yéen ñi Yàlla woo, ngeen nekk ci Kirist."},{"style":"p","text":""},{"style":"v","text":"Yéen ñi dëkk Room ñépp, yéen ñi Yàlla bëgg te woo leen, ngeen nekk gaayam yu sell, na leen Yàlla sunu Baay ak Boroom bi Yeesu Kirist may yiw ak jàmm."},{"style":"s","text":"Pool sant na Yàlla"},{"style":"p","text":""},{"style":"v","text":"Kon nag li may jëkka wax mooy lii: sant naa Yàlla sama Boroom, jaarale ko ci Yeesu °Kirist, ngir yéen ñépp, ndaxte seen ngëm siiw na ci àddina sépp."},{"style":"v","text":"Bët bu set maa ngi leen di boole ci samay ñaan. Yàlla seede na li may wax, Yàlla mi may jaamu ci sama xel, ci xamle xibaaru jàmm bu Doomam."},{"style":"v","text":"Te li ma koy faral di ñaan mooy lii: bu soobee Yàlla, na ma ubbil bunt, ba ma mana ñëw ci yéen."},{"style":"p","text":""},{"style":"v","text":"Ndaxte bëgg naa leena gis lool, ba indil leen barke bu jóge ci °Xel mu Sell mi, ndax seen ngëm gëna dëgër."},{"style":"v","text":"Maanaam ma nekk ci seen biir, te nu dimbaleente ci sunu ngëm, ndax man itam ma gëna am doole."},{"style":"p","text":""},{"style":"v","text":"Bokk yi, damaa bëgg ngeen xam ne xalaat naa leena seetsi ay yooni yoon, ngir meññ njariñ ci yéen, ni ma ko defe ci yeneen xeet yi, waaye ay téq-téq ñoo ma téye ba léegi."},{"style":"v","text":"Am naa warugar sama diggante ak ñépp, muy ñi jàng ni Gereg yi, muy ñi jàngul ni Baarbaar yi, ñi bare xam-xam ak ñi barewul xam-xam."},{"style":"v","text":"Li aju ci man nag, jekk naa ngir ñëw, xamal leen xibaaru jàmm bi, yéen it waa °Room."},{"style":"s","text":"Dooley xibaaru jàmm bi"},{"style":"p","text":""},{"style":"v","text":"Ndaxte awma benn werante ci xibaaru jàmm bi may waare, ndax mbirum Yàlla la, mu làmboo dooleem, ngir musal képp ku ko gëm, muy Yawut ci bu jëkk mbaa ki dul Yawut."},{"style":"v","text":"Ndaxte xibaar bii day wone, ni nit mana jube ci kanam Yàlla, sukkandikoo ci ngëm rekk, tàmbali ci ngëm, yem ci ngëm. Moo tax Mbind mi wax ne: «Ku jub ci kaw ngëm, dinga dund.»"},{"style":"s","text":"Nit ñépp tooñ nañu Yàlla"},{"style":"p","text":""},{"style":"v","text":"Merum Yàllaa ngi feeñe asamaan, wàcc ci nit ñi, ndax seen weddi Yàlla gépp ak seen jubadi gépp, ñoom ñi suul dëgg, di topp lu jubadi."},{"style":"v","text":"Ndax li nit mana xam ci Yàlla, leer na ci seen xel, ndax Yàlla won na leen ko."},{"style":"v","text":"Ndaxte ba àddina sosoo ba tey, mbiri Yàlla yu nëbbu ya, maanaam dooleem ju sax ja, ak meloom wu kawe wa, feeñ nañu bu leer, te bir ñépp ci yi mu sàkk, ba tax bunti lay yépp tëj nañu."},{"style":"p","text":""},{"style":"v","text":"Ndaxte bi ñu xamee Yàlla, taxul ñu màggal ko ni mu ware, mbaa ñu sant ko. Waaye ñu daldi réer ci seen biiri xalaat yu mujjul fenn, ba tax seen xol gumba, ba lëndëm këruus."},{"style":"v","text":"Ñu teg seen bopp ni boroomi xel, fekk ñu ñàkk xel lañu woon."},{"style":"v","text":"Toxal nañu ndamu Yàlla Aji Sax ji, wuutal fa nataali nit ku dul sax, moom ak ay picc, ay rabi àll mbaa yuy raam."},{"style":"p","text":""},{"style":"v","text":"Moo tax Yàlla bërgël na leen ci seeni bëgg-bëgg, ñu sóobu ciy ñaawteef, di jëflante lu gàccelu ci seeni cér."},{"style":"v","text":"Toxal nañu dëggu Yàlla, tëral fen, di màggal ak a jaamu mbindeef, ba faaleetuñu sax Aji Bind, ji yelloo cant ba fàww. Amiin."},{"style":"p","text":""},{"style":"v","text":"Loolu moo tax nag Yàlla bërgël na leen ci seeni bëgg-bëgg yu ruslu. Seeni jigéen sax dëddu nañu li jekk, sóobu ci lu jekkadi, ñoom ak seeni moroom."},{"style":"v","text":"Noonu it góor ñi bàyyi nañu li jekk ci seeni cér, maanaam ànd ak jigéen, bay am ay bëgg-bëgg yu tar ci ànd ak seeni moroom. Góor di defante ak góor li warul, ñu di jot seen peyu réer ci seeni yaram."},{"style":"p","text":""},{"style":"v","text":"Gannaaw xam Yàlla soxalu leen, Yàlla it bërgël na leen ci seen xel mu bon moomu, ñu sax ci jëf yu jekkadi."},{"style":"v","text":"Seen xol fees na ak lu jubadi, lu bon, bëgge ak coxor; duñu xalaat lu dul kiñaan, bóome, xuloo, njublaŋ ak ñaaw njort; dañuy jëw,"},{"style":"v","text":"di yàq der, di ñu bañ Yàlla te ñàkk sutura, di réy-réylu ak a kañu; ay jàmbaar lañu ci fexe lu bon, di bañ seeni waajur."},{"style":"v","text":"Amuñu xel, amuñu kóllëre, amuñu cofeel, amuñu yërmande."},{"style":"v","text":"Xam nañu ne ñiy jëfe loolu, Yàlla daganal na seen dee, waaye teewul ñu di ko def, boole ko ak di farle ñi ci sax."}]