[{"style":"p","text":""},{"style":"v","text":"Bokk yi, sama coobarey xol ci bànni Israyil ak sama ñaan ci Yàlla, mooy ñu mucc."},{"style":"v","text":"Seedeel naa leen ne, ñu farlu lañu ci jaamu Yàlla, waaye seen njaamu àndul ak xam-xam."},{"style":"v","text":"Xamuñu yoon, wi Yàlla tëral ngir nit jub ci kanamam, waaye dañoo wéy ci seen pexey bopp; ba tax ñu baña nangu yoonu njub woowu Yàlla tëral."},{"style":"v","text":"Ndaxte ci °Kirist la yoonu Musaa dëppe, ba tax ku ko gëm, dinga jub fa kanam Yàlla."},{"style":"s","text":"Yàlla bëggoon na ñépp mucc"},{"style":"p","text":""},{"style":"v","text":"Ku bëgga jub ci kanam Yàlla ci kaw sàmm yoon, °Musaa daf cee wax ne: «Ku ko manoona matal, dinga dund ba fàww.»"},{"style":"v","text":"Waaye ku jub ci kanam Yàlla ci kaw ngëm, nii lay waxe:"},{"style":"q","text":"«Bul wax ci sa xol ne: “Kuy yéeg ci kaw?”»"},{"style":"m","text":"mel ni dangaa bëgg °Kirist wàcc."},{"style":"q","text":""},{"style":"v","text":"«Bul wax it: “Kuy dem ca barsàq?”»"},{"style":"m","text":"mel ni dangaa bëgg Kirist dekki."},{"style":"v","text":"Kon boog lan lay wax? Lii:"},{"style":"q","text":"«Waxu Yàlla mi ngi ci sa wet, ci sa làmmiñ, ci sa xol.»"},{"style":"m","text":"Te wax jooju lal ngëm lanuy waare."},{"style":"v","text":"Ndaxte soo waxee ak sa gémmiñ ne, Yeesu mooy Boroom bi, te nga gëm ci sa xol ne, Yàlla dekkal na ko, dinga mucc."},{"style":"v","text":"Ndax xol la nit di gëme, ba tax mu jub ci kanam Yàlla; làmmiñ it la nit di waxe ne mi ngi ci Kirist, ba tax Yàlla musal ko."},{"style":"v","text":"Mbind mi dafa wax ne: «Képp ku ko gëm, sa yaakaar du tas mukk.»"},{"style":"v","text":"Ndax ñépp a yem ci kanam Yàlla, muy Yawut mbaa ku dul Yawut, ndax kenn rekk mooy sunu Boroom nun ñépp; ku yéwén la ci képp ku koy ñaan."},{"style":"v","text":"Ndaxte bind nañu: «Képp ku woo Boroom bi ciw turam, dinga mucc.»"},{"style":"p","text":""},{"style":"v","text":"Waaye nan lañuy wooye ki ñu gëmagul? Naka lañu mana gëme ki ñu déggagul turam? Naka lañu mana dégge turam, te kenn xamalu leen ko?"},{"style":"v","text":"Nan lañu mana waaree, su leen kenn yónniwul? Looloo tax Mbind mi wax ne: «Ñiy yégle xibaaru jàmm bi, ni seen ñëw di sedde xol!»"},{"style":"p","text":""},{"style":"v","text":"Waaye ñépp nanguwuñu xibaaru jàmm bi; moom la °Esayi wax ne: «Boroom bi, ana ku gëm sunu waare?»"},{"style":"v","text":"Kon boog ngëm ci kaw dégg lay juddoo, te dégg sosoo ci xibaaru Kirist."},{"style":"p","text":""},{"style":"v","text":"Waaye ma ne: xanaa ñépp dañoo déggul? Ahakay! Mbind mi wax na ne:"},{"style":"q","text":"«Seen baat jolli na ci ñeenti xébla yépp,"},{"style":"q","text":"seen wax wër na àddina sépp.»"},{"style":"m","text":""},{"style":"v","text":"Waaye ma teg ci ne: xanaa °bànni Israyil dañoo xamul? Ahakay! Musaa dafa jëkkoona wax ne:"},{"style":"q","text":"«Dinaa leen siisloo xeet wu bokkul ci Yàlla,"},{"style":"q","text":"merloo leen ci ñi xamul dara ci Yàlla.»"},{"style":"m","text":""},{"style":"v","text":"Esayi it takk na fitam, ba wax ne:"},{"style":"q","text":"«Ñi ma wutul woon, gis nañu ma,"},{"style":"q","text":"feeñ naa ci ñi ma laajul woon.»"},{"style":"m","text":""},{"style":"v","text":"Waaye ci mbirum Israyil dafa wax ne:"},{"style":"q","text":"«Tàllal naa samay loxo, suba ba ngoon,"},{"style":"q","text":"ci xeet wu may bañ tey werante.»"}]