[{"style":"s","verse":"","text":"Yàlla bërgëlul bànni Israyil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ma ne kon, ndax Yàlla bërgël na xeetam? Mukk! Ndaxte man itam ci Israyil laa bokk, wàcce ci °Ibraayma te bokk ci giiru °Beñamin."},{"style":"v","verse":"2","text":"Yàlla bërgëlul xeetam, wi mu xamoon lu jiitu. Ndax dangeena xamul li Mbind mi di wax ci mbirum °Ilyaas? Dafa doon tawat Israyil ci Yàlla naan:"},{"style":"v","verse":"3","text":"«Boroom bi, rey nañu say yonent, daaneel say bérab yu sell, ba man kenn maa ci des, te ñu ngi may wuta rey.»"},{"style":"v","verse":"4","text":"Waaye Yàlla da ko ne: «Dencal naa sama bopp juróom ñaari junniy nit ñu jaamuwul °Baal.»"},{"style":"v","verse":"5","text":"Noonu itam ci jamono ji nu nekk, des na nit ñu néew ñu Yàlla dencal boppam ciw yiwam."},{"style":"v","verse":"6","text":"Gannaaw nag yiwu Yàlla rekk a tax mu denc leen, kon du seen peyug ñaq, walla boog yiwu Yàlla dootul yiw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Kon lu nu ci wara wax? Li °bànni Israyil doon wut, gisuñu ko. Waaye ñi Yàlla tànn rekk a ko gis, te ña ca des baña gëm, ba seen xol dërkiis."},{"style":"v","verse":"8","text":"Looloo tax Mbind mi ne:"},{"style":"q","verse":"","text":"«Yàlla daf leena jox xelum nit ku gëmméentu,"},{"style":"q","verse":"","text":"bët yu gëlëm ak nopp yu tëx,"},{"style":"q","verse":"","text":"ba ci bésub tey.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"Te °Daawuda it daf ci wax naan:"},{"style":"q","verse":"","text":"«Na seeni ñam sax nekk fiir ak i pakk;"},{"style":"q","verse":"","text":"nañu ci daanu, te Yàlla mbugal leen."},{"style":"q","verse":"","text":""},{"style":"v","verse":"10","text":"Nañu gumba ba ne fatuus,"},{"style":"q","verse":"","text":"nañu tiis te sëgg ba fàww.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ndax kon dañoo tarxiis, daanu ba fàww? Mukk! Waaye jéllub Israyil dafa ubbi bunt, ngir xeeti ñi dul Yawut mana mucc, te °bànni Israyil siis leen."},{"style":"v","verse":"12","text":"Gannaaw seen tooñ nag moo ubbi buntu yiw ci waa àddina si, te seen ñàkk moo meññ barkeb xeet yépp, céy bés bu Israyil gépp delloo ci Yàlla, ndaw barke bu bare!"},{"style":"s","verse":"","text":"Muccu ñi dul Yawut"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yéen ñi dul Yawut, yéen laay waxal. Ndegam Yàlla daf maa def ndawam, yónni ma ci yéen xeeti àddina si, damay matal samab yónnent."},{"style":"v","verse":"14","text":"Dama koy def, ngir ñi bokk ak man xeet siis, ba ñenn ñi mucc."},{"style":"v","verse":"15","text":"Ndaxte bi Yàlla génnee Israyil, ubbee na noonu bunt, ngir xeeti àddina juboo ak moom; kon su Yàlla dugalaatee Israyil, ndax du mel ni ndekkitel néew ya?"},{"style":"v","verse":"16","text":"Damay wax ne, mburu mépp sell na, bu ci Yàlla amee wàll. Naka noonu garab gi Yàlla séddoo reen bi, garab gépp sell na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"°Bànni Israyil a ngi mel ni garabu °oliw gu ñu jëmbët ci kër gi, waaye mu am car yu ci fàq. Yaw mi dul Yawut, yaa ngi mel ni caru garabu oliw gu àll bu ñu jabtal ci garabu kër googu. Noonu nga jariñoo meen, mi jóge ci reen bi."},{"style":"v","verse":"18","text":"Kon nag bul bàkku, di xeeb car yooyu Yàlla fàq. Waaye soo bëggee bàkku, xamal ne reen moo lay yenu, te du yaw miy car yaa koy yenu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Xanaa dinga wax ne: «Car yooyu dañu leena fàq, ngir jabtal ma fa ñu nekkoon.»"},{"style":"v","verse":"20","text":"Dëgg la; waaye seen ngëmadee tax ñu fàq leen, wuutal la fa ndax sa ngëm. Bumu tax nag ngay bàkku, waaye nanga moytu."},{"style":"v","verse":"21","text":"Gannaaw Yàlla baalul car ya cosaanoo ca garab ga, kon boog yéen itam man na leena fàq."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Loolu kon wone na ni Yàlla baaxe ak ni muy meree tooñ. Ci ñi daanu, Yàlla wone na ni meram tànge, wone mbaaxam ci yéen, su fekkee yéena ngi ci wéy; lu ko moy, dees na leen fàq yéen itam."},{"style":"v","verse":"23","text":"Te car yooyu fàq, su ñu wéyul ci seen ngëmadi, dees na leen delloo ci garab gi, ndax Yàlla man na leen cee tafaat."},{"style":"v","verse":"24","text":"Yaw mi dul Yawut, yaa ngi bokkoon ci garabu oliw gu àll, waaye Yàlla daf la cee jële, ci lu dul farala am, jabtal la ci garabu kër gi. Kon man nanoo gëna wóor ne, Yawut ya judduwaale nekk ci garabu oliw gu kër gi, Yàlla dina leen ci delloo."},{"style":"s","verse":"","text":"Yàlla bëgg na yërëm ñépp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Bokk yi, dama leena bëgga dindi kumpa ci lii, ngir ngeen baña yég seen bopp. Dërkiisu xol dab na °bànni Israyil ab diir, ba bés ba mboolem waa àddina, ñu wara bokk ci nguuru Yàlla, dugg ca."},{"style":"v","verse":"26","text":"Bu loolu amee nag, bànni Israyil gépp dina mucc. Moom la Mbind mi tëral, bi mu naan:"},{"style":"q","verse":"","text":"«Ab xettalikat dina jóge ci °Siyoŋ,"},{"style":"q","verse":"","text":"dàq weddi ci askanu °Yanqóoba."},{"style":"q","verse":"","text":""},{"style":"v","verse":"27","text":"Loolu mooy kóllëre, gi may fas ak ñoom,"},{"style":"q","verse":"","text":"bés bu may dindi seeni bàkkaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Gannaaw bañ nañu xibaaru jàmm bi, ay bañaaley Yàlla lañu, ngir ngeen jot barkeem. Waaye gannaaw Yàlla tànn na leen, dafa leen bëgg ba tey ndax seen maam ya."},{"style":"v","verse":"29","text":"Ndax li Yàlla maye, dootu ko nangu mukk, te ku mu woo ci boppam, dootu la dàq mukk."},{"style":"v","verse":"30","text":"Ñu déggadil Yàlla ngeen woon, waaye ngëmadig Yawut yi tax na, ngeen jot yërmandeem."},{"style":"v","verse":"31","text":"Ñoom itam lànk nañu léegi, ngir mana bokk ak yéen yërmandey Yàlla."},{"style":"v","verse":"32","text":"Kon Yàlla tëj na ñépp ci ngëmadi, ngir mana yërëm ñépp."},{"style":"s","verse":"","text":"Yàlla yelloo na teraanga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Xelum Yàlla ni mu xóote, ak xam-xamam ni mu baree, ba raw xelum nit! Kan moo muus, ba xam dogalam? Walla nga am xel, ba nànd ay jëfam?"},{"style":"v","verse":"34","text":"Mbind mi dafa ne:"},{"style":"q","verse":"","text":"«Ana ku xam xalaatu Boroom bi?"},{"style":"q","verse":"","text":"Ku ko doon digal?»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"35","text":"Te it:"},{"style":"q","verse":"","text":"«Ku ko masa jox dara,"},{"style":"q","verse":"","text":"ba mu war laa delloo?»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"36","text":"Ndaxte ci moom la lépp sosoo, ci moom la lépp di jaar, ci moom la lépp di dellu. Moo yelloo ndam ba fàww! Amiin."}]