[{"style":"s","text":"Ñépp war nañoo déggal njiit yi"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu na nit ku nekk déggal ñi yore baat ci kanamam; ndaxte amul njiit lu fi Yàlla sampul. Njiit yépp nag Yàlla moo leen fi teg."},{"style":"v","text":"Kon ku leen baña déggal, ndigalu Yàlla nga lànk; ku def loolu, yoon dina la dab."},{"style":"v","text":"Kuy def lu baax warula ragal njiit li, kuy def lu bon moo ko wara ragal. Soo ko bëggee baña ragal nag, kon defal lu baax, te dina la tagg."},{"style":"v","text":"Ndax Yàllaa ko dénk liggéey boobu ngir sa jàmm. Waaye sooy def lu bon, war ngaa ragal, ndax du cig neen la ame jaasiy àtte; jawriñu Yàlla la ngir wàcce meru Yàlla, ci fey ku def lu bon."},{"style":"v","text":"Kon fokk ngeen déggal ko, waxuma sax ndax sañ-sañam boobu, waaye it ngir seen xel dal."},{"style":"p","text":""},{"style":"v","text":"Gannaaw Yàllaa sas njiit yi liggéey boobu, te ñi ngi ci, kon fàww ngeen fey galag."},{"style":"v","text":"Joxleen ku nekk céram; ku ngeen wara fey galag, feyleen ko ko; ku ngeen wara fey juuti, feyleen ko ko; ku ngeen wara weg, wegleen ko; ku ngeen wara teral, teral-leen ko."},{"style":"s","text":"Bëgganteleen"},{"style":"p","text":""},{"style":"v","text":"Buleen ameel kenn dara, lu dul mbëggeel; ndax ku bëgg sa moroom, wàccoo nga ak yoonu °Musaa."},{"style":"v","text":"Ndaxte ndigali Yàlla yépp, yi deme ni: «Bul njaaloo, bul bóome, bul sàcc, bul bëgge,» walla leneen ndigal lu mu mana doon, wax jii moo leen ëmb: «Nanga bëgg sa moroom, ni nga bëgge sa bopp.»"},{"style":"v","text":"Ku bëgg sa moroom, doo ko tooñ; kon ku wéy ci mbëggeel matal nga yoonu Musaa."},{"style":"s","text":"Jekkleen ngir teeru Kirist, buy délsi"},{"style":"p","text":""},{"style":"v","text":"Te lii itam am na: xam ngeen bu baax jamono ji nu tollu; jamonoy yewwu jot na, ndax léegi sunu mucc gën na noo jege, ca ba nu dooree gëm."},{"style":"v","text":"Guddi gi màggat na, bët a ngi bëgga set. Nanu bàyyi nag jëf yu lëndëm te ràngoo gànnaay yi nu Yàlla jox, ngir dund ci leer."},{"style":"v","text":"Gannaaw nu ngi ci leer, na sunug dund rafet. Bunu naan sàngara ba màndi tey bànneexu; bunu njaaloo tey def i ñaawteef ak sunuy cér; bunu xuloo mbaa nuy ñeeyante."},{"style":"v","text":"Waaye gànnaayooleen Yeesu °Kirist Boroom bi, te baña topp seen bakkan ciy bëgg-bëggam yu bon."}]