[{"style":"s","verse":"","text":"Baña teg sa moroom tooñ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu ku ngëmam néew nangeen ko nangu, te baña werante ak moom ci lu lënt."},{"style":"v","verse":"2","text":"Ndax am na ku xalaat ne man na lekk ñam wu nekk, fekk ku ngëmam néew du lekk yàpp, waaye léjum rekk lay lekk."},{"style":"v","verse":"3","text":"Kiy lekk lu nekk, bumu xeeb ki ko dul def. Naka noonu itam ku dul lekk yàpp, bumu teg tooñ ki koy lekk; ndax Yàlla nangu na leen ñoom ñaar."},{"style":"v","verse":"4","text":"Koo teg sa bopp, ba di ko teg tooñ? Jaamu jaambur la! Mu taxaw ci liggéeyam, mbaa mu sàggane ko, moom ak sangam la. Waaye dina jub, ndax Boroom bi am na dooley taxawal ko ci njub."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Noonu itam am na ñiy tànn bés ak ñiy yemale bés yépp. Na ku nekk xam bu wér li muy def, te jàpp ci."},{"style":"v","verse":"6","text":"Ndaxte kuy tànn bés, mu ngi koy def ngir màggal Boroom bi. Kiy lekk lu nekk it, mu ngi koy def ngir màggal Boroom bi; loolu leer na ndax day sant Yàlla. Te it ki baña lekk yàpp, mu ngi koy def ngir màggal Boroom bi, di ko sant."},{"style":"v","verse":"7","text":"Kenn ci nun dundul ngir boppam, kenn deewul it ngir boppam."},{"style":"v","verse":"8","text":"Danuy dund ngir màggal Boroom bi, dee it ngir màggal ko. Kon nag nuy dund mbaa nu dee, noo ngi ci Boroom bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Loolu sax moo waral °Kirist dee te dundaat, ngir mana nekk Boroomu ñi dee ak ñiy dund."},{"style":"v","verse":"10","text":"Yaw nag lu tax ngay teg sa moroom tooñ? Lu tax nga koy xeeb? Xanaa nun ñépp, danu dul dajeji fa kanam Yàlla, ngir mu layoo ak nun?"},{"style":"v","verse":"11","text":"Ndaxte Mbind mi tëral na lii:"},{"style":"q","verse":"","text":"«Boroom bi nee na:"},{"style":"q","verse":"","text":"“Ni mu wóore ne maa ngi dund,"},{"style":"q","verse":"","text":"ni la wóore ne, ñépp dinañu ma sukkal,"},{"style":"q","verse":"","text":"te ku nekk seede ne maay Yàlla.”»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Noonu ku nekk ci nun dinga làyyi fa Yàlla ci lépp loo masa def."},{"style":"s","verse":"","text":"Baña yóbbe sa moroom bàkkaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kon nanu bàyyee tegante tooñ, waaye nu fas yéenee moytu lépp lu nekk fiir guy yóbbe sunu moroom bàkkaar."},{"style":"v","verse":"14","text":"Xam naa ne amul wenn ñam wu sellul, ndax Yeesu Boroom bi xamal na ma loolu. Waaye loo yaakaar ne sellul, ci yaw la sellul."},{"style":"v","verse":"15","text":"Soo dee lekk luy indil sa moroom tiis, génn nga ci mbëggeel. Yaw nag bul réeral sa moroom ci sa ñam, ndax °Kirist dee na ngir moom."},{"style":"v","verse":"16","text":"Bu sa njariñ jur wax ju ñaaw."},{"style":"v","verse":"17","text":"Ndaxte bokk ci nguuru Yàlla jotewul dara ak lu nuy lekk mbaa lu nuy naan. Nguuru Yàlla mooy jub ci kanam Yàlla te am mbég ak jàmm ci dooley °Xel mu Sell mi."},{"style":"v","verse":"18","text":"Kiy jaamoo noonu Kirist moo neex Yàlla ak nit ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Kon nag nanu wut luy indi jàmm, tey yékkati ngëmu sunu moroom."},{"style":"v","verse":"20","text":"Bu sa ñam yàq jëfu Yàlla. Bépp ñam sell na ci kanam Yàlla. Ci lu wér! Waaye képp ku lekk luy yàq sa ngëmu moroom, def nga lu bon."},{"style":"v","verse":"21","text":"Liy sa warugar mooy nga baña fiir sa moroom ci yàpp mbaa ci biiñ mbaa ci leneen lu mu mana doon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Su fekkee sa ngëm dëgër na, wone ko ci sa diggante ak Yàlla. Kiy nangu, te du ci sikkal boppam, kooku barkeel na."},{"style":"v","verse":"23","text":"Waaye kuy lekk ñam te am ci xel ñaar, def nga bàkkaar, ndax sa ngëm yemu fa. Ndaxte jëf ju àndul ak ngëm, bàkkaar la."}]