[{"style":"s","text":"Pool a ngi nuyu waa Room"},{"style":"p","text":""},{"style":"v","text":"Bu nu weesoo loolu, maa ngi leen di dénk sunu jigéen Febe, miy liggéeyal mbooloom ñi gëm ci dëkku Señsere."},{"style":"v","text":"Nangeen ko jàpp ci turu Boroom bi, ni ko gaayi Yàlla yi yelloo, te dimbali ko ci lépp lu mu aajowoo, ndaxte moom itam wax dëgg, dimbali na ñu bare, ba ci man mii di wax ak yéen."},{"style":"li","text":""},{"style":"v","text":"Nuyul-leen ma Pirsil ak Akilas, samay nawle ci liggéeyu °Kirist Yeesu."},{"style":"v","text":"Ñoom ñaar dem nañu, bay bëgga jaay seen bakkan ngir man; maa ngi leen di gërëm ci loolu, du man rekk sax, waaye itam mboolooy ñi gëm ci xeeti àddina sépp."},{"style":"li","text":""},{"style":"v","text":"Nuyul-leen ma it ñiy booloo ci seen kër."},{"style":"li","text":"Maa ngi nuyu it Epaynet, mi jëkka gëm Kirist ci diiwaanu Asi;"},{"style":"v","text":"ak Maryaama, mi sonnoon lool ci yéen."},{"style":"li","text":""},{"style":"v","text":"Nuyul-leen ma it Andoronikus ak Yuñas, sama bokk, yi ñu ma booleeloon tëj; am nañu tur ci ndawi Yàlla yi, te ñoo ma jiitu sax ci gëm Kirist."},{"style":"li","text":""},{"style":"v","text":"Te fàttewuma Ampilyaatus, mi ma bëgg ci sama xol ngir Boroom bi."},{"style":"li","text":""},{"style":"v","text":"Nuyul-leen ma it Urban, sunu nawle ci liggéeyu Kirist, ak sama soppe Estakis;"},{"style":"v","text":"ak it Apeles, mi ngëmam dëggu, ba yelloo kóolute."},{"style":"li","text":"Nuyul-leen ma it waa kër Aristobul,"},{"style":"v","text":"ak Erojon sama mbokk, ak waa kër Narsis, ñi ci Boroom bi."},{"style":"li","text":""},{"style":"v","text":"Maa ngi nuyu Tirifen, moom ak Tirifos, jigéen ñi sonn ci liggéeyu Boroom bi, ak it sama soppe Persidd, mi ci jeex tàkk."},{"style":"li","text":""},{"style":"v","text":"Maa ngi nuyu it Rufus, waa ji xolam seey ci Boroom bi, ak yaayam, mi ma féete woon it cérub ndey."},{"style":"v","text":"Te fàttewuma Asànkirit, Felegon, Ermes, Patarobas, Ermas, ñoom ak mboolem bokk yépp."},{"style":"li","text":""},{"style":"v","text":"Nuyul-leen ma it Filolog ak Yuli, Nere ak jigéenam."},{"style":"li","text":"Te fàttewuma Olimpas ak gaayi Yàlla yiy booloo ak ñoom ñépp."},{"style":"p","text":""},{"style":"v","text":"Te yéen bokk yi, saafoonteleen ak xol bu laab. Mboolooy ñi gëm Kirist yépp a ngi leen di nuyu."},{"style":"s","text":"Moytuleen ñi leen di réeral"},{"style":"p","text":""},{"style":"v","text":"Bokk yi, maa ngi leen di dénk, ngeen moytu ñi leen di féewale, ba di leen jàddloo yoon wi, ciy wax lu juuyoo ak dëgg gi ngeen jàng. Dawleen leen ba sore."},{"style":"v","text":"Ndax ñu deme noonu liggéeyaluñu °Kirist sunu Boroom; seen bopp lañuy liggéeyal. Ñu ngi ñëw ak làmmiñ yu neex, di jay xol yu woyof yi, ba nax leen."},{"style":"v","text":"Waaye seen dégg ndigal bir na ñépp, ba sama xol sedd lool ci yéen. Teewul nag damaa bëgg ngeen am xam-xam bu leer ci lu baax, te baña laal dara ci lu bon."},{"style":"v","text":"Su ko defee Yàlla Boroom jàmm dina not °Seytaane ci seeni tànk léegi."},{"style":"p","text":"Yal na yiwu Yeesu sunu Boroom ànd ak yéen!"},{"style":"p","text":""},{"style":"v","text":"Timote sama nawle bi may jàpple ci liggéey bi, mu ngi leen di nuyu, ak samay bokk Lusiyus, Yason ak Sosipater."},{"style":"p","text":""},{"style":"v","text":"Man Tersiyus mi bind bataaxal bii nag, maa ngi leen di nuyu ci turu Boroom bi."},{"style":"p","text":""},{"style":"v","text":"Gayus mu ngi leen di nuyu; moo may ganale ci këram, te foofa it la mbooloo mi di dajaloo. Erast miy topptoo mbiri xaalisu dëkk bi it, nuyu na leen, ak sunu mbokk Kartus."},{"style":"p","text":""},{"style":"v","text":"Yal na yiwu sunu Boroom Yeesu Kirist ànd ak yéen! Amiin."},{"style":"s","text":"Yàlla yelloo na ndam"},{"style":"p","text":""},{"style":"v","text":"Santleen Yàlla, mi leen mana saxal bu wér ci dëggu xibaaru jàmm, bi may waare ci mbirum Yeesu Kirist! Nekkoon na kumpa gu làqu diirub ay ati at,"},{"style":"v","text":"waaye léegi nag Yàlla dindi na nu ci kumpa. Santaane na, nu yégle xibaar boobu ci xeeti àddina sépp, ci firi Mbindi yonent yi, ngir nit ñi man koo gëm, ba jébbalu."},{"style":"p","text":""},{"style":"v","text":"Yàlla mi jagoo xam-xam bépp, moom rekk moo yelloo ndam ba fàww, jaar ci Yeesu °Kirist! Amiin."}]