[{"style":"s","verse":"","text":"Àtteb Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag képp ku mu mana doon, yaw miy àtte sa moroom ak ñaaw njort, amuloo aw lay, ndaxte àtte sa moroom, daan sa bopp la; yaa ngi koy àtte ndax ay jëfam, fekk yaw itam noonu ngay jëfe."},{"style":"v","verse":"2","text":"Xam nanu ne ñiy jëfe noonu, Yàlla dina leen àtte, te àtteem jub na."},{"style":"v","verse":"3","text":"Yaw nag miy àtte ñiy def loolu, te di ko def, ndax defe nga ne dinga rëcc ci àtteb Yàlla?"},{"style":"v","verse":"4","text":"Ndax dangaa xeeb mbaaxu Yàlla, mi yéexa mer te di la muñal? Xanaa xamuloo ne Yàllaa ngi lay won baaxaayam, ngir nga réccu say bàkkaar?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Waaye ndegam dëgër nga bopp te bëgguloo réccu, yaa ngi dajale merum Yàlla ci sa bopp. Ndaxte Yàlla sàkk na bés bu muy wone àtteem bu jub bi te meram wàcc ci ñi bon;"},{"style":"v","verse":"6","text":"bés booba dina delloo ku nekk ay jëfam."},{"style":"v","verse":"7","text":"Ñiy góor-góorlu ciy def lu baax, bëgg Yàlla boole leen ca ndamam te sédde leen ngërëm ak dund gu sax, dina leen tàbbal ci dund gu dul jeex."},{"style":"v","verse":"8","text":"Waaye ñi dëgër bopp, ba tanqamlu dëgg, di topp lu jubadi, seen pey mooy dooni merum Yàlla ak toroxte."},{"style":"v","verse":"9","text":"Ki doon def lu bon, peyam mooy tiis ak metit wu tar, muy Yawut ci bu jëkk, mbaa ki dul Yawut."},{"style":"v","verse":"10","text":"Waaye ki doon def lu baax, añam mooy bokk ci ndamu Yàlla, am ngërëm ak jàmm, muy Yawut ci bu jëkk, mbaa ki dul Yawut."},{"style":"v","verse":"11","text":"Ndaxte ñépp a yem fa kanam Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Képp ku doon bàkkaar nag te nekkuloo woon ci yoonu °Musaa, Yàlla dina la àtte ci lu dul yoonu Musaa, nga doora sànku. Te képp ku doon bàkkaar te nga nekkoon ci yoonu Musaa, Yàlla dina la àtte ci yoon woowu."},{"style":"v","verse":"13","text":"Kon déglu yoonu Musaa rekk doyul; du loolu mooy tax nit jub ci kanam Yàlla; kiy sàmm yoon wi, moom la Yàlla di àtte ni ku jub."},{"style":"v","verse":"14","text":"Ndax ñi dul Yawut te nekkuñu ci yoonu Musaa, ñu ngiy def li yoon woowu tëral, ndaxte Yàlla def na ko ci nit. Te wonee nañu noonu ne man nañoo ràññee lu baax ak lu bon, su ñu nekkul sax ci yoonu Musaa,"},{"style":"v","verse":"15","text":"di wone it ne Yàlla bind na ci seen xol jëf yi yoonu Musaa santaane. Seen xel it seede na ne noonu la, fekk seeni xalaat ñoo leen di tuumaal, mbaa ñu leen di jéggal."},{"style":"v","verse":"16","text":"Ndax bés dina ñëw, bu xalaat yu làqu yi di feeñ, te Yàlla àtte nit ñi jaarale ko ci Yeesu °Kirist. Xibaaru jàmm, bi may waare, moo ko wax."},{"style":"s","verse":"","text":"Yoonu Musaa ak njariñam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Maa ngi ñëw nag ci yaw mi ne Yawut nga; yaa ngi sukkandiku ci yoonu °Musaa ak di damu ci Yàlla."},{"style":"v","verse":"18","text":"Xam nga coobareem, ndaxte jàng nga ci yoonu Musaa, ba fonk yëf yi gëna baax."},{"style":"v","verse":"19","text":"Yaa ngi teg sa bopp wommatkatu gumba yi ak leeru ñi nekk cig lëndëm."},{"style":"v","verse":"20","text":"Yaa di jànglekatu ñi jàngul ak xamlekatu ñi xamul, ndaxte xalaat nga ne Yàlla jagleel na leen ci yoonu Musaa bépp xam-xam ak gépp dëgg."},{"style":"v","verse":"21","text":"Kon nag yaw miy jàngal say moroom, xanaa doo jàngal sa bopp? Yaw miy waare di tere sàcc, mbaa doo sàcc yaw itam? Yaw miy tere njaaloo, mbaa doo njaaloo?"},{"style":"v","verse":"22","text":"Yaw miy araamal xërëm yi, mbaa doo sàcc li nekk ci seeni xàmb?"},{"style":"v","verse":"23","text":"Yaw miy damoo yoonu Musaa, mbaa doo ko moy, ba indi gàcce ci turu Yàlla?"},{"style":"v","verse":"24","text":"Moo tax Mbind mi ne: «Yéena tax ñi nekkul Yawut di suufeel turu Yàlla.»"},{"style":"s","verse":"","text":"Xaraf ak njariñam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Bëggoon naa ngeen xam ne xaraf am na njariñ, boo ca boolee sàmm yoon. Waaye boo ko ca boolewul, sa xaraf amatul njariñ."},{"style":"v","verse":"26","text":"Te itam ku xaraful, tey def jëf yu jub yi yoonu °Musaa santaane, ndax Yàlla du ko teg ni ku xaraf?"},{"style":"v","verse":"27","text":"Ku dul Yawut te xaraful waaye di sàmm yoon wi, kooku dina la mana àtte, yaw Yawut bi. Ndaxte li ngay xam xam yoonu Musaa ci Mbind mi te xaraf, terewul nga koy moy."},{"style":"v","verse":"28","text":"Juddu nekk Yawut taxul sag Yawut dëggu, te xaraf ci saw yaram taxul sa xaraf wóor."},{"style":"v","verse":"29","text":"Waaye Yawut dëgg, ci xol lay nekk. Te xaraf dëgg itam, ci xol lay nekk. Du ngistal, lu dëggu la. Te képp ku mel noonu, dees na la gërëm, waxuma la nit ñi, waaye Yàlla ci boppam."}]