[{"style":"s","text":"Ni Ibraayma gëme Yàlla"},{"style":"p","text":""},{"style":"v","text":"Sunu maam °Ibraayma, mi nu soqikoo; nu mbiram tëdde?"},{"style":"v","text":"Bu fekkoonte ne Ibraayma, ci kaw i jëfam la ko Yàlla àttee ni ku jub, kon am na lu mu ci mana damoo. Waaye demewul noonu ci kanam Yàlla."},{"style":"v","text":"Lan la Mbind mi wax ci loolu? Nee na: «Ibraayma gëm na Yàlla, te Yàlla jàppe ngëmam ni njub.»"},{"style":"p","text":""},{"style":"v","text":"Képp kuy liggéey dina jot peyam; te pey googu du ag may, ñaqam la."},{"style":"v","text":"Waaye Yàlla dina àtte jub sax ki ko weddi woon; kon ku wéeruwul ciy jëfam, waaye mu gëm rekk, Yàlla dina jàppe ngëmam ni njub."},{"style":"v","text":"Noonu la °Daawuda birale barkeelug nit ki Yàlla jagleel njub, fekk ay jëfam taxul."},{"style":"v","text":"Mu ne:"},{"style":"q","text":"«Ñi ñu baal seen jàdd yoon,"},{"style":"q","text":"te seeni bàkkaar far ci kanam Yàlla,"},{"style":"q","text":"ñu barkeel lañu."},{"style":"q","text":""},{"style":"v","text":"Ki Boroom bi sëful ay bàkkaaram,"},{"style":"q","text":"kooka ku barkeel la.»"},{"style":"p","text":""},{"style":"v","text":"Kon nag barkeel googu, ndax ñi xaraf rekk ñoo ko yeyoo? Ndax ñi xaraful it bokkuñu ci? Ahakay! Ndaxte wax nanu ne, Yàlla jàppe na ngëmu Ibraayma ni njub."},{"style":"v","text":"Kañ la ko jagleel njub nag? Ndax lu jiitu xarafam la woon, am gannaaw ga? Lu ko jiitu la woon."},{"style":"v","text":"Ndaxte Ibraayma gëm na, te Yàlla jàppe na ngëmam ni njub, fekk booba xarafagul. Te xarafal gi, màndarga la woon ci yaramam, di firndeel ne ku jub la woon. Noonu la Ibraayma mana nekke baayu ñépp ñi gëm, ba Yàlla man leena àtte ni ñu jub, te xarafuñu sax."},{"style":"v","text":"Noonu itam la Ibraayma mana nekke baayu ñi xaraf, bu fekkee yemuñu rekk ci xaraf, waaye ñu am ngëm, ga Ibraayma sunu maam amoon lu jiitu xarafam."},{"style":"s","text":"Ibraayma gëmoon na la ko Yàlla digoon"},{"style":"p","text":""},{"style":"v","text":"Ndaxte Yàlla dafa digoon °Ibraayma ak ñi naroona soqikoo ci moom, ne dinañu moom àddina si. Te dige boobu jógewul ci yoonu °Musaa, waaye dafa jóge ci njub, gi Ibraayma amoon ci kanam Yàlla ci kaw ngëmam."},{"style":"v","text":"Ndaxte su fekkee ne ñi nekk ci yoonu Musaa rekk ñooy moom àddina, kon ngëm amatul njariñ, te digeb Yàlla toxu na."},{"style":"v","text":"Yoonu Musaa daal du def lu dul wàcce merum Yàlla ci sunu bopp; ndax fu yoon amul, jàdd yoon du fa mana am."},{"style":"p","text":""},{"style":"v","text":"Kon nag loolu Yàlla dige, ngëm rekk a koy indi, ngir mu sukkandikoo yiwu Yàlla rekk. Noonu la dige bi wóore ci ñi soqikoo ci Ibraayma ñépp, du ci ñi nekk ci yoonu Musaa rekk, waaye itam ñi gëm ni Ibraayma gëme woon. Kon Ibraayma mooy sunu baay, nun ñépp."},{"style":"v","text":"Moom la Yàlla dogal, wax ko ci Mbind mi ne: «Def naa la baayu xeet yu bare.» Ndaxte Ibraayma gëmoon na Yàlla, miy dekkal ñi dee, tey wax ci lu amagul, mel ni dafa am."},{"style":"p","text":""},{"style":"v","text":"Ibraayma dafa jàppoon ci ngëmam, di yaakaar, fekk bunti yaakaar yépp tëju. Moo tax mu nekk baayu xeet yu bare, ni ko Mbind mi waxe ne: «Noonu la sa askan di meli.»"},{"style":"v","text":"Mu xool yaramam, xam ne dee rekk a ko dese, ndax mi ngi tollu woon ci lu mat téeméeri at, waaye ba tey ngëmam wàññikuwul. Mu xam it ne, Saarata manatula ëmb."},{"style":"v","text":"Waaye loolu taxul ngëmadi jàpp ko, ba muy werante ci waxu Yàlla; ngëmam sax di gëna dëgër, mu daldi sant Yàlla,"},{"style":"v","text":"mu wóor ko ne loolu ko Yàlla dig, Yàlla man na koo def."},{"style":"v","text":"Moo tax «Yàlla jagleel na Ibraayma njub.»"},{"style":"v","text":"Waaye loolu lañu bind ne: «Yàlla jagleel na ko njub,» du Ibraayma rekk a moom wax ji."},{"style":"v","text":"Nun itam ci wax jooju lanu bokk, te Yàlla dina nu jagleel njub, nun ñi gëm Yàlla, mi dekkal Yeesu sunu Boroom."},{"style":"v","text":"Ndaxte Yàlla jébbale na ko ngir sunuy tooñ, dekkal ko ngir àtte nu jub."}]