[{"style":"s","text":"Bokk ci Kirist dafa mel ni jigéen juy séy"},{"style":"p","text":""},{"style":"v","text":"Bokk yi, yéen ñi may waxal xam ngeen luy yoon; xam ngeen kon ne yoon am na doole ci nit diirub dundam."},{"style":"v","text":"Ci maanaa, mu ngi mel ni jigéen juy séy; yoon a ngi koy boole ak jëkkëram, ñu ànd seen giiru dund, waaye su jëkkër ji faatoo, buum gi dagg na."},{"style":"v","text":"Kon nag su jabar ji àndee ak beneen góor, te fekk jëkkër jiy dund, dees na ko àtte njaaloo. Waaye bu jëkkër ji faatoo, yoon jeexal na seen diggante; man na séy nag ak beneen góor, te du doon njaaloo."},{"style":"p","text":""},{"style":"v","text":"Nii laa leen ko mana misaale, samay bokk; bi °Kirist deeyee, dangeena deeyandoo ak moom, te noonu yoonu °Musaa wàcc leen. Léegi nag yéena ngi ànd ak keneen, maanaam Kirist mi dekki, ngir nu amal Yàlla njariñ."},{"style":"v","text":"Keroog ba nu daan topp sunu nafsu, yoonu Musaa daan na xamb bëgg-bëgg yu bon, yiy yëngal sunuy cér, ba jural nu dee."},{"style":"v","text":"Waaye léegi yoon wi wàcc na nu, ci li nu dee, ba rëcc cig buumam. Léegi nag nu ngi jaamu Yàlla, waxuma leen ci sàmm santaane rekk, ndax loolu wees na, waaye ci kàttan gu bees, gi nu Xelum Yàlla di may."},{"style":"s","text":"Yoonu Musaa ak dooley bàkkaar"},{"style":"p","text":""},{"style":"v","text":"Kon nag lu nu wara wax? Ndax bàkkaar ci yoonu °Musaa la jóge? Mukk! Waaye moo ma xamal luy bàkkaar. Ndaxte su ma yoon wi waxul woon: «Bul bëgg yëfi jaambur,» kon duma xam luy xemmem."},{"style":"v","text":"Waaye bàkkaar jaare na ci ndigalu Yàlla, daldi ñëw dugg ci man, ba yëngal ci man xemmem yu bare. Ndaxte ba ma xamagul woon yoonu Musaa, bàkkaar da ne woon nemm ci man."},{"style":"v","text":"Keroog bi ma xamagul lu yoon wi santaane, maa ngi doon dund dund gu neex; waaye ba ma ko déggee, bàkkaar dafa daldi fuddu ci man, te man ma daldi dee."},{"style":"v","text":"Noonu gis naa ne ndigal loolu waroona jëme nit ñi ci dund, daf maa jëme ci dee."},{"style":"v","text":"Ndaxte bàkkaar jaar na ci li Yàlla digle, ba nax ma, rey ma."},{"style":"p","text":""},{"style":"v","text":"Kon nag man nanoo wax ne yoonu Musaa yoon wu sell la, te ndigalu Yàlla dafa sell, jub te baax."},{"style":"v","text":"Ndax kon lu baax moo ma tàbbal ci dee? Mukk! Bàkkaar a ko def, ngir jikkoom feeñ; dafa gis ci lu baax loolu bunt bu mu mana jaar, ba rey ma. Noonu ndigalu Yàlla tax na, bàkkaar fés, bon ba jéggi dayo."},{"style":"s","text":"Li nit bëgga def, manu koo def"},{"style":"p","text":""},{"style":"v","text":"Xam nanu ne yoonu °Musaa ngi jóge ci Yàlla, waaye man yëfi àddina laa fonk, te nekk ci dooley bàkkaar, mel nib jaam."},{"style":"v","text":"Ndaxte samay jëf jaaxal na ma; li ma bëgga def, duma ko def, waaye li ma bañ rekk, moom laay def."},{"style":"v","text":"Kon nag gannaaw li may def du sama coobare, nangu naa ne yoonu Musaa baax na."},{"style":"v","text":"Léegi nag du man maay def lu bon loolu, waaye bàkkaar bi dëkk ci man, moo ma ciy jiiñ."},{"style":"v","text":"Ndaxte xam naa ne lu baax dëkkul ci man, maanaam ci sama bindu doom Aadama. Am naa yéeney def lu baax, waaye awma kàttanu yeggale."},{"style":"v","text":"Lu baax nag lu may yéene, duma ko def, waaye lu bon lu ma bëggul, moom laay def."},{"style":"v","text":"Bu fekkee nag lu ma bëggul, moom laay def, kon dootul sama coobare, waaye bàkkaar bi dëkk ci man, moo ma ci jiiñ."},{"style":"p","text":""},{"style":"v","text":"Gis naa nag lii: saa su ma bëggee def lu baax, lu bon a ngi ma taxawu."},{"style":"v","text":"Ndaxte ci sama biir xol yoonu Yàlla wi neex na ma."},{"style":"v","text":"Waaye gis naa jeneen doole juy yëngu ci samay céri yaram, di bëre ak li sama xol bëgg; day bëre ba not ma, def ma jaam ci dooley bàkkaar joojuy yëngu ci samay cér."},{"style":"v","text":"Céy maaka torox! Ana ku may musal ci sama yaram, wii may jëme ci dee?"},{"style":"v","text":"Maa ngi sant Yàlla; am na kuy musle, mooy Yeesu °Kirist sunu Boroom."},{"style":"p","text":"Kon nag lii laa gis ci sama bopp: ci sama xel maa ngi topp yoonu Yàlla, waaye ci sama bindu doom Aadama maa ngi topp yoonu bàkkaar."}]