[{"style":"s","verse":"","text":"Yàlla tànnal na boppam bànni Israyil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Li ma bëgga wax nag, ci kanam °Kirist laa koy waxe; dëgg la, du aw fen. Sama xel, mi °Xel mu Sell miy leeral, seedeel na ma ne dëgg laay wax."},{"style":"v","verse":"2","text":"Maanaam, duma noppee am naqar wu réy ci sama biir xol,"},{"style":"v","verse":"3","text":"ba xawa bëgga tàggoo ak Kirist te alku, ngir ñi ma bokkal xeet mucc."},{"style":"v","verse":"4","text":"°Bànni Israyil lañu, te Yàlla def na leen ni ay doomam; dëkkaloon na ndamam ci seen biir, fas ak ñoom kóllëre yi. Ñoom la Yàlla dénk yoonu Musaa, ñoom la xamal ni ñu ko wara jaamoo, ñoom la jox i digam."},{"style":"v","verse":"5","text":"Maam ya Yàlla tànnoon, ci ñoom lañu bokk, ci ñoom it la Kirist wàcce, maanaam ci jëmmam, Kirist mi di Yàlla, tiim lépp, te yelloo teraanga ba fàww. Amiin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Waaye neewuma waxu Yàlla dafa toxu, ndaxte bokk ci bànni Israyil, taxul nga bokk ci Israyil tigi."},{"style":"v","verse":"7","text":"Te it du ñi soqikoo ci °Ibraayma ñépp, ay doomam dëgg lañu. Ndaxte Yàlla dafa wax Ibraayma ne ko: «Saw askan ci Isaaxa lay jaar.»"},{"style":"v","verse":"8","text":"Maanaam, soqikoo ci Ibraayma taxula nekk doomu Yàlla, waaye juddu ci biir digeb Yàlla mooy taxa bokk dëgg-dëgg ci askanu Ibraayma."},{"style":"v","verse":"9","text":"Ndaxte Yàlla dafa digoon Ibraayma ne ko: «Ci waxtu wii déwén dinaa délsi ci yaw, te Saarata dina am doom ju góor.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Du ci loolu rekk, waaye noonu la it ci lu jëm ci Rebeka; doom yi mu jur ñoo bokk benn baay, moo di sunu maam Isaaxa."},{"style":"v","verse":"11-12","text":"Waaye Yàlla wax ko ne: «°Yanqóoba rakk ji mooy yilif magam Esawu,» fekk xale ya juddooguñu te defaguñu dara, muy lu baax, muy lu bon. Yàlla def na noonu, maanaam tànn kenn ci doom yi, ngir dogalam mana taxaw, te sukkandikuwul ci seeni jëf waaye ci wooteb Yàlla."},{"style":"v","verse":"13","text":"Loolu la Mbind mi wax ne: «Bëgg naa Yanqóoba, bañ naa Esawu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Kon lu nu ci wara wax? Ndax Yàlla àttewul foofu yoon nag? Mukk!"},{"style":"v","verse":"15","text":"Dafa wax °Musaa sax ne ko:"},{"style":"q","verse":"","text":"«Su ma neexee yéwéne,"},{"style":"q","verse":"","text":"su ma soobee yërëm.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"Dama leen di wax nag, dara ajuwul ci coobarey nit, mbaa ci ñaqam, waaye lépp a ngi aju ci yërmandey Yàlla."},{"style":"v","verse":"17","text":"Ndax Mbind mi biral na li Yàlla wax Firawna ne ko: «Def naa la buur, ngir feeñal sama kàttan ci say mbir, ngir siiwal sama tur ci àddina si sépp.»"},{"style":"v","verse":"18","text":"Kon nag Yàlla, la ko neex lay def, muy yërëm nit, mbaa dëgëral xolam ci lu bon."},{"style":"s","verse":"","text":"Merum Yàlla ak yërmandeem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Waaye xanaa dina am ku may wax ne: «Gannaaw kenn manula bañ coobarey Yàlla, lu tax kon muy teg nit tooñ?»"},{"style":"v","verse":"20","text":"Yaw nag nit ki, ak koo mana doon, lu tax ngay werante ak Yàlla? Ndax mbindeef dina laaj ki ko bind: «Lu tax nga binde ma nii?»"},{"style":"v","verse":"21","text":"Ndax tabaxkatu ndaa sañula fab banam, tabax ci ñaari ndaa, benn bi ngir soxla yu am maana, bi ci des ngir soxla yu ndaw?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Kon nag looy wax ci lii: Yàlla bëggoon na wone meram, xamle it dooleem ci àddina; teewul dafa sax ci muñal ñi yelloo meram te taxaw ci sànku."},{"style":"v","verse":"23","text":"Bëggoon na it xamle màggaayam mu ëpp xel, ci boole ñi mu yërëm ci ndamam; moo tax mu tànn leen ca njàlbéen."},{"style":"v","verse":"24","text":"Wax ji noo ko moom, nun ñi Yàlla woo ci boppam ci biir Yawut yi ak ci biir xeet yi ci des."},{"style":"v","verse":"25","text":"Moom la wax ci téereb Ose ne:"},{"style":"q","verse":"","text":"«Ñi nekkul woon sama xeet"},{"style":"q","verse":"","text":"dinaa leen ko def,"},{"style":"q","verse":"","text":"ñi bokkul woon ci sama mbëggeel,"},{"style":"q","verse":"","text":"dinaa leen ci boole.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"26","text":"Te:"},{"style":"q","verse":"","text":"«Fa ñu leen waxe woon: “Dungeen sama xeet,”"},{"style":"q","verse":"","text":"dees na leen fa wooye “Doomi Yàlla Boroom dund.”»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"°Esayi wax na ci mbirum Israyil ne:"},{"style":"q","verse":"","text":"«Lu °bànni Israyil baree bare ni suufus géej sax,"},{"style":"q","verse":"","text":"lu néew rekk a ciy mucc."},{"style":"q","verse":"","text":""},{"style":"v","verse":"28","text":"Ndaxte li Boroom bi dogal ci àddina,"},{"style":"q","verse":"","text":"dina ko gaawa def, te dina mat sëkk.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"29","text":"Esayi it waxoon na lu jiitu loolu ne:"},{"style":"q","verse":"","text":"«Boroom gàngoori xare yi, su bàyyiwul woon ci nun lu néew,"},{"style":"q","verse":"","text":"kon ba tey raat nanu ni dëkki °Sodom ak Gomor.»"},{"style":"s","verse":"","text":"Bànni Israyil ak xibaaru jàmm bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Lu nu ci wara wax nag? Ñi dul Yawut te fonkuñu woon jub ci kanam Yàlla, léegi jub nañu ci kaw ngëm."},{"style":"v","verse":"31","text":"Waaye °bànni Israyil, mi bëggoona sàmm yoon ngir jub, matalu ko."},{"style":"v","verse":"32","text":"Ndax lan? Ndax dañoo sukkandiku ci seeni jëf, bàyyi ngëm. Dañoo daanu ci «doj wuy fakktale.»"},{"style":"v","verse":"33","text":"Moom la Yàlla wax ci Mbind mi ne:"},{"style":"q","verse":"","text":"«Dinaa samp ci °Siyoŋ doj wuy fakktale,"},{"style":"q","verse":"","text":"di xeer wuy daaneel nit;"},{"style":"q","verse":"","text":"waaye ku wéeru ci moom, sa yaakaar du tas.»"}]