[{"style":"mt1","text":"Galates"},{"style":"s1","verse":"","text":"Adresse et salutation"},{"style":"r","verse":"","text":"V. 1-5: cf. Ro 1:1-7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Paul, apôtre, non de la part des hommes, ni par un homme, mais \\x a \\xo 1.1 \\xt Tit 1:3.\\x*par Jésus-Christ et Dieu le Père, qui l’a ressuscité des morts, "},{"style":"v","verse":"2","text":"et tous les frères qui sont avec moi, aux Églises de la Galatie: "},{"style":"v","verse":"3","text":"que \\x b \\xo 1.3 \\xt Ro 1:7. 1 Co 1:3. Ép 1:2. 1 Pi 1:2.\\x*la grâce et la paix vous soient données de la part de Dieu le Père et de notre Seigneur Jésus-Christ, "},{"style":"v","verse":"4","text":"\\x c \\xo 1.4 \\xt Mt 20:28. Ga 2:20. Ép 5:2. Tit 2:14. Hé 9:14.\\x*qui s’est donné lui-même pour nos péchés, afin de nous arracher du présent siècle mauvais, selon la volonté de notre Dieu et Père, "},{"style":"v","verse":"5","text":"à qui soit la gloire aux siècles des siècles! Amen!"},{"style":"s1","verse":"","text":"Inconstance des Galates qui, entraînés par de faux docteurs, s’éloignent du pur Évangile"},{"style":"r","verse":"","text":"V. 6-10: cf. Ga 3:1-5; 4:9-20; 5:1-12."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Je m’étonne que vous vous détourniez si promptement de celui qui vous a appelés par la grâce de Christ, pour passer à un autre Évangile. "},{"style":"v","verse":"7","text":"Non pas qu’il y ait un autre Évangile, mais il y a des gens \\x d \\xo 1.7 \\xt Ac 15:1.\\x*qui vous troublent, et qui veulent renverser l’Évangile de Christ. "},{"style":"v","verse":"8","text":"\\x e \\xo 1.8 \\xt 2 Co 11:14.\\x*Mais, quand nous-mêmes, quand un ange du ciel annoncerait un autre Évangile que celui que nous vous avons prêché, qu’il soit anathème! "},{"style":"v","verse":"9","text":"Nous l’avons dit précédemment, et je le répète à cette heure: si quelqu’un vous annonce un autre Évangile que celui que vous avez reçu, qu’il soit anathème! "},{"style":"v","verse":"10","text":"Et maintenant, \\x f \\xo 1.10 \\xt 1 Th 2:4.\\x*est-ce la faveur des hommes que je désire, ou celle de Dieu? \\x g \\xo 1.10 \\xt Ja 4:4.\\x*Est-ce que je cherche à plaire aux hommes? Si je plaisais encore aux hommes, je ne serais pas serviteur de Christ."},{"style":"s1","verse":"","text":"Paul annonce l’Évangile tel qu’il l’a appris par une révélation de Jésus-Christ. Sa prédication et son ministère ont été approuvés par les apôtres à Jérusalem. Résistance à Pierre, dont la conduite à Antioche lui avait paru en désaccord avec le principe de la justification sans les œuvres de la loi"},{"style":"r","verse":"","text":"V. 11-24: cf. Ac 22:3-16; 26:9-20; 9:1-20, 23-30."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"\\x h \\xo 1.11 \\xt 1 Co 15:1.\\x*Je vous déclare, frères, que l’Évangile qui a été annoncé par moi n’est pas de l’homme; "},{"style":"v","verse":"12","text":"\\x i \\xo 1.12 \\xt Ép 3:3.\\x*car je ne l’ai ni reçu ni appris d’un homme, mais par une révélation de Jésus-Christ. "},{"style":"v","verse":"13","text":"\\x j \\xo 1.13 \\xt Ac 8:3; 9:1; 22:4; 26:9. Ph 3:6. 1 Ti 1:13.\\x*Vous avez su, en effet, quelle était autrefois ma conduite dans le judaïsme, comment je persécutais à outrance et ravageais l’Église de Dieu, "},{"style":"v","verse":"14","text":"et comment j’étais plus avancé dans le judaïsme que beaucoup de ceux de mon âge et de ma nation, étant animé d’un zèle excessif pour les traditions de mes pères. "},{"style":"v","verse":"15","text":"\\x k \\xo 1.15 \\xt Ac 9:15; 13:2.\\x*Mais, lorsqu’il plut à celui qui m’avait mis à part dès le sein de ma mère, et qui m’a appelé par sa grâce, "},{"style":"v","verse":"16","text":"de révéler en moi son Fils, \\x l \\xo 1.16 \\xt Ac 9:15; 13:2; 22:21. Ga 2:8. Ép 3:8.\\x*afin que je l’annonçasse parmi les païens, aussitôt, je ne consultai \\x m \\xo 1.16 \\xt Mt 16:17.\\x*ni la chair ni le sang, "},{"style":"v","verse":"17","text":"et je ne montai point à Jérusalem vers ceux qui furent apôtres avant moi, mais je partis pour l’Arabie. Puis je revins encore à Damas. "},{"style":"v","verse":"18","text":"Trois ans plus tard, je montai à Jérusalem pour faire la connaissance de Céphas, et je demeurai quinze jours chez lui. "},{"style":"v","verse":"19","text":"Mais je ne vis aucun autre des apôtres, si ce n’est Jacques, le frère du Seigneur. "},{"style":"v","verse":"20","text":"Dans ce que je vous écris, voici, \\x n \\xo 1.20 \\xt Ro 1:9; 9:1. 2 Co 1:23; 11:41. 1 Th 2:5. 1 Ti 5:21. 2 Ti 4:1.\\x*devant Dieu, je ne mens point. "},{"style":"v","verse":"21","text":"J’allai ensuite dans les contrées de la Syrie et de la Cilicie. "},{"style":"v","verse":"22","text":"Or, j’étais inconnu de visage aux Églises de Judée qui sont en Christ; "},{"style":"v","verse":"23","text":"seulement, elles avaient entendu dire: Celui qui autrefois nous persécutait annonce maintenant la foi qu’il s’efforçait alors de détruire. "},{"style":"v","verse":"24","text":"Et elles glorifiaient Dieu à mon sujet."}]