[{"style":"s1","verse":"","text":"Fonctions et revenus des sacrificateurs et des Lévites"},{"style":"r","verse":"","text":"V. 1-7: cf. (No 3. 1 Ch 23:13, 24-32. No 8:14-19.) Ps 65:5."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"L’Éternel dit à Aaron: Toi et tes fils, et la maison de ton père avec toi, vous porterez la peine des iniquités commises dans le sanctuaire; toi et tes fils avec toi, vous porterez la peine des iniquités commises dans l’exercice de votre sacerdoce. "},{"style":"v","verse":"2","text":"Fais aussi approcher de toi tes frères, la tribu de Lévi, la tribu de ton père, afin qu’ils te soient attachés et qu’ils te servent, lorsque toi, et tes fils avec toi, vous serez devant la tente du témoignage. "},{"style":"v","verse":"3","text":"Ils observeront ce que tu leur ordonneras et ce qui concerne toute la tente; mais ils ne s’approcheront ni des ustensiles du sanctuaire, ni de l’autel, de peur que vous ne mouriez, eux et vous. "},{"style":"v","verse":"4","text":"Ils te seront attachés, et ils observeront ce qui concerne la tente d’assignation pour tout le service de la tente. Aucun étranger n’approchera de vous. "},{"style":"v","verse":"5","text":"Vous observerez ce qui concerne le sanctuaire et l’autel, afin qu’il n’y ait plus de colère contre les enfants d’Israël. "},{"style":"v","verse":"6","text":"Voici, j’ai pris \\x a \\xo 18.6 \\xt No 3:45.\\x*vos frères les Lévites du milieu des enfants d’Israël: donnés à l’Éternel, ils vous sont remis en don pour faire le service de la tente d’assignation. "},{"style":"v","verse":"7","text":"Toi, et tes fils avec toi, vous observerez les fonctions de votre sacerdoce pour tout ce qui concerne l’autel et pour ce qui est en dedans du voile: c’est le service que vous ferez. Je vous accorde en pur don l’exercice du sacerdoce. L’étranger qui approchera sera mis à mort."},{"style":"r","verse":"","text":"V. 8-19: cf. (Lé 7:7-14, 29-36. Éz 44:29, 30.) 1 Co 9:13."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"L’Éternel dit à Aaron: Voici, de toutes les choses que consacrent les enfants d’Israël, je te donne celles qui me sont offertes par élévation; je te les donne, à toi et à tes fils, comme droit d’onction, par une loi perpétuelle. "},{"style":"v","verse":"9","text":"Voici ce qui t’appartiendra parmi les choses très saintes qui ne sont pas consumées par le feu: toutes leurs offrandes, tous leurs dons, tous leurs sacrifices d’expiation, et tous les sacrifices de culpabilité qu’ils m’offriront; ces choses très saintes seront pour toi et pour tes fils. "},{"style":"v","verse":"10","text":"Vous les mangerez dans un lieu très saint; tout mâle en mangera; vous les regarderez comme saintes. "},{"style":"v","verse":"11","text":"Voici encore ce qui t’appartiendra: tous les dons que les enfants d’Israël présenteront par élévation et en les agitant de côté et d’autre, \\x b \\xo 18.11 \\xt Lé 10:14.\\x*je te les donne à toi, à tes fils et à tes filles avec toi, par une loi perpétuelle. Quiconque sera pur dans ta maison en mangera. "},{"style":"v","verse":"12","text":"Je te donne les prémices qu’ils offriront à l’Éternel: tout ce qu’il y aura de meilleur en huile, tout ce qu’il y aura de meilleur en moût et en blé. "},{"style":"v","verse":"13","text":"Les premiers produits de leur terre, qu’ils apporteront à l’Éternel, seront pour toi. Quiconque sera pur dans ta maison en mangera. "},{"style":"v","verse":"14","text":"\\x c \\xo 18.14 \\xt Lé 27:28.\\x*Tout ce qui sera dévoué par interdit en Israël sera pour toi. "},{"style":"v","verse":"15","text":"Tout \\x d \\xo 18.15 \\xt Ex 13:2; 22:29. Lé 27:26. No 3:13.\\x*premier-né de toute chair, qu’ils offriront à l’Éternel, tant des hommes que des animaux, sera pour toi. Seulement, tu feras racheter le premier-né de l’homme, et tu feras racheter le premier-né d’un animal impur. "},{"style":"v","verse":"16","text":"Tu les feras racheter dès l’âge d’un mois, d’après ton estimation, au prix de cinq sicles d’argent, selon le sicle du sanctuaire, \\x e \\xo 18.16 \\xt Ex 30:13. Lé 27:25. No 3:47. Éz 45:12.\\x*qui est de vingt guéras. "},{"style":"v","verse":"17","text":"Mais tu ne feras point racheter le premier-né du bœuf, ni le premier-né de la brebis, ni le premier-né de la chèvre: ce sont des choses saintes. Tu répandras leur sang sur l’autel, et tu brûleras leur graisse: ce sera un sacrifice consumé par le feu, d’une agréable odeur à l’Éternel. "},{"style":"v","verse":"18","text":"Leur chair sera pour toi, comme la poitrine qu’on agite de côté et d’autre et comme l’épaule droite. "},{"style":"v","verse":"19","text":"Je te donne, à toi, à tes fils et à tes filles avec toi, par une loi perpétuelle, toutes les offrandes saintes que les enfants d’Israël présenteront à l’Éternel par élévation. C’est une alliance inviolable et à perpétuité devant l’Éternel, pour toi et pour ta postérité avec toi."},{"style":"r","verse":"","text":"V. 20-24: cf. (Éz 44:28. Lé 27:30-33.) Né 10:37. Mal 3:8-10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"L’Éternel dit à Aaron: Tu ne posséderas rien dans leur pays, et il n’y aura point de part pour toi au milieu d’eux; \\x f \\xo 18.20 \\xt De 10:9; 18:2. Éz 44:28.\\x*c’est moi qui suis ta part et ta possession, au milieu des enfants d’Israël. "},{"style":"v","verse":"21","text":"Je donne comme possession aux fils de Lévi toute dîme en Israël, pour le service qu’ils font, le service de la tente d’assignation. "},{"style":"v","verse":"22","text":"Les enfants d’Israël n’approcheront plus de la tente d’assignation, de peur qu’ils ne se chargent d’un péché et qu’ils ne meurent. "},{"style":"v","verse":"23","text":"Les Lévites feront le service de la tente d’assignation, et ils resteront chargés de leurs iniquités. Ils n’auront point de possession au milieu des enfants d’Israël: ce sera une loi perpétuelle parmi vos descendants. "},{"style":"v","verse":"24","text":"Je donne comme possession aux Lévites les dîmes que les enfants d’Israël présenteront à l’Éternel par élévation; c’est pourquoi je dis à leur égard: Ils n’auront point de possession au milieu des enfants d’Israël."},{"style":"r","verse":"","text":"V. 25-32: cf. Né 10:38. 1 Ti 5:17, 18."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"L’Éternel parla à Moïse, et dit: "},{"style":"v","verse":"26","text":"Tu parleras aux Lévites, et tu leur diras: Lorsque vous recevrez des enfants d’Israël la dîme que je vous donne de leur part comme votre possession, vous en prélèverez une offrande pour l’Éternel, une dîme de la dîme; "},{"style":"v","verse":"27","text":"et votre offrande vous sera comptée comme le blé qu’on prélève de l’aire et comme le moût qu’on prélève de la cuve. "},{"style":"v","verse":"28","text":"C’est ainsi que vous prélèverez une offrande pour l’Éternel sur toutes les dîmes que vous recevrez des enfants d’Israël, et vous donnerez au sacrificateur Aaron l’offrande que vous en aurez prélevée pour l’Éternel. "},{"style":"v","verse":"29","text":"Sur tous les dons qui vous seront faits, vous prélèverez toutes les offrandes pour l’Éternel; sur tout ce qu’il y aura de meilleur, vous prélèverez la portion consacrée. "},{"style":"v","verse":"30","text":"Tu leur diras: Quand vous en aurez prélevé le meilleur, la dîme sera comptée aux Lévites comme le revenu de l’aire et comme le revenu de la cuve. "},{"style":"v","verse":"31","text":"Vous la mangerez en un lieu quelconque, vous et votre maison; car c’est votre salaire pour le service que vous faites dans la tente d’assignation. "},{"style":"v","verse":"32","text":"Vous ne serez chargés pour cela d’aucun péché, quand vous en aurez prélevé le meilleur, vous ne profanerez point les offrandes saintes des enfants d’Israël, et vous ne mourrez point."}]