[{"style":"s1","text":"Mort de Marie. Les eaux de Meriba. Punition de Moïse"},{"style":"r","text":"V. 1-13: cf. Ex 17:1-7. (Ps 106:32, 33. De 32:48-52.) (Ja 1:19, 20; 3:13-18.) Ps 99:8."},{"style":"p","text":""},{"style":"v","text":"Toute l’assemblée des enfants d’Israël arriva dans le désert de Tsin le premier mois, et le peuple s’arrêta à Kadès. C’est là que mourut Marie, et qu’elle fut enterrée. "},{"style":"v","text":"Il n’y avait point d’eau pour l’assemblée; et l’on se souleva contre Moïse et Aaron. "},{"style":"v","text":"Le peuple chercha querelle à Moïse. Ils dirent: Que n’avons-nous expiré, quand \\x a \\xo 20.3 \\xt No 16:32, 49.\\x*nos frères expirèrent devant l’Éternel? "},{"style":"v","text":"Pourquoi avez-vous fait venir l’assemblée de l’Éternel dans ce désert, pour que nous y mourions, nous et notre bétail? "},{"style":"v","text":"Pourquoi nous avez-vous fait monter hors d’Égypte, pour nous amener dans ce méchant lieu? Ce n’est pas un lieu où l’on puisse semer, et il n’y a ni figuier, ni vigne, ni grenadier, ni d’eau à boire. "},{"style":"v","text":"Moïse et Aaron s’éloignèrent de l’assemblée pour aller à l’entrée de la tente d’assignation. Ils tombèrent sur leur visage; et la gloire de l’Éternel leur apparut. "},{"style":"v","text":"L’Éternel parla à Moïse, et dit: "},{"style":"v","text":"Prends la verge, et convoque l’assemblée, toi et ton frère Aaron. Vous parlerez en leur présence au rocher, et il donnera ses eaux; \\x b \\xo 20.8 \\xt Né 9:15. Ps 78:15, 16; 105:41; 114:8.\\x*tu feras sortir pour eux de l’eau du rocher, et tu abreuveras l’assemblée et leur bétail. "},{"style":"v","text":"Moïse prit la verge qui était devant l’Éternel, comme l’Éternel le lui avait ordonné. "},{"style":"v","text":"Moïse et Aaron convoquèrent l’assemblée en face du rocher. \\x c \\xo 20.10 \\xt Ps 106:32, 33.\\x*Et Moïse leur dit: Écoutez donc, rebelles! \\x d \\xo 20.10 \\xt De 32:51.\\x*Est-ce de ce rocher que nous vous ferons sortir de l’eau? "},{"style":"v","text":"Puis Moïse leva la main et frappa deux fois le rocher avec sa verge. \\x e \\xo 20.11 \\xt Ps 78:15; 105:41. És 48:21. 1 Co 10:4.\\x*Il sortit de l’eau en abondance. \\x f \\xo 20.11 \\xt És 43:20.\\x*L’assemblée but, et le bétail aussi. "},{"style":"v","text":"Alors l’Éternel dit à Moïse et à Aaron: \\x g \\xo 20.12 \\xt De 1:37. No 27:14.\\x*Parce que vous n’avez pas cru en moi, pour me sanctifier aux yeux des enfants d’Israël, vous ne ferez point entrer cette assemblée dans le pays que je lui donne. "},{"style":"v","text":"Ce sont les eaux de Meriba, où les enfants d’Israël contestèrent avec l’Éternel, qui fut sanctifié en eux."},{"style":"r","text":"V. 14-21: cf. (Jg 11:16-18. De 2:1-8.) (Ro 12:13. Hé 13:1, 2.)"},{"style":"p","text":""},{"style":"v","text":"De Kadès, Moïse envoya des messagers au roi d’Édom, pour lui dire: \\x h \\xo 20.14 \\xt De 23:7. Ab v. 10, 12.\\x*Ainsi parle ton frère Israël: Tu sais toutes les souffrances que nous avons éprouvées. "},{"style":"v","text":"Nos pères descendirent en Égypte, et nous y demeurâmes longtemps. Mais les Égyptiens nous ont maltraités, nous et nos pères. "},{"style":"v","text":"\\x i \\xo 20.16 \\xt Ex 2:23.\\x*Nous avons crié à l’Éternel, et il a entendu notre voix. Il a \\x j \\xo 20.16 \\xt Ex 14:19.\\x*envoyé un ange, et nous a fait sortir de l’Égypte. Et voici, nous sommes à Kadès, ville à l’extrémité de ton territoire. "},{"style":"v","text":"Laisse-nous passer par ton pays; nous ne traverserons ni les champs, ni les vignes, et nous ne boirons pas l’eau des puits; nous suivrons la route royale, sans nous détourner à droite ou à gauche, jusqu’à ce que nous ayons franchi ton territoire. "},{"style":"v","text":"Édom lui dit: Tu ne passeras point chez moi, sinon je sortirai à ta rencontre avec l’épée. "},{"style":"v","text":"Les enfants d’Israël lui dirent: Nous monterons par la grande route; et, si nous buvons de ton eau, moi et mes troupeaux, j’en paierai le prix; je ne ferai que passer avec mes pieds, pas autre chose. "},{"style":"v","text":"Il répondit: Tu ne passeras pas! Et Édom sortit à sa rencontre avec un peuple nombreux et à main forte. "},{"style":"v","text":"Ainsi Édom refusa de donner passage à Israël par son territoire. \\x k \\xo 20.21 \\xt Jg 11:18.\\x*Et Israël se détourna de lui."},{"style":"s1","text":"Mort d’Aaron"},{"style":"r","text":"V. 22-29: cf. No 33:37-39. (De 32:48-52; 34:1-8.)"},{"style":"p","text":""},{"style":"v","text":"Toute l’assemblée des enfants d’Israël partit de Kadès, \\x l \\xo 20.22 \\xt No 33:37.\\x*et arriva à la montagne de Hor. "},{"style":"v","text":"L’Éternel dit à Moïse et à Aaron, vers la montagne de Hor, sur la frontière du pays d’Édom: "},{"style":"v","text":"Aaron va être recueilli auprès de son peuple; car il n’entrera point dans le pays que je donne aux enfants d’Israël, parce que vous avez été rebelles à mon ordre, aux eaux de Meriba. "},{"style":"v","text":"\\x m \\xo 20.25 \\xt No 33:38. De 32:50.\\x*Prends Aaron et son fils Éléazar, et fais-les monter sur la montagne de Hor. "},{"style":"v","text":"Dépouille Aaron de ses vêtements, et fais-les revêtir à Éléazar, son fils. C’est là qu’Aaron sera recueilli et qu’il mourra. "},{"style":"v","text":"Moïse fit ce que l’Éternel avait ordonné. Ils montèrent sur la montagne de Hor, aux yeux de toute l’assemblée. "},{"style":"v","text":"Moïse dépouilla Aaron de ses vêtements, et les fit revêtir à Éléazar, son fils. \\x n \\xo 20.28 \\xt De 10:6; 32:50.\\x*Aaron mourut là, au sommet de la montagne. Moïse et Éléazar descendirent de la montagne. "},{"style":"v","text":"Toute l’assemblée vit qu’Aaron avait expiré, et toute la maison d’Israël pleura Aaron pendant trente jours."}]