[{"style":"r","text":"V. 1-10: cf. De 23:3-5. (De 32:8, 9. Ps 147:19, 20.) Ge 50:20."},{"style":"p","text":""},{"style":"v","text":"Balaam dit à Balak: Bâtis-moi ici sept autels, et prépare-moi ici sept taureaux et sept béliers. "},{"style":"v","text":"Balak fit ce que Balaam avait dit; et Balak et Balaam offrirent un taureau et un bélier sur chaque autel. "},{"style":"v","text":"Balaam dit à Balak: Tiens-toi près de ton holocauste, et je m’éloignerai; peut-être que l’Éternel viendra à ma rencontre, et je te dirai ce qu’il me révélera. Et il alla sur un lieu élevé. "},{"style":"v","text":"Dieu vint au-devant de Balaam, et Balaam lui dit: J’ai dressé sept autels, et j’ai offert un taureau et un bélier sur chaque autel. "},{"style":"v","text":"L’Éternel mit des paroles dans la bouche de Balaam, et dit: Retourne vers Balak, et tu parleras ainsi. "},{"style":"v","text":"Il retourna vers lui; et voici, Balak se tenait près de son holocauste, lui et tous les chefs de Moab. "},{"style":"v","text":"Balaam prononça son oracle, et dit:"},{"style":"q1","text":"Balak m’a fait descendre d’Aram,"},{"style":"q1","text":"Le roi de Moab m’a fait descendre des montagnes de l’Orient."},{"style":"q1","text":"Viens, maudis-moi Jacob!"},{"style":"q1","text":"Viens, sois irrité contre Israël!"},{"style":"q1","text":""},{"style":"v","text":"Comment maudirais-je celui que Dieu n’a point maudit?"},{"style":"q1","text":"Comment serais-je irrité quand l’Éternel n’est point irrité?"},{"style":"q1","text":""},{"style":"v","text":"Je le vois du sommet des rochers, Je le contemple du haut des collines: \\x a \\xo 23.9 \\xt De 33:28.\\x*C’est un peuple qui a sa demeure à part,"},{"style":"q1","text":"Et qui ne fait point partie des nations."},{"style":"q1","text":""},{"style":"v","text":"Qui peut compter la poussière de Jacob,"},{"style":"q1","text":"Et dire le nombre du quart d’Israël?"},{"style":"q1","text":"Que je meure de la mort des justes,"},{"style":"q1","text":"Et que ma fin soit semblable à la leur!"},{"style":"r","text":"V. 11-24: cf. Jos 24:9, 10. (Ro 11:29. De 7:6, etc.) Ro 8:33."},{"style":"p","text":""},{"style":"v","text":"Balak dit à Balaam: Que m’as-tu fait? Je t’ai pris pour maudire mon ennemi, et voici, tu le bénis! "},{"style":"v","text":"Il répondit, et dit: N’aurai-je pas soin de dire ce que l’Éternel met dans ma bouche? "},{"style":"v","text":"Balak lui dit: Viens donc avec moi dans un autre lieu, d’où tu le verras; tu n’en verras qu’une partie, tu n’en verras pas la totalité. Et de là maudis-le-moi. "},{"style":"v","text":"Il le mena au champ de Tsophim, sur le sommet du Pisga; il bâtit sept autels, et offrit un taureau et un bélier sur chaque autel. "},{"style":"v","text":"Balaam dit à Balak: Tiens-toi ici, près de ton holocauste, et j’irai à la rencontre de Dieu. "},{"style":"v","text":"L’Éternel vint au-devant de Balaam; \\x b \\xo 23.16 \\xt No 22:35.\\x*il mit des paroles dans sa bouche, et dit: Retourne vers Balak, et tu parleras ainsi. "},{"style":"v","text":"Il retourna vers lui; et voici, Balak se tenait près de son holocauste, avec les chefs de Moab. Balak lui dit: Qu’est-ce que l’Éternel a dit? "},{"style":"v","text":"Balaam prononça son oracle, et dit:"},{"style":"q1","text":"Lève-toi, Balak, écoute!"},{"style":"q1","text":"Prête-moi l’oreille, fils de Tsippor!"},{"style":"q1","text":""},{"style":"v","text":"\\x c \\xo 23.19 \\xt 1 S 15:29. Ja 1:17.\\x*Dieu n’est point un homme pour mentir,"},{"style":"q1","text":"Ni fils d’un homme pour se repentir."},{"style":"q1","text":"Ce qu’il a dit, ne le fera-t-il pas?"},{"style":"q1","text":"Ce qu’il a déclaré, ne l’exécutera-t-il pas?"},{"style":"q1","text":""},{"style":"v","text":"Voici, j’ai reçu l’ordre de bénir:"},{"style":"q1","text":"Il a béni, je ne le révoquerai point."},{"style":"q1","text":""},{"style":"v","text":"\\x d \\xo 23.21 \\xt Ps 32:1, 2; 51:11. Jé 50:20. Ro 4:7.\\x*Il n’aperçoit point d’iniquité en Jacob,"},{"style":"q1","text":"Il ne voit point d’injustice en Israël;"},{"style":"q1","text":"L’Éternel, son Dieu, est avec lui,"},{"style":"q1","text":"Il est son roi, l’objet de son allégresse."},{"style":"q1","text":""},{"style":"v","text":"Dieu les a fait sortir d’Égypte,"},{"style":"q1","text":"\\x e \\xo 23.22 \\xt No 24:8.\\x*Il est pour eux comme la vigueur du buffle."},{"style":"q1","text":""},{"style":"v","text":"L’enchantement ne peut rien contre Jacob,"},{"style":"q1","text":"Ni la divination contre Israël;"},{"style":"q1","text":"Au temps marqué, il sera dit à Jacob et à Israël:"},{"style":"q1","text":"Quelle est l’œuvre de Dieu."},{"style":"q1","text":""},{"style":"v","text":"C’est un peuple qui se lève comme une lionne,"},{"style":"q1","text":"Et qui se dresse comme un lion;"},{"style":"q1","text":"Il ne se couche point jusqu’à ce qu’il ait dévoré la proie,"},{"style":"q1","text":"Et qu’il ait bu le sang des blessés."},{"style":"r","text":"23 v. 25 à 24 v. 14: cf. De 33:26-29. 1 R 4:20-25. Lu 1:54."},{"style":"p","text":""},{"style":"v","text":"Balak dit à Balaam: Ne le maudis pas, mais du moins ne le bénis pas. "},{"style":"v","text":"Balaam répondit, et dit à Balak: Ne t’ai-je pas parlé ainsi: Je ferai tout ce que l’Éternel dira? "},{"style":"v","text":"Balak dit à Balaam: Viens donc, je te mènerai dans un autre lieu; peut être Dieu trouvera-t-il bon que de là tu me maudisses ce peuple. "},{"style":"v","text":"Balak mena Balaam sur le sommet du Peor, en regard du désert. "},{"style":"v","text":"Balaam dit à Balak: Bâtis-moi ici sept autels, et prépare-moi ici sept taureaux et sept béliers. "},{"style":"v","text":"Balak fit ce que Balaam avait dit, et il offrit un taureau et un bélier sur chaque autel."}]