[{"style":"s1","text":"Loi sur les héritages"},{"style":"r","text":"V. 1-11: cf. No 36. Jos 17:3, 4."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 27.1 \\xt No 26:33; 36:2. Jos 17:3.\\x*Les filles de Tselophchad, fils de Hépher, fils de Galaad, fils de Makir, fils de Manassé, des familles de Manassé, fils de Joseph, et dont les noms étaient Machla, Noa, Hogla, Milca et Thirtsa, "},{"style":"v","text":"s’approchèrent et se présentèrent devant Moïse, devant le sacrificateur Éléazar, et devant les princes et toute l’assemblée, à l’entrée de la tente d’assignation. Elles dirent: "},{"style":"v","text":"Notre père \\x b \\xo 27.3 \\xt No 14:35; 26:64.\\x*est mort dans le désert; \\x c \\xo 27.3 \\xt No 16:1.\\x*il n’était pas au milieu de l’assemblée de ceux qui se révoltèrent contre l’Éternel, de l’assemblée de Koré, mais il est mort pour son péché, et il n’avait point de fils. "},{"style":"v","text":"Pourquoi le nom de notre père serait-il retranché du milieu de sa famille, parce qu’il n’avait point eu de fils? Donne-nous une possession parmi les frères de notre père. "},{"style":"v","text":"Moïse porta la cause devant l’Éternel. "},{"style":"v","text":"Et l’Éternel dit à Moïse: "},{"style":"v","text":"Les filles de Tselophchad ont raison. \\x d \\xo 27.7 \\xt No 36:2.\\x*Tu leur donneras en héritage une possession parmi les frères de leur père, et c’est à elles que tu feras passer l’héritage de leur père. "},{"style":"v","text":"Tu parleras aux enfants d’Israël, et tu diras: Lorsqu’un homme mourra sans laisser de fils, vous ferez passer son héritage à sa fille. "},{"style":"v","text":"S’il n’a point de fille, vous donnerez son héritage à ses frères. "},{"style":"v","text":"S’il n’a point de frères, vous donnerez son héritage aux frères de son père. "},{"style":"v","text":"S’il n’y a point de frères de son père, vous donnerez son héritage au plus proche parent dans sa famille, et c’est lui qui le possédera. Ce sera pour les enfants d’Israël une loi et un droit, comme l’Éternel l’a ordonné à Moïse."},{"style":"s1","text":"Josué désigné comme successeur de Moïse"},{"style":"r","text":"V. 12-23: cf. (De 32:48-52; 34:1-8.) (De 31:7, 8, 14, 15, 23; 34:9.)"},{"style":"p","text":""},{"style":"v","text":"\\x e \\xo 27.12 \\xt De 32:48, 49.\\x*L’Éternel dit à Moïse: Monte sur cette montagne d’Abarim, et regarde le pays que je donne aux enfants d’Israël. "},{"style":"v","text":"Tu le regarderas; mais toi aussi, tu seras recueilli auprès de ton peuple, \\x f \\xo 27.13 \\xt No 20:24.\\x*comme Aaron, ton frère, a été recueilli; "},{"style":"v","text":"\\x g \\xo 27.14 \\xt No 20:12.\\x*parce que vous avez été rebelles à mon ordre, dans le désert de Tsin, lors de la contestation de l’assemblée, \\x h \\xo 27.14 \\xt No 20:12.\\x*et que vous ne m’avez point sanctifié à leurs yeux à l’occasion des eaux. Ce sont les eaux de contestation, à Kadès, dans le désert de Tsin. "},{"style":"v","text":"Moïse parla à l’Éternel, et dit: "},{"style":"v","text":"Que l’Éternel, \\x i \\xo 27.16 \\xt No 16:22. Hé 12:9.\\x*le Dieu des esprits de toute chair, établisse sur l’assemblée un homme "},{"style":"v","text":"qui sorte devant eux et qui entre devant eux, qui les fasse sortir et qui les fasse entrer, \\x j \\xo 27.17 \\xt 1 R 22:17. Mt 9:36. Mc 6:34.\\x*afin que l’assemblée de l’Éternel ne soit pas comme des brebis qui n’ont point de berger. "},{"style":"v","text":"L’Éternel dit à Moïse: \\x k \\xo 27.18 \\xt De 3:21.\\x*Prends Josué, fils de Nun, \\x l \\xo 27.18 \\xt De 34:9.\\x*homme en qui réside l’esprit; et tu poseras ta main sur lui. "},{"style":"v","text":"Tu le placeras devant le sacrificateur Éléazar et devant toute l’assemblée, et tu lui donneras des ordres sous leurs yeux. "},{"style":"v","text":"Tu le rendras participant de ta dignité, afin que toute l’assemblée des enfants d’Israël l’écoute. "},{"style":"v","text":"Il se présentera devant le sacrificateur Éléazar, qui consultera pour lui le jugement \\x m \\xo 27.21 \\xt Ex 28:30. Lé 8:8.\\x*de l’urim devant l’Éternel; et Josué, tous les enfants d’Israël avec lui, et toute l’assemblée, sortiront sur l’ordre d’Éléazar et entreront sur son ordre. "},{"style":"v","text":"Moïse fit ce que l’Éternel lui avait ordonné. Il prit Josué, et il le plaça devant le sacrificateur Éléazar et devant toute l’assemblée. "},{"style":"v","text":"Il posa ses mains sur lui, et lui donna des ordres, comme l’Éternel l’avait dit par Moïse."}]