[{"style":"s1","text":"Temps fixés pour les sacrifices"},{"style":"r","text":"V. 1-8: cf. Ex 29:38-42. Éz 46:13-15."},{"style":"p","text":""},{"style":"v","text":"L’Éternel parla à Moïse, et dit: Donne cet ordre aux enfants d’Israël, et dis-leur: "},{"style":"v","text":"Vous aurez soin de me présenter, au temps fixé, mon offrande, l’aliment de mes sacrifices consumés par le feu, et qui me sont d’une agréable odeur. "},{"style":"v","text":"Tu leur diras: Voici le sacrifice consumé par le feu que vous offrirez à l’Éternel: chaque jour, \\x a \\xo 28.3 \\xt Ex 29:38.\\x*deux agneaux d’un an sans défaut, comme holocauste perpétuel. "},{"style":"v","text":"Tu offriras l’un des agneaux le matin, et l’autre agneau entre les deux soirs, "},{"style":"v","text":"et, \\x b \\xo 28.5 \\xt Ex 16:36.\\x*pour l’offrande, \\x c \\xo 28.5 \\xt Lé 2:1.\\x*un dixième d’épha de fleur de farine pétrie dans un quart de \\x d \\xo 28.5 \\xt Ex 29:40.\\x*hin d’huile d’olives concassées. "},{"style":"v","text":"C’est l’holocauste perpétuel, qui a été offert à la montagne de Sinaï; c’est un sacrifice consumé par le feu, d’une agréable odeur à l’Éternel. "},{"style":"v","text":"La libation sera d’un quart de hin pour chaque agneau: c’est dans le lieu saint que tu feras la libation de vin à l’Éternel. "},{"style":"v","text":"Tu offriras le second agneau entre les deux soirs, avec une offrande et une libation semblables à celles du matin; c’est un sacrifice consumé par le feu, d’une agréable odeur à l’Éternel."},{"style":"r","text":"V. 9-15: cf. (1 Ch 23:31. No 10:10.) Éz 46:4-7."},{"style":"p","text":""},{"style":"v","text":"Le jour du sabbat, vous offrirez deux agneaux d’un an sans défaut, et, pour l’offrande, deux dixièmes de fleur de farine pétrie à l’huile, avec la libation. "},{"style":"v","text":"C’est l’holocauste du sabbat, pour chaque sabbat, outre l’holocauste perpétuel et la libation. "},{"style":"v","text":"Au commencement de vos mois, vous offrirez en holocauste à l’Éternel deux jeunes taureaux, un bélier, et sept agneaux d’un an sans défaut; "},{"style":"v","text":"et, comme offrande pour chaque taureau, trois dixièmes de fleur de farine pétrie à l’huile; comme offrande pour le bélier, deux dixièmes de fleur de farine pétrie à l’huile; "},{"style":"v","text":"comme offrande pour chaque agneau, un dixième de fleur de farine pétrie à l’huile. C’est un holocauste, un sacrifice consumé par le feu, d’une agréable odeur à l’Éternel. "},{"style":"v","text":"Les libations seront d’un demi-hin de vin pour un taureau, d’un tiers de hin pour un bélier, et d’un quart de hin pour un agneau. C’est l’holocauste du commencement du mois, pour chaque mois, pour tous les mois de l’année. "},{"style":"v","text":"On offrira à l’Éternel un bouc, en sacrifice d’expiation, outre l’holocauste perpétuel et la libation."},{"style":"r","text":"V. 16-25: cf. (Ex 12:1-28. Lé 23:5-14. De 16:1-8.) 2 Ch 35:1-19. (Jn 2:13; 6:4; 13:1.)"},{"style":"p","text":""},{"style":"v","text":"\\x e \\xo 28.16 \\xt Ex 12:18; 23:15. Lé 23:5.\\x*Le premier mois, le quatorzième jour du mois, ce sera la Pâque de l’Éternel. "},{"style":"v","text":"Le quinzième jour de ce mois sera un jour de fête. On mangera pendant sept jours des pains sans levain. "},{"style":"v","text":"\\x f \\xo 28.18 \\xt Lé 23:7.\\x*Le premier jour, il y aura une sainte convocation: vous ne ferez aucune œuvre servile. "},{"style":"v","text":"Vous offrirez en holocauste à l’Éternel un sacrifice consumé par le feu: deux jeunes taureaux, un bélier, et sept agneaux d’un an sans défaut. "},{"style":"v","text":"Vous y joindrez l’offrande de fleur de farine pétrie à l’huile, trois dixièmes pour un taureau, deux dixièmes pour un bélier, "},{"style":"v","text":"et un dixième pour chacun des sept agneaux. "},{"style":"v","text":"Vous offrirez un bouc en sacrifice d’expiation, afin de faire pour vous l’expiation. "},{"style":"v","text":"Vous offrirez ces sacrifices, outre l’holocauste du matin, qui est un holocauste perpétuel. "},{"style":"v","text":"Vous les offrirez chaque jour, pendant sept jours, comme l’aliment d’un sacrifice consumé par le feu, d’une agréable odeur à l’Éternel. On les offrira, outre l’holocauste perpétuel et la libation. "},{"style":"v","text":"Le septième jour, vous aurez une sainte convocation: vous ne ferez aucune œuvre servile."},{"style":"r","text":"V. 26-31: cf. (Lé 23:15-21. De 16:9-12.)"},{"style":"p","text":""},{"style":"v","text":"Le jour des prémices, où vous présenterez à l’Éternel une offrande, à votre fête des semaines, vous aurez une sainte convocation: vous ne ferez aucune œuvre servile. "},{"style":"v","text":"Vous offrirez en holocauste, d’une agréable odeur à l’Éternel, deux jeunes taureaux, un bélier, et sept agneaux d’un an. "},{"style":"v","text":"Vous y joindrez l’offrande de fleur de farine pétrie à l’huile, trois dixièmes pour chaque taureau, deux dixièmes pour le bélier, "},{"style":"v","text":"et un dixième pour chacun des sept agneaux. "},{"style":"v","text":"Vous offrirez un bouc, afin de faire pour vous l’expiation. "},{"style":"v","text":"Vous offrirez ces sacrifices, outre l’holocauste perpétuel et l’offrande. Vous aurez des agneaux sans défaut, et vous joindrez les libations."}]