[{"style":"s1","text":"Victoire sur les Madianites"},{"style":"r","text":"V. 1-18: cf. (No 25. Ap 2:14. Jos 13:21, 22.) De 20:1-15."},{"style":"p","text":""},{"style":"v","text":"L’Éternel parla à Moïse, et dit: "},{"style":"v","text":"\\x a \\xo 31.2 \\xt No 25:17.\\x*Venge les enfants d’Israël sur les Madianites; \\x b \\xo 31.2 \\xt No 27:13.\\x*tu seras ensuite recueilli auprès de ton peuple. "},{"style":"v","text":"Moïse parla au peuple, et dit: Équipez d’entre vous des hommes pour l’armée, et qu’ils marchent contre Madian, afin d’exécuter la vengeance de l’Éternel sur Madian. "},{"style":"v","text":"Vous enverrez à l’armée mille hommes par tribu, de toutes les tribus d’Israël. "},{"style":"v","text":"On leva d’entre les milliers d’Israël mille hommes par tribu, soit douze mille hommes équipés pour l’armée. "},{"style":"v","text":"Moïse envoya à l’armée ces mille hommes par tribu, et avec eux le fils du sacrificateur Éléazar, Phinées, qui portait les instruments sacrés et les trompettes retentissantes. "},{"style":"v","text":"Ils s’avancèrent contre Madian, selon l’ordre que l’Éternel avait donné à Moïse; et ils tuèrent tous les mâles. "},{"style":"v","text":"Ils tuèrent les rois de Madian avec tous les autres, \\x c \\xo 31.8 \\xt Jos 13:21, 22.\\x*Évi, Rékem, Tsur, Hur et Réba, cinq rois de Madian; ils tuèrent aussi par l’épée Balaam, fils de Beor. "},{"style":"v","text":"Les enfants d’Israël firent prisonnières les femmes des Madianites avec leurs petits enfants, et ils pillèrent tout leur bétail, tous leurs troupeaux et toutes leurs richesses. "},{"style":"v","text":"Ils incendièrent toutes les villes qu’ils habitaient et tous leurs enclos. "},{"style":"v","text":"\\x d \\xo 31.11 \\xt De 20:14.\\x*Ils prirent toutes les dépouilles et tout le butin, personnes et bestiaux; "},{"style":"v","text":"et ils amenèrent les captifs, le butin et les dépouilles, à Moïse, au sacrificateur Éléazar, et à l’assemblée des enfants d’Israël, campés dans les plaines de Moab, près du Jourdain, vis-à-vis de Jéricho. "},{"style":"v","text":"Moïse, le sacrificateur Éléazar, et tous les princes de l’assemblée, sortirent au-devant d’eux, hors du camp. "},{"style":"v","text":"Et Moïse s’irrita contre les commandants de l’armée, les chefs de milliers et les chefs de centaines, qui revenaient de l’expédition. "},{"style":"v","text":"Il leur dit: Avez-vous laissé la vie à toutes les femmes? "},{"style":"v","text":"Voici, ce sont elles qui, \\x e \\xo 31.16 \\xt No 25:1, 2, 18. 2 Pi 2:15. Ap 2:14.\\x*sur la parole de Balaam, ont entraîné les enfants d’Israël à l’infidélité envers l’Éternel, dans l’affaire de Peor; et alors éclata la plaie dans l’assemblée de l’Éternel. "},{"style":"v","text":"\\x f \\xo 31.17 \\xt Jg 21:11.\\x*Maintenant, tuez tout mâle parmi les petits enfants, et tuez toute femme qui a connu un homme en couchant avec lui; "},{"style":"v","text":"mais laissez en vie pour vous toutes les filles qui n’ont point connu la couche d’un homme."},{"style":"r","text":"V. 19-24: cf. No 19:11-22."},{"style":"p","text":""},{"style":"v","text":"Et vous, campez pendant sept jours hors du camp; tous ceux d’entre vous qui ont tué quelqu’un, et tous ceux qui ont touché un mort, se purifieront le troisième et le septième jour, eux et vos prisonniers. "},{"style":"v","text":"Vous purifierez aussi tout vêtement, tout objet de peau, tout ouvrage de poil de chèvre et tout ustensile de bois. "},{"style":"v","text":"Le sacrificateur Éléazar dit aux soldats qui étaient allés à la guerre: Voici ce qui est ordonné par la loi que l’Éternel a prescrite à Moïse. "},{"style":"v","text":"L’or, l’argent, l’airain, le fer, l’étain et le plomb, "},{"style":"v","text":"tout objet qui peut aller au feu, vous le ferez passer par le feu pour le rendre pur. Mais c’est \\x g \\xo 31.23 \\xt No 19:9.\\x*par l’eau de purification que sera purifié tout ce qui ne peut aller au feu; vous le ferez passer dans l’eau. "},{"style":"v","text":"Vous laverez vos vêtements le septième jour, et vous serez purs; ensuite, vous pourrez entrer dans le camp."},{"style":"r","text":"V. 25-54: cf. (1 S 30:18, etc. Ge 14:20.) Ps 116:12-14. Pr 3:9."},{"style":"p","text":""},{"style":"v","text":"L’Éternel dit à Moïse: "},{"style":"v","text":"Fais, avec le sacrificateur Éléazar et les chefs de maison de l’assemblée, le compte du butin, de ce qui a été pris, personnes et bestiaux. "},{"style":"v","text":"\\x h \\xo 31.27 \\xt 1 S 30:24.\\x*Partage le butin entre les combattants qui sont allés à l’armée et toute l’assemblée. "},{"style":"v","text":"Tu prélèveras sur la portion des soldats qui sont allés à l’armée un tribut pour l’Éternel, savoir: un sur cinq cents, tant des personnes que des bœufs, des ânes et des brebis. "},{"style":"v","text":"Vous le prendrez sur leur moitié, et tu le donneras au sacrificateur Éléazar comme une offrande à l’Éternel. "},{"style":"v","text":"Et sur la moitié qui revient aux enfants d’Israël tu prendras un sur cinquante, tant des personnes que des bœufs, des ânes et des brebis, de tout animal; et tu le donneras aux Lévites, qui ont la garde du tabernacle de l’Éternel. "},{"style":"v","text":"Moïse et le sacrificateur Éléazar firent ce que l’Éternel avait ordonné à Moïse. "},{"style":"v","text":"Le butin, reste du pillage de ceux qui avaient fait partie de l’armée, était de six cent soixante-quinze mille brebis, "},{"style":"v","text":"soixante-douze mille bœufs, "},{"style":"v","text":"soixante et un mille ânes, "},{"style":"v","text":"et trente-deux mille personnes ou femmes qui n’avaient point connu la couche d’un homme. "},{"style":"v","text":"La moitié, formant la part de ceux qui étaient allés à l’armée, fut de trois cent trente-sept mille cinq cents brebis, "},{"style":"v","text":"dont six cent soixante-quinze pour le tribut à l’Éternel; "},{"style":"v","text":"trente-six mille bœufs, dont soixante-douze pour le tribut à l’Éternel; "},{"style":"v","text":"trente mille cinq cents ânes, dont soixante et un pour le tribut à l’Éternel; "},{"style":"v","text":"et seize mille personnes, dont trente-deux pour le tribut à l’Éternel. "},{"style":"v","text":"\\x i \\xo 31.41 \\xt No 18:8, 19.\\x*Moïse donna au sacrificateur Éléazar le tribut réservé comme offrande à l’Éternel, selon ce que l’Éternel lui avait ordonné. "},{"style":"v","text":"La moitié qui revenait aux enfants d’Israël, séparée par Moïse de celle des hommes de l’armée, "},{"style":"v","text":"et formant la part de l’assemblée, fut de trois cent trente-sept mille cinq cents brebis, "},{"style":"v","text":"trente-six mille bœufs, "},{"style":"v","text":"trente mille cinq cents ânes, "},{"style":"v","text":"et seize mille personnes. "},{"style":"v","text":"Sur cette moitié qui revenait aux enfants d’Israël, Moïse prit un sur cinquante, tant des personnes que des animaux; et il le donna aux Lévites, qui ont la garde du tabernacle de l’Éternel, selon ce que l’Éternel lui avait ordonné. "},{"style":"v","text":"Les commandants des milliers de l’armée, les chefs de milliers et les chefs de centaines, s’approchèrent de Moïse, "},{"style":"v","text":"et lui dirent: Tes serviteurs ont fait le compte des soldats qui étaient sous nos ordres, et il ne manque pas un homme d’entre nous. "},{"style":"v","text":"Nous apportons, comme offrande à l’Éternel, chacun les objets d’or que nous avons trouvés, chaînettes, bracelets, anneaux, pendants d’oreilles, et colliers, afin de faire pour nos personnes l’expiation devant l’Éternel. "},{"style":"v","text":"Moïse et le sacrificateur Éléazar reçurent d’eux tous ces objets travaillés en or. "},{"style":"v","text":"Tout l’or, que les chefs de milliers et les chefs de centaines présentèrent à l’Éternel en offrande par élévation, pesait seize mille sept cent cinquante sicles. "},{"style":"v","text":"Les hommes de l’armée \\x j \\xo 31.53 \\xt De 20:14.\\x*gardèrent chacun le butin qu’ils avaient fait. "},{"style":"v","text":"Moïse et le sacrificateur Éléazar prirent l’or des chefs de milliers et des chefs de centaines, et l’apportèrent à la tente d’assignation, comme souvenir pour les enfants d’Israël devant l’Éternel."}]