[{"style":"s1","verse":"","text":"Le pays de Galaad accordé aux tribus de Gad et de Ruben"},{"style":"r","verse":"","text":"V. 1-32: cf. Ge 13:10-12. (Jos 1:12-18; 22:1, etc.) (Ro 12:10; 14:19. Ph 2:4.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Les fils de Ruben et les fils de Gad avaient une quantité considérable de troupeaux, et ils virent que le pays de Jaezer et le pays de Galaad étaient un lieu propre pour des troupeaux. "},{"style":"v","verse":"2","text":"Alors les fils de Gad et les fils de Ruben vinrent auprès de Moïse, du sacrificateur Éléazar et des princes de l’assemblée, et ils leur dirent: "},{"style":"v","verse":"3","text":"Atharoth, Dibon, Jaezer, Nimra, Hesbon, Élealé, Sebam, Nebo et Beon, "},{"style":"v","verse":"4","text":"ce pays que l’Éternel a frappé devant l’assemblée d’Israël, est un lieu propre pour des troupeaux, et tes serviteurs ont des troupeaux. "},{"style":"v","verse":"5","text":"Ils ajoutèrent: Si nous avons trouvé grâce à tes yeux, que la possession de ce pays soit accordée à tes serviteurs, et ne nous fais point passer le Jourdain. "},{"style":"v","verse":"6","text":"Moïse répondit aux fils de Gad et aux fils de Ruben: Vos frères iront-ils à la guerre, et vous, resterez-vous ici? "},{"style":"v","verse":"7","text":"Pourquoi voulez-vous décourager les enfants d’Israël de passer dans le pays que l’Éternel leur donne? "},{"style":"v","verse":"8","text":"Ainsi firent vos pères, quand je les envoyai de \\x a \\xo 32.8 \\xt No 13:3. De 1:22.\\x*Kadès-Barnéa pour examiner le pays. "},{"style":"v","verse":"9","text":"Ils montèrent jusqu’à la vallée d’Eschcol, et, après avoir examiné le pays, ils découragèrent les enfants d’Israël d’aller dans le pays que l’Éternel leur donnait. "},{"style":"v","verse":"10","text":"La colère de l’Éternel s’enflamma ce jour-là, et il jura en disant: "},{"style":"v","verse":"11","text":"\\x b \\xo 32.11 \\xt No 14:28. De 1:34.\\x*Ces hommes qui sont montés d’Égypte, depuis l’âge de vingt ans et au-dessus, ne verront point le pays que j’ai juré de donner à Abraham, à Isaac et à Jacob, car ils n’ont pas suivi pleinement ma voie, "},{"style":"v","verse":"12","text":"excepté Caleb, fils de Jephunné, le Kenizien, et Josué, fils de Nun, qui ont pleinement suivi la voie de l’Éternel. "},{"style":"v","verse":"13","text":"La colère de l’Éternel s’enflamma contre Israël, et il les fit errer dans le désert pendant quarante années, jusqu’à l’anéantissement de toute la génération qui avait fait le mal aux yeux de l’Éternel. "},{"style":"v","verse":"14","text":"Et voici, vous prenez la place de vos pères comme des rejetons d’hommes pécheurs, pour rendre la colère de l’Éternel encore plus ardente contre Israël. "},{"style":"v","verse":"15","text":"Car, si vous vous détournez de lui, il continuera de laisser Israël au désert, et vous causerez la perte de tout ce peuple. "},{"style":"v","verse":"16","text":"Ils s’approchèrent de Moïse, et ils dirent: Nous construirons ici des parcs pour nos troupeaux et des villes pour nos petits enfants; "},{"style":"v","verse":"17","text":"puis nous nous équiperons en hâte pour marcher devant les enfants d’Israël, jusqu’à ce que nous les ayons introduits dans le lieu qui leur est destiné; et nos petits enfants demeureront dans les villes fortes, à cause des habitants du pays. "},{"style":"v","verse":"18","text":"Nous ne retournerons point dans nos maisons avant que les enfants d’Israël aient pris possession chacun de son héritage; "},{"style":"v","verse":"19","text":"et nous ne posséderons rien avec eux de l’autre côté du Jourdain, ni plus loin, puisque nous aurons notre héritage de ce côté-ci du Jourdain, à l’orient. "},{"style":"v","verse":"20","text":"Moïse leur dit: Si vous faites cela, si vous vous armez pour combattre devant l’Éternel, "},{"style":"v","verse":"21","text":"si tous ceux de vous qui s’armeront passent le Jourdain devant l’Éternel jusqu’à ce qu’il ait chassé ses ennemis loin de sa face, "},{"style":"v","verse":"22","text":"et si vous revenez seulement après que le pays aura été soumis devant l’Éternel, vous serez alors sans reproche vis-à-vis de l’Éternel et vis-à-vis d’Israël, et cette contrée-ci sera votre propriété devant l’Éternel. "},{"style":"v","verse":"23","text":"Mais si vous ne faites pas ainsi, vous péchez contre l’Éternel; sachez que votre péché vous atteindra. "},{"style":"v","verse":"24","text":"Construisez des villes pour vos petits enfants et des parcs pour vos troupeaux, et faites ce que votre bouche a déclaré. "},{"style":"v","verse":"25","text":"Les fils de Gad et les fils de Ruben dirent à Moïse: Tes serviteurs feront ce que mon seigneur ordonne. "},{"style":"v","verse":"26","text":"Nos petits enfants, nos femmes, nos troupeaux et tout notre bétail, resteront dans les villes de Galaad; "},{"style":"v","verse":"27","text":"et tes serviteurs, tous armés pour la guerre, iront combattre devant l’Éternel, comme dit mon seigneur. "},{"style":"v","verse":"28","text":"\\x c \\xo 32.28 \\xt Jos 1:13; 4:12.\\x*Moïse donna des ordres à leur sujet au sacrificateur Éléazar, à Josué, fils de Nun, et aux chefs de famille dans les tribus des enfants d’Israël. "},{"style":"v","verse":"29","text":"Il leur dit: Si les fils de Gad et les fils de Ruben passent avec vous le Jourdain, tous armés pour combattre devant l’Éternel, et que le pays soit soumis devant vous, vous leur donnerez en propriété la contrée de Galaad. "},{"style":"v","verse":"30","text":"Mais s’ils ne marchent point en armes avec vous, qu’ils s’établissent au milieu de vous dans le pays de Canaan. "},{"style":"v","verse":"31","text":"Les fils de Gad et les fils de Ruben répondirent: Nous ferons ce que l’Éternel a dit à tes serviteurs. "},{"style":"v","verse":"32","text":"Nous passerons en armes devant l’Éternel au pays de Canaan; mais que nous possédions notre héritage de ce côté-ci du Jourdain."},{"style":"r","verse":"","text":"V. 33-42: cf. (De 3:8-17. Jos 13:8-32.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"\\x d \\xo 32.33 \\xt De 3:12. Jos 13:8; 22:4.\\x*Moïse donna aux fils de Gad et aux fils de Ruben, et à la moitié de la tribu de Manassé, fils de Joseph, le royaume de Sihon, roi des Amoréens, et le royaume d’Og, roi de Basan, le pays avec ses villes, avec les territoires des villes du pays tout alentour. "},{"style":"v","verse":"34","text":"Les fils de Gad bâtirent Dibon, Atharoth, Aroër, "},{"style":"v","verse":"35","text":"Athroth-Schophan, Jaezer, Jogbeha, "},{"style":"v","verse":"36","text":"Beth-Nimra et Beth-Haran, villes fortes, et ils firent des parcs pour les troupeaux. "},{"style":"v","verse":"37","text":"Les fils de Ruben bâtirent Hesbon, Élealé et Kirjathaïm, "},{"style":"v","verse":"38","text":"Nebo et Baal-Meon, dont les noms furent changés, et Sibma, et ils donnèrent des noms aux villes qu’ils bâtirent. "},{"style":"v","verse":"39","text":"\\x e \\xo 32.39 \\xt Ge 50:23.\\x*Les fils de Makir, fils de Manassé, marchèrent contre Galaad, et s’en emparèrent; ils chassèrent les Amoréens qui y étaient. "},{"style":"v","verse":"40","text":"Moïse donna Galaad à Makir, fils de Manassé, qui s’y établit. "},{"style":"v","verse":"41","text":"Jaïr, fils de Manassé, se mit en marche, prit les bourgs, et les appela bourgs de Jaïr. "},{"style":"v","verse":"42","text":"Nobach se mit en marche, prit Kenath avec les villes de son ressort, et l’appela Nobach, d’après son nom."}]