[{"style":"s1","verse":"","text":"Marches et stations des Israélites depuis leur sortie d’Égypte jusqu’à leur arrivée dans les plaines de Moab"},{"style":"r","verse":"","text":"V. 1-15: cf. (Ex 12:37 à 19:2.) (Ex 19:4. És 63:11-14.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Voici les stations des enfants d’Israël qui sortirent du pays d’Égypte, selon leurs corps d’armée, sous la conduite de Moïse et d’Aaron. "},{"style":"v","verse":"2","text":"Moïse écrivit leurs marches de station en station, d’après l’ordre de l’Éternel. Et voici leurs stations, selon leurs marches. "},{"style":"v","verse":"3","text":"\\x a \\xo 33.3 \\xt Ex 12:37.\\x*Ils partirent de Ramsès le premier mois, le quinzième jour du premier mois. Le lendemain de la Pâque, les enfants d’Israël sortirent la main levée, à la vue de tous les Égyptiens. "},{"style":"v","verse":"4","text":"Et les Égyptiens enterraient ceux que l’Éternel avait frappés parmi eux, tous les premiers-nés; l’Éternel exerçait aussi des jugements contre leurs dieux. "},{"style":"v","verse":"5","text":"Les enfants d’Israël partirent de Ramsès, et campèrent à Succoth. "},{"style":"v","verse":"6","text":"\\x b \\xo 33.6 \\xt Ex 13:20.\\x*Ils partirent de Succoth, et campèrent à Étham, qui est à l’extrémité du désert. "},{"style":"v","verse":"7","text":"\\x c \\xo 33.7 \\xt Ex 14:2.\\x*Ils partirent d’Étham, se détournèrent vers Pi-Hahiroth, vis-à-vis de Baal-Tsephon, et campèrent devant Migdol. "},{"style":"v","verse":"8","text":"Ils partirent de devant Pi-Hahiroth, et passèrent au milieu de la mer dans la direction du désert; ils firent trois journées de marche dans le désert d’Étham, et campèrent à \\x d \\xo 33.8 \\xt Ex 15:22, 23.\\x*Mara. "},{"style":"v","verse":"9","text":"Ils partirent de Mara, et arrivèrent à \\x e \\xo 33.9 \\xt Ex 15:27.\\x*Élim; il y avait à Élim douze sources d’eau et soixante-dix palmiers: ce fut là qu’ils campèrent. "},{"style":"v","verse":"10","text":"Ils partirent d’Élim, et campèrent près de la mer Rouge. "},{"style":"v","verse":"11","text":"Ils partirent de la mer Rouge, et \\x f \\xo 33.11 \\xt Ex 16:1.\\x*campèrent dans le désert de Sin. "},{"style":"v","verse":"12","text":"Ils partirent du désert de Sin, et campèrent à Dophka. "},{"style":"v","verse":"13","text":"Ils partirent de Dophka, et campèrent à Alusch. "},{"style":"v","verse":"14","text":"Ils partirent d’Alusch, et campèrent à \\x g \\xo 33.14 \\xt Ex 17:1.\\x*Rephidim, où le peuple ne trouva point d’eau à boire. "},{"style":"v","verse":"15","text":"Ils partirent de Rephidim, et campèrent dans \\x h \\xo 33.15 \\xt Ex 19:1.\\x*le désert de Sinaï."},{"style":"r","verse":"","text":"V. 16-36: cf. (No 10:11 à 20:1.) (De 2:7, 14; 8:2.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ils partirent du désert du Sinaï, et \\x i \\xo 33.16 \\xt No 11:34, 35.\\x*campèrent à Kibroth-Hattaava. "},{"style":"v","verse":"17","text":"Ils partirent de Kibroth-Hattaava, et campèrent à Hatséroth. "},{"style":"v","verse":"18","text":"Ils partirent de Hatséroth, et campèrent à Rithma. "},{"style":"v","verse":"19","text":"Ils partirent de Rithma, et campèrent à Rimmon-Pérets. "},{"style":"v","verse":"20","text":"Ils partirent de Rimmon-Pérets, et campèrent à Libna. "},{"style":"v","verse":"21","text":"Ils partirent de Libna, et campèrent à Rissa. "},{"style":"v","verse":"22","text":"Ils partirent de Rissa, et campèrent à Kehélatha. "},{"style":"v","verse":"23","text":"Ils partirent de Kehélatha, et campèrent à la montagne de Schapher. "},{"style":"v","verse":"24","text":"Ils partirent de la montagne de Schapher, et campèrent à Harada. "},{"style":"v","verse":"25","text":"Ils partirent de Harada, et campèrent à Makhéloth. "},{"style":"v","verse":"26","text":"Ils partirent de Makhéloth, et campèrent à Tahath. "},{"style":"v","verse":"27","text":"Ils partirent de Tahath, et campèrent à Tarach. "},{"style":"v","verse":"28","text":"Ils partirent de Tarach, et campèrent à Mithka. "},{"style":"v","verse":"29","text":"Ils partirent de Mithka, et campèrent à Haschmona. "},{"style":"v","verse":"30","text":"Ils \\x j \\xo 33.30 \\xt De 10:6.\\x*partirent de Haschmona, et campèrent à Moséroth. "},{"style":"v","verse":"31","text":"Ils partirent de Moséroth, et campèrent à Bené-Jaakan. "},{"style":"v","verse":"32","text":"Ils partirent de Bené-Jaakan, et campèrent à Hor-Guidgad. "},{"style":"v","verse":"33","text":"Ils partirent de Hor-Guidgad, et campèrent à Jothbatha. "},{"style":"v","verse":"34","text":"Ils partirent de Jothbatha, et campèrent à Abrona. "},{"style":"v","verse":"35","text":"Ils partirent d’Abrona, et campèrent à Étsjon-Guéber. "},{"style":"v","verse":"36","text":"Ils partirent d’Étsjon-Guéber, et \\x k \\xo 33.36 \\xt No 20:1.\\x*campèrent dans le désert de Tsin: c’est Kadès."},{"style":"r","verse":"","text":"V. 37-49: cf. (No 20 à 32. De 2; 3.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Ils partirent de Kadès, et \\x l \\xo 33.37 \\xt No 20:22.\\x*campèrent à la montagne de Hor, à l’extrémité du pays d’Édom. "},{"style":"v","verse":"38","text":"\\x m \\xo 33.38 \\xt No 20:25. De 32:50.\\x*Le sacrificateur Aaron monta sur la montagne de Hor, suivant l’ordre de l’Éternel; et il y mourut, la quarantième année après la sortie des enfants d’Israël du pays d’Égypte, le cinquième mois, le premier jour du mois. "},{"style":"v","verse":"39","text":"Aaron était âgé de cent vingt-trois ans lorsqu’il mourut sur la montagne de Hor. "},{"style":"v","verse":"40","text":"\\x n \\xo 33.40 \\xt No 21:1.\\x*Le roi d’Arad, Cananéen, qui habitait le midi du pays de Canaan, apprit l’arrivée des enfants d’Israël. "},{"style":"v","verse":"41","text":"Ils \\x o \\xo 33.41 \\xt No 21:4.\\x*partirent de la montagne de Hor, et campèrent à Tsalmona. "},{"style":"v","verse":"42","text":"Ils partirent de Tsalmona, et campèrent à Punon. "},{"style":"v","verse":"43","text":"Ils partirent de Punon, et \\x p \\xo 33.43 \\xt No 21:10.\\x*campèrent à Oboth. "},{"style":"v","verse":"44","text":"Ils partirent d’Oboth, et campèrent à Ijjé-Abarim, sur la frontière de Moab. "},{"style":"v","verse":"45","text":"Ils partirent d’Ijjé-Abarim, et campèrent à Dibon-Gad. "},{"style":"v","verse":"46","text":"Ils partirent de Dibon-Gad, et campèrent à Almon-Diblathaïm. "},{"style":"v","verse":"47","text":"Ils partirent d’Almon-Diblathaïm, et campèrent aux montagnes d’Abarim, devant Nebo. "},{"style":"v","verse":"48","text":"Ils partirent des montagnes d’Abarim, et campèrent dans les plaines de Moab, près du Jourdain, vis-à-vis de Jéricho. "},{"style":"v","verse":"49","text":"Ils campèrent près du Jourdain, depuis Beth-Jeschimoth jusqu’à \\x q \\xo 33.49 \\xt No 25:1. Jos 2:1.\\x*Abel-Sittim, dans les plaines de Moab."},{"style":"r","verse":"","text":"V. 50-56: cf. Ex 34:11-16. No 26:52-56."},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"L’Éternel parla à Moïse dans les plaines de Moab, près du Jourdain, vis-à-vis de Jéricho. Il dit: "},{"style":"v","verse":"51","text":"Parle aux enfants d’Israël, et dis-leur: Lorsque vous aurez passé le Jourdain et que vous serez entrés dans le pays de Canaan, "},{"style":"v","verse":"52","text":"\\x r \\xo 33.52 \\xt De 7:2, 3, etc.\\x*vous chasserez devant vous tous les habitants du pays, vous détruirez toutes leurs idoles de pierre, vous détruirez toutes leurs images de fonte, et vous détruirez tous leurs hauts lieux. "},{"style":"v","verse":"53","text":"Vous prendrez possession du pays, et vous vous y établirez; car je vous ai donné le pays, pour qu’il soit votre propriété. "},{"style":"v","verse":"54","text":"Vous partagerez le pays par le sort, selon vos familles. \\x s \\xo 33.54 \\xt No 26:54, etc.\\x*A ceux qui sont en plus grand nombre vous donnerez une portion plus grande, et à ceux qui sont en plus petit nombre vous donnerez une portion plus petite. Chacun possédera ce qui lui sera échu par le sort: vous le recevrez en propriété, selon les tribus de vos pères. "},{"style":"v","verse":"55","text":"Mais si vous ne chassez pas devant vous les habitants du pays, ceux d’entre eux que vous laisserez seront \\x t \\xo 33.55 \\xt Jos 23:13. Jg 2:3.\\x*comme des épines dans vos yeux et des aiguillons dans vos côtés, ils seront vos ennemis dans le pays où vous allez vous établir. "},{"style":"v","verse":"56","text":"Et il arrivera que je vous traiterai comme j’avais résolu de les traiter."}]