[{"style":"s1","verse":"","text":"Guerre avec les Amalécites"},{"style":"r","verse":"","text":"V. 1-9: cf. (Ex 17:8-16. De 25:17-19.) Ps 94:1-3. Jé 48:10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Samuel dit à Saül: C’est moi que l’Éternel a envoyé pour t’oindre roi sur son peuple, sur Israël: écoute donc ce que dit l’Éternel. "},{"style":"v","verse":"2","text":"Ainsi parle l’Éternel des armées: \\x a \\xo 15.2 \\xt Ex 17:8, 14. De 25:17.\\x*Je me souviens de ce qu’Amalek fit à Israël, lorsqu’il lui ferma le chemin à sa sortie d’Égypte. "},{"style":"v","verse":"3","text":"Va maintenant, frappe Amalek, et dévouez par interdit tout ce qui lui appartient; tu ne l’épargneras point, et tu feras mourir hommes et femmes, enfants et nourrissons, bœufs et brebis, chameaux et ânes. "},{"style":"v","verse":"4","text":"Saül convoqua le peuple, et en fit la revue à Thelaïm: il y avait deux cent mille hommes de pied, et dix mille hommes de Juda. "},{"style":"v","verse":"5","text":"Saül marcha jusqu’à la ville d’Amalek, et mit une embuscade dans la vallée. "},{"style":"v","verse":"6","text":"Il dit aux \\x b \\xo 15.6 \\xt Jg 1:16.\\x*Kéniens: Allez, retirez-vous, sortez du milieu d’Amalek, afin que je ne vous fasse pas périr avec lui; \\x c \\xo 15.6 \\xt Ex 18:10, 19. No 10:29.\\x*car vous avez eu de la bonté pour tous les enfants d’Israël, lorsqu’ils montèrent d’Égypte. Et les Kéniens se retirèrent du milieu d’Amalek. "},{"style":"v","verse":"7","text":"Saül battit Amalek depuis Havila jusqu’à Schur, qui est en face de l’Égypte. "},{"style":"v","verse":"8","text":"Il prit vivant \\x d \\xo 15.8 \\xt No 24:7.\\x*Agag, roi d’Amalek, et il dévoua par interdit tout le peuple en le passant au fil de l’épée. "},{"style":"v","verse":"9","text":"Mais Saül et le peuple épargnèrent Agag, et les meilleures brebis, les meilleurs bœufs, les meilleures bêtes de la seconde portée, les agneaux gras, et tout ce qu’il y avait de bon; ils ne voulurent pas le dévouer par interdit, et ils dévouèrent seulement tout ce qui était méprisable et chétif."},{"style":"s1","verse":"","text":"Désobéissance de Saül"},{"style":"r","verse":"","text":"V. 10-35: cf. (Pr 21:3. 1 S 2:30.) Ps 73:27. És 28:20. Lu 14:34, 35."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"L’Éternel adressa la parole à Samuel, et lui dit: "},{"style":"v","verse":"11","text":"Je me repens d’avoir établi Saül pour roi, car il se détourne de moi et il n’observe point mes paroles. Samuel fut irrité, et il cria à l’Éternel toute la nuit. "},{"style":"v","verse":"12","text":"Il se leva de bon matin, pour aller au-devant de Saül. Et on vint lui dire: Saül est allé à Carmel, et voici, il s’est érigé un monument; puis il s’en est retourné, et, passant plus loin, il est descendu à Guilgal. "},{"style":"v","verse":"13","text":"Samuel se rendit auprès de Saül, et Saül lui dit: Sois béni de l’Éternel! J’ai observé la parole de l’Éternel. "},{"style":"v","verse":"14","text":"Samuel dit: Qu’est-ce donc que ce bêlement de brebis qui parvient à mes oreilles, et ce mugissement de bœufs que j’entends? "},{"style":"v","verse":"15","text":"Saül répondit: Ils les ont amenés de chez les Amalécites, parce que le peuple a épargné les meilleures brebis et les meilleurs bœufs, afin de les sacrifier à l’Éternel, ton Dieu; et le reste, nous l’avons dévoué par interdit. "},{"style":"v","verse":"16","text":"Samuel dit à Saül: Arrête, et je te déclarerai ce que l’Éternel m’a dit cette nuit. Et Saül lui dit: Parle! "},{"style":"v","verse":"17","text":"Samuel dit: Lorsque tu étais petit à tes yeux, n’es-tu pas devenu le chef des tribus d’Israël, et l’Éternel ne t’a-t-il pas oint pour que tu sois roi sur Israël? "},{"style":"v","verse":"18","text":"L’Éternel t’avait fait partir, en disant: Va, et dévoue par interdit ces pécheurs, les Amalécites; tu leur feras la guerre jusqu’à ce que tu les aies exterminés. "},{"style":"v","verse":"19","text":"Pourquoi n’as-tu pas écouté la voix de l’Éternel? Pourquoi t’es-tu jeté sur le butin, et as-tu fait ce qui est mal aux yeux de l’Éternel? "},{"style":"v","verse":"20","text":"Saül répondit à Samuel: J’ai bien écouté la voix de l’Éternel, et j’ai suivi le chemin par lequel m’envoyait l’Éternel. J’ai amené Agag, roi d’Amalek, et j’ai dévoué par interdit les Amalécites; "},{"style":"v","verse":"21","text":"mais le peuple a pris sur le butin des brebis et des bœufs, comme prémices de ce qui devait être dévoué, afin de les sacrifier à l’Éternel, ton Dieu, à Guilgal. "},{"style":"v","verse":"22","text":"Samuel dit: L’Éternel trouve-t-il du plaisir dans les holocaustes et les sacrifices, comme dans \\x e \\xo 15.22 \\xt Ec 4:17. Os 6:6. Mt 9:13; 12:7.\\x*l’obéissance à la voix de l’Éternel? Voici, l’obéissance vaut mieux que les sacrifices, et l’observation de sa parole vaut mieux que la graisse des béliers. "},{"style":"v","verse":"23","text":"Car la désobéissance est aussi coupable que la divination, et la résistance ne l’est pas moins que l’idolâtrie et les théraphim. Puisque tu as rejeté la parole de l’Éternel, il te rejette aussi comme roi. "},{"style":"v","verse":"24","text":"Alors Saül dit à Samuel: J’ai péché, car j’ai transgressé l’ordre de l’Éternel, et je n’ai pas obéi à tes paroles; je craignais le peuple, et j’ai écouté sa voix. "},{"style":"v","verse":"25","text":"Maintenant, je te prie, pardonne mon péché, reviens avec moi, et je me prosternerai devant l’Éternel. "},{"style":"v","verse":"26","text":"Samuel dit à Saül: Je ne retournerai point avec toi; car tu as rejeté la parole de l’Éternel, et l’Éternel te rejette, afin que tu ne sois plus roi sur Israël. "},{"style":"v","verse":"27","text":"Et comme Samuel se tournait pour s’en aller, Saül le saisit par le pan de son manteau, qui se déchira. "},{"style":"v","verse":"28","text":"Samuel lui dit: L’Éternel déchire aujourd’hui de dessus toi la royauté d’Israël, et il la donne à un autre, qui est meilleur que toi. "},{"style":"v","verse":"29","text":"Celui qui est la force d’Israël ne ment point et ne se repent point, car il n’est pas un homme pour se repentir. "},{"style":"v","verse":"30","text":"Saül dit encore: J’ai péché! Maintenant, je te prie, honore-moi en présence des anciens de mon peuple et en présence d’Israël; reviens avec moi, et je me prosternerai devant l’Éternel, ton Dieu. "},{"style":"v","verse":"31","text":"Samuel retourna et suivit Saül, et Saül se prosterna devant l’Éternel. "},{"style":"v","verse":"32","text":"Puis Samuel dit: Amenez-moi Agag, roi d’Amalek. Et Agag s’avança vers lui d’un air joyeux; il disait: Certainement, l’amertume de la mort est passée. "},{"style":"v","verse":"33","text":"Samuel dit: De même que ton épée a privé des femmes de leurs enfants, ainsi ta mère entre les femmes sera privée d’un fils. Et Samuel mit Agag en pièces devant l’Éternel, à Guilgal. "},{"style":"v","verse":"34","text":"Samuel partit pour Rama, et Saül monta dans sa maison à Guibea de Saül. "},{"style":"v","verse":"35","text":"Samuel n’alla plus voir Saül jusqu’au jour de sa mort; car Samuel pleurait sur Saül, parce que l’Éternel se repentait d’avoir établi Saül roi d’Israël."}]