[{"style":"s1","text":"Amitié de Jonathan pour David"},{"style":"r","text":"V. 1-5: cf. (1 S 19:1-7; 20; 23:16-18. 2 S 1:26.) Pr 18:24."},{"style":"p","text":""},{"style":"v","text":"David avait achevé de parler à Saül. Et dès lors l’âme de Jonathan fut attachée à l’âme de David, et Jonathan l’aima comme son âme. "},{"style":"v","text":"Ce même jour Saül retint David, et ne le laissa pas retourner dans la maison de son père. "},{"style":"v","text":"Jonathan fit alliance avec David, parce qu’il l’aimait comme son âme. "},{"style":"v","text":"Il ôta le manteau qu’il portait, pour le donner à David; et il lui donna ses vêtements, même son épée, son arc et sa ceinture. "},{"style":"v","text":"David allait et réussissait partout où l’envoyait Saül; il fut mis par Saül à la tête des gens de guerre, et il plaisait à tout le peuple, même aux serviteurs de Saül."},{"style":"s1","text":"Chant de triomphe des femmes d’Israël. Haine de Saül contre David"},{"style":"r","text":"V. 6-16: cf. Pr 27:4. (1 S 16:14-23; 19:8-10.)"},{"style":"p","text":""},{"style":"v","text":"Comme ils revenaient, lors du retour de David après qu’il eut tué le Philistin, les femmes sortirent de toutes les villes d’Israël au-devant du roi Saül, en chantant et en dansant, au son des tambourins et des triangles, et en poussant des cris de joie. "},{"style":"v","text":"\\x a \\xo 18.7 \\xt Ex 15:21.\\x*Les femmes qui chantaient se répondaient les unes aux autres, et disaient:"},{"style":"q1","text":"\\x b \\xo 18.7 \\xt 1 S 21:11; 29:5.\\x*Saül a frappé ses mille,"},{"style":"q1","text":"Et David ses dix mille."},{"style":"m","text":""},{"style":"v","text":"Saül fut très irrité, et cela lui déplut. Il dit: On en donne dix mille à David, et c’est à moi que l’on donne les mille! Il ne lui manque plus que la royauté. "},{"style":"v","text":"Et Saül regarda David d’un mauvais œil, à partir de ce jour et dans la suite. "},{"style":"v","text":"Le lendemain, le mauvais esprit de Dieu saisit Saül, qui eut des transports au milieu de la maison. David jouait, comme les autres jours, et Saül avait sa lance à la main. "},{"style":"v","text":"Saül leva sa lance, disant en lui-même: Je frapperai David contre la paroi. Mais David se détourna de lui deux fois. "},{"style":"v","text":"Saül craignait la présence de David, parce que l’Éternel était avec David et s’était retiré de lui. "},{"style":"v","text":"Il l’éloigna de sa personne, et il l’établit chef de mille hommes. David sortait et rentrait à la tête du peuple; "},{"style":"v","text":"il réussissait dans toutes ses entreprises, et l’Éternel était avec lui. "},{"style":"v","text":"Saül, voyant qu’il réussissait toujours, avait peur de lui; "},{"style":"v","text":"mais tout Israël et Juda aimaient David, parce qu’il sortait et rentrait à leur tête."},{"style":"s1","text":"David gendre du roi"},{"style":"r","text":"V. 17-30: cf. 1 S 17:25. Pr 26:24-27."},{"style":"p","text":""},{"style":"v","text":"Saül dit à David: Voici, je te donnerai pour femme ma fille aînée Mérab; sers-moi seulement avec vaillance, et soutiens les guerres de l’Éternel. Or Saül se disait: Je ne veux pas mettre la main sur lui, mais que la main des Philistins soit sur lui. "},{"style":"v","text":"David répondit à Saül: Qui suis-je, et qu’est-ce que ma vie, qu’est-ce que la famille de mon père en Israël, pour que je devienne le gendre du roi? "},{"style":"v","text":"Lorsque arriva le temps où Mérab, fille de Saül, devait être donnée à David, elle fut donnée pour femme à Adriel, de Mehola. "},{"style":"v","text":"Mical, fille de Saül, aima David. On en informa Saül, et la chose lui convint. "},{"style":"v","text":"Il se disait: Je la lui donnerai, afin qu’elle soit un piège pour lui, et qu’il tombe sous la main des Philistins. Et Saül dit à David pour la seconde fois: Tu vas aujourd’hui devenir mon gendre. "},{"style":"v","text":"Saül donna cet ordre à ses serviteurs: Parlez en confidence à David, et dites-lui: Voici, le roi est bien disposé pour toi, et tous ses serviteurs t’aiment; sois maintenant le gendre du roi. "},{"style":"v","text":"Les serviteurs de Saül répétèrent ces paroles aux oreilles de David. Et David répondit: Croyez-vous qu’il soit facile de devenir le gendre du roi? Moi, je suis un homme pauvre et de peu d’importance. "},{"style":"v","text":"Les serviteurs de Saül lui rapportèrent ce qu’avait répondu David. "},{"style":"v","text":"Saül dit: Vous parlerez ainsi à David: Le roi ne demande point de dot; mais il désire cent prépuces de Philistins, pour être vengé de ses ennemis. Saül avait le dessein de faire tomber David entre les mains des Philistins. "},{"style":"v","text":"Les serviteurs de Saül rapportèrent ces paroles à David, et David agréa ce qui lui était demandé pour qu’il devînt gendre du roi. "},{"style":"v","text":"Avant le terme fixé, David se leva, partit avec ses gens, et tua deux cents hommes parmi les Philistins; \\x c \\xo 18.27 \\xt 2 S 3:14.\\x*il apporta leurs prépuces, et en livra au roi le nombre complet, afin de devenir gendre du roi. Alors Saül lui donna pour femme Mical, sa fille. "},{"style":"v","text":"Saül vit et comprit que l’Éternel était avec David; et Mical, sa fille, aimait David. "},{"style":"v","text":"Saül craignit de plus en plus David, et il fut toute sa vie son ennemi. "},{"style":"v","text":"Les princes des Philistins faisaient des excursions; et chaque fois qu’ils sortaient, David avait plus de succès que tous les serviteurs de Saül, et son nom devint très célèbre."}]