[{"style":"s1","verse":"","text":"Fuite de David: à Nob, vers le sacrificateur Achimélec; à Gath, chez le roi Akisch; dans la caverne d’Adullam; à Mitspé, chez le roi de Moab; dans la forêt de Héreth"},{"style":"r","verse":"","text":"V. 1-9: cf. Mt 12:1-8. 1 S 22:9, etc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"David se rendit à Nob, vers le sacrificateur Achimélec, qui accourut effrayé au-devant de lui et lui dit: Pourquoi es-tu seul et n’y a-t-il personne avec toi? "},{"style":"v","verse":"2","text":"David répondit au sacrificateur Achimélec: Le roi m’a donné un ordre et m’a dit: Que personne ne sache rien de l’affaire pour laquelle je t’envoie et de l’ordre que je t’ai donné. J’ai fixé un rendez-vous à mes gens. "},{"style":"v","verse":"3","text":"Maintenant qu’as-tu sous la main? Donne-moi cinq pains, ou ce qui se trouvera. "},{"style":"v","verse":"4","text":"Le sacrificateur répondit à David: Je n’ai pas de pain ordinaire sous la main, mais il y a du pain consacré; si du moins tes gens se sont abstenus de femmes! "},{"style":"v","verse":"5","text":"David répondit au sacrificateur: Nous nous sommes abstenus de femmes depuis trois jours que je suis parti, et tous mes gens sont purs: d’ailleurs, si c’est là un acte profane, il sera certainement aujourd’hui sanctifié par celui qui en sera l’instrument. "},{"style":"v","verse":"6","text":"Alors le sacrificateur lui \\x a \\xo 21.6 \\xt Mt 12:3. Mc 2:25. Lu 6:3.\\x*donna du pain consacré, car il n’y avait là d’autre pain que du pain de proposition, qu’on avait ôté de devant l’Éternel pour le remplacer par du pain chaud au moment où on l’avait pris. "},{"style":"v","verse":"7","text":"Là, ce même jour, un homme d’entre les serviteurs de Saül se trouvait enfermé devant l’Éternel; c’était un Édomite, nommé Doëg, chef des bergers de Saül. "},{"style":"v","verse":"8","text":"David dit à Achimélec: N’as-tu pas sous la main une lance ou une épée? Car je n’ai pris avec moi ni mon épée ni mes armes, parce que l’ordre du roi était pressant. "},{"style":"v","verse":"9","text":"Le sacrificateur répondit: Voici l’épée de Goliath, le Philistin, que tu as tué dans la vallée des térébinthes; elle est enveloppée dans un drap, derrière l’éphod; si tu veux la prendre, prends-la, car il n’y en a pas d’autre ici. Et David dit: Il n’y en a point de pareille; donne-la-moi."},{"style":"r","verse":"","text":"V. 10-15: cf. 1 S 27. (Ps 34; 56.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"David se leva et s’enfuit le même jour loin de Saül. Il arriva chez Akisch, roi de Gath. "},{"style":"v","verse":"11","text":"Les serviteurs d’Akisch lui dirent: N’est-ce pas là David, roi du pays? N’est-ce pas celui pour qui l’on chantait en dansant:"},{"style":"q1","verse":"","text":"\\x b \\xo 21.11 \\xt 1 S 18:7.\\x*Saül a frappé ses mille,"},{"style":"q1","verse":"","text":"Et David ses dix mille?"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"David prit à cœur ces paroles, et il eut une grande crainte d’Akisch, roi de Gath. "},{"style":"v","verse":"13","text":"Il se montra comme fou à leurs yeux, et fit devant eux des extravagances; il faisait des marques sur les battants des portes, et il laissait couler sa salive sur sa barbe. "},{"style":"v","verse":"14","text":"Akisch dit à ses serviteurs: Vous voyez bien que cet homme a perdu la raison; pourquoi me l’amenez-vous? "},{"style":"v","verse":"15","text":"Est-ce que je manque de fous, pour que vous m’ameniez celui-ci et me rendiez témoin de ses extravagances? Faut-il qu’il entre dans ma maison?"}]