[{"style":"s","verse":"","text":"Yeesu dugg na Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yeesu ak taalibe ya jege nañu °Yerusalem, ba agsi dëkki Betfase ak Betani ci wetu °tundu Oliw ya. Noonu Yeesu yebal ñaar ciy taalibeem,"},{"style":"v","verse":"2","text":"ne leen: «Demleen ci dëkk bi ci kanam. Bu ngeen fa duggee, dingeen fa gis cumbur gu kenn masula war. Yiwileen ko, indi."},{"style":"v","verse":"3","text":"Bu leen kenn nee: “Lu ngeen di def?” neleen ko: “Boroom bi da koo soxla, te léegi mu delloosi ko.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Taalibe ya dem nag, ñu gis cumbur ga ci mbedd mi, mu yeewe cib buntu kër."},{"style":"v","verse":"5","text":"Bi ñu koy yiwi nag, am na ca ña fa taxaw, ñu ne leen: «Lu ngeen nar, bay yiwi cumbur gi?»"},{"style":"v","verse":"6","text":"Taalibe yi wax leen, ni leen Yeesu digale woon, nit ñi bàyyi leen, ñu dem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ñu indi cumbur gi Yeesu nag, lal ci seeni yére, mu toog ci."},{"style":"v","verse":"8","text":"Ñu bare lal seeni yére ci yoon wi, ñenn ñi dagg ay cari garab ci tool yi, lal leen it ci yoon wi."},{"style":"v","verse":"9","text":"Ñiy jiitu ak ñiy topp ci Yeesu ñépp di wax ci kaw naan:"},{"style":"q","verse":"","text":"«°Osaana!"},{"style":"q","verse":"","text":"Yaw miy ñëw ci turu Boroom bi, ku barkeel nga!"},{"style":"q","verse":"","text":""},{"style":"v","verse":"10","text":"Nguuru sunu maam °Daawuda giy ñëw dina barkeel!"},{"style":"q","verse":"","text":"Ci bérab yu gëna kawe, nañu ne: “Osaana!”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Noonu Yeesu dugg Yerusalem, dem kër Yàlla ga, xool lépp, ba noppi génn dem dëkku Betani, moom ak fukki taalibe ya ak ñaar, ndaxte dafa guddi."},{"style":"s","verse":"","text":"Yeesu dàq na jaaykat ya ca kër Yàlla ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bët set ñu génn Betani, fekk Yeesu xiif."},{"style":"v","verse":"13","text":"Noonu mu séen fu sore garabu °figg gu sëq, mu dem seeti, ndax am na ay doom. Waaye bi mu fa eggee, gisul lu dul ay xob, ndaxte jamonoy figg duggagul."},{"style":"v","verse":"14","text":"Ci kaw loolu mu ne garab gi: «Dootuloo meññ mukk!» Taalibe yi dégg loolu mu wax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Bi ñu eggee °Yerusalem, Yeesu dugg ci kër Yàlla gi, daldi dàq ñi fay jaay ak ñi fay jënd. Mu daaneel taabali weccikatu xaalis yi ak tooguy jaaykati pitax yi,"},{"style":"v","verse":"16","text":"te mayul kenn, mu yóbbu am njaay ci kër Yàlla gi."},{"style":"v","verse":"17","text":"Mu di leen jàngal ne leen: «Ndax waxuñu ci Mbind mi:"},{"style":"q","verse":"","text":"“Dees na wooye sama kër"},{"style":"q","verse":"","text":"këru ñaan ci Yàlla ngir xeet yépp.”"},{"style":"m","verse":"","text":"Waaye yéen def ngeen ko këru sàcc.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Bi ko °sarxalkat yu mag ya ak °xutbakat ya déggee nag, ñu ragal ko, ndaxte mbooloo mépp dañoo waaru ci njàngleem. Noonu ñu seet pexem reylu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Bi timis jotee Yeesu ak taalibe yi génn dëkk bi."},{"style":"s","verse":"","text":"Garabu figg gi ñu rëbb"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ci suba si, bi ñuy dem, ñu gis ne garabu °figg gi dee na, ba wow koŋŋ."},{"style":"v","verse":"21","text":"Noonu Piyeer fàttaliku li xewoon, ne Yeesu: «Kilifa gi, xoolal, figg gi nga rëbb dee na, ba wow!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yeesu ne: «Gëmleen Yàlla."},{"style":"v","verse":"23","text":"Ci dëgg maa ngi leen koy wax, ku ne tund wale: “Jógal, tàbbi ca géej ga,” te nga gëm ne loolu dina am, bañ cee boole xel ñaar, kon sa ñaan nangu."},{"style":"v","verse":"24","text":"Moo tax maa ngi leen koy wax, bu ngeen di ñaan Yàlla, lépp lu ngeen ko mana laaj, gëmleen ne jot ngeen ko, te dingeen ko am."},{"style":"v","verse":"25-26","text":"Te it bu ngeen di ñaan, fekk ngeen jàppal kenn dara, baal-leen ko, ngir seen Baay bi ci kaw baal leen seeni tooñ, yéen itam.»"},{"style":"s","verse":"","text":"Sañ-sañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Gannaaw loolu ñu duggaat °Yerusalem, te Yeesu doon doxantu ca ëtti kër Yàlla ga. Noonu °sarxalkat yu mag ya ak °xutbakat ya ak njiit ya dab ko"},{"style":"v","verse":"28","text":"ne ko: «Yëf yii ngay def, ci ban sañ-sañ nga koy defe? Te ku la may sañ-sañu def ko?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Yeesu ne leen: «Man itam dinaa leen laaj lenn; bu ngeen ma ci tontoo, kon dinaa leen wax ci ban sañ-sañ laay defe yëf yii."},{"style":"v","verse":"30","text":"La °Yaxya daan def, di °sóob nit ñi ci ndox, fu mu ko jële, ci Yàlla walla ci nit ñi?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Bi ñu ko déggee, ñuy werante ci seen biir naan: «Bu nu nee: “Ci Yàlla,” kon dina nu laaj: “Lu tax gëmuleen ko kon?”"},{"style":"v","verse":"32","text":"Waaye bu nu nee: “Ci nit ñi,” kon mbooloo mi dal ci sunu kaw;» ndaxte ñépp teg nañu Yaxya ab yonent."},{"style":"v","verse":"33","text":"Ñu wax Yeesu nag ne: «Loolu de xamunu ko.» Noonu Yeesu ne leen: «Kon man itam duma leen wax ci ban sañ-sañ laay defe yëf yii.»"}]