[{"style":"s","verse":"","text":"Njiiti yoon yi fexeel nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Booba nag °sarxalkat yu mag ya ak °xutbakat ya ñu ngi doon fexeel Yeesu, ngir jàpp ko, reylu. Fekk booba ñaari fan a des ci màggalu bésu °Mucc ba ak màggalu °Mburu ma amul lawiir."},{"style":"v","verse":"2","text":"Kon nag ñu ne: «Bumu doon ci bésu màggal bi, ngir yëngu-yëngu baña am ci nit ñi.»"},{"style":"s","verse":"","text":"Jigéen diw na boppu Yeesu ak latkoloñ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Bi nga xamee ne Yeesu nekkoon na dëkku Betani, mu dem këru Simoŋ ma °gaana woon, di fa lekk. Noonu jigéen ñëw, yor njaq lu ñu defare doj wu tudd °albaatar. Njaq li def latkoloñ ju raxul ju ñuy wax nàrd, tey jar lu baree bare. Jigéen ji toj njaq li, tuur latkoloñ ci boppu Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Waaye amoon na fa ñu mer, di xultu ci seen biir naan: «Yàq gii, lu muy jariñ?"},{"style":"v","verse":"5","text":"Maneesoon na jaay latkoloñ jii ci lu tollook peyug atum lëmm, jox ko miskin yi.» Noonu ñu daldi gëdd jigéen ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Waaye Yeesu ne leen: «Bàyyileen ko. Defal na ma jëf ju rafet; lu tax ngeen di ko sonal?"},{"style":"v","verse":"7","text":"Miskin yaa ngi ak yéen bés bu nekk, te man ngeen leena dimbali saa su leen neexee, waaye dungeen ma gis ba fàww."},{"style":"v","verse":"8","text":"Jigéen ji def na li mu man; diw na sama yaram ak latkoloñ, ngir waajal sama rob, laata moo jot."},{"style":"v","verse":"9","text":"Ci dëgg maa ngi leen koy wax, fépp fu ñuy yéene xibaaru jàmm bi ci àddina sépp, dinañu fa fàttali it li jigéen jii def.»"},{"style":"s","verse":"","text":"Yudaa wor na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ca waxtu woowu kenn ci fukki taalibe ya ak ñaar, ku tudd Yudaa Iskariyo, dem ca °sarxalkat yu mag ya, ngir wori Yeesu."},{"style":"v","verse":"11","text":"Bi ñu ko déggee, ñu am ca bànneex bu réy, dig ko xaalis. Noonu mu fexe jamono ju mu leen mana jébbal Yeesu."},{"style":"s","verse":"","text":"Reer bu mujj bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bés bu jëkk ca màggal, ga ñuy wax °Mburu ma amul lawiir, taalibey Yeesu laaj ko: «Foo bëgg, nu defaral la reeru bési °Mucc bi?» Bés bu jëkk booba nag mooy bés, ba ñu farala rendi gàttub bésu °Mucc ba."},{"style":"v","verse":"13","text":"Noonu Yeesu yebal ñaar ci taalibe yi ne leen: «Demleen ca dëkk ba, foofa góor gu yenu njaq lu def ndox, dina taseek yéen, ngeen topp ko."},{"style":"v","verse":"14","text":"Kër gi mu dugg nag, ngeen ne boroom kër gi: “Kilifa gi nee na: Ana néegu gan, bi may lekke reeru bésu Mucc bi, man ak samay taalibe?”"},{"style":"v","verse":"15","text":"Dina leen won néeg bu féete kaw te yaa, ñu defar ko, ba lépp jekk. Foofa ngeen nuy defarale reer bi.»"},{"style":"v","verse":"16","text":"Bi mu ko waxee, taalibe ya dem ca dëkk ba, gis lépp, ni leen ko Yeesu waxe woon. Noonu ñu defar reer bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Bi nga xamee ne timis jot na, Yeesu ñëw, ànd ak fukki taalibe yi ak ñaar."},{"style":"v","verse":"18","text":"Ñu toog, di lekk. Bi ñuy lekk nag, Yeesu ne leen: «Ci dëgg maa ngi leen koy wax, kenn ci yéen, ku bokk ak man di lekk sax, dina ma wor.»"},{"style":"v","verse":"19","text":"Taalibe yi nag am naqar, ñu daldi ko ne kenn-kenn: «Mbaa du man?»"},{"style":"v","verse":"20","text":"Mu ne leen: «Kenn ci yéen fukk ak ñaar la, kuy cappandoo ak man ci ndab li."},{"style":"v","verse":"21","text":"°Doomu nit ki mu ngi dem, ni ñu ko waxe ci Mbind mi, waaye ki koy wor dina torox. Bañoona juddu moo gën ci moom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Noonu bi ñuy lekk, Yeesu jël mburu, sant Yàlla, jox leen ko naan: «Jël-leen, lii sama yaram la.»"},{"style":"v","verse":"23","text":"Gannaaw loolu mu jël kaas, sant Yàlla, jox leen ko, ñépp naan ci."},{"style":"v","verse":"24","text":"Mu ne leen: «Lii mooy sama deret, ji fas kóllëre gi, te tuurul ñu bare."},{"style":"v","verse":"25","text":"Ci dëgg maa ngi leen koy wax, dootuma naan gannaaw tey ndoxum reseñ mii, ba kera ma ciy naan bu bees ci nguuru Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Noonu ñu woy Yàlla, ba noppi génn, dem ca °tundu Oliw ya."},{"style":"s","verse":"","text":"Yeesu wax na ne, Piyeer dina ko weddi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Booba Yeesu ne leen: «Yéen ñépp dingeen ma dàggeeku, ndaxte bind nañu:"},{"style":"q","verse":"","text":"“Dinaa dóor sàmm bi,"},{"style":"q","verse":"","text":"xari jur gi tasaaroo.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"Waaye bu ma dekkee, dinaa leen jiituji Galile.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Kon Piyeer ne ko: «Bu la ñépp dàggeekoo, man duma la bàyyi mukk.»"},{"style":"v","verse":"30","text":"Waaye Yeesu ne ko: «Ci dëgg maa ngi la koy wax, guddig tey, bala ginaar a sab ñaari yoon, dinga ma weddi ñetti yoon.»"},{"style":"v","verse":"31","text":"Waaye Piyeer gëna sax ca la mu waxoon naan: «Boo xamee ne sax, damaa wara dee ak yaw, duma la weddi mukk.» Taalibe yépp it waxe noonu."},{"style":"s","verse":"","text":"Yeesu ñaan na ca toolu Setsemane ci biir tiis wu réy"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Noonu ñu dem ca bérab bu tudd Setsemane. Yeesu ne taalibe yi: «Toogleen fii, ma dem ñaani.»"},{"style":"v","verse":"33","text":"Mu ànd ak Piyeer, Saag ak Yowaana, daldi jàq, ba xonet."},{"style":"v","verse":"34","text":"Mu ne leen: «Sama xol dafa tiis, ba ma bëgga dee; toogleen fii, xool.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Noonu Yeesu dem ci kanam tuuti, daanu ci suuf, di ñaan ne, waxtu wi teggi ko, bu loolu manoona am."},{"style":"v","verse":"36","text":"Mu ne: «°Abba, Baay, yaw mi dara tëwul, teggil ma kaasu naqar bii. Moona bumu doon sama coobare, waaye na sa coobare am.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Noonu mu délsi ci taalibe yi, fekk ñuy nelaw. Mu ne Piyeer: «Simoŋ, dangaa nelaw? Amuloo sax dooley xoolandoo ak man benn waxtu?"},{"style":"v","verse":"38","text":"Xool-leen te ñaan, ngir baña daanu cig fiir. Seen xol jag na, waaye seen bind a woyof.»"},{"style":"v","verse":"39","text":"Beneen yoon Yeesu dem, di ñaane noonu,"},{"style":"v","verse":"40","text":"délsiwaat, fekk leen ñuy nelaw, ndaxte seeni bët dañoo diis. Xamuñu lu ñu koy tontoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Ñetteelu yoon mu délsi ci ñoom ne leen: «Yéena ngi nelaw tey noppalu ba tey! Jeex na. Waxtu wi jot na; ñu ngi wor °Doomu nit ki ci loxoy bàkkaarkat yi."},{"style":"v","verse":"42","text":"Jógleen nu dem; ki may wor a ngi nii, di ñëw.»"},{"style":"s","verse":"","text":"Jàpp nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Bi Yeesu di wax, Yudaa mi bokkoon ci fukki taalibe ya ak ñaar, agsi, ànd ak mbooloo mu bare, mu jóge ca °sarxalkat yu mag ya, ca °xutbakat ya ak ca njiiti xeet wa, te gànnaayoo jaasi ak yet."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Fekk ki ko naroona wor joxoon na leen tegtal ne leen: «Ki may fóon, moom la; jàppleen ko, yóbbu ko te wottu ko bu baax.»"},{"style":"v","verse":"45","text":"Noonu mu ñëw ci Yeesu ne ko: «Kilifa gi,» daldi ko fóon."},{"style":"v","verse":"46","text":"Bi mu ko defee nit ñi song Yeesu nag, jàpp ko."},{"style":"v","verse":"47","text":"Waaye kenn ci ñi fa taxaw bocci jaaseem, dóor surgab sarxalkat bu mag bi, nopp bi dagg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Yeesu ne leen: «Jóg ngeen ngir jàpp ma, gànnaayoo jaasi ak yet, mel ni ñuy topp sàcc."},{"style":"v","verse":"49","text":"Moona daan naa toog bés bu nekk ca kër Yàlla ga, di jàngle, te jàppuleen ma. Waaye lii am na, ngir Mbind mi am.»"},{"style":"v","verse":"50","text":"Ci kaw loolu, ñépp dëddu ko, daw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Fekk amoon na ca waxambaane wu lëkkaayoo woon sér, topp Yeesu, ñu daldi ko jàpp."},{"style":"v","verse":"52","text":"Waaye waxambaane wa wacc fa sér bi, daldi daw, def yaramu neen."},{"style":"s","verse":"","text":"Yeesu taxaw na ci kanam kureelu àttekat yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Ñi jàpp Yeesu yóbbu ko ci °sarxalkat bu mag bi, te foofa la sarxalkat yu mag yi, njiit yi ak °xutbakat yi yépp dajaloo."},{"style":"v","verse":"54","text":"Piyeer nag topp ko fu sore, ba ci ëttu sarxalkat bu mag bi, mu toog fa ak alkaati yi, di jaaru ci taal bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"Noonu sarxalkat yu mag yi ak °kureelu àttekat yi yépp di wut ku mana seede lu daan Yeesu, ba ñu man koo reylu, waaye gisuñu kenn."},{"style":"v","verse":"56","text":"Teewul sax naaféq ñu bare ñëw, seede ci Yeesu lu dul dëgg, waaye seen seede ànduñu."},{"style":"v","verse":"57","text":"Ba mujj naaféq taxaw, seede ci moom naan:"},{"style":"v","verse":"58","text":"«Nun daal dégg nanu, mu ne: “Dinaa toj kër Yàlla, gii loxoy nit liggéey, tabax ci ñetti fan geneen gu nit liggéeyul.”»"},{"style":"v","verse":"59","text":"Waaye ba tey seeni wax ànduñu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"60","text":"Ci kaw loolu sarxalkat bu mag bi taxaw ci seen kanam ne Yeesu: «Doo tontu? Lu la nit ñi di jiiñ?»"},{"style":"v","verse":"61","text":"Waaye Yeesu ne cell, waxul dara. Sarxalkat bu mag bi dellu nag ne ko: «Ndax yaa di °Almasi bi, °Doomu Yàlla ju tedd ji?»"},{"style":"v","verse":"62","text":"Yeesu ne ko: «Moom laa. Te dingeen gis °Doomu nit ki toog ci ndijooru Aji Man ji, di ñëw ci niiri asamaan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"63","text":"Bi ko sarxalkat bu mag bi déggee nag, mu daldi mer, ba xotti ay yéreem naan:"},{"style":"v","verse":"64","text":"«Weddi na Yàlla, lu nu doyeeti seede? Lu ngeen ci xalaat?» Noonu ñépp teg ko dee."},{"style":"v","verse":"65","text":"Ci kaw loolu ñu daldi tifli ci moom, takk ay bëtam, di ko dóor ay kurfeñ, naan ko: «Yaw wax nu ci kàddug Yàlla, ku la dóor?» Ba noppi alkaati yi teeru ko ak ay pes."},{"style":"s","verse":"","text":"Piyeer weddi na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"66","text":"Piyeer nag ma nga toogoon ci ëtt bi féete suuf. Noonu benn mbindaanu °sarxalkat bu mag ba romb fa."},{"style":"v","verse":"67","text":"Mu gis Piyeer di jaaru, xool ko jàkk naan: «Yaw itam àndoon nga ak Yeesum Nasaret moomu.»"},{"style":"v","verse":"68","text":"Waaye Piyeer weddi ko naan: «Xawma li ngay wax, dégguma ci dara.» Mu daldi génn, dem ca buntu kër ga."},{"style":"v","verse":"69","text":"Foofa nag mbindaan mi gisaat ko, mu ne ñi fa taxaw: «Waa jii ci ñoom la bokk.»"},{"style":"v","verse":"70","text":"Waaye Piyeer weddiwaat ko."},{"style":"p","verse":"","text":"Nees-tuut ñi fa taxaw ne Piyeer: «Yaw mi de, ci lu wóor bokk nga ci, nde waa Galile nga.»"},{"style":"v","verse":"71","text":"Waaye Piyeer daldi giñ ak a waat naan: «Xawma nit ki ngay wax.»"},{"style":"v","verse":"72","text":"Ci saa si ginaar sab ñaareelu yoon. Noonu Piyeer fàttaliku li ko Yeesu wax: «Bala ginaar a sab ñaari yoon, dinga ma weddi ñetti yoon.» Mu daldi jooy jooy yu metti."}]