[{"style":"s","verse":"","text":"Léebu beykat bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Am beneen yoon Yeesu nekk ci wetu dex ga, di jànglewaat. Mbooloo mu bare dajaloosi, ba tax mu yéeg cig gaal, dugg ca dex ga; mbooloo mépp taxaw ca tefes ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Noonu Yeesu daldi leen jàngal lu bare ciy léeb. Ci njàngleem nag mu ne leen:"},{"style":"v","verse":"3","text":"«Dégluleen, dafa amoon beykat bu demoon jiyi."},{"style":"v","verse":"4","text":"Bi muy saaw toolam nag, lenn ci pepp mi wadd ci kaw yoon wi, picc yi daldi ñëw, lekk ko lépp."},{"style":"v","verse":"5","text":"Leneen ci pepp mi wadd ci bérab bu bare ay doj te néew suuf, mu daldi sax bu gaaw, ndaxte suuf si barewul."},{"style":"v","verse":"6","text":"Waaye bi jant bi naajee, mu lakk, wow, ndaxte amul ay reen."},{"style":"v","verse":"7","text":"Leneen nag wadd ci biir ay xaaxaam, xaaxaam yi daldi sax, tanc ko, te meññul dara."},{"style":"v","verse":"8","text":"Li ci des dal ci suuf su baax, mu jóg, sax, di focci ay gub; lii àntu, ba mat fanweeri yoon lu ëpp la mu ji woon, lii mat juróom benn fukk, lii mat téeméer.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Noonu Yeesu ne leen: «Déglul bu baax, yaw mi am ay nopp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Gannaaw loolu ba Yeesu nekkee fu wéet, fukki taalibe ak ñaar ña, ak ñeneen ñu daan ànd ak ñoom, laaj ko ci mbirum léeb yi."},{"style":"v","verse":"11","text":"Mu ne leen: «Yéen may nañu leen, ngeen xam mbóoti nguuru Yàlla, waaye ñi ci biti léeb ay ëmb lépp."},{"style":"v","verse":"12","text":"Noonu la, ngir:"},{"style":"q","verse":"","text":"“Ñuy xool bu baax waaye duñu gis dara,"},{"style":"q","verse":"","text":"di déglu bu baax waaye duñu xam dara,"},{"style":"q","verse":"","text":"ngir bañ ñu tuub seeni bàkkaar te Yàlla baal leen.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Noonu Yeesu ne leen: «Ndax xamuleen léeb wii? Nu ngeen xame nag léeb yi ci des?"},{"style":"v","verse":"14","text":"Ki ji nag, kàddu gi lay ji."},{"style":"v","verse":"15","text":"Ki féete ci yoon wi mooy ki dégg, °Seytaane ñëw ci saa si, këf kàddu, gi ñu def ci moom."},{"style":"v","verse":"16","text":"Ki jot kàddu gi ci bérab bu bare ay doj mooy ki dégg kàddu gi, nangu ko ak mbég ci saa si,"},{"style":"v","verse":"17","text":"waaye du yàgg, ndaxte wax ji saxul ci moom. Bu jaaree ci nattu nag, mbaa ñu fitnaal ko ndax kàddu gi, mu dàggeeku ci saa si."},{"style":"v","verse":"18","text":"Ki jot jiwu wi ci xaaxaam yi mooy ki dégg kàddu gi,"},{"style":"v","verse":"19","text":"waaye soxlay àddina ak naxi alal ak bëgge solu ko, tanc kàddu gi, ba du meññ dara."},{"style":"v","verse":"20","text":"Ki jot kàddu gi ci suuf su baax si nag, mooy ki ko dégg te nangu ko, ba jariñ; kii mat fanweeri yoon lu ëpp la ñu ji woon, kii mat juróom benn fukk, kii mat téeméer.»"},{"style":"s","verse":"","text":"Léebu làmp bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yeesu ne leen itam: «Ndax nit dina jël làmp, dëpp ci leget walla def ko ci ron lal? Ndax du ko wékk?"},{"style":"v","verse":"22","text":"Amul dara luy kumpa lu ñu warula siiwal, mbaa mu làqu te warul ne fàŋŋ."},{"style":"v","verse":"23","text":"Déglul bu baax, yaw mi am ay nopp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Mu ne leen: «Seetleen bu baax li ngeen di dégg. Dees na leen nattal ak natt, bi ngeen di nattale, te dollil leen."},{"style":"v","verse":"25","text":"Ku am, dees na la dollil; ku amul, li nga am as néew, dees na ko nangu.»"},{"style":"s","verse":"","text":"Léebu jiwu wi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yeesu teg ci ne: «Nguuru Yàlla dafa mel ni nit ku ji tool."},{"style":"v","verse":"27","text":"Muy nelaw walla muy xool, guddi mbaa bëccëg, jiwu wi sax, di màgg, te xamul naka la ko defe."},{"style":"v","verse":"28","text":"Suuf day meññ moom ci boppam, mu sax, focci, def i gub."},{"style":"v","verse":"29","text":"Bu gub yi ñoree nag, mu dagg ko, ndaxte ngóob jot na.»"},{"style":"s","verse":"","text":"Léebu doomu fuddën gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Yeesu ne leen ati: «Lu nu mana méngaleel nguuru Yàlla? Walla ban léeb lanu ko mana misaale?"},{"style":"v","verse":"31","text":"Dafa mel ni doomu °fuddën, bi gëna tuuti ci jiwu yépp;"},{"style":"v","verse":"32","text":"waaye boo ko jiyee, day jóg, màgg, ba sut gàncaxi tóokër yépp; mu sax ay bànqaas yu réy, ba picci asamaan tàgg ci keram.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Noonu Yeesu dégtal leen yeneen léeb yu bare yu mel ni yii, di leen xamal kàddu gi, aju ci lu ñu àttan."},{"style":"v","verse":"34","text":"Daawu leen wax dara lu dul ciy léeb. Waaye bu wéetee ak ay taalibe, daan na leen firil lépp."},{"style":"s","verse":"","text":"Yeesu dalal na ngelaw li"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Bés booba nag ci ngoon Yeesu ne taalibe yi: «Nanu jàll dex gi.»"},{"style":"v","verse":"36","text":"Mu yiwi mbooloo mi nag, ay taalibeem jël ko ni mu mel ci gaal gi; te yeneen gaal ànd ak moom."},{"style":"v","verse":"37","text":"Naka noona ngelaw lu mag daldi jóg, duus yi sàng gaal gi, ba mu bëgga fees."},{"style":"v","verse":"38","text":"Fekk Yeesu tëdd di nelaw ci ngegenaay ci taatu gaal gi."},{"style":"p","verse":"","text":"Taalibe yi daldi ko yee naan: «Kilifa gi, ndax sunu bakkan soxalu la?»"},{"style":"v","verse":"39","text":"Ci kaw loolu Yeesu jóg, daldi gëdd ngelaw li, ne dex gi: «Noppil te dal!» Noonu ngelaw li dal, ba lépp ne nemm."},{"style":"v","verse":"40","text":"Yeesu ne taalibe ya: «Lu tax ngeen tiit? Ndax gëmaguleen?»"},{"style":"v","verse":"41","text":"Ñu daldi ragal lool, naan ci seen biir: «Kii moo di kan, ba ngelaw li ak dex gi sax di ko déggal?»"}]