[{"style":"s","verse":"","text":"Farisen ya ak aada ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Amoon na bés nag, ay °Farisen ak ay °xutbakat yu jóge °Yerusalem ñëw ci Yeesu."},{"style":"v","verse":"2","text":"Ñu gis yenn ciy taalibeem di lekk, fekk seeni loxo setul, maanaam raxasuwuñu woon, ni ko aada santaanee."},{"style":"v","verse":"3","text":"Farisen yi nag ñoom ak Yawut yi yépp dañuy topp aaday yoon, yi maam yi tëral, te fandee leen gënal lekk ak loxo yu ñu raxasul."},{"style":"v","verse":"4","text":"Te it bu ñu jógee pénc ma, su ñu sanguwul set, duñu lekk. Am nañu it yeneen aada yu bare, maanaam ni nga wara raxase ay kaas, ay njaq ak ay satala, ba ñu laab."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Noonu Farisen ya ak xutbakat ya laaj ko ne: «Lu tax say taalibe duñu topp aaday yoon, yi maam yi tëral, waaye ñuy lekk ak loxo yu setul?»"},{"style":"v","verse":"6","text":"Yeesu ne leen: «°Esayi waxoon na bu baax ci kàddug Yàlla ci seen mbir, yéen naaféq yi, bi mu bindee:"},{"style":"q","verse":"","text":"“Xeet wii, ñu ngi may teral ci seen gémmiñ,"},{"style":"q","verse":"","text":"waaye seen xol sore na ma."},{"style":"q","verse":"","text":""},{"style":"v","verse":"7","text":"Seen màggal amul benn njariñ,"},{"style":"q","verse":"","text":"ci li ñuy jàngle dénkaaney nit kese.”»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"Yeesu neeti leen: «Dëddu ngeen ndigali Yàlla, jublu ci aaday nit.»"},{"style":"v","verse":"9","text":"Mu teg ca ne leen: «Xelu ngeen ci tebbi ndigali Yàlla, ngir sàmm seen aada."},{"style":"v","verse":"10","text":"Ndaxte °Musaa nee na: “Teralal sa ndey ak sa baay,” teg ca ne: “Ku móolu sa yaay walla sa baay, dees na la rey.”"},{"style":"v","verse":"11","text":"Waaye yéen dangeen ne: ku ne sa yaay walla sa baay: “Li nga wara jariñoo ci man Korban la,” --maanaam saraxu Yàlla la--"},{"style":"v","verse":"12","text":"dootuleen ko bàyyi, mu defal dara ndeyam walla baayam."},{"style":"v","verse":"13","text":"Noonu tebbi ngeen kàddug Yàlla ndax seen aada, ji ngeen di donnante. Te it yéena ngi def yeneen yu bon yu mel nii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Noonu Yeesu waxaat ak mbooloo mi ne leen: «Yéen ñépp dégluleen ma te xam."},{"style":"v","verse":"15-16","text":"Li ci biti, tey dugg nit, du ko mana indil sobe, waaye li génn ci nit, loolu mooy indil nit sobe.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Bi nga xamee ne jóge nañu ci mbooloo mi, dugg ci kër gi, taalibe yi laaj Yeesu, mu firil leen wax ju làqu jooju."},{"style":"v","verse":"18","text":"Yeesu ne leen: «Ndax yéen itam seen xol dafa tëju? Xanaa xamuleen ne, dara lu jóge biti, dugg ci nit, du ko mana indil sobe,"},{"style":"v","verse":"19","text":"ndaxte du dugg ci xol, waaye ci biiram lay jëm, ba noppi daldi génn ca bérab bu làqu?» Ci li mu wax loolu Yeesu daganal na bépp ñam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yeesu ne leen ati: «Li génn ci nit, loolu mooy indil nit sobe."},{"style":"v","verse":"21","text":"Ndaxte ci biir, ci xolu nit, la xalaat yu bon di jóge ak ndoxaanu yàqute, càcc ak bóom,"},{"style":"v","verse":"22","text":"njaaloo ak bëgge, coxor, naaféq, ñaawteef, ñeetaan, saaga, réylu ak jëfi ndof."},{"style":"v","verse":"23","text":"Lu bon loolu lépp day génn ci nit, di ko indil sobe.»"},{"style":"s","verse":"","text":"Yeesu faj na doomu jigéen, ja dëkk Tir"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Gannaaw loolu Yeesu jóge fa, jëm weti dëkku Tir. Bi mu fa eggee, mu dugg ci kër, te bëggul kenn xam ko, waaye jataayam manula umpe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Amoon na fa nag jigéen ju rab jàpp doomam ju jigéen. Bi mu déggee ne, Yeesoo nga fa, mu ñëw, daanu ciy tànkam,"},{"style":"v","verse":"26","text":"fekk jigéen ja ci xeetu Gereg la bokkoon, juddoo wàlli Fenisi ci diiwaanu Siri."},{"style":"p","verse":"","text":"Noonu jigéen ja ñaan ko, mu dàq rab wi ci doomam."},{"style":"v","verse":"27","text":"Waaye Yeesu ne ko: «Na gone yi jëkka lekk, ba regg; fab ñamu gone yi, sànni ko xaj yi, rafetul.»"},{"style":"v","verse":"28","text":"Jigéen ji ne ko: «Waaw, sang bi, teewul xaj yi di lekk ruusit, yi rot ci lekkukaayu gone yi.»"},{"style":"v","verse":"29","text":"Ci kaw loolu Yeesu ne ko: «Ndax wax jooju demal ci jàmm, rab wa génn na sa doom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Noonu mu ñibbi, fekk doom ji tëdd cib lal te mucc ci rab wi."},{"style":"s","verse":"","text":"Yeesu faj na ku tëx te luu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Bi loolu amee Yeesu jóge na weti Tir, jaar ci wàlli dëkku Sidon, dem dexu Galile, ba noppi dugg ci biir diiwaan, bi ñuy wax Fukki dëkk yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Foofa ñu indil ko ku tëx te dër lool, ñaan ko mu °teg ko loxo."},{"style":"v","verse":"33","text":"Noonu Yeesu yóbbu ko, ba ñu sore mbooloo mi, mu def ay baaraamam ciy noppam, daldi tifli, laal làmmiñam."},{"style":"v","verse":"34","text":"Mu yërëm ko, ba binni ci xolam, xool ci asamaan, daldi ne: «Effata,» liy tekki «Ubbikuleen.»"},{"style":"v","verse":"35","text":"Ci saa si ay noppam daldi dégg te làmmiñam yiwiku, muy wax bu leer."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Bi mu ko defee Yeesu tere leen, ñu wax ko kenn, waaye lu mu leen ko gëna tere, ñu gën ko nee siiwale."},{"style":"v","verse":"37","text":"Ñu waaru lool naan: «Lépp lu mu def, lu yéeme la. May na sax tëx yi ñuy dégg, ak luu yi ñuy wax.»"}]