[{"style":"mt1","text":"1.Tesalonig"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man la Póol mi ànd ak Silwan\\f + \\fr 1.1 \\fk Silwan \\ft mooy turu waa Room wi Gereg yi naan Silas. Seetal \\bk Jëf ya\\bk* 15.22, 40.\\f* ak Timote ci kàddu gii ma yékkati, ñeel mbooloom gëmkati waa Tesalonig ñi bokk ci Yàlla Baay bi ak Sang Yeesu \\w Almasi|Almasi b-:\\w* bi. Yiw ak jàmm ñeel na leen."},{"style":"s1","verse":"","text":"Waa Tesalonig am nañu aw yiw"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Nu ngi sant Yàlla fu nu tollu ci yeen ñépp, te noppiwunu leena fàttaliku ci sunuy ñaan,"},{"style":"v","verse":"3","text":"ak di baamtu fi kanam Yàlla sunu Baay jëf ji juddoo ci seen ngëm ak liggéey bi sottee ci seen cofeel ak yaakaar ji ngeen saxoo di séentu sunu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Yeen bokki gëmkat ñi Yàlla sopp, xam nanu ne moom moo leen tànn,"},{"style":"v","verse":"5","text":"ndax sunu xibaaru jàmm bi nu leen àgge, dikkewu leen ay wax rekk, waaye manoore la leen dikkaale ak ndimbalal \\w Noo gu Sell|Noo gu Sell g-:\\w* gi ak kóolute gu mat sëkk gu ngeen am. Xam ngeen moos na nu nekke woon ca seen biir, di xintewoo seen njariñ."},{"style":"v","verse":"6","text":"Aw ngeen sunuy tànk, aw it ci tànki Sang bi, ndax yeena jot ci kàddu gi, ci biir njàqare ju bare, te di ko bége ci ndimbalal Noo gu Sell gi."},{"style":"v","verse":"7","text":"Moo leen taxa doon royukaay ci mboolem gëmkati diiwaani Maseduwan ak Akayi."},{"style":"v","verse":"8","text":"Ci seen biir kay la kàddug Boroom bi jollee, te yemul ci Maseduwan ak Akayi rekk, waaye seen ngëm Yàlla fépp la siiwe, ba soxlawunu cee waxati fenn dara."},{"style":"v","verse":"9","text":"Nit ñi ci seen bopp ñoo nuy waxal fépp na sunu ngan ak yeen deme ak ni ngeen walbatikoo ci Yàlla, dëddu tuur yi, bay jaamu Yàlla ju dëggu jiy dund,"},{"style":"v","verse":"10","text":"tey séentu Doomam Yeesu mi mu dekkal, mu dikk bàyyikoo asamaan, moom mi nu jot ci sànj miy dikk."}]