[{"style":"s","verse":"","text":"Ñiy sàmm mbooloom Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon yéen njiit yi, maa ngi leen di dénk, man miy njiit ni yéen, man mi seede coonoy °Kirist te am cér ci ndam li nara feeñ."},{"style":"v","verse":"2","text":"Lii laa leen di ñaan: sàmmleen géttug Yàlla, gi mu leen dénk, di ko wottu, waxuma ci sañul-bañ, waaye di surgay Yàlla ci xol bu tàlli; ngeen def ko ak xol bu laab te bañ cee séentu alal."},{"style":"v","verse":"3","text":"Buleen not ñi leen Yàlla dénk, waaye ngeen nekk ay royukaay fi kanam jur gi."},{"style":"v","verse":"4","text":"Noonu waxtu wu Boroom gétt gi feeñee, dina leen jagleel °kaalag ndam guy sax ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Noonu itam yéen ndaw ñi, nangeen déggal mag ñi. Te yéen ñépp, solooleen woyof ci seen biir, ndaxte:"},{"style":"q","verse":"","text":"«Yàlla day dàq ñi réy,"},{"style":"q","verse":"","text":"di yiwal ñi woyof.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"Suufeel-leen seen bopp kon ci ron loxob Yàlla bu am kàttan, ngir mu yékkati leen ci jamono ju ko soob."},{"style":"v","verse":"7","text":"Te ngeen yenniku ci kawam seen njàqare jépp, ndax ku leen ñeewante la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Maanduleen te foog, ndax seen noon °Seytaane mu ngi wër, ni gaynde guy yëmmu, di rëbb ku mu yàpp."},{"style":"v","verse":"9","text":"Jànkoonteleen ak moom ci biir ngëm gu takku, xam ne kureelu bokk yi ci àddina yépp, ñu ngi daj ay fitna ni yéen."},{"style":"v","verse":"10","text":"Te Yàlla mi jagoo yiw wépp te woo leen ci darajay Kirist, ngir ngeen bokk ci ndamam li sax, gannaaw bi ngeen yendoo bëccëgu tiis, dina leen yeesalaat, di leen dëgëral ak a dooleel, ba ngeen sampu."},{"style":"v","verse":"11","text":"Yal na Yàlla yelloo màgg ba fàww. Amiin."},{"style":"s","verse":"","text":"Tàggoo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bind naa leen ci lu gàtt ci ndimbalu °Silwan, mi ma jàpp ni sama mbokk mu takku. Dénk naa leen, di leen seedeel ne lii mooy yiwu Yàlla dëgg; kon nag saxleen ci."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Mbooloo mi nekk ci dëkk bi ñuy wax °Babilon te Yàlla tànn ko ni yéen, moo di leen nuyu, ñoom ak Màrk sama doomu diine."},{"style":"v","verse":"14","text":"Nuyoonteleen ak saafoonte yu sell. Yal na jàmm ñeel képp ku gëm °Kirist."}]