[{"style":"mt1","text":"1.Piyeer"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man Piyeer, ndawal Yeesu \\w Almasi|Almasi b-:\\w* bi la bataaxal bii bawoo, ñeel askan wi Yàlla tànn, te ñu toxuji diiwaani Pont ak Galasi ak Kapados ak Asi ak Bitini\\f + \\fr 1.1 \\ft Dafa mel ni, ñi gëm Almasi bi ci bànni Israayil la wax, te ñu dëkk ci diiwaan yooyu. Juróomi diiwaan yooyu yépp, réew mi ñuy wax Tirki tey, ci lañu bokkoon.\\f*."},{"style":"v","verse":"2","text":"Yeen la Yàlla Baay bi ràññee lu jiitu, ci ni mu leen sellale \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, ngir ngeen mana déggal Yeesu Almasi bi, boole ci tooyloo deretam, mu setal leen. Na aw yiw ak jàmm juy baawaan ñeel leen."},{"style":"s1","verse":"","text":"Yaakaar juy dund lanu am ci Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Cant ñeel na Yàlla, sunu Baayu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi! Moo nu judduwaatal ci yërmandeem ju yaa, ci dooley ndekkitel Yeesu Almasi bi, ngir may nu yaakaar juy dund."},{"style":"v","verse":"4","text":"Loolu moo am ngir ab cér bu dul yàqu, du sobewu, du seey, cér bu dence fa asamaan ñeel leen,"},{"style":"v","verse":"5","text":"yeen ñi seen ngëm tax ngeen yiiru ci manoorey Yàlla, mi leen di nége mucc ga mu waajal te di ko feeñal ca bés bu mujj ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Loolu bégeleen koo bége, doonte tey ñàkkul ngeen nekke njàqare ab diir, ndax ay nattuy nattu."},{"style":"v","verse":"7","text":"Yooyu nattu, ni sawara di natte wurus, ni lay natte seen dëggutey ngëm, te ngëm a gën wurus fuuf, nde wurus day jeex. Su ko defee seen ngëm gu dëggu jural leen ag cant ak daraja ak teraanga, bés bu Yeesu Almasi bi feeñee."},{"style":"v","verse":"8","text":"Moom mooy ki ngeen gisul te sopp ko. Tey fi tey gisuleen ko, waaye gëm ngeen ko, ba tax leena bég lool, mbég mu màgg mu làmmiñ manula tudd,"},{"style":"v","verse":"9","text":"ndax yeena ngi jot ci yool bi ngëm di yóotu, te mooy texe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Googu texe, yonent ya jottali woon \\w waxyub|waxyu:\\w* seen yiw wi leen dikkal, niir nañu ko, càmbar ko."},{"style":"v","verse":"11","text":"Gëstu nañu jan jamono ak yan xew-xew la \\w Noowug|Noo gu Sell g-:\\w* Almasi gu Sell ga nekkoon ci ñoom tegtale woon. Mooy ba Noo gay seede lu jiitu coonoy Almasi bi ak ndam ya cay topp."},{"style":"v","verse":"12","text":"Yonent yooyu, xamalees na leen ne du seen njariñal bopp lañuy liggéeyal xibaar boobu, xanaa yeen. Ñi leen àgge xibaar bi tey jii, ñoo di ñiy waare xibaaru jàmm bi, ci dooley Noo gu Sell gi ñu yebale asamaan, te muy mbir mu malaaka yi sax bëggoon nañoo nemmiku."},{"style":"s1","verse":"","text":"Sellal moo war"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kon nag teewlooleen seen xel, te ànd ak seen sago, te ngeen wékk seen jépp yaakaar ci yiw wa ñu leen di dikke kera bu Yeesu \\w Almasi|Almasi b-:\\w* bi feeñee."},{"style":"v","verse":"14","text":"Gannaaw gone yu dégg ndigal ngeen, buleen toppati seen xemmemtéefi bakkan ya woon, ba ngeen xamulee."},{"style":"v","verse":"15","text":"Waaye ni ki leen woo selle, yeen itam nangeen selle noonu ci seen mboolem jëfin."},{"style":"v","verse":"16","text":"Ndax kat bindees na ne: «Ñu \\w sell|sell:\\w* ngeen wara doon, ndax man \\w Ku sell|Aji Sell j-:\\w* laa\\f + \\fr 1.16 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 19.2.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Gannaaw nag kiy àtte nit ku nekk ci ay jëfam te amu ci xejj ak seen, Baay ngeen koy wax, sàllooleen koo ragal, seen diirub ngan ci kaw suuf."},{"style":"v","verse":"18","text":"Xam ngeen ne yëf yuy wéy yu mel ni xaalis mbaa wurus, du moom lees leen \\w jote|jot:\\w* ci seen dundinu neen wa ngeen donne ca seeni maam,"},{"style":"v","verse":"19","text":"waaye seenug njot moo di deretu Almasi ju jafe ji taxawe deretu xar mu sikkul, gàkkul."},{"style":"v","verse":"20","text":"Bu yàgg, ba àddina sosoogul la Yàlla tuddaloon Almasi bi loolu, waaye léegi ci mujug jamono jii la ko Yàlla feeñal ngir yeen"},{"style":"v","verse":"21","text":"ñi Almasi bi tax ngeen gëm Yàlla. Te Yàllaa ko dekkal, may ko ndam, ba tax Yàlla di ki ngeen gëm, yaakaar ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Kon nag gannaaw setal ngeen seen xol, ndax dëgg gi ngeen déggal, ba tax ngeen am cofeel gu mucc jinigal ci bokki gëmkat ñi, nangeen soppantee xol bu set, cofeel gu mat sëkk."},{"style":"v","verse":"23","text":"Ndax kat dangeena judduwaat, te jiwu wi ngeen judduwaate mooy kàddug Yàlla giy dund te sax dàkk; du jiwu wuy yàqu, waaye mooy jiwu wu dul yàqu mukk."},{"style":"v","verse":"24","text":"Ndax bindees na ne:"},{"style":"q1","verse":"","text":"«Nit am ñax doŋŋ la;"},{"style":"q1","verse":"","text":"mboolem darajaam mel ni tóor-tóoru àll,"},{"style":"q1","verse":"","text":"ñax ma wow, tóor-tóor ma ruus."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"25","text":"Waaye kàddug Boroom bi mooy sax ba fàww\\f + \\fr 1.24-25 \\ft Seetal ci \\bk Esayi\\bk* 40.6, 8.\\f*.»"},{"style":"m","verse":"","text":"Kàddu googu moo di xibaaru jàmm bi ñu leen àgge."}]