[{"style":"s1","text":"Jëkkër sang la, jabar di nawle"},{"style":"p","text":""},{"style":"v","text":"Naka noonu yeen jigéen ñi, nangulleen seen jëkkër, ngir jëkkër ju ci nanguwula gëm kàddu gi it, mana gindiku te seen wax yeen, du ci am yoon, ngir na ngeen di jëfe,"},{"style":"v","text":"ndax day xool ci yeen ak seenug sellal gu ànd ak wegeel."},{"style":"p","text":""},{"style":"v","text":"Seen gànjar bumu doon gànjaru biti bu yem ci ay létt yu rafet ak takkaayi wurus ak yére yu yànj,"},{"style":"v","text":"waaye nay lu làqoo jëmmu biir, nay gànjar gu dul jeex, te mooy lewetaay akug teey, ndax looloo réy njarte fa Yàlla."},{"style":"v","text":"Bu njëkkoon loolu moo doon gànjaru jigéen ñu sell ña yaakaaroon Yàlla te nangul seen jëkkër,"},{"style":"v","text":"noonu Saarata déggale woon Ibraayma, naan ko «Sang bi». Yeen jigéen ñi nag, yeenay doomi Saarata, li feek yeena ngi def lu baax te bañ cee ragal ku leen xupp."},{"style":"p","text":""},{"style":"v","text":"Naka noonu yeen góor ñi, bàyyileen xel ni ngeen dëkke ak seeni jabar, tey sóoraale néew dooley jigéen. Séddleen leen teraangay nawle, gannaaw yeena bokk wenn yiw wi leen may ngeen dund dëgg. Su ko defee dara du gàllankoor seeni ñaan."},{"style":"s1","text":"Soppanteleen te saxoo baax"},{"style":"p","text":""},{"style":"v","text":"Li may tënke nag moo di yeen ñépp, ngeen mànkoo, yégante, bëggante ni mu ware ay bokki gëmkat, baaxeenteleen te woyof."},{"style":"v","text":"Lu bon, buleen ko feye lu bon; ay saaga it, buleen ko feye ay saaga. Xanaa ngeen ñaanal leen, feye leen ko, ndax ci loolu lees leen woo, ngir ngeen jagoo barke."},{"style":"v","text":"Ndax kat:"},{"style":"q1","text":"«Ku bëgg dundam neex,"},{"style":"q1","text":"bëgga fekke bés bu rafet,"},{"style":"q1","text":"na làmmiñam daw lu aay,"},{"style":"q1","text":"dawi fen."},{"style":"q1","text":""},{"style":"v","text":"Na daggook lu bon, tey def lu baax,"},{"style":"q1","text":"sàkku jàmm, saxoo ko."},{"style":"q1","text":""},{"style":"v","text":"Ndax ay gët la Boroom bi ne jàkk aji jub ñi,"},{"style":"q1","text":"te ay noppam la dékk seeni ñaan,"},{"style":"q1","text":"waaye Boroom beey won gannaaw ñiy def lu bon\\f + \\fr 3.10-12 \\ft Seetal ci \\bk Taalifi cant\\bk* 34.12-16.\\f*.»"},{"style":"s1","text":"Na seenug njub waral seen coono"},{"style":"p","text":""},{"style":"v","text":"Te it su ngeen dee ñu njaxlaf ci def lu baax, ana ku leen di def lu bon?"},{"style":"v","text":"Te sax su ngeen doon jànkoonteeki coono ndax seenug njub, ndokkalee yeen. «Buleen am jenn tiitaange ci seeni xuppe, te buleen jaaxle\\f + \\fr 3.14 \\ft Seetal ci \\bk Esayi\\bk* 8.12.\\f*.»"},{"style":"v","text":"Waaye Sang \\w Almasi|Almasi b-:\\w* bi ngeen di sellal ci seen xol, te waajal nu ngeen di tontoo ku leen laaj lu jëm ci yaakaar ji ngeen am."},{"style":"v","text":"Waaye nay tont lu rafet te ànd akub yar. Saxooleen di jëfe li dalal seenum xel, ba mbir ma ñu leen di baatale, ñooñuy ŋàññ seen dundin wu rafet wi leen Almasi bi manloo, gàcce rekk lañuy jële ca mbir ma ñu leen di baatale."},{"style":"p","text":""},{"style":"v","text":"Coono yu la jëf ju baax yóbbe kat, ndegam da di coobarey Yàlla, moo gën coono yu la jëf ju bon yóbbe."},{"style":"v","text":"Almasi bi itam benn yoon la daj coono ndax bàkkaari nit ñi, moom miy ki jub moo leen ko defal yeen ñi jubadi, ngir yóbbu leen fa Yàlla; moom lañu rey yaramu suuxam, waaye moo dundaat ci dooley \\w Noo gu Sell|Noo gu Sell g-:\\w* gi."},{"style":"v","text":"Ci dooley Noo googu la deme ba waari mbindeef ya tëje\\f + \\fr 3.19 \\ft Seetal it ci \\bk 2.Piyeer\\bk* 2.4; \\bk Yudd\\bk* aaya 6.\\f*,"},{"style":"v","text":"ñooña gëmadi woon bu yàgg, jant ya Yàllay muñ, di négandiku, te Nóoyin di yatt gaal ga. Lim bu néew, juróom ñett ña ca duggoon, mucce ca ndox ma."},{"style":"v","text":"Fi ñu leen jaarale, ci mbënn ma, moo di misaalub sóobu gi leen musal tey\\f + \\fr 3.21 \\fk sóobu: \\ft seetal ci \\bk Room\\bk* 6.3-4.\\f*; du sóobu guy dindi tërub yaram, waaye moom ngeen di wuyoo wooteb Yàlla ci xel mu dal, te li leen di musal mooy ndekkitel Yeesu Almasi"},{"style":"v","text":"bi yéeg asamaan, toog fa ndijooru Yàlla, ki malaaka yeek boroom sañ-sañ yeek boroom doole yi bokk nekk cig curgaam."}]