[{"style":"s1","text":"Nekkalleen Yàlla"},{"style":"p","text":""},{"style":"v","text":"Gannaaw \\w Almasi|Almasi b-:\\w* bi nag moo daj coonob yaramam, yeen itam gànnaayooleen boobu yéene, ndaxte ku daj coonob yaram, tàggoo naak bàkkaar,"},{"style":"v","text":"ngir bañatee topp xemmemtéefi bakkan, xanaa di topp coobarey Yàlla, diir bi ko dese ci kaw suuf."},{"style":"v","text":"Ndax démb kat yàgg ngeena def coobarey xeet yi xamul Yàlla, ci ay ñaawtéef ak topp seen bakkan. Dangeen daa màndi aka dem xawaare yu ànd ak moy, dëkke naan biiñ, di jaamu tuur yu seexluwu, waaye na fi yem nag."},{"style":"v","text":"Ña ngeen ci daa àndal ñoo waaru tey, ba di leen sosal, ndax li ngeen àndatul ak ñoom, daw wuti googu yàqute gu af,"},{"style":"v","text":"waaye ñoo koy layoo ak ki nara àtte ñiy dund ak ñi dee."},{"style":"v","text":"Li ñu ci jublu moo di, ñi dee tey sax, ñu àgge leen xibaaru jàmm bi, ngir bu ñu leen àttee àtteb nit ñu seen yaramu suux wara dee sax, du tee ñuy dund tey, ndax \\w Noowug Yàlla|Noo gu Sell g-:\\w*."},{"style":"s1","text":"Bennoo moo war gëmkat ñi"},{"style":"p","text":""},{"style":"v","text":"Te itam mujug lépp dëgmal na; kon nag jiitalleen seenum xel, te ànd ak seen sago, ngir ngeen man di ñaan."},{"style":"v","text":"Waaye li ci raw mooy soppanteleen cofeel gu mat sëkk, ndax cofeel, bàkkaar yu bare lay far."},{"style":"v","text":"Ganalanteleen te baña jàmbat."},{"style":"v","text":"Kenn ku ci nekk, may gi ko aw yiw jagleel, na ko taxawoo ñépp. Noonu ngeen di doone ay saytukat yu baax, di saytu ay may yu yiwu Yàlla wu yaa di joxe."},{"style":"v","text":"Kuy wax, na waxe nu mu jottalee kàddug Yàlla. Kuy taxawoo, na taxawoo ci dooley Yàlla, ngir màggug Yàlla feeñe ci lépp ndax Yeesu \\w Almasi|Almasi b-:\\w* bi, moom mi yelloo daraja ak kàttan, tey ak ëllëg ba fàww. Amiin."},{"style":"s1","text":"Bu ngeen di sonn, na Almasi bi tax"},{"style":"p","text":""},{"style":"v","text":"Soppe yi, tàngooru nattu bi ngeen nekke nii, bumu leen jaaxal ba mel ni lu jaaduwul moo leen dikkal."},{"style":"v","text":"Waaye noonu ngeen séddoo ci coonoy \\w Almasi|Almasi b-:\\w* bi, bégeleen ko, ngir bu ndamam feeñee, ngeen gënatee bég."},{"style":"v","text":"Su ñu leen jànnee sax ndax turu Almasi bi, ndokkalee yeen, ndax \\w Noo|Noo gu Sell g-:\\w* gu darajawu gi, Noowug Yàlla moo wàcc ci yeen."},{"style":"v","text":"Waaye rey nit, mbaa sàcc, mbaa def lu bon, mbaa dugg ci yëfi jàmbur, bumu waral coonoy kenn ci yeen."},{"style":"v","text":"Ku sonn ndax li muy aji-gëm-Almasi nag, bumu ci rus, na sàbbaal Yàlla kay, ci woowu tur."},{"style":"v","text":"Ndax kat tey la àtte bi wara tàmbalee ci waa kër Yàlla. Ndegam ci nun lay tàmbalee nag, ñi gëmul xibaaru jàmm bu Yàlla, ana fu ñu jëm?"},{"style":"v","text":"Te it:"},{"style":"q1","text":"«Kuy jëfe njekk, su ko texe jafee,"},{"style":"q1","text":"yéefar bi, bàkkaarkat bi moom, fu mu jëm\\f + \\fr 4.18 \\ft Seetal ci \\bk Kàddu yu xelu\\bk* 11.31.\\f*?»"},{"style":"p","text":""},{"style":"v","text":"Kon nag ñiy sonn te coobarey Yàlla tax, nañu dénk seen bopp Yàlla, Ki sàkk te wóor, te ñuy saxoo def lu baax."}]