[{"style":"s1","text":"Sawul tooñ na"},{"style":"p","text":""},{"style":"v","text":"Sawul ci boppam làqoon na ay at, ba muy falu buur; mu falu jiite Israayil ñaari at\\f + \\fr 13.1 \\ft Sawul falu na ñaari at bala ñoo tànn Daawuda mi koy wuutu. Seetal ci 16.13; \\bk Jëf ya\\bk* 13.21.\\f*."},{"style":"v","text":"Ci kaw loolu mu tànn ñetti junniy nit ci Israayil; ñaari junniy nit ñuy nekk ak moom ca Migmas ak ca tundi Betel, ak junniy nit ñu nekk ak doomam Yonatan ca dëkk ba ñuy wax Gibeya gu Beñamineen ñi. Ña ca des mu yiwi leen, ñu ñibbi seeni xayma."},{"style":"v","text":"Yonatan nag song dalub Filisteen ña ca Geba. Waa Filisti yég ko. Ba mu ko defee Sawul wallu bufta ba, di liit gu ñu defare béjjénu kuuy, ca réew ma mépp, ne: «Na ko \\w Ebrë|Ebrë:\\w* yi dégg!»"},{"style":"v","text":"Ñu yégal Israayil gépp la xew ne leen: «Sawul song na dalub waa Filisti, ba tax waa Filisti jéppi \\w bànni Israayil|bànni Israayil:\\w*.» Gàngoor ga daldi daje, topp ca gannaaw Sawul ca Gilgal."},{"style":"v","text":"Ci biir loolu waa Filisti daje ngir xareek Israayil. Ña ngaak ñetti junniy (3~000)\\f + \\fr 13.5 \\fk 3~000 \\ft mooy lim bi ñu siiwal ni ñu ko tekkee ci làkku gereg ak yeneen làkk.\\f*  watiiri xare ak juróom benni junniy (6~000) gawar, xarekat ya bare, mel ni feppi suufas géej. Ñu dem dali ca Migmas, ca penkub Bet Awen."},{"style":"p","text":""},{"style":"v","text":"Niti Israayil nag gis diggante bu metti bi ñu tollu ndax na ñu tance seen gàngoor ga. Ñu dem làquji ci ay xunt ak ay dédd ak ay doj aki seyaan aki kàmb."},{"style":"v","text":"Am na sax ay Ebrë yu jàll dexu Yurdan, wuti réewum Gàdd ak Galàdd. Fekk na Sawul a nga ca Gilgal ba tey. Mbooloom xareem ma mépp nekk faak moom, di pat-pati ndax tiitaange."},{"style":"p","text":""},{"style":"v","text":"Mu négandiku juróom ñaari fan, diir ba ko Samiyel àppaloon. Waaye taxul Samiyel agsi Gilgal. Mbooloo ma tàmbalee dëddu Sawul, di tasaaroo."},{"style":"v","text":"Ba loolu amee Sawul ne: «Indilleen ma \\w saraxu rendi-dóomal|Sarax yi:\\w* bi, ak \\w saraxu cantu biir jàmm|Sarax yi:\\w* bi.» Ñu indil ko ko, mu daldi def saraxu rendi-dóomal bi."},{"style":"v","text":"Naka la def saraxu rendi-dóomal bi ba sottal rekk, Samiyel ne jaas. Sawul génn gatandu ko, ngir nuyu ko."},{"style":"v","text":"Samiyel ne ko: «Loo def nii?» Sawul ne ko: «Man kat damaa gis mbooloo mi dëddu ma, di tasaaroo, te yaw it dikkoo bésu àpp bi\\f + \\fr 13.11 \\fk bésu àpp bi: \\ft seetal ci 10.8.\\f*. Rax ci dolli waa Filistee nga daje ca Migmas."},{"style":"v","text":"Ma noon, waa Filisti dinañu ma songsi Gilgal, te sàkkooguma ndimbalu Aji Sax ji. Looloo ma taxa sàcc sama bopp rekk, ba def saraxu rendi-dóomal bi.»"},{"style":"v","text":"Samiyel ne Sawul: «Ag ndof nga def, ndax jëfewuloo santaane bi la sa Yàlla Aji Sax ji santoon. Soo ko defoon, Aji Sax ji doon na saxal sa nguur ci kaw Israayil ba fàww."},{"style":"v","text":"Léegi nag sa nguur du wéy; Aji Sax ji wër na ki xolam jubool, fal ko njiitu ñoñam yi, ndax yaa sàmmul li Aji Sax ji santaane.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Samiyel bàyyikoo Gilgal, dem Gibeya gu Beñamineen ñi. Sawul nag waññ ñi mu àndal, ñu tollu ci juróom benni téeméeri (600) góor."},{"style":"s1","text":"Yonatan def na njàmbaar"},{"style":"p","text":""},{"style":"v","text":"Sawul ak doomam Yonatan, ak gàngoor ga ànd ak ñoom ña nga dal ca dëkk ba ñuy wax Geba ga ca Beñamin, waa Filisti dal ca Migmas."},{"style":"v","text":"Ci biir loolu gàngooru yàqkat def ñetti kuréel, jóge ca dalub waa Filisti. Genn ga jubal bëj-gànnaar, aw yoonu Ofra ca diiwaanu Suwal,"},{"style":"v","text":"ñaareel ga jubal sowu ca Bet Oron, ñetteel ga jëm penku ca tund ya tiim xuru Ceboyim, fa féeteek màndiŋ ma."},{"style":"p","text":""},{"style":"v","text":"Booba nag benn tëgg amul woon ca réewum Israayil ba mu daj, ndax waa Filisti dañu noon: «Bu \\w Ebrë|Ebrë:\\w* yi sàkk ay saamar aki xeej.»"},{"style":"v","text":"Moo tax \\w bànni Israayil|bànni Israayil:\\w* gépp, ku ci bëggoona nàmmlu sa ngajju mbaa sa daba, mbaa sa sémmiñ, mbaa sa sawta, doo man lu moy dem ca tëggi waa Filisti."},{"style":"v","text":"Ku ci nekk, saa yu sa ngajju dayee, mbaa sa daba, ñaari ñetteelu siikal nga koy daasloo, njëg gu jafe, tollook ñaari ñetteelu dogu xaalis. Boo dee daaslu ab roq mbaa sémmiñ, mbaa ngay jubbantilu catal ràbbu, genn-wàllam ngay fey."},{"style":"v","text":"Looloo tax keroog bésub xare ba, du benn xarekat bu ànd ak Sawul ak Yonatan, te yor saamar mbaa xeej ci loxoom. Mennum Sawul rekk a ci amoon, mook doomam Yonatan."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu ab kuréelu xarekati waa Filisti dem, taxawi ca jàllukaayu Migmas ba."}]