[{"style":"s1","verse":"","text":"Sawul tooñati na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Samiyel daa waxoon Sawul, ne ko: «Man la Aji Sax ji yebal, ngir ma fal la buurub Israayil, ci aw ñoñam. Kon déglul kàddu yii Aji Sax ji wax."},{"style":"v","verse":"2","text":"Aji Sax ju gàngoor yi dafa wax ne: “Maay dikke mbugal mu faj la Amalegeen ña defoon Israayil, tëru leen ca yoon wa, ba ñuy génn Misra."},{"style":"v","verse":"3","text":"Demleen léegi, songi Amalegeen ñi. Faagaagalleen\\f + \\fr 15.3 \\fk faagaagal: \\ft li ñu ko bëgga firee fii mooy li ñu def alal ju ñu jagleel Aji Sax ji, ngir nit du ko saña jëfandikoo. Alal ju mel noonu, su duggul ci dencub kër Aji Sax ji, dees koy sànk.\\f* seen lépp, te buleen leen ñeewante; reyleen góor ak jigéen, gone yi ba ci ñiy nàmp, ak nag ak gàtt ak giléem ak mbaam.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba loolu amee Sawul woo gàngoor ga, lim leen ca Telem, ñuy ñaari téeméeri junniy (200~000) xarekat yuy deme tànk, ak fukki junniy (10~000) góori Yudeen."},{"style":"v","verse":"5","text":"Sawul dem ba jot dëkkub Amalegeen ña, daldi waajal am tëru ca xur wa."},{"style":"v","verse":"6","text":"Mu yónnee ca Keñeen ña, ne leen: «Demleen, dawleen jóge ci biir Amalegeen ñi, bala ma leena buubaaleek ñoom, te ba \\w bànni Israayil|bànni Israayil:\\w* di génn Misra, yeena leen jiwoon ngor ñoom ñépp.» Keñeen ña daw, jóge ca biir Amalegeen ña."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ba mu ko defee Sawul song Amalegeen ña, dale ko Awila ba dëkk ba ñuy wax Sur ca penkub Misra."},{"style":"v","verse":"8","text":"Mu jàpp Agag buurub Amalegeen ña, gàngoor ga gépp, mu faagaagal, leel leen ñawkay saamar."},{"style":"v","verse":"9","text":"Sawul ak gàngooram nag bàyyi Agag, muy dund, mook la gëna baax ca nag yaak gàtt ya: jurug yafal gaak kuuy yu ndaw ya, mboolem lu baax daal. Néeguñu caa faagaagal dara, waaye mboolem lu ca ñàkk solo mbaa mu yooy, loola lañu faagaagal."},{"style":"s1","verse":"","text":"Sawul ñàkk na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Gannaaw loolu kàddug Aji Sax ji dikkal Samiyel ne ko:"},{"style":"v","verse":"11","text":"«Réccu naa li ma fale Sawul buur, ndax dëddu na ma, te samay ndigal, jëfewu ko.» Samiyel am ca njàqare lool, ba fanaanee tinu Aji Sax ji guddi gépp."},{"style":"v","verse":"12","text":"Ba bët setee Samiyel teela jóg dem ngir dajeek Sawul. Ñu ne ko Sawul dem na dëkk ba ñuy wax Karmel, te defu fa lu moy yékkati am taax, terale ko boppam. Jóge na fa it, jàll ba Gilgal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba Samiyel demee ba gis Sawul, Sawul ne ko: «Yal na la Aji Sax ji barkeel. Def naa li Aji Sax ji santaane!»"},{"style":"v","verse":"14","text":"Samiyel ne ko: «Ana meem joojuy tàbbi sama nopp bii, lu mu doon? Ak looluy nàññi, may dégg?»"},{"style":"v","verse":"15","text":"Sawul ne ko: «Ca Amalegeen ña de lañu ko jële. Xarekat yee bàyyi li gën ci gàtt yeek nag yi, ngir sarxale ko sa Yàlla Aji Sax ji. Waaye la ca des moom, faagaagal nañu ko.»"},{"style":"v","verse":"16","text":"Samiyel ne Sawul: «Defal ndànk! Dinaa la xamal li ma Aji Sax ji wax biig.» Mu ne ko: «Waxal!»"},{"style":"v","verse":"17","text":"Samiyel ne ko: «Xanaa du yaa gisaloon sa bopp ne lu tuut nga woon, te yaay njiital giiri Israayil tey? Aji Sax ji fal la, ngay buurub Israayil,"},{"style":"v","verse":"18","text":"Aji Sax ji teg la ci yoon wi, ne la: “Demal faagaagal moykati Amalegeen ñi. Xareel ak ñoom, ba jeexal leen tàkk.”"},{"style":"v","verse":"19","text":"Lu la tere woona déggal Aji Sax ji, xanaa di saax-saaxee alal ji, di def li Aji Sax ji ñaawlu?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Sawul ne Samiyel: «Ndaxam déggal naa Aji Sax ji. Dox naa yoon wi ma Aji Sax ji yebal; indi naa Agag buurub Amaleg te Amalegeen ñi, faagaagal naa leen."},{"style":"v","verse":"21","text":"Xarekat yi daal a tànne ci lël ji li gën ci gàtt yeek nag yi ñu wara faagaagal, ngir sarxal ko sa Yàlla Aji Sax ji ca Gilgal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Samiyel ne ko:"},{"style":"q1","verse":"","text":"«Bànneexu Aji Sax ji ci \\w saraxi rendi-dóomal|Sarax yi:\\w* ak yeneen sarax,"},{"style":"q1","verse":"","text":"mbaa tolloo naak bànneex ba muy am ci dégg ndigalal Aji Sax ji?"},{"style":"q1","verse":"","text":"Ma ne, dégg ndigal a gën ab sarax;"},{"style":"q1","verse":"","text":"xol bu nangoo gën nebbonu kuuy."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"23","text":"Bàkkaaru ngisaane la déggadi yemool,"},{"style":"q1","verse":"","text":"ñaawtéefu bokkaale tollook reewande."},{"style":"q1","verse":"","text":"Yaa gàntal ndigalu Aji Sax ji,"},{"style":"q1","verse":"","text":"moom mu gàntal sa nguur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Sawul ne Samiyel: «Bàkkaar naa, ndax maa wàcc kàddug Aji Sax ji ak say ndigal, ndax ragal mbooloo mi, ba topp seen coobare."},{"style":"v","verse":"25","text":"Léegi nag ngalla waay, baal ma sama bàkkaar bii te walbatiku, ànd ak man, ma sujjóotali Aji Sax ji.»"},{"style":"v","verse":"26","text":"Samiyel ne Sawul: «Duma walbatiku ànd ak yaw, ndax yaa gàntal kàddug Aji Sax ji, Aji Sax ji gàntal sa nguur ci Israayil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Naka la Samiyel ne wërëñ, di dem, Sawul jàpp ca catal mbubb ma, mu dagg."},{"style":"v","verse":"28","text":"Samiyel ne ko: «Nii la Aji Sax ji dagge nguurug Israayil ci yaw bés niki tey, jox ko keneen ku la gën."},{"style":"v","verse":"29","text":"Te Aji Nekk-Fàww ju Israayil ji du fen, du réccu, ndax du nit bay réccu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Sawul dellu ne: «Bàkkaar naa! Waaye ngalla waay sagal ma ci sama kanam magi askan wi ak ci kanam Israayil. Walbatikul, ànd ak man rekk, ma sujjóotali sa Yàlla Aji Sax ji.»"},{"style":"v","verse":"31","text":"Ba loolu amee Samiyel walbatiku topp Sawul. Sawul dem sujjóotali Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Gannaaw loolu Samiyel ne: «Indilleen ma Agag buurub Amalegeen ñi.» Agag nag dikk, wutsi ko, ne finaax. Booba Agag a nga naan ca xelam: «Dee moom, tiitatuma ko, wees na!»"},{"style":"v","verse":"33","text":"Samiyel nag ne ko: «Ni aw jigéen ñàkke ay doom yu leen sa saamar xañ, ni la sa ndey di bokke tey ci jigéen ñi ñàkk doom.» Ci kaw loolu Samiyel rey Agag fa kanam Aji Sax ji ca Gilgal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ba mu ko defee Samiyel dellu Raama, Sawul moom ñibbi këram ca Gibeya gu Sawul."},{"style":"v","verse":"35","text":"Ba ni Samiyel faatoo, seeteetul Sawul. Teewul mu jooy Sawul, waaye fekk na Aji Sax ji réccu la mu fal Sawul buurub Israayil."}]