[{"style":"s1","verse":"","text":"Golyaat dëkk na bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu Filisteen ñee boole seeni gàngoor ngir xare. Ñu daje ca dëkk ba ñu naan Soko ca diiwaanu Yuda, daldi dale ca Efes Damim diggante Soko ak Aseka."},{"style":"v","verse":"2","text":"Sawul ak waa Israayil nag daje, dale ca xuru Ela, làng-dér ngir jànkoonteek waa Filisti."},{"style":"v","verse":"3","text":"Waa Filistee nga taxawe tund wii, \\w bànni Israayil|bànni Israayil:\\w* taxawe tund wee, xur wa dox seen diggante."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci biir loolu jenn jàmbaar génne ca làngu waa Filisti. Ku ñuy wax Golyaat\\f + \\fr 17.4 \\fk Golyaat: \\ft am na ñu ko gëna xam ci turu Jalut.\\f*, dëkke Gaat, taxawaayam di juróom benni xasab yu teg diggante baaraamu déy ak digg, xawa tollu ci ñetti meetar."},{"style":"v","verse":"5","text":"Mbaxanam xànjar la sol ak kiiraayal dënnub juróom benn fukki kilo, ñu liggéeye ko waasintóori xànjar."},{"style":"v","verse":"6","text":"Ma nga takk kiiraayi yeel yu xànjar, gàlloo xeeju xànjar bu ndaw ca wagg ya."},{"style":"v","verse":"7","text":"Bantu xeejam bu mag baa nga saf mbaamum ràbb, ñawkay xeej ba di weñ gu ëpp juróom ñaari kilo. Gàddukatu pakkam baa ngay dox, jiitu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Golyaat taxaw, janook làngi Israayil, àddu ca kaw, ne leen: «Ana lu ngeen di génn, làng-déral xare nii? Xanaa du maay Filisteen bi, yeen ngeen di surgay Sawul? Tabbleen genn góor, mu wàcc, dajeek man."},{"style":"v","verse":"9","text":"Su ma manee ba rey ma, nuy seeni jaam; waaye su ma ko manee ba rey ko, ngeen di sunuy jaam, di nu jaamu.»"},{"style":"v","verse":"10","text":"Filisteen ba neeti: «Maa dëkk làngi Israayil bés niki tey. Booleleen maak genn góor rekk, nu xeex.»"},{"style":"v","verse":"11","text":"Ba Sawul ak bànni Israayil yépp déggee waxi Filisteen boobu, jàq nañu, tiit nañu lool."},{"style":"s1","verse":"","text":"Daawuda def na jaloore"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Daawuda nag moo doon doomu góor googu dëkk Efrata ca Betleyem ga ca diiwaanu Yuda, ñu di ko wax Yese. Yese amoon na juróom ñetti doom yu góor. Góor ga, ca jamonoy Sawul, mag mu ñu nawloo la woon."},{"style":"v","verse":"13","text":"Ñetti doomi Yese yu góor yu mag ñoo ràngu woon, topp Sawul ca xare ba. Ñetti doom ya dem xare, taaw ba Elyab lañu koy wax, ka ca topp di Abinadab, ñetteel ba di Simeya."},{"style":"v","verse":"14","text":"Daawudaa ca gënoon di ndaw. Ñetti magam yooyu ñoo toppoon Sawul,"},{"style":"v","verse":"15","text":"waaye Daawuda da daan jaabantee fa Sawul ak Betleyem ga muy sàmme gàtti baayam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Subaak ngoon nag Filisteen ba ne jaas taxaw, ba mu am ñeent fukki fan."},{"style":"v","verse":"17","text":"Ci biir loolu Yese ne doomam Daawuda: «Ayca, jëlal nattub mbool mii ak fukki mburu yii te nga daw, yóbbul ko sa mag ya ca dal ba."},{"style":"v","verse":"18","text":"Fukki dogi formaas yii, yóbbul ko seen njiitu kuréel. Nemmikul seen jàmmu yaram te nga sàkku ci ñoom firnde buy wone ne ñoo ngi ci jàmm, nga indil ma."},{"style":"v","verse":"19","text":"Sawul a ngaak ñoom ak waa Israayil gépp ca xuru Ela, di xareek waa Filisti.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Daawuda teela jóg ca ëllëg sa, wacce gàtt ya ab wattukat, daldi jël yóbbal ga, dem na ko ko baayam sante. Naka la àgg ca dal ba, yemook gàngoor gay génnaale seen xaacuy xare, ngir làng-déri."},{"style":"v","verse":"21","text":"\\w Bànni Israayil|bànni Israayil:\\w* ak waa Filisti daldi dér, gàngoor janook gàngoor."},{"style":"v","verse":"22","text":"Ci biir loolu Daawuda wàcce yóbbal ga, wacce ko wattukatub cummikaay ba, daldi daw ba ca làngu xare ba. Mu agsi, nuyook ay magam."},{"style":"v","verse":"23","text":"Na muy wax ak ñoom, jàmbaar ja ñuy wax Golyaat waa Filisti ba dëkke Gaat, ne tëll génne ca làngi waa Filisti. Mu dellu ca wax jooju mu waxoon, Daawuda dégg ca."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba bànni Israayil gépp gisee waa ja, dañoo dellu gannaaw, tiit lool."},{"style":"v","verse":"25","text":"Ña nga naan ca seen biir: «Gis ngeen waa jee di ñëw, dëkksi Israayil a ko yékkati. Képp ku ko rey de, Buur dina ko jox alal ju bare. Doomam la koy may jabar, te waa kër baayam, dina leen jagleel ab cér ci digg Israayil.»"},{"style":"v","verse":"26","text":"Daawuda ne ña mu dendal: «Ngeen ne, lees di defal ku rey Filisteen bii, ba faj gàcceg Israayil? Ak kan mooy yéefaru Filisti bii sax, bay dëkk gàngoori Yàlla jiy dund?»"},{"style":"v","verse":"27","text":"Nit ña dellu ca loola ñu waxoon, ne moom lañuy defal ku rey waa ja."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Elyab, magu Daawuda, dégg Daawuda di wax ak ñooña. Mu mer, ne ko: «Yaw sax lu la fi indi? Ak koo wacce la fay gàtt ak as néew ca àll ba? Xam naa bu baax sag réy ngise, ak njubadi gi nga mébét. Seetaansi xare bi doŋŋ a la fi indi!»"},{"style":"v","verse":"29","text":"Daawuda ne ko: «Waaw, man lu ma def? Xanaa du wax doŋŋ?»"},{"style":"v","verse":"30","text":"Daawuda jóge ca mag ja, dem ca keneen, laaj ko mbir mooma, tont la di lenn."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ci kaw loolu ñu dégg kàddu ya ca Daawuda wax, yegge ko Sawul. Sawul woolu ko."},{"style":"v","verse":"32","text":"Daawuda dikk ne Sawul: «Bu kenn yoqil waa jii, sang bi. Man maay dem xeex ak Filisteen bii.»"},{"style":"v","verse":"33","text":"Sawul ne Daawuda: «Déedéet, yaw manoo songi Filisteen bii, di xeex ak moom. Gone doŋŋ nga, te moom cag ndawam la dale di nitu xare.»"},{"style":"v","verse":"34","text":"Daawuda ne Sawul: «Sang bi, bu may sàmm sama gàtti baay, ba gaynde mbaa rab wu aay dikk, jël ci ab gàtt,"},{"style":"v","verse":"35","text":"maa koy topp, dóor ko, nangoo gàtt bi ci gémmiñam. Te bu ma songee, sikkim bi laay sëq, fàdd, mu dee."},{"style":"v","verse":"36","text":"Rey naa gaynde, rey naa weneen rabu àll wu aay, sang bi; kon nag yéefaru Filisti bii it ni wenn ci yooyu rab rekk, ndax moo tëkku gàngoori Yàlla jiy dund.»"},{"style":"v","verse":"37","text":"Daawuda neeti: «Aji Sax ji ma musal ci pàddum gaynde ak weneen rabu àll wu aay, moo may musal ci loxol Filisteen bii.» Sawul ne Daawuda: «Demal boog, yal na Aji Sax ji ànd ak yaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Ba mu ko defee Sawul solal Daawuda yérey boppam, solal ko mbaxanam xànjar, solal ko kiiraayal dënn."},{"style":"v","verse":"39","text":"Daawuda ràngoo saamarub Sawul, ca kaw yére ya, daldi jéema dox, mu të, ndax ñàkk koo miin. Daawuda ne Sawul: «Manumaa doxaale lii ndax miinuma ko», daldi koy summi."},{"style":"v","verse":"40","text":"Ba loolu amee Daawuda jël yetam, tànn ca dex ga juróomi doj yu rattax, yeb ca gafakag mbuusum sàmmam, daldi ŋàbb mbaqam, wuti Filisteen ba."},{"style":"v","verse":"41","text":"Ci biir loolu Filisteen ba dox, dikk ba jege Daawuda, gàddukatu pakkam jiitu ko."},{"style":"v","verse":"42","text":"Filisteen ba séentu, séen Daawuda; muy xale su góor su ndaw, xees te góorayiw, mu daldi koy xeeb."},{"style":"v","verse":"43","text":"Mu ne Daawuda: «Xanaa ab xaj laa, ba nga di ma jëlalu yet?» La ca tegu Filisteen ba móolu ko ca turi tuuram,"},{"style":"v","verse":"44","text":"ne ko: «Dikkal fii rekk, ba ma leele saw suux njanaaw yeek rabi àll yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Daawuda ne Filisteen ba: «Yaw de yaa may jëlal ab saamar ak xeej bu mag ak bu ndaw, waaye man turu Aji Sax ju gàngoor yi laa lay dikke, Yàllay làngi xarey Israayil ji nga tëkku."},{"style":"v","verse":"46","text":"Bésub tey jii Aji Sax jee lay teg ci sama loxo, ma rey la, dog sa bopp. Tey jii sax laay leele njanaaw yeek rabi àll yi néewi xarekati Filisti, ba àddina sépp xam ne Israayil am na Yàlla."},{"style":"v","verse":"47","text":"Mboolem ñii fi daje dinañu xam ne du saamar te du xeej la Aji Sax jiy walloo, ndax Aji Sax jeey boroom xare bi, te moo leen teg ci sunuy loxo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Ci kaw loolu Filisteen ba daldi dikk, ba gënatee jege Daawuda, Daawuda riir, wuti làng ga, ngir dajeek Filisteen ba."},{"style":"v","verse":"49","text":"Mu yoor loxoom ca mbuusam, jël ca aw doj, mbaq, jam Filisteen ba ci jë, doj wa tàbbi ca biir jë ba. Mu ne jànjaŋ, dëpp kanam ga fa suuf."},{"style":"v","verse":"50","text":"Ag mbaq aku doj la Daawuda mane Filisteen ba, jam ko, rey ko, te yorul saamar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Daawuda nag daw ba taxaw, tiim Filisteen ba, jàpp saamaram, boccee ko ca mbar ma, jekkali ko, dog bopp ba. Waa Filisti gis ne seen ñeyu xare dee na, ñu daw."},{"style":"v","verse":"52","text":"Ba loolu amee mbooloom Israayil ak Yuda àddu xaacoondoo, daldi dàqi waa Filisti, ba jub xur wa, ba ca bunti Ekkron. Waa Filisti ya ñu rey ne wetar ca yoonu Saarayim ba Gaat, ba ca Ekkron."},{"style":"v","verse":"53","text":"Bànni Israayil nag waññikoo ca ndàqum Filisti mu metti ma, daldi sëxëtoo seen dal ba."},{"style":"v","verse":"54","text":"Daawuda jël boppu waa Filisteen ba, yóbbu Yerusalem; gànnaayi waa ja, mu fat ca xaymab boppam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"Lu jiitu loolu, ba Sawul gisee Daawuda, mu wuti Filisteen ba, da ne Abner njiital gàngooru xareem: «Waaw, Abner, xale bii doomu kan a?» Abner ne ko: «Buur, giñ naa, nga fekke tey, xawma ko.»"},{"style":"v","verse":"56","text":"Buur Sawul ne ko: «Nanga laajte, xale bii, doomu kan la.»"},{"style":"v","verse":"57","text":"Naka la Daawuda rey Filisteen ba, ba dikk, Abner jàpp ko, indi ko ca kanam Sawul. Daawudaa nga ŋàbb boppu Filisteen ba, ba tey."},{"style":"v","verse":"58","text":"Sawul ne ko: «Yaw, gone gii, yaay doomu kan?» Daawuda ne ko: «Maay doomu Yese, sa surga ba dëkk Betleyem.»"}]