[{"style":"s1","text":"Yonatan taxawu na Daawuda"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Sawul xamal doomam Yonatan ak dagam yépp ne reylu Daawuda mooy li mu nar. Te Yonatan doomu Sawul sopp Daawuda lool."},{"style":"v","text":"Yonatan yegge ko Daawuda, ne ko: «Sama baay a ngi lay wuta rey. Yaw nag fagarul kat te teela xëy ëllëg, seet foo làquji te baña génn."},{"style":"v","text":"Man dinaa dem ci sama wetu baay, nu bokk taxaw ca tool ba ngay làquji. "},{"style":"v","text":"Ci kaw loolu Yonatan wax baayam lu baax ci Daawuda, ne ko: «Buur, ngalla bul tooñ Daawuda, sa jaam bii, ndax moom kat tooñu la, lu baax rekk la la masa defal."},{"style":"v","text":"Jaay na bakkanam, ba rey waa Filisti ba. Aji Sax ji maye ca ndam lu réy, ñeel Israayil gépp, nga teg ci bët, am ca mbégte. Ana lu waral ngay tooñ, di tuur deretu jàmburu Yàlla bu mel ni Daawuda, reylu ko ci dara?»"},{"style":"v","text":"Sawul nag déggal Yonatan, daldi ne: «Giñ naa ko ci Aji Sax jiy dund, deesul rey Daawuda.»"},{"style":"v","text":"Yonatan woo Daawuda, nettali ko waxtaan wa wépp, door koo yóbbu ca Sawul, mu dellu di ko liggéeyal, na woon."},{"style":"s1","text":"Mikal xettali na Daawuda"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu xare jibaat, Daawuda dem xeexi ak waa Filisti, daan leen jéll bu réy, ñu daw."},{"style":"v","text":"Ci kaw loolu ngelaw lu aay lu Aji Sax ji dikkal Sawul, fekk ko toog ci biir këram, ŋàbb ab xeejam, Daawuda di xalam."},{"style":"v","text":"Sawul di wuta jam Daawuda xeej bi, ngir daaj ko ca tabax ba. Daawuda nag mbas ko, mu jam xeej ba ca tabax ba. Daawuda daldi daw, ba raw guddig keroog."},{"style":"p","text":""},{"style":"v","text":"Sawul yebal ay ndaw ca kër Daawuda ngir ñu xoolal ko ko, ba bët set, ñu rey ko. Mikal, soxnas Daawuda, yégal ko Daawuda, ne ko: «Soo rawalewul sa bakkan ci guddi gi de, bu ëllëgee dees na la rey.»"},{"style":"v","text":"Ba loolu amee Mikal jaarale ko ca palanteer ba, mu wàcc, daw, ba raw."},{"style":"v","text":"Mikal jël gàllaaju kër ga, teg ca lal ba, fab deru bëy, teg fa féeteek bopp ba, daldi koy sànge malaan."},{"style":"v","text":"Sawul yebal ay ndaw yu jàppsi Daawuda, Mikal ne: «Moom de daa wopp.»"},{"style":"v","text":"Ci kaw loolu Sawul dellu yebal ndaw ya, ngir ñu dem ba gis ko. Mu ne leen: «Indil leen ma ko, booleek lal bi, ba ma rey ko!»"},{"style":"v","text":"Naka la ndaw ya délsi, xool, gisuñu lu moy gàllaaju kër ga ca kaw lal ba, ak deru bëy ba féeteek bopp ba."},{"style":"v","text":"Ba loolu amee Sawul ne Mikal: «Ana lu waral nga wor ma nii, bàyyi sama noon, mu rëcc?» Mikal ne ko: «Moom kay moo ma ne: “Bàyyi ma, ma daw, lu ko moy ma rey la!”»"},{"style":"s1","text":"Sawul toppi na Daawuda ca Nayot"},{"style":"p","text":""},{"style":"v","text":"Noonu la Daawuda dawee ba raw. Mu fekki Samiyel ca Raama, wax ko la ko Sawul def lépp. Ñu ànd, mook Samiyel, dali ca Nayot."},{"style":"v","text":"Ñu yegge ko Sawul ne ko: «Ndeke Daawudaa nga Nayot ca dëkk ba ñuy wax Raama.»"},{"style":"v","text":"Sawul yebal ay ndaw, ngir ñu jàpp Daawuda. Nit ña dikk, gis kuréelu yonent yuy jottali ay kàdduy waxyu, Samiyel jiite leen. Ba loolu amee, ca kaw ndawi Sawul ya la leerug Yàlla wàcc, ñuy jottali ay kàdduy \\w waxyu|waxyu:\\w*, ñoom itam."},{"style":"v","text":"Ñu yegge ko Sawul, mu yebal yeneen ndaw, ñu dikk, di jottali ay kàdduy waxyu ñoom it. Sawul dellooti yebal ay ndaw, ñetteel bi yoon, ñu dikk, di jottali ay kàdduy waxyu, ñoom itam."},{"style":"v","text":"Mu jóg moom ci boppam, jëm Raama. Mu dikk ba ca teen bu mag ba ca Seeku, daldi laajte ne: «Ana fu Samiyel ak Daawuda nekk?» Ñu ne ko: «Ña nga ca Nayot ca Raama.»"},{"style":"p","text":""},{"style":"v","text":"Sawul jubal yoonu Nayot ca Raama. Ba loolu amee, ca kawam, moom it, la leerug Yàlla wàcc, muy wéy di jottali ay kàdduy waxyu di dem, ba àgg Nayot ca Raama."},{"style":"v","text":"Ci kaw loolu mu summiy yéreem, di jottali ay kàdduy waxyu moom it fa kanam Samiyel, daldi ne làndaŋ, ne duŋŋ, bëccëg keroog gépp ak guddi ga gépp. Looloo waral ñu naan: «Moo Sawul it ci yonent yi laa?»"}]