[{"style":"s1","text":"Aana sant na"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Aana ñaan ne:"},{"style":"q1","text":"«Sama xol a ngi bége Aji Sax ji,"},{"style":"q1","text":"ci Aji Sax ji laa ame doole."},{"style":"q1","text":"Maa am tontal noon yi,"},{"style":"q1","text":"nde maa bànneexoo sag wall."},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«Kenn sellul ni Aji Sax ji,"},{"style":"q1","text":"amuloo dend moos,"},{"style":"q1","text":"cëslaay melul ni sunu Yàlla!"},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«Buleen ŋalŋaleeti, di damooka damooti,"},{"style":"q1","text":"bu reewande génne seen gémmiñ,"},{"style":"q1","text":"Aji Sax jeey Yàlla ji xam lépp,"},{"style":"q1","text":"te mooy natt jëfi nit."},{"style":"q1","text":""},{"style":"v","text":"Fittu jàmbaar damm,"},{"style":"q1","text":"néew-doole yi sol kàttan."},{"style":"q1","text":""},{"style":"v","text":"Ña reggoon, bindu, di dunde,"},{"style":"q1","text":"ña xiifoon, noppee liggéey."},{"style":"q1","text":"Jigéen ju njur të woon jur juróom ñaar,"},{"style":"q1","text":"ku jur góori góor jeex tàkk."},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«Aji Sax jeey rey, di dundal,"},{"style":"q1","text":"mooy wàcce jaam njaniiw, génnee ko ca."},{"style":"q1","text":""},{"style":"v","text":"Aji Sax jeey xañe, di maye,"},{"style":"q1","text":"di detteel, di kaweel."},{"style":"q1","text":""},{"style":"v","text":"Mooy yékkatee ku ndóol ci suuf,"},{"style":"q1","text":"jële ku ñàkk ci mbuubit,"},{"style":"q1","text":"boole leen dëj ca garmi ya,"},{"style":"q1","text":"sédde leen jataayu teraanga."},{"style":"b","text":""},{"style":"q1","text":"«Aji Sax jee moom kenuy suuf,"},{"style":"q1","text":"samp ci àddina."},{"style":"q1","text":""},{"style":"v","text":"Mooy sàmm jéegoy wóllëreem,"},{"style":"q1","text":"ku bon sànkoo biir lëndëm,"},{"style":"q1","text":"nde doole mayewul ndam."},{"style":"q1","text":""},{"style":"v","text":"Aji Sax ji, ñi koy xeex ay rajaxoo,"},{"style":"q1","text":"kaw asamaan lay dënoo ci seen kaw."},{"style":"q1","text":"Mooy mbugal àddina ba mu daj,"},{"style":"q1","text":"di kàttanal buuru ñoñam,"},{"style":"q1","text":"di dooleel ki mu fal.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba loolu wéyee Elkana ñibbi këram ca Raama. Ngóor sa moom, des ca Silo, di liggéeyal Aji Sax ji, fa kanam Eli \\w sarxalkat|sarxalkat b-:\\w* ba."},{"style":"s1","text":"Lu jëm ci doomi Eli"},{"style":"p","text":""},{"style":"v","text":"Doomi Eli yu góor ya nag def nit ñu bon ñu faalewul Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"Lii moo di li \\w sarxalkat|sarxalkat b-:\\w* yooyu tàmmoona def ak askan wi. Saa yu nit indiwaan juru sarax, bu ñuy togg yàpp wi, surgab sarxalkat bi day ŋàbb seppikaayu yàpp bu nirook roqub ñetti bëñ, dikk,"},{"style":"v","text":"capp ko ci biir, muy ndab lu tell, mbaa kawdir, mbaa cin, mbaa mbana---lu roq ba génne rekk, mu jël, sarxalkat bi féetewoo. Noonu lañu daan def ak mboolem niti \\w bànni Israayil|bànni Israayil:\\w*, ña daan ñëw foofa ca Silo."},{"style":"v","text":"Rax ci dolli bala ñoo lakk nebbon bi\\f + \\fr 2.15 \\fk nebbon: \\ft nebbon ak deret, yoon mayewul woon ñu lekk ko. Seetal ci \\bk Sarxalkat yi\\bk* 3.16-17.\\f* sax, surgab sarxalkat bi day dikk, ne nit kiy sarxal: «Joxal sarxalkat bi ci yàpp wi, mu saaf. Du nangu nga jox ko yàpp wu ñor, yàpp wu xonq rekk.»"},{"style":"v","text":"Su ko nit ki nee: «Xanaa dees na njëkka lakk nebbon bi ba mu jeex, nga doora sàkk lu la neex?» Mu ne ko: «Mukk! Léegi nga ma ciy jox, lu ko moy doole laa koy jële.»"},{"style":"v","text":"Bàkkaaru doomi Eli yi réyoon na lool fi kanam Aji Sax ji, ndax dañu daan teddadil saraxu Aji Sax ji."},{"style":"s1","text":"Lu jëm ci waa kër Samiyel"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu ngóor sa Samiyel moom, ma ngay liggéeyal Aji Sax ji, sol \\w xar-sànni|xar-sànni m-:\\w* mi ñu ràbbe lẽe."},{"style":"p","text":""},{"style":"v","text":"Mbubb mu ndaw nag la ko yaayam daan ràbbal, yóbbul ko at mu jotaan, buy ànd ak boroom këram sarxali saraxu at ma."},{"style":"v","text":"Ci biir loolu Eli daan na ñaanal Elkana ak soxnaam, bala ñoo ñibbi, ne: «Yal na la Aji Sax ji may kuutaay ak sa soxna sii, ñu wuutu ki mu sédd Aji Sax ji.»"},{"style":"v","text":"Aji Sax ji nag dikke Aana aw yiw, mu amaat ñetti doom yu góor ak ñaar ñu jigéen."},{"style":"p","text":"Ci biir loolu Samiyel moom, ma ngay màgg fa wetu Aji Sax ji."},{"style":"s1","text":"Eli artu na ay doomam"},{"style":"p","text":""},{"style":"v","text":"Eli nag mujj na di mag lool. Ba mu yégee mboolem li doomam yu góor yi def ak Israayil gépp, bay tëdde sax jigéen ñiy liggéey ci bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* mi,"},{"style":"v","text":"da leena wax, ne leen: «Ana lu waral ngeen di def jëf jii? Maa dégge ci askan wépp jëf ju bon jii ngeen nekke."},{"style":"v","text":"Aa! Xale yi, coow li ma dégg, muy law ci biir ñoñi Aji Sax ji, rafetul de!"},{"style":"v","text":"Su nit ki tooñee moroomu nitam, Yàllaay àtte; waaye su dee Aji Sax ji la nit ki tooñ, ana ku koy àtte?» Wax jooju nag taxul ba tey ñu déggal seen baay. Booba fekk na Aji Sax ji namm leena rey."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu yépp, ngóor sa Samiyel di màgg, neex Aji Sax ji, neex nit ñi."},{"style":"s1","text":"Nitu Yàlla rëbb na Eli"},{"style":"p","text":""},{"style":"v","text":"Mu am bés genn góoru Yàlla dikk ci Eli, ne ko: «Aji Sax ji dafa wax ne: “Maa feeñu woon ci lu leer sa waa kër baay ba ñu nekkee Misra, di moomeelu kër Firawna."},{"style":"v","text":"Maa tànne sa baay ci digg giiri Israayil yépp, ngir mu doon sama \\w sarxalkat|sarxalkat b-:\\w*, di yéeg ci sama \\w sarxalukaay|sarxalukaay b-:\\w*, di taal \\w cuuraay|cuuraay l-:\\w*, sol \\w xar-sànni|xar-sànni m-:\\w* mi, janook man. Maa sédd it sa waa kër baay mboolem saraxi sawara yu \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","text":"Lu tax ngeen di teddadil sama saraxi rendi ak yeneen sarax yi ma santaane ci \\w màkkaan|xaymab ndaje m-:\\w* mi? Lu waral ngay teral sa doom yi teraanga joo ma joxul, ba ngeen di yafloo li gën ci mboolem saraxi Israayil sama ñoñ?”"},{"style":"v","text":"Kon nag kàddug Aji Sax jee, Yàllay Israayil: “Maa waxoon déy ne, sa waa kër ak sa waa kër baay ñooy doxe fi sama kanam, di ma liggéeyal ba fàww.” Léegi nag, kàddug Aji Sax jee: “Loolu jomb naa ko tey. Ñi ma teral laay teral; waaye ñi ma teddadil, dees na leen tuutal."},{"style":"v","text":"Te kat ay bés a ngi ñëw, maay dagg sa doole, dagg sa dooley waa kër baay, ba deesatul màggate ci sa kër."},{"style":"v","text":"Njàqare ngay saxoo ci sama dëkkuwaay. Israayil dina baaxle moos, waaye du tax kenn màggate sa kër mukk."},{"style":"v","text":"Dina am ku bokk ci yaw ku ma dul dagge ci liggéey bu jëm ci sama sarxalukaay, waaye maa lay jooyloo, ba nga ñàkki bët, teg la njàqarey xol, te mboolem ñu yokku ci sa kër, seen digg doole lañuy deewe."},{"style":"v","text":"Li nga ciy def ab takk mooy liy dikkal Xofni ak Fineyas, sa ñaari doom yu góor yii: benn bés lañuy bokk dee ñoom ñaar ñépp."},{"style":"v","text":"Te it maay tabbal sama bopp sarxalkat bu wóor boo xam ne sama nammeelu xol ak sama bëgg-bëggu bakkan lay jëfe. Maa koy sampal kër gu wóor, muy doxe fi kanam ki ma fal ba fàww."},{"style":"v","text":"Su ko defee mboolem ku des ci sa waa kër dina ko sujjóotalsi, ngir as xaalis mbaa as dogu mburu, naan ko ‘Ngalla sas ma lenn ci liggéeyu carxal gi, ndax ma am as dogu mburu su ma lekk’.”»"}]