[{"style":"s1","verse":"","text":"Yonatan wallu na Daawuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Daawuda nag dawe Nayot, ca wetu dëkk ba ñuy wax Raama. Mu dikk ca Yonatan, ne ko: «Ana lu ma def? Ana ñaawtéef gu ma def ak fu ma tooñe sa baay, ba muy wut sama bakkan?»"},{"style":"v","verse":"2","text":"Yonatan ne ko: «Yàlla tere kay, doo dee mukk! Ma ne, sama baay du def dara lu réy ak lu tuut te yégalu ma ko. Su amoon moomu mébét, lu mu ma ciy nëbb? Loolu kay amul!»"},{"style":"v","verse":"3","text":"Daawuda daldi giñ, neeti ko: «Dinaa la ko giñal, sa baay xam na xéll cér bi ma am ci yaw. Moo tax mu ne: “Bu Yonatan yég sama mébét mukk, lu ko moy dina ko naqarlu.” Waaye giñ naa ko, nga fekke ci Aji Sax jiy dund, ab jéego sax doxul sama digganteek dee.»"},{"style":"v","verse":"4","text":"Yonatan ne Daawuda: «Wax ma loo bëgg rekk, ma defal la ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Daawuda ne Yonatan: «Xanaa lenn. Ëllëg la màggalu Terutel weer wi, te man, manumaa ñàkka toog bokk lekk ak Buur. Waaye may ma, ma làquji ca àll ba, ba gannaaw ëllëg ca ngoon."},{"style":"v","verse":"6","text":"Su sa baay seetloo ba seetlu ne nekkuma fa, nee ko: “Daawuda déy da maa tinoo tinu ne, ma yiwi ko, mu ne coww ba Betleyem, dëkkam, ngir saraxu at ba at bu fa bokkam yépp amal.”"},{"style":"v","verse":"7","text":"Su nee baax na de, sang bi, sama jàmm la, waaye su sànjoo ba sànju nag, xamal ne musiba la nar."},{"style":"v","verse":"8","text":"Su boobaa nag sang bi, yéwéne ma rekk, ngir \\w kóllëreg|kóllëre g-:\\w* Aji Sax ji nga fasook man. Waaye ndegam am na genn ñaawtéef gu ma gàkkal, ngalla rey ma yaw ci sa bopp, jarul nga di ma yóbbu ci sa baay.»"},{"style":"v","verse":"9","text":"Yonatan ne ko: «Yàlla tere. Te su ma yégoon ba yég musiba mu sama baay nara indi fi sa kaw, na la wóor ne dinaa la ko xamal.»"},{"style":"v","verse":"10","text":"Daawuda ne Yonatan: «Su la sa baay tontoo kàddu yu ñagas nag, ana ku ma koy xamal?»"},{"style":"v","verse":"11","text":"Yonatan ne Daawuda: «Kaay nu dem ba ca àll ba.» Ñu ànd ñoom ñaar ba ca àll ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Yonatan ne Daawuda: «Giñ naa ci Aji Sax ji Yàllay Israayil, dinaa seetlu sama baay nëgëni sii gannaaw ëllëg. Su la naralee jàmm, yaw Daawuda, dinaa yónnee ci yaw ku la ko déey."},{"style":"v","verse":"13","text":"Waaye su la sama baay nammee indil musiba, yal na ma Aji Sax ji def lu ko raw, ndegam déeyuma la ko, ba rawale la ci jàmm. Yal na Aji Sax ji ànd ak yaw, na mu ànde woon ak saa baay."},{"style":"v","verse":"14","text":"Xanaa moos su may dund, ci ngorug Aji Sax ji ngay jëfeek man. Su ma deewee nag,"},{"style":"v","verse":"15","text":"bul noppee jëfe ngor sa diggante ak sama waa kër mukk, ba sax keroog bu Aji Sax ji faree fi kaw suuf képp kuy noonu Daawuda.»"},{"style":"v","verse":"16","text":"Noonu la Yonatan fasoo kóllëre ak waa kër Daawuda, ne: «Yal na Aji Sax ji fey nooni Daawuda.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba mu ko defee Yonatan dellu giñloo Daawuda ci cofeelam gi mu am ci Daawuda ndax ni mu soppe boppam la ko soppe woon."},{"style":"v","verse":"18","text":"Yonatan dellu ne ko: «Ëllëg ci màggalu Terutel weer wi, sag wuute dina fés, ndax sa toogu ba mooy wéet."},{"style":"v","verse":"19","text":"Kon bu gannaaw ëllëgee gaawal dem, ba fa nga làqu woon keroog ba mbir mi amee, te nga négandiku ca wetu doju Gindikaay wa."},{"style":"v","verse":"20","text":"Man nag dinaa sànni ñetti fitt ca wet ga, mu mel ni daa am lu ma fay diir."},{"style":"v","verse":"21","text":"Su ko defee rekk, ma yebal ndaw, ne ko mu jëli fitt yi. Su ma nee ndaw li: “Ée! Xoolal fitt yaa ngii nga romb, foral!” Su boobaa, ñëwal, jàmm ñeel na la, te dara amul, giñ naa ko ci Aji Sax jiy dund."},{"style":"v","verse":"22","text":"Waaye su ma nee ndaw li: “Fitt yaa nga nale ca sa kanam!” Su booba, demal, ndax Aji Sax jee la yebal."},{"style":"v","verse":"23","text":"Mbir moomu nu digoo, maak yaw nag, Aji Sax jaa ngii, di ci seede sama digganteek yaw ba fàww.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Daawuda làquji ca àll ba. Ba màggalu Terutel weer wa jotee, Buur toog di waaja lekk."},{"style":"v","verse":"25","text":"Buur a nga toog ca toogoom naka jekk, fa sës ca miir ba. Yonatan taxaw, Abner toog, feggook Sawul, toogub Daawuda ba nag wéet."},{"style":"v","verse":"26","text":"Sawul waxul dara bésub keroog, ndax booba ma nga naan ci xelam: «Ndogal la, boo demee daa setul, xam naa daa setul rekk.»"},{"style":"v","verse":"27","text":"Ca ëllëg sa, di ñaareelu bésu Terutel weer wa, toogub Daawuda bay wéet ba tey. Sawul nag ne doomam Yonatan: «Waaw, lu waral doomu Yese ji lekksiwul démb ak tey?»"},{"style":"v","verse":"28","text":"Yonatan ne Sawul: «Daawuda de da maa tinoo tinu ngir ma yiwi ko, mu dem Betleyem."},{"style":"v","verse":"29","text":"Daf ma ne: “Ngalla yiwi ma, ndax saraxu biiri bokk lanu am ca dëkk ba, sama mag a ma sant, ma teeweji ko. Kon nag su la neexee, may ma rekk ma rëcc, seeti saay bokk.” Looloo waral dikkul ci sa ndab li, Buur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ba loolu amee Sawul xadaru ci kaw Yonatan. Mu ne ko: «Doomu caga bi, yaa të ndey! Xanaa xawma ne yaw, doomu Yese ji nga faral, muy sa gàcce, di sa gàcceg kanamu ndey?"},{"style":"v","verse":"31","text":"Ngir li feek doomu Yese jiy dund fi kaw suuf, yaw doo taxaw, sa nguur du taxaw. Léegi nag, yónneel, ñu indil ma ko, ndax moom aji dee la!»"},{"style":"v","verse":"32","text":"Yonatan ne baayam: «Lu tax muy dee? Ana lu mu def?»"},{"style":"v","verse":"33","text":"Sawul ne ko xërr xeej ba, nar koo rey. Yonatan nag xam ne rey Daawuda la baayam dogu."},{"style":"v","verse":"34","text":"Yonatan jóge ca ndab la ak tàngooru meram. Lekkul dara keroog ñaareelu bésu màggalu Terutel weer wa, ndax naqar wu mu am ca na baayam toroxale Daawuda."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ca ëllëg sa Yonatan xëy, xalelu góor bu ndaw ànd ak moom, mu dem ca àll ba, ca digoom baak Daawuda."},{"style":"v","verse":"36","text":"Mu ne xaleem ba: «Dawal seeti fitt yi may sànni.» Xale ba daw, mu soqi fitt ga, mu jiitu ko."},{"style":"v","verse":"37","text":"Xalelu góor ba dem ba fa fittu Yonatan ga dal, Yonatan woo xale bi, ne ko: «Ée! Xanaa du fitt gaa nga nale ca sa kanam?»"},{"style":"v","verse":"38","text":"Mu wooti ko, ne ko: «Ée, doxal gaaw, bul taxaw!» Xale ba for fitt ga, dellu ca njaatigeem Yonatan."},{"style":"v","verse":"39","text":"Xale bu góor ba nag xamu ca dara, Yonatan ak Daawuda rekk a xam mbir ma."},{"style":"v","verse":"40","text":"Yonatan daldi jox xaleem ba ay gànnaayam, ne ko: «Doxal, yóbbu ca dëkk ba.»"},{"style":"v","verse":"41","text":"Xale ba dem, Daawuda jóg, génne ca làquwaayam ba fare bëj-saalum. Mu ne gurub, dëpp jëëm fa suuf, sujjóot ñetti yoon, ku nekk fóon sa moroom, ñoom ñaar ñépp jooy, te Daawuda rawati."},{"style":"v","verse":"42","text":"Yonatan ne Daawuda: «Demal ak jàmm, gannaaw noo giñoo nun ñaar ci turu Aji Sax ji ne “Aji Sax jeey seede sama digganteek yaw, ak diggante sama askan ak saw askan, ba fàww.”»"}]