[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mu ko defee Daawuda dem, Yonatan dellu ca dëkk ba."},{"style":"s1","verse":"","text":"Daawuda dem na ca Aximeleg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Gannaaw ba loolu wéyee Daawuda dem dëkk ba ñuy wax Noob ca Aximeleg \\w sarxalkat|sarxalkat b-:\\w* ba. Aximeleg gatandu ko, di lox, ne ko: «Lu la taxa wéet, kenn àndul ak yaw?»"},{"style":"v","verse":"3","text":"Daawuda ne Aximeleg sarxalkat ba: «Buur a ma sant ne ma: “Bu kenn xam lenn ci li ma la yónni, ak li ma la sant.” Samay ndaw nag, xamal naa leen ne béreb sàngam lañu wara xaar."},{"style":"v","verse":"4","text":"Loo fi denc nag? Su dee juróomi mburu mbaa lu beggandi rekk, jox ma!»"},{"style":"v","verse":"5","text":"Sarxalkat ba ne Daawuda: «Dencuma mburum neen de, mburu mu \\w sell|sell:\\w* a fi ne. Jëlal, jox say nit, ndegam fekk na leen ñu fegu ci aw jigéen.»"},{"style":"v","verse":"6","text":"Daawuda ne sarxalkat ba: «Aw jigéen kay mbañ la ci nun naka jekk, su ma nekkee ci yoonu xare, te sellal la sama nit ñi nekke nii. Doonte yoon wii laajul sellal, tey fekk na leen sellal moos ci moomu mbir.»"},{"style":"v","verse":"7","text":"Ci kaw loolu sarxalkat ba jox ko loola ñu sellal, ndax mburu amu fa woon, lu moy \\w mburum teewal|mburum teewal m-:\\w*, ma ñu jële woon fa Aji Sax ji, ba wuutal fa mburu mu tàng ca saa sa ñu ko fa jëlee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Fa la fekk keroog ab jawriñu Sawul bu yitte téye woon fa Aji Sax ji. Mooy Edomeen ba ñuy wax Doweg; njiital sàmmi Sawul la woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Daawuda ne Aximeleg: «Dencoo fi ab xeej mbaa saamar bu jàppandee? Ndax du saamar, du lenn ci samay gànnaay lu ma indaale, ngir yónnentu Buur a jampoon lool.»"},{"style":"v","verse":"10","text":"Sarxalkat ba ne ko: «Xanaa saamarub Golyaat waa Filisti ba nga reyoon ca xuru Ela. Ma nga nee laxase ca turki ba, ca gannaaw \\w xar-sànni|xar-sànni m-:\\w* ma. Soo ko bëggee, jëlal, boobu rekk a fi ne.» Daawuda ne ko: «Aa! Boobu kay amul moroom, jox ma ko.»"},{"style":"s1","verse":"","text":"Daawuda nax na leen"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bésub keroog Daawuda daw na Sawul ba àgg ca Akis buurub Gaat\\f + \\fr 21.11 \\fk Gaat \\ft mi bokkoon ci juróomi dëkk yi gëna mag ci waa Filisti, moo gënoona jege diiwaanu Yude.\\f*."},{"style":"v","verse":"12","text":"Jawriñi Akis ya wax Akis ne ko: «Xanaa kii du Daawuda, boroom réew mi? Du kii lañuy woyal, di fecc, naan:"},{"style":"q1","verse":"","text":"“Sawul jam junneem,"},{"style":"q1","verse":"","text":"Daawuda jam fukki junneem”?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Daawuda am lu mu foog ci kàddu yooyu, ba tax mu ragal lool Akis buurub Gaat."},{"style":"v","verse":"14","text":"Mu daldi soppaliku ba mel ni ku teqalikook sagoom ca seen kanam, di dof-doflu ca seen kaw, di bindantu ca bunt yaaka rogalaatal ay yuut ca kawaru sikkim ba."},{"style":"v","verse":"15","text":"Akis ne jawriñam ya: «Xam ngeen ne kii ab dof la; ana lu ngeen ma koy indile?"},{"style":"v","verse":"16","text":"Damaa ñàkk ay dof ba ngeen di ma yokkal lii, muy def yëfi dof fi sama kaw? Lu lii di wut sama biir kër?»"}]