[{"style":"s1","verse":"","text":"Daawuda jiite na gàngoor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Daawuda jóge Gaat, daw làquji ca biir xuntum Adulam. Magam yaak waa kër baayam gépp yég ko, dikk, fekksi ko fa."},{"style":"v","verse":"2","text":"Ci biir loolu mboolem boroom njàqare ya, ak ña bor jiital, ak tàng-xol ya, ñoom ñépp dajeji fa Daawuda, mu doon seen njiit. Ñu wara tollook ñeenti téeméeri (400) nit ànd ak moom."},{"style":"v","verse":"3","text":"Daawuda bàyyikoo fa, dem Mispe ca diiwaanu Mowab. Mu wax buuru Mowab ne ko: «Rikk may ma, sama baay ak sama ndey dikk toog ak yaw, ba ma xam nu Yàlla di def ak man.»"},{"style":"v","verse":"4","text":"Noonu la Daawuda yóbboo ay waajuram Mispe ca buuru Mowab\\f + \\fr 22.4 \\ft Maamaatu Daawuda bu jigéen, ab Mowabeen la woon. Seetal ci \\bk Ruut\\bk* 4.\\f*, ay waajuram toog fa diir bu tollook diir ba Daawuda làqu woon ca rawtoom ba."},{"style":"v","verse":"5","text":"Ci kaw loolu Yonent Yàlla Gàdd ne Daawuda: «Bul toog ci rawtu bi, fabul dem réewum Yuda.» Daawuda bàyyikoo ca, dem ba ca gottub Eret."},{"style":"s1","verse":"","text":"Sawul rey na sarxalkati waa Noob"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ci biir loolu Sawul dégg ne gis nañu Daawuda ak ña ànd ak moom. Booba Sawul a nga toog ca ker garabu tamaris ga ca Gibeya ca kaw tund wa. Ma nga ŋàbb xeejam, jawriñam yépp taxaw ci wetam."},{"style":"v","verse":"7","text":"Sawul wax ak jawriñam yi taxaw ci wetam, ne leen: «Yeen Beñamineen ñi, dégluleen! Mbaa yeen ñépp, doomu Yese jee leen di jox ay tool aki tóokëri reseñ, am yeen ñépp lay fal njiiti kuréeli junni ak njiiti kuréeli téeméer,"},{"style":"v","verse":"8","text":"ba ngeen di ma fexeel yeen ñépp? Du kenn ku ma yégal ne sama doom fasoo na kóllëre ak doomu Yese ji. Du kenn ku ma tiisoo, yégal ma ne sama doom a ngi xabtal sama surga ci sama kaw, ngir mu waajal ma am tëru ni tey jii!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Doweg, Edomeen ba taxawandook jawriñi Sawul, daldi àddu, ne: «Man de, gis naa doomu Yese ji, mu dikk dëkk ba ñuy wax Noob, ca Aximeleg doomu Axitub."},{"style":"v","verse":"10","text":"Aximeleg seetal na ko ci Aji Sax ji, ab dund it may na ko ko, te it saamaru Golyaat waa Filisti ba, jox na ko ko.»"},{"style":"v","verse":"11","text":"Buur Sawul woolu \\w sarxalkat|sarxalkat b-:\\w* ba Aximeleg doomu Axitub, ak mboolem bokki baayu Aximeleg ya doon ay sarxalkat ca Noob; ñu wuyusi Buur Sawul, ñoom ñépp."},{"style":"v","verse":"12","text":"Buur ne: «Yaw doomu Axitub, déglu ma fii!» Mu ne ko: «Maa ngi lay dégg, sang bi.»"},{"style":"v","verse":"13","text":"Sawul ne ko: «Li nga ma def nag, di ma fexeel, yaak doomu Yese ji? Yaa ko may ab dund, yaa ko jox ab saamar, seetal ko ci Yàlla, ba mu jógal ma, di ma tëru nii tey!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Aximeleg ne Buur: «Buur, ana sa surga yii ba ñu daj, ku la nangule ni Daawuda mii, di sa goro, jiite say dag, te di ku ñu nawloo ci sa biir ëtt bii?"},{"style":"v","verse":"15","text":"Du keroog laa ko njëkka seetal ci Yàlla de! Te it yàlla buma la lalal pexe! Dëgg waay, Buur sama sang, bu ma topp lenn maak kenn ci sama waa kër baay, ndax kat sang bi, xawma dara ba dara booloo jeex ci menn pexe.»"},{"style":"v","verse":"16","text":"Buur Sawul ne ko: «Yaw Aximeleg kay, dee rekk mooy sab àtte, yaak sa waa kër baay yépp.»"},{"style":"v","verse":"17","text":"Ba mu ko defee Buur ne dagam ya ko dar: «Ayca, reyleen sarxalkati Aji Sax yii, gannaaw ñoom it ñook Daawudaa far. Yégoon nañu ba muy daw te xamaluñu ma ko.» Dagi buur ya nag baña yékkati seen loxo jëme ci sarxalkati Aji Sax ya."},{"style":"v","verse":"18","text":"Buur ne Doweg: «Ayca yaw, reyal sarxalkat yii!» Doweg Edomeen ba rey sarxalkat ya. Rey na bésub keroog juróom ñett fukki nit ak juróom (85) ñuy sol \\w xar-sànnim|xar-sànni m-:\\w* lẽe."},{"style":"v","verse":"19","text":"Waa Noob dëkkub sarxalkat ya it, mu jam leen, leele ñawkay saamar; góor ak jigéen, gone ya, ba ca ñay nàmp, ak nag yaak mbaam yaak gàtt ya, lépp la leele ñawkay saamar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Jenn doomu Aximeleg miy doomu Axitub doŋŋ a rëcc, te mooy Abyatar. Mu daw, fekki Daawuda."},{"style":"v","verse":"21","text":"Mu yégal Daawuda ne ko Sawul reylu na sarxalkati Aji Sax yi."},{"style":"v","verse":"22","text":"Daawuda ne Abyatar: «Xamoon naa bésub keroog ne gannaaw Doweg Edomeen baa nga fa woon, du ñàkk moos mu nettali ko Sawul. Man mii maa gàddu sa bakkani waa kër baay gépp."},{"style":"v","verse":"23","text":"Waaye toogal fii ci man, te bul ragal dara. Ki lay wuta rey moo may wuta rey man itam. Soo nekkee ci sama wet nag, yiiru nga.»"}]