[{"style":"s1","text":"Daawuda xettali na waa Keyla"},{"style":"p","text":""},{"style":"v","text":"Mu am bés nag, ñu yégal Daawuda, ne ko: «Waa Filisti de ña ngay song waa Keyla xare. Ña ngay sëxëtoo dàgga ya.»"},{"style":"v","text":"Daawuda diisook Aji Sax ji, ne ko: «Ndax ma dem xarejeek waa Filisti?» Aji Sax ji ne Daawuda: «Demal kay xareek waa Filisti, xettali waa Keyla.»"},{"style":"v","text":"Niti Daawuda ne Daawuda: «Waaw, ndegam fii ci Yuda lanu tiite, astamaak bu nu demee Keyla, ba janook làngi waa Filisti!»"},{"style":"v","text":"Daawuda dellu diisook Aji Sax ji, Aji Sax ji ne ko: «Doxal dem Keyla, man, maay teg waa Filisti ci say loxo.»"},{"style":"v","text":"Ba mu ko defee Daawuda ànd aki nitam dem Keyla, xareek waa Filisti, duma leen duma yu réy, yóbbu seenug jur. Noonu la Daawuda xettalee waa Keyla."},{"style":"p","text":""},{"style":"v","text":"Ba Abyatar doomu Aximeleg dawee fekki Daawuda ca Keyla, \\w xar-sànni|xar-sànni m-:\\w* ma\\f + \\fr 23.6 \\fk xar-sànni ma: \\ft dañu ko daan seete ci Aji Sax ji.\\f* la indaale."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ñu yegge Sawul ne ko Daawuda dem na Keyla. Sawul ne: «Kon de Yàllaa ko teg ci samay loxo, ndax ba mu duggee biir dëkk bu tëje ràpp la tëj boppam.»"},{"style":"v","text":"Ba loolu amee Sawul woo gàngooram gépp xare, ngir ñu dem Keyla, gawi Daawudaaki nitam."},{"style":"v","text":"Daawuda nag yég ne moom la Sawul di fexeel njekkar. Mu ne Abyatar \\w sarxalkat|sarxalkat b-:\\w* ba: «Indil xar-sànni mi.»"},{"style":"v","text":"Mu indi ko, Daawuda ne: «Éy Aji Sax ji Yàllay Israayil sama Boroom, dégg naa déy ne Sawul a ngi waaja dikk Keyla gii, ñëw tas dëkk bi ndax man."},{"style":"v","text":"Mbaa kilifay Keyla duñu ma teg ci loxoom? Boroom bi, ndax li ma dégg ñu naan Sawul a ngi ñëw, dëgg la? Éy Aji Sax ji Yàllay Israayil, sama Boroom, ngalla wax ma!» Aji Sax ji ne: «Dina ñëw.»"},{"style":"v","text":"Daawuda ne: «Mbaa kilifay Keyla duñu ma teg, maak samay nit ci loxol Sawul?» Aji Sax ji ne ko: «Ahakay.»"},{"style":"v","text":"Daawuda fabu mooki nitam, ñu wara tollu ci juróom benni téeméer (600), daldi bàyyikoo Keyla, di taxawaaloo fépp fu ñu ñeme. Ba ñu yeggee Sawul ne Daawuda jóge na Keyla, rëcc, Sawul yebbi."},{"style":"p","text":""},{"style":"v","text":"Daawuda nag nekk ca xunt yu kawe ya ca màndiŋ ma, toog foofa ca tund ya ca màndiŋu Sif. Sawul di ko seet bés bu nekk, waaye Yàlla tegul Daawuda cay loxoom."},{"style":"v","text":"Gannaaw gi, Daawuda yég ne Sawul waajal na aw yoon ngir jël bakkanam. Booba Daawudaa nga ca màndiŋu Sif ca Orsa."},{"style":"v","text":"Ci biir loolu Yonatan doomu Sawul ja dem Orsa ca Daawuda, di ko ñaax ngir mu gëna dëgërloo Yàlla."},{"style":"v","text":"Mu ne ko: «Bul tiit. Loxol Sawul sama baay du la jot. Yaw yaay falu Buur ci Israayil, te maay doon sa bummi. Sama baay ci boppam xam na loolu bu baax.»"},{"style":"v","text":"Ci biir loolu ñu feddali seen \\w kóllëre|kóllëre g-:\\w* ñoom ñaar fa kanam Aji Sax ji. Daawuda des Orsa, Yonatan ñibbi këram."},{"style":"s1","text":"Sawul topp na Daawuda"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee waa Sif dem seeti Sawul ca Gibeya, ne ko: «Daawuda de, ma nga làqu fa nun. Ma nga ca xunt yu kawe ya ca Orsa, ca kaw tundu Akila, fa féete màndiŋ ma bëj-saalum."},{"style":"v","text":"Buur, saa yoo bëggee ñëw rekk, ñëwal. Kon, Buur, nun noo koy teg ci say loxo.»"},{"style":"v","text":"Sawul ne leen: «Yal na leen Aji Sax ji barkeel ndax yég ngeen ma."},{"style":"v","text":"Léegi demleen, xoolaat bu baax; seetleen ba gis fu mu jaare ak ku ko fa gis, ndax xamal nañu ma ne ku ñora ñor la."},{"style":"v","text":"Seetleen ba gis fépp fu mu mana làqu, doora délsi fii ci man, indil ma lu leer. Su ko defee ma ànd ak yeen. Su Daawuda nekkee ci gox bi, dinaa topp tànkam ci biir mboolem làngi Yudeen ñi.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee waa Sif jiituji Sawul ca Sif. Fekk na Daawudaaki nitam ña nga woon ca joor ga ca màndiŋu Mawon, fa féete màndiŋ ma bëj-saalum."},{"style":"v","text":"Sawul aki nitam dem, di wër Daawuda, ñu yegge ko Daawuda, mu dem ba ca doj wa, làqu foofa ca màndiŋu Mawon. Sawul yég ko, dàqi ko ca biir màndiŋ ma."},{"style":"v","text":"Sawul a ngay deme ci wetu tund wii, Daawudaaki nitam bartaloo wet ga ca des, gaawtu di wéy, ngir rëcc Sawul. Naka la Sawul ak mbooloom dem bay wër-ndombo Daawuda aki nitam, ngir jàpp leen,"},{"style":"v","text":"ndaw dikk ca Sawul ne ko: «Dikkal gaaw, waa Filisti song nañu réew ma.»"},{"style":"v","text":"Sawul nag fomm ndàqum Daawuda, ngir dajejeek waa Filisti. Looloo waral turu béreb boobu di Sela Amaxlekot (muy firi Doju Rawukaay)."}]