[{"style":"s1","text":"Daawudaa gën Sawul fuuf"},{"style":"p","text":""},{"style":"v","text":"Foofa la Daawuda bàyyikoo, dali ca xunt yu kawe ya ca Engedi."},{"style":"v","text":"Naka la Sawul délsi, jóge ca ndàqum waa Filisti, ñu ne ko: «Ndeke Daawudaa nga ca màndiŋu Engedi!»"},{"style":"v","text":"Ci kaw loolu Sawul jël ñetti junniy (3~000) xarekat yu mu tànne ci \\w bànni Israayil|bànni Israayil:\\w* gépp, ngir wëri Daawuda aki nitam, ba fa dendeek tundi Sikket ya."},{"style":"v","text":"Mu dem ba tollook ay ngéddi xar ca yoon wa; foofa am xunt a nga fa woon. Mu dugg ca biir, di suturlu. Fekk na Daawudaaki nitam a nga ca biir-a-biir xunt ma, toog."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee niti Daawuda ya déey Daawuda, ne ko: «Xoolal bésub tey jii la la sa Yàlla Aji Sax ji noon: “Maa ngii, di teg sab noon ci say loxo, nga def ko lu la neex.”» Daawuda yoot ndànk, ba dagg ca lafu mbubbum Sawul."},{"style":"v","text":"Ba loolu amee fitu Daawuda ne tërit ndax la mu dagg ca lafu mbubbum Sawul."},{"style":"v","text":"Mu ne nitam ña: «Yal na ma Aji Sax ji musal ba duma def sama sang, kii Aji Sax ji fal, jëf ju tollu ni yékkati sama loxo jëme ko ci moom, ndax moom mooy ki Aji Sax ji fal.»"},{"style":"v","text":"Kàddu yooyu la Daawuda dànkaafoo nitam ña; mayu leen ñu dal ci kaw Sawul, ba Sawul jóge ca xunt ma, dem yoonam."},{"style":"p","text":""},{"style":"v","text":"Daawuda nag génn xunt ma, woo Sawul, ne ko: «Éey, Buur sama sang!» Sawul geesu; Daawuda sukk, sujjóot, dëpp jëëm fa suuf,"},{"style":"v","text":"daldi wax Sawul ne ko: «Lu waral ngay déglu ku la naan: “Daawuda mii sa musiba lay wut.”"},{"style":"v","text":"Bés a ngii tey, nga gisal sa bopp ni la Aji Sax ji tege tey ci samay loxo ci biir xunt mi. Nee nañu ma, ma rey la, waaye dama laa xool bëtu ñeewante. Maa ne duma yékkati mukk sama loxo jëme ko ci sama sang, ndax mooy ki Aji Sax ji fal."},{"style":"v","text":"Te xoolal, baay, xoolal rekk sa daggitu mbubb wii ci sama loxo. Gannaaw maa ko dagge ci sa mbubb te reyuma la, war ngaa xam nag xéll ne naruma genn mbon mbaa pexem fippu, te tooñuma la. Yaw kay yaa may rëbb, ngir jël sama bakkan."},{"style":"v","text":"Yal na Aji Sax ji àtte sama digganteek yaw. Yal na ma Aji Sax ji feyul ci yaw, waaye du sama loxoo lay dal mukk."},{"style":"v","text":"Mooy la ñu léeb bu yàgg rekk ne: “Ku bon, mbon rekk.” Man nag sama loxo du la dal mukk."},{"style":"v","text":"Ana sax ku buurub Israayil jóg, di dàqi? Ab xaj bu dee, aw fel doŋŋ lay dàq!"},{"style":"v","text":"Aji Sax jeey àttekat bi, te mooy àtte sama digganteek yaw. Yal na ma geesu te sàmm sama àq. Yal na ma jox dëgg, ba génne ma ci say loxo.»"},{"style":"p","text":""},{"style":"v","text":"Ba Daawuda waxee Sawul kàddu yooyu ba daaneel, Sawul da ne: «Éy Daawuda, doom, loolu sa baat la moos?», daldi ne yikkét jooy."},{"style":"v","text":"Mu ne Daawuda: «Dëgg déy nga am ci sama kaw, ndax yaa ma defal lu baax, ma fey la lu bon!"},{"style":"v","text":"Yaa ma wax lu baax li nga ma defal tey; Aji Sax ji teg ma ci say loxo, te reyuloo ma."},{"style":"v","text":"Ana kuy jekku noonam, wacc ko mu dem ak jàmm? Yal na la Aji Sax ji fey lu baax li nga ma defal bésub tey jii."},{"style":"v","text":"Léegi nag dama ne, xam naa ne dinga doon buur moos, te nguurug Israayil dina sax ci say loxo."},{"style":"v","text":"Kon nag giñal ma ci Aji Sax ji ne doo dagg sama askan wi may wuutu, te doo raafal sama tur ci sama waa kër baay.»"},{"style":"v","text":"Ba mu ko defee Daawuda giñal Sawul loolu, Sawul ñibbi këram, Daawuda ànd aki nitam, dellu ca xunt mu kawe ma."}]