[{"style":"s1","text":"Samiyel faatu na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba loolu wéyee Samiyel génn àddina, Israayil gépp daje, dëj ko, daldi koy denc ca këram ca Raama. Daawuda nag fabu, wuti màndiŋu Paran."},{"style":"s1","text":"Nabal gàntal na Daawuda"},{"style":"p","text":""},{"style":"v","text":"Jenn waay a nga woon ca dëkk ba ñuy wax Mawon. Amoon na alal foofa ca dëkk ba ñuy wax Karmel; ku barele woon lool la, amoon na ñetti junniy (3~000) xar ak junniy (1~000) bëy. Mu nekkoon Karmel, di watlu ay xaram."},{"style":"v","text":"Nabal la waa ji tuddoon, soxnaam di Abigayil. Ndaw su yewwu la woon te taaru, jëkkëram nag bokk ci giiru Kaleb, di ku ñàng te soxor."},{"style":"v","text":"Ci biir loolu Daawuda dégge ca màndiŋ ma ne Nabal a ngay watlu ay xaram\\f + \\fr 25.4 \\ft Xari waa penku dañuy bare kawar gu ñuy wat aka ëcc, di ci defar ag wëñ. Bu ñu daan watlu seeni xar, xew mu réy la woon.\\f*."},{"style":"v","text":"Mu yebal fukki ndaw, ne leen: «Demleen Karmel, ngeen àgg ba ca Nabal. Nuyulleen ma ko."},{"style":"v","text":"Ngeen ne ko Daawuda nee: “Fekkeel déwén, yal nanga am jàmm, sa kër, jàmm, lépp lu bokk ci yaw it, jàmm."},{"style":"v","text":"Dégg naa ne watkati jur yaa ngi wate ci yaw. Say sàmm nag nekkoon nañook nun, te soxorewunu leen, lenn lu bokk ci ñoom it réerul, mboolem diir ba ñuy sàmm ca Karmel."},{"style":"v","text":"Laajal rekk say surga, dinañu la ko wax. Daawuda sa doom nag, sang bi, moo lay ñaan nga yéwéne nu ci bésu tey bu rafet bii nu dikke, te may nu, man ak samay nit, loo am te yéene.”»"},{"style":"p","text":""},{"style":"v","text":"Ndawi Daawuda ya nag dikk, jottali Nabal kàddu yooyu yépp ci turu Daawuda, ba daaneel, ne tekk."},{"style":"v","text":"Nabal ne ndawi Daawuda: «Ana kuy Daawuda? Kuy doomu Yese sax? Jamonoy tey jaam yu baree ngi fàqe ci seeni sang."},{"style":"v","text":"Ana luy ndeyi may jël saab dund ak samam ndox ak yàppu jur gi ma rendil sama watkati jur, di ko jox ñu ma xamul fu ñu jóge?»"},{"style":"v","text":"Ba loolu amee ndawi Daawuda walbatiku ñibbi. Ba ñu dikkee, daldi koy yegge kàddu yooyu yépp."},{"style":"v","text":"Daawuda ne ndawam ya: «Ràngooleen seeni saamar, yeen ñépp.» Ñu ràngoo seeni saamar ñoom ñépp, Daawuda it ràngoo saamaram, lu tollook ñeenti téeméeri (400) góor ànd ak Daawuda, ñaari téeméer (200) des ca seen cummikaay."},{"style":"s1","text":"Jabaru Nabal def nag muus"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu kenn ca surga ya wax Abigayil jabaru Nabal, ne ko: «Ãa, Daawuda de moo yebal ay ndaw yu jóge ca màndiŋ ma, ngir nuyusi sunu sang, waaye moom, da leena jànni."},{"style":"v","text":"Ndaxam nit ñooñu de, ñu baaxoon lool lañu ci nun. Soxorewuñu nu, te réerlewunu lenn it mboolem diir ba nu bokkee ak ñoom aw yoon, ca àll ba."},{"style":"v","text":"Sunu kiiraay la nu woon guddi ak bëccëg, la nu nekkoon ak ñoom lépp, di sàmm gàtt yi."},{"style":"v","text":"Léegi nag seetal, ba xam loo ci wara def, ndax musiba kat dëgmal na sunu sang ak waa këram gépp. Moom nag dafa naqari deret, ba maneesula wax ak moom.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Abigayil gaaw sàkk ñaari téeméeri mburu ak ñaari mbuusi biiñ ak juróomi gàtt yu ñu defar ak juróomi natti peppum mbool ak téeméeri cabbi reseñ ak ñaari téeméeri danki figg, boole ko sëf ci ay mbaam."},{"style":"v","text":"Mu ne ay surgaam: «Jiituleen, maa ngi topp ci yeen.» Nabal jëkkër ja nag, ndaw sa waxu ko ci dara."},{"style":"v","text":"Naka la ndaw sa dawal mbaamam, làqoo mbartalu tund wa, di wàcc ca xur wa, ndeke Daawudaa nga ànd aki nitam, di dajeek moom; ndaw sa ne pemm ca ñoom."},{"style":"v","text":"Fekk na Daawuda doon wax naan: «Ndeke kay neen laa doon wattoo mboolem lu bokk ci kii ca màndiŋ ma, ba lennam réerul; lu bon la ma feye lu baax."},{"style":"v","text":"Yal na ma Yàlla teg mbugal mu gëna tar, ndegam maa wacc bët di sete kenn ku bokk ci waa jii, kuy colal.»"},{"style":"p","text":""},{"style":"v","text":"Abigayil séen Daawuda, daldi gaaw wàcc mbaam ma, ne gurub fa kanamam, dëpp jëëm fa suuf, sujjóot."},{"style":"v","text":"Naka la ne fëlëñ ca tànki Daawuda, ne ko: «Sang bi, naa tegoo tooñ gi, may ma rekk, ma wax la. Ngalla sama sang, déglul sama kàddu."},{"style":"v","text":"Sang bi, bul déglu mukk nit ku bon kii, Nabal mii. Moom turam doŋŋ la wuyu, ndax Nabal (muy firi Dof bi) la tudd, te ndof la nekke. Man nag sang bi, gisuma woon ndaw yi nga yebal."},{"style":"v","text":"Léegi nag sang bi, giñ naa ko ci Aji Sax jiy dund, nga fekke tey, Aji Sax jee la teree tuur deret tey, di feyul sa bopp. Muy say noon, di ñi lay fexeel lu bon, yal nañu bokk ak Nabal mii demin."},{"style":"v","text":"Sarica bii ma la indil nag, sang bi, nañu ko jox xale yu góor yi topp ci yaw."},{"style":"v","text":"Sang bi, jéggal ma rekk ndax Aji Sax jee lay defal moos kër gu yàgg. Kon nag, Yàlla bu nit gis mukk lu bon ci yaw, sa giiru dund."},{"style":"v","text":"Bu ñu la doon dàq, di wut sa bakkan, yal na fekk sa bakkan dence ca ëmbu aji dund ña, ca sa wetu Yàlla Aji Sax ji, sang bi. Waaye sa bakkanub noon, yal na ko mbaq, sànni fu sore."},{"style":"v","text":"Keroog, sang bi, bu la Aji Sax ji defalee mboolem lu baax la mu la dig, ba fal la, nga jiite Israayil déy,"},{"style":"v","text":"su boobaa doo réccu, doo am yaraange ci loo doon tuure deret ci neen, mbaa loo doon feyul sa bopp. Te ngalla sang bi, keroog bu la Aji Sax ji baaxee, fàttalikul sab jaam.»"},{"style":"p","text":""},{"style":"v","text":"Daawuda ne Abigayil: «Cant ñeel na Aji Sax ji Yàllay Israayil mi la yebal bésub tey jii, ngir nga dogale ma."},{"style":"v","text":"Maa ngi lay gërëme sa njort, di la gërëme sa jëmmu bopp jii ma teree tuur deret, ngir feyul sama bopp."},{"style":"v","text":"Lu ko moy de, giñ naa ci Kiy dund, Aji Sax ji Yàllay Israayil ji ma téye ba loruma la, soo gaawul woon, dogalesi ma, du kenn moos ku ñuy wacc, bët di ko sete ci mboolem kuy colal te bokk ci Nabal.»"},{"style":"v","text":"Ba loolu amee Daawuda nangoo ca loxol ndaw sa la mu ko indil, daldi ne ko: «Ñibbil ak jàmm. Dégg naa sa kàddu te nangul naa la.»"},{"style":"s1","text":"Nabal dee, Daawuda dikk"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Abigayil dellu ca Nabal, fekku ko lu moy mu amal biir këram bernde ju mel ni berndey buur. Xol baa nga sedd, mu màndi lool, ba tax Abigayil waxu ko dara ba bët set."},{"style":"v","text":"Ca suba sa ba mànditeb Nabal giifee, jabaram wax ko la xew, xol ba jekki ne goyy ca biir dënn ba, yaram wa daldi mel niw doj."},{"style":"v","text":"Ñu teg ca lu tollook fukki fan, Aji Sax ji dal ci kaw Nabal, mu dee."},{"style":"v","text":"Ci kaw loolu Daawuda dégg ne Nabal dee na, mu ne: «Cant ñeel na Aji Sax ji sama Boroom mi àtte gàcce gi ma ame ci Nabal, te tere maa def lu bon. Mbonug Nabal la Aji Sax ji walbati, këpp ci kaw boppam.» Daawuda nag yónnee kàddoom ca Abigayil, ngir jël ko jabar."},{"style":"v","text":"Surgay Daawuda ya dem ca Abigayil ca Karmel, wax ko ne ko: «Daawudaa nu yónni fi yaw, ngir bëgg laa jël soxna.»"},{"style":"p","text":""},{"style":"v","text":"Abigayil daldi sujjóot, dëpp jëëm fa suuf, ne leen: «Maa ngii dib jaamam, ba ci raxas tànki surgaam yi.»"},{"style":"v","text":"Ci kaw loolu Abigayil ne ñokket, war mbaamam, juróomi surgaam yu jigéen ànd ak moom, mu topp ca ndawi Daawuda ya. Noonu la Abigayil doone soxnas Daawuda."},{"style":"p","text":""},{"style":"v","text":"Axinowam ma cosaanoo Yisreel itam, Daawuda jëloon na ko soxna, ñuy wujje ñoom ñaar."},{"style":"v","text":"Fekk na Sawul nangu doomam Mikal, soxnas Daawuda, may ko waa Galim ba ñuy wax Palti doomu Layis."}]