[{"style":"s1","text":"Daawuda làquji na ca waa Filisti"},{"style":"p","text":""},{"style":"v","text":"Daawuda nag ma nga naan ca xelam: «Bés a ngi ñëw bu ma nara sànku ci loxol Sawul. Li gën ci man daal, du lenn lu moy daw a daw ba ca réewu waa Filisti, ba Sawul tàyyi maa rëbbati ci Israayil gépp, ma daldi mucc.»"},{"style":"v","text":"Ba loolu amee Daawuda ak juróom benni téeméeri (600) nit ña ànd ak moom, daldi jàll ba ca buurub Gaat\\f + \\fr 27.2 \\fk Gaat \\ft péeyu waa Filisti la woon.\\f*, Akis doomu Mawog."},{"style":"v","text":"Daawuda dal ca Akis ca Gaat, mook ay nitam, ku ci nekk ak njabootam; Daawuda ak ñaari soxnaam, Axinowam waa Yisreel ba, ak waa Karmel ba, Abigayil, soxnas Nabal woon."},{"style":"v","text":"Ba ñu waxee Sawul ne ko Daawuda daw na, dem Gaat, Sawul rëbbatu ko."},{"style":"p","text":""},{"style":"v","text":"Daawuda nag ne Akis: «Ngalla baaxe ma, may ma fi ab gox ci dëkki àll bii, ma man faa dëkke; ndax man sab surga laa, warumaa bokk dëkk ak yaw ci péeyu buur.»"},{"style":"v","text":"Bésub keroog la ko Akis jox dëkk ba ñuy wax Ciglaag. Moo tax Ciglaag ñeel buuri Yuda ba tey jii."},{"style":"v","text":"Diir ba Daawuda dal ca àllub Filisti, at la ak ñeenti weer."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Daawuda aki nitam daan nañu song-songee Gesureen ñi ak Giraseen ñi ak Amalegeen ñi. Mooy ña dëkke woon naka jekk réew mooma, ba ca Sur, jàpp réewum Misra."},{"style":"v","text":"Saa yu Daawuda songaan gox ba, du ca wacc kuy dund; du góor, du jigéen, te it day lël jur gu gudd ak gu gàtt, mbaam ak giléem aki yére. Su ko defee mu walbatiku, dellu ca Akis."},{"style":"v","text":"Bu ko Akis laajee ne ko: «Fu ngeen lële woon tey?» Daawuda ne ko: «Xanaa wetu Negew\\f + \\fr 27.10 \\fk Negew: \\ft mu nga féete bëj-saalum.\\f* ca Yuda,» mbaa «Xanaa wetu Negew ca Yeraxmeleen ña,» mbaa mu ne ko: «Xanaa wetu Negew ca Keñeen ña.»"},{"style":"v","text":"Moo tax du genn góor mbaa jigéen ju Daawuda masa bàyyi mu dund, di ko indi Gaat, ndax ragal ñu nettali lu jëm ci ñoom, naan nàngam ak nàngam la ñoom Daawuda def. Noonu la jàppoo woon mboolem diir ba mu dal ca àllub Filisti."},{"style":"v","text":"Akis nag amoon na kóolute ci Daawuda, ndax da doon wax ci xelam naan: «Kii de yóbbe na boppam mbañeel gu ko bokki \\w bànni Israayilam|bànni Israayil:\\w* bañ lool. Moo tax sama surga rekk lay doon ba fàww.»"}]