[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jamono yooyu nag waa Filistee dajale woon seeni gàngoori xare, ngir xeex ak Israayil. Akis ne Daawuda: «Xanaa moos xam nga ne man ngay àndal ci xare bi de, yaak say nit?»"},{"style":"v","verse":"2","text":"Daawuda ne Akis: «Kon nag, sang bi, yaay gisal sa bopp li may def.» Akis ne ko: «Kon nag, def naa la sama dagu bopp ba fàww.»"},{"style":"s1","verse":"","text":"Sawul seetluji na ca Endor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Samiyel nag faatu woon na, ba Israayil gépp dëj ko, denc ko ca Raama, dëkkam ba. Te itam Sawul mujjoon naa génne réew ma ñiy gisaane nit ñu dee ak boroom rawaan yiy gisaane."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci kaw loolu waa Filisti daje, dali ca dëkk ba ñuy wax Sunem; Sawul ànd ak \\w bànni Israayil|bànni Israayil:\\w* gépp, ñu dali ca Gilbowa."},{"style":"v","verse":"5","text":"Sawul gis gàngooru waa Filisti, daldi tiit lool ba fit wa rëcc."},{"style":"v","verse":"6","text":"Mu seetlu ci Aji Sax ji, Aji Sax ji wuyuwu ko; du ci gént, du ci jumtukaayu tegtal bi ñuy wax \\w Urim|Urim ak Tumim:\\w*, du ci kàddug yonent."},{"style":"v","verse":"7","text":"Sawul wax ay jawriñam, ne leen: «Seetalleen ma jigéen juy gisaane nit ñu dee, ma seetluji ci moom.» Jawriñ ya ne ko: «Xanaa jigéenu gisaanekat ba ca Endor.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba mu ko defee Sawul soppiw melo, sol yeneen yére, daldi ànd ak ñaari nit ag guddi, ba ca jigéen ja. Mu ne ko: «Ngalla gisaaneel ma ci ab rawaan, te nga wool ma ku dee ki ma lay tudd!»"},{"style":"v","verse":"9","text":"Jigéen ji ne ko: «Ma ne, yaw ci sa bopp xam nga li Sawul def; moo génne réew mi ñiy gisaane nit ñu dee ak boroom rawaan yiy gisaane. Kon loo may fiire, nar maa reylu?»"},{"style":"v","verse":"10","text":"Sawul giñal ko ci Aji Sax ji, ne ko: «Giñ naa ci Aji Sax ji, Kiy dund, mbugal du la ci fekk.»"},{"style":"v","verse":"11","text":"Jigéen ji ne ko: «Ku ma lay wool?» Mu ne ko: «Samiyel nga may wool.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Naka la jigéen ja gis Samiyel, daldi yuuxu ca kaw ne Sawul: «Lu tax nga nax ma? Yaw kay ndeke yaa di Sawul!»"},{"style":"v","verse":"13","text":"Buur Sawul ne ko: «Bul tiit, loo gis?» Mu ne ko: «Ab njuuma laa gis, muy yéege fa suuf.»"},{"style":"v","verse":"14","text":"Mu ne ko: «Nu mu mel?» Mu ne ko: «Góor gu mag ay yéegsi. Mu ngi sàngoo mbubb.» Sawul xam ne Samiyel la, daldi sukk, sujjóot, dëpp jëëm fa suuf."},{"style":"v","verse":"15","text":"Samiyel ne Sawul: «Ana loo may woowe, di ma yékkatee nii?» Sawul ne ko: «Damaa nekk ci njàqare lu réy. Waa Filistee ngi xareek man, te Yàlla dëddu na ma. Wuyootu ma, du ci kàddug yonent, du ci gént. Moo tax ma woo la, ngir nga xamal ma lu may def.»"},{"style":"v","verse":"16","text":"Samiyel ne ko: «Loo may laaj, gannaaw Aji Sax jee la dëddu, def la ab noon?"},{"style":"v","verse":"17","text":"Aji Sax jee sottal la mu waxoon, ma jottali ko, te Aji Sax jee foqati nguur gi ci say loxo, jox ko sa jegeñaale, muy Daawuda."},{"style":"v","verse":"18","text":"Yaa déggalul Aji Sax ji, jëfewuloo tàngooru meram ngir mbugal Amalegeen ñi. Loolu moo waral lii la Aji Sax ji teg tey jii."},{"style":"v","verse":"19","text":"Te itam Aji Sax jee lay booleek Israayil, teg ci loxol waa Filisti. Nëgëni ëllëg, yaw yaak say doom, dingeen ma fekksi. Te it dalub Israayil, Aji Sax jee koy teg ci loxol waa Filisti.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Sawul nag jekki ne dàll fa suuf, tàlli ñareet, tiitaange ju réy jàpp ko ndax kàdduy Samiyel. Rax ci dolli amul woon genn kàttan, ngir lekkul woon dara bëccëg baak guddi ga gépp."},{"style":"v","verse":"21","text":"Jigéen ja dikk, gis Sawul mu jàq lool. Mu ne ko: «Aa, sang bi, man de déggal naa la. Jaay naa sama bakkan, def li nga ma sant."},{"style":"v","verse":"22","text":"Léegi nag, déggal ma rekk sang bi, ma may la tuuti loo lekk, ba am doole, doora topp yoon wi.»"},{"style":"v","verse":"23","text":"Sawul lànk, ne ko: «Déedéet, lekkuma!» Jawriñam ña nag soññ ko, ñook jigéen ja, ba mu déggal leen. Mu jóge ca suuf, toog ca kaw lal ba."},{"style":"v","verse":"24","text":"Jigéen ja amoon na sëlluw yar ca kër ga. Mu gaaw rey ko, daldi sàkk sunguf, noot ko, lakk ca mburu mu amul lawiir."},{"style":"v","verse":"25","text":"Ba mu ko defee mu taajal ko Sawul, mooki nitam. Ñu lekk ba noppi, bàyyikoo fa guddig keroog."}]