[{"style":"s1","verse":"","text":"Waa Filisti dàq nañu Daawuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gàngoori waa Filisti yépp a daje woon ca Afeg. Israayil a nga dale woon ca wetu bëtu ndox ba ca Yisreel."},{"style":"v","verse":"2","text":"Kàngami waa Filisti yaa ngay jaab jiitu, ànd ak seen kuréeli téeméeri xarekat ak kuréeli junni. Daawudaaki nitam ànd ak Akis, jaab topp seen gannaaw."},{"style":"v","verse":"3","text":"Kilifay waa Filisti ne: «\\w Ebrë|Ebrë:\\w* yii, nag?» Akis wax ak kilifay waa Filisti, ne leen: «Xanaa du Daawuda, surgab Sawul buurub Israayil? Lu ëpp at a ngii mu nekk ak man, te gisuma ci moom sikk, ba mu teqalikook Sawul, ba bésub tey jii.»"},{"style":"v","verse":"4","text":"Kilifay waa Filisti nag ñéññ ca daldi ne ko: «Waññil waa jii, mu dellu ca gox ba nga ko teg. Bumu ànd ak nun ci xare bi, bay walbatiku di sunub noon ci biir xare bi. Ana lu koy jubaleeteek sangam, lu moy mu dog boppi nit ñii, jox ko?"},{"style":"v","verse":"5","text":"Xanaa du Daawuda mii lañuy woyal, di fecc, naan:"},{"style":"q1","verse":"","text":"“Sawul jam junneem,"},{"style":"q1","verse":"","text":"Daawuda jam fukki junneem”?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ci kaw loolu Akis woo Daawuda, ne ko: «Giñ naa ci Aji Sax ji, Kiy dund, ku jub nga, te doon naa rafetlu sa ànd ak man, di xarejeeka dikk, ndax bés ba nga dikkee fi man ba tey jii, gisuma ci yaw lu bon. Waaye nag kàngami Filisti ñoo rafetluwul sa teewaay."},{"style":"v","verse":"7","text":"Kon nag waññikul, te dem ak jàmm bala ngaa def lenn lu kàngami Filisti rafetluwul.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Daawuda ne Akis: «Ana lu ma def, ak loo ma gisal, bés ba ma dikkee fi yaw, ba bésub tey jii, ba tax duma xarejeek nooni Buur sang bi?»"},{"style":"v","verse":"9","text":"Akis ne Daawuda: «Dara! Xam naa loolu. Bége naa la it ni ndawal Yàlla. Kilifay Filisti kay a ma ne: “Bumu ànd ak nun ca xare ba.”"},{"style":"v","verse":"10","text":"Kon teelala fabu ëllëg, yaak sa surgay sang yi nga àndal. Dangeen di teela jóg rekk, bu bët setee ngeen dem.»"},{"style":"v","verse":"11","text":"Ca ëllëg sa nag Daawuda teela fabu, mooki nitam, ngir dellu réewum Filisti, waa Filisti ñoom jubal Yisreel."}]