[{"style":"s1","text":"Lu jëm ci mujug Sawul"},{"style":"p","text":""},{"style":"v","text":"Am na bés waa Filisti song \\w bànni Israayil|bànni Israayil:\\w*. Bànni Israayil won waa Filisti gannaaw, daw, ñu bare daanu dee ca tundu Gilbowa."},{"style":"v","text":"Ci biir loolu waa Filisti ne dann Sawul aki doomam yu góor, rey ca Yonatan ak Abinadab ak Malkisuwa, doomam yu góor yooyu."},{"style":"v","text":"Xare ba nag gëna mettee fa Sawul féete, fittkat ya jekku ko, mu tiit lool."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Sawul ne gàddukatu gànnaayam: «Boccil sa saamar, jam ma ba mu fëll; lu ko moy paaxe yii dikk, jam ma, toroxalsi ma.» Waaye gàddukatu gànnaayam nanguwul ndax tiitaange ju réy. Sawul jël saamaru boppam, daldi daaneel boppam ca kaw ñawka ga."},{"style":"v","text":"Gàddukatu gànnaay ba gis ne Sawul dee na, moom it mu daaneel boppam ca kaw saamaram, dee, topp Sawul."},{"style":"v","text":"Muy Sawul, di ñetti doomam yu góor, di gàddukatu gànnaayam itam, di mboolem ay nitam, ñoom ñépp a bokk dee bésub keroog."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu bànni Israayil ya ca wàllaa xur wa, ak ña ca wàllaa dexu Yurdan gis ne xarekati Israayil ya daw nañu, te Sawul aki doomam yu góor dee nañu. Ñu daldi daw, gental seeni dëkk, waa Filisti dikk, wuutu leen ca."},{"style":"p","text":""},{"style":"v","text":"Ca ëllëg sa, ba waa Filisti dikkee, di futtisi néew ya, ca kaw tundu Gilbowa lañu fekk Sawul ak ñetti doomam yu góor, ñu tëdd."},{"style":"v","text":"Ñu dog boppu Sawul, jël ay gànnaayam, ba noppi yeble ca réewum Filisti ba mu daj, ngir yégle seen ndam la ca seen këri tuur ya ak ca askan wa."},{"style":"v","text":"Gannaaw gi, ñu denc gànnaayi Sawul ca seen biir kër tuur ma ñuy wax \\w Astàrt|Astàrt:\\w*. Néewub Sawul, ñu wékk ko ca tatay dëkk ba ñuy wax Bet San."},{"style":"p","text":""},{"style":"v","text":"Ba waa Yabes Galàdd déggee la waa Filisti def Sawul,"},{"style":"v","text":"jàmbaar ñépp a fabu, topp guddi ga gépp ba Bet San. Ñu wékkee ca tatay Bet San néewub Sawul ak néewi doomam yu góor, doora ñibbi Yabes, boole fa néew ya, lakk."},{"style":"v","text":"Ñu for nag seeni yax, suul ca ron garab gu mag ga ca Yabes, ba noppi ñu woor juróom ñaari fan."}]