[{"style":"s1","text":"Nangu nañu gaalu Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Kàddug Samiyel nag di dikkal Israayil gépp."},{"style":"p","text":"Ci biir loolu \\w bànni Israayil|bànni Israayil:\\w* dem, dajeek waa Filisti ngir xare. Ña nga dal fa feggook Eben Eser, waa Filisti dal ca Afeg."},{"style":"v","text":"Filisteen ña làng-déral Israayil, xare ba jib. Israayil daanu fa kanam waa Filisti, waa Filisti rey ca seeni làng lu jege ñeenti junni (4~000) ca toolub xare ba."},{"style":"v","text":"Ba mbooloo ma ñibbee ca dal ba, magi Israayil ña ne: «Lu waral Aji Sax ji dumalu nu tey ci loxoy waa Filisti? Lu waral Aji Sax ji duma nu ci kanamu waa Filisti? Nan jëleji \\w gaalu kóllërey Aji Sax|gaalu kóllëre g-:\\w* ji fa Silo; na dikk ci sunu biir, ba musal nu ci sunuy noon.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu mbooloo ma yónnee ca Silo, ñu jëli gaalu kóllërey Aji Sax ji Boroom gàngoori xare yi, moom mi toog fi tiim ñaari malaakay \\w serub|serub y-:\\w* yi\\f + \\fr 4.4 \\fk serub yi, \\ft baatu ebrë la. Ay malaaka lañu yu bokk ak Yàlla jataay. Gaalu kóllëre gu sell ga, ñaari serub yu ñu tëgge wurus lañu teg ca kawam, ñu tiim ko, seeni laaf tàllalu, di saamandaay ngàngunem buur. Loolu di wone ne Yàlla Aji Sax jaa nga fa teew, na mu teewe ca kaw asamaan, serub ya yéew ko. Yàlla ci boppam nag kenn jëmmalu ko fa, na ñu jëmmale serub ya ñu tëgg.\\f*. Foofa ca Silo la Xofni ak Fineyas, ñaari doomi Eli yu góor ya, nekkoon ak gaalu kóllërey Aji Sax ja."},{"style":"p","text":""},{"style":"v","text":"Ba gaalu kóllërey Aji Sax ji duggsee ca dal ba, Israayil gépp a xaacoondoo, ba suuf say riir."},{"style":"v","text":"Waa Filisti dégg coow la, ne: «Waaw, coow lu réy loolu ca dalub \\w Ebrë|Ebrë:\\w* ya, lu mu doon?»"},{"style":"p","text":"Ba waa Filisti yégee ne gaalu kóllërey Aji Sax ja dugg na ca biir dal ba,"},{"style":"v","text":"tiitaangee leen jàpp, ñu ne: «Am na yàlla ju dugg ca biir dal ba! Wóoy, ngalla nun! Nde guléet tey lu mel nii am!"},{"style":"v","text":"Wóoy ngalla nun! Ku nuy musal ci jii yàlla ju bare doole. Yàlla jii moo dumaa woon waa Misra xeeti mbugal yu nekk, ca màndiŋ ma."},{"style":"v","text":"Dëgërluleen déy te diy góor, yeen waa Filisti, nde lu ko moy ngeen doon jaami Ebrë yi, na ñu nekke woon sunuy jaam. Góor-góorluleen boog te xeex.»"},{"style":"p","text":""},{"style":"v","text":"Waa Filisti nag di xare, ba bànni Israayil daanu: ku nekk daw jëm xaymaam. Jéll ba réy na lool; fanweeri junniy (30~000) xarekat yuy deme tànk des fa."},{"style":"v","text":"Gaalu Yàlla ga, ñu jël ko. Xofni ak Fineyas, ñaari doomi Eli yu góor ya, dee."},{"style":"s1","text":"Mbugal ma topp na waa kër Eli"},{"style":"p","text":""},{"style":"v","text":"Ca bés booba jenn waay ju bokk ci giirug Beñamin dawe ca làngu xare ba ca Silo. Mu agsee yére yu xottiku ak bopp bu fees ak suuf, di ko tiisloo."},{"style":"v","text":"Naka la agsi, yem ca Eli mu toog ca toogoom ca peggu yoon wa, di séentu, ndax tiitaange ja ko jàpp ndax \\w gaalu Yàlla|gaalu kóllëre g-:\\w* ga. Naka la waa ja duggsi ca dëkk ba, ba wax la xew, dëkk ba bépp yuuxoondoo."},{"style":"p","text":""},{"style":"v","text":"Eli dégg coow la, ne: «Riir moomu lu mu?» Waa ja gaaw dikk, ngir wax ko Eli."},{"style":"v","text":"Booba Elee ngi ci juróom ñeent fukki at ak juróom ñett (98), bët yi ne xóll te gisatul dara."},{"style":"v","text":"Waa ja ne ko: «Man mii maa jóge ca toolub xare ba. Maa dawe làng ga tey jii.» Eli ne ko: «Doom, lu xew?»"},{"style":"v","text":"Ndaw la ne ko: «\\w Bànni Israayil|bànni Israayil:\\w* a daw, won waa Filisti gannaaw. Jéll bu réy la sunu mbooloo ma daanu, sa ñaari doom ya, Xofni ak Fineyas dee nañu, te it gaalu Yàlla ga, jël nañu ko.»"},{"style":"v","text":"Naka la tudd gaalu Yàlla ga rekk, Eli xàwweekoo ca toogu ba, daanoo njaaxaanaay, dal ca buntu dëkk ba, loos wa damm, mu dee, ndax booba day mag mu amoon yaram. Fekk na Eli jiite Israayil ñeent fukki at."},{"style":"p","text":""},{"style":"v","text":"Goroom, jabaru Fineyas nag jigéenu wérul la woon te booba mu ngi waaja wasin. Naka la dégg ne jël nañu gaalu Yàlla ga, te baayu jëkkëram ak jëkkëram dee nañu, mu daldi sukk wasin. Waaye fekk na mititu matam jeexal dooleem."},{"style":"v","text":"Ba loolu amee muy waaja dee, jigéen ña ko doon taxawu ne ko: «Na sa xel dal, ndax doom ju góor nga am.» Waaye àdduwul, teewluwul."},{"style":"v","text":"Ndaw sa nag tudde gone gi Ikabot (muy firi Ana leer ga?) te naan: «Leer ga dëddu na Israayil, gàddaay,» ndax la ñu nangu gaalu Yàlla ga ak la goroom ak jëkkëram dee."},{"style":"v","text":"Mu ne: «Leer ga kay dëddu na Israayil, gàddaay, ndegam jëlees na gaalu Yàlla ga kay!»"}]