[{"style":"s1","verse":"","text":"Filisteen ña delloo nañu gaalu Yàlla ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\w Gaalu Aji Sax|gaalu kóllëre g-:\\w* ja nekk na réewum Filisti juróom ñaari weer."},{"style":"v","verse":"2","text":"Waa Filisti doora woolu seeni \\w sarxalkat|sarxalkat b-:\\w* ak seeni gisaanekat, ne leen: «Nan lanuy def ak gaalu Aji Sax ji? Xamalleen nu nan lanu koy delloo këram!»"},{"style":"v","verse":"3","text":"Ñu ne leen: «Su ngeen dee delloo gaalu Yàllay Israayil, buleen ko delloo loxoy neen, waaye fexeleen ba boole kook saraxu peyug tooñ, yónnee ko. Kon dingeen wér, te dingeen xam lu tax loxol Yàlla ji teggikuwu leen.»"},{"style":"v","verse":"4","text":"Waa Filisti ne leen: «Ban saraxu peyug tooñ lanu koy yónnee?» Ñu ne leen: «Limu kàngami Filisti ngeen di topp, daldi defarlu juróomi taabi wurus ak juróomi janaxi wurus, mu dëppook limu kàngami waa Filisti, ndax benn balaa bi leen dal moo dal seeni kàngam itam."},{"style":"v","verse":"5","text":"Noonu ngeen di sàkke ay jëmm yuy jëmmal seeni taab ak jëmm yuy jëmmal seen janax yiy yàq réew mi. Su ko defee ngeen defale ko teraanga Yàllay Israayil. Jombul mu woyofal loxoom ci seen kaw ak seeni tuur ak seenum réew."},{"style":"v","verse":"6","text":"Ana lu jar ngeen di jaay dëgër bopp ni waa Misraak Firawna? Ba leen Yàllay Israayil toroxalee, bàyyi nañu \\w bànni Israayil|bànni Israayil:\\w*, ñu dem seen yoon."},{"style":"v","verse":"7","text":"Kon waajalleen watiir bu bees te ngeen jël ñaari nag yuy nàmpal yu ñu masula takkal. Ngeen takkal nag yi watiir bi te yóbbu doomi nag yi, fat."},{"style":"v","verse":"8","text":"Ngeen daldi jël gaalu Aji Sax ji, teg ko ci kaw watiir bi. Liggéeyi wurus yu peyug tooñ yooyu ngeen di yónnee nag, ci waxande wu ndaw ngeen koy yeb, te teg waxande wi ci wetu gaal gi. Su ko defee ngeen yebal watiir bi, mu dem."},{"style":"v","verse":"9","text":"Nangeen ko xool. Su jubalee réewam, wuti dëkk bi ñuy wax Bet Semes, kon Aji Sax jee nu teg musiba mu réy mii, lu ko moy nu xam ne du loxoom a nu dal, waaye ndogal lu nu dikkal la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Waa Filisti def noona, daldi tànn ñaari nag yuy nàmpal, takkal nag yi watiir, doomi nag ya, ñu fat leen."},{"style":"v","verse":"11","text":"Ñu daldi teg gaalu Aji Sax ja ca kaw watiir ba, ak waxande wu ndaw wa def janaxi wurus yaak seen jëmmi taab ya."},{"style":"v","verse":"12","text":"Ba mu ko defee, nag ya jubal xocc yoonu Bet Semes, topp wenn yoon wi rekk, di nàññiy dem. Jàdduñu ndijoor, jàdduñu càmmoñ. Kàngami Filisti ya topp ca, ba fa Bet Semes tàmbalee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Booba waa Bet Semes a ngay góob bele ca xur wa. Naka lañu dawal seen bët, séen gaal ga, daldi bég."},{"style":"v","verse":"14","text":"Watiir ba dikk ba ci toolu jenn waayu Bet Semes ju ñuy wax Yesuwa, mu taxaw fa. Aw doj wu mag a nga fa woon. Ci kaw loolu ñu xar mattum watiir ba, nag ya, ñu defal ko Aji Sax ji \\w saraxu rendi-dóomal|Sarax yi:\\w*."},{"style":"v","verse":"15","text":"Fekk na \\w Leween|Leween b-:\\w* ña wàcce gaalu Aji Sax ja, ak waxande wu ndaw wa def liggéeyi wurus ya. Ñu teg lépp ca kaw doj wu mag wa. Bésub keroog waa Bet Semes def nañu ay saraxi rendi-dóomal ak yeneen sarax, ñeel Aji Sax ji."},{"style":"v","verse":"16","text":"Juróomi kàngami Filisti ya gis loolu lépp, doora dellu Ekkron ca bés ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Jëmmi taabi wurus yooyu waa Filisti yónnee ngir saraxu peyug tooñ, ñeel Aji Sax ji, ay teraanga la yu bawoo ci kilifay dëkk yii: Asdodd, benn; Gasa, benn; Askalon, benn; Gaat, benn; Ekkron, benn."},{"style":"v","verse":"18","text":"Limu janaxi wurus yi it dëppook limu dëkki waa Filisti yi seen juróomi kàngam jiite, dale ko ci dëkk yi tata wër, ba ci dëkk-dëkkaan yi dara wërul, ba fi doj wu mag wi ñu tegoon gaalu Aji Sax ji. Doj waa nga ca toolub Yesuwa waa Bet Semes ba, ba tey jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Terewul Yàlla mbugal ñenn ca waa Bet Semes, ndax dañoo yërndu woon ca biir gaalu Aji Sax ja. Juróom ñaar fukki nit la fàdd ca ñoom\\f + \\fr 6.19 \\ft Ni ñu ko binde ci ebrë manees na koo dégge nii: \\fqa juróom ñaar fukki nit a dee ci juróom fukki junniy nit.\\f*. Waa dëkk ba nag di tiislu ndax mbugal mu réy moomu leen Aji Sax ji teg."},{"style":"v","verse":"20","text":"Ci kaw loolu waa Bet Semes ne: «Ana ku mana taxaw fi kanam Aji Sax ji, Yàlla ju sell jii? Ci kan lanuy yóbbu gaal gi, ba mu sore nu?»"},{"style":"v","verse":"21","text":"Gannaaw gi, ñu yebal ay ndaw ca waa Kiryaat Yarim, ne leen: «Waa Filisti de delloosi nañu gaalu Aji Sax ji. Tee ngeena dikk, yóbbu ko seen dëkk?»"}]