[{"style":"p","text":""},{"style":"v","text":"Waa Kiryaat Yarim nag dikk, jëlsi gaalu Aji Sax ji, yóbbu ko kër Abinadab ca kaw tund wa. Ñu sellal Elasar, doomam ju góor, ngir muy wattu gaalu Aji Sax ja."},{"style":"s1","text":"Samiyel jiite na Israayil"},{"style":"p","text":""},{"style":"v","text":"Gannaaw bés ba ñu yóbboo \\w gaal|gaalu kóllëre g-:\\w* ga Kiryaat Yarim, mu nekk fa lu yàgg, ba am fa ñaar fukki at. Waa kër Israayil gépp nag namma dellu ci Aji Sax ji."},{"style":"v","text":"Samiyel wax ak waa kër Israayil gépp, ne leen: «Ndegam seen léppi xol ngeen namma delloo ci Aji Sax ji, jëleleen fi seen biir tuuri doxandéem yi, ak tuur yi ñu dippee \\w Astàrt|Astàrt:\\w*, te ngeen saxal seen xol ci Aji Sax ji, jaamu ko moom doŋŋ. Su ko defee mu xettali leen ci waa Filisti.»"},{"style":"v","text":"Ba mu ko defee \\w bànni Israayil|bànni Israayil:\\w* génne seen tuur yi ñu dippee \\w Baal|Baal:\\w* ak Astàrt, sànni. Ñuy jaamu nag Aji Sax ji moom doŋŋ."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Samiyel ne leen: «Wooleen Israayil gépp, ñu daje ca Mispa, ma tinul leen Aji Sax ji.»"},{"style":"v","text":"Ñu daje ca Mispa, tanq ndox, sotti fa suuf, fa kanam Aji Sax ji. Ñu woor nag bésub keroog, daldi wax foofa ne: «Noo tooñ Aji Sax ji.» Ca Mispa la Samiyel doone njiitu Israayil."},{"style":"p","text":""},{"style":"v","text":"Ba Filisteen ña yégee ne bànni Israayil daje na ca Mispa, kàngami waa Filisti ya jóg, ngir songi leen. Bànni Israayil yég ko, am tiitaange ca waa Filisti."},{"style":"v","text":"Bànni Israayil ne Samiyel: «Ngalla bu nu noppee jooytul ci sunu Yàlla Aji Sax ji, ndax mu wallu nu ci waa Filisti!»"},{"style":"v","text":"Samiyel jël menn xar mu feragul, defal ko lépp Aji Sax ji \\w saraxu rendi-dóomal|Sarax yi:\\w*. Mu jooytul Israayil ci Aji Sax ji, Aji Sax ji nangul ko."},{"style":"v","text":"Naka la Samiyel di joxe saraxu rendi-dóomal ba, waa Filisti di jegesi ngir xareek bànni Israayil. Aji Sax ji dënoo kàddu gu réy ca kaw waa Filisti bésub keroog, fëlxe leen, ñu daanu fa kanam bànni Israayil."},{"style":"v","text":"Bànni Israayil génne Mispa, dàqi waa Filisti, duma leen, bay waaja àgg Bet Kar."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Samiyel jël aw doj, teg ko ci diggante Mispa ak fu ñuy wax Sen; mu dippee doj wi Eben Eser (muy firi Doju Wall). Mu ne: «Ba fii la nu Aji Sax ji walloo.»"},{"style":"v","text":"Waa Filisti nag detteelu, dikkatuñu biir suufas Israayil. Giiru dundu Samiyel gépp loxol Aji Sax jaa ngi ci kaw waa Filisti."},{"style":"v","text":"Dëkk ya Filisteen ña nangu woon ci Israayil daldi délsi ci seeni loxo, dale ko ca Ekkron ba Gaat. Israayil nangoo ci waa Filisti suufam sépp. Waa Israayil ak Amoreen ñi itam nekk ci jàmm."},{"style":"p","text":""},{"style":"v","text":"Samiyel jiite Israayil giiru dundam gépp."},{"style":"v","text":"At mu jotaan day wër diggante Betel ak Gilgal ak Mispa, di àtte mbiri bànni Israayil, foofu fépp."},{"style":"v","text":"Gannaaw loolu mu dellu Raama ndax fa la këram nekkoon, fa la daan àttee Israayil, te fa la tabax ab \\w sarxalukaay|sarxalukaay b-:\\w*, ñeel Aji Sax ji."}]