[{"style":"ms","verse":"","text":"Israayil sàkku na buur"},{"style":"mr","verse":"","text":"(Saar 8.1-22)"},{"style":"s1","verse":"","text":"Bànni Israayil ñaan na Samiyel ab buur"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Samiyel màggatee, ay doomam yu góor la fal njiiti Israayil."},{"style":"v","verse":"2","text":"Taaw ba Yowel la tuddoon, ka ca topp di Abya. Ñoo doon njiit ya ca Beerseba."},{"style":"v","verse":"3","text":"Doomi Samiyel yu góor ya nag jaaruñu ci seen tànki baay. Dañoo lajj, topp alal ju lewul, di nangu ay ger, di jalgati dëgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci kaw loolu magi Israayil ñépp daje, dem ca Samiyel ca Raama."},{"style":"v","verse":"5","text":"Ñu ne ko: «Góor gi, léegi danga di mag, te say doom jaaruñu ci say tànk. Kon danga nuy falal buur bu nu jiite, ni ko xeet yépp baaxoo.»"},{"style":"v","verse":"6","text":"Samiyel ñaawlu la ñu ko ne mu falal leen buur bu leen jiite. Mu diis ko Aji Sax ji."},{"style":"v","verse":"7","text":"Aji Sax ji ne ko: «Déggalal mbooloo mi te def li ñu la wax lépp. Du yaw lañu bañ, waaye man mii lañu bañ ma doonati seen buur."},{"style":"v","verse":"8","text":"Na ñu daan def naka jekk, ba ma leen génnee Misra ba tey jii, di ma dëddu, di jaamu yeneen yàlla, noonu rekk lañuy def ak yaw."},{"style":"v","verse":"9","text":"Kon déggal leen rekk, waaye artu leen bu baax, xamal leen luy doon sañ-sañu buur bu leen di jiiteji.»"},{"style":"s1","verse":"","text":"Lu jëm ci sañ-sañu buur"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba loolu amee Samiyel jottali mbooloo ma doon sàkku mu falal leen buur, mboolem artub Aji Sax ji."},{"style":"v","verse":"11","text":"Mu ne: «Buur bi leen di jiiteji nag sañ-sañam moo di: Seeni doom yu góor lay jël, ngir tabb leen dawalkati watiiram aki fasam, ñuy daw jiitu watiiram."},{"style":"v","verse":"12","text":"Ñoom lay tabb ngir ñu doon njiiti kuréeli junniy dag, mbaa njiiti kuréeli juróom fukki dag. Ñoom it lay beyloo toolam, di leen góobloo, di leen sàkkloo ay gànnaayi xareem ak jumtukaayi watiiram."},{"style":"v","verse":"13","text":"Seen doom yu jigéen lay jël, def leen ay njafaankati cuuraay, aki toggkat ak ñiy lakki mburu."},{"style":"v","verse":"14","text":"Seen ngëneeli tool ak tóokëri reseñ ak tooli oliw, mu jël, jox ay surgaam."},{"style":"v","verse":"15","text":"Seen pepp ak seen reseñ, fukkeel ba lay jël, jox ay jawriñam aki surgaam."},{"style":"v","verse":"16","text":"Seen jaam yu góor it ak seen jaam yu jigéen ak ñi ëpp doole ci seeni waxambaane ak seeni mbaam, mu jël, jëfandikoo ci liggéeyam."},{"style":"v","verse":"17","text":"Seeni gàtt, fukkeel ba lay jël, te yeen ci seen bopp, ay surgaam ngeen di doon."},{"style":"v","verse":"18","text":"Bu keroogee dingeen ne wóoy ndax buur bi ngeen falal seen bopp, te bu keroogee Aji Sax ji du leen wallu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Mbooloo ma nag lànk, déggaluñu Samiyel, xanaa ne ko: «Ndokk! Buur daal lanuy am,"},{"style":"v","verse":"20","text":"nun itam, ba mel ni xeet yépp. Sunu buur a nuy yilif, dox, jiite nu, di nu xareel sunuy xare.»"},{"style":"v","verse":"21","text":"Samiyel déglu la mbooloo ma wax lépp, ba noppi yegge ko Aji Sax ji."},{"style":"v","verse":"22","text":"Aji Sax ji ne ko: «Déggal leen rekk, te falal leen buur.» Samiyel nag ne \\w bànni Israayil|bànni Israayil:\\w*: «Baax na, demleen ñibbi, ku nekk ca dëkkam.»"}]