[{"style":"ms","text":"Lii mooy jaar-jaari Sawul"},{"style":"mr","text":"(Saar 9---15)"},{"style":"s1","text":"Sawul doxi na yónnent"},{"style":"p","text":""},{"style":"v","text":"Jenn waay la woon ju bokk ci giirug Beñamin, ñu di ko wax Kis. Abyel ay baayam; Abyel, Ceror ay baayam; Ceror, Bekorat ay baayam; Bekorat, Afya Beñamineen ba di baayam. Kis ku am daraja la woon."},{"style":"v","text":"Mu am doom ju ñuy wax Sawul\\f + \\fr 9.2 \\fk Sawul: \\ft am na ñu ko gëna xam ci turu Talut.\\f*; xalelu góor bu góorayiw, ba kenn dàqu ko ci \\w bànni Israayil|bànni Israayil:\\w*, sut ñépp taxawaay."},{"style":"p","text":""},{"style":"v","text":"Mu am bés mbaam yu jigéen yu Kis, baayu Sawul, réer. Kis ne Sawul: «Àndal ak kenn ci surga yi, nga seetali ma mbaam yi.»"},{"style":"v","text":"Ba loolu amee Sawul ak surgaam jaare tundi Efrayim, teg ca diiwaanu Salisa, gisuñu leen. Ñu jàll ba ca diiwaanu Saalim, dara. Ñu walbatiku jaaraat diiwaanu Beñamin, gisuñu leen."},{"style":"p","text":""},{"style":"v","text":"Ba ñu àggee diiwaanu Cuuf, Sawul ne surgaam ba mu àndal: «Ayca nu ñibbi, lu ko moy nun la sama baay di xalaat, fàtte mbaam yi.»"},{"style":"v","text":"Surga ba ne ko: «Xanaa lenn; genn góoru Yàllaa ngi ci dëkk bii, ku ñu naw la. Lépp lu mu wax, dara du ci fanaan àll. Nan fa dem kay, jombul mu xamal nu dara ci sunu yoon wi.»"},{"style":"v","text":"Sawul ne surgaam: «Waaw, bu nu demee, lu nuy jox góor gi? Mburu mi woon ci sunuy mbuus jeex na, amunu dara lu nu yóbbul góoru Yàlla gi. Leneen lu nu am?»"},{"style":"v","text":"Surga bi dellu ne Sawul: «Xanaa dogu xaalis sii ma yor. Naa ko ko jox boog, mu won nu sunuw yoon!»"},{"style":"p","text":""},{"style":"v","text":"Bu njëkkoon nag ci Israayil ku daan leerluji ci Yàlla da naan: «Nan dem ca boroom gis ba,» ndax ku ñuy woowe yonent tey, booba, boroom gis lañu ko daan woowe."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Sawul ne surgaam: «Wax nga dëgg. Kon nan dem.» Ñu jubal ca dëkk ba góoru Yàlla ga nekk."},{"style":"v","text":"Naka lañu yéeg tund wa, jëm ca dëkk ba, daldi taseek janq ju ca jóge, di rooti. Ñu laaj leen ne leen: «Boroom gis bi ndax fii la nekk?»"},{"style":"p","text":""},{"style":"v","text":"Ñu ne leen: «Waaw, mu ngi fii ngeen jublu, waaye gaawleen de; ndax tey jii la dikk ci dëkk bi, ngir sarax su waa dëkk bi xewle tey ca \\w bérebu jaamookaay|bérebi jaamookaay y-:\\w* ba."},{"style":"v","text":"Bu ngeen di àgg biir dëkk bi rekk, dal ko fay fekk, bala moo dem jaamookaay ba, ca sarax sa. Waa dëkk bi duñu lekk mukk te dikkul, ndax mooy ñaan ci sarax si. Bu noppee, ñi ñu woo doora lekk. Kon demleen gaaw, ndax nëgëni fa ngeen koy fekk.»"},{"style":"s1","text":"Sawul gis na Samiyel"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu dem bay dugg ca biir dëkk ba, yem ca Samiyel, muy dikk, dajeek ñoom, jëm ca \\w jaamookaay|bérebi jaamookaay y-:\\w* ba."},{"style":"p","text":""},{"style":"v","text":"Fekk na balaa Sawul di ñëw, Aji Sax ji déey na Samiyel bés ba jiitu, ne ko:"},{"style":"v","text":"«Nëgëni ëllëg maa ngi lay yónnee waa ju dëkk diiwaanu Beñamin. Nanga ko diw, fal ko, ngir mu yilif Israayil, sama ñoñ, ba xettali sama ñoñ ci waa Filisti. Maa geesu sama ñoñ, ndax seeni yuux àgg na fi man.»"},{"style":"p","text":""},{"style":"v","text":"Naka la Samiyel séen Sawul, Aji Sax ji wax ko, ne ko: «Waa jii laa la wax. Kii mooy yor sama ñoñ.»"},{"style":"p","text":""},{"style":"v","text":"Sawul dikk ba ca Samiyel, fa tollook buntu dëkk ba, ne ko: «Góor gi, baal ma, tegtal ma kër boroom gis bi.»"},{"style":"v","text":"Samiyel ne Sawul: «Man maay boroom gis bi. Doxal jiitu, nu dem ca jaamookaay ba. Yeen ak man ay bokk lekk tey. Bu subaa mboolem li ub sa bopp, dinaa la ko wax, door laa yiwi."},{"style":"v","text":"Mbaam yi nga réerle bërki-démb, bu ci am benn xalaat, ndax feeñ nañu. Te sax, mboolem lu bakkane ci Israayil, xanaa du yaay boroom, yaak sa waa kër baay?»"},{"style":"v","text":"Sawul ne ko: «Xanaa du man Beñamineen bi gëna néewle giir ci Israayil, sama làng gëna néew ci mboolem làng yi séq giirug Beñamin? Lii nga may wax, lu mu doon?»"},{"style":"p","text":""},{"style":"v","text":"Samiyel daldi ànd ak Sawul ak surgaam, yóbbu leen ba ca biir néegu bernde ja. Mu beral leen nag jataay ca kanam mbooloo ma ñu woo, te ñu wara tollu ci fanweer."},{"style":"v","text":"Samiyel ne toggkat ba: «Indil ma ndawal li ma la joxoon te noon la, nga ber ko.»"},{"style":"v","text":"Toggkat bi yékkati tànk baak la mu àndal, teg ko ca kanam Sawul. Samiyel ne ko: «Lii, lañu beroon, tegal sa kanam, te lekk. Moom lañu la dencal ci ndaje mii ma woo askan wi.» Noonu la Sawul bokke ak Samiyel lekk bésub keroog."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu ñu jóge ca jaamookaay ba, dellu ca dëkk ba. Ba ñu demee kër ga, Samiyel diisook Sawul ca kaw taax ma."},{"style":"s1","text":"Samiyel diw na Sawul, fal ko"},{"style":"p","text":""},{"style":"v","text":"Ba ñu jógee ca ëllëg sa, bët a ngay waaja set. Samiyel woo Sawul ca kaw taax ma, ne ko: «Fabul, ma yiwi la.» Sawul fabu, ànd ak Samiyel, ñu génn ñoom ñaar."},{"style":"v","text":"Naka lañu dem bay bëgga génn dëkk ba, Samiyel ne Sawul: «Neel surga bi, mu jiitu nu.» Mu wax ko surga ba, mu jiitu leen. Samiyel neeti Sawul: «Yaw, taxawal fii tuuti, ma dégtal la kàddug Yàlla.»"}]