[{"style":"s1","verse":"","text":"The Names of Those Who Signed the Covenant"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Upon the sealed documents: Nehemiah the governor, son of Hacaliah and Zedekiah; "},{"style":"v","verse":"2","text":"Seraiah, Azariah, Jeremiah, "},{"style":"v","verse":"3","text":"Pashhur, Amariah, Malkijah, "},{"style":"v","verse":"4","text":"Hattush, Shebaniah, Malluch, "},{"style":"v","verse":"5","text":"Harim, Meremoth, Obadiah, "},{"style":"v","verse":"6","text":"Daniel, Ginnethon, Baruch, "},{"style":"v","verse":"7","text":"Meshullam, Abijah, Mijamin, "},{"style":"v","verse":"8","text":"Maaziah, Bilgai, Shemaiah—these are the priests. "},{"style":"v","verse":"9","text":"And the Levites: Jeshua son of Azaniah, Binnui from the sons of Henadad, Kadmiel; "},{"style":"v","verse":"10","text":"their brothers Shebaniah, Hodiah, Kelita, Pelaiah, Hanan, "},{"style":"v","verse":"11","text":"Mica, Rehob, Hashabiah, "},{"style":"v","verse":"12","text":"Zaccur, Shereiah, Shebanaih, "},{"style":"v","verse":"13","text":"Hodiah, Bani, Beninu. "},{"style":"v","verse":"14","text":"The heads of the people: Parosh, Pahath-Moab, Elam, Zattu, Bani, "},{"style":"v","verse":"15","text":"Bunni, Azgad, Bebai, "},{"style":"v","verse":"16","text":"Adonijah, Bigvai, Adin, "},{"style":"v","verse":"17","text":"Ater, Hezekiah, Azzur, "},{"style":"v","verse":"18","text":"Hodiah, Hashum, Bezai, "},{"style":"v","verse":"19","text":"Hariph, Anathoth, Nobai, "},{"style":"v","verse":"20","text":"Magpiash, Meshullam, Hezir, "},{"style":"v","verse":"21","text":"Meshezabel, Zadok, Jaddua, "},{"style":"v","verse":"22","text":"Pelatiah, Hanan, Anaiah, "},{"style":"v","verse":"23","text":"Hoshea, Hananiah, Hasshub, "},{"style":"v","verse":"24","text":"Hallohesh, Pilha, Shobek, "},{"style":"v","verse":"25","text":"Rehum, Hashabnah, Maaseiah, "},{"style":"v","verse":"26","text":"Ahijah, Hanan, Anan, "},{"style":"v","verse":"27","text":"Malluch, Harim, Baanah."},{"style":"s1","verse":"","text":"A Summary of the Covenant"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"“The rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and all who separated themselves from the peoples of the lands to \\add observe\\add* the law\\f + \\fr 10:28 \\ft Hebrew \\fqa torah \\ft  \\f* of God—their wives, their sons, their daughters, and all who know and understand— "},{"style":"v","verse":"29","text":"\\add are\\add* helping their brothers, their nobles, and entering into a solemn oath to walk in the law\\f + \\fr 10:29 \\ft Hebrew \\fqa torah \\ft  \\f* of God which was given by the hand of Moses the servant of God, and to observe and do all of the commandments of Yahweh our Lord and his judgments and regulations. "},{"style":"v","verse":"30","text":"We will not give our daughters to the peoples of the land nor take their daughters for our sons. "},{"style":"v","verse":"31","text":"And the peoples of the land who bring merchandise and any grain on the Sabbath day to sell, we will not accept it from them on the Sabbath or on a holy day. We will forego \\add the crops of\\add* the seventh year and \\add cancel\\add* every debt."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"“We put on ourselves the commandment upon us to yearly give a third of a shekel for the service of the house of our God: "},{"style":"v","verse":"33","text":"for the rows of bread, the offering of the daily sacrifice, the continual \\add burnt\\add* sacrifice, the Sabbaths, the new moon festivals, the appointed \\add festival\\add* times, the holy objects, the sin offerings that make atonement for Israel, and for all the work of the house of our God. "},{"style":"v","verse":"34","text":"And we have cast lots for the contributions of the wood offering of the priests, the Levites, and the people to bring \\add it\\add* to the house of our God, by our fathers’ houses, at designated times, year by year, to burn on the altar of Yahweh our God—as it is written in the law.\\f + \\fr 10:34 \\ft Hebrew \\fqa torah \\ft  \\f* "},{"style":"v","verse":"35","text":"We \\add also\\add* bring the first fruits of our soil and the first fruits of all the fruit trees, year by year, for the house of Yahweh. "},{"style":"v","verse":"36","text":"And the firstborn of our sons and beasts—as it is written in the law\\f + \\fr 10:36 \\ft Hebrew \\fqa torah \\ft  \\f*—and the firstborn of our cattle and sheep, to bring to the house of our God \\add and\\add* to the priests serving in the house of our God. "},{"style":"v","verse":"37","text":"And we bring the best of our dough, our offerings, the fruit of every tree, new wine, and olive oil to the priests, to the chambers of the house of our God; and \\add to bring\\add* the tithe of our soil to the Levites, for the Levites \\add receive\\add* the tithes in all of our rural towns. "},{"style":"v","verse":"38","text":"And the priest, the descendant\\f + \\fr 10:38 \\ft Or “son” \\f* of Aaron, will be with the Levites during the tithe the Levites receive. The Levites will bring up a tithe of the tithes for the house of our God to the chambers of the storehouse. "},{"style":"v","verse":"39","text":"For the ⸤Israelites⸥\\f + \\fr 10:39 \\ft Literally “sons/children of Israel” \\f* and the ⸤Levites⸥\\f + \\fr 10:39 \\ft Literally “sons/children of Levi” \\f* will bring to the storerooms the offering of grain, new wine, and olive oil. These are the objects of the sanctuary and the priests who minister and the gatekeepers and singers. We will not neglect the house of our God.”"}]