[{"style":"s1","verse":"","text":"Nehemiah Sent"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"It happened in the month of Nisan, in the twentieth year of King Artaxerxes, when wine was before him, I carried the wine and gave it to the king. And I had never been sad before the king. "},{"style":"v","verse":"2","text":"So the king said to me, “Why is your face sad since you are not sick? This is nothing but sadness of the heart.” And I was very much afraid. "},{"style":"v","verse":"3","text":"I said to the king, “May the king live forever! Why should my face not be sad when the city of my ancestors’\\f + \\fr 2:3 \\ft Or “fathers’ ” \\f* burial site\\f + \\fr 2:3 \\ft Hebrew “sites” \\f* is ruined and her gates are consumed by fire?” "},{"style":"v","verse":"4","text":"Then the king said to me, “What is your request?” So I prayed to the God of the heavens. "},{"style":"v","verse":"5","text":"Then I said to the king, “If it pleases the king, and if your servant has \\add found\\add* favor in your presence, \\add I ask\\add* that you send me to Judah, to the city of my ancestors’\\f + \\fr 2:5 \\ft Or “fathers’ ” \\f* burial sites, so that I may rebuild it.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"With the queen sitting beside him, the king said to me, “How long will your journey be and when will you return?” So it pleased the king and he sent me, and I set for him an appointed time. "},{"style":"v","verse":"7","text":"Then I said to the king, “If it is good for the king, let letters be given to me for the governors \\add in the province\\add* Beyond the River, that they may let me pass until I come to Judah. "},{"style":"v","verse":"8","text":"Also, a letter to Asaph, keeper of the king’s land reserve, that he should give me timber for laying the beams for the gates of the citadel of the house and for the walls of the city, and for the house which I will enter.” And the king gave \\add permission\\add* to me, according to the good hand of God on me."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"I came to the governors of \\add the province\\add* Beyond the River, and I gave them the letters of the king. Then the king sent troop commanders and horses with me. "},{"style":"v","verse":"10","text":"But when Sanballat the Horonite and the Ammonite servant Tobiah heard \\add this\\add*, ⸤they were greatly displeased⸥\\f + \\fr 2:10 \\ft Literally “it was a great disaster for them” \\f* that a person had come to seek the welfare of the ⸤Israelites⸥.\\f + \\fr 2:10 \\ft Literally “sons/children of Israel” \\f*"},{"style":"s1","verse":"","text":"Nehemiah Inspects the Walls and Decides to Restore Them"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"I came to Jerusalem and was there for three days. "},{"style":"v","verse":"12","text":"I got up during the night, I and a few men with me. I did not tell anybody what my God put in my heart to do for Jerusalem. No animal \\add was\\add* with me except the animal that I was riding on. "},{"style":"v","verse":"13","text":"I went out during the night at the gate of the valley by the Dragon spring and to the Dung Gate. And I examined the walls in Jerusalem and its gates that had been destroyed by the fire. "},{"style":"v","verse":"14","text":"I crossed over to the Fountain Gate and to the King’s Pool, but there was no place for ⸤my mount⸥\\f + \\fr 2:14 \\ft Literally “the animal under me” \\f* to cross over. "},{"style":"v","verse":"15","text":"So I went up by the valley during the night and was examining the wall. Then I returned and came to the Valley Gate and returned. "},{"style":"v","verse":"16","text":"The prefects did not know where I had gone and what I was doing. I had not yet told the Jews, the priests, the nobles, the prefects, and the rest of the workers."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Then I said to them, “You see the misery that we are in, that Jerusalem is ruined and its gates burned by the fire. Come, build the walls of Jerusalem and we shall no longer be a disgrace.” "},{"style":"v","verse":"18","text":"I told them of the good hand of my God that was upon me and surely the words of the king that were spoken to me. And they said, “Let us arise and build!” And they strengthened their hands for \\add this\\add* good work. "},{"style":"v","verse":"19","text":"But Sanballat the Horonite, the Ammonite servant Tobiah, and Geshem the Arab heard it, and they mocked and despised us, saying, “What is this thing that you are doing? Are you rebelling against the king?” "},{"style":"v","verse":"20","text":"Then I answered and said to them, “The God of the heavens himself will let us succeed, and we his servants shall arise and build. But for you there is no share, right, or memorial in Jerusalem.”"}]