[{"style":"s1","verse":"","text":"Recommandations à Timothée au sujet des faux docteurs, de sa conduite dans l’exercice du ministère, et de la répréhension fraternelle"},{"style":"r","verse":"","text":"V. 1-5: cf. 1 Jn 4:1-3. (Col 2:16-23. Tit 1:15, 16.) Ro 14:17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mais \\x a \\xo 4.1 \\xt 2 Ti 3:1. 2 Pi 3:3. Jud v. 18.\\x*l’Esprit dit expressément que, dans les derniers temps, quelques-uns \\x b \\xo 4.1 \\xt Mt 24:23. 2 Th 2:3.\\x*abandonneront la foi, pour s’attacher à des esprits séducteurs et à des doctrines de démons, "},{"style":"v","verse":"2","text":"par l’hypocrisie de faux docteurs portant la marque de la flétrissure dans leur propre conscience, "},{"style":"v","verse":"3","text":"prescrivant de ne pas se marier, et de s’abstenir d’aliments que Dieu a créés pour qu’ils soient \\x c \\xo 4.3 \\xt Ge 1:29; 9:3.\\x*pris avec \\x d \\xo 4.3 \\xt Ro 14:6. 1 Co 10:30.\\x*actions de grâces par ceux qui sont fidèles et qui ont connu la vérité. "},{"style":"v","verse":"4","text":"\\x e \\xo 4.4 \\xt Ge 1:31. Ac 10:15. Ro 14:14.\\x*Car tout ce que Dieu a créé est bon, et rien ne doit être rejeté, pourvu qu’on le prenne avec actions de grâces, "},{"style":"v","verse":"5","text":"parce que tout est sanctifié par la parole de Dieu et par la prière."},{"style":"r","verse":"","text":"V. 6-10: cf. 2 Ti 2:14-16. (1 Ti 6:11, 6-8. Mc 10:29, 30.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"En exposant ces choses aux frères, tu seras un bon ministre de Jésus-Christ, \\x f \\xo 4.6 \\xt 2 Ti 1:5; 3:14, 15.\\x*nourri des paroles de la foi et de la bonne doctrine que tu as exactement suivie. "},{"style":"v","verse":"7","text":"\\x g \\xo 4.7 \\xt 1 Ti 1:4; 6:20. 2 Ti 2:16. Tit 1:14; 3:9.\\x*Repousse les contes profanes et absurdes. "},{"style":"v","verse":"8","text":"Exerce-toi à la piété; \\x h \\xo 4.8 \\xt Col 2:23.\\x*car l’exercice corporel est utile à peu de chose, tandis que la piété est utile à tout, ayant la promesse de la vie présente et de celle qui est à venir. "},{"style":"v","verse":"9","text":"C’est là une parole certaine et entièrement digne d’être reçue. "},{"style":"v","verse":"10","text":"Nous travaillons, en effet, et nous combattons, parce que nous mettons notre espérance dans le Dieu vivant, qui est le Sauveur de tous les hommes, principalement des croyants."},{"style":"r","verse":"","text":"V. 11-16: cf. (Tit 2:7, 15. 2 Ti 1:6, 13; 4:1, 2, 5.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Déclare ces choses, et enseigne-les. "},{"style":"v","verse":"12","text":"\\x i \\xo 4.12 \\xt Tit 2:15.\\x*Que personne ne méprise ta jeunesse; \\x j \\xo 4.12 \\xt Tit 2:7. 1 Pi 5:3.\\x*mais sois un modèle pour les fidèles, en parole, en conduite, en charité, en foi, en pureté. "},{"style":"v","verse":"13","text":"Jusqu’à ce que je vienne, applique-toi à la lecture, à l’exhortation, à l’enseignement. "},{"style":"v","verse":"14","text":"Ne néglige pas le don qui est en toi, et qui t’a été donné par prophétie \\x k \\xo 4.14 \\xt Ac 6:6; 8:17; 13:3; 19:6. 1 Ti 5:22. 2 Ti 1:6.\\x*avec l’imposition des mains de l’assemblée des anciens. "},{"style":"v","verse":"15","text":"Occupe-toi de ces choses, donne-toi tout entier à elles, afin que tes progrès soient évidents pour tous. "},{"style":"v","verse":"16","text":"Veille sur toi-même et sur ton enseignement; persévère dans ces choses, car, en agissant ainsi, tu te sauveras toi-même, et tu sauveras ceux qui t’écoutent."}]