[{"style":"mt1","text":"2.Tesalonig"},{"style":"s1","text":"Ubbite gi"},{"style":"p","text":""},{"style":"v","text":"Man la Póol mi ànd ak Silwan\\f + \\fr 1.1 \\fk Silwan \\ft mooy turu waa Room wi Gereg yi naan Silas. Seetal \\bk Jëf ya\\bk* 15.22, 40.\\f* ak Timote ci kàddu gii ma yékkati, ñeel mbooloom gëmkati waa Tesalonig ñi bokk ci Yàlla sunu Baay ak Sang Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","text":"Aw yiw ak jàmm ñeel na leen, tukkee ci Yàlla sunu Baay ak Sang Yeesu Almasi bi."},{"style":"s1","text":"Cant war na ci waa Tesalonig"},{"style":"p","text":""},{"style":"v","text":"Bokk yi, manunoo ñàkka sant Yàlla ci yeen fu nu tollu, te muy lu jaadu, gannaaw seen ngëm a ngi yokku bu baaxa baax, te cofeelu ku nekk ci yeen ñépp di gënatee law, digganteem ak moroomam."},{"style":"v","text":"Moo tax nun, nu di leen damoo fi biir mboolooy gëmkati Yàlla yi, ndax seenug muñ ak seen ngëm, ci biir mboolem ni ñu leen di bunduxataale, ak njàqare yi ngeen di jànkoonteel."},{"style":"s1","text":"Dëgg jib na ci àtteb Yàlla"},{"style":"p","text":""},{"style":"v","text":"Loolu lépp di firndeel ne Yàlla dëgg lay àtte ngir ngeen mana yelloo nguuram gi tax ngeen di sonn."},{"style":"v","text":"Te kat àtteb Yàlla dina feeñ ndax coono ba muy delloo ñi leen teg ab coono."},{"style":"v","text":"Dina feeñ it ndax noflaay ba mu nuy booleek yeen ñiy dékku ab coono, sédde nu ko, kera bés bu Sang bi Yeesu feeñee, ànd ak ay malaakaam yu làmboo manooreem, wàcce ci asamaan."},{"style":"v","text":"Ci biir sawara wuy sël-sëli lay doon. Ca lay mbugal ñi xamul Yàlla ak ñi baña déggal xibaaru jàmm bi jëm ci sunu Boroom Yeesu."},{"style":"v","text":"Ñooñu lees di mbugale sànkute gu sax dàkk, fu sore Boroom bi, sore ndamu manooreem,"},{"style":"v","text":"kera bés bu délsee ba jot ci teraangaam ci biir ñoñam ñu sell ñi, ba mboolem ñi ko gëm di ko yéemoo. Te yeen ci seen bopp, ci ngeen di bokk, ndax yeena gëm la nu leen seedeeloon."},{"style":"p","text":""},{"style":"v","text":"Moo tax nu saxoo leena ñaanal, ngir sunu Yàlla yellale leen ab wooteem, ngir itam mu sottale kàttanam seen mboolemi mébét ci lu baax ak seen jépp jëf ju laloo ngëm."},{"style":"v","text":"Su ko defee sunu turu Sang Yeesu màgg ci yeen, yeen it, ngeen màgg ci moom, ci sunu ndimbalal yiwu Yàlla ak Sang Yeesu \\w Almasi|Almasi b-:\\w* bi."}]