[{"style":"s1","text":"Ndëngte gu mag mooy jiitu bésu Sang bi"},{"style":"p","text":""},{"style":"v","text":"Léegi nag bokk yi, ci wàllu dellusig sunu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi, ak sunu dajeji fa moom, li nu leen di ñaan moo di:"},{"style":"v","text":"bu leen lenn gaawa xañ sago ba ngeen ñàkka ànd ak seenum xel, mbaa mu di leen jaaxal; du lu ñu ne kàdduy \\w waxyu|waxyu:\\w* la, du genn kàddu mbaa bataaxal bu ñu nu moomale, te di leen gëmloo ne bésu Sang bi dikk na ba noppi."},{"style":"v","text":"Bu leen kenn naxe nenn, ndax bés ba du dikkagum, te fippu gu mag ga njëkkula dikk, ba ki jëmmal ndëngte te dëgmal alkute\\f + \\fr 2.3 \\ft Mbaa: \\fqa di doomu alkute ji,\\f*, feeñ."},{"style":"v","text":"Kooku mooy jànkoonteeka damu ci kaw mboolem lees di woowe yàlla, mbaa lees di jaamu, te mooy mujj toog ca kër Yàlla ga, ba far tudde boppam Yàlla."},{"style":"p","text":""},{"style":"v","text":"Xanaa fàttalikuwuleen ne waxoon naa leen ko, ba ma nekkee ak yeen?"},{"style":"v","text":"Te xam ngeen li ko téye léegi, ba du mana feeñ lu dul ca bésam."},{"style":"v","text":"Kumpa la dooley ndëngte gi bàddoo te mu ngi def liggéeyam xaat, xanaa kay ki ko téye ba tey moo koy téye rekk ba keroog jëlees fi ki ko téye."},{"style":"v","text":"Su boobaa la ku dëng ka di feeñ, te Sang Yeesu moo koy jàllarbee ngelawal gémmiñam, te moo koy rajaxee ca na muy feeñe bu délsee."},{"style":"v","text":"Peeñum ku dëng ki liggéeyu \\w Seytaane|Seytaane:\\w* lay àndal, te dina wone wépp xeetu manoore aki firnde ak kéemaani feni neen"},{"style":"v","text":"ak mboolem xeeti naxe yu njubadi lal, ñeel ñi nara sànku ndax ñàkka sopp dëgg gi, ngir nangu ko ba mucc."},{"style":"v","text":"Looloo tax Yàlla yónnee leen jëf juy sànke, ngir ñu gëm aw fen."},{"style":"v","text":"Su ko defee mbugal dal mboolem ñi gëmul dëgg gi, xanaa di xejjoo njubadi."},{"style":"s1","text":"Taxawleen bu dëgër"},{"style":"p","text":""},{"style":"v","text":"Nun nag bokk yi, manunoo ñàkka sant Yàlla fu nu tollu, ci yeen ñi Boroom bi sopp, ndax yeen la njëkka tànn, ngir sellal leen ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, ak itam seen ngëm gi ngeen gëm dëgg gi, ngir texeel leen."},{"style":"v","text":"Ci loolu it la leen woo ba mu jëfandikoo xibaaru jàmm bi nu leen àgge, ngir ngeen séddu ci sunu ndamal Boroom Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","text":"Kon nag bokk yi, taxawleen bu dëgër te ŋoy ci dénkaane yi nu leen àgge ci sunu làmmiñu bopp ak yi nu leen bind ci sunuy bataaxal."},{"style":"p","text":""},{"style":"v","text":"Sunu Sang Yeesu Almasi bi ci boppam ak Yàlla sunu Baay mi nu sopp, te may nu ciw yiwam, jàmmi xol ju sax dàkk ak yaakaar ju wér,"},{"style":"v","text":"yal nañu leen may jàmmi xol, te may leen dooley wéye jépp jëf ju baax ak gépp kàddu gu rafet."}]