[{"style":"s1","text":"Ñaanleen ci Yàlla"},{"style":"p","text":""},{"style":"v","text":"Li ci des nag bokk yi, moo di ngeen ñaanal nu, ngir kàddug Boroom bi gaawa law te am ndam na mu ko ame woon fa yeen,"},{"style":"v","text":"ngir itam nu mucc ci nit ñu soxor ñu bon ñi, ndax du ñépp a gëm."},{"style":"v","text":"Waaye Boroom bi mooy ki jara wóolu, te moo leen di dooleel, musal leen ci \\w ku bon ki|ku bon ki:\\w*."},{"style":"v","text":"Am nanu it kóolute gu nu Boroom bi may, ne li nu leen sant, moom ngeen nekke, te moom ngeen di wéye."},{"style":"v","text":"Yal na Boroom bi wommat seen xol, jëme ci cofeelu Yàlla ak muñ gi ci \\w Almasi|Almasi b-:\\w* bi."},{"style":"s1","text":"Yaafus warul"},{"style":"p","text":""},{"style":"v","text":"Ndigal li nu leen di jox ci sunu turu Boroom Yeesu \\w Almasi|Almasi b-:\\w* bi, moo di ngeen dànd mépp mbokk mu yaafus, te baña dëppoo ak dénkaane yi ngeen nangoo ci nun."},{"style":"v","text":"Yeen ci seen bopp, xam ngeen ne ci sunuy tànk ngeen wara aw, te du ag yaafus lanu nekke woon ci seen biir."},{"style":"v","text":"Lekkunu ñamu kenn ci neen, xanaa di yëngu guddi ak bëccëg, ci coonob daan sunu doole, ngir baña diisal kenn ci yeen."},{"style":"v","text":"Moona du sañ-sañ bu nu ci ñàkk, xanaa bëgg leena won lu ngeen nu roye, ba ngeen aw ci sunuy tànk,"},{"style":"v","text":"ndax ba nu nekkee ak yeen, ndigal lanu leen joxoon moo di lii: «Ku nanguwula liggéey, bumu lekk.»"},{"style":"p","text":""},{"style":"v","text":"Dégg nanu nag ne ñenn a ngi ci seen biir, ñu yaafus, duñu yëngu ci dara, lu moy di toppatoo lu seen yoon nekkul."},{"style":"v","text":"Ñu ni mel lanuy sant aka dénku ngir Sang Yeesu Almasi bi, ngir ñu dal, tey yëngu, di dunde seen ñaqu bopp."},{"style":"v","text":"Yeen nag bokk yi, buleen tàyyi ci def lu baax."},{"style":"p","text":""},{"style":"v","text":"Ku ci déggul sunu kàddu yi ñu bind ci bataaxal bii nag, bàyyileen ko xel, te baña jaxasoo ak moom, ngir gàcceel ko."},{"style":"v","text":"Bumu tax ngeen def ko ab noon, waaye yeddleen ko, ndax mbokk la."},{"style":"s1","text":"Fii la Póol tëje bataaxalam"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu, Boroom bi moom jàmm, yal na leen mayal boppam jàmmi lépp ak fépp. Yal na Boroom bi ànd ak yeen ñépp."},{"style":"p","text":""},{"style":"v","text":"Tàggatoo bii, man Póol maa ko bind ci sama loxol bopp, te nii laay binde ci bépp bataaxal."},{"style":"v","text":"Sunu yiwu Boroom Yeesu \\w Almasi|Almasi b-:\\w* bi ñeel na leen yeen ñépp."}]