[{"style":"r","text":"V. 1-4: cf. Hé 1:1-3; 4:1; 12:25."},{"style":"p","text":""},{"style":"v","text":"C’est pourquoi nous devons d’autant plus nous attacher aux choses que nous avons entendues, de peur que nous ne soyons emportés loin d’elles. "},{"style":"v","text":"Car, si \\x a \\xo 2.2 \\xt Ac 7:53. Ga 3:19.\\x*la parole annoncée par des anges a eu son effet, et si \\x b \\xo 2.2 \\xt Ge 19:17, 26. De 27:26.\\x*toute transgression et toute désobéissance a reçu une juste rétribution, "},{"style":"v","text":"\\x c \\xo 2.3 \\xt Hé 12:25.\\x*comment échapperons-nous en négligeant \\x d \\xo 2.3 \\xt Mt 4:17. Mc 1:14.\\x*un si grand salut, qui, annoncé d’abord par le Seigneur, nous a été confirmé par ceux qui l’ont entendu, "},{"style":"v","text":"\\x e \\xo 2.4 \\xt Mc 16:20. Ac 14:3; 19:11.\\x*Dieu appuyant leur témoignage par des signes, des prodiges, et divers miracles, et par les dons du Saint-Esprit distribués selon sa volonté."},{"style":"r","text":"V. 5-18: cf. (Ps 8:5-7. Ph 2:6-11.) (Ga 4:4, 5. Jn 20:17.) Hé 5:7-10; 4:15, 16."},{"style":"p","text":""},{"style":"v","text":"En effet, ce n’est pas à des anges que Dieu a soumis le monde à venir dont nous parlons. "},{"style":"v","text":"Or quelqu’un a rendu quelque part ce témoignage:"},{"style":"q1","text":"\\x f \\xo 2.6 \\xt Ps 8:5.\\x*Qu’est-ce que l’homme, pour que tu te souviennes de lui,"},{"style":"q1","text":"ou le fils de l’homme, pour que tu prennes soin de lui?"},{"style":"q1","text":""},{"style":"v","text":"Tu l’as abaissé pour un peu de temps au-dessous des anges,"},{"style":"q1","text":"tu l’as couronné de gloire et d’honneur,"},{"style":"q1","text":""},{"style":"v","text":"\\x g \\xo 2.8 \\xt Ps 8:7. Mt 28:18. 1 Co 15:27. Ép 1:22.\\x*Tu as mis toutes choses sous ses pieds."},{"style":"m","text":"En effet, en lui soumettant toutes choses, Dieu n’a rien laissé qui ne lui fût soumis. Cependant, nous ne voyons pas encore maintenant que toutes choses lui soient soumises. "},{"style":"v","text":"Mais celui \\x h \\xo 2.9 \\xt Ac 2:33.\\x*qui a été abaissé pour un peu de temps au-dessous des anges, Jésus, nous le voyons \\x i \\xo 2.9 \\xt Ph 2:7, 8.\\x*couronné de gloire et d’honneur à cause de la mort qu’il a soufferte, afin que, par la grâce de Dieu, il souffrît la mort pour tous. "},{"style":"v","text":"Il convenait, en effet, que celui pour qui et par qui sont toutes choses, et qui voulait conduire à la gloire beaucoup de fils, élevât à la perfection par les souffrances le Prince de leur salut. "},{"style":"v","text":"Car celui qui sanctifie et ceux qui sont sanctifiés \\x j \\xo 2.11 \\xt Ac 17:26.\\x*sont tous issus d’un seul. C’est pourquoi il n’a pas honte de les appeler frères, "},{"style":"v","text":"lorsqu’il dit:"},{"style":"q1","text":"\\x k \\xo 2.12 \\xt Ps 22:23.\\x*J’annoncerai ton nom à mes frères,"},{"style":"q1","text":"Je te célébrerai au milieu de l’assemblée."},{"style":"m","text":""},{"style":"v","text":"Et encore:"},{"style":"q1","text":"\\x l \\xo 2.13 \\xt Ps 8:13.\\x*Je me confierai en toi."},{"style":"m","text":"Et encore:"},{"style":"q1","text":"\\x m \\xo 2.13 \\xt És 8:18.\\x*Me voici, moi et les enfants que Dieu m’a donnés. "},{"style":"v","text":"Ainsi donc, puisque les enfants participent au sang et à la chair, \\x n \\xo 2.14 \\xt Jn 1:14. Ph 2:7.\\x*il y a également participé lui-même, \\x o \\xo 2.14 \\xt És 25:8. Os 13:14. 1 Co 15:54. 2 Ti 1:10.\\x*afin que, par la mort, il anéantît celui qui a la puissance de la mort, c’est-à-dire le diable, "},{"style":"v","text":"et qu’il délivrât tous ceux qui, par crainte de la mort, étaient toute leur vie \\x p \\xo 2.15 \\xt Ro 8:15.\\x*retenus dans la servitude. "},{"style":"v","text":"Car assurément ce n’est pas à des anges qu’il vient en aide, mais c’est à la postérité d’Abraham. "},{"style":"v","text":"\\x q \\xo 2.17 \\xt Ph 2:7. Hé 4:15.\\x*En conséquence, il a dû être rendu semblable en toutes choses à ses frères, afin qu’il fût un souverain sacrificateur miséricordieux et fidèle dans le service de Dieu, pour faire l’expiation des péchés du peuple; "},{"style":"v","text":"\\x r \\xo 2.18 \\xt Hé 4:15, 16.\\x*car, ayant été tenté lui-même dans ce qu’il a souffert, il peut secourir ceux qui sont tentés."}]