[{"style":"s1","text":"Jésus est supérieur à Moïse. Ne pas imiter l’endurcissement et l’incrédulité des anciens Israélites, mais entrer dans le repos de Dieu"},{"style":"r","text":"V. 1-6: cf. (No 12:7. De 4:5.) (Hé 1:2. Mt 21:33-38.) Za 6:12, 13."},{"style":"p","text":""},{"style":"v","text":"C’est pourquoi, frères saints, qui avez part à la vocation céleste, considérez l’apôtre et \\x a \\xo 3.1 \\xt Hé 4:14; 6:20; 8:1; 9:11.\\x*le souverain sacrificateur de la foi que nous professons, "},{"style":"v","text":"Jésus, qui a été fidèle à celui qui l’a établi, \\x b \\xo 3.2 \\xt No 12:7.\\x*comme le fut Moïse dans toute sa maison. "},{"style":"v","text":"Car il a été jugé digne d’une gloire d’autant supérieure à celle de Moïse que celui qui a construit une maison a plus d’honneur que la maison même. "},{"style":"v","text":"Chaque maison est construite par quelqu’un, \\x c \\xo 3.4 \\xt 2 Co 5:17, 18. Ép 2:10.\\x*mais celui qui a construit toutes choses, c’est Dieu. "},{"style":"v","text":"Pour Moïse, il a été fidèle dans toute la maison de Dieu, comme serviteur, \\x d \\xo 3.5 \\xt De 18:15, 18.\\x*pour rendre témoignage de ce qui devait être annoncé; "},{"style":"v","text":"mais Christ l’est comme Fils sur sa maison; et sa maison, \\x e \\xo 3.6 \\xt 1 Co 3:16; 6:19. 2 Co 6:16. 1 Pi 2:5.\\x*c’est nous, \\x f \\xo 3.6 \\xt Ro 5:2.\\x*pourvu que nous retenions jusqu’à la fin la ferme confiance et l’espérance dont nous nous glorifions."},{"style":"r","text":"V. 7-19: cf. Ps 95:8-11. (No 14. Ps 78. 1 Co 10:1-12.)"},{"style":"p","text":""},{"style":"v","text":"C’est pourquoi, selon ce que dit le Saint-Esprit:"},{"style":"q1","text":"\\x g \\xo 3.7 \\xt Ps 95:7. Hé 4:7.\\x*Aujourd’hui, si vous entendez sa voix,"},{"style":"q1","text":""},{"style":"v","text":"N’endurcissez pas vos cœurs, \\x h \\xo 3.8 \\xt Ex 17:2.\\x*comme lors de la révolte,"},{"style":"q1","text":"Le jour de la tentation dans le désert,"},{"style":"q1","text":""},{"style":"v","text":"Où vos pères me tentèrent"},{"style":"q1","text":"Pour m’éprouver, et ils virent mes œuvres"},{"style":"q1","text":"Pendant quarante ans."},{"style":"q1","text":""},{"style":"v","text":"Aussi je fus irrité contre cette génération, et je dis:"},{"style":"q1","text":"Ils ont toujours un cœur qui s’égare."},{"style":"q1","text":"Ils n’ont pas connu mes voies."},{"style":"q1","text":""},{"style":"v","text":"\\x i \\xo 3.11 \\xt No 14:21. De 1:34.\\x*Je jurai donc dans ma colère:"},{"style":"q1","text":"Ils n’entreront pas dans mon repos!"},{"style":"m","text":""},{"style":"v","text":"Prenez garde, frères, que quelqu’un de vous n’ait un cœur mauvais et incrédule, au point de se détourner du Dieu vivant. "},{"style":"v","text":"Mais exhortez-vous les uns les autres chaque jour, aussi longtemps qu’on peut dire: Aujourd’hui! Afin qu’aucun de vous ne s’endurcisse par la séduction du péché. "},{"style":"v","text":"Car nous sommes devenus participants de Christ, pourvu que nous retenions fermement jusqu’à la fin l’assurance que nous avions au commencement, "},{"style":"v","text":"pendant qu’il est dit:"},{"style":"q1","text":"\\x j \\xo 3.15 \\xt Hé 3:7.\\x*Aujourd’hui, si vous entendez sa voix,"},{"style":"q1","text":"N’endurcissez pas vos cœurs, comme lors de la révolte. "},{"style":"v","text":"Qui furent, en effet, ceux qui se révoltèrent après l’avoir entendue, sinon tous ceux qui étaient sortis d’Égypte sous la conduite de Moïse? "},{"style":"v","text":"Et contre qui Dieu fut-il irrité pendant quarante ans, sinon contre ceux qui péchaient, \\x k \\xo 3.17 \\xt No 14:36. Ps 106:26. 1 Co 10:10. Jud v. 5.\\x*et dont les cadavres tombèrent dans le désert? "},{"style":"v","text":"\\x l \\xo 3.18 \\xt De 1:34.\\x*Et à qui jura-t-il qu’ils n’entreraient pas dans son repos, sinon à ceux qui avaient désobéi? "},{"style":"v","text":"Aussi voyons-nous qu’ils ne purent y entrer à cause de leur incrédulité."}]