[{"style":"r","text":"V. 1-10: cf. (1 Ch 23:13. Hé 8:3.) (Hé 2:17, 18; 4:15; 7:26-28. Ps 110:4.)"},{"style":"p","text":""},{"style":"v","text":"En effet, tout souverain sacrificateur pris du milieu des hommes est établi pour les hommes dans le service de Dieu, afin de présenter des offrandes et des sacrifices pour les péchés. "},{"style":"v","text":"Il peut être indulgent pour les ignorants et les égarés, puisque la faiblesse est aussi son partage. "},{"style":"v","text":"Et c’est à cause de cette faiblesse qu’il doit offrir des sacrifices pour ses propres péchés, \\x a \\xo 5.3 \\xt Lé 9:7; 16:6. Hé 7:26.\\x*comme pour ceux du peuple. "},{"style":"v","text":"\\x b \\xo 5.4 \\xt 2 Ch 26:16.\\x*Nul ne s’attribue cette dignité, s’il n’est appelé de Dieu, \\x c \\xo 5.4 \\xt Ex 28:1. 1 Ch 23:13.\\x*comme le fut Aaron. "},{"style":"v","text":"Et Christ ne s’est pas non plus attribué la gloire de devenir souverain sacrificateur, mais il la tient de celui qui lui a dit:"},{"style":"q1","text":"\\x d \\xo 5.5 \\xt Ps 2:7. Ac 13:33. Hé 1:5.\\x*Tu es mon Fils,"},{"style":"q1","text":"je t’ai engendré aujourd’hui!"},{"style":"m","text":""},{"style":"v","text":"Comme il dit encore ailleurs:"},{"style":"q1","text":"\\x e \\xo 5.6 \\xt Ps 110:4. Hé 7:17.\\x*Tu es sacrificateur pour toujours,"},{"style":"q1","text":"selon l’ordre de Melchisédek."},{"style":"m","text":""},{"style":"v","text":"\\x f \\xo 5.7 \\xt Mt 26:39; 27:46, 50. Jn 17:1.\\x*C’est lui qui, dans les jours de sa chair, ayant présenté avec de grands cris et avec larmes des prières et des supplications à celui qui pouvait le sauver de la mort, et ayant été exaucé à cause de sa piété, a appris, "},{"style":"v","text":"\\x g \\xo 5.8 \\xt Ph 2:6.\\x*bien qu’il fût Fils, l’obéissance par les choses qu’il a souffertes, "},{"style":"v","text":"et qui, après avoir été élevé à la perfection, est devenu pour tous ceux qui lui obéissent l’auteur d’un salut éternel, "},{"style":"v","text":"Dieu l’ayant déclaré souverain sacrificateur selon l’ordre de Melchisédek."},{"style":"r","text":"V. 11-14: cf. 1 Co 3:1-3."},{"style":"p","text":""},{"style":"v","text":"Nous avons beaucoup à dire là-dessus, et des choses difficiles à expliquer, parce que vous êtes devenus lents à comprendre. "},{"style":"v","text":"\\x h \\xo 5.12 \\xt 1 Co 3:1, 2, 3.\\x*Vous, en effet, qui depuis longtemps devriez être des maîtres, vous avez encore besoin qu’on vous enseigne les premiers rudiments des oracles de Dieu, vous en êtes venus à avoir besoin de lait et non d’une nourriture solide. "},{"style":"v","text":"Or, quiconque en est au lait n’a pas l’expérience de la parole de justice; car il est un enfant. "},{"style":"v","text":"Mais la nourriture solide est pour les hommes faits, pour ceux dont le jugement est exercé par l’usage à discerner ce qui est bien et ce qui est mal."}]