[{"style":"r","text":"V. 1-10: cf. (Ex 25; 26; 40:17-33.) (1 Ch 23:13. Lé 16.) Col 2:16, 17."},{"style":"p","text":""},{"style":"v","text":"La première alliance avait aussi des ordonnances relatives au culte, et le sanctuaire terrestre. "},{"style":"v","text":"\\x a \\xo 9.2 \\xt Ex 26:1; 36:1.\\x*Un tabernacle fut, en effet, construit. Dans la partie antérieure, appelée le lieu saint, étaient le chandelier, la table, \\x b \\xo 9.2 \\xt Lé 24:5.\\x*et les pains de proposition. "},{"style":"v","text":"Derrière le second voile se trouvait la partie du tabernacle appelée le saint des saints, "},{"style":"v","text":"renfermant l’autel d’or pour les parfums, et \\x c \\xo 9.4 \\xt Ex 25:10.\\x*l’arche de l’alliance, entièrement recouverte d’or. Il y avait dans l’arche \\x d \\xo 9.4 \\xt Ex 16:33.\\x*un vase d’or contenant la manne, \\x e \\xo 9.4 \\xt No 17:10.\\x*la verge d’Aaron, qui avait fleuri, et \\x f \\xo 9.4 \\xt Ex 34:29. 1 R 8:9. 2 Ch 5:10.\\x*les tables de l’alliance. "},{"style":"v","text":"\\x g \\xo 9.5 \\xt Ex 25:22.\\x*Au-dessus de l’arche étaient les chérubins de la gloire, couvrant de leur ombre le propitiatoire. Ce n’est pas le moment de parler en détail là-dessus. "},{"style":"v","text":"Or, ces choses étant ainsi disposées, \\x h \\xo 9.6 \\xt No 28:3.\\x*les sacrificateurs qui font le service entrent en tout temps dans la première partie du tabernacle; "},{"style":"v","text":"\\x i \\xo 9.7 \\xt Ex 30:10. Lé 16:2, 34. Hé 9:25.\\x*et dans la seconde le souverain sacrificateur seul entre une fois par an, non sans y porter du sang qu’il offre pour lui-même et pour les péchés du peuple. "},{"style":"v","text":"Le Saint-Esprit montrait par là \\x j \\xo 9.8 \\xt Jn 14:6.\\x*que le chemin du lieu très saint n’était pas encore ouvert, tant que le premier tabernacle subsistait. "},{"style":"v","text":"C’est une figure pour le temps actuel, où l’on présente des offrandes et des sacrifices qui ne peuvent rendre parfait sous le rapport de la conscience celui qui rend ce culte, "},{"style":"v","text":"et qui, avec \\x k \\xo 9.10 \\xt Lé 11:2.\\x*les aliments, les boissons et \\x l \\xo 9.10 \\xt No 19:7, etc.\\x*les diverses ablutions, étaient des ordonnances charnelles imposées seulement jusqu’à une époque de réformation."},{"style":"r","text":"V. 11-28: cf. (Hé 10:11-22; 12:24.) (Ex 24:3-8. Lé 17:11.) (Hé 10:1-14; 7:24-28; 1:3.)"},{"style":"p","text":""},{"style":"v","text":"Mais Christ est venu comme \\x m \\xo 9.11 \\xt Hé 3:1; 4:14; 6:20; 8:1.\\x*souverain sacrificateur des biens à venir; il a traversé le tabernacle plus grand et plus parfait, qui n’est pas construit de main d’homme, c’est-à-dire, qui n’est pas de cette création; "},{"style":"v","text":"et il est entré une fois pour toutes dans le lieu très saint, non avec le sang des boucs et des veaux, \\x n \\xo 9.12 \\xt Ac 20:28. Ép 1:7. Col 1:14. Hé 10:10. 1 Pi 1:19. Ap 1:5; 5:9.\\x*mais avec son propre sang, ayant obtenu une rédemption éternelle. "},{"style":"v","text":"\\x o \\xo 9.13 \\xt Lé 16:14. No 19:4. Hé 10:4.\\x*Car si le sang des taureaux et des boucs, et la cendre d’une vache, répandue sur ceux qui sont souillés, sanctifient et procurent la pureté de la chair, "},{"style":"v","text":"combien plus \\x p \\xo 9.14 \\xt 1 Jn 1:7. Ap 1:5.\\x*le sang de Christ, \\x q \\xo 9.14 \\xt Ga 1:4. Ép 5:2. Tit 2:14.\\x*qui, par un esprit éternel, s’est offert lui-même sans tache à Dieu, purifiera-t-il votre conscience des œuvres mortes, \\x r \\xo 9.14 \\xt Lu 1:74. Ro 6:13. Ga 2:20. 1 Pi 4:2.\\x*afin que vous serviez le Dieu vivant! "},{"style":"v","text":"Et c’est pour cela qu’il est le médiateur d’une nouvelle alliance, \\x s \\xo 9.15 \\xt Ro 5:6. 1 Pi 3:18.\\x*afin que, la mort étant intervenue pour le rachat des transgressions commises sous la première alliance, ceux qui ont été appelés reçoivent l’héritage éternel qui leur a été promis. "},{"style":"v","text":"Car là où il y a un testament, il est nécessaire que la mort du testateur soit constatée. "},{"style":"v","text":"\\x t \\xo 9.17 \\xt Ga 3:15.\\x*Un testament, en effet, n’est valable qu’en cas de mort, puisqu’il n’a aucune force tant que le testateur vit. "},{"style":"v","text":"Voilà pourquoi c’est avec du sang que même la première alliance fut inaugurée. "},{"style":"v","text":"Moïse, après avoir prononcé devant tout le peuple tous les commandements de la loi, prit le sang des veaux et des boucs, avec de l’eau, de la laine écarlate, et de l’hysope; et il fit l’aspersion sur le livre lui-même et sur tout le peuple, en disant: "},{"style":"v","text":"\\x u \\xo 9.20 \\xt Ex 24:8. Mt 26:28.\\x*Ceci est le sang de l’alliance que Dieu a ordonnée pour vous. "},{"style":"v","text":"Il fit pareillement l’aspersion avec le sang sur le tabernacle et sur tous les ustensiles du culte. "},{"style":"v","text":"Et presque tout, d’après la loi, est purifié avec du sang, et sans effusion de sang il n’y a pas de pardon. "},{"style":"v","text":"Il était donc nécessaire, puisque les images des choses qui sont dans les cieux devaient être purifiées de cette manière, que les choses célestes elles-mêmes le fussent par des sacrifices plus excellents que ceux-là. "},{"style":"v","text":"Car Christ n’est pas entré dans un sanctuaire fait de main d’homme, en imitation du véritable, mais il est entré dans le ciel même, afin de comparaître maintenant pour nous devant la face de Dieu. "},{"style":"v","text":"Et ce n’est pas pour s’offrir lui-même plusieurs fois qu’il y est entré, \\x v \\xo 9.25 \\xt Ex 30:10. Lé 16:2, 34. Hé 9:7.\\x*comme le souverain sacrificateur entre chaque année dans le sanctuaire avec du sang étranger; "},{"style":"v","text":"autrement, il aurait fallu qu’il eût souffert plusieurs fois depuis la création du monde, tandis que maintenant, à la fin des siècles, il a paru une seule fois pour abolir le péché par son sacrifice. "},{"style":"v","text":"Et comme il est réservé aux hommes de mourir une seule fois, après quoi vient le jugement, "},{"style":"v","text":"\\x w \\xo 9.28 \\xt Ro 5:6, 8. 1 Pi 3:18.\\x*de même Christ, qui s’est offert une seule fois pour porter les péchés de plusieurs, apparaîtra sans péché une seconde fois à ceux qui l’attendent pour leur salut."}]