[{"style":"mt1","text":"Esteer"},{"style":"s1","text":"Buur Aserus a ngi xawaare"},{"style":"p","text":""},{"style":"v","text":"Lii mu ngi amoon ci jamonoy Aserus\\f + \\fr 1.1 \\fk Aserus \\ft dees na ko woowe Serses itam.\\f*. Mooy Aserus ma falu woon, jiite téeméeri diiwaan ak ñaar fukk ak juróom ñaar (127), dale ko ca réewum End, ba ca réewum \\w Kuus|Kuus:\\w*."},{"style":"v","text":"Jamono yooyu Buur Aserus moo toogoon ca jal ba ca Sus, péey ba\\f + \\fr 1.2 \\fk Sus, péey ba, \\ft walla \\fqa Sus dëkk ba ñu dàbbali.\\f*."},{"style":"v","text":"Ci ñetteelu atu nguuram mu maye bernde, ñeel kàngamam yépp ak jawriñam yépp, di njiiti xarey diiwaanu Pers ak diiwaanu Medd, garmi yeek kàngami dëkk yi bokk teew."},{"style":"v","text":"Ci diir bu takku, tollook téeméeri fan ak juróom ñett fukk (180), mu di leen won alalu nguuram ju yéeme ak dayoom ak darajaam ju réy."},{"style":"v","text":"Ba fan yooyu matee, buur ba maye berndey juróom ñaari fan ci biir tóokëram, ñeel mboolem ña nekkoon ca péey ba ñuy wax Sus, dale ko ca ka gëna màgg ba ka ca gëna néew daraja."},{"style":"v","text":"Ay ndimoy lẽe yu weex ak yu baxaa nga wékke ca buumi lẽe yu weex ak yu xonq curr, takke ci ay jaaroy xaalis yu wewe ci ay jën yu ñu tabaxe doju màrb. Ay lali wurus ak xaalis a nga tege fa suuf sa ñu dëre doj yu gànjare: yu màrb ak yu pere ak yu ñuul."},{"style":"v","text":"Ña ngay maye naan ci ay kaasi wurus, bu ci nekk wuuteek moroom ma na mu bindoo. Biiñu buur di walangaan ni mu ware buur."},{"style":"v","text":"Kenn gawuloon kenn nag ci naan gi, ndax Buur joxoon na ndigal farbay këram yépp, ne leen ñu topp ku nekk ci coobareem."},{"style":"v","text":"Ci biir loolu Lingeer Wasti moom it maye bernde ñeel jigéeni kër Buur Aserus."},{"style":"p","text":""},{"style":"v","text":"Keroog bésub juróom ñaareel ba, Buur Aserus naan biiñ, ba xolam sedd, mu sant juróom ñaari bëkk-néegam\\f + \\fr 1.10 \\fk bëkk-néeg \\ft yooyu, ay jaam yu ñu tàpp lañuy doon.\\f*: Meyuman ak Bista ak Arbona ak Bigta ak Abagta ak Setar ak Karkas, ne leen"},{"style":"v","text":"ñu indil ko Lingeer Wasti, mu solu, solaale mbaxanam lingeeram, ngir won taaram ba mbooloo maak kàngam ya, ndax jigéen ju rafet la woon."},{"style":"v","text":"Teewul ba bëkk-néeg ya yeggee Lingeer Wasti ndigalal Buur, mu lànk, ne du ñëw. Buur nag mer lool, ba xol bay bax."},{"style":"v","text":"Booba mboolem mbirum buur, xamkati jamono ya ci wàllu yoon ak àtteb yoon lees koy diis."},{"style":"v","text":"Ña ca gënoona jege Buur ñoo doon Karsena ak Setar ak Admata ak Tarsis ak Meres ak Marsena ak Memukan, ñuy juróom ñaari kàngami diiwaani Pers ak Medd, te di bokk ak Buur jataay te gëna kawe ca nguur ga."},{"style":"v","text":"Mu ne leen: «Ci yoon, ana lu war ci Lingeer Wasti, gannaaw déggul ndigal li ma joxe, man, Buur Aserus, samay bëkk-néeg jottali ko ko?»"},{"style":"p","text":""},{"style":"v","text":"Memukan wax ca kanam Buur ak kàngam ya, ne leen: «Du Buur doŋŋ la Lingeer Wasti tooñ. Waaye tooñ na mboolem kàngam yi ak mboolem baadoolo yi ci mboolem diiwaan yi."},{"style":"v","text":"Ndaxte jëfi lingeer jii dina yegg ci noppi jigéen ñépp, ba tax ñuy sofental seen jëkkër. Ndax dañu naan: “Xanaa Buur Aserus woowul Lingeer Wasti, mu lànk, ne du ñëw”?"},{"style":"v","text":"Li ko dale bésub tey, kuy garmi bu jigéen ci Pers ak Medd, bu déggee jëfi lingeer jii, noonu lay waxeek mboolem kàngami buur, mu indi yabeel ak réeroo bu dul jeex."},{"style":"v","text":"Kon nag Buur, ndegam soob na la, na ab dogal tukkee fi yaw, ñu bind ko ci ndigali yooni Pers ak Medd yi dul toxu, di xamle ne Wasti dootul jàkkaarlooteek Buur Aserus. Te nag Buur, dangay nangu céru lingeeram, jox ko moroomam mu ko gën."},{"style":"v","text":"Su ko defee bu ñu yéenee dogalu buur bi ci mboolem déndu buur bu yaatu bii, jigéen ñépp dinañu weg seen jëkkër, dale ko ci boroom daraja ba ci baadoolo bi.»"},{"style":"p","text":""},{"style":"v","text":"Loola nag neex Buur ak kàngam ya. Buur daldi def la ko Memukan wax."},{"style":"v","text":"Ba mu ko defee mu yónnee ay bataaxal fépp ca réew ma, diiwaan bu nekk ak mbindum boppam, waaso wu nekk it ci làkku boppam. Mu biralal waaso wu nekk ci làkku boppam, ne leen na góor gu nekk doon kilifay këram."}]