[{"style":"s1","verse":"","text":"Mardose lal na pexem mucc"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Mardose yégee la ñu def lépp, daa xottiy yéreem, sol ay saaku, sottikoo dóomu-taal, di ko ñaawloo, dugg ci biir dëkk bi, di yuuxu yuux gu réy te metti."},{"style":"v","verse":"2","text":"Mu dem ba ca buntu kër buur, yem fa ndax deesul dugge kër buur yérey saaku."},{"style":"v","verse":"3","text":"Ci biir loolu mboolem diiwaani réew mi, fépp fu dogalu buur ak ndigalam àgg, muy ñaawlu gu réy ca Yawut ya. Ñu boole kook koor aki jooy aki yuux. Ñu bare sol ay saaku, sottikoo dóom, di ko toroxloo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba surgay Esteer yu jigéen yaak bëkk-néegam yu góor ya dikkee wax ko Esteer, tiislu na ko lool, daldi yónnee Mardose ay yére, ngir mu summi saaku ya mu sol. Waaye Mardose nanguwul."},{"style":"v","verse":"5","text":"Esteer woolu Atakk ma Buur féetaleek moom, te muy kenn ci bëkk-néegi buur. Mu yebal ko ci Mardose, ngir xam lan la ak lu waral loolu."},{"style":"v","verse":"6","text":"Atakk dem ba ca Mardose, ca pénc ma janook buntu kër buur."},{"style":"v","verse":"7","text":"Mardose wax ko mboolem la ko dal ak dayob xaalis ba Aman digee fey, nar koo def ca denci buur ngir mana sànk Yawut yi."},{"style":"v","verse":"8","text":"Mu jël sottib mbindum dogal ba ñu yéene ca Sus ne dinañu leen faagaagal, daldi ko koy jox, ngir mu won ko Esteer, xamal ko ko, ne ko mu gaaw dem ca Buur, ñaanal ko ko, tinul ko aw xeetam."},{"style":"v","verse":"9","text":"Atakk dellu ca Esteer, yegge ko kàdduy Mardose."},{"style":"v","verse":"10","text":"Esteer ne Atakk mu dem wax Mardose, ne ko:"},{"style":"v","verse":"11","text":"«Mboolem surgay buur ak waa diiwaani buur xam nañu ne yoon a toppe àtteb dee képp ku dugg kër buur, ba ci ëttu biiram, muy góor mbaa jigéen, te wooweesu la. Xanaa ku Buur tàllal yetu wurus wiy màndargaal nguuram. Man nag fanweeri fan a ngii wooweesu ma fa Buur.»"},{"style":"v","verse":"12","text":"Ñu yegge Mardose kàdduy Esteer;"},{"style":"v","verse":"13","text":"Mardose dellu yónnee ne ko: «Ãay! Yaa ngi kër buur de! Waaye bul defe ne man ngaa mucc, yaw doŋŋ, ci mboolem Yawut yi."},{"style":"v","verse":"14","text":"Ndax soo ci selaŋloo ba selaŋlu ci tey jii it, wall ak xettal dina bawoo feneen ñeel Yawut yi, waaye yaw yaak sa waa kër baay dingeen sànku. Li nga dugg ci nguur gi sax, nga defe ne neen la? Jombul diggante bii nu tollu tey moo ko waral.»"},{"style":"v","verse":"15","text":"Esteer dellu yónnee ca Mardose, ne ko:"},{"style":"v","verse":"16","text":"«Demal woo mboolem Yawut yi, ci Sus, ñu daje. Te ngeen wooral ma: buleen lekk, buleen naan diiru ñetti fan, du guddi, du bëccëg. Man it maak sama surga yu jigéen, nu woore noonu. Su ko defee ma dem ca Buur doonte yoon nanguwu ko. Su ma dee dee, ma dee rekk.»"},{"style":"v","verse":"17","text":"Mardose nag dem, def la ko Esteer sant lépp."}]