[{"style":"s1","text":"Esteer woote na bernde"},{"style":"p","text":""},{"style":"v","text":"Ba mu amee ñetti fan Esteer sol yérey lingeer, taxaw fa janook kër buur ca ëttu biiram, fekk Buur toog ca ngànguneem, ca biir néegam, janook buntu kër ga."},{"style":"v","text":"Ba mu ko defee Buur gis Lingeer Esteer, mu taxaw ca biir ëtt ba. Mu baaxe ko, daldi koy tàllal yetu wurus wa muy màndargaale nguuram. Esteer jegesi, laal boppu yet wa, di ko ko sante."},{"style":"v","text":"Buur ne ko: «Lingeer Esteer, lan la, ak looy sàkku? Su doon genn-wàllu nguur gi sax, dees na la ko jox!»"},{"style":"v","text":"Esteer ne ko: «Ngalla Buur, bu la soobee, ñëwal yaak Aman ci bernde ji may woote tey.»"},{"style":"v","text":"Buur ne: «Woolleen ma Aman léegi, nu defal Esteer li muy ñaan.» Ba loolu amee Buur ànd ak Aman dem ca bernde ja Esteer woote."},{"style":"v","text":"Naka lañuy naan biiñ, Buur ne Esteer: «Ana looy laaj, ñu jox la ko, ana looy sàkku, ba ci genn-wàllu réew mi, ñu defal la ko.»"},{"style":"v","text":"Esteer wax ko ne ko: «Li may ñaan, di ko sàkku de,"},{"style":"v","text":"Buur, ndegam yéwéne nga ma, te may ma li may ñaan, defal ma li may sàkku di sa coobare, ngalla, Buur, àndal ak Aman, dikk ca bernde ja ma leen di waajalal. Kon bu subaa dinaa la wax li ngay laaj.»"},{"style":"s1","text":"Aman jógal na Mardose"},{"style":"p","text":""},{"style":"v","text":"Aman a ngay génn di dem, bésub keroog ànd ak mbégte, xol bay neex. Ba mu gisee Mardose ca buntu kër buur nag, te Mardose jógul, amul benn tiitaange ci moom, daa mer ba fees dell."},{"style":"v","text":"Terewul Aman ànd ak sagoom, ñibbi këram. Ci kaw loolu mu yónnee, woolu ay xaritam ak Seres jabaram."},{"style":"v","text":"Ba loolu amee Aman di leen limal alalam ju bare ak doomam yu góor yu bare ak mboolem ni ko Buur terale, yékkati ko, mu gëna kawe ci kàngami buur aki jawriñam."},{"style":"v","text":"Aman teg ca ne: «Te kat amul ku Lingeer Esteer woo, mu wara ànd ak Buur ca bernde ja muy def, ku moy man. Ëllëg man la woo maak Buur."},{"style":"v","text":"Waaye loolu lépp doyu ma, li feek maa ngi gis benn yoon Mardose, Yawut bi, mu toog ca buntu kër buur.»"},{"style":"v","text":"Seres jabaram ak xaritam ya yépp ne ko: «Dangay defarlu bant bu am taxawaayu ñaar fukki meetar ak juróom. Bu subaa nga ne Buur ñu wékk ci Mardose, ba noppi nga ànd ak Buur ca bernde ja, sa xol sedd.» Aman nag rafetlu xel ma, ba defarlu bant ba."}]