[{"style":"s1","text":"Aman am na mbetteel"},{"style":"p","text":""},{"style":"v","text":"Guddig keroog Buur tëlee nelaw, daldi santaane ñu indil ko téere ba ñu dippee Xew-xew ya. Ci kaw loolu ñu di ko jàngal Buur."},{"style":"v","text":"Ca lañu gis ñu bind ca ne Mardose moo boole woon Bigtan ak Teres, ñaari fara buntu kër buur ya laloon pexe ngir bóom Buur Aserus\\f + \\fr 6.2 \\ft Seetal ci 2.21-23.\\f*."},{"style":"v","text":"Buur ne: «Ana teraangaak njukkal lu ñu defal Mardose ci lii?» Surga ya ne ko: «Dara.»"},{"style":"v","text":"Buur ne: «Ku nekk ci ëtt bi?» Mu yemook Aman duggsi ci ëttu buur, ba féete biti, ngir waxsi ko, ne ko ñu wékk Mardose ca bant ba mu ko waajalal."},{"style":"v","text":"Surga ya ne ko: «Aman déy a taxaw ci ëtt bi.» Buur ne: «Na agsi!»"},{"style":"v","text":"Aman duggsi, Buur ne ko: «Ana lees di defal waa ju Buur namma teral a waay?» Booba Aman a nga naan ca xel ma: «Ana ku Buur namma teral ku dul man mii?»"},{"style":"v","text":"Mu ne Buur: «Waa ji Buur namma teral déy,"},{"style":"v","text":"nañu ko indil mbubbum buur mu Buur masa sol ak fas wu Buur masa war, ñu solal fas wi mbaxanam nguur."},{"style":"v","text":"Nañu jox mbubb meek fas wi kenn ci ñi gëna màgg ci jawriñi buur. Ñu solal waa ji Buur namma teral, waral ko fas wi, wërale ko pénc mi, ñu jiitu ko, di yéene naan: “Lii lees di defal waa ju Buur namma teral!”»"},{"style":"v","text":"Buur ne Aman: «Doxal jël mbubb meek fas wi, li nga wax rekk, te nga defal ko Mardose, Yawut biy toog ca buntu kër buur. Bul bàyyi dara ci mboolem li nga wax.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Aman jëli mbubb maak fas wa, solal Mardose, waral ko, jiitu ko, di ko wëral pénc mi, tey yéene naan: «Lii lees di defal waa ju Buur namma teral!»"},{"style":"v","text":"Gannaaw loolu Mardose dellu ca buntu kër buur. Aman nag muuru, daw ñibbi këram, ànd aku naqar."},{"style":"v","text":"Ba mu ko defee Aman nettali Seres jabaram ak ay xaritam la ko dal lépp. Ña koy xelal ak jabaram bokk ne ko: «Mardose mii nga tàmbalee torox ci kanamam, ndegam ab Yawut la de, du lenn loo koy manal. Dangay xala daanu rekk ci kanamam.»"},{"style":"v","text":"Naka lañuy wax ak moom, ndawi buur ne jalañ, daldi gaaw yóbbu Aman ca bernde ja Esteer di waajal."}]