[{"style":"s1","verse":"","text":"Yéene néeg la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Buur ànd ak Aman dem ca berndey Lingeer Esteer."},{"style":"v","verse":"2","text":"Ñu dem bay naan biiñ ca bésub ñaareel booba, Buur dellu ne: «Lingeer Esteer, ana looy ñaan, ñu may la ko. Looy sàkku? Ba ci genn-wàllu réew mi sax, ñu defal la ko.»"},{"style":"v","verse":"3","text":"Lingeer Esteer àddu ne ko: «Buur, ndegam xool nga ma bëtu yiw te neex na la, may ma, ma mucc maak samaw xeet; moom laay ñaan te moom laay sàkku."},{"style":"v","verse":"4","text":"Ndax dañu noo fexeel maak samaw xeet, nar noo sànk, bóom nu, faagaagal nu. Su doon ay jaam yu góor ak yu jigéen sax lañu nuy fexee def, dama naan cell, ndax njàqare ju ni tollu sax jarul ñuy lëjal Buur.»"},{"style":"v","verse":"5","text":"Buur Aserus wax ak Lingeer Esteer ne ko: «Kooku ku mu? Ana kuy mébét loolu, nar koo def?»"},{"style":"v","verse":"6","text":"Esteer ne ko: «Waa ji nuy fexeel, di bañ, dib noon de, Aman mu bon mii la!»"},{"style":"p","verse":"","text":"Aman nag tiit lool fa kanam Buur ak Lingeer."},{"style":"v","verse":"7","text":"Buur ne ñokket, mer ba fees, bàyyi fa biiñ ba, dugg ca biir tóokëram. Aman moom, des fa, di tinu Lingeer Esteer ngir bakkanu boppam, ndax booba xam na ne su ci Buur desee rekk, njekkaram taxaw na."},{"style":"v","verse":"8","text":"Ci kaw loolu Buur bàyyikoo ca tóokër ba, délsi ca ëttu bernde ja, fekk Aman di sukk ca kaw lal ba Esteer tëdd. Buur ne: «Ãa! Ba ci yekktaan Lingeer nag, te ma nekk ci biir kër gi?» Naka la kàddu ga jibe ca gémmiñu Buur, ñu muur kanamu Aman, màndargaale ko àtteb deewam."},{"style":"v","verse":"9","text":"Ci biir loolu Arbona kenn ci bëkk-néegi buur ne: «Te kat bant bu ëpp ñaar fukki meetar ak juróom a nga sampe ca wetu kër Aman, di xaar Mardose mi waxoon jàmmi Buur.» Buur ne: «Wékkleen ko ca!»"},{"style":"v","verse":"10","text":"Ba mu ko defee ñu wékk Aman ca bant ba mu waajaloon Mardose. Merum Buur doora giif."}]