[{"style":"s1","verse":"","text":"Yawut yaa man"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu fukki fan ak ñett ci weeru Adar, fukkeelu weer waak ñaar taxaw, ñu war caa amal dogalu buur ba. Muy bés ba nooni Yawut ya yaakaaroona jekku Yawut ya. Mbir ya nag mujj safaanoo, Yawut ya jekku seeni bañ."},{"style":"v","verse":"2","text":"Yawut ya daje ca seen biiri dëkk ca mboolem diiwaani Buur Aserus, ngir dal ci kaw ñi leen di wuta lor. Amul ku leen mana të ci xeet yépp, ndax tiitaange ju réy lu ñu am ci ñoom."},{"style":"v","verse":"3","text":"Ci biir loolu mboolem kàngami diiwaan yaak jawriñ yaak boroom dëkk yaak saytukati buur ba, ñoom ñépp di dimbali Yawut yi ndax tiitaange ju ñu am ci Mardose."},{"style":"v","verse":"4","text":"Mardose nag am daraja lool ci biir kër buur, bayreem dajal diiwaan yépp, muy gën di am doole."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba loolu amee Yawut ya di faat seen noon yépp, saamar yay dal, ñu di leen bóom aka faagaagal. Ñuy def seeni bañ lu leen neex."},{"style":"v","verse":"6","text":"Ca biir Sus, péey ba, Yawut ya bóom nañu fa juróomi téeméeri (500) nit, sànk leen."},{"style":"v","verse":"7","text":"Ñu bóom Parsandata ak Dalfon ak Aspata"},{"style":"v","verse":"8","text":"ak Porata ak Adalya ak Aridata"},{"style":"v","verse":"9","text":"ak Parmasta ak Arisay ak Ariday ak Waysata."},{"style":"v","verse":"10","text":"Ñuy fukki góor, di doomi Aman doomu Amdeta, fitnaalkatu Yawut ya. Bóom nañu leen, waaye seen loxo laalul alal ja."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bésub keroog ñu yegge Buur limu nit ña ñu rey ca Sus, péey ba."},{"style":"v","verse":"12","text":"Buur ne Lingeer Esteer: «Biir Sus, péey bii, Yawut yi rey nañu ci juróomi téeméeri (500) nit, reyaale fukki doomi Aman yu góor. Kon diiwaani buur yi ci des xawma nu ñu def ak ñoom. Ana looy ñaanati, ñu may la ko ak looy sàkkooti, ñu defal la ko?»"},{"style":"v","verse":"13","text":"Esteer ne ko: «Buur, ndegam soob na la, mayeel ëllëg itam Yawut yi ci Sus mana wéyal dogalu tey bi. Te fukki doomi Aman yu góor yi, ñu wékk seeni néew ci bant.»"},{"style":"v","verse":"14","text":"Buur joxe ndigal ngir ñu def noona. Ba loolu amee ñu siiwal ab dogal ca Sus, daldi wékk fukki doomi Aman yu góor ya."},{"style":"v","verse":"15","text":"Yawut ya ca Sus nag daje ca fukki fan ak ñeent ci weeru Adar, bóom fa ñetti téeméeri (300) nit, te seen loxo laalul alal ja."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ci biir loolu Yawut ya ca des te dëkke yeneen diiwaani buur ya daldi daje ngir aar seen bopp, ba am jàmm ca seeni noon. Ñu rey ca seeni bañ juróom ñaar fukki junniy nit ak juróom (75~000), te seen loxo laalul alal ja."},{"style":"v","verse":"17","text":"Loolaa nga am ca fukki fan ak ñett ci weeru Adar, ëllëg sa di fukki fan ak ñeent. Ñu noppalu, def ko bésub mbégteek bànneex."},{"style":"v","verse":"18","text":"Yawut ya nekk Sus te daje woon ca fukki fan ak ñett ak fukki fan ak ñeent ca weer wa nag, ña nga dallu ca fukki fan ak juróom ca weer wa, def ko bésub bernde ak bànneex."},{"style":"v","verse":"19","text":"Looloo waral Yawuti kaw-kaw yi ci dëkk yu ndaw yi di wormaal fukki fan ak ñeent ci weeru Adar, def ko bésub bànneex ak bernde, di ci joqalantey teraanga."},{"style":"s1","verse":"","text":"Yoonal nañu màggalu bési Purim"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ci kaw loolu Mardose tënk xew-xew yooyu ci mbind, daldi yónnee ay bataaxal yu jëm ca mboolem Yawuti mboolem diiwaani Buur Aserus, mu jege, mu sore,"},{"style":"v","verse":"21","text":"ngir sas leen at mu nekk, ñu wara wormaal fukki fan ak ñeent ak fukki fan ak juróom ci weeru Adar."},{"style":"v","verse":"22","text":"Ñu di ko baaxantale bés ya Yawut yi teqalikook seeni noon, di ko baaxantale weer wa seen naqar walbatikoo di mbégte, seen tiis di bésub jàmm, ngir ñuy wormaal yooyu bés, muy bési bernde ak bànneex yu ñuy joqalantey teraanga, di ci dimbali néew-ji-doole."},{"style":"v","verse":"23","text":"Ba mu ko defee Yawut ya sasoo la ñu tàmbali woona def, di wormaal yooyu bés, na leen ko Mardose bindale."},{"style":"v","verse":"24","text":"Aman doomu Amdeta, Agageen ba, fitnaalkatu bépp Yawut, moo fexeeloon Yawut yi, ngir faagaagal leen. Jumtukaayu tegtal bi ñuy wax Pur lañu jëfandikoo woon, ngir jàpp bés ba mu leen wara faagaagal, sànk leen."},{"style":"v","verse":"25","text":"Waaye ba mbir ma àggee ca Buur, Buur a joxe ay ndigal yu ñu bind, ne pexe mu bon ma Aman nasaloon Yawut yi, na walbatiku këppu ci kawam. Te mook ay doomam yu góor dees leen di wékk ci bant."},{"style":"v","verse":"26","text":"Moo waral ñuy woowe yooyu bés bési Purim, mu jóge ci baatu «Pur», di jumtukaayu tegtal boobu. Mboolem la ñu bind ca bataaxal boobu nag ak itam la ñu gisal seen bopp ak la ñu daj,"},{"style":"v","verse":"27","text":"moo tax Yawut yi di wormaal ñaari bés yooyu, sasoo ko, at mu nekk, bañ koo bàyyi, ñook seen askan ak ku ànd ak ñoom. Ñu war koo def, na ñu leen ko bindale, saa yu jotee at mu nekk."},{"style":"v","verse":"28","text":"Bés yooyu di lu ñu wara bàyyi xel, di ko wormaal ci bépp maas ci kër gu nekk, diiwaan bu nekk ak dëkk bu mag bu nekk. Bési Purim yooyu Yawut yi waruñu koo noppee wormaal, te wareesu koo fàtte ci seen askan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ci kaw loolu Lingeer Esteer doomu Abixayil, ànd ak Mardose Yawut ba, ñu bind ci sañ-sañ bu mat sëkk, di dëggal ñaareelu bataaxal boobu jëm ci bési Purim."},{"style":"v","verse":"30","text":"Ñu yónnee ay bataaxal yu jëm ca mboolem Yawut ya ca téeméeri diiwaan ak ñaar fukk ak juróom ñaar (127) ca réewum Buur Aserus. Muy kàdduy jàmm ak kóllëre,"},{"style":"v","verse":"31","text":"ngir saxal bési Purim yooyu saa yu jotee, na leen ko Mardose Yawut ba dogalale, mook Lingeer Esteer. Mu dëppoo it ak na ñu dogalale seen bopp jamonoy koor ak ñaawlu, ñoom ak seen askan."},{"style":"v","verse":"32","text":"Dogalu Esteer ba nag wéral ndigal yooyu jëm ci bési Purim, ñu daldi koy bind ci téere bi."}]