[{"style":"mt1","text":"2 Kings"},{"style":"s1","text":"Elijah and the Messengers of Ahaziah"},{"style":"m","text":""},{"style":"v","text":"Moab rebelled against Israel after the death of Ahab. "},{"style":"v","text":"Ahaziah had fallen through the lattice in his upper room, which \\add was\\add* in Samaria, and he was injured. So he sent messengers, and he said to them, “Go, inquire of Baal-Zebub, the god of Ekron, if I will survive this injury.”"},{"style":"p","text":""},{"style":"v","text":"Then the angel of Yahweh spoke to Elijah the Tishbite, “Get up, go up to meet the messengers of the king of Samaria and speak to them, ‘Is it because there is no God in Israel that you \\add are\\add* going to inquire of Baal-Zebub, the god of Ekron?’ "},{"style":"v","text":"Therefore, thus says Yahweh, ‘The bed upon which you have gone, you will not come down from it, but you shall surely die.’ ” So Elijah went."},{"style":"p","text":""},{"style":"v","text":"When the messengers returned to him, he asked them, “Why have you returned?” "},{"style":"v","text":"Then they said to him, “A man came up to meet us, and he said to us, ‘Go, return to the king who sent you and speak to him, “Thus says Yahweh, ‘Is it because there is no God in Israel that you \\add are\\add* sending to inquire of Baal-Zebub the god of Ekron? Therefore the bed upon which you have gone, you will not come down from it, for you will surely die.’ ” ’ ” "},{"style":"v","text":"Then he spoke to them, “What \\add was\\add* the manner of the man who came up to meet you and spoke to you all these things?” "},{"style":"v","text":"They answered him, “A ⸤hairy man⸥\\f + \\fr 1:8 \\ft Literally “an owner of hair” \\f* with a leather belt girded around his waist.” And he said, “It \\add is\\add* Elijah the Tishbite.”"},{"style":"p","text":""},{"style":"v","text":"So ⸤Ahaziah⸥\\f + \\fr 1:9 \\ft Literally “he” \\f* sent to him the commander of fifty with his fifty \\add men\\add*, and he went up to him while he was sitting on the top of the hill. He said to him, “\\add O\\add* man of God, the king says, ‘Come down.’ ” "},{"style":"v","text":"Then Elijah answered and said to the commander of the fifty, “If I \\add am\\add* a man of God, let fire come down from heaven and consume you and your fifty!” Then fire came down from heaven and consumed him and his fifty."},{"style":"p","text":""},{"style":"v","text":"So he ⸤again sent⸥\\f + \\fr 1:11 \\ft Literally “returned and sent” \\f* another commander of fifty and his fifty \\add men\\add*. He answered and said to him, “\\add O\\add* man of God, thus says the king, ‘Come down quickly!’ ” "},{"style":"v","text":"Then Elijah answered and said to them, “If I \\add am\\add* a man of God, then let fire come down from heaven and consume you and your fifty!” Then the fire of God came down from heaven and consumed him and his fifty."},{"style":"p","text":""},{"style":"v","text":"So he ⸤again sent⸥\\f + \\fr 1:13 \\ft Literally “returned and sent” \\f* a third \\add time\\add* a commander of fifty and his fifty, and the commander of the third fifty went up and came and knelt down on his knees before Elijah and entreated him. He said to him, “\\add O\\add* man of God, please let my life and the lives of your servants, these fifty, be precious in your eyes. "},{"style":"v","text":"Behold, fire from heaven came down and consumed the first two commanders of fifty and their fifties, so then let my life be precious in your eyes.” "},{"style":"v","text":"Then the angel of Yahweh spoke to Elijah, “Go down with him. Do not be afraid because of him.” So he got up and went down with him to the king, "},{"style":"v","text":"and he said to him, “Thus says Yahweh, ‘Because you have sent messengers to inquire of Baal-Zebub, the god of Ekron—is it because there is no God in Israel \\add from whom\\add* to inquire his word?—therefore the bed upon which you went, you shall not come down from it, for you shall surely die.’ ”"},{"style":"s1","text":"Epitaph for Ahaziah"},{"style":"m","text":""},{"style":"v","text":"So he died, according to the word of Yahweh which Elijah had spoken, and Joram became king in his place in the second year of Joram the son of Jehoshaphat, the king of Judah, because he had no son. "},{"style":"v","text":"The remainder of the acts of Ahaziah which he did, \\add are\\add* they not written in the scroll of the events of the days of the kings of Israel?"}]