[{"style":"s1","text":"Jehu Continues Purging the House of Ahab"},{"style":"m","text":""},{"style":"v","text":"Ahab had seventy sons in Samaria, and Jehu wrote letters, and he sent them to Samaria to the officials of Jezreel, to the elders and to the guardians of Ahab, saying, "},{"style":"v","text":"“Now, when this letter comes to you and your master’s sons \\add are\\add* with you, the chariots \\add are\\add* with you, the horses, a fortified city, and weapons, "},{"style":"v","text":"then you must select the best and the most suitable from the sons of your master, and you must place \\add him\\add* on the throne of his father, and they must fight for the house of your masters.” "},{"style":"v","text":"But they were very afraid, and they said, “Look, two kings could not stand before him; how can we stand?” "},{"style":"v","text":"So whoever was over the house, and whoever was over the city, and the elders and the guardians sent to Jehu, saying, “We \\add are\\add* your servants; all that you say to us, we shall do. We shall not make anyone a king. Do \\add what\\add* is good in your eyes.”"},{"style":"p","text":""},{"style":"v","text":"Then he wrote to them a second letter, saying, “If you \\add are\\add* for me, and you \\add are\\add* listening to my voice, take the heads of the men of the sons of your master and come to me at \\add this\\add* time tomorrow at Jezreel.” Now the sons of the king, seventy men, \\add were\\add* with the leaders of the city who were raising them. "},{"style":"v","text":"When the letter came to them, they took the sons of the king, and they killed seventy men. Then they put their heads in baskets and sent them to him at Jezreel. "},{"style":"v","text":"Then the messenger came and told him, saying, “They have brought the heads of the king’s sons,” and he said, “Put them \\add in\\add* two piles \\add at\\add* the entrance of the gate until morning.” "},{"style":"v","text":"It happened in the morning that he went out, stood, and said to all of the people, “You \\add are\\add* righteous. Look, I conspired against my master and killed him. But who killed all of these? "},{"style":"v","text":"Know then that ⸤the word of Yahweh will not fail⸥\\f + \\fr 10:10 \\ft Literally “it shall not fall from the word of Yahweh to the ground” \\f* which Yahweh spoke concerning the house of Ahab; Yahweh has done what he spoke by the hand of his servant Elijah. "},{"style":"v","text":"Then Jehu killed all of the remainder of the house of Ahab in Jezreel, all of his leaders, his close friends, and his priests, until there was no survivor left for him."},{"style":"p","text":""},{"style":"v","text":"Then he arose and went and came to Samaria. On the way, he was \\add at\\add* Beth-Eked of the shepherds, "},{"style":"v","text":"and Jehu met the brothers of Ahaziah king of Judah. He asked, “Who \\add are\\add* you?” They said, “We \\add are\\add* the brothers of Ahaziah; we came down for the peace of the king’s children and the children of the queen.” "},{"style":"v","text":"Then he said, “Seize them alive!” So they seized them alive but then slaughtered them at the cistern of Beth-Eked, forty-two men. He did not allow any of them to survive."},{"style":"p","text":""},{"style":"v","text":"Next he went from there and found Jehonadab the son of Recab to meet him. He greeted him and asked him, “⸤Is your heart right with me as my heart is with you⸥?”\\f + \\fr 10:15 \\ft Literally “Is there uprightness with your heart as that of my heart with your heart” \\f* Then Jehonadab said, “Yes, it is. Give your hand!” And he gave his hand and took him up to him on the chariot. "},{"style":"v","text":"Then he said, “Come with me! Look at my zeal for Yahweh!” So he let him ride in his chariot. "},{"style":"v","text":"Then he came to Samaria and killed all who remained to Ahab in Samaria until he wiped them out according to the word of Yahweh which he had spoken to Elijah."},{"style":"s1","text":"Jehu Purges the Baal Worshipers"},{"style":"m","text":""},{"style":"v","text":"Then Jehu assembled all of the people and said to them, “Ahab served Baal a little, but Jehu will worship him greatly. "},{"style":"v","text":"So then, summon to me all of the prophets of Baal and all of his servants and his priests; no man should fail to come, for I have a great sacrifice for Baal. Anyone who fails to come shall not live!” Now Jehu was acting with cunning in order to destroy the servants of Baal. "},{"style":"v","text":"Then Jehu said, “Sanctify a \\add solemn\\add* assembly for Baal!” So they proclaimed \\add it\\add*. "},{"style":"v","text":"Jehu sent \\add word\\add* through all of Israel, and all of the servants of Baal came; there did not remain a man who did not come. They came to the house of Baal so that the house of Baal was filled from ⸤wall to wall⸥.\\f + \\fr 10:21 \\ft Literally “edge to edge” \\f* "},{"style":"v","text":"He said to the one who \\add was\\add* over the wardrobe, “Bring out clothing for all of the servants of Baal.” So he brought the clothing out for them. "},{"style":"v","text":"Then Jehu and Jehonadab the son of Recab came \\add to\\add* the temple of Baal, and he said to the servants of Baal, “Search and see that there is none of the servants of Yahweh here with you; only those who serve Baal.” "},{"style":"v","text":"They came to offer sacrifices and burnt offerings. Now Jehu had stationed for himself eighty men outside, and he said, “The man who lets \\add anyone\\add* escape from the men who I am ⸤entrusting to you⸥,\\f + \\fr 10:24 \\ft Literally “bringing upon your hand” \\f* ⸤he will pay with his life⸥!”\\f + \\fr 10:24 \\ft Literally “his life in place of his life” \\f*"},{"style":"p","text":""},{"style":"v","text":"It happened that when he finished offering the burnt offering, Jehu said to the royal guard and to the officers, “Come and kill them; let no man go free!” So ⸤they put them to the sword⸥,\\f + \\fr 10:25 \\ft Literally “they struck them with the edge of the sword” \\f* and the royal guard and the officers threw them out, then they went up to the citadel of the temple of Baal. "},{"style":"v","text":"They brought out the stone pillars of the temple of Baal and burned ⸤them⸥.\\f + \\fr 10:26 \\ft Literally “it” \\f* "},{"style":"v","text":"So they broke down the stone pillars of Baal and destroyed the temple of Baal and made it into a latrine until this day. "},{"style":"v","text":"So Jehu wiped out Baal from Israel."},{"style":"p","text":""},{"style":"v","text":"Only Jehu did not turn aside from the sins of Jeroboam the son of Nebat \\add by\\add* which he caused Israel to sin; \\add namely,\\add* the calf-shaped idols of gold which \\add were in\\add* Bethel and Dan. "},{"style":"v","text":"Yahweh said to Jehu, “Because you have done well by doing right in my eyes and you have done to the house of Ahab according to all that \\add was\\add* in my heart; \\add therefore,\\add* sons of the fourth generation will sit for you on the throne of Israel.” "},{"style":"v","text":"But Jehu was not careful to walk in the law of Yahweh God of Israel with all his heart; he did not turn from the sins of Jeroboam \\add by\\add* which he caused Israel to sin."},{"style":"p","text":""},{"style":"v","text":"In those days, Yahweh began to reduce Israel, so Hazael defeated them in every territory of Israel, "},{"style":"v","text":"from the Jordan eastward: all of the land of Gilead, the Gadites, the Reubenites, and the Manassites, from Aroer which \\add is\\add* on the Wadi Arnon and Gilead and Bashan. "},{"style":"v","text":"Now the remainder of the acts of Jehu and all that he did and all of his powerful \\add deeds, are\\add* they not written in the scroll of the events of the days of the kings of Israel? "},{"style":"v","text":"So Jehu slept with his ancestors,\\f + \\fr 10:35 \\ft Or “fathers” \\f* and they buried him in Samaria, and Jehoahaz his son became king in his place. "},{"style":"v","text":"Now the days which Jehu had reigned over Israel \\add were\\add* twenty-eight years in Samaria."}]