[{"style":"s1","text":"Amaziah Reigns in Judah; Jeroboam II in Israel"},{"style":"m","text":""},{"style":"v","text":"In the second year of Jehoash the son of Jehoahaz king of Israel, Amaziah the son of Jehoash king of Judah began to reign. "},{"style":"v","text":"He was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem; and the name of his mother \\add was\\add* Jehoaddin from Jerusalem. "},{"style":"v","text":"He did right in the eyes of Yahweh, only not as David his ancestor;\\f + \\fr 14:3 \\ft Or “father” \\f* as all which Jehoash his father had done, he did. "},{"style":"v","text":"Only the high places were not removed; the people \\add were\\add* still sacrificing and offering incense on the high places."},{"style":"p","text":""},{"style":"v","text":"It happened that when the kingdom was firmly in his hand, he killed his servants who had killed his father the king. "},{"style":"v","text":"But the sons of the killers he did not kill, as it is written in the scroll of the law of Moses which Yahweh had commanded, saying, “Fathers should not be killed because of children, and children should not be killed because of fathers; but a man should die because of his \\add own\\add* sin.” "},{"style":"v","text":"He also killed ten thousand Edomites in the Valley of Salt, and he seized Sela in the battle, and he called its name Jokteel, until this day."},{"style":"p","text":""},{"style":"v","text":"Then Amaziah sent messengers to Jehoash the son of Jehoahaz the son of Jehu king of Israel, saying, “Come let us meet ⸤face-to-face⸥.”\\f + \\fr 14:8 \\ft Literally “faces” \\f* "},{"style":"v","text":"So Jehoash the king of Israel sent to Amaziah, saying, “The thornbush which is in Lebanon sent to the cedar which is in Lebanon, saying, ‘Give your daughter to my son as wife,’ but an animal of the field which \\add is\\add* in Lebanon passed by and trampled the thornbush. "},{"style":"v","text":"You have indeed defeated Edom and your heart is lifted up; enjoy the honor and stay home. Why should you provoke trouble so that you fall and Judah with you?”"},{"style":"p","text":""},{"style":"v","text":"But Amaziah would not listen, so Jehoash king of Israel went up and they met face-to-face, he and Amaziah king of Judah, at Beth-Shemesh which belongs to Judah. "},{"style":"v","text":"Judah was defeated before Israel and they fled, each to this tent. "},{"style":"v","text":"Jehoash king of Israel captured Amaziah king of Judah, the son of Jehoash, the son of Ahaziah, at Beth-Shemesh. Then they came \\add to\\add* Jerusalem, and he broke down the wall of Jerusalem from the Gate of Ephraim up to the Corner Gate, four hundred cubits! "},{"style":"v","text":"He also took all of the gold and silver and all the vessels found \\add in\\add* the temple of Yahweh and in the treasury rooms of the palace of the king, as well as the ⸤hostages⸥;\\f + \\fr 14:14 \\ft Literally “sons of the pledges” \\f* then he returned to Samaria."},{"style":"p","text":""},{"style":"v","text":"Now the remainder of the acts of Jehoash which he did, and his powerful \\add deeds\\add*, and how he fought with Amaziah king of Judah, \\add are\\add* they not written on the scroll of the events of the days of the kings of Israel? "},{"style":"v","text":"Then Jehoash slept with his ancestors\\f + \\fr 14:16 \\ft Or “fathers” \\f* and was buried in Samaria with the kings of Israel, and Jeroboam his son reigned in his place."},{"style":"s1","text":"Azariah Succeeds Amaziah in Jerusalem; Zechariah Succeeds Jeroboam II in Samaria"},{"style":"m","text":""},{"style":"v","text":"Amaziah the son of Jehoash king of Judah lived fifteen years after the death of Jehoash the son of Jehoahaz king of Israel. "},{"style":"v","text":"The remainder of the acts of Amaziah, \\add are\\add* they not written on the scroll of the events of the days of the kings of Judah? "},{"style":"v","text":"They conspired against him in Jerusalem, so he fled to Lachish. But they sent \\add men\\add* after him to Lachish, and they killed him there. "},{"style":"v","text":"Then they carried him on the horses, and he was buried with his ancestors\\f + \\fr 14:20 \\ft Or “fathers” \\f* in the city of David. "},{"style":"v","text":"All of the people of Judah took sixteen-year-old Azariah and made him king in place of this father Amaziah. "},{"style":"v","text":"He rebuilt Elath and restored it to Judah after the king slept with his ancestors.\\f + \\fr 14:22 \\ft Or “fathers” \\f*"},{"style":"p","text":""},{"style":"v","text":"In the fifteenth year of Amaziah the son of Jehoash king of Judah, Jeroboam the son of Jehoash king of Israel began to reign in Samaria, \\add reigning\\add* forty-one years. "},{"style":"v","text":"But he did evil in the eyes of Yahweh; he did not depart from all the sins of Jeroboam the son of Nebat which he caused Israel to sin. "},{"style":"v","text":"He restored the boundary of Israel from Lebo-Hamath up to the sea of the Arabah, according to the word of Yahweh which he spoke by the hand of his servant Jonah the son of Amittai the prophet, who was from Gath-Hepher. "},{"style":"v","text":"For Yahweh saw that the misery of Israel was very bitter, whether bond or free, but there was no helper for Israel. "},{"style":"v","text":"Yahweh did not decree to blot out the name of Israel from under the heavens, so he saved them by the hand of Jeroboam the son of Jehoash."},{"style":"p","text":""},{"style":"v","text":"Now the remainder of the acts of Jeroboam, all that he did, his powerful \\add deeds\\add*, how he fought, and how he restored Damascus and Hamath of Judah to Israel, \\add are\\add* they not written on the scroll of the events of the days of the kings of Israel? "},{"style":"v","text":"So Jeroboam slept with his ancestors\\f + \\fr 14:29 \\ft Or “fathers” \\f* the kings of Israel, and his son Zechariah became king in his place."}]