[{"style":"s1","verse":"","text":"The Acts of Azariah (Uzziah) in Judah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"In the twenty-seventh year of Jeroboam king of Israel, Azariah the son of Amaziah king of Judah began to reign. "},{"style":"v","verse":"2","text":"He was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. The name of his mother \\add was\\add* Jecoliah of Jerusalem. "},{"style":"v","verse":"3","text":"He did right in the eyes of Yahweh, according to all that Amaziah his father had done. "},{"style":"v","verse":"4","text":"Only he did not remove the high places; the people \\add were\\add* still sacrificing and burning incense on the high places. "},{"style":"v","verse":"5","text":"Yahweh struck the king, and he was infected with a skin disease until the day of his death. He lived in a separate house, \\add while\\add* Jotham the son of the king \\add was\\add* over the house, governing the people of the land. "},{"style":"v","verse":"6","text":"The remainder of the acts of Azariah, and all that he did, \\add are\\add* they not written on the scroll of the events of the days of the kings of Judah? "},{"style":"v","verse":"7","text":"So Azariah slept with his ancestors,\\f + \\fr 15:7 \\ft Or “fathers” \\f* and they buried him with his ancestors\\f + \\fr 15:7 \\ft Or “fathers” \\f* in the city of David, and Jotham his son became king in his place."},{"style":"s1","verse":"","text":"Zechariah in Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"In the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam reigned over Israel in Samaria for six months. "},{"style":"v","verse":"9","text":"He did evil in the eyes of Yahweh as his ancestors\\f + \\fr 15:9 \\ft Or “fathers” \\f* had done. He did not depart from the sins of Jeroboam the son of Nebat which he caused Israel to sin. "},{"style":"v","verse":"10","text":"Shallum the son of Jabesh conspired against him, struck him in front of the people, killed him, and reigned in his place. "},{"style":"v","verse":"11","text":"Now the remainder of the acts of Zechariah, look, they are written on the scroll of the events of the days of the kings of Israel. "},{"style":"v","verse":"12","text":"This is the word of Yahweh which he spoke to Jehu, saying, “Sons of a fourth \\add generation\\add* shall sit for you on the throne of Israel,” and it was so."},{"style":"s1","verse":"","text":"Shallum Reigns only a Month in Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"Shallum the son of Jabesh began to reign in the thirty-ninth year of Uzziah king of Judah, and he reigned ⸤a full month⸥\\f + \\fr 15:13 \\ft Literally “a month of days” \\f* in Samaria. "},{"style":"v","verse":"14","text":"Then Menahem the son of Gadi came up from Tirzah, and he came \\add to\\add* Samaria and struck down Shallum the son of Jabesh in Samaria and killed him. Then he became king in place of him. "},{"style":"v","verse":"15","text":"Now the remainder of the acts of Shallum, and his conspiracy which he conspired; look, they \\add are\\add* written on the scroll of the events of the days of the kings of Israel. "},{"style":"v","verse":"16","text":"At that time Menahem destroyed Tiphsah, all who \\add were\\add* in it, and all its territory from Tirzah, because \\add it\\add* had not opened \\add to him\\add*, so he destroyed it and ripped open all of its pregnant women."},{"style":"s1","verse":"","text":"Menahem Reigns in Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"In the thirty-ninth year of Azariah king of Judah, Menahem the son of Gadi began to reign over Israel \\add for\\add* ten years in Samaria. "},{"style":"v","verse":"18","text":"But he did evil in the eyes of Yahweh. He did not depart all of his days from the sins of Jeroboam the son of Nebat which he caused Israel to sin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Pul the king of Assyria came against the land, so Menahem gave a thousand talents of silver to Pul so that his hand would be with him ⸤to strengthen his hold on the kingdom⸥.\\f + \\fr 15:19 \\ft Literally “to strengthen the kingship in his hand” \\f* "},{"style":"v","verse":"20","text":"Menahem exacted the money from Israel, from all ⸤the very rich⸥,\\f + \\fr 15:20 \\ft Literally “the mighty of the wealth” \\f* to give to the king of Assyria fifty shekels of silver for each one. Then the king of Assyria returned and did not stay there in the land. "},{"style":"v","verse":"21","text":"Now the rest of the acts of Menahem, and all that he did, \\add are\\add* they not written in the scroll of the events of the days of the kings of Israel? "},{"style":"v","verse":"22","text":"So Menahem slept with his ancestors,\\f + \\fr 15:22 \\ft Or “fathers” \\f* and Pekahiah his son became king in his place."},{"style":"s1","verse":"","text":"Pekahiah Reigns in Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"23","text":"In the fiftieth year of Azariah king of Judah, Pekahiah the son of Menahem began to reign over Israel in Samaria \\add for\\add* two years. "},{"style":"v","verse":"24","text":"But he did evil in the eyes of Yahweh. He did not depart from the sins of Jeroboam the son of Nebat which he caused Israel to sin. "},{"style":"v","verse":"25","text":"Pekah the son of Remaliah, his captain, conspired against him, so he attacked him in Samaria in the citadel fortress of \\add the\\add* palace of the king, with Argob and Arieh. With him \\add also were\\add* fifty men from the children of the Gileadites, and he killed him and became king in his place. "},{"style":"v","verse":"26","text":"Now the remainder of the acts of Pekahiah and all that he did, look, they are written in the scroll of the events of the days of the kings of Israel."},{"style":"s1","verse":"","text":"Pekah Reigns in Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"In the fifty-second year of Azariah king of Judah, Pekah the son of Remaliah began to reign over Israel in Samaria \\add for\\add* twenty years. "},{"style":"v","verse":"28","text":"He did evil in the eyes of Yahweh. He did not depart from the sins of Jeroboam the son of Nebat which he caused Israel to sin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"In the days of Pekah king of Israel, Tiglath-Pileser the king of Assyria came and took Ijon, Abel-Beth-Maacah, Janoah, Kedesh, Hazor, the Gilead, the Galilee, and all the land of Naphtali; then he deported them to Assyria. "},{"style":"v","verse":"30","text":"Hoshea the son of Elah conspired against Pekah the son of Remaliah, and he attacked and killed him. He reigned in place of him in the twentieth year of Jotham the son of Uzziah. "},{"style":"v","verse":"31","text":"Now the remainder of the acts of Pekah and all that he did, look, they are written in the scroll of the events of the days of the kings of Israel."},{"style":"s1","verse":"","text":"Jotham Reigns in Judah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"32","text":"In the second year of Pekah the son of Remaliah, king of Israel, Jotham the son of Uzziah king of Judah began to reign. "},{"style":"v","verse":"33","text":"He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem, and the name of his mother was Jerusha the daughter of Zadok. "},{"style":"v","verse":"34","text":"He did what was right in the eyes of Yahweh, according to all that Uzziah his father had done. "},{"style":"v","verse":"35","text":"Only the high places were not removed; the people still \\add were\\add* sacrificing and offering incense on the high places. He built the upper gate of the temple of Yahweh. "},{"style":"v","verse":"36","text":"Now the remainder of the acts of Jotham which he did, \\add are\\add* they not written on the scroll of the events of the days of the kings of Judah? "},{"style":"v","verse":"37","text":"(Now, in those days, Yahweh began to send Rezin the king of Aram and Pekah the son of Remaliah against Judah.) "},{"style":"v","verse":"38","text":"So Jotham slept with his ancestors\\f + \\fr 15:38 \\ft Or “fathers” \\f* and was buried with his ancestors\\f + \\fr 15:38 \\ft Or “fathers” \\f* in the city of David his ancestor,\\f + \\fr 15:38 \\ft Or “father” \\f* and his son Ahaz became king in his place."}]