[{"style":"s1","text":"Elijah Taken Away from Elisha"},{"style":"m","text":""},{"style":"v","text":"When Yahweh was about to take Elijah up in the storm \\add to\\add* heaven, Elijah and Elisha went from Gilgal. "},{"style":"v","text":"Elijah said to Elisha, “Please stay here, for Yahweh has sent me up to Bethel.” Elisha said, “⸤As Yahweh lives⸥\\f + \\fr 2:2 \\ft Literally “The life of Yahweh” \\f* and ⸤as your soul lives⸥,\\f + \\fr 2:2 \\ft Literally “life of your soul” \\f* I will certainly not leave you!” So they went down \\add to\\add* Bethel. "},{"style":"v","text":"Then the sons of the prophets who \\add were in\\add* Bethel came out to Elisha, and they said to him, “Do you know that Yahweh \\add is\\add* going to take your master ⸤from you⸥\\f + \\fr 2:3 \\ft Literally “from over your head” \\f* today?” He said, “I also know; be quiet!”"},{"style":"p","text":""},{"style":"v","text":"Elijah said to him, “Elisha, please stay here because Yahweh has sent me to Jericho.” And he said, “⸤As Yahweh lives⸥\\f + \\fr 2:4 \\ft Literally “The life of Yahweh” \\f* and ⸤as your soul lives⸥,\\f + \\fr 2:4 \\ft Literally “life of your soul” \\f* I will certainly not leave you!” So they came to Jericho. "},{"style":"v","text":"Then the sons of the prophets who \\add were\\add* in Jericho came near to Elisha, and they said to him, “Do you know that Yahweh \\add is\\add* going to take your master ⸤from you⸥\\f + \\fr 2:5 \\ft Literally “from over your head” \\f* today?” He said, “I also know; be quiet!”"},{"style":"p","text":""},{"style":"v","text":"Then Elijah said to him, “Please stay here, because Yahweh has sent me to the Jordan.” He said, “⸤As Yahweh lives⸥\\f + \\fr 2:6 \\ft Literally “The life of Yahweh” \\f* and ⸤as your soul lives⸥,\\f + \\fr 2:6 \\ft Literally “life of your soul” \\f* I will certainly not leave you!” So the two of them went on. "},{"style":"v","text":"Then fifty men from the sons of the prophets went and stood opposite \\add them\\add* at a distance while the two of them stood by the Jordan. "},{"style":"v","text":"Elijah took his cloak, rolled it up, and struck the water. It divided ⸤in two⸥,\\f + \\fr 2:8 \\ft Literally “here and here” \\f* and the two of them crossed over on dry land."},{"style":"p","text":""},{"style":"v","text":"After they crossed over, Elijah said to Elisha, “Ask what I may do for you before I am taken away from you.” Then Elisha said, “Please let there come to me a double portion of your spirit.” "},{"style":"v","text":"He said, “What you ask is difficult. If you see me being taken from you, it will be so for you, but if not, it will not happen.” "},{"style":"v","text":"Then they \\add were\\add* walking, talking as they went. Suddenly a fiery chariot with horses of fire \\add appeared\\add* and separated between the two of them. Elijah went up in the storm \\add to\\add* the heavens "},{"style":"v","text":"while Elisha \\add was\\add* watching and crying out, “My father, my father; the chariot of Israel and its horsemen!” But he could not see him any longer, and he grasped his clothes and tore them in two pieces."},{"style":"p","text":""},{"style":"v","text":"Then he picked up Elijah’s cloak that had fallen off of him, and he returned and stood on the bank of the Jordan. "},{"style":"v","text":"He took Elijah’s cloak that had fallen from upon him and struck the water. Then he said, “Where is Yahweh, the God of Elijah?” So he also struck the water, and it divided ⸤in two⸥,\\f + \\fr 2:14 \\ft Literally “here and here” \\f* and Elisha crossed over."},{"style":"s1","text":"Elisha Begins His Ministry"},{"style":"m","text":""},{"style":"v","text":"When the sons of the prophets who \\add were\\add* at Jericho saw him from \\add the\\add* other side, they declared, “The spirit of Elijah rests upon Elisha,” and they came to meet him and bowed down to him to the ground. "},{"style":"v","text":"Then they said to him, “Look, there are with your servants fifty able men. Please let them go and look for your master, lest the Spirit of Yahweh has lifted him up and thrown him on one of the mountains or into one of the valleys,” but he said, “You must not send them.” "},{"style":"v","text":"But they urged him until embarrassing \\add him\\add*, so he said, “Send them.” So they sent fifty men, and they looked for three days, but they could not find him. "},{"style":"v","text":"Then they returned to him while he \\add was\\add* staying in Jericho. He said to them, “Did I not tell you not to go?”"},{"style":"p","text":""},{"style":"v","text":"The men of the city said to Elisha, “Please now, the location of the city \\add is\\add* good, as my master can see, but the water \\add is\\add* bad and the land unproductive.” "},{"style":"v","text":"So he said, “Bring me a new bowl and put salt in it.” So they brought it to him. "},{"style":"v","text":"Then he went out to the spring of waters and threw the salt \\add into it\\add* there and said, “Thus says Yahweh, ‘I hereby purify these waters; let there be no longer any death or unproductiveness from it.’ ” "},{"style":"v","text":"Then the waters were purified until this very day according to the word of Elisha that he spoke."},{"style":"p","text":""},{"style":"v","text":"Then he went up from there \\add to\\add* Bethel; as he \\add was\\add* going up along the way, young boys came out from the city and mocked at him and said to him, “Go up, baldhead; go up, baldhead!” "},{"style":"v","text":"When he turned around and saw them, he cursed them in the name of Yahweh. Then two bears came out of the forest and mauled forty-two boys among them. "},{"style":"v","text":"Then he went from there to Mount Carmel and from there he returned \\add to\\add* Samaria."}]