[{"style":"s1","text":"Hezekiah Loses Health and Regains It through Prayer"},{"style":"m","text":""},{"style":"v","text":"In those days Hezekiah became ⸤deathly ill⸥,\\f + \\fr 20:1 \\ft Literally “ill to die” \\f* and Isaiah the son of Amoz the prophet came to him and said to him, “Thus says Yahweh, ‘Command your house, for you \\add are about\\add* to die; you will not recover.’ ” "},{"style":"v","text":"Then he turned his face to the wall and prayed to Yahweh, saying, "},{"style":"v","text":"“O Yahweh, please remember how I went about before you in faithfulness and with a whole heart, and \\add remember\\add* the good that I have done in your eyes.” Then Hezekiah ⸤wept bitterly⸥.\\f + \\fr 20:3 \\ft Literally “wept a great weeping” \\f* "},{"style":"v","text":"Isaiah had not gone out from the middle of the city when the word of Yahweh came to him, saying, "},{"style":"v","text":"“Return; you must say to Hezekiah, the leader of my people, ‘Thus says Yahweh the God of David your ancestor,\\f + \\fr 20:5 \\ft Or “father” \\f* “I have heard your prayer and I have seen your tears. Look, I \\add am about to\\add* heal you. On the third day you shall go up \\add to\\add* the temple of Yahweh. "},{"style":"v","text":"I will add to your days fifteen years, and from the hand of the king of Assyria I will deliver you and this city. I will defend this city for my sake and for the sake of David my servant.” ’ ” "},{"style":"v","text":"Then Isaiah said, “Bring a lump of figs,” so they took and put it on the skin sores, and he lived."},{"style":"p","text":""},{"style":"v","text":"Hezekiah said to Isaiah, “What is the sign that Yahweh will heal me that I shall go up on the third day \\add to\\add* the temple of Yahweh?” "},{"style":"v","text":"Isaiah said, “This \\add is\\add* the sign for you from Yahweh that Yahweh will do the thing that he has promised: Shall the shadow advance ten steps or shall it return ten steps?” "},{"style":"v","text":"Hezekiah answered, “It is easy for the shadow to lengthen ten steps. No, but let the shadow return backwards ten steps.” "},{"style":"v","text":"Isaiah the prophet called to Yahweh, and he brought back the shadow on the steps where it had gone down on the steps of Ahaz, backwards ten steps."},{"style":"s1","text":"Hezekiah Reveals Too Much to a Babylonian Envoy"},{"style":"m","text":""},{"style":"v","text":"At that time, Berodak-Baladan the son of Baladan king of ⸤Babylon⸥\\f + \\fr 20:12 \\ft Or “Babel.” Babel was the ancient name for Babylon, the capital of Babylonia. See also Genesis 11:9 \\f* sent letters and a gift to Hezekiah, for he had heard that Hezekiah had been ill. "},{"style":"v","text":"Hezekiah heard about them and showed them all of the house of his treasure, both the silver and the gold, the spices, the good olive oil, the room of his weapons, and all that could be found in his treasuries. There was nothing that he did not show them in his palace and in all of his kingdom. "},{"style":"v","text":"Then Isaiah the prophet came to King Hezekiah and said to him, “What did these men say, and from where have they come to you?” Hezekiah said, “From a far land; they have come from Babylon.” "},{"style":"v","text":"Then he asked, “What did they see in your palace?” And Hezekiah said, “All that is in my palace they have seen; there is nothing that I did not show them in my treasuries.”"},{"style":"p","text":""},{"style":"v","text":"Then Isaiah said to Hezekiah, “Hear the word of Yahweh! "},{"style":"v","text":"‘Look, days \\add are\\add* coming when all that is in your palace will be carried off; \\add even\\add* all that your ancestors\\f + \\fr 20:17 \\ft Or “fathers” \\f* have stored up until this day, to Babylon; nothing shall be left,’ says Yahweh. "},{"style":"v","text":"‘Your sons who went out from you, whom you brought forth, will be taken, and they shall be eunuchs in the temple of the king of Babylon.’ ” "},{"style":"v","text":"Then Hezekiah said to Isaiah, “The word of Yahweh which you have spoken \\add is\\add* good,” and he thought, “Is it not that peace and security shall be in my days?” "},{"style":"v","text":"Now the remainder of the acts of Hezekiah, all of his powerful \\add deeds\\add*, and how he made the pool and the conduit and brought the water into the city, are they not written in the scroll of the events of the days of the kings of Judah? "},{"style":"v","text":"Then Hezekiah slept with his ancestors,\\f + \\fr 20:21 \\ft Or “fathers” \\f* and Manasseh his son became king in his place."}]