[{"style":"s1","verse":"","text":"Evil Manasseh Reigns after Godly Hezekiah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Manasseh was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem. The name of his mother \\add was\\add* Hephzibah. "},{"style":"v","verse":"2","text":"He did evil in the eyes of Yahweh, according to the detestable things of the nations that Yahweh had driven out from the presence of the ⸤Israelites⸥.\\f + \\fr 21:2 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","verse":"3","text":"He returned and rebuilt the high places which Hezekiah his father had destroyed. He erected altars for Baal and made a pole of Asherah worship just as Ahab king of Israel had made, and he bowed down to all of the host of heaven and served them. "},{"style":"v","verse":"4","text":"He built altars in the temple of Yahweh \\add about\\add* which Yahweh had said, “I will put my name in Jerusalem.” "},{"style":"v","verse":"5","text":"He built an altar to all of the host of heaven in the two courtyards of the temple of Yahweh. "},{"style":"v","verse":"6","text":"He made his son pass through the fire, practiced soothsaying and divination, and dealt with mediums and spiritists. He increased the doing of evil in the eyes of Yahweh to provoke him. "},{"style":"v","verse":"7","text":"He put the image of the Asherah that he had made in the temple which Yahweh had said to David and to Solomon his son, “In this temple and in Jerusalem which I have chosen from all of the tribes of Israel, I will put my name forever. "},{"style":"v","verse":"8","text":"I will not again make the feet of Israel wander from the land which I have given to their ancestors,\\f + \\fr 21:8 \\ft Or “fathers” \\f* if they only observe to do according to all that I have commanded them, as far as the law that Moses my servant commanded them.” "},{"style":"v","verse":"9","text":"But Manasseh did not listen and tempted them to do evil more than the nations that Yahweh destroyed before the presence of the ⸤Israelites⸥.\\f + \\fr 21:9 \\ft Literally “sons/children of Israel” \\f*"},{"style":"s1","verse":"","text":"Yahweh Sends a Rebuke to Manasseh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"So Yahweh spoke by the hand of his servants the prophets, saying, "},{"style":"v","verse":"11","text":"“Because Manasseh the king of Judah committed these detestable things \\add and\\add* did evil more than the Amorites did who were before him and caused even Judah to sin with his idols, "},{"style":"v","verse":"12","text":"therefore, thus says Yahweh the God of Israel, ‘Look, I am bringing disaster upon Jerusalem and Judah about which the two ears of all who hear it will tingle. "},{"style":"v","verse":"13","text":"I will stretch out over Jerusalem the measuring line of Samaria and the plumb line of the house of Ahab, and I will wipe Jerusalem as one wipes the dish; he wipes it and turns it on its face. "},{"style":"v","verse":"14","text":"I will give up the remainder of my inheritance, and I will give them into the hand of their enemies. They shall become as prey and as spoil for all their enemies, "},{"style":"v","verse":"15","text":"because they have done evil in my eyes and were provoking me from the day that their ancestors\\f + \\fr 21:15 \\ft Or “fathers” \\f* came out from Egypt up to this day.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Moreover, Manasseh shed very much innocent blood until he filled Jerusalem ⸤from one end to another⸥,\\f + \\fr 21:16 \\ft Literally “end to end” \\f* apart from his sin which he caused Judah to sin by doing evil in the eyes of Yahweh. "},{"style":"v","verse":"17","text":"The remainder of the acts of Manasseh and all that he did and his sin that he committed, \\add are\\add* they not written on the scroll of the events of the days of the kings of Judah? "},{"style":"v","verse":"18","text":"Then Manasseh slept with his ancestors\\f + \\fr 21:18 \\ft Or “fathers” \\f* and was buried in the garden of his palace, in the garden of Uzza. Amon his son became king in his place."},{"style":"s1","verse":"","text":"Amon Reigns in Judah Only Two Years"},{"style":"m","verse":"","text":""},{"style":"v","verse":"19","text":"Amon was twenty-two years old when he began to reign, and he reigned two years in Jerusalem. The name of his mother \\add was\\add* Meshullemeth the daughter of Haruz from Jotbah. "},{"style":"v","verse":"20","text":"He did evil in the eyes of Yahweh as Manasseh his father had done. "},{"style":"v","verse":"21","text":"He walked in all of the way which his father had walked, and he served the idols which his father had served and bowed down to them. "},{"style":"v","verse":"22","text":"He abandoned Yahweh the God of his ancestors\\f + \\fr 21:22 \\ft Or “fathers” \\f* and did not walk in the way of Yahweh. "},{"style":"v","verse":"23","text":"The servants of Amon conspired against him and killed the king in his palace. "},{"style":"v","verse":"24","text":"But the people of the land killed all who conspired against the king and made Josiah his son king in his place. "},{"style":"v","verse":"25","text":"The remainder of the acts of Amon that he did, \\add are\\add* they not written on the scroll of the events of the days of the kings of Judah? "},{"style":"v","verse":"26","text":"They buried him in his tomb in the garden of Uzza, and Josiah his son became king in place of him."}]