[{"style":"s1","text":"Josiah’s Covenantal Reforms"},{"style":"m","text":""},{"style":"v","text":"So the king sent \\add word\\add*, and all of the elders of Judah and Jerusalem gathered to him. "},{"style":"v","text":"Then the king went up \\add to\\add* the temple of Yahweh, and all of the men of Judah and all of the inhabitants of Jerusalem \\add were\\add* with him, \\add including\\add* the priests, the prophets, and all of the people from smallest to greatest; and in their ⸤hearing⸥\\f + \\fr 23:2 \\ft Literally “ears” \\f* he read all of the words of the scroll of the covenant that had been found in the temple of Yahweh. "},{"style":"v","text":"Then the king stood by the pillar, and he ⸤made⸥\\f + \\fr 23:3 \\ft Literally “cut” \\f* a covenant before Yahweh, to go after Yahweh and to keep his commands and his warnings and his statutes, with all of \\add his\\add* heart and with his all of his soul, to keep the words of this covenant written on this scroll. Then all of the people ⸤joined⸥\\f + \\fr 23:3 \\ft Literally “stood” \\f* in the covenant."},{"style":"p","text":""},{"style":"v","text":"Then the ⸤king⸥\\f + \\fr 23:4 \\ft That is, Josiah \\f* commanded Hilkiah the high priest, the second priests, and the keepers of the threshold, to bring out of the temple of Yahweh all of the objects made for Baal and for the Asherah and for all the host of heaven, and he burned them outside of Jerusalem in the fields of the Kidron, and then he carried their ashes to Bethel. "},{"style":"v","text":"He removed the priests whom the kings of Judah had ordained \\add to\\add* burn incense on the high places at the cities of Judah and around Jerusalem and who offered incense to, to the sun, to the moon, to the constellations, and to all the host of heaven. "},{"style":"v","text":"He brought out the Asherah image from the temple of Yahweh outside of Jerusalem to the Wadi of the Kidron and burnt it ⸤there⸥;\\f + \\fr 23:6 \\ft Literally “at the wadi of the Kidron” \\f* then he pulverized \\add it\\add* to dust and threw its dust upon the tombs of the children of the people. "},{"style":"v","text":"He tore down the shrines of the male shrine prostitutes which were in the temple of Yahweh, where the women were weaving shrines for the Asherah. "},{"style":"v","text":"Then he brought all of the priests from the cities of Judah and defiled the high places where the priests from Geba up to Beersheba burned incense. He tore down the high places of the gates which were at the entrance of the gate of Joshua, the governor of the city, which were on the left of each gate of the city. "},{"style":"v","text":"However, the priests of the high places did not come up to the altar of Yahweh in Jerusalem, but they ate unleavened bread in the midst of their relatives. "},{"style":"v","text":"He defiled the Topheth which \\add is\\add* in the Valley of Ben-Hinnom, ⸤to prevent⸥\\f + \\fr 23:10 \\ft Literally “so that not” \\f* anyone causing his sons or his daughters to pass through the fire for Molech. "},{"style":"v","text":"He kept the horses that the kings of Judah had dedicated to the sun from coming to the temple of Yawheh at the side room of Nathan-Melech the eunuch, which \\add was\\add* in the court; and the chariots of the sun he burned with fire. "},{"style":"v","text":"The altars which \\add were\\add* on the roof of the upper room of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courtyards of the temple of Yahweh, the king tore down and ran from there and threw their ashes into the Wadi Kidron. "},{"style":"v","text":"The high places which \\add were\\add* east of Jerusalem, which \\add were\\add* on the south of the Mountain of Destruction which Solomon king of Israel had built for Ashtoreth the abomination of the Sidonians and for Chemosh the abomination of Moab and for Molech the detestable thing of the ⸤Ammonites⸥,\\f + \\fr 23:13 \\ft Literally “sons/children of Ammon” \\f* the king defiled. "},{"style":"v","text":"He also broke into pieces the stone pillars and cut down the Asherah poles and covered their sites \\add with\\add* human bones."},{"style":"p","text":""},{"style":"v","text":"Moreover, the altar which \\add was\\add* in Bethel, the high place which Jeroboam the son of Nebat, who had caused Israel to sin, had built, even that altar and the high place, \\add Josiah\\add* tore down. Then he burned down the high place and crushed \\add the\\add* pole of Asherah worship to dust and burned it with fire. "},{"style":"v","text":"When Josiah turned and saw the tombs which \\add were\\add* there on the hill, he sent and took the bones from the tombs and burned \\add them\\add* on the altar. \\add Thus\\add* he defiled them according to the word of Yahweh that the man of God had proclaimed who had proclaimed these things. "},{"style":"v","text":"Then he said, “What \\add is\\add* this gravestone that I \\add am\\add* seeing?” The men of the city said to him, “\\add This is the\\add* tomb of the man of God who came from Judah and proclaimed these things which you have done against the altar of Bethel.” "},{"style":"v","text":"So Josiah said, “Let him rest and let no man move his bones.” So they left his bones undisturbed with the bones of the prophet who had come from Samaria. "},{"style":"v","text":"Moreover, all of the shrines of the high places which \\add were\\add* in the towns of Samaria which the kings of Israel had made to provoke \\add Yahweh\\add*, Josiah removed, and he did to them like all of the deeds he had done in Bethel. "},{"style":"v","text":"Then he slaughtered all of the priests of the high places who \\add were\\add* there, on the altars, and he burned the bones of the humans on them. Then he returned \\add to\\add* Jerusalem."},{"style":"s1","text":"Passover Renewed"},{"style":"m","text":""},{"style":"v","text":"Then the king commanded all of the people, saying, “Keep the Passover to Yahweh your God, as has been written on the scroll of this covenant.” "},{"style":"v","text":"For they had not kept this Passover from the days of the judges who had judged over Israel ⸤or⸥\\f + \\fr 23:22 \\ft Or “and” \\f* \\add during\\add* the days of the kings of Israel and the kings of Judah. "},{"style":"v","text":"But in the eighteenth year of King Josiah, this Passover was kept for Yahweh in Jerusalem."},{"style":"p","text":""},{"style":"v","text":"Moreover, the mediums and the spiritists, the household gods and the idols, and all of the abominations that were seen in the land of Judah and in Jerusalem, Josiah removed in order to establish the words of the law written on the scroll that Hilkiah the priest had found \\add in\\add* the temple of Yahweh. "},{"style":"v","text":"There was not a king like him before him, who turned to Yahweh with all of his heart and with all of his soul and with all of his might according to the law\\f + \\fr 23:25 \\ft Or “Torah” \\f* of Moses, nor did one arise like him afterwards."},{"style":"p","text":""},{"style":"v","text":"However, Yahweh did not turn from the fierceness of his great anger which was kindled against Judah because of all of the provocations \\add with\\add* which Manasseh had provoked him. "},{"style":"v","text":"Yahweh had said, “Even Judah I will remove from my face, as I have removed Israel; I will reject this city that I have chosen, even Jerusalem and the house \\add of\\add* which I said, ‘My name shall be there’!”"},{"style":"p","text":""},{"style":"v","text":"The remainder of the acts of Josiah and all that he did, \\add are\\add* they not written on the scroll of the events of the days of the kings of Judah? "},{"style":"v","text":"In his days, Pharaoh Neco, king of Egypt, went up against the king of Assyria at the Euphrates River. King Josiah went to meet him, and he\\f + \\fr 23:29 \\ft That is, Neco \\f* killed him at Megiddo as soon as he saw him. "},{"style":"v","text":"So his servants drove him dead in a chariot from Megiddo, and they brought him to Jerusalem and buried him in his tomb. Then the people of the land took Jehoahaz the son of Josiah and anointed him and made him king in place of his father."},{"style":"s1","text":"Jehoahaz Reigns in Judah"},{"style":"m","text":""},{"style":"v","text":"Jehoahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem. The name of his mother \\add was\\add* Hamutal the daughter of Jeremiah from Libnah. "},{"style":"v","text":"He did evil in the eyes of Yahweh according to all his ancestors\\f + \\fr 23:32 \\ft Or “fathers” \\f* had done. "},{"style":"v","text":"Then Pharaoh Neco confined him at Riblah in the land of Hamath, from reigning in Jerusalem, and imposed a levy on the land of a hundred talents of silver and a talent of gold."},{"style":"s1","text":"Jehoiakim Replaces Jehoahaz"},{"style":"m","text":""},{"style":"v","text":"Then Pharaoh Neco made Eliakim the son of Josiah king in place of Josiah his father, and he changed his name to Jehoiakim. Then he took Jehoahaz and brought \\add him\\add* to Egypt, and he died there. "},{"style":"v","text":"The silver and the gold Jehoiakim gave to Pharaoh; however, he taxed the land to give the silver ⸤to meet the demands of Pharaoh⸥.\\f + \\fr 23:35 \\ft Literally “on the hunger of Pharaoh” \\f* Each according to assessment, he exacted \\add payment\\add* of the silver and the gold from the people of the land to give to Pharaoh Neco."},{"style":"p","text":""},{"style":"v","text":"Jehoiakim was twenty-five years old when he became king, and he reigned eleven years in Jerusalem. The name of his mother \\add was\\add* Zebudah,\\f + \\fr 23:36 \\ft According to the reading tradition (\\fqa Qere) \\ft ; \\fqa Kethib \\ft reads “Zebidah” \\f* the daughter of Pedaiah from Rumah. "},{"style":"v","text":"He did evil in the eyes of Yahweh according to all that his ancestors\\f + \\fr 23:37 \\ft Or “fathers” \\f* had done."}]