[{"style":"s1","text":"The Healing of Naaman the Syrian"},{"style":"m","text":""},{"style":"v","text":"Now Naaman was the commander of the army of the king of Aram. He was a great man before his master and ⸤highly regarded⸥,\\f + \\fr 5:1 \\ft Literally “faces were being lifted up ” \\f* for by him Yahweh had given victory to Aram. Now the man was a mighty warrior, \\add but he was\\add* afflicted with a skin disease. "},{"style":"v","text":"When the Arameans went \\add on\\add* a raid, they brought back a young girl from the land of Israel, and ⸤she came into the service of⸥\\f + \\fr 5:2 \\ft Literally “she became before” \\f* the wife of Naaman. "},{"style":"v","text":"She said to her mistress, “If only my lord would \\add come\\add* before the prophet who \\add is\\add* in Samaria; then ⸤he would cure his skin disease⸥.”\\f + \\fr 5:3 \\ft Literally “he would withdraw him from his skin disease” \\f* "},{"style":"v","text":"He came and told his master, saying, “Thus and so the girl who \\add is\\add* from the land of Israel said.” "},{"style":"v","text":"So the king of Aram said, “Go, I will send a letter to the king of Israel.” He went and took ⸤with him⸥\\f + \\fr 5:5 \\ft Literally “in his hand” \\f* ten talents of silver, six thousand \\add shekels of\\add* gold, and ten sets of clothing."},{"style":"p","text":""},{"style":"v","text":"So he brought the letter of the king to Israel, saying, “Now, when this letter comes to you, I have just sent Naaman my servant to you that you may cure him from his skin disease.” "},{"style":"v","text":"It happened that when the king of Israel read the letter, he tore his clothes and said, “Am I God to cause death or to give life? This man \\add is\\add* sending a man to me to cure his disease. Indeed! But know and see that he seeks an opportunity against me.”"},{"style":"p","text":""},{"style":"v","text":"It happened that as soon as Elisha the man of God heard that the king of Israel had torn his clothes, he sent to the king, saying, “Why did you tear your clothes? Please may he come to me, that he might know that there is a prophet in Israel.” "},{"style":"v","text":"Then Naaman came with his horses and his chariots, and he stopped \\add at\\add* the doorway of the house of Elisha. "},{"style":"v","text":"Elisha sent a messenger to him, saying, “Go, you must wash seven times in the Jordan, then your flesh shall return to you, and you shall be clean.” "},{"style":"v","text":"But Naaman became angry and he went and said, “Look, I said to myself, ‘Surely he will come out, stand, call upon the name of Yahweh his God, and wave his hands over the spot; then he would take away the skin disease.’ "},{"style":"v","text":"Are not the Abana and the Pharpar, the rivers of Damascus, better than all of the waters of Israel? Could I not wash in them that I may be clean?” Then he turned and left in anger. "},{"style":"v","text":"But his servants came near and spoke to him and said, “My father, \\add if\\add* the prophet had spoken a difficult thing to you to do, would you not have done \\add it\\add*? \\add Why not\\add* even when he says to you, ‘Wash and you shall be clean’?” "},{"style":"v","text":"So he went down and plunged into the Jordan seven times, according to the word of the man of God, and his flesh returned as the flesh of a small boy, and he was clean."},{"style":"s1","text":"Elisha’s Greedy Servant Gehazi"},{"style":"m","text":""},{"style":"v","text":"When he returned to the man of God, he and all of his army, he came and stood before him and said, “Please now, I know that there is no God in all of the world except in Israel. So then, please take a gift from your servant.” "},{"style":"v","text":"And he said, “⸤As Yahweh lives⸥,\\f + \\fr 5:16 \\ft Literally “The life of Yahweh” \\f* before whom I stand, I surely will not take \\add it\\add*.” \\add Still\\add* he urged him to take \\add it\\add*, but he refused. "},{"style":"v","text":"Then Naaman said, “If not, then please let a load of soil on a pair of mules be given to your servants, for your servant will never again bring a burnt offering and sacrifice to other gods, \\add but\\add* only to Yahweh. "},{"style":"v","text":"As far as this matter, may Yahweh pardon your servant when my master goes \\add into\\add* the house of Rimmon to worship there, and he \\add is\\add* leaning himself on my arm, that I also bow down \\add in\\add* the house of Rimmon: when I bow down \\add in\\add* the house of Rimmon, may Yahweh please pardon your servant in this matter.” "},{"style":"v","text":"He said to him, “Go in peace,” so he went from him ⸤a short distance⸥.\\f + \\fr 5:19 \\ft Literally “a stretch of land” \\f*"},{"style":"p","text":""},{"style":"v","text":"But Gehazi the servant of Elisha, the man of God, thought, “Look, my master has refrained from taking what this Aramean Naaman brought from his hand. ⸤As Yahweh lives⸥,\\f + \\fr 5:20 \\ft Literally “The life of Yahweh” \\f* I will certainly run after him, and I will accept something from him.” "},{"style":"v","text":"So Gehazi pursued after Naaman. When Naaman saw \\add someone\\add* running after him, he jumped off his chariot to meet him and asked him, “\\add Is it\\add* peace?” "},{"style":"v","text":"He said, “Peace. My master has sent me saying, ‘Look, ⸤just now⸥\\f + \\fr 5:22 \\ft Literally “now this” \\f* two servants from the hill country of Ephraim came to me, from the sons of the prophets. Please give them a talent of silver and two sets of clothing.’ ” "},{"style":"v","text":"Then Naaman said, “Be prepared to accept two talents.” So he urged him and tied up two talents of silver in two bags, with two sets of clothing and gave it to two of his servants and they carried it before him. "},{"style":"v","text":"When he came to the citadel, he took them from their hand and put them in the house, then sent away the men so that they went. "},{"style":"v","text":"When he went and stood by his master, Elisha asked him, “From where have you come, Gehazi?” And he said, “Your servant has not gone ⸤anywhere⸥.”\\f + \\fr 5:25 \\ft Literally “where to where” \\f*"},{"style":"p","text":""},{"style":"v","text":"Then he said to him, “Did not my heart go \\add with you\\add* as the man turned from on his chariot to meet you? \\add Is\\add* it time to take silver, clothes, olive orchards, vineyards, sheep, oxen, male slaves, and female slaves? "},{"style":"v","text":"The skin disease of Naaman shall cling to you and to your offspring forever.” Then he went out from before him having a skin disease like the snow."}]