[{"style":"s1","verse":"","text":"Elisha Recovers a Lost Axe Head"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then the sons of the prophets said to Elisha, “Please look; the place where we are living before you \\add is\\add* too cramped for us. "},{"style":"v","verse":"2","text":"Let us please go to the Jordan and each bring from there one log that we might make a place there for us to live.” Then he said, “Do so.” "},{"style":"v","verse":"3","text":"Then a certain one said, “Please be prepared and go with your servants,” and he said, “I will go.” "},{"style":"v","verse":"4","text":"He went with them, and they went to the Jordan, and they cut down the trees. "},{"style":"v","verse":"5","text":"It happened as the one \\add was\\add* felling the log, that the iron ax fell into the water. He called out and said, “Oh, no! My master, it was borrowed!” "},{"style":"v","verse":"6","text":"Then the man of God said, “Where did it fall?” So he showed him the place, and then he cut off a stick and threw \\add it\\add* there and made the iron ax float. "},{"style":"v","verse":"7","text":"Then he said, “Pick \\add it\\add* up for yourself,” so he stretched out his hand and took it."},{"style":"s1","verse":"","text":"Arameans Plot to Take Elisha"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"The king of Aram was fighting with Israel, so he consulted with his officers, saying, “My camp is ⸤at such and such a place⸥.”\\f + \\fr 6:8 \\ft Literally “to a place a certain someone” \\f* "},{"style":"v","verse":"9","text":"Then the man of God sent to the king of Israel, saying, “Take care while crossing over to this place, because \\add the\\add* Arameans \\add are\\add* descending there.” "},{"style":"v","verse":"10","text":"So the king of Israel sent to the place which the man of God said to him and warned him, so he was on guard there ⸤continually⸥.\\f + \\fr 6:10 \\ft Literally “not once or twice” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Then the heart of the king of Aram was stormy because of this matter, so he called his servants and said to them, “Can you not tell me ⸤who among us sides with the king of Israel⸥?”\\f + \\fr 6:11 \\ft Literally “who from of us to the king of Israel” \\f* "},{"style":"v","verse":"12","text":"Then one of his servants said, “No, my lord the king, but Elisha the prophet who is \\add in\\add* Israel tells the king of Israel things which you speak ⸤in your own bedchamber⸥.”\\f + \\fr 6:12 \\ft Literally “in the private room of your bed” \\f* "},{"style":"v","verse":"13","text":"Then he said, “Go and see where he \\add is\\add* so that I can send and capture him.” Then he was told to him, “Look, \\add he is\\add* in Dothan.” "},{"style":"v","verse":"14","text":"So he sent horses, chariots, and an oppressing army there. They arrived at night and surrounded the town. "},{"style":"v","verse":"15","text":"The attendant of the man of God arose early and went out, and look, the army \\add was\\add* surrounding the city with horses and chariots. His servant said to him, “Oh no, my master! What shall we do?” "},{"style":"v","verse":"16","text":"And he said, “Don’t be afraid, for more \\add are\\add* with us than are with them.” "},{"style":"v","verse":"17","text":"Then Elisha prayed and said, “O Yahweh, please open his eyes that he may see,” and Yahweh opened the eyes of the servant, and he saw, and look, the mountain \\add was\\add* full of horses and chariots of fire all around Elisha. "},{"style":"v","verse":"18","text":"They came down to him, and Elisha prayed to Yahweh and said, “Please strike this people with blindness,” so he struck them with blindness as ⸤Elisha had spoken⸥.\\f + \\fr 6:18 \\ft Literally “according to the word of Elisha” \\f* "},{"style":"v","verse":"19","text":"Then Elisha said to them, “This \\add is\\add* not the way and this \\add is\\add* not the city. Come after me, and I will bring you to the man whom you seek.” Then he brought them to Samaria."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"It happened at the moment they came to Samaria, Elisha said, “O Yahweh, open the eyes of these that they may see,” so Yahweh opened their eyes, and they saw, and look, the middle of Samaria! "},{"style":"v","verse":"21","text":"Then the king of Israel said to Elisha when he saw them, “Shall I kill them? Shall I kill, my father?” "},{"style":"v","verse":"22","text":"And he said, “You shall not kill. Would you kill \\add those\\add* whom you took captive with the sword or with the bow? Put food and water before them that they may eat and drink and then go to their master.” "},{"style":"v","verse":"23","text":"So he made a great feast for them, and they ate and drank; then he sent them, and they went to their master. And the bands of the Arameans did not come again into the land of Israel."},{"style":"s1","verse":"","text":"Besieged Samaria Resorts to Cannibalism"},{"style":"m","verse":"","text":""},{"style":"v","verse":"24","text":"It happened after this that Ben-Hadad king of Aram assembled all of his army and marched up and laid siege against Samaria. "},{"style":"v","verse":"25","text":"There was a great famine in Samaria, and behold, a siege \\add was\\add* against it, until the head of a donkey \\add went\\add* for eighty shekels of silver, and one fourth of the measure of the dung of doves \\add went\\add* for five shekels of silver. "},{"style":"v","verse":"26","text":"It happened that the king of Israel \\add was\\add* crossing over on the wall, and a woman called out to him, saying, “Help, my lord the king!” "},{"style":"v","verse":"27","text":"He said, “No, let Yahweh help you. ⸤How⸥\\f + \\fr 6:27 \\ft Literally “From where” \\f* can I save you? From the threshing floor or from the wine press?” "},{"style":"v","verse":"28","text":"The king said to her, “⸤What is the problem⸥?”\\f + \\fr 6:28 \\ft Literally “What is for you” \\f* Then the woman said, “This woman said to me, ‘Give me your son, and let us eat him today, then tomorrow we will eat my son.’ "},{"style":"v","verse":"29","text":"So we cooked my son and ate him, and I said to her the next day, ‘Give your son that we may eat him.’ But she had hidden her son.” "},{"style":"v","verse":"30","text":"It happened that when the king heard the words of the woman, he tore his clothes. Now he had been walking on the wall, and the people saw, and behold, sackcloth was over his flesh underneath. "},{"style":"v","verse":"31","text":"Then he said, “May God do to me and thus may he add, if the head of Elisha the son of Shaphat remains on him today!” "},{"style":"v","verse":"32","text":"Now Elisha \\add was\\add* sitting in his house and the elders \\add were\\add* sitting with him, and \\add the king\\add* dispatched a man from before him, but before the messenger came to him, he said to the elders, “Did you see that this son of a murderer has sent to remove my head? Look, when the messenger comes, close the door; and you must ⸤hold the door closed against him⸥.\\f + \\fr 6:32 \\ft Literally “hold him close against the door” \\f* \\add Is\\add* not the sound of the feet of his master behind him?” "},{"style":"v","verse":"33","text":"While he \\add was\\add* still speaking with them, suddenly the messenger \\add was\\add* coming down to him, and he said, “Look this trouble \\add is\\add* from Yahweh. Why should I wait for Yahweh any longer?”"}]