[{"style":"s1","verse":"","text":"Joram Restores the Shunammite’s Land"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Elisha spoke to the woman whose son he had restored to life, saying, “Get up and go, you and your household, and dwell as an alien wherever you can, for Yahweh has called for a famine, and it will come to the land \\add for\\add* seven years.” "},{"style":"v","verse":"2","text":"So the woman got up and did according to the word of the man of God. She and her household went and dwelt as an alien in the land of \\add the\\add* Philistines for seven years. "},{"style":"v","verse":"3","text":"It happened at the end of seven years that the woman returned from the land of \\add the\\add* Philistines and went out to appeal to the king for her household and for her ⸤properties⸥.\\f + \\fr 8:3 \\ft Literally “fields” \\f* "},{"style":"v","verse":"4","text":"Now the king \\add was\\add* speaking to Gehazi the servant of the man of God, saying, “Please tell me all of the great things which Elisha has done.” "},{"style":"v","verse":"5","text":"It happened that as he \\add was\\add* telling the king how he had restored the dead to life, suddenly the woman whose son he had restored to life \\add was\\add* crying out to the king about her household and about her field. Then Gehazi said, “My lord the king, this \\add is\\add* the woman and this is her son whom Elisha restored to life!” "},{"style":"v","verse":"6","text":"So the king asked the woman, and she told him. So the king appointed for her a certain court official, saying, “Restore all that \\add is\\add* hers and all the yield of the field from \\add the\\add* day she left the land up to now.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Elisha came \\add to\\add* Damascus. Now Ben-Hadad king of Aram \\add was\\add* ill, and he was told, “The man of God has come up here.” "},{"style":"v","verse":"8","text":"Then the king said to Hazael, “Take a gift in your hand and go meet the man of God. Inquire of Yahweh from him, saying, ‘Shall I recover from this illness?’ ” "},{"style":"v","verse":"9","text":"So Hazael went to meet him and took a gift in his hand of all of the good things of Damascus, a load \\add on each\\add* of forty camels, and he came and stood before him. Then he said, “Your son Ben-Hadad king of Aram has sent me to you, saying, ‘Shall I recover from this illness?’ ” "},{"style":"v","verse":"10","text":"Elisha said to him, “Go; say to him, ‘You shall certainly recover,’ but Yahweh has shown me that he certainly will die.” "},{"style":"v","verse":"11","text":"Then the man ⸤fixed his gaze and stared at him⸥\\f + \\fr 8:11 \\ft Literally “caused his face to stand and set it” \\f* until he was ashamed and the man of God cried. "},{"style":"v","verse":"12","text":"Then Hazael asked, “Why \\add is\\add* my lord crying?” He said, “Because I know what evil you will do to the ⸤Israelites⸥.\\f + \\fr 8:12 \\ft Literally “sons/children of Israel” \\f* You will ⸤set their fortifications on fire⸥,\\f + \\fr 8:12 \\ft Literally “you will send their fortifications with the fire” \\f* and you will kill their young men with the sword. Their little ones you will dash to pieces, and their pregnant women you will rip open!” "},{"style":"v","verse":"13","text":"Then Hazael said, “But how could your servant, who \\add is\\add* like a dog, do this great thing?” Elisha said, “Yahweh has shown me \\add that\\add* you \\add are to be\\add* king over Aram.” "},{"style":"v","verse":"14","text":"So he departed from Elisha and came to his master. He asked him, “What did Elisha say to you.” So he said, “He said to me that you will certainly recover.” "},{"style":"v","verse":"15","text":"On the next day, he took the bed cover, dipped \\add it\\add* in the water, and spread \\add it\\add* over his face so that he died. Then Hazael became king in his place."},{"style":"s1","verse":"","text":"Joram Reigns in Judah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"Now in the fifth year of Joram son of Ahab, king of Israel, and Jehoshaphat king of Judah, Joram son of Jehoshaphat became the king of Judah.\\f + \\fr 8:16 \\ft This likely indicates a coregency in Judah at the time. \\f* "},{"style":"v","verse":"17","text":"He was thirty-two years old when he became king, and he reigned eight years in Jerusalem. "},{"style":"v","verse":"18","text":"He walked in the way of the kings of Israel as the house of Ahab had done, for the daughter of Ahab became his wife, and he did evil in the eyes of Yahweh. "},{"style":"v","verse":"19","text":"Yet Yahweh was not willing to destroy Judah, for the sake of David his servant, as he had promised to give him a lamp for his sons always."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"In his days, Edom rebelled ⸤against the rule⸥\\f + \\fr 8:20 \\ft Literally “from under the hand” \\f* of Judah, and they set up a king over them. "},{"style":"v","verse":"21","text":"So Joram crossed over to Zair and all the chariots with him. It happened that he arose \\add by\\add* night and attacked Edom who had surrounded him and the commanders of the chariots; but the army fled to their tents. "},{"style":"v","verse":"22","text":"So Edom has rebelled ⸤against the rule⸥\\f + \\fr 8:22 \\ft Literally “from under the hand” \\f* of Judah until this day; then Libnah \\add also\\add* rebelled at that time. "},{"style":"v","verse":"23","text":"The remainder of the acts of Joram and all that he did, \\add are\\add* they not written in the scroll of the events of the days of the kings of Judah? "},{"style":"v","verse":"24","text":"So Joram slept with his ancestors,\\f + \\fr 8:24 \\ft Or “fathers” \\f* and he was buried with his ancestors\\f + \\fr 8:24 \\ft Or “fathers” \\f* in the city of David, and Ahaziah his son became king in place of him."},{"style":"s1","verse":"","text":"Ahaziah Succeeds Joram in Judah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"In the twelfth year of Joram the son of Ahab, king of Israel, Ahaziah the son of Joram became king of Judah. "},{"style":"v","verse":"26","text":"Ahaziah \\add was\\add* twenty-two years old when he became king, and he reigned one year in Jerusalem. The name of his mother \\add was\\add* Athaliah daughter of Omri, king of Israel. "},{"style":"v","verse":"27","text":"He walked in the way of the house of Ahab and did evil in the eyes of Yahweh, as the house of Ahab; for he \\add was\\add* the son-in-law of the house of Ahab."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"He went with Joram the son of Ahab for the battle against Hazael king of Aram at Ramoth-Gilead, and the Arameans wounded Joram. "},{"style":"v","verse":"29","text":"Joram the king returned to Jezreel to heal from the wounds which the Arameans had inflicted at Ramah when Hazael king of Aram fought him. Ahaziah the son of Joram, king of Judah, went down to see Joram the son of Ahab in Jezreel, for he \\add was\\add* ill."}]