[{"style":"mt1","text":"Jonah"},{"style":"s1","verse":"","text":"Jonah Disobeys Yahweh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And the word of Yahweh came to Jonah the son of Amittai, saying, "},{"style":"v","verse":"2","text":"“Get up! Go to the great city Nineveh and cry out against her, because their evil has come up ⸤before me⸥.”\\f + \\fr 1:2 \\ft Literally “to my face” \\f* "},{"style":"v","verse":"3","text":"But Jonah set out to flee toward Tarshish from ⸤the presence of⸥\\f + \\fr 1:3 \\ft Literally “from to face of” \\f* Yahweh. And he went down \\add to\\add* Joppa and found a merchant ship going \\add to\\add* Tarshish, and paid her fare, and went on board her to go with them toward Tarshish from ⸤the presence of⸥\\f + \\fr 1:3 \\ft Literally “from to face of” \\f* Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"And Yahweh hurled a great wind upon the sea, and it was a great storm on the sea, and the merchant ship ⸤was in danger of breaking up⸥.\\f + \\fr 1:4 \\ft Literally “threatened to be broken up” \\f* "},{"style":"v","verse":"5","text":"And the mariners were afraid, and each cried out to his god. And they threw the ⸤contents⸥\\f + \\fr 1:5 \\ft Literally “objects” \\f* that were in the merchant ship into the sea to lighten it for them. And \\add meanwhile\\add* Jonah went down into the hold of the vessel and lay down and fell asleep. "},{"style":"v","verse":"6","text":"And the captain\\f + \\fr 1:6 \\ft Or “commander” \\f* of the ship approached him and said to him, “Why are you ⸤sound asleep⸥?\\f + \\fr 1:6 \\ft Literally “in a deep sleep” \\f* Get up! Call on your god! Perhaps \\add your\\add* god\\f + \\fr 1:6 \\ft Literally “the god,” with the article indicating previous reference \\f* will take notice of us and we won’t perish!” "},{"style":"v","verse":"7","text":"And they said ⸤to one another⸥,\\f + \\fr 1:7 \\ft Literally “each to his friend/companion” \\f* “Come, let us cast lots so that we may know on whose account this disaster \\add has come\\add* on us!” And they cast lots, and the lot fell on Jonah. "},{"style":"v","verse":"8","text":"So they said to him, “Please tell us whoever \\add is responsible that\\add* this disaster \\add has come\\add* upon us! What \\add is\\add* your occupation? And from where do you come? What \\add is\\add* your country? And from which people \\add are\\add* you?” "},{"style":"v","verse":"9","text":"And he said to them, “I \\add am\\add* a Hebrew, and I fear Yahweh, the God of heaven, who made the sea and the dry land.” "},{"style":"v","verse":"10","text":"Then the men ⸤were greatly afraid⸥,\\f + \\fr 1:10 \\ft Literally “were afraid with a great fear” \\f* and they said to him, “What \\add is\\add* this you have done?” because they\\f + \\fr 1:10 \\ft Literally “the men” but this is redundant in English \\f* knew that he \\add was\\add* fleeing ⸤from the presence of⸥\\f + \\fr 1:10 \\ft Literally “from before the face of” \\f* Yahweh (because he had told them). "},{"style":"v","verse":"11","text":"So they said to him, “What shall we do to you so that the sea may quiet down for us?” because the sea ⸤was growing more and more tempestuous⸥.\\f + \\fr 1:11 \\ft Literally “going/growing and storming” \\f* "},{"style":"v","verse":"12","text":"And he said to them, “Pick me up and hurl me into the sea so that the sea may quiet down for you, because I know that on account of me this great storm \\add has come\\add* upon you all.” "},{"style":"v","verse":"13","text":"But the men rowed \\add hard\\add* to bring \\add the ship\\add*\\f + \\fr 1:13 \\ft Here the direct object is supplied from context \\f* back to the dry land, and they could not \\add do so\\add* because the sea ⸤was growing more and more tempestuous⸥\\f + \\fr 1:13 \\ft Literally “going/growing and storming” \\f* against them. "},{"style":"v","verse":"14","text":"So they cried out to Yahweh, and they said, “O Yahweh! Please do not let us perish because of this man’s life, and ⸤do not make us guilty of innocent blood⸥,\\f + \\fr 1:14 \\ft Literally “do not give innocent blood on us” \\f* because you, O Yahweh, did what you wanted.” "},{"style":"v","verse":"15","text":"And they picked Jonah up and hurled him into the sea, and the sea ceased from its raging. "},{"style":"v","verse":"16","text":"So the men feared Yahweh ⸤greatly⸥,\\f + \\fr 1:16 \\ft Literally “with a great fear” \\f* and they offered a sacrifice to Yahweh and ⸤made⸥\\f + \\fr 1:16 \\ft Literally “vowed” \\f* vows."},{"style":"s1","verse":"","text":"Jonah Is Swallowed by a Fish and Prays to Yahweh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"\\f + \\fr 1:17 \\ft \\xt Jonah 1:17–2:10 \\ft in the English Bible is 2:1–11 in the Hebrew Bible \\f* And Yahweh provided a large fish to swallow up Jonah, and Jonah was in the belly of the fish three days and three nights."}]