[{"style":"mt1","text":"Joshua"},{"style":"s1","text":"Joshua Addresses the Israelites"},{"style":"m","text":""},{"style":"v","text":"After the death of Moses the servant of Yahweh, Yahweh said to Joshua son of Nun, the assistant\\f + \\fr 1:1 \\ft Or “servant” \\f* of Moses, saying, "},{"style":"v","text":"“My servant Moses \\add is\\add* dead. Get up and cross the Jordan, you and all this people, into the land that I \\add am\\add* giving to them, to the ⸤Israelites⸥.\\f + \\fr 1:2 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"Every place that the soles of your feet will tread, I have given it to you, as I promised\\f + \\fr 1:3 \\ft Or “spoke” \\f* to Moses. "},{"style":"v","text":"From the wilderness ⸤and the Lebanon⸥,\\f + \\fr 1:4 \\ft Literally “this Lebanon”; “Lebanon” in Hebrew means “white mountain” \\f* up to the great river, the river Euphrates, all of the land of the Hittites, and up to ⸤the great sea in the west⸥,\\f + \\fr 1:4 \\ft Literally “the great sea of the setting sun” \\f* will be your territory. "},{"style":"v","text":"No one will stand before you\\f + \\fr 1:5 \\ft Or “in your presence” \\f* all the days of your life. \\add Just\\add* as I was with Moses, \\add so\\add* will I be with you; I will not fail you, and I will not forsake you. "},{"style":"v","text":"Be strong and courageous, for you will give the people this land as an inheritance that I swore to their ancestors\\f + \\fr 1:6 \\ft Or “fathers” \\f* to give them. "},{"style":"v","text":"Only be strong and very courageous ⸤to observe diligently the whole law⸥\\f + \\fr 1:7 \\ft Literally “to keep \\fq and \\ft to act according to the whole law” \\f* that Moses my servant commanded you. Do not turn aside from it, \\add to\\add* the right or left, so that you may succeed ⸤wherever you go⸥.\\f + \\fr 1:7 \\ft Literally “in all that you go” \\f* "},{"style":"v","text":"The scroll of this law will not depart from your mouth; you will meditate on it day and night so that ⸤you may observe diligently all that is written⸥\\f + \\fr 1:8 \\ft Literally “to keep \\fq and \\ft to act according to all that is written” \\f* in it. For then you will succeed \\add in\\add* your ways and prosper. "},{"style":"v","text":"Did I not command you? Be strong and courageous! Do not fear or be dismayed, for Yahweh your God is with you ⸤wherever you go⸥.”\\f + \\fr 1:9 \\ft Literally “in all that you go” \\f* "},{"style":"v","text":"Then Joshua commanded the officers of the people, saying, "},{"style":"v","text":"“Pass through the midst of the camp and command the people: ‘Prepare your provisions;\\f + \\fr 1:11 \\ft Hebrew “provision” \\f* ⸤in⸥\\f + \\fr 1:11 \\ft Literally “for in still” \\f* three days you \\add are to\\add* cross the Jordan to go possess the land that Yahweh your God \\add is\\add* giving you to possess.’ ”"},{"style":"p","text":""},{"style":"v","text":"To the Reubenites, the Gadites, and the half-tribe of Manasseh Joshua said, "},{"style":"v","text":"“Remember the word that Moses Yahweh’s servant commanded you, saying, ‘Yahweh your God \\add is\\add* giving rest to you, and he is giving\\f + \\fr 1:13 \\ft Hebrew “he gave” \\f* you this land.’ "},{"style":"v","text":"Your wives, your little children, and your livestock, they will remain in the land that Moses gave to you beyond the Jordan. ⸤All of the best fighting men⸥\\f + \\fr 1:14 \\ft Literally “All the mighty warriors of the troop” \\f* will cross armed in front of your families; they will help you "},{"style":"v","text":"until Yahweh gives rest to your families as well as to you. They will take possession of the land that Yahweh your God \\add is\\add* giving to them. Then you will return to your own land and take possession of it, \\add the land\\add* that Moses the servant of Yahweh gave you beyond the Jordan ⸤to the east⸥.”\\f + \\fr 1:15 \\ft Literally “to the sunrise” \\f* "},{"style":"v","text":"And they answered Joshua, saying, “All that you have commanded us we will do, and wherever you will send us we will go. "},{"style":"v","text":"Just as we obeyed Moses, so will we obey you. Only may Yahweh your God be with you, as he was with Moses. "},{"style":"v","text":"Whoever ⸤rebels against your orders⸥\\f + \\fr 1:18 \\ft Literally “defiles against your mouth” \\f* and does not obey your words according to what you commanded us will be put to death. Only be strong and courageous.”"}]