[{"style":"s1","text":"The Sun Stands Still at Gibeon"},{"style":"m","text":""},{"style":"v","text":"And it happened that when Adoni-Zedek king of Jerusalem heard that Joshua captured Ai and had utterly destroyed it (just as he had done to Jericho and its king, so he did to Ai and its king) and that the inhabitants of Gibeon had made peace with Israel and were among them, "},{"style":"v","text":"he\\f + \\fr 10:2 \\ft Hebrew “they” \\f* became very afraid because Gibeon \\add was\\add* a very large city, ⸤like one of the royal cities⸥,\\f + \\fr 10:2 \\ft Literally “like one of the cities of the kingship” \\f* and because it \\add was\\add* larger than Ai, and all its men \\add were\\add* mighty warriors. "},{"style":"v","text":"So Adoni-Zedek king of Jerusalem sent \\add word\\add* to Hohman king of Hebron, to Piram king of Jarmuth, to Japhia king of Lachish, and to Debir king of Eglon, saying, "},{"style":"v","text":"“Come up and help me, and let us attack Gibeon, because it has made peace with Joshua and the ⸤Israelites⸥.”\\f + \\fr 10:4 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"And the five kings of the Amorites,\\f + \\fr 10:5 \\ft Hebrew “Amorite” \\f* the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered \\add together\\add* and went up, they and all their forces, and ⸤they laid siege to Gibeon⸥\\f + \\fr 10:5 \\ft Literally “they camped against Gibeon”; see \\xt Josh 10:31 \\ft \\f* and made war against it."},{"style":"p","text":""},{"style":"v","text":"And the men of Gibeon sent \\add word\\add* to Joshua at the camp at Gilgal, saying, “⸤Do not abandon⸥\\f + \\fr 10:6 \\ft Literally “do not release your hands from” \\f* your servant. Come up to us quickly and save us! Help us, for all the kings of the Amorites\\f + \\fr 10:6 \\ft Hebrew “Amorite” \\f* who dwell in the hill country have gathered against us.” "},{"style":"v","text":"So Joshua went up from Gilgal, he and ⸤all the fighting men⸥\\f + \\fr 10:7 \\ft Literally “all the people of the war” \\f* with him, ⸤all the best warriors⸥.\\f + \\fr 10:7 \\ft Literally “all the mighty warriors of the army” \\f* "},{"style":"v","text":"And Yahweh said to Joshua, “Do not be afraid of them, for I have given them into your hand; ⸤no one will withstand you⸥.\\f + \\fr 10:8 \\ft Literally “not a man of them will stand in your presence” \\f* "},{"style":"v","text":"Joshua came upon them suddenly ⸤by marching up⸥\\f + \\fr 10:9 \\ft Literally “he went up” \\f* all night from Gilgal. "},{"style":"v","text":"And Yahweh threw them into panic before Israel, who\\f + \\fr 10:10 \\ft Hebrew “he” \\f* struck them \\add with\\add* a great blow at Gibeon and pursued them by the way of the ascent of Beth-horon and struck them as far as Azekah and Makkedah. "},{"style":"v","text":"And as they were fleeing from Israel, \\add they were\\add* on the slope of Beth-horon, and Yahweh threw huge stones from the heavens on them as far as Azekah; and more died by the hail stones than those whom the ⸤Israelites⸥\\f + \\fr 10:11 \\ft Literally “sons/children of Israel” \\f* killed by the sword."},{"style":"p","text":""},{"style":"v","text":"Then Joshua spoke to Yahweh, on the day Yahweh gave the Amorites\\f + \\fr 10:12 \\ft Hebrew “Amorite” \\f* over to the ⸤Israelites⸥,\\f + \\fr 10:12 \\ft Literally “sons/children of Israel” \\f* and he said in the sight of Israel,"},{"style":"sd0","text":""},{"style":"q1","text":"“Sun in Gibeon, stand still,"},{"style":"q2","text":"and moon, in the valley of Aijalon.”"},{"style":"q1","text":""},{"style":"v","text":"And the sun stood still, and the moon stopped,"},{"style":"q2","text":"until \\add the\\add* nation took vengeance \\add on\\add* its enemies."},{"style":"sd0","text":""},{"style":"p","text":"Is it not written in the scroll of Jashar? The sun stood still in the middle of the heaven and was not in haste to set for about a full day. "},{"style":"v","text":"There has not been a day like this before it or after, that Yahweh listened to the voice of \\add a\\add* man; for Yahweh fought for Israel. "},{"style":"v","text":"And Joshua returned and all Israel with him to the camp at Gilgal."},{"style":"s1","text":"The Kings of the Amorites Are Killed"},{"style":"m","text":""},{"style":"v","text":"But these five kings fled and hid themselves in the cave at Makkedah. "},{"style":"v","text":"And it was told to Joshua, saying, “The five kings were found hidden in the cave at Makkedah.” "},{"style":"v","text":"And Joshua said, “Roll large stones against the mouth of the cave, and set men in front of it to guard them. "},{"style":"v","text":"But do not stay \\add there\\add*; pursue after your enemies and attack them from the rear. Do not allow them to go into their cities, for Yahweh your God has given them into your hand.” "},{"style":"v","text":"When Joshua and the ⸤Israelites⸥\\f + \\fr 10:20 \\ft Literally “sons/children of Israel” \\f* had finished striking them \\add with\\add* a very great blow, until they perished, ⸤those of them who survived⸥\\f + \\fr 10:20 \\ft Literally “the survivors \\fq who \\ft survived” \\f* went into the fortified cities, "},{"style":"v","text":"and all the people returned to the camp safely\\f + \\fr 10:21 \\ft Or “in peace” \\f* to Joshua \\add at\\add* Makkedah. ⸤No one spoke⸥\\f + \\fr 10:21 \\ft Literally “No one moved his tongue” \\f* against the ⸤Israelites⸥.\\f + \\fr 10:21 \\ft Literally “sons/children of Israel” \\f*"},{"style":"p","text":""},{"style":"v","text":"And Joshua said, “Open the mouth of the cave, and bring to me those five kings from the cave.” "},{"style":"v","text":"And they did so, and brought him these five kings from the cave, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon. "},{"style":"v","text":"And when they brought these kings to Joshua, Joshua called all the men of Israel and said to the commanders of ⸤the fighting men⸥\\f + \\fr 10:24 \\ft Literally “the men of war” \\f* who had gone with him, “Come near, put your feet on the necks of these kings.” So they came near and put their feet on their necks. "},{"style":"v","text":"And Joshua said to them, “Do not be afraid or dismayed! Be strong and bold, for thus Yahweh will do to all your enemies whom you \\add are\\add* about to fight. "},{"style":"v","text":"And after this Joshua struck them down and killed them, and he hanged them on five trees. And they were hanging on the trees until the evening. "},{"style":"v","text":"And it happened ⸤at the time of sunset⸥,\\f + \\fr 10:27 \\ft Literally “at the time of the going of the sun” \\f* Joshua commanded, and they took them down from the trees and threw them into the cave where they had hidden themselves, and they put large stones against the mouth of the cave, \\add which are there\\add* to this very day."},{"style":"p","text":""},{"style":"v","text":"Joshua captured Makkedah on that day, and he struck it and its king with ⸤the edge of the sword⸥;\\f + \\fr 10:28 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* he utterly destroyed it and everyone that was in it. He did not leave behind a survivor. So he did to the king of Makkedah just as he did to the king of Jericho."},{"style":"s1","text":"Joshua’s Conquest of the South"},{"style":"m","text":""},{"style":"v","text":"And Joshua passed on, and all of Israel with him, from Makkedah \\add to\\add* Libnah, and he fought against Libnah. "},{"style":"v","text":"And Yahweh also gave it into the hand of Israel, and its king and all the people in it he struck with ⸤the edge of the sword⸥.\\f + \\fr 10:30 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* He left in it no survivor. He did to its king just as he did to the king of Jericho."},{"style":"p","text":""},{"style":"v","text":"And Joshua passed on, and all of Israel with him, from Libnah to Lachish, and ⸤he laid siege to it⸥\\f + \\fr 10:31 \\ft Literally “he camped opposite it” \\f* and fought against it. "},{"style":"v","text":"And Yahweh gave Lachish into the hand of Israel, and he captured it on the second day. He struck it with ⸤the edge of the sword⸥,\\f + \\fr 10:32 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* and everyone in it, just as he did to Libnah."},{"style":"p","text":""},{"style":"v","text":"Then Horam king of Gezer came up to help Lachish, and Joshua struck him and his people until he left no survivor behind."},{"style":"p","text":""},{"style":"v","text":"And Joshua passed on, and all of Israel with him, from Lachish to Eglon, and ⸤they laid siege to it⸥\\f + \\fr 10:34 \\ft Literally “they camped opposite it” \\f* and fought against it. "},{"style":"v","text":"And they captured it on that day, and he struck it with ⸤the edge of the sword⸥,\\f + \\fr 10:35 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* and all the people that \\add were\\add* in it on that day he utterly destroyed as he had done to Lachish."},{"style":"p","text":""},{"style":"v","text":"And Joshua went up, and all Israel with him, from Eglon to Hebron, and they fought against it "},{"style":"v","text":"and captured it, and they struck it with ⸤the edge of the sword⸥,\\f + \\fr 10:37 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* its king and all its cities, and all the people that \\add were\\add* in it; he left behind no survivor, as he had done to Eglon, and he utterly destroyed it and all the people that \\add were\\add* in it. "},{"style":"v","text":"Then Joshua returned to Debir, and all of Israel with him, and they fought against it, "},{"style":"v","text":"and he captured it and its king and all its cities, and they struck them with ⸤the the edge of the sword⸥,\\f + \\fr 10:39 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* and they utterly destroyed all the people that \\add were\\add* in it; he left behind no survivor, just as he had done to Hebron. Thus he did to Debir and its king what he had done to Libnah and its king."},{"style":"p","text":""},{"style":"v","text":"So Joshua struck all the land—the hill country, the Negev,\\f + \\fr 10:40 \\ft An arid region south of the Judaean hills \\f* the Shephelah,\\f + \\fr 10:40 \\ft Or “lowlands”; a geographical region on the western edge of the hills of Judea \\f* and the slopes\\f + \\fr 10:40 \\ft The slopes of the hills of the western Jordan to the Dead Sea region \\f*—and all their kings; he left behind no survivor, and ⸤all that breathed⸥\\f + \\fr 10:40 \\ft Literally “all of the breath” \\f* he utterly destroyed as Yahweh the God of Israel commanded. "},{"style":"v","text":"Joshua struck them from Kadesh Barnea to Gaza, and all the land of Goshen up to Gibeon; "},{"style":"v","text":"all of these kings and their land Joshua captured at one time, because Yahweh the God of Israel fought for Israel. "},{"style":"v","text":"And Joshua returned, and all Israel with him, to the camp at Gilgal."}]