[{"style":"s1","text":"Joshua’s Conquest of the North"},{"style":"m","text":""},{"style":"v","text":"And it happened, when Jabin king of Hazor heard \\add this\\add*, he sent to Jobab king of Madon, to the king of Shimron, to the king of Acshaph, "},{"style":"v","text":"and to the kings who \\add were\\add* in the north in the hill country, in the Arabah\\f + \\fr 11:2 \\ft A dry region that runs south of the Sea of Galilee along the Jordan valley \\f* south of Kinnereth,\\f + \\fr 11:2 \\ft That is, the Sea of Galilee \\f* in the Shephelah,\\f + \\fr 11:2 \\ft Or “lowlands”; a geographical region on the western edge of the hills of Judea \\f* and in Naphoth Dor\\f + \\fr 11:2 \\ft Or “the heights of Dor” \\f* in \\add the\\add* west, "},{"style":"v","text":"to the Canaanites\\f + \\fr 11:3 \\ft Hebrew “Canaanite” \\f* in \\add the\\add* east and \\add west\\add*, the Amorites,\\f + \\fr 11:3 \\ft Hebrew “Amorite” \\f* the Hittites,\\f + \\fr 11:3 \\ft Hebrew “Hittite” \\f* the Perizzites,\\f + \\fr 11:3 \\ft Hebrew “Perizzite” \\f* and the Jebusites\\f + \\fr 11:3 \\ft Hebrew “Jebusite” \\f* in the hill country, and the Hivites\\f + \\fr 11:3 \\ft Hebrew “Hivite” \\f* ⸤at the foot of⸥\\f + \\fr 11:3 \\ft Literally “under” \\f* Hermon in the land of Mizpah. "},{"style":"v","text":"They came out, they and all their armies with them, \\add as\\add* a great army like the sand on the seashore, with very many horses and chariots. "},{"style":"v","text":"And all these kings joined forces, and they came and camped together by the waters of Merom to fight with Israel."},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Joshua, “Do not be afraid because of their presence, for tomorrow at this time I \\add will\\add* hand them over slain to Israel; you will hamstring their horses and burn their chariots with fire.” "},{"style":"v","text":"So Joshua, and ⸤all the fighting men⸥\\f + \\fr 11:7 \\ft Literally “all the people of war” \\f* with him, came against them suddenly at the waters of Merom, and ⸤they attacked them⸥.\\f + \\fr 11:7 \\ft Literally “they fell upon them” \\f* "},{"style":"v","text":"And Yahweh gave them into the hand of Israel, and they struck them and pursued them up to Great Sidon and Misrephoth Maim, and eastward up to the valley of Mizpeh. And they struck them until they left behind no survivor. "},{"style":"v","text":"And Joshua did to them as Yahweh commanded him; he hamstrung their horses and burned their chariots with fire."},{"style":"p","text":""},{"style":"v","text":"Then Joshua turned back at that time, and he captured Hazor and struck its king with the sword, because Hazor formerly \\add was\\add* the head of all these kingdoms. "},{"style":"v","text":"He struck all the people that \\add were\\add* in it with ⸤the edge of the sword⸥,\\f + \\fr 11:11 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* utterly destroying them. ⸤There was no one left who breathed⸥,\\f + \\fr 11:11 \\ft Literally “No one was left over of any breath” \\f* and he burned Hazor with fire. "},{"style":"v","text":"And Joshua captured all the cities of these kings, and all their kings, and he utterly destroyed them with ⸤the edge of the sword⸥,\\f + \\fr 11:12 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* as Moses the servant of Yahweh commanded. "},{"style":"v","text":"Israel did not burn the cities standing on their mounds,\\f + \\fr 11:13 \\ft Hebrew “mound” \\f* except Hazor alone, \\add which\\add* Joshua burned. "},{"style":"v","text":"And all the spoil and livestock of these cities the ⸤Israelites⸥ took as booty; they struck the people with ⸤the edge of the sword⸥,\\f + \\fr 11:14 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* until they had destroyed them—they left behind no one who breathed. "},{"style":"v","text":"Just as Yahweh commanded Moses his servant, so Moses commanded Joshua, and Joshua did; he left nothing undone that Yahweh had commanded Moses."},{"style":"s1","text":"A Review of Joshua’s Conquests"},{"style":"m","text":""},{"style":"v","text":"So Joshua took all this land: the hill country, all the Negev,\\f + \\fr 11:16 \\ft An arid region south of the Judaean hills \\f* all the land of Goshen,\\f + \\fr 11:16 \\ft A southern region; the name means “on the mountains” \\f* the Shephelah,\\f + \\fr 11:16 \\ft Or “lowlands”; a geographical region on the western edge of the hills of Judea \\f* the Arabah,\\f + \\fr 11:16 \\ft A dry region that runs south of the Sea of Galilee along the Jordan valley \\f* and the hill country of Israel and its Shephelah,\\f + \\fr 11:16 \\ft Or “lowlands”; a geographical region on the western edge of the hills of Judea \\f* "},{"style":"v","text":"from Mount Halak \\add that\\add* rises to Seir and to Baal Gad in the valley of Lebanon\\f + \\fr 11:17 \\ft Or “white mountain” \\f* ⸤at the foot of⸥\\f + \\fr 11:17 \\ft Literally “under” \\f* Mount Hermon; he captured all their kings, struck them, and killed them. "},{"style":"v","text":"\\add For\\add* many days Joshua made war with all these kings. "},{"style":"v","text":"There was not a city that made peace with the ⸤Israelites⸥\\f + \\fr 11:19 \\ft Literally “sons/children of Israel” \\f* besides the Hivites\\f + \\fr 11:19 \\ft Hebrew “Hivite” \\f* and the inhabitants of Gibeon—⸤all were taken in battle⸥.\\f + \\fr 11:19 \\ft Literally “the all they took in the battle” \\f* "},{"style":"v","text":"For it was Yahweh that ⸤hardened their hearts⸥,\\f + \\fr 11:20 \\ft Literally “made their heart\\fq s \\ft strong” \\f* to meet Israel in war in order to utterly destroy them without mercy, that they would destroy them just as Yahweh commanded Moses."},{"style":"p","text":""},{"style":"v","text":"At that time Joshua came and exterminated the Anakites from the hill country, from Hebron, Debir, Anab, and from all the hill country of Judah, and from all the hill country of Israel; Joshua utterly destroyed them with their cities. "},{"style":"v","text":"None of the Anakites were left in the land of the ⸤Israelites⸥;\\f + \\fr 11:22 \\ft Literally “sons/children of Israel” \\f* some remained only in Gaza, Gath, and Ashdod. "},{"style":"v","text":"Joshua took all the land according to all that Yahweh had spoken to Moses; and Joshua gave it as an inheritance to Israel, according to their tribal divisions, and the land rested from war."}]