[{"style":"s1","text":"The Land Allotted West of the Jordan"},{"style":"m","text":""},{"style":"v","text":"These \\add are the territories\\add* that the ⸤Israelites⸥\\f + \\fr 14:1 \\ft Literally “sons/children of Israel” \\f* inherited in the land of Canaan, which Eleazar the priest, Joshua son of Nun, and the heads of the families of the tribes of the ⸤Israelites⸥\\f + \\fr 14:1 \\ft Literally “sons/children of Israel” \\f* gave as an inheritance to them. "},{"style":"v","text":"Their inheritance \\add was\\add* by lot, just as Yahweh commanded through the hand of Moses, for the nine tribes and the half-tribe. "},{"style":"v","text":"For Moses had given \\add an\\add* inheritance of \\add the\\add* two tribes and the half-tribe beyond the Jordan, but to the Levites he gave no inheritance among them. "},{"style":"v","text":"For the descendants\\f + \\fr 14:4 \\ft Or “sons” \\f* of Joseph were two tribes, Manasseh and Ephraim, and they did not give a plot of ground to the Levites in the land, only cities to live \\add in\\add*, with their pastureland for their flocks and for their goods. "},{"style":"v","text":"Just as Yahweh commanded Moses, so the ⸤Israelites⸥\\f + \\fr 14:5 \\ft Literally “sons/children of Israel” \\f* did; and they allotted the land."},{"style":"s1","text":"Caleb Receives Hebron"},{"style":"m","text":""},{"style":"v","text":"Then the descendants\\f + \\fr 14:6 \\ft Or “sons” \\f* of Judah came to Joshua at Gilgal; and Caleb son of Jephunneh the Kenizzite said to him, “You know the word that Yahweh said to Moses the man of God at Kadesh Barnea concerning you and me. "},{"style":"v","text":"⸤I was forty years old⸥\\f + \\fr 14:7 \\ft Literally “I \\fq was \\ft a son of forty year\\fq s \\ft ” \\f* when Moses Yahweh’s servant sent me from Kadesh Barnea to spy out the land, and I returned ⸤with an honest report⸥.\\f + \\fr 14:7 \\ft Literally “with a word just as \\fq was \\ft with my heart” \\f* "},{"style":"v","text":"My companions who went up with me made the hearts\\f + \\fr 14:8 \\ft Hebrew “heart” \\f* of the people melt, but I remained true to Yahweh my God. "},{"style":"v","text":"And Moses swore on that day, saying, ‘Surely the land that your foot has trodden on will be an inheritance to you and your sons forever, because you remained true to Yahweh my God.’ "},{"style":"v","text":"So then, look, Yahweh has kept me alive just as he promised these forty-five years,\\f + \\fr 14:10 \\ft Hebrew “year” \\f* from the time that Yahweh spoke this word to Moses while Israel ⸤wandered⸥\\f + \\fr 14:10 \\ft Literally “went” \\f* in the wilderness. Now look, today ⸤I am eighty-five years old⸥.\\f + \\fr 14:10 \\ft Literally “I \\fq am \\ft a son of eighty-five year\\fq s \\ft ” \\f* "},{"style":"v","text":"Today I am still strong, just as on the day that Moses sent me; as my strength \\add was\\add* then, so now also \\add is\\add* my strength for war ⸤and for daily activities⸥.\\f + \\fr 14:11 \\ft Literally “for going out and for coming \\fq in \\ft ” \\f* "},{"style":"v","text":"So now give me this hill country that Yahweh spoke \\add of\\add* on that day, for you heard on that day that the Anakites \\add were\\add* there, with great and fortified cities. Perhaps Yahweh \\add is\\add* with me, and I will drive them out just as Yahweh promised.”\\f + \\fr 14:12 \\ft Or “said” \\f*"},{"style":"p","text":""},{"style":"v","text":"And Joshua blessed him and gave Hebron to Caleb son of Jephunneh as an inheritance. "},{"style":"v","text":"Thus Hebron became the inheritance of Caleb son of Jephunneh the Kenizzite to this day, because he remained true to Yahweh the God of Israel. "},{"style":"v","text":"And the name of Hebron formerly \\add was\\add* Kiriath Arba;\\f + \\fr 14:15 \\ft Or “the city of Arba” \\f* \\add Arba was\\add* the greatest person among the Anakites. And the land rested from war."}]