[{"style":"s1","text":"The Allotment of Ephraim and Manasseh"},{"style":"m","text":""},{"style":"v","text":"The allotment of the descendants\\f + \\fr 16:1 \\ft Or “sons” \\f* of Joseph went from \\add the\\add* Jordan by Jericho, at the waters of Jericho to the east, \\add into\\add* the wilderness, going up from Jericho into the hill country \\add to\\add* Bethel; "},{"style":"v","text":"it continues from Bethel to Luz, and it passes \\add along\\add* to the territory of the Arkites\\f + \\fr 16:2 \\ft Hebrew “Arkite” \\f* at Ataroth. "},{"style":"v","text":"Then it goes down, to the west, to the territory of the Japhletites,\\f + \\fr 16:3 \\ft Hebrew “Japhletite” \\f* up to the territory of Lower Beth-horon, then to Gezer, and ⸤it ends⸥\\f + \\fr 16:3 \\ft Literally “the goings out of it were” \\f* at the sea."},{"style":"p","text":""},{"style":"v","text":"And the descendants\\f + \\fr 16:4 \\ft Or “sons” \\f* of Joseph, Manasseh and Ephraim, received their inheritance. "},{"style":"v","text":"\\add This\\add* was the border of the descendants\\f + \\fr 16:5 \\ft Or “sons” \\f* of Ephraim according to their families: the border of their inheritance to the east \\add was\\add* Ataroth Addar, up to Upper Beth-horon. "},{"style":"v","text":"The border continues to the sea; from Micmethath to \\add the\\add* north, the border turns to the east to Taanath Shiloh, and it passes \\add along\\add* it from the east to Janoah. "},{"style":"v","text":"Then it goes down from Janoah to Ataroth and to Naarah; it touches Jericho and ends \\add at\\add* the Jordan; "},{"style":"v","text":"from Tappuah the border goes to the west, \\add to\\add* the wadi\\f + \\fr 16:8 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* of Kanah, and ⸤it ends⸥\\f + \\fr 16:8 \\ft Literally “the goings out of it were” \\f* at the sea. This \\add is\\add* the inheritance of the tribe of the descendants\\f + \\fr 16:8 \\ft Or “sons” \\f* of Ephraim according to their families, "},{"style":"v","text":"with the cities that were set apart for the descendants\\f + \\fr 16:9 \\ft Or “sons” \\f* of Ephraim in the midst of the inheritance of the descendants\\f + \\fr 16:9 \\ft Or “sons” \\f* of Manasseh, all the cities and their villages. "},{"style":"v","text":"But they did not drive out the Canananites\\f + \\fr 16:10 \\ft Hebrew “Canaanite” \\f* who were dwelling in Gezer, and so the Canaanites\\f + \\fr 16:10 \\ft Hebrew “Canaanite” \\f* live in the midst of Ephraim to this day, but they became forced laborers."}]