[{"style":"s1","text":"The Last of the Land Is Divided"},{"style":"m","text":""},{"style":"v","text":"The entire congregation of the ⸤Israelites⸥\\f + \\fr 18:1 \\ft Literally “sons/children of Israel” \\f* assembled \\add at\\add* Shiloh, and they set up there the tent of meeting, and the land was subdued before them.\\f + \\fr 18:1 \\ft Or “in their presence” \\f* "},{"style":"v","text":"And seven tribes remained among the ⸤Israelites⸥\\f + \\fr 18:2 \\ft Literally “sons/children of Israel” \\f* who had not been apportioned their inheritance. "},{"style":"v","text":"And Joshua said to the ⸤Israelites⸥,\\f + \\fr 18:3 \\ft Literally “sons/children of Israel” \\f* “⸤How long⸥\\f + \\fr 18:3 \\ft Literally “Until when” \\f* \\add will\\add* you be slack about going to take possession of the land that Yahweh, the God of your ancestors,\\f + \\fr 18:3 \\ft Or “fathers” \\f* has given you? "},{"style":"v","text":"Provide three men ⸤from each tribe⸥,\\f + \\fr 18:4 \\ft Literally “according to each tribe” \\f* and I will send them so that they may begin to go through the land and write \\add a description of\\add* it ⸤according to their inheritance⸥,\\f + \\fr 18:4 \\ft Literally “according to the mouth of their inheritance” \\f* and let them come to me. "},{"style":"v","text":"They will divide it among themselves into seven portions; ⸤Judah will maintain its border⸥\\f + \\fr 18:5 \\ft Literally “Judah will stand on its border” \\f* from \\add the\\add* south, and ⸤the house of Joseph will maintain its border⸥\\f + \\fr 18:5 \\ft Literally “the house of Joseph will stand on its border” \\f* from \\add the\\add* north. "},{"style":"v","text":"Describe the land \\add in\\add* seven divisions, and bring \\add it\\add* to me here; I will cast lots for you here before Yahweh our God. "},{"style":"v","text":"The Levites among you have no portion, for their inheritance \\add is\\add* the priesthood of Yahweh; Gad, Reuben, and the half-tribe of Manasseh received their inheritance beyond the Jordan to the east, which Moses Yahweh’s servant gave to them.”"},{"style":"p","text":""},{"style":"v","text":"And ⸤the men went immediately⸥,\\f + \\fr 18:8 \\ft Literally “the men got up and went” \\f* and Joshua commanded the ones going to describe the land, saying, “Go and walk about through the land, write \\add a description\\add*, and return to me, and here I will cast a lot for you before\\f + \\fr 18:8 \\ft Or “in the presence of” \\f* Yahweh at Shiloh.” "},{"style":"v","text":"And the men went and passed through the land, and they ⸤described⸥\\f + \\fr 18:9 \\ft Literally “wrote it” \\f* the cities in seven divisions in a book; and they came to Joshua to the camp \\add at\\add* Shiloh, "},{"style":"v","text":"and Joshua cast a lot for them at Shiloh before\\f + \\fr 18:10 \\ft Or “in the presence of” \\f* Yahweh, and there he divided the land for the ⸤Israelites⸥,\\f + \\fr 18:10 \\ft Literally “sons/children of Israel” \\f* ⸤to each a portion⸥.\\f + \\fr 18:10 \\ft Literally “according to their allotment” \\f*"},{"style":"s1","text":"The Allotment of Benjamin"},{"style":"m","text":""},{"style":"v","text":"And the allotment of the tribe of Benjamin came up according to their families, and the border of their allotment fell\\f + \\fr 18:11 \\ft Literally “went out” \\f* between the descendants\\f + \\fr 18:11 \\ft Or “sons” \\f* of Judah and the descendants\\f + \\fr 18:11 \\ft Or “sons” \\f* of Joseph. "},{"style":"v","text":"Their northern border began at the Jordan and went up to the slope of Jericho on \\add the\\add* north and continued into the hill country to the west; ⸤it ends⸥\\f + \\fr 18:12 \\ft Literally “the goings out of it were” \\f* at the wilderness of Beth Aven. "},{"style":"v","text":"The border passes \\add on\\add* from there to Luz, to the slope of Luz to the south (that \\add is\\add*, Bethel); then the border goes down to Ataroth Addar to the mountain that is south of Lower Beth-Horon. "},{"style":"v","text":"Then the border changes direction and turns to the western side southward, from the mountain that ⸤is opposite⸥\\f + \\fr 18:14 \\ft Literally “against the face of” \\f* Beth-Horon to the south. ⸤It ends⸥\\f + \\fr 18:14 \\ft Literally “the goings out of it were” \\f* at Kiriath Baal (that \\add is\\add*, Kiriath Jearim), a town belonging to the descendants\\f + \\fr 18:14 \\ft Or “sons” \\f* of Judah. This \\add is the\\add* western side. "},{"style":"v","text":"\\add The\\add* southern side \\add begins\\add* on the outskirts of Kiriath Jearim, and the border continues to the west to the spring of the waters of Nephtoah; "},{"style":"v","text":"the border goes down to the foot\\f + \\fr 18:16 \\ft Or “to the edge” \\f* of the mountain, which \\add is\\add* opposite the Valley of Ben Hinnom,\\f + \\fr 18:16 \\ft Or “valley of the son of-Hinnom” \\f* which \\add is\\add* in the valley of Rephaim to the north; then it does down the valley of Hinnom to the slope of the Jebusites\\f + \\fr 18:16 \\ft Hebrew “Jebusite” \\f* to the south, and then it goes down \\add to\\add* En Rogel. "},{"style":"v","text":"It changes direction from \\add the\\add* north, and it continues \\add to\\add* En Shemesh; it goes out to Geliloth, which \\add is\\add* opposite the ascent of Adummim, and it goes down \\add to\\add* the stone of Bohan, son of Reuben. "},{"style":"v","text":"It passes \\add on\\add* to the slope opposite the Arabah\\f + \\fr 18:18 \\ft A dry region that runs south of the Sea of Galilee along the Jordan Valley \\f* to the north, and it goes down to the Arabah.\\f + \\fr 18:18 \\ft A dry region that runs south of the Sea of Galilee along the Jordan Valley \\f* "},{"style":"v","text":"The border passes \\add on\\add* to the slope of Beth-hoglah to the north and ⸤ends⸥\\f + \\fr 18:19 \\ft Literally “the goings out of it were” \\f* at the north bay of the Salt Sea\\f + \\fr 18:19 \\ft That is, the Dead Sea \\f* at the south end of the Jordan. This is the southern border. "},{"style":"v","text":"The Jordan forms its border on the eastern side. This \\add is\\add* the inheritance of the tribe of Benjamin, its borders that surrounds \\add them\\add*, according to their families."},{"style":"p","text":""},{"style":"v","text":"Now the towns of the tribes of the descendants\\f + \\fr 18:21 \\ft Or “sons” \\f* of Benjamin, according to their families, were Jericho, Beth-hoglah, Emek Keziz, "},{"style":"v","text":"Beth Arabah, Zemaraim, Bethel, "},{"style":"v","text":"Avvim, Parah, Ophrah, "},{"style":"v","text":"Kephar Ammoni, Ophni, and Geba; twelve cities and their villages."},{"style":"p","text":""},{"style":"v","text":"Gibeon, Ramah, Beeroth, "},{"style":"v","text":"Mizpeh, Kephirah, Mozah, "},{"style":"v","text":"Rekem, Irpeel, Taralah, "},{"style":"v","text":"Zela, Haeleph, Jebus (that \\add is\\add*, Jerusalem), Gibeah, and Kiriath; fourteen cities and their villages. This \\add is\\add* the inheritance of the descendants\\f + \\fr 18:28 \\ft Or “sons” \\f* of Benjamin according to their families."}]