[{"style":"s1","text":"The Eastern Tribes Return"},{"style":"m","text":""},{"style":"v","text":"Then Joshua summoned the Reubenites, the Gadites, and the half-tribe of Manasseh, "},{"style":"v","text":"and he said to them, “You have observed all that Moses Yahweh’s servant commanded you, and you have listened\\f + \\fr 22:2 \\ft Or “you have obeyed” \\f* to my voice in all that I have commanded you; "},{"style":"v","text":"you have not forsaken your kinsmen\\f + \\fr 22:3 \\ft Or “brothers” \\f* these many days, up to this day, and you have observed the obligation of the command of Yahweh your God. "},{"style":"v","text":"So then, Yahweh your God has given rest to your kinsmen,\\f + \\fr 22:4 \\ft Or “brothers” \\f* just as he promised them; so then, turn and go to your tents to the land of your possession, which Moses Yahweh’s servant gave to you beyond the Jordan. "},{"style":"v","text":"Only be very careful to observe the commandment and law that Moses Yahweh’s servant commanded you, to love Yahweh your God, to walk in all his ways, to keep his commandments, to hold fast to him, and to serve him with all your heart and with all your soul.”\\f + \\fr 22:5 \\ft Or “inner self” \\f* "},{"style":"v","text":"And Joshua blessed them and sent them away, and they went to their tents. "},{"style":"v","text":"And to the half-tribe of Manasseh Moses had given \\add a possession\\add* in Bashan, but to the other half Joshua had given \\add a possession\\add* with their kinsmen\\f + \\fr 22:7 \\ft Or “brothers” \\f* beyond the Jordan to the west; and when Joshua sent them to their tents and blessed them, "},{"style":"v","text":"he said to them, “Return to your tents with much wealth, and with very much livestock, with silver, gold, copper, iron, and with very much clothing; divide the war-booty of your enemies with your kinsmen.”\\f + \\fr 22:8 \\ft Or “brothers” \\f* "},{"style":"v","text":"So the descendants\\f + \\fr 22:9 \\ft Or “sons” \\f* of Reuben, Gad, and the half-tribe of Manasseh returned \\add home\\add* and departed with the ⸤Israelites⸥\\f + \\fr 22:9 \\ft Literally “sons/children of Israel” \\f* at Shiloh, which \\add is\\add* in the land of Canaan, to go to the land of Gilead to the land of their possession, which they had acquired ⸤according to the command of Yahweh⸥\\f + \\fr 22:9 \\ft Literally “on the mouth of Yahweh” \\f* through the hand of Moses."},{"style":"p","text":""},{"style":"v","text":"And they came to the region of the Jordan that \\add is\\add* in the land of Canaan, and the descendants\\f + \\fr 22:10 \\ft Or “sons” \\f* of Reuben, Gad, and the half-tribe of Manasseh built there an altar on the Jordan, ⸤a large and imposing altar⸥.\\f + \\fr 22:10 \\ft Literally “a large altar to appearance” \\f* "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 22:11 \\ft Literally “sons/children of Israel” \\f* heard \\add it\\add* said that the descendants\\f + \\fr 22:11 \\ft Or “sons” \\f* of Reuben, Gad, and the half-tribe of Manasseh had built an altar next to the land of Canaan, in the region of the Jordan, on the side \\add belonging to\\add* the ⸤Israelites⸥.\\f + \\fr 22:11 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"When the ⸤Israelites⸥\\f + \\fr 22:12 \\ft Literally “sons/children of Israel” \\f* heard \\add of it\\add*, the whole congregation of the ⸤Israelites⸥\\f + \\fr 22:12 \\ft Literally “sons/children of Israel” \\f* gathered \\add at\\add* Shiloh to go up against them for battle. "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 22:13 \\ft Literally “sons/children of Israel” \\f* sent to the descendants\\f + \\fr 22:13 \\ft Or “sons” \\f* of Reuben, Gad, and the half-tribe of Manasseh, to the land of Gilead, Phinehas the priest son of Eleazar, "},{"style":"v","text":"and ten leaders with him, ⸤one leader for each⸥\\f + \\fr 22:14 \\ft Literally “one leader, one leader” \\f* ⸤family⸥\\f + \\fr 22:14 \\ft Literally “of the house of father” \\f* from each of the tribes of Israel; and each one \\add was\\add* the head of ⸤his family⸥\\f + \\fr 22:14 \\ft Literally “house of their fathers” \\f* among the clans of Israel.\\f + \\fr 22:14 \\ft Or “thousands of Israel” \\f* "},{"style":"v","text":"They came to the descendants\\f + \\fr 22:15 \\ft Or “sons” \\f* of Reuben, Gad, and the half-tribe of Manasseh, to the land of Gilead, and they spoke with them, saying, "},{"style":"v","text":"“Thus says all the congregation of Yahweh: ‘What \\add is\\add* this treachery that you have committed against the God of Israel by turning away today from following Yahweh, by building for yourselves an altar to rebel today against Yahweh? "},{"style":"v","text":"\\add Is\\add* not the sin of Peor ⸤enough for us⸥,\\f + \\fr 22:17 \\ft Literally “too little for us” \\f* from which we have not cleansed ourselves today, and for which a plague came to the congregation of Yahweh, "},{"style":"v","text":"that you must turn today from following Yahweh? \\add If\\add* you rebel today against Yahweh, tomorrow he will be angry with all of the congregation of Israel; "},{"style":"v","text":"if, however, the land of your property \\add is\\add* unclean, cross \\add over\\add* to the land of Yahweh’s property, where Yahweh’s tabernacle resides,\\f + \\fr 22:19 \\ft Or “stands” \\f* and take possession among us. But you must not rebel against Yahweh or against us by building for yourselves an altar other than the altar of Yahweh our God. "},{"style":"v","text":"Did not Achan son of Zerah commit treachery with devoted things,\\f + \\fr 22:20 \\ft Or “consecrated possession” \\f* and wrath fell on all the congregation of Israel? ⸤And he alone⸥\\f + \\fr 22:20 \\ft Literally “And he \\fq is \\ft one man that” \\f* did not perish because of his iniquity.’ ”"},{"style":"p","text":""},{"style":"v","text":"And the descendants\\f + \\fr 22:21 \\ft Or “sons” \\f* of Reuben, Gad, and the half-tribe of Manasseh spoke with the heads of the clans\\f + \\fr 22:21 \\ft Or “thousands” \\f* of Israel, "},{"style":"v","text":"“Yahweh, God of gods! Yahweh, God of gods knows. And let Israel itself know, if \\add it was\\add* in rebellion or treachery against Yahweh, do not spare us this day "},{"style":"v","text":"for building for ourselves an altar to turn away from Yahweh, or if \\add it was\\add* to offer burnt offerings,\\f + \\fr 22:23 \\ft Hebrew “offering” \\f* grain offerings,\\f + \\fr 22:23 \\ft Hebrew “offering” \\f* or fellowship offerings on it, may Yahweh himself take vengeance. "},{"style":"v","text":"But in fact, we have done this because of anxiety, because of a reason, saying, ‘In the future your children may say to our children, ‘⸤What is the relationship between you and Yahweh the God of Israel⸥?\\f + \\fr 22:24 \\ft Literally “What is to you and to Yahweh the God of Israel” \\f* "},{"style":"v","text":"Yahweh has made the Jordan a border between us and you, the descendants\\f + \\fr 22:25 \\ft Or “sons” \\f* of Reuben and Gad; you have no portion in Yahweh.’ So your children may put an end to our children worshiping\\f + \\fr 22:25 \\ft Or “seeing” \\f* Yahweh. "},{"style":"v","text":"So we said, ‘Let us build immediately for ourselves an altar, not for burnt offerings\\f + \\fr 22:26 \\ft Hebrew “offering” \\f* or for sacrifices;\\f + \\fr 22:26 \\ft Hebrew “sacrifice” \\f* "},{"style":"v","text":"instead, it \\add is\\add* a witness between us and you, and between our generations after us for performing the serving of Yahweh in his presence with our burnt offerings, sacrifices, and fellowship offerings; so that your children may not say in the future to our children, “You have no portion in Yahweh.” ’ "},{"style":"v","text":"And we thought, if they say to us and to our children in the future, we can say, ‘Look at this replica of the altar of Yahweh, which our ancestors\\f + \\fr 22:28 \\ft Or “fathers” \\f* made, not for burnt offerings\\f + \\fr 22:28 \\ft Hebrew “offering” \\f* or sacrifices;\\f + \\fr 22:28 \\ft Hebrew “sacrifice” \\f* rather, it \\add is\\add* a witness between us and you.’ "},{"style":"v","text":"Far be it from us to rebel against Yahweh, to turn today from following Yahweh, to build an altar for burnt offerings,\\f + \\fr 22:29 \\ft Hebrew “offering” \\f* grain offerings,\\f + \\fr 22:29 \\ft Hebrew “offering” \\f* or sacrifices,\\f + \\fr 22:29 \\ft Hebrew “sacrifice” \\f* instead of the altar of Yahweh our God that \\add is\\add* before his tabernacle.”"},{"style":"p","text":""},{"style":"v","text":"Phinehas the priest, the leaders of the congregation, and the heads of the clans\\f + \\fr 22:30 \\ft Or “thousands” \\f* of Israel who \\add were\\add* with him heard the words that the descendants\\f + \\fr 22:30 \\ft Or “sons” \\f* of Reuben, Gad, and Manasseh spoke, and ⸤they were satisfied⸥.\\f + \\fr 22:30 \\ft Literally “it was good in their eyes” \\f* "},{"style":"v","text":"Phinehas the priest, son of Eleazar, said to the descendants\\f + \\fr 22:31 \\ft Or “sons” \\f* of Reuben, Gad, and Manasseh, “Today we know that Yahweh \\add is\\add* among us, because you have not committed this treachery against Yahweh. Therefore you have rescued the ⸤Israelites⸥\\f + \\fr 22:31 \\ft Literally “sons/children of Israel” \\f* from the hand of Yahweh.”"},{"style":"p","text":""},{"style":"v","text":"And Phinehas the priest, son of Eleazar, and the leaders returned from the descendants\\f + \\fr 22:32 \\ft Or “sons” \\f* of Reuben and Gad, from the land of Gilead, to the land of Canaan to the ⸤Israelites⸥,\\f + \\fr 22:32 \\ft Literally “sons/children of Israel” \\f* and ⸤they gave them their report⸥.\\f + \\fr 22:32 \\ft Literally “they brought back a word to them” \\f* "},{"style":"v","text":"⸤The report satisfied the Israelites⸥;\\f + \\fr 22:33 \\ft Literally “The report was good in the eyes of the children of Israel” \\f* they blessed God, and they did not speak of going up for battle against them to destroy the land in which the descendants\\f + \\fr 22:33 \\ft Or “sons” \\f* of Reuben and Gad were living.\\f + \\fr 22:33 \\ft Or “dwelling” \\f* "},{"style":"v","text":"The descendants\\f + \\fr 22:34 \\ft Or “sons” \\f* of Reuben and Gad called the altar Witness, “Because,” \\add they said\\add*, “it \\add is\\add* a witness between us that Yahweh \\add is\\add* God.”"}]