[{"style":"s1","text":"Joshua’s Farewell Address"},{"style":"m","text":""},{"style":"v","text":"And it happened, after ⸤a long time⸥,\\f + \\fr 23:1 \\ft Literally “many days” \\f* after Yahweh had given rest to Israel from all their surrounding enemies, and \\add after\\add* Joshua was old and ⸤well-advanced in years⸥,\\f + \\fr 23:1 \\ft Literally “he went into the days” \\f* "},{"style":"v","text":"Joshua summoned all Israel, their elders, heads, judges, and officials, and he said to them, “I am old and ⸤well-advanced in years⸥,\\f + \\fr 23:2 \\ft Literally “I went into the days” \\f* "},{"style":"v","text":"and you have seen all that Yahweh your God has done to all these nations ⸤for your sake⸥,\\f + \\fr 23:3 \\ft Literally “because of your presence” \\f* for Yahweh your God \\add is\\add* fighting for you. "},{"style":"v","text":"Look! I have allotted to you these remaining nations as an inheritance for your tribes, from the Jordan, \\add with\\add* all the nations that I have cut off, to the Great Sea\\f + \\fr 23:4 \\ft That is, the Mediterranean \\f* ⸤in the west⸥.\\f + \\fr 23:4 \\ft Literally “to the setting of the sun” \\f* "},{"style":"v","text":"And Yahweh your God will push them ⸤back before you⸥\\f + \\fr 23:5 \\ft Literally “from your presence” \\f* and drive them ⸤out of your sight⸥,\\f + \\fr 23:5 \\ft Literally “from your face” \\f* and you will possess their land, just as Yahweh your God promised to you. "},{"style":"v","text":"Be very strong to observe carefully all that is written in the scroll of the law of Moses so as not to turn aside from it, \\add to\\add* the right or left, "},{"style":"v","text":"so as not to go among these remaining nations with you; ⸤do not profess⸥\\f + \\fr 23:7 \\ft Literally “do not mention” \\f* the name of their gods, and do not swear by them, serve them, or ⸤bow down to them⸥.\\f + \\fr 23:7 \\ft Literally “bow yourselves down to them” \\f* "},{"style":"v","text":"But hold fast to Yahweh your God, just as you have done up to this day. "},{"style":"v","text":"Yahweh has driven out before you great and strong nations; and as for you, ⸤nobody has withstood⸥\\f + \\fr 23:9 \\ft Literally “a man has not stood in your presence” \\f* you to this day. "},{"style":"v","text":"One of your men put to flight a thousand, for Yahweh your God \\add is\\add* fighting for you, just as he promised you. "},{"style":"v","text":"Take utmost care for \\add the sake of\\add* your life to love Yahweh your God, "},{"style":"v","text":"for if indeed you turn back and join these remaining nations ⸤among you⸥,\\f + \\fr 23:12 \\ft Literally “with you” \\f* and you intermarry with them, ⸤marrying their women and they yours⸥,\\f + \\fr 23:12 \\ft Literally “you go into them and they into you” \\f* "},{"style":"v","text":"know for certain that Yahweh your God ⸤will not continue to drive out⸥\\f + \\fr 23:13 \\ft Literally “will not drive out again” \\f* these nations from before you; they will be for you a snare and a trap, a whip on your sides and thorns in your eyes, until you perish from this good land that Yahweh your God has given to you."},{"style":"p","text":""},{"style":"v","text":"Look! ⸤I am about to die⸥,\\f + \\fr 23:14 \\ft Literally “I am going today on the way of all the earth” \\f* and you know in all your hearts\\f + \\fr 23:14 \\ft Hebrew “heart” \\f* and souls\\f + \\fr 23:14 \\ft Hebrew “soul”; or “inner self” \\f* that not one thing ⸤failed⸥\\f + \\fr 23:14 \\ft Literally “fell” \\f* from all the good things that Yahweh your God promised concerning you; everything ⸤has been fulfilled⸥;\\f + \\fr 23:14 \\ft Literally “has come \\fq out \\ft ” \\f* ⸤not one thing failed⸥.\\f + \\fr 23:14 \\ft Literally “not one thing fell from it” \\f* "},{"style":"v","text":"But just as all the good things\\f + \\fr 23:15 \\ft Hebrew “thing” \\f* came to you that Yahweh your God promised, so will Yahweh bring to you all the bad things\\f + \\fr 23:15 \\ft Hebrew “things” \\f* until he has destroyed you from this good land that Yahweh your God has given to you. "},{"style":"v","text":"If you transgress the covenant of Yahweh your God, which he commanded \\add to\\add* you, and you go and serve other gods and bow down to them, ⸤Yahweh’s anger will be kindled⸥\\f + \\fr 23:16 \\ft Literally “Yahweh’s nose will become hot” \\f* against you, and you will perish quickly from the good land that he has given to you.”"}]