[{"style":"s1","text":"The Israelites Cross the Jordan"},{"style":"m","text":""},{"style":"v","text":"Joshua rose early in the morning, and they set out from Acacia Grove.\\f + \\fr 3:1 \\ft Hebrew “Shittim” \\f* And they came up to the Jordan, he and all the ⸤Israelites⸥,\\f + \\fr 3:1 \\ft Literally “sons/children of Israel” \\f* and they spent the night there before they crossed \\add over\\add*. "},{"style":"v","text":"At the end of the three days the officers passed through the midst of the camp, "},{"style":"v","text":"and they commanded the people: “When you see the Levitical priests carrying the ark of the covenant of Yahweh your God you must set out from your place and go after it. "},{"style":"v","text":"\\add But\\add* there will be a distance between you and it of about two thousand cubits in measurement.\\f + \\fr 3:4 \\ft That is, about 1 km \\f* Do not come near it, so that you may know the way that you must go, for you have not passed on \\add this\\add* way ⸤before⸥.”\\f + \\fr 3:4 \\ft Literally “from yesterday three days before” \\f* "},{"style":"v","text":"And Joshua said to the people, “Sanctify yourselves, because tomorrow Yahweh will do wonders in your midst.” "},{"style":"v","text":"And Joshua said to the priests, “Take up the ark of the covenant and cross \\add over\\add* ⸤ahead of the people⸥.”\\f + \\fr 3:6 \\ft Literally “before the presence of the people” \\f* And they took up the ark of the covenant and went ⸤ahead of the people⸥.\\f + \\fr 3:6 \\ft Literally “before the presence of the people” \\f*"},{"style":"p","text":""},{"style":"v","text":"Then Yahweh said to Joshua, “This day I will begin exalting you ⸤in the sight⸥\\f + \\fr 3:7 \\ft Literally “in the eyes” \\f* of all Israel, that they may know that I was with Moses, and I will be with you. "},{"style":"v","text":"You will command the priests carrying the ark of the covenant, saying, ‘At the moment that you come to the edge of the waters of the Jordan, you will stand \\add still\\add* in the Jordan.’ ” "},{"style":"v","text":"And Joshua said to the ⸤Israelites⸥,\\f + \\fr 3:9 \\ft Literally “sons/children of Israel” \\f* “Come here, and hear the words of Yahweh your God.” "},{"style":"v","text":"Joshua said, “By this you will know that \\add the\\add* living God \\add is\\add* in your midst, and he will certainly drive out the Canaanites ⸤from before you⸥,\\f + \\fr 3:10 \\ft Or “from your presence” \\f* and the Hittites, Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites. "},{"style":"v","text":"Look! The ark of the covenant of the Lord of all the earth\\f + \\fr 3:11 \\ft Or “world” \\f* \\add is about to\\add* cross \\add over\\add* ahead of you into the Jordan. "},{"style":"v","text":"So then, take twelve men from the tribes of Israel, ⸤one from each tribe⸥.\\f + \\fr 3:12 \\ft Literally “one man for the tribe” \\f* "},{"style":"v","text":"When the soles of the feet of the priests carrying the ark of Yahweh, Lord of all the earth,\\f + \\fr 3:13 \\ft Or “world” \\f* rest in the waters of the Jordan, the waters of the Jordan will be cut off ⸤upstream⸥,\\f + \\fr 3:13 \\ft Literally “going down from above” \\f* and they will stand \\add still in\\add* one heap."},{"style":"p","text":""},{"style":"v","text":"And it happened, when the people set out from their tents to cross \\add over\\add* the Jordan, the priests carrying the ark of the covenant were ⸤ahead of the people⸥.\\f + \\fr 3:14 \\ft Literally “before the presence of the people” \\f* "},{"style":"v","text":"When those carrying the ark came up to the Jordan, and the priests carrying the ark dipped their feet in the edge of the water (the Jordan was flowing over its banks during all the days of harvest), "},{"style":"v","text":"the waters flowing down from above stood \\add still\\add*; they stood up \\add in\\add* one heap very far from Adam, the city that \\add is\\add* beside Zarethan, while \\add the waters\\add* flowing down to the sea of the Arabah, the Salt Sea,\\f + \\fr 3:16 \\ft That is, the Dead Sea \\f* ⸤were completely cut off⸥;\\f + \\fr 3:16 \\ft Literally “they were completed they were cut off” \\f* and the people crossed \\add over\\add* opposite Jericho. "},{"style":"v","text":"And the priests carrying the ark of the covenant of Yahweh stood firmly on the dry land in the middle of the Jordan while all Israel crossed on dry ground, until all the nation finished crossing the Jordan."}]