[{"style":"s1","text":"The Israelites Make a Memorial"},{"style":"m","text":""},{"style":"v","text":"After all the nation finished crossing the Jordan, Yahweh said to Joshua, "},{"style":"v","text":"“Take twelve men from the people, ⸤one man from each tribe⸥,\\f + \\fr 4:2 \\ft Literally “man one man one from tribe” \\f* "},{"style":"v","text":"and command them, saying, ‘Take for yourselves twelve stones from the middle of the Jordan where the priests’ feet stood firmly, and bring them over with you, and set them up in ⸤the place where you will camp tonight⸥.’ ”\\f + \\fr 4:3 \\ft Literally “the lodging place where you will lodge tonight” \\f* "},{"style":"v","text":"So Joshua summoned the twelve men whom he had appointed from the ⸤Israelites⸥,\\f + \\fr 4:4 \\ft Literally “sons/children of Israel” \\f* one from each tribe. "},{"style":"v","text":"And Joshua said to them, “Cross \\add over\\add* before\\f + \\fr 4:5 \\ft Or “the presence” \\f* the ark of Yahweh your God to the middle of the Jordan, and each one of you lift up a stone on your\\f + \\fr 4:5 \\ft Hebrew “his” \\f* shoulder, according to the number of the tribes of the ⸤Israelites⸥,\\f + \\fr 4:5 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"so that this may be a reminder\\f + \\fr 4:6 \\ft Or “sign” \\f* among you. When your children ask in the future, saying, ‘⸤What do these stones mean to you⸥?’\\f + \\fr 4:6 \\ft Literally “What are these stones for you?” \\f* "},{"style":"v","text":"you will say to them that the waters of the Jordan were cut off ⸤from before⸥\\f + \\fr 4:7 \\ft Or “the presence of” \\f* the ark of the covenant of Yahweh. When it crossed the Jordan, the waters of the Jordan were cut off. These stones will be as a memorial for the ⸤Israelites⸥\\f + \\fr 4:7 \\ft Literally “sons/children of Israel” \\f* for eternity.”"},{"style":"p","text":""},{"style":"v","text":"Thus the ⸤Israelites⸥\\f + \\fr 4:8 \\ft Literally “sons/children of Israel” \\f* did as Joshua commanded. They took twelve stones from the middle of the Jordan as Yahweh told Joshua, according to the number of the tribes of the ⸤Israelites⸥,\\f + \\fr 4:8 \\ft Literally “sons/children of Israel” \\f* and they carried them over with them to ⸤the camp⸥,\\f + \\fr 4:8 \\ft Literally “the place of overnight lodging” \\f* and they put them there. "},{"style":"v","text":"Then Joshua set up twelve stones in the middle of the Jordan, in the place where the feet of the priests carrying the ark of the covenant \\add stood\\add*, and they are there to this day. "},{"style":"v","text":"The priests carrying the ark remained standing in the middle of the Jordan until everything that Yahweh commanded Joshua to tell the people was finished, according to all that Moses commanded Joshua. And the people hastily crossed \\add over\\add*."},{"style":"p","text":""},{"style":"v","text":"And it happened, when all the people had finished crossing, the ark of Yahweh and the priests crossed \\add over\\add* in front of\\f + \\fr 4:11 \\ft Or “before the presence” \\f* the people. "},{"style":"v","text":"The children of Reuben, Gad, and the half-tribe of Manasseh crossed \\add over\\add* armed before the ⸤Israelites⸥,\\f + \\fr 4:12 \\ft Literally “sons/children of Israel” \\f* as Moses told them. "},{"style":"v","text":"About forty thousand armed for fighting crossed \\add over\\add* before the presence of Yahweh to the plains of Jericho for battle. "},{"style":"v","text":"On that day Yahweh exalted Joshua ⸤in the sight⸥\\f + \\fr 4:14 \\ft Literally “in the eyes” \\f* of all Israel, and they respected him\\f + \\fr 4:14 \\ft Or “feared him” \\f* as they respected\\f + \\fr 4:14 \\ft Or “feared” \\f* Moses all the days of his life."},{"style":"p","text":""},{"style":"v","text":"Then Yahweh said to Joshua, saying, "},{"style":"v","text":"“Command the priests carrying the ark of the testimony\\f + \\fr 4:16 \\ft That is, the ark of the covenant \\f* ⸤to come up⸥\\f + \\fr 4:16 \\ft Literally “and let them come up” \\f* from the Jordan.” "},{"style":"v","text":"So Joshua commanded the priests, saying, “Come up from the Jordan.” "},{"style":"v","text":"And it happened that when the priests carrying the ark came up from the middle of the Jordan, and the soles of the priests’ feet ⸤touched dry land⸥,\\f + \\fr 4:18 \\ft Literally “were raised from the ground to dry land” \\f* the waters of the Jordan returned to their place and flowed over all its banks as before."},{"style":"p","text":""},{"style":"v","text":"And the people came up from the Jordan on the tenth \\add day\\add* of the first month, and they camped in Gilgal on the eastern edge\\f + \\fr 4:19 \\ft That is, border \\f* of Jericho. "},{"style":"v","text":"And those twelve stones that they took from the Jordan, Joshua set up in Gilgal. "},{"style":"v","text":"And he said to the ⸤Israelites⸥,\\f + \\fr 4:21 \\ft Literally “sons/children of Israel” \\f* “When your children ask in the future ⸤their parents⸥,\\f + \\fr 4:21 \\ft Literally “their fathers” \\f* ‘⸤What is the meaning of these stones⸥?’\\f + \\fr 4:21 \\ft Literally “What \\fq are \\ft these stones?” \\f* "},{"style":"v","text":"you will let your children know \\add by\\add* saying, ‘Israel crossed this Jordan on dry ground.’ "},{"style":"v","text":"For Yahweh your God dried up the waters of the Jordan before you, until you had crossed, just as Yahweh your God did to the ⸤Red Sea⸥,\\f + \\fr 4:23 \\ft Literally “sea of reeds” \\f* which he dried up before us until we had crossed over, "},{"style":"v","text":"so that all the peoples of the earth may know that the hand of Yahweh \\add is\\add* strong, so that you may fear Yahweh your God ⸤forever⸥.”\\f + \\fr 4:24 \\ft Literally “all the days” \\f*"}]