[{"style":"s1","text":"The Israelites Are Circumcised"},{"style":"m","text":""},{"style":"v","text":"And it happened, when all the kings of the Amorites who \\add were\\add* beyond the Jordan to the west, and all the kings of the Canaanites\\f + \\fr 5:1 \\ft Hebrew “Canaanite” \\f* who \\add were\\add* by the sea heard that Yahweh dried up the waters of the Jordan in front of the ⸤Israelites⸥\\f + \\fr 5:1 \\ft Literally “sons/children of Israel” \\f* until they crossed \\add over\\add*, their hearts melted, and ⸤there was no courage left in them⸥\\f + \\fr 5:1 \\ft Literally “a spirit was no longer in them” \\f* because of the presence of the ⸤Israelites⸥. \\f + \\fr 5:1 \\ft Literally “sons/children of Israel” \\f*"},{"style":"p","text":""},{"style":"v","text":"At that time Yahweh said to Joshua, “Make for yourself knives of flint, and circumcise the ⸤Israelites⸥\\f + \\fr 5:2 \\ft Literally “sons/children of Israel” \\f* a second time.” "},{"style":"v","text":"So Joshua made knives of flint, and he circumcised the ⸤Israelites⸥\\f + \\fr 5:3 \\ft Literally “sons/children of Israel” \\f* at the hill of the foreskins.\\f + \\fr 5:3 \\ft Hebrew “Gibeath-haaraloth” \\f* "},{"style":"v","text":"This \\add is\\add* the reason why Joshua circumcised all the people: all the males who went out from Egypt, all the warriors, died in the wilderness as they went out from Egypt ⸤on the journey⸥.\\f + \\fr 5:4 \\ft Literally “on the road” \\f* "},{"style":"v","text":"For all the people who left were circumcised, but all the people born in the wilderness ⸤on the journey⸥\\f + \\fr 5:5 \\ft Literally “on the road” \\f* \\add after\\add* they left from Egypt were not circumcised. "},{"style":"v","text":"For forty years the ⸤Israelites⸥\\f + \\fr 5:6 \\ft Literally “sons/children of Israel” \\f* traveled in the wilderness until all the nation, the warriors that left Egypt, perished, because they did not listen to the voice of Yahweh. To them Yahweh swore that they would not see the land that he\\f + \\fr 5:6 \\ft Hebrew “Yahweh” \\f* swore to their ancestors\\f + \\fr 5:6 \\ft Or “fathers” \\f* to give to us, a land flowing with milk and honey. "},{"style":"v","text":"And it was their children \\add whom\\add* he raised in their place that Joshua circumcised, for they were uncircumcised, because they had not been circumcised ⸤on the journey⸥.\\f + \\fr 5:7 \\ft Literally “on the road” \\f*"},{"style":"s1","text":"The Israelites Celebrate Passover in Canaan"},{"style":"m","text":""},{"style":"v","text":"And it happened, when all the nation had finished circumcising, they remained where they were in the camp until they recovered. "},{"style":"v","text":"And Yahweh said to Joshua, “Today I have rolled away the disgrace of Egypt from you.” Therefore, the name of that place is called Gilgal\\f + \\fr 5:9 \\ft Hebrew “rolling” \\f* to this day. "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 5:10 \\ft Literally “sons/children of Israel” \\f* camped at Gilgal, and they kept the Passover on the fourteenth day of the month, in the evening, on the plains of Jericho. "},{"style":"v","text":"On the next day after the Passover, on that\\f + \\fr 5:11 \\ft Literally “this” \\f* very day, they ate from the produce of the land, unleavened cakes and roasted corn. "},{"style":"v","text":"And the manna ceased the day after, when they \\add started\\add* eating the produce of the land, and there was no longer manna for the ⸤Israelites⸥.\\f + \\fr 5:12 \\ft Literally “sons/children of Israel” \\f* They ate from the crop of the land of Canaan in that year."},{"style":"s1","text":"The Commander of Yahweh’s Army Appears Before Joshua"},{"style":"m","text":""},{"style":"v","text":"And it happened, when Joshua was by Jericho, ⸤he looked up⸥,\\f + \\fr 5:13 \\ft Literally “he lifted up his eyes” \\f* and he saw a man standing ⸤opposite him⸥\\f + \\fr 5:13 \\ft Literally “against him” \\f* \\add with\\add* his sword drawn in his hand. And Joshua went to him and said, “Are you with us, or with our adversaries?” "},{"style":"v","text":"And he said, “Neither. I have come now \\add as\\add* the commander of Yahweh’s army.” And Joshua fell on his face to the earth, and ⸤he bowed down⸥\\f + \\fr 5:14 \\ft Or “he worshiped” \\f* and said to him, “What \\add is\\add* my lord commanding his servant?” "},{"style":"v","text":"The commander of Yahweh’s army said to Joshua, “Take off your sandals\\f + \\fr 5:15 \\ft Hebrew “sandal” \\f* from your feet,\\f + \\fr 5:15 \\ft Hebrew “foot” \\f* for the place where you \\add are\\add* standing \\add is\\add* holy.” And Joshua did so."}]