[{"style":"s1","verse":"","text":"The Battle of Jericho"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now Jericho \\add was\\add* shut up inside and out because of the presence of the ⸤Israelites⸥;\\f + \\fr 6:1 \\ft Literally “sons/children of Israel” \\f* no one was going out or coming in. "},{"style":"v","verse":"2","text":"And Yahweh said to Joshua, “Look, I am giving Jericho into your hand, its king and the soldiers of the army. "},{"style":"v","verse":"3","text":"You will march around the city, all the warriors circling the city once; you will do so for six days. "},{"style":"v","verse":"4","text":"And seven priests will bear seven trumpets of rams’ horns before the ark. On the seventh day you will march around the city seven times, and the priests will blow on the trumpets. "},{"style":"v","verse":"5","text":"And when they blow long on the horn of the ram, when you hear the sound of the trumpet, all the people will shout \\add with\\add* a great war cry, and the wall of the city will fall flat,\\f + \\fr 6:5 \\ft Or “in its place” \\f* and ⸤the people will charge, each one straight ahead⸥.”\\f + \\fr 6:5 \\ft Literally “the people will go up, each before him” \\f* "},{"style":"v","verse":"6","text":"So Joshua son of Nun summoned the priests and said to them, “Take up the ark of the covenant, and let seven priests carry the trumpets of the rams’ horns before the ark of Yahweh.” "},{"style":"v","verse":"7","text":"And he said\\f + \\fr 6:7 \\ft Hebrew “they said” \\f* to the people, “Go forward and march around the city, and let the armed \\add men\\add* pass before the ark of Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"⸤And when Joshua spoke⸥\\f + \\fr 6:8 \\ft Literally “And it happened the moment of the saying of Joshua” \\f* to the people, the seven priests carrying the seven trumpets of rams’ horns before the presence of Yahweh went forward and they blew the trumpets; and the ark of the covenant of Yahweh followed behind them. "},{"style":"v","verse":"9","text":"And the armed \\add men\\add* went before the priests who blew the trumpets, and the rear guard came after the ark, while they were blowing the trumpets. "},{"style":"v","verse":"10","text":"But Joshua commanded the people, saying, “You will not shout, and you will not let your voice be heard; a word will not go out from your mouth until the day I say to you ‘Shout!’ Then you will shout.” "},{"style":"v","verse":"11","text":"And the ark of Yahweh went around the city, ⸤circling once⸥,\\f + \\fr 6:11 \\ft Literally “circling one occurrence” \\f* and they came \\add into\\add* the camp and spent the night in the camp. "},{"style":"v","verse":"12","text":"Then Joshua got up early in the morning, and the priests took up the ark of Yahweh. "},{"style":"v","verse":"13","text":"The seven priests carrying the seven trumpets of the rams’ horns before the ark of Yahweh went on continually, and they blew on the trumpets. And the armed \\add men\\add* went before them, and \\add the\\add* rear guard came after the ark of Yahweh, while the trumpets blew continually. "},{"style":"v","verse":"14","text":"And they marched around the city once on the second day, and they returned \\add to\\add* the camp. They did \\add this\\add* for six days."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Then on the seventh day they rose early at dawn, and they marched around the city in this manner seven times. \\add It was\\add* only on that day that they marched around the city seven times. "},{"style":"v","verse":"16","text":"And at the seventh time the priests blew on the trumpets, and Joshua said to the people, “Shout! For Yahweh has given you the city. "},{"style":"v","verse":"17","text":"The city and all that is in it will be devoted to Yahweh; only Rahab the prostitute and all who \\add are\\add* with her in the house will live, because she hid the messengers whom we sent. "},{"style":"v","verse":"18","text":"As for you, keep \\add away\\add* from the things\\f + \\fr 6:18 \\ft Hebrew “thing” \\f* devoted to destruction so that you do not take them and bring about your own destruction, making the camp of Israel an object for destruction, bringing trouble upon it. "},{"style":"v","verse":"19","text":"But all of the silver and gold, and the items of bronze and iron, \\add are\\add* holy to Yahweh, and they must go to Yahweh’s treasury.” "},{"style":"v","verse":"20","text":"So the people shouted, and they\\f + \\fr 6:20 \\ft That is, the priests \\f* blew on the trumpets. And when the people heard the sound of the trumpet, they raised a great shout, and the wall fell flat. ⸤The people charged, each one straight ahead into the city⸥,\\f + \\fr 6:20 \\ft Literally “The people went up, each before him” \\f* and they captured it. "},{"style":"v","verse":"21","text":"And they utterly destroyed ⸤by the edge of the sword⸥\\f + \\fr 6:21 \\ft Literally “by the mouth of \\fq the \\ft sword” \\f* all who \\add were\\add* in the city, both men and women, young and old, ox, sheep, and donkey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Then Joshua said to the two men who spied on the land, “Go \\add to\\add* the prostitute’s house and bring out from there the woman and all who belong to her, just as you swore to her.” "},{"style":"v","verse":"23","text":"So the young men who were spies went and brought Rahab and her father and mother, her brothers, and all who were with her. And they brought all her family out and set them outside the camp of Israel. "},{"style":"v","verse":"24","text":"And they burned the city and all that \\add was\\add* in it with fire; they put only the silver and gold, and the items of copper and iron, \\add into\\add* the treasury of the house of Yahweh. "},{"style":"v","verse":"25","text":"But Joshua spared Rahab the prostitute ⸤and her family⸥\\f + \\fr 6:25 \\ft Literally “and the house of her father” \\f* and all who \\add were\\add* with her, and she has lived in the midst of Israel until this day, because she hid the messengers whom Joshua sent to spy out Jericho."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"And Joshua swore at that time, saying, “Cursed \\add is\\add* anyone before Yahweh who gets up and builds Jericho, this city. At the cost of his firstborn he will lay its foundation, and at the cost of his youngest he will set up its gates.” "},{"style":"v","verse":"27","text":"So Yahweh was with Joshua, and his fame was in all the land."}]