[{"style":"s1","verse":"","text":"The Sin of Achan"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"But the ⸤Israelites⸥\\f + \\fr 7:1 \\ft Literally “sons/children of Israel” \\f* broke faith concerning the devoted things.\\f + \\fr 7:1 \\ft Or “consecrated possession\\fq s \\ft ” \\f* Achan son of Carmi son of Zabdi son of Zerah, of the tribe of Judah, took from the devoted things;\\f + \\fr 7:1 \\ft Hebrew “thing” or “consecrated possession” \\f* and ⸤Yahweh’s anger was kindled⸥\\f + \\fr 7:1 \\ft Literally “the nose of Yahweh became hot” \\f* against the ⸤Israelites⸥.\\f + \\fr 7:1 \\ft Literally “sons/children of Israel” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Now Joshua sent men from Jericho \\add to\\add* Ai, which \\add is\\add* near Beth Aven, east of Bethel, and he said to them, “Go up and spy out Ai.” And the men went up and spied out Ai. "},{"style":"v","verse":"3","text":"And they returned to Joshua and said to him, “Do not let all the people go up and attack Ai; \\add only\\add* two or three thousand men should go up because they\\f + \\fr 7:3 \\ft That is, the people of Ai \\f* \\add are\\add* few. Do not make all the people weary \\add up\\add* there.” "},{"style":"v","verse":"4","text":"So about three thousand from the people went up there, and they fled before the men of Ai. "},{"style":"v","verse":"5","text":"The men of Ai killed about thirty-six of them, and they chased them from the gate up to Shebarim and killed them on the slope. And the hearts\\f + \\fr 7:5 \\ft Hebrew “heart” \\f* of the people melted and became like water."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"And Joshua tore his clothes and fell to the ground on his face before the ark of Yahweh until the evening, he and the elders of Israel; and they put dust on their heads.\\f + \\fr 7:6 \\ft Hebrew “head” \\f* "},{"style":"v","verse":"7","text":"And Joshua said, “Ah, my Lord! Why did you bring this people across the Jordan to give us into the hand of the Amorites to destroy us? If only we had been content and stayed beyond the Jordan. "},{"style":"v","verse":"8","text":"Please, my Lord! What can I say after ⸤Israel has fled from its enemies⸥?\\f + \\fr 7:8 \\ft Literally “Israel has turned its neck before its enemies” \\f* "},{"style":"v","verse":"9","text":"The Canaanites and all the inhabitants of the land will hear \\add of this\\add*, and they will surround us and cut off our name from the land. What will you do, for your great name?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"And Yahweh said to Joshua, “Stand up! ⸤Why⸥\\f + \\fr 7:10 \\ft Literally “For what this” \\f* \\add have\\add* you fallen on your face? "},{"style":"v","verse":"11","text":"Israel has sinned and ⸤transgressed my covenant⸥\\f + \\fr 7:11 \\ft Literally “crossed my covenant” \\f* that I commanded them. They have taken from the devoted things;\\f + \\fr 7:11 \\ft Hebrew “thing” or “from the consecrated possession” \\f* they have stolen and acted deceitfully, and they have put \\add them\\add* among their belongings. "},{"style":"v","verse":"12","text":"The ⸤Israelites⸥\\f + \\fr 7:12 \\ft Literally “sons/children of Israel” \\f* were unable to stand before their enemies; ⸤they fled from their enemies⸥\\f + \\fr 7:12 \\ft Literally “they turned \\fq their \\ft neck before their enemies” \\f* because they have become a thing devoted\\f + \\fr 7:12 \\ft Or “consecrated” \\f* for destruction. ⸤I will be with you no more⸥\\f + \\fr 7:12 \\ft Literally “I will not do again to be with you” \\f* unless you destroy the devoted things\\f + \\fr 7:12 \\ft Hebrew “thing” or “consecrated possession” \\f* from among you. "},{"style":"v","verse":"13","text":"Get up, sanctify the people, and say, ‘Sanctify yourselves for tomorrow. Thus says Yahweh the God of Israel: “\\add There are\\add* devoted things\\f + \\fr 7:13 \\ft Hebrew “thing” or “consecrated possession” \\f* in your midst, O Israel. You will be unable to stand before you enemies until you remove the devoted things\\f + \\fr 7:13 \\ft Hebrew “thing” or “consecrated possession” \\f* from your midst.” "},{"style":"v","verse":"14","text":"In the morning you will come forward, ⸤tribe by tribe⸥,\\f + \\fr 7:14 \\ft Literally “according to your tribes” \\f* and the tribe that Yahweh will select by lot will come forward by clans, and the clan that Yahweh selects by lot will come forward by families, and the family that Yahweh selects by lot will come forward one by one. "},{"style":"v","verse":"15","text":"The one caught with the devoted things\\f + \\fr 7:15 \\ft Hebrew “thing” or “consecrated possession” \\f* will be burned with fire, he and all that belongs to him, because ⸤he transgressed the covenant⸥\\f + \\fr 7:15 \\ft Literally “he crossed the covenant” \\f* of Yahweh, and because he did a disgraceful thing in Israel.” ’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"So\\f + \\fr 7:16 \\ft Or “And” \\f* Joshua rose early in the morning and brought forward Israel, ⸤tribe by tribe⸥,\\f + \\fr 7:16 \\ft Literally “according to its tribes” \\f* and the tribe of Judah was selected by lot. "},{"style":"v","verse":"17","text":"And he brought forward the clans of Judah and selected the clan of the Zerahites\\f + \\fr 7:17 \\ft Hebrew “Zerahite” \\f* by lot. Then he brought forward the clan of the Zerahites,\\f + \\fr 7:17 \\ft Hebrew “Zerahite” \\f* one by one, and Zabdi was selected by lot. "},{"style":"v","verse":"18","text":"He brought forward his family, one by one, and Achan son of Carmi son of Zabdi son of Zerah, of the tribe of Judah, was selected by lot. "},{"style":"v","verse":"19","text":"And Joshua said to Achan, “My son, please, give glory to Yahweh the God of Israel, and give him a doxology in court.\\f + \\fr 7:19 \\ft Some interpret “make a confession” \\f* Tell me, please, what you have done; do not hide \\add it\\add* from me.” "},{"style":"v","verse":"20","text":"And Achan answered Joshua and said, “It is true. I have sinned against Yahweh the God of Israel, and this is what I did: "},{"style":"v","verse":"21","text":"I saw among the spoil a beautiful robe from Shinar,\\f + \\fr 7:21 \\ft “Shinar” refers to Babylonia \\f* two hundred shekels of silver, and one bar of gold \\add that\\add* weighed fifty shekels; I coveted them and took them. They \\add are\\add* hidden in the ground inside my tent, and the silver \\add is\\add* under it.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Joshua sent messengers, and they ran to the tent; and there \\add they were\\add*, hidden in his tent, and the silver \\add was\\add* under it. "},{"style":"v","verse":"23","text":"And they took them from the tent and brought them to Joshua and all the ⸤Israelites⸥.\\f + \\fr 7:23 \\ft Literally “sons/children of Israel” \\f* And they spread them out before the presence of Yahweh. "},{"style":"v","verse":"24","text":"Then Joshua, and all Israel with him, took Achan son of Zerah, the silver, the robe, the bar of gold, his sons and daughters, his cattle and donkeys, his sheep, his tent, and everything that \\add was\\add* his, and they brought them \\add to\\add* the valley of Achor.\\f + \\fr 7:24 \\ft Hebrew “trouble”; a valley in the Jericho region \\f* "},{"style":"v","verse":"25","text":"And Joshua said, “Why did you bring us trouble? Yahweh will bring you trouble on this day.” And all Israel stoned them\\f + \\fr 7:25 \\ft Hebrew “him” \\f* \\add with\\add* stones;\\f + \\fr 7:25 \\ft Hebrew “stone” \\f* and they burned them with fire \\add after\\add* they stoned them with stones. "},{"style":"v","verse":"26","text":"Then ⸤they placed⸥\\f + \\fr 7:26 \\ft Literally “they raised up” \\f* on top of him a great pile of stones \\add that remains\\add* to this day. And Yahweh ⸤turned from his burning anger⸥,\\f + \\fr 7:26 \\ft Literally “turned from his burning nose” \\f* and thus the name of that place to this day is called the valley of Achor.\\f + \\fr 7:26 \\ft Hebrew “trouble”; a valley in the Jericho region \\f*"}]