[{"style":"mt1","text":"2 Peter"},{"style":"s1","text":"Greeting"},{"style":"m","text":""},{"style":"v","text":"Simeon Peter, a slave and apostle of Jesus Christ, to those who have obtained a faith equal in value to ours by the righteousness of our God and Savior Jesus Christ. "},{"style":"v","text":"May grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord, "},{"style":"v","text":"because his divine power has bestowed on us all \\add things\\add* \\add that are\\add* necessary for life and godliness, through the knowledge of the one who called us by his own glory and excellence of character, "},{"style":"v","text":"through which things he has bestowed on us his precious and very great promises, so that through these you may become sharers of the divine nature \\add after\\add*\\ef + \\fr 1:4 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“escaping from”) which is understood as temporal \\ef* escaping from the corruption \\add that is\\add* in the world because of evil desire, "},{"style":"v","text":"and \\add for\\add* this same \\add reason\\add*, and \\add by\\add*\\ef + \\fr 1:5 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“applying”) which is understood as means \\ef* applying all diligence, supply with your faith excellence of character, and with excellence of character, knowledge, "},{"style":"v","text":"and with knowledge, self-control, and with self-control, patient endurance, and with patient endurance, godliness, "},{"style":"v","text":"and with godliness, brotherly love, and with brotherly love, love."},{"style":"s1","text":"Make Your Calling and Election Secure"},{"style":"m","text":""},{"style":"v","text":"For \\add if\\add*\\ef + \\fr 1:8 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“are”) which is understood as conditional \\ef* these \\add things\\add* are yours and are increasing, this does not make \\add you\\add* useless or unproductive in the knowledge of our Lord Jesus Christ. "},{"style":"v","text":"For \\add the one\\add* for whom these \\add things\\add* \\add are\\add* not present is blind, being nearsighted, ⸤having forgotten the cleansing⸥\\f + \\fr 1:9 \\ft Literally “receiving forgetfulness of the cleansing” \\f* of his former sins. "},{"style":"v","text":"Therefore, brothers, be zealous even more to make your calling and election secure, because \\add if you\\add*\\ef + \\fr 1:10 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“do”) which is understood as conditional \\ef* do these \\add things\\add*, you will never ever stumble. "},{"style":"v","text":"For in this way entrance into the eternal kingdom of our Lord and Savior Jesus Christ will be richly supplied for you."},{"style":"p","text":""},{"style":"v","text":"Therefore I intend to remind you continually concerning these \\add things\\add*, although \\add you\\add* know \\add them\\add* and are established in the truth that you have. "},{"style":"v","text":"But I consider \\add it\\add* right, for as long as I am in this habitation, to stir you up by a reminder, "},{"style":"v","text":"\\add because I\\add*\\ef + \\fr 1:14 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know that the removal of my habitation is imminent, as indeed our Lord Jesus Christ made clear to me. "},{"style":"v","text":"And I will also make every effort \\add that\\add* you are able at any time, after my departure, ⸤to recall these things to mind⸥\\f + \\fr 1:15 \\ft Literally “to make recollection of these” \\f*."},{"style":"s1","text":"The Reliable Prophetic Word of Testimony"},{"style":"m","text":""},{"style":"v","text":"For we did not make known to you the power and coming of our Lord Jesus Christ \\add by\\add*\\ef + \\fr 1:16 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“following”) which is understood as means \\ef* following ingeniously concocted myths, but \\add by\\add*\\ef + \\fr 1:16 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“being”) which is understood as means \\ef* being eyewitnesses of that one’s majesty. "},{"style":"v","text":"For \\add he\\add* received honor and glory from God the Father \\add when\\add*\\ef + \\fr 1:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was brought”) \\ef* a voice such as this was brought to him by the Majestic Glory, “This is my beloved Son, in whom I am well pleased.” "},{"style":"v","text":"And \\add we\\add* ourselves heard this voice brought from heaven \\add when we\\add*\\ef + \\fr 1:18 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“were”) which is understood as temporal \\ef* were with him on the holy mountain, "},{"style":"v","text":"and we possess \\add as\\add* more reliable the prophetic word, to which you do well \\add if you\\add*\\ef + \\fr 1:19 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“pay attention to”) which is understood as conditional \\ef* pay attention to \\add it\\add* as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts, "},{"style":"v","text":"recognizing this above all, that every prophecy of scripture does not come about from one’s own interpretation, "},{"style":"v","text":"for no prophecy was ever produced by the will of man, but men carried along by the Holy Spirit spoke from God."}]