[{"style":"s1","text":"The Rise and Fall of the False Teachers"},{"style":"m","text":""},{"style":"v","text":"But there were also false prophets among the people, as there will be false teachers among you also, who will bring in ⸤destructive heresies⸥\\f + \\fr 2:1 \\ft Literally “heresies of destruction” \\f*, even denying the Master who bought them, \\add thus\\add*\\ef + \\fr 2:1 \\ft ﻿*Here “\\add thus\\add*” is supplied as a component of the participle (“bringing on”) which is understood as result \\ef* bringing on themselves swift destruction. "},{"style":"v","text":"And many will follow their licentious ways, because of whom the way of truth will be reviled. "},{"style":"v","text":"And in greediness they will exploit you with false words, whose condemnation \\add from\\add* long ago is not idle, and their destruction is not asleep."},{"style":"p","text":""},{"style":"v","text":"For if God did not spare the angels who sinned, but held \\add them\\add* captive in Tartarus with chains of darkness \\add and\\add* handed \\add them\\add* over to be kept for judgment, "},{"style":"v","text":"and did not spare the ancient world, but preserved Noah, a proclaimer of righteousness, ⸤and seven others⸥\\f + \\fr 2:5 \\ft Literally “eighth” \\f* \\add when he\\add*\\ef + \\fr 2:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“brought”) which is understood as temporal \\ef* brought a flood on the world of the ungodly, "},{"style":"v","text":"and condemned the cities of Sodom and Gomorrah to destruction, reducing them to ashes, having appointed \\add them\\add* \\add as\\add* an example for those who are going to be ungodly, "},{"style":"v","text":"and rescued righteous Lot, worn down by the way of life of lawless persons in licentiousness "},{"style":"v","text":"(for that righteous man, \\add as he\\add*\\ef + \\fr 2:8 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“lived”) which is understood as temporal \\ef* lived among them day after day, was tormenting \\add his\\add* righteous soul by the lawless deeds \\add he was\\add* seeing and hearing), "},{"style":"v","text":"\\add then\\add* the Lord knows how to rescue the godly from trials and to reserve the unrighteous to be punished at\\f + \\fr 2:9 \\ft Or “until” \\f* the day of judgment, "},{"style":"v","text":"and especially those who go after the flesh in defiling lust\\f + \\fr 2:10 \\ft Literally “in lust of defilement,” translated here as an attributive genitive \\f* and who despise authority."},{"style":"p","text":"Bold \\add and\\add* arrogant, they do not tremble in awe \\add as they\\add*\\ef + \\fr 2:10 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“blaspheme”) which is understood as temporal \\ef* blaspheme majestic beings, "},{"style":"v","text":"whereas angels, who are greater in strength and power, do not bring against them a demeaning judgment.\\f + \\fr 2:11 \\ft Some manuscripts have “a demeaning judgment from the Lord” \\f* "},{"style":"v","text":"But these persons, like irrational animals born \\add only with\\add* natural \\add instincts\\add* for capture and killing, blaspheming ⸤about things⸥\\f + \\fr 2:12 \\ft Literally “with reference to which” \\f* they do not understand, in their destruction will also be destroyed, "},{"style":"v","text":"being harmed \\add as the\\add* wages of unrighteousness. Considering reveling in the daytime a pleasure, \\add they are\\add* stains and blemishes, carousing in their deceitful pleasures \\add when they\\add*\\ef + \\fr 2:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“feast together”) which is understood as temporal \\ef* feast together with you, "},{"style":"v","text":"having eyes full of \\add desire for\\add* an adulteress and unceasing from sin, enticing unstable persons, \\add and\\add*\\ef + \\fr 2:14 \\ft ﻿*Here “\\add and\\add*” is supplied in keeping with English style \\ef* having hearts trained for greediness. Accursed children! "},{"style":"v","text":"\\add By\\add*\\ef + \\fr 2:15 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“leaving”) which is understood as means \\ef* leaving the straight path, they have gone astray, \\add because they\\add*\\ef + \\fr 2:15 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“followed”) which is understood as causal \\ef* followed the way of Balaam the \\add son of\\add* Bosor,\\f + \\fr 2:15 \\ft Although some English versions use “Beor” here, this is due to harmonization with the Old Testament; the vast majority of Greek manuscripts read “Bosor” here \\f* who loved the wages of unrighteousness, "},{"style":"v","text":"but received a rebuke for his own lawlessness: a speechless donkey, speaking with a human voice, restrained ⸤the prophet’s madness⸥\\f + \\fr 2:16 \\ft Literally “the of the prophet madness” \\f*."},{"style":"p","text":""},{"style":"v","text":"These \\add people\\add* are waterless springs and mists driven by a hurricane, for whom the gloom of darkness has been reserved. "},{"style":"v","text":"⸤For by speaking high-sounding but empty words⸥\\f + \\fr 2:18 \\ft Literally “for speaking pompous \\fq words \\ft of emptiness” \\f*, they entice with desires of the flesh \\add and\\add* with licentiousness those who are scarcely escaping from those who live in error, "},{"style":"v","text":"promising them freedom \\add although they\\add*\\ef + \\fr 2:19 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“are”) which is understood as concessive \\ef* themselves are slaves of depravity. For to whatever someone succumbs, by this he is also\\f + \\fr 2:19 \\ft Some manuscripts omit “also” \\f* enslaved. "},{"style":"v","text":"For if, \\add after they\\add*\\ef + \\fr 2:20 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“have escaped from”) which is understood as temporal \\ef* have escaped from the defilements of the world through the knowledge of the Lord\\f + \\fr 2:20 \\ft Some manuscripts have “of our Lord” \\f* and Savior Jesus Christ, and they are again entangled in these \\add things\\add* \\add and\\add* succumb to \\add them\\add*, the last \\add state\\add* has become worse for them than the first. "},{"style":"v","text":"For it would have been better for them not to have known the way of righteousness than having known \\add it\\add*, to turn back from the holy commandment that had been delivered to them. "},{"style":"v","text":"The \\add statement\\add* of the true proverb has happened to them, “A dog returns to its own vomit,”\\f + \\fr 2:22 \\ft A paraphrased quotation from \\xt Prov 26:11 \\ft \\f* and “A sow, \\add after\\add*\\ef + \\fr 2:22 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“washing herself”) which is understood as temporal \\ef* washing herself, \\add returns\\add*\\ef + \\fr 2:22 \\ft ﻿*The verb “\\add returns\\add*” is not in the Greek text, but is an understood repetition from the previous clause \\ef* to wallowing in the mud.”\\f + \\fr 2:22 \\ft The source of this quotation is uncertain \\f*"}]