[{"style":"s1","text":"The Coming Day of the Lord"},{"style":"m","text":""},{"style":"v","text":"Dear friends, this \\add is\\add* already the second letter I am writing to you, in \\add both of\\add* which I am attempting to stir up your sincere mind by a reminder, "},{"style":"v","text":"to remember the words proclaimed beforehand by the holy prophets and the commandment of the Lord and Savior through your apostles, "},{"style":"v","text":"above all knowing this, that in the last days scoffers will come with scoffing, following according to their own desires "},{"style":"v","text":"and saying, “Where is the promise of his coming? For ⸤ever since⸥\\f + \\fr 3:4 \\ft Literally “from which \\fq time \\ft ” \\f* the fathers fell asleep, all \\add things\\add* have continued just as they have been from the beginning of creation.” "},{"style":"v","text":"For \\add when\\add*\\ef + \\fr 3:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“maintain”) which is understood as temporal \\ef* they maintain this, it escapes \\add their\\add* notice that the heavens existed long ago and the earth held together out of water and through water by the word of God, "},{"style":"v","text":"by means of which things the world that existed at that time was destroyed \\add by\\add*\\ef + \\fr 3:6 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“being inundated”) which is understood as means \\ef* being inundated with water. "},{"style":"v","text":"But by the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of ungodly people."},{"style":"p","text":""},{"style":"v","text":"Now, dear friends, do not let this one thing escape your \\add notice\\add*, that one day with the Lord \\add is\\add* like a thousand years, and a thousand years \\add is\\add* like one day. "},{"style":"v","text":"The Lord is not delaying the promise, as some consider slowness, but is being patient toward you, \\add because he\\add*\\ef + \\fr 3:9 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“want”) which is understood as causal \\ef* does not want any to perish, but all to come to repentance. "},{"style":"v","text":"But the day of the Lord will come like a thief, in which the heavens will disappear with a rushing noise, and the celestial bodies will be destroyed \\add by\\add*\\ef + \\fr 3:10 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“being burned up”) which is understood as means \\ef* being burned up, and the earth and the deeds \\add done\\add* on it will be disclosed. "},{"style":"v","text":"\\add Because\\add*\\ef + \\fr 3:11 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“are being destroyed”) which is understood as causal \\ef* all these things are being destroyed in this way, what sort of \\add people\\add* must you be in holy behavior and godliness, "},{"style":"v","text":"\\add while\\add*\\ef + \\fr 3:12 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“waiting for”) which is understood as temporal \\ef* waiting for and hastening the coming of the day of God, because of which the heavens will be destroyed \\add by\\add*\\ef + \\fr 3:12 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“being burned up”) which is understood as means \\ef* being burned up and the celestial bodies will melt \\add as they\\add*\\ef + \\fr 3:12 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“are consumed by heat”) which is understood as temporal \\ef* are consumed by heat! "},{"style":"v","text":"But according to his promise, we are waiting for new heavens and a new earth in which righteousness resides."},{"style":"s1","text":"Final Exhortations and Conclusion"},{"style":"m","text":""},{"style":"v","text":"Therefore, dear friends, \\add because you\\add*\\ef + \\fr 3:14 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“are waiting for”) which is understood as causal \\ef* are waiting for these \\add things\\add*, make every effort to be found at peace, spotless and unblemished in him. "},{"style":"v","text":"And regard the patience of our Lord as salvation, just as also our dear brother Paul wrote to you, according to the wisdom that was given to him, "},{"style":"v","text":"as \\add he does\\add* also in all his\\ef + \\fr 3:16 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef*﻿\\f + \\fr 3:16 \\ft Some manuscripts do not explicitly state “his” \\f* letters, speaking in them about these \\add things\\add*, in which there are some \\add things\\add* hard to understand, which the ignorant and unstable distort to their own destruction, as \\add they\\add* also \\add do\\add* the rest of the scriptures. "},{"style":"v","text":"Therefore, dear friends, \\add because you\\add*\\ef + \\fr 3:17 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know beforehand”) which is understood as causal \\ef* know \\add this\\add* beforehand, guard yourselves so that you do not lose your own safe position \\add because you\\add*\\ef + \\fr 3:17 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have been led away”) which is understood as causal \\ef* have been led away by the error of lawless persons. "},{"style":"v","text":"But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him \\add be\\add* the glory, both now and to the day of eternity. Amen."}]