[{"style":"mt1","text":"2 Timote"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man Pool, ndawul Yeesu Kirist ci coobarey Yàlla, ngir xamle dund gi nu Yàlla dig te féete ci Kirist Yeesu,"},{"style":"v","verse":"2","text":"maa ngi lay bind, Timote, sama doomu diine ji ma bëgg. Na la Yàlla Baay bi ak Kirist Yeesu sunu Boroom may yiw, yërmande ak jàmm."},{"style":"s","verse":"","text":"Feddalil sa ngëm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Fu ma tollu maa ngi lay boole ci samay ñaan, di ci sant Yàlla, mi may jaamu ci xel mu dal, ni ko samay maam daan defe. Guddi ak bëccëg, bu sama xel demee ci say rongooñ,"},{"style":"v","verse":"4","text":"ma bëgg laa gis, ba am mbég mu réy."},{"style":"v","verse":"5","text":"Maa ngi fàttaliku sa ngëm gu dëggu, gi nekkoon ci sa maam Lowis ak sa yaay Ënis, te mu wóor ma ne sax na ci yaw it."},{"style":"v","verse":"6","text":"Looloo tax maa ngi lay fàttali, nga xambaat taal bi Yàlla taal ci yaw, di may gi mu la jagleel, bi ma la °tegee samay loxo."},{"style":"v","verse":"7","text":"Ndaxte Xel mi nu Yàlla sol du ànd ak ragal, waaye day ànd ak kàttan, mbëggeel ak moom sa bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Bul rus ci seedeel sunu Boroom, mbaa ci li ñu ma tëj ndax turam, waaye bokkal ak man tiis ci xamle xibaaru jàmm bi, wéeru ci kàttanu Yàlla."},{"style":"v","verse":"9","text":"Moo nu musal te woo nu ci dund gu sell, ci lu ajuwul ci sunuy jëf, waaye ci dogalu boppam ak yiwam, wi nu Yàlla may ci °Kirist Yeesu, ba àddina sosoogul."},{"style":"v","verse":"10","text":"Te léegi biral na ko ci feeñug sunu Musalkat Kirist Yeesu, mi nasaxal dee te feeñal dund ci xibaaru jàmm bi, te muy dund gu sax."},{"style":"v","verse":"11","text":"Te Yàlla fal na ma ndaw ak jànglekat, ngir may yégle xibaar bi;"},{"style":"v","verse":"12","text":"looloo tax ma jànkoonte ak tiis yu mel nii. Waaye rusuma ci, ndaxte xam naa ki ma wékk sama yaakaar, te wóor na ma ne li ma ko dénk, man na koo denc ba bés ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Toppal ci tànki wax yu wér yi nga dégge ci man, jàpp ci ak ngëm ak mbëggeel, yi nu am ci sunu bokk ci Kirist Yeesu."},{"style":"v","verse":"14","text":"Te nga sàmm bu baax li la Yàlla dénk, wéeru ci °Xel mu Sell, mi dëkk ci nun."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Xam nga ne waa diiwaanu Asi gépp won nañu ma gannaaw, ñu deme niki Fusel ak Ermosen."},{"style":"v","verse":"16","text":"Waaye Onesifor daa na faral di dëfal sama xol; na Boroom bi sotti yërmandeem ci këram. Rusul woon sax ci samay jéng,"},{"style":"v","verse":"17","text":"waaye bi mu ñëwee dëkku Room, wut na ma fu ne, ba gis ma."},{"style":"v","verse":"18","text":"Na ko Boroom bi teeru ak yërmandeem ca bés ba. Umplewoo it coono yi mu daj, ngir dimbali ma ca dëkku Efes."}]