[{"style":"mt1","text":"Exode"},{"style":"ms1","verse":"","text":"LE PEUPLE D’ISRAËL EN ÉGYPTE"},{"style":"ms2","verse":"","text":"Ch. 1 à 15:21. (Ge 15:13, 14. Ps 105:23-39; 106:7-12. Ac 7:17-36.)"},{"style":"s1","verse":"","text":"Souffrances des Israélites en Égypte"},{"style":"r","verse":"","text":"V. 1-7: cf. Ge 46:8-27. Ac 7:14-17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Voici les noms des fils d’Israël, \\x a \\xo 1.1 \\xt Ge 46:8. Ex 6:13.\\x*venus en Égypte avec Jacob et la famille de chacun d’eux: "},{"style":"v","verse":"2","text":"Ruben, Siméon, Lévi, Juda, "},{"style":"v","verse":"3","text":"Issacar, Zabulon, Benjamin, "},{"style":"v","verse":"4","text":"Dan, Nephthali, Gad et Aser. "},{"style":"v","verse":"5","text":"\\x b \\xo 1.5 \\xt Ge 46:27. De 10:22. Ac 7:14.\\x*Les personnes issues de Jacob étaient au nombre de soixante-dix en tout. Joseph était alors en Égypte. "},{"style":"v","verse":"6","text":"\\x c \\xo 1.6 \\xt Ge 50:26.\\x*Joseph mourut, ainsi que tous ses frères et toute cette génération-là. "},{"style":"v","verse":"7","text":"Les enfants d’Israël furent féconds \\x d \\xo 1.7 \\xt De 26:5. Ac 7:17.\\x*et multiplièrent, ils s’accrurent et devinrent de plus en plus puissants. Et le pays en fut rempli."},{"style":"r","verse":"","text":"V. 8-22: cf. De 26:5, 6. Ps 105:24, 25. Ac 7:18, 19. Pr 28:15."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"\\x e \\xo 1.8 \\xt Ac 7:18.\\x*Il s’éleva sur l’Égypte un nouveau roi, qui n’avait point connu Joseph. "},{"style":"v","verse":"9","text":"Il dit à son peuple: Voilà les enfants d’Israël qui forment un peuple plus nombreux et plus puissant que nous. "},{"style":"v","verse":"10","text":"\\x f \\xo 1.10 \\xt Ac 7:19.\\x*Allons! Montrons-nous habiles à son égard; empêchons qu’il ne s’accroisse, et que, s’il survient une guerre, il ne se joigne à nos ennemis, pour nous combattre et sortir ensuite du pays. "},{"style":"v","verse":"11","text":"Et l’on établit sur lui des chefs de corvées, afin de l’accabler de travaux pénibles. C’est ainsi qu’il bâtit les villes de Pithom et de Ramsès, pour servir de magasins à Pharaon. "},{"style":"v","verse":"12","text":"Mais \\x g \\xo 1.12 \\xt Ps 105:24.\\x*plus on l’accablait, plus il multipliait et s’accroissait; et l’on prit en aversion les enfants d’Israël. "},{"style":"v","verse":"13","text":"Alors les Égyptiens réduisirent les enfants d’Israël à une dure servitude. "},{"style":"v","verse":"14","text":"Ils leur rendirent la vie amère par de rudes travaux en argile et en briques, et par tous les ouvrages des champs: et c’était avec cruauté qu’ils leur imposaient toutes ces charges. "},{"style":"v","verse":"15","text":"Le roi d’Égypte parla aussi aux sages-femmes des Hébreux, nommées l’une Schiphra, et l’autre Pua. "},{"style":"v","verse":"16","text":"Il leur dit: Quand vous accoucherez les femmes des Hébreux et que vous les verrez sur les sièges, si c’est un garçon, faites-le mourir; si c’est une fille, laissez-la vivre. "},{"style":"v","verse":"17","text":"Mais les sages-femmes craignirent Dieu, et ne firent point ce que leur avait dit le roi d’Égypte; elles laissèrent vivre les enfants. "},{"style":"v","verse":"18","text":"Le roi d’Égypte appela les sages-femmes, et leur dit: Pourquoi avez-vous agi ainsi, et avez-vous laissé vivre les enfants? "},{"style":"v","verse":"19","text":"Les sages-femmes répondirent à Pharaon: C’est que les femmes des Hébreux ne sont pas comme les Égyptiennes; elles sont vigoureuses et elles accouchent avant l’arrivée de la sage-femme. "},{"style":"v","verse":"20","text":"Dieu fit du bien aux sages-femmes; et le peuple multiplia et devint très nombreux. "},{"style":"v","verse":"21","text":"Parce que les sages-femmes avaient eu la crainte de Dieu, Dieu fit prospérer leurs maisons. "},{"style":"v","verse":"22","text":"\\x h \\xo 1.22 \\xt Ac 7:19.\\x*Alors Pharaon donna cet ordre à tout son peuple: Vous jetterez dans le fleuve tout garçon qui naîtra, et vous laisserez vivre toutes les filles."}]