[{"style":"s1","verse":"","text":"Le désert et la montagne de Sinaï"},{"style":"r","verse":"","text":"V. 1-9: cf. (De 5:2; 7:6-8; 26:17-19.) 1 Pi 2:9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Le troisième mois après leur sortie du pays d’Égypte, les enfants d’Israël arrivèrent ce jour-là au désert de Sinaï. "},{"style":"v","verse":"2","text":"Étant partis de Rephidim, ils arrivèrent au désert de Sinaï, et ils campèrent dans le désert; Israël campa là, vis-à-vis de la montagne. "},{"style":"v","verse":"3","text":"\\x a \\xo 19.3 \\xt Ac 7:38.\\x*Moïse monta vers Dieu: et l’Éternel l’appela du haut de la montagne, en disant: Tu parleras ainsi à la maison de Jacob, et tu diras aux enfants d’Israël: "},{"style":"v","verse":"4","text":"\\x b \\xo 19.4 \\xt De 29:2; 32:11.\\x*Vous avez vu ce que j’ai fait à l’Égypte, et comment je vous ai portés sur des ailes d’aigle et amenés vers moi. "},{"style":"v","verse":"5","text":"Maintenant, si vous écoutez ma voix, et si vous gardez mon alliance, \\x c \\xo 19.5 \\xt De 7:6; 10:14, 15; 14:2; 26:18. Ps 135:4. És 41:8. Tit 2:14.\\x*vous m’appartiendrez entre tous les peuples, car \\x d \\xo 19.5 \\xt Ps 24:1.\\x*toute la terre est à moi; "},{"style":"v","verse":"6","text":"\\x e \\xo 19.6 \\xt 1 Pi 2:9.\\x*vous serez pour moi un royaume de sacrificateurs et une nation sainte. Voilà les paroles que tu diras aux enfants d’Israël. "},{"style":"v","verse":"7","text":"Moïse vint appeler les anciens du peuple, et il mit devant eux toutes ces paroles, comme l’Éternel le lui avait ordonné. "},{"style":"v","verse":"8","text":"Le peuple tout entier répondit: \\x f \\xo 19.8 \\xt Ex 24:3.\\x*Nous ferons tout ce que l’Éternel a dit. Moïse rapporta les paroles du peuple à l’Éternel. "},{"style":"v","verse":"9","text":"Et l’Éternel dit à Moïse: Voici, je viendrai vers toi dans une épaisse nuée, afin que le peuple entende quand je te parlerai, et qu’il ait toujours confiance en toi. Moïse rapporta les paroles du peuple à l’Éternel."},{"style":"r","verse":"","text":"V. 10-25: cf. (De 4:10-12; 33:2, 3.) Hé 12:18-24."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Et l’Éternel dit à Moïse: Va vers le peuple; sanctifie-les aujourd’hui et demain, qu’ils lavent leurs vêtements. "},{"style":"v","verse":"11","text":"Qu’ils soient prêts pour le troisième jour; car le troisième jour l’Éternel descendra, aux yeux de tout le peuple, sur la montagne de Sinaï. "},{"style":"v","verse":"12","text":"Tu fixeras au peuple des limites tout à l’entour, et tu diras: \\x g \\xo 19.12 \\xt Hé 12:18.\\x*Gardez-vous de monter sur la montagne, ou d’en toucher le bord. Quiconque touchera la montagne sera puni de mort. "},{"style":"v","verse":"13","text":"On ne mettra pas la main sur lui, mais on le lapidera, ou on le percera de flèches: animal ou homme, il ne vivra point. Quand la trompette sonnera, ils s’avanceront près de la montagne. "},{"style":"v","verse":"14","text":"Moïse descendit de la montagne vers le peuple; il sanctifia le peuple, et ils lavèrent leurs vêtements. "},{"style":"v","verse":"15","text":"Et il dit au peuple: Soyez prêts dans trois jours; \\x h \\xo 19.15 \\xt 1 S 21:4. 1 Co 7:5.\\x*ne vous approchez d’aucune femme. "},{"style":"v","verse":"16","text":"Le troisième jour au matin, \\x i \\xo 19.16 \\xt Hé 12:18.\\x*il y eut des tonnerres, des éclairs, et une épaisse nuée sur la montagne; le son de la trompette retentit fortement; et tout le peuple qui était dans le camp fut saisi d’épouvante. "},{"style":"v","verse":"17","text":"Moïse fit sortir le peuple du camp, à la rencontre de Dieu; \\x j \\xo 19.17 \\xt De 4:10, 11.\\x*et ils se placèrent au bas de la montagne. "},{"style":"v","verse":"18","text":"\\x k \\xo 19.18 \\xt Jg 5:4. Ps 68:9; 114:4. Ha 3:10.\\x*La montagne de Sinaï était toute en fumée, parce que l’Éternel y était descendu au milieu du feu; cette fumée s’élevait comme la fumée d’une fournaise, et toute la montagne tremblait avec violence. "},{"style":"v","verse":"19","text":"Le son de la trompette retentissait de plus en plus fortement. Moïse parlait, et Dieu lui répondait à haute voix. "},{"style":"v","verse":"20","text":"Ainsi l’Éternel descendit sur la montagne de Sinaï, sur le sommet de la montagne; l’Éternel appela Moïse sur le sommet de la montagne. Et Moïse monta. "},{"style":"v","verse":"21","text":"L’Éternel dit à Moïse: Descends, fais au peuple la défense expresse de se précipiter vers l’Éternel, pour regarder, de peur qu’un grand nombre d’entre eux ne périssent. "},{"style":"v","verse":"22","text":"Que les sacrificateurs, qui s’approchent de l’Éternel, se sanctifient aussi, de peur que l’Éternel ne les frappe de mort. "},{"style":"v","verse":"23","text":"Moïse dit à l’Éternel: Le peuple ne pourra pas monter sur la montagne de Sinaï, car tu nous en as fait la défense expresse, en disant: Fixe des limites autour de la montagne, et sanctifie-la. "},{"style":"v","verse":"24","text":"L’Éternel lui dit: Va, descends; tu monteras ensuite avec Aaron; mais que les sacrificateurs et le peuple ne se précipitent point pour monter vers l’Éternel, de peur qu’il ne les frappe de mort. "},{"style":"v","verse":"25","text":"Moïse descendit vers le peuple, et lui dit ces choses."}]