[{"style":"s1","text":"Naissance de Moïse"},{"style":"r","text":"V. 1-10: cf. Ac 7:20-22. Hé 11:23. Mt 10:29."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 2.1 \\xt Ex 6:19. No 26:59.\\x*Un homme de la maison de Lévi avait pris pour femme une fille de Lévi. "},{"style":"v","text":"\\x b \\xo 2.2 \\xt 1 Ch 23:13. Ac 7:20.\\x*Cette femme devint enceinte et enfanta un fils. Elle vit \\x c \\xo 2.2 \\xt Hé 11:23.\\x*qu’il était beau, et elle le cacha pendant trois mois. "},{"style":"v","text":"Ne pouvant plus le cacher, elle prit une caisse de jonc, qu’elle enduisit de bitume et de poix; elle y mit l’enfant, et le déposa parmi les roseaux, sur le bord du fleuve. "},{"style":"v","text":"La sœur de l’enfant se tint à quelque distance, pour savoir ce qui lui arriverait. "},{"style":"v","text":"La fille de Pharaon descendit au fleuve pour se baigner, et ses compagnes se promenèrent le long du fleuve. \\x d \\xo 2.5 \\xt Ac 7:21. Hé 11:23.\\x*Elle aperçut la caisse au milieu des roseaux, et elle envoya sa servante pour la prendre. "},{"style":"v","text":"Elle l’ouvrit, et vit l’enfant: c’était un petit garçon qui pleurait. Elle en eut pitié, et elle dit: C’est un enfant des Hébreux! "},{"style":"v","text":"Alors la sœur de l’enfant dit à la fille de Pharaon: Veux-tu que j’aille te chercher une nourrice parmi les femmes des Hébreux, pour allaiter cet enfant? "},{"style":"v","text":"Va, lui répondit la fille de Pharaon. Et la jeune fille alla chercher la mère de l’enfant. "},{"style":"v","text":"La fille de Pharaon lui dit: Emporte cet enfant, et allaite-le-moi; je te donnerai ton salaire. La femme prit l’enfant, et l’allaita. "},{"style":"v","text":"Quand il eut grandi, elle l’amena à la fille de Pharaon, et il fut pour elle comme un fils. Elle lui donna le nom de Moïse, car, dit-elle, je l’ai retiré des eaux."},{"style":"s1","text":"Sa fuite au pays de Madian"},{"style":"r","text":"V. 11-22: cf. Ac 7:23-29. Hé 11:24-26. Jn 1:11."},{"style":"p","text":""},{"style":"v","text":"\\x e \\xo 2.11 \\xt Ac 7:23. Hé 11:24, 25.\\x*En ce temps-là, Moïse, devenu grand, se rendit vers ses frères, et fut témoin de leurs pénibles travaux. Il vit un Égyptien qui frappait un Hébreu d’entre ses frères. "},{"style":"v","text":"Il regarda de côté et d’autre, et, voyant qu’il n’y avait personne, il tua l’Égyptien, et le cacha dans le sable. "},{"style":"v","text":"Il sortit le jour suivant; et voici, deux Hébreux se querellaient. Il dit à celui qui avait tort: Pourquoi frappes-tu ton prochain? "},{"style":"v","text":"Et cet homme répondit: \\x f \\xo 2.14 \\xt Ac 7:27.\\x*Qui t’a établi chef et juge sur nous? Penses-tu me tuer, comme tu as tué l’Égyptien? Moïse eut peur, et dit: Certainement la chose est connue. "},{"style":"v","text":"Pharaon apprit ce qui s’était passé, et il cherchait à faire mourir Moïse. \\x g \\xo 2.15 \\xt Ac 7:29.\\x*Mais Moïse s’enfuit de devant Pharaon, et il se retira dans le pays de Madian, où il s’arrêta près d’un puits. "},{"style":"v","text":"Le sacrificateur de Madian avait sept filles. Elles vinrent puiser de l’eau, et elles remplirent les auges pour abreuver le troupeau de leur père. "},{"style":"v","text":"Les bergers arrivèrent, et les chassèrent. Alors Moïse se leva, prit leur défense, et fit boire leur troupeau. "},{"style":"v","text":"Quand elles furent de retour auprès de Réuel, leur père, il dit: Pourquoi revenez-vous si tôt aujourd’hui? "},{"style":"v","text":"Elles répondirent: Un Égyptien nous a délivrées de la main des bergers, et même il nous a puisé de l’eau, et a fait boire le troupeau. "},{"style":"v","text":"Et il dit à ses filles: Où est-il? Pourquoi avez-vous laissé cet homme? Appelez-le, pour qu’il prenne quelque nourriture. "},{"style":"v","text":"Moïse se décida à demeurer chez cet homme, qui lui donna pour femme Séphora, sa fille. "},{"style":"v","text":"\\x h \\xo 2.22 \\xt Ex 18:2, 3.\\x*Elle enfanta un fils, qu’il appela du nom de Guerschom, car, dit-il, j’habite un pays étranger."},{"style":"r","text":"V. 23-25: cf. Ac 7:29, 30. Ex 3:1-10."},{"style":"p","text":""},{"style":"v","text":"Longtemps après, le roi d’Égypte mourut, et les enfants d’Israël gémissaient encore sous la servitude, et poussaient des cris. Ces cris, que leur arrachait la servitude, montèrent jusqu’à Dieu. "},{"style":"v","text":"Dieu entendit leurs gémissements, et \\x i \\xo 2.24 \\xt Ge 15:14.\\x*se souvint de son alliance avec Abraham, Isaac et Jacob. "},{"style":"v","text":"Dieu regarda les enfants d’Israël, et il en eut compassion."}]