[{"style":"s1","text":"Lois morales et cérémonielles"},{"style":"r","text":"V. 1-9: cf. (Ex 20:16. Pr 19:5, 9. De 19:16-20.) (Lé 19:15-18. De 16:18-20.)"},{"style":"p","text":""},{"style":"v","text":"Tu ne répandras point de faux bruit. Tu ne te joindras point au méchant pour faire un faux témoignage. "},{"style":"v","text":"Tu ne suivras point la multitude pour faire le mal; et tu ne déposeras point dans un procès en te mettant du côté du grand nombre, pour violer la justice. "},{"style":"v","text":"\\x a \\xo 23.3 \\xt Lé 19:15.\\x*Tu ne favoriseras point le pauvre dans son procès. "},{"style":"v","text":"\\x b \\xo 23.4 \\xt De 22:1, 2. Lu 6:27. Ph 2:4.\\x*Si tu rencontres le bœuf de ton ennemi ou son âne égaré, tu le lui ramèneras. "},{"style":"v","text":"\\x c \\xo 23.5 \\xt De 22:4.\\x*Si tu vois l’âne de ton ennemi succombant sous sa charge, et que tu hésites à le décharger, tu l’aideras à le décharger. "},{"style":"v","text":"\\x d \\xo 23.6 \\xt De 27:19.\\x*Tu ne porteras point atteinte au droit du pauvre dans son procès. "},{"style":"v","text":"Tu ne prononceras point de sentence inique, et tu ne feras point mourir l’innocent et le juste; car je n’absoudrai point le coupable. "},{"style":"v","text":"\\x e \\xo 23.8 \\xt De 16:19. 1 S 8:3. Pr 19:6. Ec 7:7.\\x*Tu ne recevras point de présent; car les présents aveuglent ceux qui ont les yeux ouverts et corrompent les paroles des justes. "},{"style":"v","text":"\\x f \\xo 23.9 \\xt Ex 22:21. Lé 19:33. De 24:17.\\x*Tu n’opprimeras point l’étranger; vous savez ce qu’éprouve l’étranger, car vous avez été étrangers dans le pays d’Égypte."},{"style":"r","text":"V. 10-13: cf. Lé 25:1-7, 18-22. De 5:13-15."},{"style":"p","text":""},{"style":"v","text":"Pendant six années, tu ensemenceras la terre, et tu en recueilleras le produit. "},{"style":"v","text":"\\x g \\xo 23.11 \\xt Lé 25:4, 5.\\x*Mais la septième, tu lui donneras du relâche et tu la laisseras en repos; les pauvres de ton peuple en jouiront, et les bêtes des champs mangeront ce qui restera. Tu feras de même pour ta vigne et pour tes oliviers. "},{"style":"v","text":"\\x h \\xo 23.12 \\xt Ex 20:8; 31:13, 14, etc.\\x*Pendant six jours, tu feras ton ouvrage. Mais le septième jour, tu te reposeras, afin que ton bœuf et ton âne aient du repos, afin que le fils de ton esclave et l’étranger aient du relâche. "},{"style":"v","text":"Vous observerez tout ce que je vous ai dit, et \\x i \\xo 23.13 \\xt No 32:38. Jos 23:7. Ps 16:4. Os 2:16. Za 13:2.\\x*vous ne prononcerez point le nom d’autres dieux: qu’on ne l’entende point sortir de votre bouche."},{"style":"r","text":"V. 14-19: cf. (Ex 34:18-26. Lé 23:4-44. De 16:1-17.)"},{"style":"p","text":""},{"style":"v","text":"Trois fois par année, tu célébreras des fêtes en mon honneur. "},{"style":"v","text":"\\x j \\xo 23.15 \\xt Ex 12:14, 15; 13:3.\\x*Tu observeras la fête des pains sans levain; pendant sept jours, au temps fixé dans le mois des épis, tu mangeras des pains sans levain, comme je t’en ai donné l’ordre, car c’est dans ce mois que tu es sorti d’Égypte; \\x k \\xo 23.15 \\xt Ex 34:20. De 16:16.\\x*et l’on ne se présentera point à vide devant ma face. "},{"style":"v","text":"Tu observeras la fête de la moisson, des prémices de ton travail, de ce que tu auras semé dans les champs; et la fête de la récolte, à la fin de l’année, quand tu recueilleras des champs le fruit de ton travail. "},{"style":"v","text":"Trois fois par année, tous les mâles se présenteront devant le Seigneur, l’Éternel. "},{"style":"v","text":"Tu n’offriras point avec du pain levé le sang de la victime sacrifiée en mon honneur; et sa graisse ne sera point gardée pendant la nuit jusqu’au matin. "},{"style":"v","text":"\\x l \\xo 23.19 \\xt Ex 34:26.\\x*Tu apporteras à la maison de l’Éternel, ton Dieu, les prémices des premiers fruits de la terre. Tu \\x m \\xo 23.19 \\xt Ex 34:26.\\x*ne feras point cuire un chevreau dans le lait de sa mère."},{"style":"r","text":"V. 20-33: cf. És 63:9, 10. (Ex 34:11-16. De 7.)"},{"style":"p","text":""},{"style":"v","text":"\\x n \\xo 23.20 \\xt Ex 33:2.\\x*Voici, j’envoie un ange devant toi, pour te protéger en chemin, et pour te faire arriver au lieu que j’ai préparé. "},{"style":"v","text":"Tiens-toi sur tes gardes en sa présence, et écoute sa voix; ne lui résiste point, parce qu’il ne pardonnera pas vos péchés, car mon nom est en lui. "},{"style":"v","text":"Mais si tu écoutes sa voix, et si tu fais tout ce que \\x o \\xo 23.22 \\xt Ge 12:3.\\x*je te dirai, je serai l’ennemi de tes ennemis et l’adversaire de tes adversaires. "},{"style":"v","text":"Mon ange marchera devant toi, et te conduira chez les Amoréens, les Héthiens, les Phéréziens, les Cananéens, les Héviens et les Jébusiens, et je les exterminerai. "},{"style":"v","text":"Tu ne te prosterneras point devant leurs dieux, et tu ne les serviras point; \\x p \\xo 23.24 \\xt Lé 18:3.\\x*tu n’imiteras point ces peuples dans leur conduite, mais tu les détruiras, et tu briseras leurs statues. "},{"style":"v","text":"Vous servirez l’Éternel, votre Dieu, \\x q \\xo 23.25 \\xt Ex 15:26. De 7:15.\\x*et il bénira votre pain et vos eaux, et j’éloignerai la maladie du milieu de toi. "},{"style":"v","text":"\\x r \\xo 23.26 \\xt De 7:14.\\x*Il n’y aura dans ton pays ni femme qui avorte, ni femme stérile. Je remplirai le nombre de tes jours. "},{"style":"v","text":"\\x s \\xo 23.27 \\xt Ex 14:24. Jos 10:10.\\x*J’enverrai ma terreur devant toi, je mettrai en déroute tous les peuples chez lesquels tu arriveras, et je ferai tourner le dos devant toi à tous tes ennemis. "},{"style":"v","text":"\\x t \\xo 23.28 \\xt De 7:20. Jos 24:12.\\x*J’enverrai les frelons devant toi, et ils chasseront loin de ta face les Héviens, les Cananéens et les Héthiens. "},{"style":"v","text":"Je ne les chasserai pas en une seule année loin de ta face, de peur que le pays ne devienne un désert et que les bêtes des champs ne se multiplient contre toi. "},{"style":"v","text":"Je les chasserai peu à peu loin de ta face, jusqu’à ce que tu augmentes en nombre et que tu puisses prendre possession du pays. "},{"style":"v","text":"\\x u \\xo 23.31 \\xt No 34:3, 4.\\x*J’établirai tes limites depuis la mer Rouge jusqu’à la mer des Philistins, et depuis le désert jusqu’au fleuve; car je livrerai entre vos mains les habitants du pays, et tu les chasseras devant toi. "},{"style":"v","text":"\\x v \\xo 23.32 \\xt Ex 34:12, 15. De 7:2.\\x*Tu ne feras point d’alliance avec eux, ni avec leurs dieux. "},{"style":"v","text":"\\x w \\xo 23.33 \\xt Jos 23:12. Jg 2:3.\\x*Ils n’habiteront point dans ton pays, de peur qu’ils ne te fassent pécher contre moi; car tu servirais leurs dieux, et ce serait un piège pour toi."}]