[{"style":"s1","text":"Description des vêtements sacerdotaux"},{"style":"r","text":"V. 1-5: cf. Lé 8:1-13. Ps 132:9, 16."},{"style":"p","text":""},{"style":"v","text":"Fais approcher de toi Aaron, ton frère, et ses fils, et prends-les parmi les enfants d’Israël pour les consacrer à mon service dans le sacerdoce: \\x a \\xo 28.1 \\xt Hé 5:4.\\x*Aaron et les fils d’Aaron, Nadab, Abihu, Éléazar et Ithamar. "},{"style":"v","text":"Tu feras à Aaron, ton frère, des vêtements sacrés, pour marquer sa dignité et pour lui servir de parure. "},{"style":"v","text":"Tu parleras à tous ceux qui sont habiles, à qui j’ai donné un esprit plein d’intelligence; et ils feront les vêtements d’Aaron, afin qu’il soit consacré et qu’il exerce mon sacerdoce. "},{"style":"v","text":"Voici les vêtements qu’ils feront: un pectoral, un éphod, une robe, une tunique brodée, une tiare, et une ceinture. Ils feront des vêtements sacrés à Aaron, ton frère, et à ses fils, afin qu’ils exercent mon sacerdoce. "},{"style":"v","text":"Ils emploieront de l’or, des étoffes teintes en bleu, en pourpre, en cramoisi, et de fin lin."},{"style":"r","text":"V. 6-14: cf. Ex 39:2-7."},{"style":"p","text":""},{"style":"v","text":"\\x b \\xo 28.6 \\xt Ex 39:2.\\x*Ils feront l’éphod d’or, de fil bleu, pourpre et cramoisi, et de fin lin retors; il sera artistement travaillé. "},{"style":"v","text":"On y fera deux épaulettes, qui le joindront par ses deux extrémités; et c’est ainsi qu’il sera joint. "},{"style":"v","text":"La ceinture sera du même travail que l’éphod et fixée sur lui; elle sera d’or, de fil bleu, pourpre et cramoisi, et de fin lin retors. "},{"style":"v","text":"Tu prendras deux pierres d’onyx, et tu y graveras les noms des fils d’Israël, "},{"style":"v","text":"six de leurs noms sur une pierre, et les six autres sur la seconde pierre, d’après l’ordre des naissances. "},{"style":"v","text":"Tu graveras sur les deux pierres les noms des fils d’Israël, comme on grave les pierres et les cachets; tu les entoureras de montures d’or. "},{"style":"v","text":"Tu mettras les deux pierres sur les épaulettes de l’éphod, en souvenir des fils d’Israël; et c’est comme souvenir qu’Aaron portera leurs noms devant l’Éternel sur ses deux épaules. "},{"style":"v","text":"Tu feras des montures d’or, "},{"style":"v","text":"et deux chaînettes d’or pur, que tu tresseras en forme de cordons; et tu fixeras aux montures les chaînettes ainsi tressées."},{"style":"r","text":"V. 15-30: cf. Ex 39:8-21. No 27:21."},{"style":"p","text":""},{"style":"v","text":"\\x c \\xo 28.15 \\xt Ex 39:8.\\x*Tu feras le pectoral du jugement, artistement travaillé; tu le feras du même travail que l’éphod, tu le feras d’or, de fil bleu, pourpre et cramoisi, et de fin lin retors. "},{"style":"v","text":"Il sera carré et double; sa longueur sera d’un empan, et sa largeur d’un empan. "},{"style":"v","text":"Tu y enchâsseras une garniture de pierres, quatre rangées de pierres: première rangée, une sardoine, une topaze, une émeraude; "},{"style":"v","text":"seconde rangée, une escarboucle, un saphir, un diamant; "},{"style":"v","text":"troisième rangée, une opale, une agate, une améthyste; "},{"style":"v","text":"quatrième rangée, une chrysolithe, un onyx, un jaspe. Ces pierres seront enchâssées dans leurs montures d’or. "},{"style":"v","text":"Il y en aura douze, d’après les noms des fils d’Israël; elles seront gravées comme des cachets, chacune avec le nom de l’une des douze tribus. "},{"style":"v","text":"Tu feras sur le pectoral des chaînettes d’or pur, tressées en forme de cordons. "},{"style":"v","text":"Tu feras sur le pectoral deux anneaux d’or, et tu mettras ces deux anneaux aux deux extrémités du pectoral. "},{"style":"v","text":"Tu passeras les deux cordons d’or dans les deux anneaux aux deux extrémités du pectoral; "},{"style":"v","text":"et tu arrêteras par devant les bouts des deux cordons aux deux montures placées sur les épaulettes de l’éphod. "},{"style":"v","text":"Tu feras encore deux anneaux d’or, que tu mettras aux deux extrémités du pectoral, sur le bord intérieur appliqué contre l’éphod. "},{"style":"v","text":"Et tu feras deux autres anneaux d’or, que tu mettras au bas des deux épaulettes de l’éphod, sur le devant, près de la jointure, au-dessus de la ceinture de l’éphod. "},{"style":"v","text":"On attachera le pectoral par ses anneaux aux anneaux de l’éphod avec un cordon bleu, afin que le pectoral soit au-dessus de la ceinture de l’éphod et qu’il ne puisse pas se séparer de l’éphod. "},{"style":"v","text":"Lorsque Aaron entrera dans le sanctuaire, il portera sur son cœur les noms des fils d’Israël, gravés sur le pectoral du jugement, pour en conserver à toujours le souvenir devant l’Éternel. "},{"style":"v","text":"Tu joindras au pectoral du jugement l’urim et le thummim, et ils seront sur le cœur d’Aaron, lorsqu’il se présentera devant l’Éternel. Ainsi, Aaron portera constamment sur son cœur le jugement des enfants d’Israël, lorsqu’il se présentera devant l’Éternel."},{"style":"r","text":"V. 31-35: cf. Ex 39:22-26. (Hé 13:15, 16.)"},{"style":"p","text":""},{"style":"v","text":"Tu feras \\x d \\xo 28.31 \\xt Ex 39:22.\\x*la robe de l’éphod entièrement d’étoffe bleue. "},{"style":"v","text":"Il y aura, au milieu, une ouverture pour la tête; et cette ouverture aura tout autour un bord tissé, comme l’ouverture d’une cotte de mailles, afin que la robe ne se déchire pas. "},{"style":"v","text":"Tu mettras autour de la bordure, en bas, des grenades de couleur bleue, pourpre et cramoisi, entremêlées de clochettes d’or: "},{"style":"v","text":"une clochette d’or et une grenade, une clochette d’or et une grenade, sur tout le tour de la bordure de la robe. "},{"style":"v","text":"Aaron s’en revêtira pour faire le service; quand il entrera dans le sanctuaire devant l’Éternel, et quand il en sortira, on entendra le son des clochettes, et il ne mourra point."},{"style":"r","text":"V. 36-43: cf. Ex 39:27-31. Hé 7:26-28."},{"style":"p","text":""},{"style":"v","text":"Tu feras \\x e \\xo 28.36 \\xt Ex 39:30.\\x*une lame d’or pur, et tu y graveras, comme on grave un cachet: Sainteté à l’Éternel. "},{"style":"v","text":"Tu l’attacheras avec un cordon bleu sur la tiare, sur le devant de la tiare. "},{"style":"v","text":"Elle sera sur le front d’Aaron; et Aaron sera chargé des iniquités commises par les enfants d’Israël en faisant toutes leurs saintes offrandes; elle sera constamment sur son front devant l’Éternel, pour qu’il leur soit favorable. "},{"style":"v","text":"Tu feras \\x f \\xo 28.39 \\xt v. 4.\\x*la tunique de fin lin; tu feras une tiare de fin lin, et tu feras une ceinture brodée. "},{"style":"v","text":"Pour les fils d’Aaron tu feras des tuniques, tu leur feras des ceintures, et tu leur feras des bonnets, pour marquer leur dignité et pour leur servir de parure. "},{"style":"v","text":"Tu en revêtiras Aaron, ton frère, et ses fils avec lui. Tu les oindras, tu les consacreras, tu les sanctifieras, et ils seront à mon service dans le sacerdoce. "},{"style":"v","text":"Fais-leur des caleçons de lin, pour couvrir leur nudité; ils iront depuis les reins jusqu’aux cuisses. "},{"style":"v","text":"Aaron et ses fils les porteront, quand ils entreront dans la tente d’assignation, ou quand ils s’approcheront de l’autel, pour faire le service dans le sanctuaire; ainsi ils ne se rendront point coupables, et ne mourront point. C’est une loi perpétuelle pour Aaron et pour ses descendants après lui."}]