[{"style":"s1","verse":"","text":"Désignation des ouvriers"},{"style":"r","verse":"","text":"V. 1-11: cf. Ex 35:30 à 36:3. (Ép 4:11, 12. 1 Co 12:7.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"L’Éternel parla à Moïse, et dit: "},{"style":"v","verse":"2","text":"\\x a \\xo 31.2 \\xt Ex 35:30. 1 Ch 2:20.\\x*Sache que j’ai choisi Betsaleel, fils d’Uri, fils de Hur, de la tribu de Juda. "},{"style":"v","verse":"3","text":"Je l’ai rempli de l’Esprit de Dieu, de sagesse, d’intelligence, et de savoir pour toutes sortes d’ouvrages, "},{"style":"v","verse":"4","text":"je l’ai rendu capable de faire des inventions, de travailler l’or, l’argent et l’airain, "},{"style":"v","verse":"5","text":"de graver les pierres à enchâsser, de travailler le bois, et d’exécuter toutes sortes d’ouvrages. "},{"style":"v","verse":"6","text":"Et voici, je lui ai donné pour aide Oholiab, fils d’Ahisamac, de la tribu de Dan. J’ai mis de l’intelligence dans l’esprit de tous ceux qui sont habiles, pour qu’ils fassent tout ce que je t’ai ordonné: "},{"style":"v","verse":"7","text":"la tente d’assignation, l’arche du témoignage, le propitiatoire qui sera dessus, et tous les ustensiles de la tente; "},{"style":"v","verse":"8","text":"la table et ses ustensiles, le chandelier d’or pur et tous ses ustensiles, "},{"style":"v","verse":"9","text":"l’autel des parfums; l’autel des holocaustes et tous ses ustensiles, la cuve avec sa base; "},{"style":"v","verse":"10","text":"les vêtements d’office, les vêtements sacrés pour le sacrificateur Aaron, les vêtements de ses fils pour les fonctions du sacerdoce; "},{"style":"v","verse":"11","text":"l’huile d’onction, et le parfum odoriférant pour le sanctuaire. Ils se conformeront à tous les ordres que j’ai donnés."},{"style":"s1","verse":"","text":"Le sabbat rappelé"},{"style":"r","verse":"","text":"V. 12-17: cf. (Ex 20:8-11. Ge 2:1-3.) (No 15:32-36. Jé 17:21-27.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"L’Éternel parla à Moïse, et dit: "},{"style":"v","verse":"13","text":"Parle aux enfants d’Israël, et dis-leur: Vous ne manquerez pas d’observer mes sabbats, car ce sera entre moi et vous, et parmi vos descendants, un signe auquel on connaîtra que je suis l’Éternel qui vous sanctifie. "},{"style":"v","verse":"14","text":"\\x b \\xo 31.14 \\xt Ex 20:8. De 5:12. Éz 20:12.\\x*Vous observerez le sabbat, car il sera pour vous une chose sainte. Celui qui le profanera, sera puni de mort; celui qui fera quelque ouvrage ce jour-là, sera retranché du milieu de son peuple. "},{"style":"v","verse":"15","text":"On travaillera six jours; mais le septième jour est le sabbat, le jour du repos, consacré à l’Éternel. Celui qui fera quelque ouvrage le jour du sabbat, sera puni de mort. "},{"style":"v","verse":"16","text":"Les enfants d’Israël observeront le sabbat, en le célébrant, eux et leurs descendants, comme une alliance perpétuelle. "},{"style":"v","verse":"17","text":"Ce sera entre moi et les enfants d’Israël un signe qui devra durer à perpétuité; \\x c \\xo 31.17 \\xt Ge 1:31; 2:2, 3. Ex 20:11.\\x*car en six jours l’Éternel a fait les cieux et la terre, et le septième jour il a cessé son œuvre et il s’est reposé."},{"style":"s1","verse":"","text":"Les tables de la loi"},{"style":"r","verse":"","text":"V. 18: cf. De 9:9-11. Ex 34:1-4, 28."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Lorsque l’Éternel eut achevé de parler à Moïse sur la montagne de Sinaï, il lui donna \\x d \\xo 31.18 \\xt Ex 32:16.\\x*les deux tables du témoignage, tables de pierre, écrites du doigt de Dieu."}]