[{"style":"s1","verse":"","text":"Offrandes pour la construction du tabernacle"},{"style":"r","verse":"","text":"V. 1-3: cf. Ex 31:12-17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Moïse \\x a \\xo 35.1 \\xt Ex 34:32.\\x*convoqua toute l’assemblée des enfants d’Israël, et leur dit: Voici les choses que l’Éternel ordonne de faire. "},{"style":"v","verse":"2","text":"\\x b \\xo 35.2 \\xt Ex 20:8; 31:15. Lé 23:2. De 5:12. Lu 13:14.\\x*On travaillera six jours; mais le septième jour sera pour vous une chose sainte; c’est le sabbat, le jour du repos, consacré à l’Éternel. Celui qui fera quelque ouvrage ce jour-là, sera puni de mort. "},{"style":"v","verse":"3","text":"\\x c \\xo 35.3 \\xt Ex 16:23.\\x*Vous n’allumerez point de feu, dans aucune de vos demeures, le jour du sabbat."},{"style":"r","verse":"","text":"V. 4-29: cf. Ex 25:1-9. 1 Ch 29:1-19."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Moïse parla à toute l’assemblée des enfants d’Israël, et dit: Voici ce que l’Éternel a ordonné. "},{"style":"v","verse":"5","text":"\\x d \\xo 35.5 \\xt Ex 25:2.\\x*Prenez sur ce qui vous appartient une offrande pour l’Éternel. Tout homme dont le cœur est bien disposé apportera en offrande à l’Éternel: de l’or, de l’argent et de l’airain; "},{"style":"v","verse":"6","text":"\\x e \\xo 35.6 \\xt Ex 25:4.\\x*des étoffes teintes en bleu, en pourpre, en cramoisi, du fin lin et du poil de chèvre; "},{"style":"v","verse":"7","text":"\\x f \\xo 35.7 \\xt Ex 25:5.\\x*des peaux de béliers teintes en rouge et des peaux de dauphins; du bois d’acacia; "},{"style":"v","verse":"8","text":"\\x g \\xo 35.8 \\xt Ex 25:6.\\x*de l’huile pour le chandelier, des aromates pour l’huile d’onction et pour le parfum odoriférant; "},{"style":"v","verse":"9","text":"\\x h \\xo 35.9 \\xt Ex 25:7; 28:17, 20.\\x*des pierres d’onyx et d’autres pierres pour la garniture de l’éphod et du pectoral. "},{"style":"v","verse":"10","text":"Que tous ceux d’entre vous qui ont de l’habileté viennent et exécutent tout ce que l’Éternel a ordonné: "},{"style":"v","verse":"11","text":"\\x i \\xo 35.11 \\xt Ex 26:26.\\x*le tabernacle, sa tente et sa couverture, ses agrafes, ses planches, ses barres, ses colonnes et ses bases; "},{"style":"v","verse":"12","text":"l’arche et ses barres, le propitiatoire, et le voile pour couvrir l’arche; "},{"style":"v","verse":"13","text":"\\x j \\xo 35.13 \\xt Ex 25:23.\\x*la table et ses barres, et tous ses ustensiles, et \\x k \\xo 35.13 \\xt Ex 25:30.\\x*les pains de proposition; "},{"style":"v","verse":"14","text":"le chandelier et ses ustensiles, ses lampes, et l’huile pour le chandelier; "},{"style":"v","verse":"15","text":"\\x l \\xo 35.15 \\xt Ex 30:1.\\x*l’autel des parfums et ses barres, l’huile d’onction et \\x m \\xo 35.15 \\xt Ex 31:11.\\x*le parfum odoriférant, et \\x n \\xo 35.15 \\xt Ex 26:36.\\x*le rideau de la porte pour l’entrée du tabernacle; "},{"style":"v","verse":"16","text":"\\x o \\xo 35.16 \\xt Ex 27:4.\\x*l’autel des holocaustes, sa grille d’airain, ses barres, et tous ses ustensiles; \\x p \\xo 35.16 \\xt Ex 30:18.\\x*la cuve avec sa base; "},{"style":"v","verse":"17","text":"\\x q \\xo 35.17 \\xt Ex 27:9.\\x*les toiles du parvis, ses colonnes, ses bases, et \\x r \\xo 35.17 \\xt Ex 27:16.\\x*le rideau de la porte du parvis; "},{"style":"v","verse":"18","text":"\\x s \\xo 35.18 \\xt Ex 27:19.\\x*les pieux du tabernacle, les pieux du parvis, et leurs cordages; les vêtements d’office pour le service dans le sanctuaire, "},{"style":"v","verse":"19","text":"les vêtements sacrés pour le sacrificateur Aaron, et les vêtements de ses \\x t \\xo 35.19 \\xt Ex 31:10. Ex 28.\\x*fils pour les fonctions du sacerdoce. "},{"style":"v","verse":"20","text":"Toute l’assemblée des enfants d’Israël sortit de la présence de Moïse. "},{"style":"v","verse":"21","text":"Tous ceux qui furent entraînés par le cœur et animés de bonne volonté vinrent et apportèrent une offrande à l’Éternel pour l’œuvre de la tente d’assignation, pour tout son service, et pour les vêtements sacrés. "},{"style":"v","verse":"22","text":"Les hommes vinrent aussi bien que les femmes; tous ceux dont le cœur était bien disposé apportèrent des boucles, des anneaux, des bagues, des bracelets, toutes sortes d’objets d’or; chacun présenta l’offrande d’or qu’il avait consacrée à l’Éternel. "},{"style":"v","verse":"23","text":"Tous ceux qui avaient des étoffes teintes en bleu, en pourpre, en cramoisi, du fin lin et du poil de chèvre, des peaux de béliers teintes en rouge et des peaux de dauphins, les apportèrent. "},{"style":"v","verse":"24","text":"Tous ceux qui présentèrent par élévation une offrande d’argent et d’airain apportèrent l’offrande à l’Éternel. Tous ceux qui avaient du bois d’acacia pour les ouvrages destinés au service, l’apportèrent. "},{"style":"v","verse":"25","text":"\\x u \\xo 35.25 \\xt Pr 31:19.\\x*Toutes les femmes qui avaient de l’habileté filèrent de leurs mains, et elles apportèrent leur ouvrage, des fils teints en bleu, en pourpre, en cramoisi, et du fin lin. "},{"style":"v","verse":"26","text":"Toutes les femmes dont le cœur était bien disposé, et qui avaient de l’habileté, filèrent du poil de chèvre. "},{"style":"v","verse":"27","text":"Les principaux du peuple apportèrent des pierres d’onyx et d’autres pierres pour la garniture de l’éphod et du pectoral; "},{"style":"v","verse":"28","text":"des aromates et de l’huile \\x v \\xo 35.28 \\xt Ex 25:6.\\x*pour le chandelier, pour l’huile d’onction et \\x w \\xo 35.28 \\xt Ex 25:6.\\x*pour le parfum odoriférant. "},{"style":"v","verse":"29","text":"Tous les enfants d’Israël, hommes et femmes, dont le cœur était disposé à contribuer pour l’œuvre que l’Éternel avait ordonnée par Moïse, apportèrent des offrandes volontaires à l’Éternel."},{"style":"r","verse":"","text":"V. 30-35: cf. Ex 31:1-11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Moïse dit aux enfants d’Israël: Sachez \\x x \\xo 35.30 \\xt Ex 31:2.\\x*que l’Éternel a choisi Betsaleel, fils d’Uri, fils de Hur, de la tribu de Juda. "},{"style":"v","verse":"31","text":"\\x y \\xo 35.31 \\xt Ex 31:3.\\x*Il l’a rempli de l’Esprit de Dieu, de sagesse, d’intelligence, et de savoir pour toutes sortes d’ouvrages. "},{"style":"v","verse":"32","text":"\\x z \\xo 35.32 \\xt Ex 31:4.\\x*Il l’a rendu capable de faire des inventions, de travailler l’or, l’argent et l’airain, "},{"style":"v","verse":"33","text":"\\x a \\xo 35.33 \\xt Ex 31:5.\\x*de graver les pierres à enchâsser, de travailler le bois, et d’exécuter toutes sortes d’ouvrages d’art. "},{"style":"v","verse":"34","text":"Il lui a accordé aussi le don d’enseigner, de même qu’à Oholiab, fils d’Ahisamac, de la tribu de Dan. "},{"style":"v","verse":"35","text":"\\x b \\xo 35.35 \\xt Ex 26:1.\\x*Il les a remplis d’intelligence, pour exécuter tous les ouvrages de sculpture et d’art, pour broder et tisser les étoffes teintes en bleu, en pourpre, en cramoisi, et le fin lin, pour faire toute espèce de travaux et d’inventions."}]