[{"style":"s1","text":"Construction de l’arche, de la table, du chandelier, et de l’autel des parfums"},{"style":"r","text":"V. 1-9: cf. Ex 25:10-22. Hé 9:3-5. No 10:33-36."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 37.1 \\xt Ex 25:10.\\x*Betsaleel fit l’arche de bois d’acacia; sa longueur était de deux coudées et demie, sa largeur d’une coudée et demie, et sa hauteur d’une coudée et demie. "},{"style":"v","text":"Il la couvrit d’or pur en dedans et en dehors, et il y fit une bordure d’or tout autour. "},{"style":"v","text":"Il fondit pour elle quatre anneaux d’or, qu’il mit à ses quatre coins, deux anneaux d’un côté et deux anneaux de l’autre côté. "},{"style":"v","text":"Il fit des barres de bois d’acacia, et les couvrit d’or. "},{"style":"v","text":"Il passa les barres dans les anneaux sur les côtés de l’arche, pour porter l’arche. "},{"style":"v","text":"Il fit un propitiatoire d’or pur; sa longueur était de deux coudées et demie, et sa largeur d’une coudée et demie. "},{"style":"v","text":"Il fit deux chérubins d’or; il les fit d’or battu, aux deux extrémités du propitiatoire, "},{"style":"v","text":"\\x b \\xo 37.8 \\xt Ex 25:19.\\x*un chérubin à l’une des extrémités, et un chérubin à l’autre extrémité; il fit les chérubins sortant du propitiatoire à ses deux extrémités. "},{"style":"v","text":"\\x c \\xo 37.9 \\xt Ex 25:20.\\x*Les chérubins étendaient les ailes par-dessus, couvrant de leurs ailes le propitiatoire, et se regardant l’un l’autre; les chérubins avaient la face tournée vers le propitiatoire."},{"style":"r","text":"V. 10-16: cf. Ex 25:23-30. Lé 24:5-9."},{"style":"p","text":""},{"style":"v","text":"\\x d \\xo 37.10 \\xt Ex 25:23.\\x*Il fit la table de bois d’acacia, sa longueur était de deux coudées, sa largeur d’une coudée, et sa hauteur d’une coudée et demie. "},{"style":"v","text":"\\x e \\xo 37.11 \\xt Ex 25:24.\\x*Il la couvrit d’or pur, et il y fit une bordure d’or tout autour. "},{"style":"v","text":"\\x f \\xo 37.12 \\xt Ex 25:25.\\x*Il y fit à l’entour un rebord de quatre doigts, sur lequel il mit une bordure d’or tout autour. "},{"style":"v","text":"\\x g \\xo 37.13 \\xt Ex 25:26.\\x*Il fondit pour la table quatre anneaux d’or, et mit les anneaux aux quatre coins, qui étaient à ses quatre pieds. "},{"style":"v","text":"\\x h \\xo 37.14 \\xt Ex 25:27.\\x*Les anneaux étaient près du rebord, et recevaient les barres pour porter la table. "},{"style":"v","text":"Il fit les barres de bois d’acacia, et les couvrit d’or; et elles servaient à porter la table. "},{"style":"v","text":"\\x i \\xo 37.16 \\xt Ex 25:29.\\x*Il fit les ustensiles qu’on devait mettre sur la table, ses plats, ses coupes, ses calices et ses tasses pour servir aux libations; il les fit d’or pur."},{"style":"r","text":"V. 17-24: cf. Ex 25:31-40. (Za 4. Ap 1:12-20; 4:5.)"},{"style":"p","text":""},{"style":"v","text":"\\x j \\xo 37.17 \\xt Ex 25:31.\\x*Il fit le chandelier d’or pur; il fit le chandelier d’or battu; son pied, sa tige, ses calices, ses pommes et ses fleurs, étaient d’une même pièce. "},{"style":"v","text":"\\x k \\xo 37.18 \\xt Ex 25:32.\\x*Six branches sortaient de ses côtés, trois branches du chandelier de l’un des côtés, et trois branches du chandelier de l’autre côté. "},{"style":"v","text":"\\x l \\xo 37.19 \\xt Ex 25:33.\\x*Il y avait sur une branche trois calices en forme d’amande, avec pommes et fleurs, et sur une autre branche trois calices en forme d’amande, avec pommes et fleurs; il en était de même pour les six branches sortant du chandelier. "},{"style":"v","text":"\\x m \\xo 37.20 \\xt Ex 25:34.\\x*A la tige du chandelier il y avait quatre calices en forme d’amande, avec leurs pommes et leurs fleurs. "},{"style":"v","text":"Il y avait une pomme sous deux des branches sortant du chandelier, une pomme sous deux autres branches, et une pomme sous deux autres branches; il en était de même pour les six branches sortant du chandelier. "},{"style":"v","text":"\\x n \\xo 37.22 \\xt Ex 25:36.\\x*Les pommes et les branches du chandelier étaient d’une même pièce; il était tout entier d’or battu, d’or pur. "},{"style":"v","text":"\\x o \\xo 37.23 \\xt Ex 25:37, 38.\\x*Il fit ses sept lampes, ses mouchettes et ses vases à cendre d’or pur. "},{"style":"v","text":"\\x p \\xo 37.24 \\xt Ex 25:39.\\x*Il employa un talent d’or pur, pour faire le chandelier avec tous ses ustensiles."},{"style":"r","text":"V. 25-29: cf. Ex 30:1-10, 22-38. Ap 8:3, 4."},{"style":"p","text":""},{"style":"v","text":"\\x q \\xo 37.25 \\xt Ex 30:1, 2.\\x*Il fit l’autel des parfums de bois d’acacia; sa longueur était d’une coudée et sa largeur d’une coudée; il était carré, et sa hauteur était de deux coudées. Des cornes sortaient de l’autel. "},{"style":"v","text":"\\x r \\xo 37.26 \\xt Ex 30:3.\\x*Il le couvrit d’or pur, le dessus, les côtés tout autour et les cornes, et il y fit une bordure d’or tout autour. "},{"style":"v","text":"\\x s \\xo 37.27 \\xt Ex 30:4.\\x*Il fit au-dessous de la bordure deux anneaux d’or aux deux côtés; il en mit aux deux côtés, pour recevoir les barres qui servaient à le porter. "},{"style":"v","text":"\\x t \\xo 37.28 \\xt Ex 30:5.\\x*Il fit des barres de bois d’acacia, et les couvrit d’or. "},{"style":"v","text":"\\x u \\xo 37.29 \\xt Ex 30:22, 34.\\x*Il fit l’huile pour l’onction sainte, et le parfum odoriférant, pur, composé selon l’art du parfumeur."}]