[{"style":"s1","text":"Construction de l’autel des holocaustes, de la cuve d’airain, et du parvis"},{"style":"r","text":"V. 1-8: cf. Ex 27:1-8; 30:17-21."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 38.1 \\xt Ex 27:1.\\x*Il fit l’autel des holocaustes de bois d’acacia; sa longueur était de cinq coudées, et sa largeur de cinq coudées; il était carré, et sa hauteur était de trois coudées. "},{"style":"v","text":"\\x b \\xo 38.2 \\xt Ex 27:2.\\x*Il fit, aux quatre coins, des cornes qui sortaient de l’autel, et il le couvrit d’airain. "},{"style":"v","text":"\\x c \\xo 38.3 \\xt Ex 27:3.\\x*Il fit tous les ustensiles de l’autel, les cendriers, les pelles, les bassins, les fourchettes et les brasiers; il fit d’airain tous ces ustensiles. "},{"style":"v","text":"\\x d \\xo 38.4 \\xt Ex 27:4, 5.\\x*Il fit pour l’autel une grille d’airain, en forme de treillis, qu’il plaça au-dessous du rebord de l’autel, à partir du bas, jusqu’à la moitié de la hauteur de l’autel. "},{"style":"v","text":"Il fondit quatre anneaux, qu’il mit aux quatre coins de la grille d’airain, pour recevoir les barres. "},{"style":"v","text":"Il fit les barres de bois d’acacia, et les couvrit d’airain. "},{"style":"v","text":"Il passa dans les anneaux aux côtés de l’autel \\x e \\xo 38.7 \\xt Ex 27:8.\\x*les barres qui servaient à le porter. Il le fit creux, avec des planches. "},{"style":"v","text":"\\x f \\xo 38.8 \\xt Ex 30:18.\\x*Il fit la cuve d’airain, avec sa base d’airain, en employant les miroirs des femmes qui s’assemblaient à l’entrée de la tente d’assignation."},{"style":"r","text":"V. 9-20: cf. Ex 27:9-19."},{"style":"p","text":""},{"style":"v","text":"\\x g \\xo 38.9 \\xt Ex 27:9.\\x*Il fit le parvis. Du côté du midi, il y avait, pour former le parvis, des toiles de fin lin retors, sur une longueur de cent coudées, "},{"style":"v","text":"avec vingt colonnes posant sur vingt bases d’airain; les crochets des colonnes et leurs tringles étaient d’argent. "},{"style":"v","text":"Du côté du nord, il y avait cent coudées de toiles, avec vingt colonnes et leurs vingt bases d’airain; les crochets des colonnes et leurs tringles étaient d’argent. "},{"style":"v","text":"Du côté de l’occident, il y avait cinquante coudées de toiles, avec dix colonnes et leurs dix bases; les crochets des colonnes et leurs tringles étaient d’argent. "},{"style":"v","text":"Du côté de l’orient, sur les cinquante coudées de largeur, "},{"style":"v","text":"il y avait, pour une aile, quinze coudées de toiles, avec trois colonnes et leurs trois bases, "},{"style":"v","text":"et, pour la seconde aile, qui lui correspondait de l’autre côté de la porte du parvis, quinze coudées de toiles, avec trois colonnes et leurs trois bases. "},{"style":"v","text":"Toutes les toiles formant l’enceinte du parvis étaient de fin lin retors. "},{"style":"v","text":"Les bases pour les colonnes étaient d’airain, les crochets des colonnes et leurs tringles étaient d’argent, et leurs chapiteaux étaient couverts d’argent. Toutes les colonnes du parvis étaient jointes par des tringles d’argent. "},{"style":"v","text":"Le rideau de la porte du parvis était un ouvrage de broderie en fil bleu, pourpre et cramoisi, et en fin lin retors; il avait une longueur de vingt coudées, et sa hauteur était de cinq coudées, comme la largeur des toiles du parvis; "},{"style":"v","text":"ses quatre colonnes et leurs quatre bases étaient d’airain, les crochets et leurs tringles étaient d’argent, et leurs chapiteaux étaient couverts d’argent. "},{"style":"v","text":"Tous les pieux de l’enceinte du tabernacle et du parvis étaient d’airain."},{"style":"s1","text":"Comptes du tabernacle"},{"style":"r","text":"V. 21-31: cf. (Ex 35:4-10; 36:1-7.) 1 Ch 29:1-8."},{"style":"p","text":""},{"style":"v","text":"Voici les comptes du tabernacle, du tabernacle d’assignation, révisés, d’après l’ordre de Moïse, par les soins des Lévites, sous la direction d’Ithamar, fils du sacrificateur Aaron. "},{"style":"v","text":"Betsaleel, fils d’Uri, fils de Hur, de la tribu de Juda, fit tout ce que l’Éternel avait ordonné à Moïse; "},{"style":"v","text":"il eut pour aide Oholiab, fils d’Ahisamac, de la tribu de Dan, habile à graver, à inventer, et à broder sur les étoffes teintes en bleu, en pourpre, en cramoisi, et sur le fin lin. "},{"style":"v","text":"Le total de l’or employé à l’œuvre pour tous les travaux du sanctuaire, or qui fut le produit des offrandes, montait à vingt-neuf talents et sept cent trente sicles, selon le sicle du sanctuaire. "},{"style":"v","text":"L’argent de ceux de l’assemblée dont on fit le dénombrement montait à cent talents et mille sept cent soixante-quinze sicles, selon le sicle du sanctuaire. "},{"style":"v","text":"C’était un demi-sicle par tête, la moitié d’un sicle, selon le sicle du sanctuaire, pour chaque homme compris dans le dénombrement, depuis l’âge de vingt ans et au-dessus, soit pour six cent trois mille cinq cent cinquante hommes. "},{"style":"v","text":"Les cent talents d’argent servirent à fondre les bases du sanctuaire et les bases du voile, cent bases pour les cent talents, un talent par base. "},{"style":"v","text":"Et avec les mille sept cent soixante-quinze sicles on fit les crochets et les tringles pour les colonnes, et on couvrit les chapiteaux. "},{"style":"v","text":"L’airain des offrandes montait à soixante-dix talents et deux mille quatre cents sicles. "},{"style":"v","text":"On en fit les bases de l’entrée de la tente d’assignation; l’autel d’airain avec sa grille, et tous les ustensiles de l’autel; "},{"style":"v","text":"les bases du parvis, tout autour, et les bases de la porte du parvis; et tous les pieux de l’enceinte du tabernacle et du parvis."}]