[{"style":"s1","text":"Confection des vêtements sacerdotaux"},{"style":"r","text":"V. 1-7: cf. Ex 28:2-14."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 39.1 \\xt Ex 31:10; 35:19.\\x*Avec les étoffes teintes en bleu, en pourpre et en cramoisi, on fit les vêtements d’office pour le service dans le sanctuaire, et on fit les vêtements sacrés pour Aaron, comme l’Éternel l’avait ordonné à Moïse. "},{"style":"v","text":"\\x b \\xo 39.2 \\xt Ex 28:6.\\x*On fit l’éphod d’or, de fil bleu, pourpre et cramoisi, et de fin lin retors. "},{"style":"v","text":"\\x c \\xo 39.3 \\xt Ex 28:6.\\x*On étendit des lames d’or, et on les coupa en fils, que l’on entrelaça dans les étoffes teintes en bleu, en pourpre et en cramoisi, et dans le fin lin; il était artistement travaillé. "},{"style":"v","text":"On y fit des épaulettes qui le joignaient, et c’est ainsi qu’il était joint par ses deux extrémités. "},{"style":"v","text":"\\x d \\xo 39.5 \\xt Ex 28:8.\\x*La ceinture était du même travail que l’éphod et fixée sur lui; elle était d’or, de fil bleu, pourpre et cramoisi, et de fin lin retors, comme l’Éternel l’avait ordonné à Moïse. "},{"style":"v","text":"On entoura de montures d’or \\x e \\xo 39.6 \\xt Ex 28:9, 10, 11.\\x*des pierres d’onyx, sur lesquelles on grava les noms des fils d’Israël, comme on grave les cachets. "},{"style":"v","text":"\\x f \\xo 39.7 \\xt Ex 28:12.\\x*On les mit sur les épaulettes de l’éphod, en souvenir des fils d’Israël, comme l’Éternel l’avait ordonné à Moïse."},{"style":"r","text":"V. 8-21: cf. Ex 28:15-30."},{"style":"p","text":""},{"style":"v","text":"\\x g \\xo 39.8 \\xt Ex 28:15.\\x*On fit le pectoral, artistement travaillé, du même travail que l’éphod, d’or, de fil bleu, pourpre et cramoisi, et de fin lin retors. "},{"style":"v","text":"\\x h \\xo 39.9 \\xt Ex 28:16.\\x*Il était carré; on fit le pectoral double: sa longueur était d’un empan, et sa largeur d’un empan; il était double. "},{"style":"v","text":"\\x i \\xo 39.10 \\xt Ex 28:17.\\x*On le garnit de quatre rangées de pierres: première rangée, une sardoine, une topaze, une émeraude; "},{"style":"v","text":"\\x j \\xo 39.11 \\xt Ex 28:18.\\x*seconde rangée, une escarboucle, un saphir, un diamant; "},{"style":"v","text":"troisième rangée, une opale, une agate, une améthyste; "},{"style":"v","text":"quatrième rangée, une chrysolithe, un onyx, un jaspe. Ces pierres étaient enchâssées dans leurs montures d’or. "},{"style":"v","text":"Il y en avait douze, d’après les noms des fils d’Israël; elles étaient gravées comme des cachets, chacune avec le nom de l’une des douze tribus. "},{"style":"v","text":"On fit sur le pectoral des chaînettes d’or pur, tressées en forme de cordons. "},{"style":"v","text":"On fit deux montures d’or et deux anneaux d’or, et on mit les deux anneaux aux deux extrémités du pectoral. "},{"style":"v","text":"On passa les deux cordons d’or dans les deux anneaux aux deux extrémités du pectoral; "},{"style":"v","text":"on arrêta par devant les bouts des deux cordons aux deux montures placées sur les épaulettes de l’éphod. "},{"style":"v","text":"On fit encore deux anneaux d’or, que l’on mit aux deux extrémités du pectoral, sur le bord intérieur appliqué contre l’éphod. "},{"style":"v","text":"On fit deux autres anneaux d’or, que l’on mit au bas des deux épaulettes de l’éphod, sur le devant, près de la jointure, au-dessus de la ceinture de l’éphod. "},{"style":"v","text":"On attacha le pectoral par ses anneaux aux anneaux de l’éphod avec un cordon bleu, afin que le pectoral fût au-dessus de la ceinture de l’éphod et qu’il ne pût pas se séparer de l’éphod, comme l’Éternel l’avait ordonné à Moïse."},{"style":"r","text":"V. 22-26: cf. Ex 28:31-35."},{"style":"p","text":""},{"style":"v","text":"On fit la robe de l’éphod, tissée entièrement d’étoffe bleue. "},{"style":"v","text":"Il y avait, au milieu de la robe, une ouverture comme l’ouverture d’une cotte de mailles, et cette ouverture était bordée tout autour, afin que la robe ne se déchirât pas. "},{"style":"v","text":"On mit sur la bordure de la robe des grenades de couleur bleue, pourpre et cramoisi, en fil retors; "},{"style":"v","text":"on fit des clochettes d’or pur, et on mit les clochettes entre les grenades, sur tout le tour de la bordure de la robe, entre les grenades: "},{"style":"v","text":"une clochette et une grenade, une clochette et une grenade, sur tout le tour de la bordure de la robe, pour le service, comme l’Éternel l’avait ordonné à Moïse."},{"style":"r","text":"V. 27-31: cf. Ex 28:36-43."},{"style":"p","text":""},{"style":"v","text":"\\x k \\xo 39.27 \\xt Ex 28:39.\\x*On fit les tuniques de fin lin, tissées, pour Aaron et pour ses fils; "},{"style":"v","text":"la tiare de fin lin, et les bonnets de fin lin servant de parure; \\x l \\xo 39.28 \\xt Éz 44:18.\\x*les caleçons de lin, de fin lin retors; "},{"style":"v","text":"la ceinture de fin lin retors, brodée, et de couleur bleue, pourpre et cramoisi, comme l’Éternel l’avait ordonné à Moïse. "},{"style":"v","text":"\\x m \\xo 39.30 \\xt Ex 28:36; 29:6.\\x*On fit d’or pur la lame, diadème sacré, et l’on y écrivit, comme on grave un cachet: Sainteté à l’Éternel. "},{"style":"v","text":"\\x n \\xo 39.31 \\xt Ex 28:37.\\x*On l’attacha avec un cordon bleu à la tiare, en haut, comme l’Éternel l’avait ordonné à Moïse."},{"style":"s1","text":"Le tabernacle dressé"},{"style":"r","text":"V. 32-43: cf. Ex 36 à 39."},{"style":"p","text":""},{"style":"v","text":"Ainsi furent achevés tous les ouvrages du tabernacle, de la tente d’assignation. Les enfants d’Israël firent tout ce que l’Éternel avait ordonné à Moïse; ils firent ainsi. "},{"style":"v","text":"\\x o \\xo 39.33 \\xt Ex 35:11.\\x*On amena le tabernacle à Moïse: la tente et tout ce qui en dépendait, les agrafes, les planches, les barres, les colonnes et les bases; "},{"style":"v","text":"la couverture de peaux de béliers teintes en rouge, la couverture de peaux de dauphins, et le voile de séparation; "},{"style":"v","text":"l’arche du témoignage et ses barres, et le propitiatoire; "},{"style":"v","text":"\\x p \\xo 39.36 \\xt Ex 31:8.\\x*la table, tous ses ustensiles, et les pains de proposition; "},{"style":"v","text":"le chandelier d’or pur, ses lampes, les lampes préparées, tous ses ustensiles, et l’huile pour le chandelier; "},{"style":"v","text":"l’autel d’or, l’huile d’onction et le parfum odoriférant, et le rideau de l’entrée de la tente; "},{"style":"v","text":"l’autel d’airain, sa grille d’airain, ses barres, et tous ses ustensiles; la cuve avec sa base; "},{"style":"v","text":"les toiles du parvis, ses colonnes, ses bases, et le rideau de la porte du parvis, ses cordages, ses pieux, et tous les ustensiles pour le service du tabernacle, pour la tente d’assignation; "},{"style":"v","text":"les vêtements d’office pour le sanctuaire, \\x q \\xo 39.41 \\xt Ex 31:10.\\x*les vêtements sacrés pour le sacrificateur Aaron, et les vêtements de ses fils pour les fonctions du sacerdoce. "},{"style":"v","text":"Les enfants d’Israël firent tous ces ouvrages, en se conformant à tous les ordres que l’Éternel avait donnés à Moïse. "},{"style":"v","text":"Moïse examina tout le travail; et voici, ils l’avaient fait comme l’Éternel l’avait ordonné, ils l’avaient fait ainsi. Et Moïse les bénit."}]