[{"style":"s1","text":"La délivrance promise par l’Éternel"},{"style":"r","text":"V. 1-13: cf. Ex 3:13-20. Éz 20:5-9. De 32:36."},{"style":"p","text":""},{"style":"v","text":"L’Éternel dit à Moïse: Tu verras maintenant ce que je ferai à Pharaon; une main puissante le forcera à les laisser aller, une main puissante le forcera à les chasser de son pays. "},{"style":"v","text":"Dieu parla encore à Moïse, et lui dit: Je suis l’Éternel. "},{"style":"v","text":"Je suis apparu à Abraham, à Isaac et à Jacob, comme le Dieu tout-puissant; mais je n’ai pas été connu d’eux sous mon nom, l’Éternel. "},{"style":"v","text":"J’ai aussi établi mon alliance avec eux, pour leur donner le pays de Canaan, le pays de leurs pèlerinages, dans lequel ils ont séjourné. "},{"style":"v","text":"J’ai entendu les gémissements des enfants d’Israël, que les Égyptiens tiennent dans la servitude, et je me suis souvenu de mon alliance. "},{"style":"v","text":"C’est pourquoi dis aux enfants d’Israël: Je suis l’Éternel, je vous affranchirai des travaux dont vous chargent les Égyptiens, je vous délivrerai de leur servitude, et je vous sauverai à bras étendu et par de grands jugements. "},{"style":"v","text":"Je vous prendrai pour mon peuple, je serai votre Dieu, et vous saurez que c’est moi, l’Éternel, votre Dieu, qui vous affranchis des travaux dont vous chargent les Égyptiens. "},{"style":"v","text":"Je vous ferai entrer dans le pays que j’ai juré de donner à Abraham, à Isaac et à Jacob; je vous le donnerai en possession, moi l’Éternel. "},{"style":"v","text":"Ainsi parla Moïse aux enfants d’Israël. Mais l’angoisse et la dure servitude les empêchèrent d’écouter Moïse. "},{"style":"v","text":"L’Éternel parla à Moïse, et dit: "},{"style":"v","text":"Va, parle à Pharaon, roi d’Égypte, pour qu’il laisse aller les enfants d’Israël hors de son pays. "},{"style":"v","text":"Moïse répondit en présence de l’Éternel: Voici, les enfants d’Israël ne m’ont point écouté; comment Pharaon m’écouterait-il, \\x a \\xo 6.12 \\xt Ex 4:10; 6:29.\\x*moi qui n’ai pas la parole facile? "},{"style":"v","text":"L’Éternel parla à Moïse et à Aaron, et leur donna des ordres au sujet des enfants d’Israël et au sujet de Pharaon, roi d’Égypte, pour faire sortir du pays d’Égypte les enfants d’Israël."},{"style":"s1","text":"Généalogie de Moïse et d’Aaron"},{"style":"r","text":"V. 14-30: cf. Ge 46:8-11. No 26:5-14, 57-62."},{"style":"p","text":""},{"style":"v","text":"Voici les chefs de leurs familles. \\x b \\xo 6.14 \\xt Ge 46:9. No 26:5. 1 Ch 5:3.\\x*Fils de Ruben, premier-né d’Israël: Hénoc, Pallu, Hetsron et Carmi. Ce sont là les familles de Ruben. "},{"style":"v","text":"\\x c \\xo 6.15 \\xt Ge 46:10. No 26:12. 1 Ch 4:24.\\x*Fils de Siméon: Jemuel, Jamin, Ohad, Jakin et Tsochar; et Saül, fils de la Cananéenne. Ce sont là les familles de Siméon. "},{"style":"v","text":"\\x d \\xo 6.16 \\xt Ge 46:11. No 3:17; 26:57. 1 Ch 6:1, 16; 23:6.\\x*Voici les noms des fils de Lévi, avec leur postérité: Guerschon, Kehath et Merari. Les années de la vie de Lévi furent de cent trente-sept ans. "},{"style":"v","text":"\\x e \\xo 6.17 \\xt 1 Ch 6:17; 23:6.\\x*Fils de Guerschon: Libni et Schimeï, et leurs familles. "},{"style":"v","text":"\\x f \\xo 6.18 \\xt 1 Ch 6:18; 23:12.\\x*Fils de Kehath: Amram, Jitsehar, Hébron et Uziel. Les années de la vie de Kehath furent de cent trente-trois ans. "},{"style":"v","text":"\\x g \\xo 6.19 \\xt 1 Ch 6:19; 23:21.\\x*Fils de Merari: Machli et Muschi. Ce sont là les familles de Lévi, avec leur postérité. "},{"style":"v","text":"\\x h \\xo 6.20 \\xt Ex 2:1. No 26:59.\\x*Amram prit pour femme Jokébed, sa tante; et elle lui enfanta Aaron, et Moïse. Les années de la vie d’Amram furent de cent trente-sept ans. "},{"style":"v","text":"Fils de Jitsehar: Koré, Népheg et Zicri. "},{"style":"v","text":"Fils d’Uziel: Mischaël, Eltsaphan et Sithri. "},{"style":"v","text":"\\x i \\xo 6.23 \\xt No 3:2; 26:60.\\x*Aaron prit pour femme Élischéba, fille d’Amminadab, sœur de Nachschon; et \\x j \\xo 6.23 \\xt 1 Ch 6:3; 24:1.\\x*elle lui enfanta Nadab, Abihu, Éléazar et Ithamar. "},{"style":"v","text":"Fils de Koré: Assir, Elkana et Abiasaph. Ce sont là les familles des Korites. "},{"style":"v","text":"Éléazar, fils d’Aaron, prit pour femme une des filles de Puthiel; et elle lui enfanta Phinées. Tels sont les chefs de famille des Lévites, avec leurs familles. "},{"style":"v","text":"Ce sont là cet Aaron et ce Moïse, à qui l’Éternel dit: Faites sortir du pays d’Égypte les enfants d’Israël, selon leurs armées. "},{"style":"v","text":"Ce sont eux qui parlèrent à Pharaon, roi d’Égypte, pour faire sortir d’Égypte les enfants d’Israël. Ce sont là ce Moïse et cet Aaron. "},{"style":"v","text":"Lorsque l’Éternel parla à Moïse dans le pays d’Égypte, "},{"style":"v","text":"l’Éternel dit à Moïse: Je suis l’Éternel. Dis à Pharaon, roi d’Égypte, tout ce que je te dis. "},{"style":"v","text":"Et Moïse répondit en présence de l’Éternel: Voici, \\x k \\xo 6.30 \\xt Ex 4:10; 6:11.\\x*je n’ai pas la parole facile; comment Pharaon m’écouterait-il?"}]