[{"style":"mt1","text":"Exodus"},{"style":"s1","text":"Israel and Oppression in Egypt"},{"style":"m","text":""},{"style":"v","text":"And these \\add are\\add* the names of the sons of Israel who came \\add to\\add* Egypt; with Jacob, they each came with his ⸤family⸥:\\f + \\fr 1:1 \\ft Literally “house” \\f* "},{"style":"v","text":"Reuben, Simeon, Levi, and Judah; "},{"style":"v","text":"Issachar, Zebulun, and Benjamin; "},{"style":"v","text":"Dan and Naphtali, Gad and Asher. "},{"style":"v","text":"And ⸤all those who descended from Jacob⸥\\f + \\fr 1:5 \\ft Literally “every soul/individual/life, the ones going out from the loins of Jacob” \\f* were seventy individuals,\\f + \\fr 1:5 \\ft Or “souls,” “lives” \\f* and Joseph was in Egypt. "},{"style":"v","text":"And Joseph died and all of his brothers and all of that generation. "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 1:7 \\ft Literally “sons/children of Israel” \\f* were fruitful and multiplied and were many and were very, very numerous, and the land was filled with them."},{"style":"p","text":""},{"style":"v","text":"And a new king rose over Egypt who did not know Joseph. "},{"style":"v","text":"And he said to his people, “Look, the people of the ⸤Israelites⸥\\f + \\fr 1:9 \\ft Literally “sons/children of Israel” \\f* \\add are\\add* greater and more numerous than us. "},{"style":"v","text":"Come, we must deal shrewdly with them, lest they become many, and when war happens, they also will join our enemies and will fight against us and go up from the land.” "},{"style":"v","text":"And they appointed commanders of forced labor over them in order to oppress them with their ⸤forced labor⸥,\\f + \\fr 1:11 \\ft Literally “burdens” or “burdensome labor” \\f* and they built storage cities for Pharaoh—Pithom and Rameses. "},{"style":"v","text":"And as he oppressed them, so they became many, and so they spread out, and \\add the Egyptians\\add* were afraid because of the presence of the ⸤Israelites⸥.\\f + \\fr 1:12 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"And the Egyptians ruthlessly compelled the ⸤Israelites⸥\\f + \\fr 1:13 \\ft Literally “sons/children of Israel” \\f* to work. "},{"style":"v","text":"And they made their lives bitter with hard work with mortar and with bricks and with all \\add sorts\\add* of work in the field—with all their work in which they ruthlessly enslaved them."},{"style":"p","text":""},{"style":"v","text":"And the king of Egypt said to the Hebrew midwives—of whom the name of the one \\add was\\add* Shiphrah and the name of the second \\add was\\add* Puah—"},{"style":"v","text":"and he said, “When you help the Hebrews give birth, you will look upon the pairs of testicles; if he \\add is\\add* a son, you will put him to death, and if she \\add is\\add* a daughter, she will live.” "},{"style":"v","text":"But the midwives feared God, and they did not do as the king of Egypt had said to them. They let the boys live. "},{"style":"v","text":"And the king of Egypt summoned the midwives, and he said to them, “Why have you done this thing and let the boys live?” "},{"style":"v","text":"And the midwives said to Pharaoh, “Because the Hebrew \\add women are\\add* not like the Egyptian women, because they \\add are\\add* vigorous; before the midwife comes to them, they have given birth.” "},{"style":"v","text":"And God did the midwives good, and the \\add Israelite\\add* people became many and were very numerous. "},{"style":"v","text":"⸤And so⸥\\f + \\fr 1:21 \\ft Literally “and he/it was” \\f* because the midwives feared God, he gave them ⸤families⸥.\\f + \\fr 1:21 \\ft Literally “houses” \\f* "},{"style":"v","text":"And Pharaoh commanded all his people, saying, “Every son who is born you will throw into the Nile, and every daughter you will let live.”"}]