[{"style":"s1","text":"Plague Eight: Locusts"},{"style":"m","text":""},{"style":"v","text":"And Yahweh said to Moses, “Go to Pharaoh, for I have made his heart ⸤insensitive⸥\\f + \\fr 10:1 \\ft Literally “heavy” \\f* and the heart of his servants in order to put these signs of mine in his midst, "},{"style":"v","text":"so that you will tell in the ears of your child and ⸤your grandchild⸥\\f + \\fr 10:2 \\ft Literally “the son of your son” \\f* that I dealt harshly with \\add the\\add* Egyptians and \\add so that you will tell about\\add* my signs that I have done among them, and so you will know that I \\add am\\add* Yahweh.”"},{"style":"p","text":""},{"style":"v","text":"And Moses and Aaron came to Pharaoh, and they said to him, “Thus says Yahweh, the God of the Hebrews, ‘Until when will you refuse to submit before me? Release my people so that they may serve me. "},{"style":"v","text":"But if you \\add are\\add* refusing to release my people, look, I \\add am\\add* about to bring locusts into your territory tomorrow. "},{"style":"v","text":"And they will cover the surface of the land, and no one will be able to see the land, and they will eat the remainder of what is left—what is left over for you from the hail—and they will eat every sprouting tree \\add belonging\\add* to you from the field. "},{"style":"v","text":"And your houses will be full, and the houses of all your servants and the houses of all Egypt, \\add something\\add* that your fathers and ⸤your grandfathers⸥\\f + \\fr 10:6 \\ft Literally “the fathers of your fathers” \\f* never saw from the day they were on the earth until this day.’ ” And he turned and went out from Pharaoh."},{"style":"p","text":""},{"style":"v","text":"And the servants of Pharaoh said to him, “Until when will this be a snare for us? Release the men so that they may serve Yahweh their God. Do you not yet know that Egypt is destroyed?” "},{"style":"v","text":"And Moses and Aaron were brought back to Pharaoh, and he said to them, “Serve Yahweh your God. ⸤Who are the ones going⸥?\\f + \\fr 10:8 \\ft Literally “who and who the goers?” \\f* "},{"style":"v","text":"And Moses said, “With our young and with our old we will go; with our sons and with our daughters, with our sheep and goats and with our cattle we will go because \\add it is\\add* the feast of Yahweh for us.” "},{"style":"v","text":"And he said to them, “Let Yahweh be thus with you \\add as soon\\add* as I release you and your dependents.\\f + \\fr 10:10 \\ft Or “little children” or “little ones” \\f* See that evil is before your faces. "},{"style":"v","text":"⸤No indeed⸥;\\f + \\fr 10:11 \\ft Literally “not so” \\f* \\add just\\add* the men\\f + \\fr 10:11 \\ft This word for “men” indicates that Pharaoh means only the able-bodied men can go \\f* go and serve Yahweh, since this \\add is what\\add* you \\add are\\add* seeking.” And he drove them out from the presence of Pharaoh."},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Moses, “Stretch out your hand over the land of Egypt with the locusts so that they may come up over the land of Egypt, and let them eat all the vegetation of the land, all that the hail left behind.” "},{"style":"v","text":"And Moses stretched out his staff over the land of Egypt, and Yahweh drove an east wind into the land all that day and all night. The morning came, and the east wind had brought the locusts. "},{"style":"v","text":"And the locusts went up over all the land of Egypt, and they settled in all the territory of Egypt, very ⸤severe⸥.\\f + \\fr 10:14 \\ft Literally “heavy” \\f* Before it there were not locusts like them, nor will there be after it. "},{"style":"v","text":"And they covered the surface of all the land, and the land was dark \\add with them\\add*, and they ate all the vegetation of the land and all the fruit of the trees that the hail had left, and no green was left in the trees nor in the vegetation of the field in all the land of Egypt."},{"style":"p","text":""},{"style":"v","text":"And Pharaoh hurried to call Moses and Aaron, and he said, “I have sinned against Yahweh your God and against you. "},{"style":"v","text":"And now forgive my sin surely this time, and pray to Yahweh your God so that he may only remove from me this death.” "},{"style":"v","text":"And he went out from Pharaoh, and he prayed to Yahweh. "},{"style":"v","text":"And Yahweh turned a very strong ⸤west wind⸥\\f + \\fr 10:19 \\ft Literally “sea wind,” a wind from the Mediterranean Sea to the west \\f* and lifted up the locusts and thrust them into the ⸤Red Sea⸥,\\f + \\fr 10:19 \\ft Literally “sea of reed” \\f* and not one locust remained in all the territory of Egypt. "},{"style":"v","text":"And Yahweh hardened Pharaoh’s heart, and he did not release the ⸤Israelites⸥.\\f + \\fr 10:20 \\ft Literally “sons/children of Israel” \\f*"},{"style":"s1","text":"Plague Nine: Darkness"},{"style":"m","text":""},{"style":"v","text":"And Yahweh said to Moses, “Stretch out your hand toward the heavens so that there may be darkness over the land of Egypt and so that \\add a person can\\add* feel darkness.” "},{"style":"v","text":"And Moses stretched out his hand toward the heavens, and there was darkness of night in all the land of Egypt \\add for\\add* three days. "},{"style":"v","text":"No one could see his brother, and ⸤because of it no one could move from where they were⸥\\f + \\fr 10:23 \\ft Literally “a man did not rise from under it” \\f* \\add for\\add* three days, but there was light for the ⸤Israelites⸥\\f + \\fr 10:23 \\ft Literally “sons/children of Israel” \\f* in their dwellings."},{"style":"p","text":""},{"style":"v","text":"And Pharaoh called Moses and said, “Go, serve Yahweh. Only your sheep and goats and your cattle must be left behind. Your dependents\\f + \\fr 10:24 \\ft Or “little children” or “little ones”; the term here includes women and children and men too old or ill to fight \\f* may also go with you.” "},{"style":"v","text":"And Moses said, “Even \\add if\\add* you yourself put into our hand sacrifices and burnt offerings and we offer \\add them\\add* to Yahweh our God, "},{"style":"v","text":"our livestock must also go with us. Not a hoof can be left because we must take from them to serve Yahweh our God. And we will not know \\add with\\add* what we are to serve Yahweh until we come there.” "},{"style":"v","text":"And Yahweh hardened Pharaoh’s heart, and he was not willing to release them. "},{"style":"v","text":"And Pharaoh said to him, “Go from me. ⸤Be careful⸥\\f + \\fr 10:28 \\ft Literally “watch for you” \\f* not to see my face again, because on the day of your seeing my face you will die.” "},{"style":"v","text":"And Moses said, “⸤That is right⸥.\\f + \\fr 10:29 \\ft Literally “right you said” \\f* ⸤I will not again see your face⸥.”\\f + \\fr 10:29 \\ft Literally “I will not add again seeing of your face” \\f*"}]