[{"style":"s1","text":"Announcement of the Tenth Plague: Death of the Firstborn"},{"style":"m","text":""},{"style":"v","text":"And Yahweh said to Moses, “Still one plague I will bring upon Pharaoh and upon Egypt; afterward he will release you from here. At the moment of his releasing, he will certainly drive you completely out from here. "},{"style":"v","text":"Speak in the ears of the people, and let them ask, a man from his neighbor and a woman from her neighbor, \\add for\\add* objects of silver and objects of gold.” "},{"style":"v","text":"And Yahweh gave the people favor in the eyes of Egypt. Also the man Moses \\add was\\add* very great in the land of Egypt, in the eyes of the servants of Pharaoh and in the eyes of the people."},{"style":"p","text":""},{"style":"v","text":"And Moses said, “Thus says Yahweh, ‘About the middle of the night I \\add will\\add* go out through the midst of Egypt, "},{"style":"v","text":"and every firstborn in the land of Egypt will die, from the firstborn of Pharaoh who sits on his throne to the firstborn of the slave woman who \\add is\\add* behind the pair of millstones and every firstborn animal.\\f + \\fr 11:5 \\ft The Hebrew word often refers to domestic animals \\f* "},{"style":"v","text":"And there will be a great cry of distress in all the land of Egypt, the like of which has not been nor will be again.\\f + \\fr 11:6 \\ft Literally “which like it has not been and like it will not be again” \\f* "},{"style":"v","text":"But against all the ⸤Israelites⸥,\\f + \\fr 11:7 \\ft Literally “sons/children of Israel” \\f* from a man to an animal, a dog will not \\add even\\add* ⸤bark⸥,\\f + \\fr 11:7 \\ft Literally “move his tongue” or “sharpen his tongue” \\f* so that you will know that Yahweh makes a distinction between Egypt and Israel.’ "},{"style":"v","text":"And all of these your servants will come down to me and bow to me, saying, ‘Go out, you and all the people who \\add are\\add* at your feet.’ And afterward I will go out.” And he went out from Pharaoh ⸤in great anger⸥.\\f + \\fr 11:8 \\ft Literally “with heat of nose” \\f*"},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Moses, “Pharaoh will not listen to you, ⸤so that my wonders may multiply⸥\\f + \\fr 11:9 \\ft Literally “for the sake of the multiplying of my wonders” \\f* in the land of Egypt.” "},{"style":"v","text":"And Moses and Aaron did all these wonders before Pharaoh, and Yahweh hardened Pharaoh’s heart, and he did not release the ⸤Israelites⸥\\f + \\fr 11:10 \\ft Literally “sons/children of Israel” \\f* from his land."}]