[{"style":"s1","text":"Instructions for the Feast of Passover"},{"style":"m","text":""},{"style":"v","text":"And Yahweh said to Moses and to Aaron in the land of Egypt, saying, "},{"style":"v","text":"“This month \\add will be\\add* the beginning of months; it \\add will be\\add* for you the first of the months of the year. "},{"style":"v","text":"Speak to all the community of Israel, saying, ‘On the tenth of this month, they will each take for themselves ⸤a lamb for the family⸥,\\f + \\fr 12:3 \\ft Literally “a lamb/kid for the house of fathers.” The word translated “lamb” refers to a small livestock animal and could be either a young sheep or a young goat \\f* a lamb for the household. "},{"style":"v","text":"And if the household is too small for a lamb, he and the neighbor nearest to his house will take \\add one\\add* according to the number of persons;\\f + \\fr 12:4 \\ft Or “the number of selves” \\f* you will count out portions of the lamb ⸤according to how much each one can eat⸥.\\f + \\fr 12:4 \\ft Literally “a man for the mouth of his eating” \\f* "},{"style":"v","text":"The lamb for you must be a male, without defect, in its first year; you will take \\add it\\add* from the sheep or from the goats."},{"style":"p","text":""},{"style":"v","text":"“⸤You will keep it⸥\\f + \\fr 12:6 \\ft Literally “It will be for you for observation” \\f* until the fourteenth day of this month, and all the assembly of the community of Israel will slaughter it ⸤at twilight⸥.\\f + \\fr 12:6 \\ft Literally “between the evenings” \\f* "},{"style":"v","text":"And they will take \\add some\\add* of the blood and put \\add it\\add* on the two doorposts and on the lintel on the houses in which they eat it. "},{"style":"v","text":"And they will eat the meat on this night; they will eat it fire-roasted and \\add with\\add* unleavened bread on ⸤bitter herbs⸥.\\f + \\fr 12:8 \\ft Literally “bitter \\fq things \\ft ” \\f* "},{"style":"v","text":"You must not eat any of it raw or boiled, boiled in the water, but rather roasted with fire, its head with its legs and with its inner parts. "},{"style":"v","text":"And you must not leave any of it until morning; anything left from it until morning you must burn in the fire. "},{"style":"v","text":"And this is how you will eat it—\\add with\\add* your waists fastened, your sandals on your feet, and your staff in your hand, and you will eat it in haste. It \\add is\\add* Yahweh’s Passover."},{"style":"p","text":""},{"style":"v","text":"“And I will go through the land of Egypt during this night, and I will strike all of the firstborn in the land of Egypt, from human to animal, and I will do punishments among all of the gods of Egypt. I \\add am\\add* Yahweh. "},{"style":"v","text":"And the blood will be a sign for you on the houses where you are, and I will see the blood, and I will pass over you, and there will not be a destructive plague among you when I strike the land of Egypt."},{"style":"p","text":""},{"style":"v","text":"“And this day will become a memorial for you, and you will celebrate it as a religious feast for Yahweh throughout your generations; you will celebrate it as a lasting statute. "},{"style":"v","text":"You will eat unleavened bread for seven days. Surely on the first day you shall remove yeast from your houses, because anyone \\add who\\add* eats \\add food with\\add* yeast from the first day until the seventh day—that person will be cut off from Israel. "},{"style":"v","text":"It will be for you on the first day a holy assembly\\f + \\fr 12:16 \\ft Or “summons,” “convocation” \\f* and on the seventh day a holy assembly;\\f + \\fr 12:16 \\ft Or “summons,” “convocation” \\f* no work will be done on them; only what is eaten by every person, it alone will be prepared for you."},{"style":"p","text":""},{"style":"v","text":"“And you will keep the Feast of Unleavened Bread, because on this very day I brought out your divisions from the land of Egypt, and you will keep this day for your generations as a lasting statute. "},{"style":"v","text":"On the first \\add day\\add*, on the fourteenth day of the month, in the evening, you will eat unleavened bread until the evening of the twenty-first day of the month. "},{"style":"v","text":"For seven days yeast must not be found in your houses, because ⸤anyone eating food with yeast⸥\\f + \\fr 12:19 \\ft Literally “anyone eating yeasted food, that person” \\f* will be cut off from the community of Israel—\\add whether\\add* an alien or a native of the land. "},{"style":"v","text":"You will eat no \\add food with\\add* yeast; in all of your dwellings you will eat unleavened bread.”"},{"style":"p","text":""},{"style":"v","text":"And Moses called all the elders of Israel, and he said to them, “Select and take for yourselves sheep for your clans and slaughter the Passover sacrifice. "},{"style":"v","text":"And take a bunch of hyssop and dip \\add it\\add* into the blood that \\add is\\add* in the basin and apply \\add some\\add* of the blood that is in the basin to the lintel and the two doorposts. And you will not go out, anyone from the doorway of his house, until morning. "},{"style":"v","text":"And Yahweh will go through to strike Egypt, and he will see the blood on the lintel and on the two doorposts, and Yahweh will pass over the doorway and will not allow the destroyer to come to your houses to strike \\add you\\add*."},{"style":"p","text":""},{"style":"v","text":"“And you will keep this event as a rule for you and for your children forever.\\f + \\fr 12:24 \\ft Or “until eternity” \\f* "},{"style":"v","text":"⸤And⸥\\f + \\fr 12:25 \\ft Literally “and it will be” \\f* when you come into the land that Yahweh will give to you, as he said, you will keep this ⸤religious custom⸥.\\f + \\fr 12:25 \\ft Literally “service” or “work” \\f* "},{"style":"v","text":"⸤And⸥\\f + \\fr 12:26 \\ft Literally “and it will be” \\f* when your children say to you, ‘What \\add is\\add* this ⸤religious custom⸥\\f + \\fr 12:26 \\ft Literally “service” or “work” \\f* for you?’\\f + \\fr 12:26 \\ft Or “What does this service mean to you?” \\f* "},{"style":"v","text":"you will say, ‘It \\add is\\add* a Passover sacrifice for Yahweh, who passed over the houses of the ⸤Israelites⸥\\f + \\fr 12:27 \\ft Literally “sons/children of Israel” \\f* in Egypt when he struck Egypt; and he delivered our houses.’ ” And the people knelt down and they worshiped. "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 12:28 \\ft Literally “sons/children of Israel” \\f* went, and they did as Yahweh had commanded Moses and Aaron; so they did."},{"style":"s1","text":"Death of Firstborn and Deliverance from Egypt"},{"style":"m","text":""},{"style":"v","text":"⸤And⸥\\f + \\fr 12:29 \\ft Literally “and it was” \\f* in the middle of the night, Yahweh struck all of the firstborn in the land of Egypt, from the firstborn of Pharaoh sitting on his throne to the firstborn of the captive who \\add was\\add* in the prison house and every firstborn of an animal. "},{"style":"v","text":"And Pharaoh got up \\add at\\add* night, he and all his servants and all Egypt, and a great cry of distress was in Egypt because there was not a house where there was no one dead. "},{"style":"v","text":"And he called Moses and Aaron \\add at\\add* night, and he said, “Get up, go out from the midst of my people, both you as well as the ⸤Israelites⸥,\\f + \\fr 12:31 \\ft Literally “sons/children of Israel” \\f* and go, serve Yahweh, as you have said. "},{"style":"v","text":"Take both your sheep and goats as well as your cattle, and go, and bless also me.”"},{"style":"p","text":""},{"style":"v","text":"And \\add the\\add* Egyptians urged the people \\add in order\\add* to hurry their release\\f + \\fr 12:33 \\ft Or “to hasten to release them” \\f* from the land, because they said, “All of us \\add will\\add* die!”\\f + \\fr 12:33 \\ft Or “We all are dead!” \\f* "},{"style":"v","text":"And the people lifted up their dough before it had yeast; their kneading troughs \\add were\\add* wrapped up in their cloaks on their shoulder. "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 12:35 \\ft Literally “sons/children of Israel” \\f* did according to the word of Moses, and they asked from \\add the\\add* Egyptians \\add for\\add* objects of silver and objects of gold and \\add for\\add* clothing. "},{"style":"v","text":"And Yahweh gave the people favor in the eyes of \\add the\\add* Egyptians, and they granted \\add their\\add* requests, and they plundered \\add the\\add* Egyptians."},{"style":"p","text":""},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 12:37 \\ft Literally “sons/children of Israel” \\f* set out from Rameses to Succoth; the men \\add were\\add* about six hundred thousand on foot,\\f + \\fr 12:37 \\ft Or “footmen,” “infantrymen.” The word probably has military connotations, as when it is used elsewhere in the numbering of soldiers (compare \\xt 2 Sam 10:6 \\ft ; \\xt 1 Kgs 20:29 \\ft ; \\xt 2 Kgs 13:7 \\ft ) \\f* besides dependents. "},{"style":"v","text":"And also a ⸤mixed multitude⸥\\f + \\fr 12:38 \\ft Literally “a large mixture” (compare \\xt Jer 25:20 \\ft ; \\xt Ezek 30:5 \\ft ) \\f* went up with them and sheep and goats and cattle, very numerous livestock. "},{"style":"v","text":"And they baked the dough that they had brought out from Egypt \\add as\\add* cakes, unleavened bread, because it had no yeast when they were driven out from Egypt, and they were not able to delay, and also they had not made provisions for themselves."},{"style":"p","text":""},{"style":"v","text":"And the period of dwelling of the ⸤Israelites⸥\\f + \\fr 12:40 \\ft Literally “sons/children of Israel” \\f* that they dwelled in Egypt \\add was\\add* four hundred and thirty years. "},{"style":"v","text":"And at the end of four hundred and thirty years, on this exact day, all of Yahweh’s divisions went out from the land of Egypt. "},{"style":"v","text":"It \\add is\\add* a night of vigils\\f + \\fr 12:42 \\ft Or “observances” \\f* \\add belonging\\add* to Yahweh for bringing them out from the land of Egypt; it \\add is\\add* this night \\add belonging\\add* to Yahweh \\add with\\add* vigils for all of the ⸤Israelites⸥\\f + \\fr 12:42 \\ft Literally “sons/children of Israel” \\f* throughout their generations."},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Moses and Aaron, “This \\add is\\add* the statute of the Passover: No foreigner may eat it. "},{"style":"v","text":"But any slave of a man, an acquisition by money, and you have circumcised him, then he may eat it. "},{"style":"v","text":"A temporary resident and a hired worker may not eat it. "},{"style":"v","text":"It will be eaten in one house; you will not bring part of the meat out from the house to the outside; and you will not break a bone of it. "},{"style":"v","text":"All of the community of Israel will prepare it. "},{"style":"v","text":"And when an alien dwells with you and he wants to prepare \\add the\\add* Passover for Yahweh, every male belonging to him must be circumcised, and then he may come near to prepare it, and he will be as the native of the land, but any uncircumcised \\add man\\add* may not eat it. "},{"style":"v","text":"One law will be for the native and for the alien who is dwelling in your midst.”"},{"style":"p","text":""},{"style":"v","text":"And all the ⸤Israelites⸥\\f + \\fr 12:50 \\ft Literally “sons/children of Israel” \\f* did as Yahweh had commanded Moses and Aaron; so they did. "},{"style":"v","text":"And it was on exactly this day Yahweh brought the ⸤Israelites⸥\\f + \\fr 12:51 \\ft Literally “sons/children of Israel” \\f* out from the land of Egypt by their divisions."}]