[{"style":"s1","text":"Unleavened Bread and Dedication of Firstborn to Commemorate the Rescue from Egypt"},{"style":"m","text":""},{"style":"v","text":"And Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Consecrate to me every firstborn, the first offspring of every womb among the ⸤Israelites⸥,\\f + \\fr 13:2 \\ft Literally “sons/children of Israel” \\f* among humans\\f + \\fr 13:2 \\ft Hebrew “human” \\f* and among domestic animals;\\f + \\fr 13:2 \\ft Hebrew “animal” \\f* ⸤it belongs to me⸥.”\\f + \\fr 13:2 \\ft Literally “to/for me it” \\f* "},{"style":"v","text":"And Moses said to the people, “Remember this day when you went out from Egypt, from a house of slaves, because with strength of hand Yahweh brought you out from here, and \\add food with\\add* yeast will not be eaten. "},{"style":"v","text":"Today you are going out in the month of Abib. "},{"style":"v","text":"And when Yahweh brings you to the land of the Canaanites\\f + \\fr 13:5 \\ft Hebrew “Canaanite” \\f* and the Hittites\\f + \\fr 13:5 \\ft Hebrew “Hittite” \\f* and the Amorites\\f + \\fr 13:5 \\ft Hebrew “Amorite” \\f* and the Hivites\\f + \\fr 13:5 \\ft Hebrew “Hivite” \\f* and the Jebusites\\f + \\fr 13:5 \\ft Hebrew “Jebusite” \\f*—which he swore to your ancestors\\f + \\fr 13:5 \\ft Or “fathers” \\f* to give to you, a land flowing with milk and honey—you will perform this service in this month. "},{"style":"v","text":"Seven days you will eat unleavened bread, and on the seventh day \\add will be\\add* a feast for Yahweh. "},{"style":"v","text":"Unleavened bread will be eaten the seven days; \\add food with\\add* yeast will not be seen for you; and yeast will not be seen for you in all your territory. "},{"style":"v","text":"And you shall tell your son on that day, saying, ‘This \\add is\\add* because of what Yahweh did for me when I came out from Egypt.’ "},{"style":"v","text":"And it will be as a sign on your hand and as a memorial between your eyes so that the law of Yahweh will be in your mouth, that with a strong hand Yahweh brought you out from Egypt. "},{"style":"v","text":"And you will keep this statute at its appointed time ⸤from year to year⸥.\\f + \\fr 13:10 \\ft Literally “from days to days” \\f*"},{"style":"p","text":""},{"style":"v","text":"“And when Yahweh brings you to the land of the Canaanite, as he swore to you and to your ancestors,\\f + \\fr 13:11 \\ft Or “fathers” \\f* and he gives it to you, "},{"style":"v","text":"you will hand over every first offspring of a womb to Yahweh, and every first offspring dropped by a domestic animal that will belong to you, the males \\add will be\\add* for Yahweh. "},{"style":"v","text":"And every first offspring of a donkey you will redeem with small livestock, and if you will not redeem \\add it\\add*, then you will break its neck, and every firstborn human among your sons you will redeem. "},{"style":"v","text":"And when your son asks you ⸤in the future⸥,\\f + \\fr 13:14 \\ft Literally “tomorrow” \\f* saying, ‘What \\add is\\add* this?’ you will say to him, ‘With strength of hand Yahweh brought us out from Egypt, from a house of slaves. "},{"style":"v","text":"And when Pharaoh was stubborn to release us, Yahweh killed every firstborn in the land of Egypt, from firstborn human to firstborn domestic animal. Therefore I \\add am\\add* sacrificing to Yahweh every first offspring of a womb, the males, and every firstborn of my sons I redeem.’ "},{"style":"v","text":"And it will be as a sign on your hand and as symbolic ornaments between your eyes that with strength of hand Yahweh brought us out from Egypt.”"},{"style":"s1","text":"Summary of Travel"},{"style":"m","text":""},{"style":"v","text":"And when Pharaoh released the people, God did not lead them the way of the land of the Philistines, though it \\add was\\add* nearer, because God said, “Lest the people change their mind when they see war and return to Egypt.” "},{"style":"v","text":"So God led the people around \\add by\\add* the way of the desert \\add to\\add* the ⸤Red Sea⸥,\\f + \\fr 13:18 \\ft Literally “sea of reed” \\f* and the ⸤Israelites⸥\\f + \\fr 13:18 \\ft Literally “sons/children of Israel” \\f* went up in battle array from the land of Egypt. "},{"style":"v","text":"And Moses took the bones of Joseph with him because \\add Joseph\\add*\\f + \\fr 13:19 \\ft Hebrew “he” \\f* had made the ⸤Israelites⸥\\f + \\fr 13:19 \\ft Literally “sons/children of Israel” \\f* solemnly swear an oath, saying, “God will surely attend to you, and you will take up my bones from here with you.” "},{"style":"v","text":"And they set out from Succoth, and they encamped at Etham on the edge of the desert. "},{"style":"v","text":"And Yahweh was going before them by day in a column of cloud to lead them \\add on\\add* the way and \\add by\\add* night in a column of fire to give light to them to go by day and night. "},{"style":"v","text":"The column of cloud by day and the column of fire \\add by\\add* night did not depart from before the people."}]