[{"style":"s1","text":"Yahweh Rescues Israel at the Red Sea"},{"style":"m","text":""},{"style":"v","text":"And Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Speak to the ⸤Israelites⸥\\f + \\fr 14:2 \\ft Literally “sons/children of Israel” \\f* so that they turn and encamp before Pi-hahiroth, between Migdol ⸤and the sea⸥;\\f + \\fr 14:2 \\ft Literally “and between the sea” \\f* before Baal Zephon, \\add which is\\add* opposite it, you will camp by the sea. "},{"style":"v","text":"And Pharaoh will say of the ⸤Israelites⸥,\\f + \\fr 14:3 \\ft Literally “sons/children of Israel” \\f* ‘They are wandering around in the land. The desert has closed in on them.’ "},{"style":"v","text":"And I will harden the heart of Pharaoh, and he will chase after them, and I will be glorified through Pharaoh and through all his army, and \\add the\\add* Egyptians will know that I \\add am\\add* Yahweh.” And they did so."},{"style":"p","text":""},{"style":"v","text":"And it was told to the king of Egypt that the people fled, and the heart of Pharaoh was changed and \\add that of\\add* his servants toward the people, and they said, “What \\add is\\add* this we have done, that we have released Israel from serving us!” "},{"style":"v","text":"And he harnessed his chariot and took with him his people. "},{"style":"v","text":"And he took six hundred select chariots and all the chariots of Egypt and officers over all of them. "},{"style":"v","text":"And Yahweh hardened the heart of Pharaoh the king of Egypt, and he chased after the ⸤Israelites⸥.\\f + \\fr 14:8 \\ft Literally “sons/children of Israel” \\f* (Now the ⸤Israelites⸥\\f + \\fr 14:8 \\ft Literally “sons/children of Israel” \\f* \\add were\\add* going out ⸤boldly⸥.\\f + \\fr 14:8 \\ft Literally “with a raised/high hand” \\f*) "},{"style":"v","text":"And \\add the\\add* Egyptians chased after them, and they overtook them encamped at the sea—all the horses of the chariots of Pharaoh and his charioteers and his army—at Pi-hahiroth before Baal Zephon."},{"style":"p","text":""},{"style":"v","text":"And Pharaoh approached, and the ⸤Israelites⸥\\f + \\fr 14:10 \\ft Literally “sons/children of Israel” \\f* lifted their eyes, and there were the Egyptians traveling after them! And they were very afraid, and the ⸤Israelites⸥\\f + \\fr 14:10 \\ft Literally “sons/children of Israel” \\f* cried out to Yahweh. "},{"style":"v","text":"And they said to Moses, “Because there are no graves in Egypt? Is that why you have taken us to die in the desert? What \\add is\\add* this you have done to us by bringing us out from Egypt! "},{"style":"v","text":"Isn’t this the word we spoke to you in Egypt, saying, ‘Leave us alone \\add so that\\add* we can serve Egypt!’ because serving Egypt is better for us than our dying in the desert.” "},{"style":"v","text":"And Moses said to the people, “You must not be afraid. Stand \\add still\\add* and see the salvation of Yahweh, which he will accomplish for you today, because \\add the\\add* Egyptians whom you see today you will see never again. "},{"style":"v","text":"Yahweh will fight for you, and you must be quiet.”"},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Moses, “Why do you cry out to me? Speak to the ⸤Israelites⸥\\f + \\fr 14:15 \\ft Literally “sons/children of Israel” \\f* \\add so that\\add* they set out.\\f + \\fr 14:15 \\ft Or “journey,” “move on,” “travel” \\f* "},{"style":"v","text":"And you, lift up your staff and stretch out your hand over the sea and divide it \\add so that\\add* the ⸤Israelites⸥\\f + \\fr 14:16 \\ft Literally “sons/children of Israel” \\f* can go in the middle of the sea on the dry land. "},{"style":"v","text":"And as for me, look, I \\add am\\add* about to harden the heart of \\add the\\add* Egyptians \\add so that\\add* they come after them, and I will display my glory through Pharaoh and through all of his army, through his chariots and through his charioteers. "},{"style":"v","text":"And \\add the\\add* Egyptians will know that I \\add am\\add* Yahweh when I display my glory through Pharaoh, through his chariots, and through his charioteers.”"},{"style":"p","text":""},{"style":"v","text":"And the angel of God who was going before the camp of Israel set out and went behind them. And the column of cloud set out ahead of them, and it stood \\add still\\add* behind them, "},{"style":"v","text":"\\add so that\\add* it came between the camp of Egypt and the camp of Israel. And ⸤it was a dark cloud⸥,\\f + \\fr 14:20 \\ft Literally “the cloud was and the darkness” \\f* but it gave light \\add to\\add* the night,\\f + \\fr 14:20 \\ft Or “it illumined the night” \\f* \\add so that\\add* ⸤neither approached the other⸥\\f + \\fr 14:20 \\ft Literally “this did not come near to this” \\f* all night."},{"style":"p","text":""},{"style":"v","text":"And Moses stretched out his hand over the sea, and Yahweh moved the sea\\f + \\fr 14:21 \\ft Or “caused the sea to go,” “drove the sea” \\f* with a strong east wind all night, and he made the sea \\add become\\add* dry ground, and the waters were divided. "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 14:22 \\ft Literally “sons/children of Israel” \\f* entered the middle of the sea on the dry land. The waters \\add were\\add* a wall for them on their right and on their left. "},{"style":"v","text":"And \\add the\\add* Egyptians gave chase\\f + \\fr 14:23 \\ft Or “pursued,” “chased” \\f* and entered after them—all the horses of Pharaoh, his chariots, and his charioteers—into the middle of the sea. "},{"style":"v","text":"And during the morning watch, Yahweh looked down to the Egyptian camp \\add from\\add* in the column of fire and cloud, and he threw the Egyptian camp into a panic. "},{"style":"v","text":"And he removed\\f + \\fr 14:25 \\ft Or “let turn aside” \\f* the wheels of their chariots \\add so that\\add* they drove them with difficulty, and \\add the\\add* Egyptians said, “We must flee away\\f + \\fr 14:25 \\ft Or “let us flee,” “let me run away”; the verb is singular, but it is plural in context \\f* from Israel because Yahweh \\add is\\add* fighting for them against Egypt.”"},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Moses, “Stretch out your hand over the sea, and let the waters return over \\add the\\add* Egyptians, over their chariots, and over their charioteers.” "},{"style":"v","text":"And Moses stretched out his hand over the sea, and the sea returned ⸤at daybreak⸥\\f + \\fr 14:27 \\ft Literally “at the turning of morning” \\f* to its normal level, and \\add the\\add* Egyptians \\add were\\add* fleeing ⸤because of it⸥,\\f + \\fr 14:27 \\ft Literally “to/for/from the meeting of it” \\f* and Yahweh swept \\add the\\add* Egyptians into the middle of the sea. "},{"style":"v","text":"And the waters returned and covered the chariots and the charioteers—all the army of Pharaoh coming after them into the sea. Not ⸤even⸥\\f + \\fr 14:28 \\ft Literally “up to,” “as far as” \\f* one survived among them. "},{"style":"v","text":"But the ⸤Israelites⸥\\f + \\fr 14:29 \\ft Literally “sons/children of Israel” \\f* walked on the dry land in the middle of the sea. The waters \\add were\\add* a wall for them on their right and on their left. "},{"style":"v","text":"And Yahweh saved Israel on that day from the hand\\f + \\fr 14:30 \\ft Or “power” \\f* of Egypt, and Israel saw the Egyptians dead on the shore of the sea. "},{"style":"v","text":"And Israel saw the great hand\\f + \\fr 14:31 \\ft Or “power” \\f* that Yahweh displayed against Egypt, and the people feared Yahweh, and they believed in Yahweh and in Moses his servant."}]