[{"style":"s1","text":"Yahweh Provides Food in the Desert"},{"style":"m","text":""},{"style":"v","text":"And they set out from Elim, and all the community of the ⸤Israelites⸥\\f + \\fr 16:1 \\ft Literally “sons/children of Israel” \\f* came to the desert of Sin, which \\add is\\add* between Elim ⸤and Sinai⸥,\\f + \\fr 16:1 \\ft Literally “and between Sinai” \\f* in the fifteenth day of the second month of their going out from the land of Egypt. "},{"style":"v","text":"And all the community of the ⸤Israelites⸥\\f + \\fr 16:2 \\ft Literally “sons/children of Israel” \\f* grumbled against Moses and against Aaron in the desert. "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 16:3 \\ft Literally “sons/children of Israel” \\f* said to them, “⸤If only we had died⸥\\f + \\fr 16:3 \\ft Literally “who will give our dying” \\f* by the hand of Yahweh in the land of Egypt, when we sat by the pots\\f + \\fr 16:3 \\ft Hebrew “pot” \\f* of meat, when we ate bread ⸤until we were full⸥,\\f + \\fr 16:3 \\ft Literally “to contentment” or “to satisfaction” \\f* because you have brought us out to this desert to kill all of this assembly with hunger.” "},{"style":"v","text":"And Yahweh said to Moses, “Look, I am going to rain down for you bread from the heavens, and the people will go out and gather enough for the day on its day; in that way I will test them: Will they go according to my law or not? "},{"style":"v","text":"And then on the sixth day, they will prepare what they bring, and it will be twice over what they will gather every \\add other\\add* day.”"},{"style":"p","text":""},{"style":"v","text":"And Moses and Aaron said to all the ⸤Israelites⸥,\\f + \\fr 16:6 \\ft Literally “sons/children of Israel” \\f* “\\add In the\\add* evening, you will know that Yahweh has brought you out from the land of Egypt, "},{"style":"v","text":"and \\add in the\\add* morning, you will see the glory of Yahweh, ⸤for he hears⸥\\f + \\fr 16:7 \\ft Literally “at/in his hearing” \\f* your grumblings against Yahweh, and what \\add are\\add* we that you grumble against us?” "},{"style":"v","text":"And Moses said, “When in the evening Yahweh gives you meat to eat and bread in the morning ⸤to fill up on⸥,\\f + \\fr 16:8 \\ft Literally “to be satisfied” \\f* ⸤for he hears⸥\\f + \\fr 16:8 \\ft Literally “at/in his hearing” \\f* your grumblings that you grumble against him—and what \\add are\\add* we? Your grumblings \\add are\\add* not against us but against Yahweh.” "},{"style":"v","text":"And Moses said to Aaron, “Say to all the community of the ⸤Israelites⸥,\\f + \\fr 16:9 \\ft Literally “sons/children of Israel” \\f* ‘Come near before Yahweh because he has heard your grumblings.’ ”"},{"style":"p","text":""},{"style":"v","text":"And at the moment of Aaron’s speaking to all the community of the ⸤Israelites⸥,\\f + \\fr 16:10 \\ft Literally “sons/children of Israel” \\f* they turned to the desert, ⸤and just then⸥\\f + \\fr 16:10 \\ft Literally “look” or “behold” \\f* the glory of Yahweh appeared in the cloud. "},{"style":"v","text":"And Yahweh spoke to Moses, saying, "},{"style":"v","text":"“I have heard the grumblings of the ⸤Israelites⸥.\\f + \\fr 16:12 \\ft Literally “sons/children of Israel” \\f* Speak to them, saying, ‘⸤At twilight⸥\\f + \\fr 16:12 \\ft Literally “between the evenings” \\f* you will eat meat, and in the morning you will be full \\add with\\add* bread, and you will know that I \\add am\\add* Yahweh your God.’ ”"},{"style":"p","text":""},{"style":"v","text":"And so it was, in the evening, the quail came up and covered the camp, and in the morning, a layer of dew was all around the camp. "},{"style":"v","text":"And the layer of dew came up, ⸤and there⸥\\f + \\fr 16:14 \\ft Literally “look” or “behold” \\f* on the face of the desert was a fine granular substance, fine like frost on the ground. "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 16:15 \\ft Literally “sons/children of Israel” \\f* saw, and they said ⸤to each other⸥,\\f + \\fr 16:15 \\ft Literally “a man to his brother” \\f* “What \\add is\\add* this?” because they did not know what it \\add was\\add*. And Moses said to them, “That \\add is\\add* the bread that Yahweh has given to you as food. "},{"style":"v","text":"This \\add is\\add* the word that Yahweh commanded, ‘Gather from it, ⸤each according to what he can eat⸥,\\f + \\fr 16:16 \\ft Literally “a man for the mouth of his eating” \\f* an omer per person\\f + \\fr 16:16 \\ft Literally “skull” or “head” \\f* \\add according to\\add* the number of you.\\f + \\fr 16:16 \\ft Or “the number of your selves” \\f* You each shall take \\add enough\\add* for whoever \\add is\\add* in his tent.’ ”"},{"style":"p","text":""},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 16:17 \\ft Literally “sons/children of Israel” \\f* did so, and they gathered, some more and some less. "},{"style":"v","text":"And \\add when\\add* they measured with the omer, the one gathering more had no surplus, and the one gathering less had no lack; they gathered ⸤each according to what he could eat⸥.\\f + \\fr 16:18 \\ft Literally “a man for the mouth of his eating” \\f* "},{"style":"v","text":"And Moses said to them, “Let no one leave any of it until morning.” "},{"style":"v","text":"But they did not listen to Moses. Some people\\f + \\fr 16:20 \\ft Literally “men” \\f* left \\add some\\add* of it until morning, and it bred worms and stank. And Moses was angry with them. "},{"style":"v","text":"And they gathered it morning by morning, ⸤each according to what he could eat⸥,\\f + \\fr 16:21 \\ft Literally “a man according to the mouth of his eating” \\f* and it melted \\add when\\add* the sun was hot.\\f + \\fr 16:21 \\ft Literally “and the sun was hot, and he/it melted” \\f*"},{"style":"p","text":""},{"style":"v","text":"And when it was the sixth day, they gathered twice \\add as much\\add* bread, two omers for one \\add person\\add*, and all the leaders of the community came and told Moses. "},{"style":"v","text":"And he said to them, “This is what Yahweh has said. Tomorrow \\add is\\add* a rest period, a holy Sabbath for Yahweh. Bake what you \\add want to\\add* bake, and boil what you \\add want to\\add* boil. Put aside all the surplus for yourselves for safekeeping until the morning.” "},{"style":"v","text":"And they put it aside until the morning, as Moses had commanded, and it did not make a stench, and not a maggot was in it. "},{"style":"v","text":"And Moses said, “Eat it today, because today is a Sabbath for Yahweh. Today you will not find it in the field. "},{"style":"v","text":"Six days you will gather it, but on the seventh day, \\add the\\add* Sabbath, it will not be \\add present\\add* on it.”"},{"style":"p","text":""},{"style":"v","text":"And on the seventh day \\add some\\add* of the people went out to gather, and they did not find \\add any\\add*. "},{"style":"v","text":"And Yahweh said to Moses, “How long do you\\f + \\fr 16:28 \\ft Plural \\f* refuse to keep my commands and my laws? "},{"style":"v","text":"See, because Yahweh has given to you the Sabbath, therefore he is giving to you on the sixth day bread for two days. Stay, ⸤each in his location⸥;\\f + \\fr 16:29 \\ft Literally “a man under him/it” \\f* let no one go from his place on the seventh day.” "},{"style":"v","text":"And the people rested on the seventh day."},{"style":"p","text":""},{"style":"v","text":"And the house of Israel called its name “manna.” And it \\add was\\add* like coriander seed, white, and its taste \\add was\\add* like a wafer with honey. "},{"style":"v","text":"And Moses said, “This is the word that Yahweh has commanded. ‘A full omer of it \\add is\\add* for safekeeping for your generations so that they will see the bread that I fed you in the desert when I brought you from the land of Egypt.’ ” "},{"style":"v","text":"And Moses said to Aaron, “Take one jar and put there a full omer of manna. Leave it before Yahweh for safekeeping for your generations.” "},{"style":"v","text":"As Yahweh had commanded Moses, so Aaron left it before the testimony for safekeeping. "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 16:35 \\ft Literally “sons/children of Israel” \\f* ate the manna forty years, until their coming to an inhabited land; they ate the manna until their coming to the border of the land of Canaan. "},{"style":"v","text":"(And an omer \\add is\\add* a tenth of an ephah.)"}]