[{"style":"s1","text":"Water from a Rock"},{"style":"m","text":""},{"style":"v","text":"And all the community of the ⸤Israelites⸥\\f + \\fr 17:1 \\ft Literally “sons/children of Israel” \\f* set out from the desert of Sin for their journeys according to the command of Yahweh, and they camped in Rephidim, and there was no water for the people to drink. "},{"style":"v","text":"And the people quarreled with Moses, and they said, “Give us water so that we can drink.” And Moses said to them, “Why do you quarrel with me? Why do you test Yahweh?” "},{"style":"v","text":"And the people thirsted for water, and the people grumbled against Moses and said, “Why ⸤ever⸥\\f + \\fr 17:3 \\ft Or “at all”; literally “this” \\f* did you bring us up from Egypt to kill me\\f + \\fr 17:3 \\ft The unexpected switch to first-person singular pronouns reflects the fact that the question summarizes a host of angry accusations and self-centered concern \\f* and my sons and my cattle with thirst?”"},{"style":"p","text":""},{"style":"v","text":"And Moses cried out to Yahweh, saying, “What will I do with this people? A little longer and they will stone me.” "},{"style":"v","text":"And Yahweh said to Moses, “Go on before the people and take with you \\add some\\add* from the elders of Israel, and the staff with which you struck the Nile take in your hand, and go. "},{"style":"v","text":"Look, I \\add will be\\add* standing before you there on the rock in Horeb, and you will strike the rock, and water will come out from it, and the people will drink.”"},{"style":"p","text":"And Moses did so before the eyes of the elders of Israel. "},{"style":"v","text":"And he called the name of the place Massah and Meribah because of the quarrel of the ⸤Israelites⸥\\f + \\fr 17:7 \\ft Literally “sons/children of Israel” \\f* and because of their testing Yahweh \\add by\\add* saying, “Is Yahweh in our midst or not?”"},{"style":"s1","text":"Battle with the Amalekites"},{"style":"m","text":""},{"style":"v","text":"And Amalek came and fought with Israel at Rephidim. "},{"style":"v","text":"And Moses said to Joshua, “Choose men for us, and go out, fight against Amalek tomorrow. I \\add will be\\add* standing on the top of the hill, and the staff of God \\add will be\\add* in my hand.”"},{"style":"p","text":""},{"style":"v","text":"And Joshua did as Moses had said to him to fight with Amalek. And Moses, Aaron, and Hur went up \\add to\\add* the top of the hill. "},{"style":"v","text":"And\\f + \\fr 17:11 \\ft Literally “and it would be” \\f* when Moses raised his hand, Israel would prevail, but when he rested his hand, Amalek would prevail. "},{"style":"v","text":"But the hands of Moses \\add were\\add* heavy, and they took a stone and placed it under him, and he sat on it; Aaron and Hur supported his hands, ⸤one on each side⸥,\\f + \\fr 17:12 \\ft Or “one on one side and one on the other”; literally “one from this and one from this” \\f* and his hands \\add were\\add* steady until ⸤sundown⸥.\\f + \\fr 17:12 \\ft Literally “the coming in of the sun” \\f* "},{"style":"v","text":"And Joshua defeated Amalek and his people with \\add the\\add* ⸤edge of the sword⸥.\\f + \\fr 17:13 \\ft Literally “mouth of \\fq the \\ft sword” \\f*"},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Moses, “Write this \\add as\\add* a memorial in the scroll and ⸤recite it in the hearing of⸥\\f + \\fr 17:14 \\ft Literally “and put in the ears of” \\f* Joshua, because I will utterly blot out the remembrance of Amalek from under the heavens.”"},{"style":"p","text":""},{"style":"v","text":"And Moses built an altar, and he called its name Yahweh \\add Is\\add* My Banner. "},{"style":"v","text":"And he said, “Because a hand \\add was\\add* against the throne of Yah,\\f + \\fr 17:16 \\ft Or “indeed a hand on the throne of Yah”; the phrase is unclear \\f* a war \\add will be\\add* for Yahweh with Amalek from generation \\add to\\add* generation.”"}]