[{"style":"s1","text":"Jethro’s Visit to Moses at the Mountain of God"},{"style":"m","text":""},{"style":"v","text":"And Jethro, the priest of Midian, the father-in-law of Moses, heard all that God had done for Moses and for Israel, his people, that Yahweh had brought Israel out from Egypt. "},{"style":"v","text":"And Jethro, the father-in-law of Moses, took Zipporah the wife of Moses after her sending away, "},{"style":"v","text":"and her two sons—the one whose name \\add was\\add* Gershom, for he had said, “I have been an alien in a foreign land,” "},{"style":"v","text":"and the one \\add whose\\add* name \\add was\\add* Eliezer, for “the God of my father \\add was\\add* my help, and he delivered me from the sword of Pharaoh.” "},{"style":"v","text":"And Jethro, the father-in-law of Moses, came and his sons and his wife to Moses, to the desert where he was camping there \\add at\\add* the mountain of God. "},{"style":"v","text":"And he said to Moses, “I, your father-in-law Jethro, \\add am\\add* coming to you and your wife and her two sons with her.” "},{"style":"v","text":"And Moses went out to meet his father-in-law, and he bowed, and he kissed him, and ⸤they each asked about the other’s welfare⸥,\\f + \\fr 18:7 \\ft Literally “they asked a man to his neighbor to welfare” \\f* and they came into the tent."},{"style":"p","text":""},{"style":"v","text":"And Moses told his father-in-law all that Yahweh had done to Pharaoh and to Egypt on account of Israel, all the hardship that had found them on the way, and \\add how\\add* Yahweh delivered them. "},{"style":"v","text":"And Jethro rejoiced over all the good that Yahweh had done for Israel when he delivered them from the hand of Egypt. "},{"style":"v","text":"And Jethro said, “Blessed be Yahweh, who has delivered you from the hand of Egypt and from the hand of Pharaoh—who has delivered the people from under the hand of Egypt. "},{"style":"v","text":"Now I know that Yahweh is greater than all the gods, ⸤even in the matter where they the Egyptians dealt arrogantly against the Israelites⸥.”\\f + \\fr 18:11 \\ft Literally “because in the thing that they dealt arrogantly over them” \\f* "},{"style":"v","text":"And Jethro, the father-in-law of Moses, took a burnt offering and sacrifices for God, and Aaron and all the elders of Israel came to eat bread with the father-in-law of Moses before God."},{"style":"p","text":""},{"style":"v","text":"⸤And⸥\\f + \\fr 18:13 \\ft Literally “And it was” \\f* the next day, Moses sat to judge the people, and the people stood before Moses from the morning until the evening. "},{"style":"v","text":"And the father-in-law of Moses saw all that he was doing for the people, and he said, “What \\add is\\add* this thing that you \\add are\\add* doing for the people? Why \\add are\\add* you sitting alone and all the people \\add are\\add* standing by you from morning until evening?” "},{"style":"v","text":"And Moses said to his father-in-law, “Because the people come to me to seek God. "},{"style":"v","text":"When ⸤they have an issue⸥,\\f + \\fr 18:16 \\ft Literally “a thing is to them” \\f* it comes to me, and I judge between a man and his neighbor, and I make known God’s rule and his instructions.”"},{"style":"p","text":""},{"style":"v","text":"And the father-in-law of Moses said to him, “The thing that you are doing is not good. "},{"style":"v","text":"Surely you will wear out, both you and this people who \\add are\\add* with you, because the thing \\add is too\\add* ⸤difficult⸥\\f + \\fr 18:18 \\ft Literally “heavy” \\f* for you. You are not able to do it alone. "},{"style":"v","text":"Now listen to my voice; I will advise you, and may God be with you. You be for the people before God, and you bring the issues to God. "},{"style":"v","text":"And you warn them \\add of\\add* the rules and the instructions, and you make known to them the way in which they must walk and the work that they must do. "},{"style":"v","text":"And you will select from all the people men of ability, fearers of God, trustworthy men, haters of \\add dishonest\\add* gain,\\f + \\fr 18:21 \\ft Or “unjust profit” \\f* and you will appoint \\add such men\\add* over them \\add as\\add* commanders of thousands, commanders of hundreds, commanders of fifties, and commanders of tens. "},{"style":"v","text":"And let them judge the people all the time, ⸤and⸥\\f + \\fr 18:22 \\ft Literally “and it will be” \\f* every major issue they will bring to you, and every minor issue they will judge themselves. And \\add so\\add* lighten \\add it\\add* for yourself, and they will bear \\add it\\add* with you. "},{"style":"v","text":"If you will do this thing and God will command you, \\add then\\add* you will be able to endure, and also each of the people will go to his home\\f + \\fr 18:23 \\ft Or “his place” \\f* in peace.”"},{"style":"p","text":""},{"style":"v","text":"And Moses listened to the voice of his father-in-law, and he did all that he had said. "},{"style":"v","text":"And Moses chose men of ability from all Israel, and he appointed them \\add as\\add* heads over the people, \\add as\\add* commanders of thousands, commanders of hundreds, commanders of fifties, and commanders of tens. "},{"style":"v","text":"And they judged the people all the time; the difficult issues\\f + \\fr 18:26 \\ft Hebrew “issue” \\f* they would bring to Moses, and every minor issue they would judge themselves. "},{"style":"v","text":"And Moses let his father-in-law go, and he went to his land."}]