[{"style":"s1","text":"The Birth and Early Life of Moses"},{"style":"m","text":""},{"style":"v","text":"And a man from the ⸤family⸥\\f + \\fr 2:1 \\ft Literally “house” \\f* of Levi went, and he took ⸤a descendent of Levi⸥.\\f + \\fr 2:1 \\ft Literally “daughter of Levi” \\f* "},{"style":"v","text":"And the woman conceived, and she gave birth to a son, and she saw him, that he was a fine baby, and she hid him three months. "},{"style":"v","text":"But when she could no longer hide him, she got a papyrus basket for him, and she coated it with tar and with pitch, and she placed the boy in it, and she placed \\add it\\add* among the reeds on the bank of the Nile. "},{"style":"v","text":"And his sister stood at a distance to know what would be done to him. "},{"style":"v","text":"And the daughter of Pharaoh went down to wash at the Nile, \\add while\\add* her maidservants were walking alongside the Nile, and she saw the basket in the midst of the reeds, and she sent her slave woman \\add for it\\add* and took it "},{"style":"v","text":"and opened \\add it\\add* and saw him—the boy—and it was a lad weeping, and she had compassion for him and said, “This \\add must be\\add* from the boys of the Hebrews.”\\f + \\fr 2:6 \\ft Each instance of the implied “she” in verses 5 and 6 is the daughter of Pharaoh \\f* "},{"style":"v","text":"And his sister said to the daughter of Pharaoh, “Shall I go and call for you a woman from the Hebrews \\add who is\\add* nursing \\add so that\\add* she will nurse the boy for you?” "},{"style":"v","text":"And the daughter of Pharaoh said to her, “Go.” And the girl went, and she called the mother of the boy. "},{"style":"v","text":"And the daughter of Pharaoh said, “Take this boy and nurse him for me, and I myself will give you wages, and the woman took the boy, and she nursed him. "},{"style":"v","text":"And the boy grew, and she brought him to the daughter of Pharaoh, and he became her son, and she called his name Moses, and she said, “Because I drew him out from the water.”"},{"style":"p","text":""},{"style":"v","text":"⸤And then⸥\\f + \\fr 2:11 \\ft Literally “and he/it was” \\f* in those days when Moses had grown up, he went out to his brothers, and he saw their ⸤forced labor⸥,\\f + \\fr 2:11 \\ft Literally “burdens” or “burdensome labor” \\f* and he saw an Egyptian man striking a Hebrew man, \\add one of\\add* his brothers.\\f + \\fr 2:11 \\ft Or “a Hebrew man from his brothers” \\f* "},{"style":"v","text":"And he turned here and there, and he saw no one,\\f + \\fr 2:12 \\ft Literally “and he saw that there was not a man” \\f* and he struck the Egyptian, and he hid him in the sand. "},{"style":"v","text":"And he went out on the second day, and there were two Hebrew men fighting, and he said to the guilty \\add one\\add*, “Why do you strike your neighbor?” "},{"style":"v","text":"And he said, “Who ⸤appointed you as a commander⸥\\f + \\fr 2:14 \\ft Literally “put you for a man, a commander” or “placed you for a man, a commander” \\f* and a judge over us? \\add Are\\add* you intending to kill me like you killed the Egyptian?” And Moses was afraid, and he said, “Surely the matter has become known.” "},{"style":"v","text":"And Pharaoh heard this matter, and he sought to kill Moses, and Moses fled from Pharaoh, and he lived in the land of Midian, and he lived at ⸤a certain well⸥.\\f + \\fr 2:15 \\ft Literally “the well” \\f*"},{"style":"p","text":""},{"style":"v","text":"\\add Now\\add* the priest of Midian had seven daughters, and they came and drew water and filled the troughs to water their father’s flock.\\f + \\fr 2:16 \\ft The Hebrew noun translated “flock” is used here and in verses 17 and 19 collectively for sheep or goats or a mix of the two \\f* "},{"style":"v","text":"And the shepherds came and drove them away, but Moses stood up and came to their rescue and watered their flock. "},{"style":"v","text":"And they came to Reuel, their father, and he said, “⸤Why have you come so quickly⸥\\f + \\fr 2:18 \\ft Literally “why did you hasten coming” \\f* today?” "},{"style":"v","text":"And they said, “An Egyptian man delivered us from the hand of the shepherds, and he even drew \\add water\\add* for us and watered the flock.” "},{"style":"v","text":"And he said to his daughters, “Where \\add is\\add* he? ⸤Why then⸥\\f + \\fr 2:20 \\ft Literally “why this” \\f* have you left the man? ⸤Call him so that he can eat some food⸥.”\\f + \\fr 2:20 \\ft Literally “call to \\fq or “summon/invite” \\ft him and he will eat bread” \\f* "},{"style":"v","text":"And Moses agreed to stay with the man, and he gave Zipporah his daughter to Moses. "},{"style":"v","text":"And she bore a son, and he called his name Gershom because he said, “I am an alien in a foreign land.”\\f + \\fr 2:22 \\ft The word translated “alien” sounds like the first syllable in the name Gershom. The second syllable sounds like the word for “there” \\f*"},{"style":"p","text":""},{"style":"v","text":"⸤And then⸥\\f + \\fr 2:23 \\ft Literally “and he/it was” \\f* during those many days, the king of Egypt died, and the ⸤Israelites⸥\\f + \\fr 2:23 \\ft Literally “sons/children of Israel” \\f* groaned because of the work, and they cried out, and their cry for help because of the work went up to God. "},{"style":"v","text":"And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob, "},{"style":"v","text":"and God saw the ⸤Israelites⸥,\\f + \\fr 2:25 \\ft Literally “sons/children of Israel” \\f* and God took notice.\\f + \\fr 2:25 \\ft Or “and God knew” \\f*"}]