[{"style":"s1","text":"Ten Commandments"},{"style":"m","text":""},{"style":"v","text":"And God spoke all these words, saying, "},{"style":"v","text":"“I \\add am\\add* Yahweh, your God, who brought you out from the land of Egypt, from the house of slaves."},{"style":"p","text":""},{"style":"v","text":"“There shall be for you no other gods before me."},{"style":"p","text":""},{"style":"v","text":"“You shall not make for yourself a divine image \\add with\\add* any form that \\add is\\add* in the heavens above or that \\add is\\add* in the earth below or that \\add is\\add* in the water below the earth. "},{"style":"v","text":"You will not bow down to them, and you will not serve them, because I \\add am\\add* Yahweh your God, a jealous God, punishing \\add the\\add* guilt of \\add the\\add* parents on the children on \\add the\\add* third and on \\add the\\add* fourth \\add generations\\add*\\f + \\fr 20:5 \\ft “Generations” is understood from comparison with parallel verses (compare \\xt Exod 34:6–7 \\ft ; \\xt Deut 7:9 \\ft ) \\f* of those hating me, "},{"style":"v","text":"and showing loyal love to thousands \\add of generations\\add*\\f + \\fr 20:6 \\ft “Generations” is understood from comparison with parallel verses ( compare \\xt Exod 34:6–7 \\ft ; \\xt Deut 7:9 \\ft ) \\f* of those loving me and of those keeping my commandments."},{"style":"p","text":""},{"style":"v","text":"“You shall not ⸤misuse the name of Yahweh your God⸥,\\f + \\fr 20:7 \\ft Literally “take up/bear/carry the name of Yahweh your God for \\fq what is \\ft worthless/false/empty” \\f* because Yahweh will not leave unpunished \\add anyone\\add* who ⸤misuses his name⸥.\\f + \\fr 20:7 \\ft Literally “bears his name for \\fq what is \\ft false” \\f*"},{"style":"p","text":""},{"style":"v","text":"“Remember the day of the Sabbath, to consecrate it. "},{"style":"v","text":"Six days you will work, and you will do all your work. "},{"style":"v","text":"But the seventh day \\add is\\add* a Sabbath for Yahweh your God; you will not do any work—you or your son or your daughter, your male slave or your female slave, or your animal, or your alien who \\add is\\add* in your gates—"},{"style":"v","text":"because \\add in\\add* six days Yahweh made the heavens and the earth, the sea and all that \\add is\\add* in them, and on the seventh day he rested. Therefore Yahweh blessed the seventh day and consecrated it."},{"style":"p","text":""},{"style":"v","text":"“Honor your father and your mother, so that your days can be long on the land that Yahweh your God \\add is\\add* giving you."},{"style":"p","text":""},{"style":"v","text":"“You shall not murder."},{"style":"p","text":""},{"style":"v","text":"“You shall not commit adultery."},{"style":"p","text":""},{"style":"v","text":"“You shall not steal."},{"style":"p","text":""},{"style":"v","text":"“You shall not testify against your neighbor \\add with\\add* a false witness."},{"style":"p","text":""},{"style":"v","text":"“You shall not covet the house of your neighbor; you will not covet the wife of your neighbor or his male servant or his female servant or his ox or his donkey or anything that \\add is\\add* your neighbor’s.”"},{"style":"p","text":""},{"style":"v","text":"And all the people \\add were\\add* seeing the thunder and the lightning and the sound of the ram’s horn and the mountain smoking, and the people saw, and they trembled, and they stood at a distance. "},{"style":"v","text":"And they said to Moses, “You speak with us, and we will listen, but let not God speak with us, lest we die.” "},{"style":"v","text":"And Moses said to the people, “Do not be afraid. God has come to test you so that his fear will be before you so that you do not sin.” "},{"style":"v","text":"And the people stood at a distance, and Moses approached the very thick cloud where God was."},{"style":"s1","text":"Instructions for Building Altars"},{"style":"m","text":""},{"style":"v","text":"And Yahweh said to Moses, “Thus you will say to the ⸤Israelites⸥,\\f + \\fr 20:22 \\ft Literally “sons/children of Israel” \\f* ‘You yourselves have seen that I have spoken to you from the heavens. "},{"style":"v","text":"You will not make alongside me gods of silver, and gods of gold you will not make for yourselves. "},{"style":"v","text":"An altar of earth you will make for me, and you will sacrifice on it your burnt offerings and your fellowship offerings, your sheep and your cattle. In every place where I cause my name to be remembered,\\f + \\fr 20:24 \\ft Or “proclaimed” \\f* I will come to you, and I will bless you. "},{"style":"v","text":"And if you make an altar of stones for me, you will not build them \\add as\\add* hewn stone, because if you use your chisel on it, you have defiled it. "},{"style":"v","text":"You will not go up with steps onto my altar, that your nakedness not be exposed on it.’"}]