[{"style":"s1","verse":"","text":"Regulations Regarding Hebrew Slaves"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"“And these are the regulations that you will set before them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"‘If you buy a Hebrew slave, he will serve six years, and in the seventh he will go out as free for nothing.\\f + \\fr 21:2 \\ft Or “for no payment” \\f* "},{"style":"v","verse":"3","text":"If he comes in single, he will go out single. If he is the husband of a wife, his wife will go out with him. "},{"style":"v","verse":"4","text":"If his master gives him a wife and she bears for him sons or daughters, the wife and her children will belong to her master, and \\add the slave\\add* will go out single. "},{"style":"v","verse":"5","text":"But if the slave explicitly says, “I love my master, my wife, and my children; I will not go out free,” "},{"style":"v","verse":"6","text":"his master will present him to God\\f + \\fr 21:6 \\ft Or “present him to the judges” \\f* and bring him to the door or to the doorpost, and his master will pierce his ear with an awl, and he will serve him forever."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"“ ‘And if a man sells his daughter as a slave woman, she will not go out as male slaves go out. "},{"style":"v","verse":"8","text":"If ⸤she does not please her master⸥\\f + \\fr 21:8 \\ft Literally “bad in the eyes of her master” \\f* who selected her, he will allow her to be redeemed; he has no authority to sell her to foreign people, since he has dealt treacherously with her. "},{"style":"v","verse":"9","text":"And if he selects her for his son, he shall do for her according to the regulations for daughters. "},{"style":"v","verse":"10","text":"If he takes for himself another, he will not reduce her food, her clothing, or her right of cohabitation. "},{"style":"v","verse":"11","text":"And if he does not do for her these three, she shall go out for nothing; there will not be silver\\f + \\fr 21:11 \\ft Or “money” \\f* \\add paid for her\\add*."},{"style":"s1","verse":"","text":"Regulations Regarding Murder, Manslaughter, and Various Injuries"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"“ ‘⸤Whoever strikes someone⸥\\f + \\fr 21:12 \\ft Literally “A striker of a man” \\f* and he dies will surely be put to death. "},{"style":"v","verse":"13","text":"But if he did not lie in wait ⸤and it was an accident⸥,\\f + \\fr 21:13 \\ft Literally “and God let \\fq him \\ft happen to his hand” \\f* I will appoint for you a place to which he may flee. "},{"style":"v","verse":"14","text":"But if a man schemes against his neighbor to kill him by treachery,\\f + \\fr 21:14 \\ft Or “with cunning” or “craftily” \\f* you will take him from my altar to die. "},{"style":"v","verse":"15","text":"And ⸤whoever strikes⸥\\f + \\fr 21:15 \\ft Literally “a striker of” \\f* his father or his mother will surely be put to death."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"“ ‘And ⸤whoever kidnaps someone⸥\\f + \\fr 21:16 \\ft Literally “a stealer of a man” \\f* and sells him, or he is found in his possession,\\f + \\fr 21:16 \\ft Literally “in his hand” \\f* he will surely be put to death."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"“ ‘And one who curses his father or his mother will surely be put to death."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"“ ‘And if men quarrel and a man strikes his neighbor with a stone or with a fist and he does not die, but ⸤he is confined to bed⸥,\\f + \\fr 21:18 \\ft Literally “he falls to bed” \\f* "},{"style":"v","verse":"19","text":"if he stands and walks about in the outside on his staff, the striker will be unpunished; he will only pay for his inactivity\\f + \\fr 21:19 \\ft Literally “his sitting” \\f* ⸤toward his full recovery⸥.”\\f + \\fr 21:19 \\ft Literally “and he indeed will recover” \\f* "},{"style":"v","verse":"20","text":"And if a man strikes his male slave or his female slave with the rod and he dies under his hand, he will surely be avenged. "},{"style":"v","verse":"21","text":"Yet if he survives a day or two days, he will not be avenged, because he is his money.\\f + \\fr 21:21 \\ft Or “property”; literally “his silver” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"“ ‘And if men fight and they injure a pregnant woman, and her children go out and there is not serious injury, he will surely be fined as the woman’s husband demands concerning him ⸤and as the judges determine⸥.\\f + \\fr 21:22 \\ft Literally “and he will give according to judgments” or “judges” or “arbitrators” \\f* "},{"style":"v","verse":"23","text":"And if there is serious injury, you will give life in place of life, "},{"style":"v","verse":"24","text":"eye in place of eye, tooth in place of tooth, hand in place of hand, foot in place of foot, "},{"style":"v","verse":"25","text":"burn in place of burn, wound in place of wound, bruise in place of bruise."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"“ ‘And if a man strikes the eye of his male slave or the eye of his female slave and destroys it, he shall release him as free in place of his eye. "},{"style":"v","verse":"27","text":"And if he causes the tooth of his male slave or the tooth of his female slave to fall out, he will release him as free in place of his tooth."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"“ ‘And if an ox gores a man or a woman and he dies, the ox will surely be stoned, and its meat will not be eaten, and the owner of the ox \\add is\\add* innocent. "},{"style":"v","verse":"29","text":"But if it was a goring ox ⸤before⸥\\f + \\fr 21:29 \\ft Literally “yesterday three days ago” \\f* and its owner was warned and did not restrain it and it kills a man or a woman, the ox will be stoned, and the owner also will be put to death. "},{"style":"v","verse":"30","text":"If a ransom is set on him, he will pay the redemption money for his life according to all that is set on him. "},{"style":"v","verse":"31","text":"If it gores a son or it gores a daughter, according to this regulation it shall be done to him. "},{"style":"v","verse":"32","text":"If the ox gores a male slave or a female slave, he will give thirty shekels of silver to his master, and the ox will be stoned."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"“ ‘If a man opens a pit or if a man digs a pit and he does not cover it and an ox or a donkey falls into it, "},{"style":"v","verse":"34","text":"the owner of the pit will pay restitution; he will pay silver to its owner, but the dead \\add animal\\add* will be for him.\\f + \\fr 21:34 \\ft Or “will belong to him” \\f* "},{"style":"v","verse":"35","text":"And if a man’s ox injures the ox of his neighbor and it dies, they will sell the living ox and divide the ⸤money⸥,\\f + \\fr 21:35 \\ft Literally “its silver” \\f* and they will also divide the dead \\add one\\add*. "},{"style":"v","verse":"36","text":"Or if it was known that it was a goring ox ⸤before⸥\\f + \\fr 21:36 \\ft Literally “yesterday three days ago” \\f* and its owner did not restrain it, he will surely make restitution, an ox in place of the ox, and the dead \\add one\\add* will be for him."}]