[{"style":"s1","text":"Regulations Regarding Justice"},{"style":"m","text":""},{"style":"v","text":"“ ‘You will not ⸤spread⸥\\f + \\fr 23:1 \\ft Literally “lift” \\f* a false report. Do not lift your hand with \\add the\\add* wicked to be a malicious witness. "},{"style":"v","text":"You will not ⸤follow⸥\\f + \\fr 23:2 \\ft Literally “be behind” \\f* a majority\\f + \\fr 23:2 \\ft Or “many” or “the many” \\f* for evil, and you will not testify concerning a legal dispute to turn aside after a majority\\f + \\fr 23:2 \\ft Or “many” or “the many” \\f* to pervert \\add justice\\add*. "},{"style":"v","text":"You will not be partial to a powerless \\add person\\add*\\f + \\fr 23:3 \\ft Or “a poor \\fq person \\ft ” \\f* in his legal dispute."},{"style":"p","text":""},{"style":"v","text":"“ ‘If you come upon the ox of your enemy or his donkey going astray, you will certainly bring it back to him. "},{"style":"v","text":"If you see the donkey of your enemy lying down under its burden, you will refrain from abandoning him. You will surely arrange\\f + \\fr 23:5 \\ft Or “restore” or “put in order” \\f* \\add it\\add* with him."},{"style":"p","text":""},{"style":"v","text":"“ ‘You will not pervert the justice of your poor in his legal dispute. "},{"style":"v","text":"You will stay far from a ⸤false charge⸥,\\f + \\fr 23:7 \\ft Literally “word of deception” \\f* and do not kill \\add the\\add* innocent and \\add the\\add* righteous, because I will not declare \\add the\\add* wicked righteous.\\f + \\fr 23:7 \\ft Or “treat as innocent” or “acquit” \\f* "},{"style":"v","text":"And you will not take a bribe, because the bribe makes \\add the\\add* sighted blind and ruins \\add the\\add* words of \\add the\\add* righteous. "},{"style":"v","text":"And you will not oppress an alien; you yourselves know the feelings\\f + \\fr 23:9 \\ft Or “inner self” or “soul” \\f* of the alien, because you were aliens in the land of Egypt."},{"style":"s1","text":"Regulations Regarding Work and Festivals"},{"style":"m","text":""},{"style":"v","text":"“ ‘And six years you will sow your land and gather its yield. "},{"style":"v","text":"But the seventh you will let it rest and leave it fallow, and the poor of your people will eat, and their remainder the animals\\f + \\fr 23:11 \\ft Hebrew “animal” \\f* of the field will eat. You will do likewise for your vineyard and for your olive trees."},{"style":"p","text":""},{"style":"v","text":"“ ‘Six days you will do your work, but on the seventh day you will stop so that your ox and your donkey will rest and the son of your slave woman and the alien will be refreshed."},{"style":"p","text":""},{"style":"v","text":"“ ‘And you will be attentive to all that I have said to you, and you will not ⸤profess⸥\\f + \\fr 23:13 \\ft Literally “cause to remember,” “bring to remembrance,” or “mention” in prayer or praise \\f* the name of other gods; it will not be heard in your mouth."},{"style":"p","text":""},{"style":"v","text":"“ ‘Three times in the year you will hold a festival for me. "},{"style":"v","text":"You will keep the Feast of Unleavened Bread; for seven days you will eat unleavened bread, as I commanded you at \\add the\\add* appointed time, the month of Abib, because in it you came out from Egypt, and ⸤no one will⸥\\f + \\fr 23:15 \\ft Literally “they will not” \\f* appear before me empty-handed. "},{"style":"v","text":"And \\add you will keep\\add* the Feast of Harvest, \\add with\\add* the firstfruits of your work, what you sow in the field. And \\add you will keep\\add* the Feast of Harvest Gathering when the year goes out, when you gather your work from the field. "},{"style":"v","text":"Three times in the year all your men will appear before the Lord Yahweh."},{"style":"p","text":""},{"style":"v","text":"“ ‘You will not sacrifice the blood of my sacrifice together with \\add food with\\add* yeast, and you will not leave the fat of my feast overnight until morning."},{"style":"p","text":""},{"style":"v","text":"“ ‘The best of the firstfruits of your land you will bring to the house of Yahweh your God."},{"style":"p","text":"“ ‘You will not boil a young goat\\f + \\fr 23:19 \\ft Or “kid” \\f* in its mother’s milk."},{"style":"s1","text":"Reasons for Loyal Obedience"},{"style":"m","text":""},{"style":"v","text":"“ ‘Look, I \\add am about to\\add* send an angel before you to guard you on the way and to bring you to the place that I have prepared. "},{"style":"v","text":"Be attentive to him and listen to his voice; do not rebel against him, because he will not forgive your transgression, for my name is in him. "},{"style":"v","text":"But if you listen attentively to his voice and do all that I say, I will be an enemy to your enemies and a foe to your foes. "},{"style":"v","text":"When my angel goes before you and brings you to the Amorites\\f + \\fr 23:23 \\ft Hebrew “Amorite” \\f* and the Hittites\\f + \\fr 23:23 \\ft Hebrew “Hittite” \\f* and the Perizzites\\f + \\fr 23:23 \\ft Hebrew “Perizzite” \\f* and the Canaanites\\f + \\fr 23:23 \\ft Hebrew “Canaanite” \\f* and the Hivites\\f + \\fr 23:23 \\ft Hebrew “Hivite” \\f* and the Jebusites,\\f + \\fr 23:23 \\ft Hebrew “Jebusite” \\f* I will wipe them out."},{"style":"p","text":""},{"style":"v","text":"“ ‘You will not bow to their gods, and you will not serve them, and you will not act according to their actions, because you will utterly demolish them, and you will utterly break their stone pillars. "},{"style":"v","text":"And you will serve Yahweh your God, and he will bless your bread and your water, and I will remove sickness from among you. "},{"style":"v","text":"There will be no one suffering miscarriage or infertile in your land. I will make full the number of your days.\\f + \\fr 23:26 \\ft Or “give you a full life span” \\f*"},{"style":"p","text":""},{"style":"v","text":"“ ‘I will release my terror before you, and I will throw into confusion all the people against whom you come, and I will ⸤make all your enemies turn their back to you⸥.\\f + \\fr 23:27 \\ft Literally “give all your enemies to you back” \\f* "},{"style":"v","text":"And I will send the hornet before you, and it will drive out the Hivites,\\f + \\fr 23:28 \\ft Hebrew “Hivite” \\f* the Canaanites,\\f + \\fr 23:28 \\ft Hebrew “Canaanite” \\f* and the Hittites\\f + \\fr 23:28 \\ft Hebrew “Hittite” \\f* from before you. "},{"style":"v","text":"I will not drive them out from before you in one year, lest the land become a desolation and ⸤the wild animals⸥\\f + \\fr 23:29 \\ft Literally “the animal of the field” \\f* multiply against you. "},{"style":"v","text":"Little by little I will drive them out from before you until you are fruitful and take possession of the land."},{"style":"p","text":""},{"style":"v","text":"“ ‘And I will set your boundary from the ⸤Red Sea⸥\\f + \\fr 23:31 \\ft Literally “sea of reed” \\f* and up to the sea of the Philistines and from \\add the\\add* desert up to the river,\\f + \\fr 23:31 \\ft Or “the Euphrates” \\f* because I will give the inhabitants of the land into your hand, and you will drive them out from before you. "},{"style":"v","text":"You will not make a covenant with them and with their gods. "},{"style":"v","text":"They will not live in your land, lest they cause you to sin against me when you serve their gods, for it will be a snare to you.’ ”"}]