[{"style":"s1","verse":"","text":"Instruction to Collect Materials"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Yahweh spoke to Moses, saying, "},{"style":"v","verse":"2","text":"“Speak to the ⸤Israelites⸥,\\f + \\fr 25:2 \\ft Literally “sons/children of Israel” \\f* and let them bring to me a contribution. You will receive my contribution from every man whose heart prompts him. "},{"style":"v","verse":"3","text":"And this is the contribution that you will receive from them—gold and silver and bronze, "},{"style":"v","verse":"4","text":"blue, purple, and crimson \\add yarns\\add*, and fine linen and goat hair, "},{"style":"v","verse":"5","text":"and red-dyed ram skins, and fine leather,\\f + \\fr 25:5 \\ft The particular kind of leather is uncertain \\f* and acacia wood, "},{"style":"v","verse":"6","text":"oil for the lamp, balsam oils for the anointing oil and for the fragrant incense, "},{"style":"v","verse":"7","text":"onyx stones and stones for mountings on the ephod and the breast piece. "},{"style":"v","verse":"8","text":"And make a sanctuary for me, and I will dwell in the midst of them, "},{"style":"v","verse":"9","text":"according to all that I show you—the pattern of the tabernacle and the pattern of all its equipment—and so you will do."},{"style":"s1","verse":"","text":"Instructions for Making the Ark of the Covenant"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"“And they will make an ark of acacia wood, two and a half cubits its length and a cubit and a half its width and a cubit and a half its height. "},{"style":"v","verse":"11","text":"And you will overlay it with pure gold, inside and outside you will overlay it, and you will make on it a gold molding all around. "},{"style":"v","verse":"12","text":"And you will cast for it four gold rings, and you will put \\add them\\add* on its four feet, with two rings on its one side and two rings on its second side. "},{"style":"v","verse":"13","text":"And you will make poles of acacia wood, and you will overlay them \\add with\\add* gold. "},{"style":"v","verse":"14","text":"And you will put the poles into the rings on the sides of the ark to carry the ark with them. "},{"style":"v","verse":"15","text":"In the rings of the ark will be the poles; they will not be removed from it.\\f + \\fr 25:15 \\ft Literally “they will not turn aside from it” \\f* "},{"style":"v","verse":"16","text":"And you will put into the ark the testimony that I will give to you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"“And you will make an atonement cover of pure gold, two and a half cubits its length and a cubit and a half its width. "},{"style":"v","verse":"18","text":"And you will make two cherubim of gold; you will make them of hammered work at the two ends of the atonement cover. "},{"style":"v","verse":"19","text":"And make one cherub ⸤at one end⸥\\f + \\fr 25:19 \\ft Literally “from end from this” \\f* and one cherub ⸤at the other end⸥\\f + \\fr 25:19 \\ft Literally “from end from this” \\f* of the atonement cover; you will make the cherubim on its two ends. "},{"style":"v","verse":"20","text":"And the cherubim will be \\add with\\add* outspread wings above, covering with their wings over the atonement cover ⸤and facing each other⸥;\\f + \\fr 25:20 \\ft Literally “and their faces a man to his brother” \\f* the faces of the cherubim will be toward the atonement cover. "},{"style":"v","verse":"21","text":"And you will put the atonement cover above onto the ark, and into the ark you will put the testimony that I will give you. "},{"style":"v","verse":"22","text":"And I will meet you there, and I will speak with you from over the atonement cover, from between the two cherubim that \\add are to be\\add* on the ark of the testimony—all that I will command you to the ⸤Israelites⸥.\\f + \\fr 25:22 \\ft Literally “sons/children of Israel” \\f*"},{"style":"s1","verse":"","text":"Instructions for Making a Table and a Lampstand"},{"style":"m","verse":"","text":""},{"style":"v","verse":"23","text":"“And you will make a table of acacia wood, two cubits its length and a cubit its width and a cubit and a half its height. "},{"style":"v","verse":"24","text":"And you will overlay it \\add with\\add* pure gold, and you will make for it a gold molding all around. "},{"style":"v","verse":"25","text":"And you will make for it a handbreadth rim all around, and you will make a gold molding for its rim all around. "},{"style":"v","verse":"26","text":"And you will make four gold rings for it, and you will put the rings on the four corners where its four ⸤legs⸥\\f + \\fr 25:26 \\ft Literally “feet” \\f* \\add are\\add*. "},{"style":"v","verse":"27","text":"The rings will be near the rim as ⸤holders⸥\\f + \\fr 25:27 \\ft Literally “houses” \\f* for poles to carry the table. "},{"style":"v","verse":"28","text":"And you will make the poles of acacia wood and overlay them \\add with\\add* gold, and the table will be carried with them. "},{"style":"v","verse":"29","text":"And you will make its plates and its ladles\\f + \\fr 25:29 \\ft Or “bowls” \\f* and its pitchers and its bowls with which \\add libations\\add* will be poured; of pure gold you will make them. "},{"style":"v","verse":"30","text":"And you will put on the table \\add the\\add* bread of presence \\add to be\\add* before me continually."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"“And you will make a lampstand of pure gold; the lampstand will be made of hammered work—its base and its branch,\\f + \\fr 25:31 \\ft Or “reed” \\f* its cups, its buds, and its blossoms will be from it. "},{"style":"v","verse":"32","text":"And six branches \\add will be\\add* going out from its sides, three branches of the lampstand from its one side and three branches of the lampstand from its second side. "},{"style":"v","verse":"33","text":"Three almond-flower cups \\add will be\\add* on the one branch \\add with\\add* a bud and a blossom, and three almond-flower cups \\add will be\\add* on the one branch \\add with\\add* a bud and a blossom—likewise for the six branches going out from the lampstand. "},{"style":"v","verse":"34","text":"And on the lampstand \\add will be\\add* four almond-flower cups, \\add with\\add* its buds and its blossoms. "},{"style":"v","verse":"35","text":"And a bud \\add will be\\add* under the two branches \\add that come\\add* from it, and a bud under the two branches from it, and a bud under the two branches from it, \\add likewise\\add* for the six branches coming out from the lampstand. "},{"style":"v","verse":"36","text":"Their buds and their branches will be from it, all of it one \\add piece\\add* of pure gold hammered work. "},{"style":"v","verse":"37","text":"And you will make its seven lamps, and its lamps will be set up, and it will give light ⸤in the space in front of it⸥.\\f + \\fr 25:37 \\ft Literally “on beyond its face” \\f* "},{"style":"v","verse":"38","text":"And its snuffers and its fire pans \\add will be\\add* pure gold. "},{"style":"v","verse":"39","text":"It will be made \\add from\\add* a talent of pure gold, with all these \\add pieces of\\add* equipment. "},{"style":"v","verse":"40","text":"And see and make \\add all\\add* according to their pattern, which you were shown in the mountain."}]