[{"style":"s1","text":"Instructions for Making the Bronze Altar"},{"style":"m","text":""},{"style":"v","text":"“And you will make the altar of acacia wood, five cubits long and five cubits wide; the altar will be square, and its height \\add will be\\add* three cubits. "},{"style":"v","text":"And you will make its horns on its four corners; its horns will be ⸤of one piece with it⸥,\\f + \\fr 27:2 \\ft Literally “from it” \\f* and you will overlay it \\add with\\add* bronze. "},{"style":"v","text":"And you will make its pots for removing its fat-soaked ashes and its shovels and its sprinkling bowls and its forks\\f + \\fr 27:3 \\ft \\xt 1 Samuel 2:13 \\ft mentions a fork with “three teeth” used by priests \\f* and its fire pans; you will make all its equipment \\add with\\add* bronze. "},{"style":"v","text":"And you will make for it a grating, a work of bronze network, and you will make on the network four bronze rings on its four ends. "},{"style":"v","text":"And you will put it under the ledge of the altar, below, and the network will be up to the middle of the altar. "},{"style":"v","text":"And you will make poles for the altar, poles of acacia wood, and you will overlay them \\add with\\add* bronze. "},{"style":"v","text":"And the poles will be put into the rings, and the poles will be on the two sides of the altar when carrying it. "},{"style":"v","text":"You will make it hollow with boards. As it was shown you on the mountain, so they will do."},{"style":"s1","text":"Instructions for Making the Courtyard"},{"style":"m","text":""},{"style":"v","text":"“You will make the courtyard of the tabernacle; for the ⸤south⸥\\f + \\fr 27:9 \\ft Literally “south southward” \\f* side \\add will be\\add* hangings for the courtyard of finely twisted linen, one hundred cubits long for the one side. "},{"style":"v","text":"And its twenty pillars and their twenty bases \\add will be\\add* bronze; the hooks of the pillars and their bands \\add will be\\add* silver. "},{"style":"v","text":"And likewise for the north side along the length \\add will be\\add* hangings one hundred cubits long; and its twenty pillars and their bases \\add will be\\add* bronze; the hooks of the pillars and their bands \\add will be\\add* silver. "},{"style":"v","text":"And the width of the courtyard for the west\\f + \\fr 27:12 \\ft Or “sea” \\f* side \\add will be\\add* hangings of fifty cubits, their ten pillars and their ten bases. "},{"style":"v","text":"And the width of the courtyard for the east side, toward sunrise, \\add will be\\add* fifty cubits. "},{"style":"v","text":"And hangings for the shoulder\\f + \\fr 27:14 \\ft Or “side,” referring to the span on one side of the courtyard’s entry \\f* \\add will be\\add* fifteen cubits \\add with\\add* their three pillars and their three bases. "},{"style":"v","text":"And fifteen cubits of hangings \\add will be\\add* for the second shoulder\\f + \\fr 27:15 \\ft Or “side,” referring to the span on one side of the courtyard’s entry \\f* \\add with\\add* their three pillars and their three bases. "},{"style":"v","text":"And for the gate of the courtyard \\add there will be\\add* a screen of twenty cubits of blue and purple and crimson \\add yarns\\add* and finely twisted linen, the work of an embroiderer; \\add with\\add* their four pillars and their four bases."},{"style":"p","text":""},{"style":"v","text":"“All the pillars of the courtyard all around will be banded \\add with\\add* silver, \\add and\\add* their hooks \\add will be\\add* silver, and their bases \\add will be\\add* bronze. "},{"style":"v","text":"The length of the courtyard will be one hundred cubits and the width fifty \\add cubits\\add*\\f + \\fr 27:18 \\ft Or “fifty with fifty.” Some suggest that the word for cubits has been accidentally omitted and the number fifty repeated in the Hebrew text. Others suggest that repetition of the number is original and indicates that the two ends of the courtyard are the same size \\f* and the height five cubits, of finely twisted linen, \\add with\\add* their bronze bases. "},{"style":"v","text":"Bronze \\add will be\\add* for all the equipment of the tabernacle in all its service and all its ⸤pegs⸥\\f + \\fr 27:19 \\ft Literally “hands” \\f* and all the ⸤pegs⸥\\f + \\fr 27:19 \\ft Literally “hands” \\f* of the courtyard."},{"style":"s1","text":"Instructions for Making Oil for the Lampstand"},{"style":"m","text":""},{"style":"v","text":"“And you will command the ⸤Israelites⸥,\\f + \\fr 27:20 \\ft Literally “sons/children of Israel” \\f* and they will bring to you pure, beaten olive oil for the light, to cause a lamp to burn continually. "},{"style":"v","text":"In the tent of assembly outside the curtain that \\add is\\add* before the testimony, Aaron and his sons will arrange it, from evening until morning, before Yahweh \\add as\\add* a lasting statute throughout their generations from the ⸤Israelites⸥.\\f + \\fr 27:21 \\ft Literally “sons/children of Israel” \\f*"}]