[{"style":"s1","text":"Command to Resume Travel"},{"style":"m","text":""},{"style":"v","text":"And Yahweh spoke to Moses, “Go, go up from here, you and the people whom you have brought up from the land of Egypt, to the land that I swore to Abraham, to Isaac, and to Jacob, saying, ‘I will give it to your offspring.’ "},{"style":"v","text":"And I will send an angel before you, and I will drive out the Canaanites,\\f + \\fr 33:2 \\ft Hebrew “Canaanite” \\f* the Amorites,\\f + \\fr 33:2 \\ft Hebrew “Amorite” \\f* and the Hittites\\f + \\fr 33:2 \\ft Hebrew “Hittite” \\f* and the Perizzites,\\f + \\fr 33:2 \\ft Hebrew “Perizzite” \\f* the Hivites,\\f + \\fr 33:2 \\ft Hebrew “Hivite” \\f* and the Jebusites,\\f + \\fr 33:2 \\ft Hebrew “Jebusite” \\f* "},{"style":"v","text":"\\add Go\\add* to a land flowing with milk and honey, but I will not go up among you, because you \\add are\\add* a stiff-necked people, lest I destroy you on the way.” "},{"style":"v","text":"And the people heard this troubling\\f + \\fr 33:4 \\ft Or “bad,” “disastrous,” “calamitous” \\f* word, and they mourned, and they each did not put their ornaments on themselves."},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Moses, “Say to the ⸤Israelites⸥,\\f + \\fr 33:5 \\ft Literally “sons/children of Israel” \\f* ‘You \\add are\\add* a stiff-necked people; \\add if\\add* one moment I were to go up among you, I would destroy you. And now take down your ornaments from on you, and I will ⸤decide⸥\\f + \\fr 33:5 \\ft Literally “know” \\f* what I will do to you.” "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 33:6 \\ft Literally “sons/children of Israel” \\f* stripped themselves of their ornaments from Mount Horeb \\add onward\\add*."},{"style":"s1","text":"The Tent outside the Camp"},{"style":"m","text":""},{"style":"v","text":"And Moses took the tent and pitched it outside the camp far from the camp, and he called it the tent of assembly, ⸤and⸥\\f + \\fr 33:7 \\ft Literally “and it would be” \\f* all seeking Yahweh would go out to the tent of assembly, which \\add was\\add* outside the camp. "},{"style":"v","text":"⸤And⸥\\f + \\fr 33:8 \\ft Literally “and it would be” \\f* at the going out of Moses to the tent, all the people would rise and stand, each at the opening of his tent, and gaze after Moses until his entering the tent. "},{"style":"v","text":"⸤And⸥\\f + \\fr 33:9 \\ft Literally “and it would be” \\f* at the entering of Moses \\add into\\add* the tent the column of cloud would descend and stand \\add at\\add* the opening of the tent, and he would speak with Moses. "},{"style":"v","text":"And all the people would see the column of cloud standing \\add at\\add* the opening of the tent, and all the people would rise and bow in worship, each \\add at\\add* the opening of his tent. "},{"style":"v","text":"And Yahweh would speak to Moses face to face, as a man speaks to his neighbor. And he would return to the camp, and his assistant Joshua the son of Nun, a young man, did not leave the middle of the tent."},{"style":"s1","text":"Presence and Glory"},{"style":"m","text":""},{"style":"v","text":"And Moses said to Yahweh, “See, you \\add are\\add* saying to me, ‘Take this people up.’ But you have not let me know whom you will send with me, and you yourself have said, ‘I know you by name, and you also have found favor in my eyes.’ "},{"style":"v","text":"And now if I have found favor in your eyes, make known \\add to\\add* me, please, your way, and so I may know you so that I can find favor in your eyes. And see that this nation is your people.” "},{"style":"v","text":"And he said, “My presence will go, and I will give you rest.” "},{"style":"v","text":"And he said to him, “If your presence \\add is\\add* not going, do not bring us up from here. "},{"style":"v","text":"And by what will it be known then that I have found favor in your eyes, I and your people? Is it not by your going with us? And \\add so\\add* we will be distinguished, I and your people, from all the people who \\add are\\add* on the face of the ground.”"},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Moses, “Also I will do this thing that you have spoken, because you have found favor in my eyes and I have known you by name.”"},{"style":"p","text":""},{"style":"v","text":"And he said, “Please show me your glory.”"},{"style":"p","text":""},{"style":"v","text":"And he said, “I myself will cause all my goodness to pass over before you, and I will proclaim the name of Yahweh before you, and I will be gracious \\add to\\add* whom I will be gracious, and I will show compassion \\add to\\add* whom I will show compassion.” "},{"style":"v","text":"But he said, “You are not able to see my face, because \\add a\\add* human will not see me and live.” "},{"style":"v","text":"And Yahweh said, “There is a place with me, and you will stand on the rock. "},{"style":"v","text":"⸤And⸥\\f + \\fr 33:22 \\ft Literally “and it will be” \\f* when my glory passes over, I will put you in the rock’s crevice, and I will cover you \\add with\\add* my hand until I pass over. "},{"style":"v","text":"And I will remove my hand, and you will see my back, but my face will not be visible.”"}]