[{"style":"s1","verse":"","text":"Preparation of Materials and People for Building"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Moses assembled all the community of the ⸤Israelites⸥,\\f + \\fr 35:1 \\ft Literally “sons/children of Israel” \\f* and he said to them, “These are the words that Yahweh has commanded \\add for us\\add* to do them. "},{"style":"v","verse":"2","text":"\\add On\\add* six days work can be done, and on the seventh there will be for you a holy \\add day\\add*,\\f + \\fr 35:2 \\ft Literally “holiness” \\f* a ⸤Sabbath of complete rest⸥,\\f + \\fr 35:2 \\ft Literally “a Sabbath of ‘Sabbathation.’ ” “Sabbathation” is not a real word, but it is devised as an attempt to convey the sounds of the related nouns in the Hebrew phrase \\f* for Yahweh; anyone doing work on it will be put to death. "},{"style":"v","verse":"3","text":"You will not kindle a fire in any of your dwellings on the day of the Sabbath.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"And Moses said to all the community of the ⸤Israelites⸥,\\f + \\fr 35:4 \\ft Literally “sons/children of Israel” \\f* saying, “This is the word that Yahweh has commanded, saying, "},{"style":"v","verse":"5","text":"‘Take from among you a contribution for Yahweh, anyone willing of heart, let him bring Yahweh’s contribution—gold and silver and bronze, "},{"style":"v","verse":"6","text":"and blue and purple and crimson \\add yarns\\add*, and fine linen and goat hair, "},{"style":"v","verse":"7","text":"and red-dyed ram skins, and fine leather,\\f + \\fr 35:7 \\ft The particular kind of leather is uncertain \\f* and acacia wood, "},{"style":"v","verse":"8","text":"and oil for the lamp, balsam oils for the anointing oil and for the fragrant incense, "},{"style":"v","verse":"9","text":"onyx stones and stones for mountings on the ephod and the breast piece."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"“And let all \\add the\\add* skilled of heart among you come and make all that Yahweh has commanded: "},{"style":"v","verse":"11","text":"The tabernacle, its tent, and its covering; its clasps and its frames;\\f + \\fr 35:11 \\ft Or “boards” or “planks” \\f* its bars, its pillars, and its bases; "},{"style":"v","verse":"12","text":"the ark and its poles; the atonement cover and the curtain of the screen; "},{"style":"v","verse":"13","text":"the table and its poles and all its equipment; and the bread of the presence; "},{"style":"v","verse":"14","text":"and lampstand of the light and its equipment and its lamps and the oil for the light; "},{"style":"v","verse":"15","text":"and the altar of incense and its poles; and the anointing oil and the fragrant incense and the entrance curtain for the entrance of the tabernacle; "},{"style":"v","verse":"16","text":"the altar of the burnt offering and the bronze grating that \\add is\\add* for it, its poles and all its equipment; the basin and its stand; "},{"style":"v","verse":"17","text":"the hangings of the courtyard, its pillars, and its bases, and the screen for the courtyard gate; "},{"style":"v","verse":"18","text":"the ⸤pegs⸥\\f + \\fr 35:18 \\ft Literally “hands” \\f* of the tabernacle and the ⸤pegs⸥\\f + \\fr 35:18 \\ft Literally “hands” \\f* of the courtyard and their cords; "},{"style":"v","verse":"19","text":"the woven garments for serving in the sanctuary—the holy garments for Aaron the priest and the garments of his sons to serve as priests.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"And all the community of the ⸤Israelites⸥\\f + \\fr 35:20 \\ft Literally “sons/children of Israel” \\f* went out from before Moses. "},{"style":"v","verse":"21","text":"And they came—every man whose heart lifted him and every man whose spirit impelled him—they brought Yahweh’s contribution for the work of the tent of assembly and for all its service and for the holy garments. "},{"style":"v","verse":"22","text":"And they came, the men in addition to the women, all \\add who were\\add* willing of heart; they brought brooches and jewelry rings and signet rings and ornaments—every \\add variety\\add* of gold object—every man who waved a wave offering of gold for Yahweh, "},{"style":"v","verse":"23","text":"and every man with whom was found blue and purple and crimson \\add yarns\\add* and fine linen and goat hair and red-dyed ram skins and fine leather brought \\add it\\add*. "},{"style":"v","verse":"24","text":"All \\add who were\\add* presenting a contribution of silver and bronze brought Yahweh’s contribution, and all with whom was found acacia wood for all the work of service brought \\add it\\add*. "},{"style":"v","verse":"25","text":"And every woman \\add who was\\add* skilled of heart with her hands they spun, and they brought yarn—the blue and the purple, the crimson and the fine linen. "},{"style":"v","verse":"26","text":"And all the women whose heart lifted them with skill spun the goat hair. "},{"style":"v","verse":"27","text":"And the leaders brought the onyx stones and stones for mountings for the ephod and for the breast piece "},{"style":"v","verse":"28","text":"and the balsam oils and the oil for light and for the anointing oil and for the fragrant incense. "},{"style":"v","verse":"29","text":"Every man and woman whose heart impelled them to bring for all the work to be done that Yahweh had commanded ⸤by the agency of⸥\\f + \\fr 35:29 \\ft Literally “by the hand of” \\f* Moses—the ⸤Israelites⸥\\f + \\fr 35:29 \\ft Literally “sons/children of Israel” \\f* brought freely to Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"And Moses said to the ⸤Israelites⸥,\\f + \\fr 35:30 \\ft Literally “sons/children of Israel” \\f* “See, Yahweh has called by name\\f + \\fr 35:30 \\ft In other words, “specifically chosen” \\f* Bezalel the son of Uri the son of Hur, from the tribe of Judah. "},{"style":"v","verse":"31","text":"And he has filled him \\add with\\add* the Spirit of God, with wisdom and with skill\\f + \\fr 35:31 \\ft Or “understanding,” “discernment,” “cleverness” \\f* and with knowledge and with every \\add kind of\\add* craftsmanship, "},{"style":"v","verse":"32","text":"and to devise designs, to work with the gold and with the silver and with the bronze, "},{"style":"v","verse":"33","text":"and in stonecutting for setting and in cutting wood, for doing every \\add kind of\\add* design craftsmanship. "},{"style":"v","verse":"34","text":"And he has put \\add it\\add* in his heart to teach—he and Oholiab the son of Ahisamach, from the tribe of Dan. "},{"style":"v","verse":"35","text":"He has filled them \\add with\\add* skill of heart to do every work of a craftsman and a designer and an embroiderer with the blue and with the purple, with the crimson \\add yarns\\add* and with the fine linen and a weaver; \\add they are\\add* doers of every \\add kind of\\add* craftsmanship and devisers of designs."}]