[{"style":"s1","text":"Making the Bronze Altar and the Basin"},{"style":"m","text":""},{"style":"v","text":"And he made the burnt-offering altar of acacia wood; its length \\add was\\add* five cubits, and its width \\add was\\add* five cubits—\\add it was\\add* square—and its height \\add was\\add* three cubits. "},{"style":"v","text":"And he made its horns on its four corners; its horns were ⸤of one piece with it⸥;\\f + \\fr 38:2 \\ft Literally “from it” \\f* and he overlaid it \\add with\\add* bronze. "},{"style":"v","text":"And he made all the equipment of the altar—the pots and the shovels and the sprinkling bowls and the forks\\f + \\fr 38:3 \\ft \\xt 1 Samuel 2:13 \\ft mentions a fork with “three teeth” used by priests \\f* and the fire pans—all its equipment he made \\add with\\add* bronze. "},{"style":"v","text":"And he made for the altar a grating, a work of bronze network under its ledge, below, up to its middle. "},{"style":"v","text":"And he cast four rings on the four ends of the bronze grating \\add as\\add* ⸤holders⸥\\f + \\fr 38:5 \\ft Literally “houses” \\f* for the poles. "},{"style":"v","text":"And he made the poles of acacia wood, and he overlaid them \\add with\\add* bronze. "},{"style":"v","text":"And he put the poles into the rings on the sides of the altar to carry it with them. He made it hollow with boards."},{"style":"p","text":""},{"style":"v","text":"And he made the basin of bronze and its stand of bronze from the mirrors of the serving women who served \\add at\\add* the entrance of the tent of assembly."},{"style":"s1","text":"Making the Courtyard"},{"style":"m","text":""},{"style":"v","text":"And he made the courtyard; for the south\\f + \\fr 38:9 \\ft Or “southward southward” \\f* side \\add were\\add* the hangings of the court of finely twisted linen, one hundred cubits, "},{"style":"v","text":"\\add with\\add* their twenty pillars and their twenty bases of bronze \\add and with\\add* the hooks of the pillars and their bands of silver. "},{"style":"v","text":"And for the north side \\add the hangings were\\add* one hundred cubits \\add with\\add* their twenty pillars and their twenty bases of bronze \\add and with\\add* the hooks of the pillars and their bands of silver. "},{"style":"v","text":"And for the ⸤west⸥\\f + \\fr 38:12 \\ft Literally “sea” \\f* side fifty cubits \\add of\\add* hangings \\add with\\add* their ten pillars and their ten bases \\add and with\\add* the hooks of the pillars and their bands of silver. "},{"style":"v","text":"And for the eastward side, toward sunrise, fifty cubits; "},{"style":"v","text":"fifteen cubits of hangings \\add were\\add* to the shoulder,\\f + \\fr 38:14 \\ft Or “side,” referring to the span on one side of the courtyard’s entry \\f* \\add with\\add* their three pillars and their three bases, "},{"style":"v","text":"and for the second shoulder\\f + \\fr 38:15 \\ft Or “side,” referring to the span on one side of the courtyard’s entry \\f* ⸤on each side⸥\\f + \\fr 38:15 \\ft Literally “from this and from this” \\f* of the gate of the courtyard \\add were\\add* fifteen cubits of hangings, \\add with\\add* their three pillars and their three bases. "},{"style":"v","text":"All the hangings of the courtyard all around \\add were\\add* finely twisted linen, "},{"style":"v","text":"and the bases for the pillars \\add were\\add* bronze, the hooks of the pillars and their bands \\add were\\add* silver, and the overlay of their tops \\add was\\add* silver, and all the pillars of the courtyard \\add were\\add* banded \\add with\\add* silver."},{"style":"p","text":""},{"style":"v","text":"And the screen of the gate of the courtyard \\add was\\add* the work of an embroiderer, \\add with\\add* blue and purple and crimson \\add yarns\\add* and finely twisted linen; \\add it was\\add* twenty cubits long and five cubits ⸤high⸥,\\f + \\fr 38:18 \\ft Literally “height in width” \\f* like the hangings of the courtyard, "},{"style":"v","text":"and \\add with\\add* their four pillars and their four bases of bronze, \\add with\\add* their silver hooks and \\add with\\add* their tops and their bands of silver. "},{"style":"v","text":"And all the ⸤pegs⸥\\f + \\fr 38:20 \\ft Literally “hands” \\f* for the tabernacle and for the courtyard all around \\add were\\add* bronze."},{"style":"s1","text":"Amounts of Gold, Silver, and Bronze Used"},{"style":"m","text":""},{"style":"v","text":"These are the records of the tabernacle, the tabernacle of the testimony, which \\add were\\add* recorded at the ⸤command of⸥\\f + \\fr 38:21 \\ft Literally “mouth of” \\f* Moses, the work of the Levites, in the hand of Ithamar the son of Aaron the priest. "},{"style":"v","text":"And Bezalel the son of Uri the son of Hur, of the tribe of Judah, did all that Yahweh commanded Moses. "},{"style":"v","text":"And with him \\add was\\add* Oholiab the son of Ahisamach of the tribe of Dan, a skilled craftsman and a designer and an embroiderer with the blue and with the purple and with the crimson \\add yarns\\add* and with the linen."},{"style":"p","text":""},{"style":"v","text":"And all the gold used for the work, in the work of the sanctuary, it was the gold of the wave offering—twenty-nine talents and seven hundred and thirty shekels, according to the sanctuary shekel."},{"style":"p","text":""},{"style":"v","text":"And the silver recorded from the community \\add was\\add* a hundred talents and a thousand seven hundred and seventy-five shekels, according to the sanctuary shekel. "},{"style":"v","text":"\\add It was\\add* a bekah for the individual, the half shekel according to the sanctuary shekel, for ⸤everyone who was counted⸥,\\f + \\fr 38:26 \\ft Literally “all of the going over to the being counted” \\f* from ⸤twenty years old⸥\\f + \\fr 38:26 \\ft Literally “a son of twenty years” \\f* and above, for six hundred and three thousand five hundred and fifty. "},{"style":"v","text":"And it was one hundred talents of the silver to cast the bases of the sanctuary and the bases of the curtain—one hundred bases for one hundred talents of silver, a talent for \\add each\\add* base. "},{"style":"v","text":"And \\add from\\add* the thousand seven hundred and seventy-five \\add shekels\\add* he made hooks for the pillars, and he overlaid their tops, and he made bands \\add for\\add* them."},{"style":"p","text":""},{"style":"v","text":"And the bronze of the wave offering \\add was\\add* seventy talents and two thousand four hundred shekels. "},{"style":"v","text":"And he made with it the bases of the entrance of the tent of assembly and the bronze altar and the bronze grating that belonged to it and all the equipment of the altar "},{"style":"v","text":"and the bases of the courtyard all around and the bases of the gate of the courtyard and all the ⸤pegs⸥\\f + \\fr 38:31 \\ft Literally “hands” \\f* of the tabernacle and all the ⸤pegs⸥\\f + \\fr 38:31 \\ft Literally “hands” \\f* of the courtyard all around."}]