[{"style":"s1","text":"Yahweh Provides Signs and Help for Speaking"},{"style":"m","text":""},{"style":"v","text":"And Moses answered, and he said, “And if they do not believe me and they do not listen to my voice, but they say, ‘Yahweh did not appear to you?’ ” "},{"style":"v","text":"And Yahweh said to him, “What \\add is\\add* this in your hand?” And he said, “A staff.” "},{"style":"v","text":"And he said, “Throw it onto the ground.” And he threw it onto the ground, and it became a snake, and Moses fled from it. "},{"style":"v","text":"And Yahweh said to Moses, “Reach out your hand and grasp \\add it\\add* by its tail”—” (And he reached out his hand and grabbed it, and it became a staff in his palm.)—"},{"style":"v","text":"“so that they may believe that Yahweh, the God of their ancestors,\\f + \\fr 4:5 \\ft Or “fathers” \\f* appeared to you, the God of Abraham, the God of Isaac, and the God of Jacob.”"},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to him again, “Put your hand into the fold of your garment.” And he put his hand into the fold of his garment, and he took it out, and, ⸤to his surprise⸥,\\f + \\fr 4:6 \\ft Literally “look” or “behold” \\f* his hand \\add was\\add* afflicted with a skin disease, like snow. "},{"style":"v","text":"And he said, “Return your hand to the fold of your garment.” And he returned his hand to the fold of his garment, and he took it out from the fold of his garment, and, ⸤to his surprise⸥,\\f + \\fr 4:7 \\ft Literally “look” or “behold” \\f* it was restored like the rest of his body. "},{"style":"v","text":"“⸤And⸥\\f + \\fr 4:8 \\ft Literally “and he/it will be” \\f* if they do not believe you and they will not listen to the voice of the former sign, \\add then\\add* they will believe the voice of the latter sign. "},{"style":"v","text":"⸤And⸥\\f + \\fr 4:9 \\ft Literally “and he/it will be” \\f* if they also do not believe the second of these signs and they will not listen to your voice, \\add then\\add* you must take water from the Nile and pour \\add it\\add* onto the dry ground, and the water that you take from the Nile will become blood on the dry ground.”"},{"style":"p","text":""},{"style":"v","text":"And Moses said to Yahweh, “Please, Lord, I \\add am\\add* not a man of words, ⸤neither recently nor in the past nor since your speaking⸥\\f + \\fr 4:10 \\ft Literally “also from yesterday also from the day before also from then your speaking” \\f* to your servant, because I \\add am\\add* heavy of mouth and of tongue.” "},{"style":"v","text":"And Yahweh said to him, “Who gave a mouth to humankind, or who makes mute or deaf or sighted or blind? \\add Is it\\add* not I, Yahweh? "},{"style":"v","text":"So then go, and I myself will be with your mouth, and I will teach you what you must speak.” "},{"style":"v","text":"And he said, “Please, Lord, do send ⸤anyone else whom you wish to send⸥.”\\f + \\fr 4:13 \\ft Literally “by the hand of \\fq someone \\ft you will send” \\f* "},{"style":"v","text":"⸤And Yahweh was angry with⸥\\f + \\fr 4:14 \\ft Literally “and the nose of Yahweh was hot against” \\f* Moses and said, “\\add Is there\\add* not Aaron your brother the Levite? I know that he certainly can speak, and also there he is coming out to meet you, and when he sees you, he will rejoice in his heart. "},{"style":"v","text":"And you will speak to him, and you will put words in his mouth, and I myself will be with your mouth and with his mouth, and I will teach you what you must do. "},{"style":"v","text":"And he will speak for you to the people, ⸤and then⸥\\f + \\fr 4:16 \\ft Literally “and he/it will be” \\f* he will be to you as a mouth, and you will be to him as a god. "},{"style":"v","text":"And you must take this staff in your hand, with which you will do the signs.”"},{"style":"s1","text":"Moses Leaves Midian and Returns to Egypt"},{"style":"m","text":""},{"style":"v","text":"And Moses went, and he returned to Jethro his father-in-law, and he said to him, “Please let me go, and let me return to my brothers who \\add are\\add* in Egypt, and let me see whether they \\add are\\add* yet alive. And Jethro said to Moses, “Go in peace.” "},{"style":"v","text":"And Yahweh said to Moses in Midian, “Go, return to Egypt because all the men have died who \\add were\\add* seeking your life.”"},{"style":"p","text":""},{"style":"v","text":"And Moses took his wife and his sons and had them ride on the donkey, and he returned to the land of Egypt, and Moses took the staff of God in his hand. "},{"style":"v","text":"And Yahweh said to Moses, “When you go to return to Egypt, see all of the wonders that I have put in your hand, and do them before Pharaoh, and I myself will harden his heart, and he will not release the people. "},{"style":"v","text":"And you must say to Pharaoh, ‘Thus says Yahweh, “Israel \\add is\\add* my son, my firstborn.” "},{"style":"v","text":"And I said to you, “Release my son and let him serve me,” but you refused to release him. Look, I \\add am about\\add* to kill your son, your firstborn.’ ”"},{"style":"p","text":""},{"style":"v","text":"⸤And⸥\\f + \\fr 4:24 \\ft Literally “and he/it was” \\f* on the way, at the place of overnight lodging, Yahweh encountered him and sought to kill him. "},{"style":"v","text":"But Zipporah took a flint \\add knife\\add*, and she cut off the foreskin of her son, and she touched his feet, and she said, “Yes, you \\add are\\add* a bridegroom of blood to me.” "},{"style":"v","text":"And he left him alone. At that time she said, “A bridegroom of blood,” because of the circumcision.\\f + \\fr 4:26 \\ft Hebrew “circumcisions” \\f*"},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Aaron, “Go to the desert to meet Moses.” And he went and encountered him at the mountain of God and kissed him. "},{"style":"v","text":"And Moses told Aaron all the words of Yahweh, who had sent him—and all the signs that he had commanded him."},{"style":"p","text":""},{"style":"v","text":"And Moses and Aaron went, and they gathered all of the elders of the ⸤Israelites⸥.\\f + \\fr 4:29 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"And Aaron spoke all the words that Yahweh had spoken to Moses, and he did the signs before the eyes of the people. "},{"style":"v","text":"And the people believed when they heard that Yahweh had attended to the ⸤Israelites⸥\\f + \\fr 4:31 \\ft Literally “sons/children of Israel” \\f* and that he had seen their misery, and they knelt down and they worshiped."}]