[{"style":"s1","verse":"","text":"Completion of the Tabernacle"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Yahweh spoke to Moses, saying, "},{"style":"v","verse":"2","text":"“On the first day of the month, you will set up the tabernacle of the tent of assembly. "},{"style":"v","verse":"3","text":"And you will put there the ark of the testimony, and you will cover over the ark \\add with\\add* the curtain.\\f + \\fr 40:3 \\ft Or “veil the ark with the curtain” \\f* "},{"style":"v","verse":"4","text":"And you will bring the table, and you will arrange its setting, and you will bring the lampstand, and you will set up its lamps. "},{"style":"v","verse":"5","text":"And you will put the gold altar for incense before the ark of the testimony, and you will set up the entrance screen for the tabernacle. "},{"style":"v","verse":"6","text":"And you will put the altar of the burnt offering before the entrance of the tabernacle of the tent of assembly. "},{"style":"v","verse":"7","text":"And you will put the basin between the tent of assembly and the altar, and you will put water ⸤in it⸥.\\f + \\fr 40:7 \\ft Literally “there” \\f* "},{"style":"v","verse":"8","text":"And you will set up the courtyard all around, and you will put up the screen of the gate of the courtyard."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"“And you will take the anointing oil, and you will anoint the tabernacle and all that \\add is\\add* in it, and you will consecrate all of its equipment,\\f + \\fr 40:9 \\ft Or “vessels” or “utensils” or “contents” \\f* and it will be holy. "},{"style":"v","verse":"10","text":"And you will anoint the altar of the burnt offering and all of its equipment,\\f + \\fr 40:10 \\ft Or “vessels” or “utensils” or “contents” \\f* and you will consecrate the altar, and the altar will be a most holy thing.\\f + \\fr 40:10 \\ft Literally “holiness of holinesses,” that is, “a holy thing among holy things” \\f* "},{"style":"v","verse":"11","text":"And you will anoint the basin and its stand, and you will consecrate it. "},{"style":"v","verse":"12","text":"And you will bring Aaron and his sons to the entrance of the tent of assembly, and you will wash them with the water. "},{"style":"v","verse":"13","text":"And you will clothe Aaron with the holy garments, and you will anoint him, and you will consecrate him, and he will serve as a priest for me. "},{"style":"v","verse":"14","text":"And you will bring his sons, and you will clothe them \\add with\\add* tunics. "},{"style":"v","verse":"15","text":"And you will anoint them as you anointed their father, and they will serve as priests for me. And their anointing will be for them to be a lasting priesthood\\f + \\fr 40:15 \\ft Or “a priesthood of eternity” \\f* throughout their generations.” "},{"style":"v","verse":"16","text":"And Moses did according to all that Yahweh had commanded him; so he did."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"⸤In⸥\\f + \\fr 40:17 \\ft Literally “and it was in” \\f* the first month of the second year, on \\add the\\add* first of the month, the tabernacle was set up. "},{"style":"v","verse":"18","text":"And Moses raised the tabernacle, and he placed its bases, and he set up its frames,\\f + \\fr 40:18 \\ft Or “boards” or “planks” \\f* and he placed its bars, and he raised its pillars. "},{"style":"v","verse":"19","text":"And he spread the tent over the tabernacle; he placed the covering of the tent over it, above \\add it\\add*, as Yahweh had commanded Moses. "},{"style":"v","verse":"20","text":"And he took and he put the testimony into the ark, and he placed the poles on the ark, and he put the atonement cover on the ark, above \\add it\\add*. "},{"style":"v","verse":"21","text":"And he brought the ark into the tabernacle, and he set up the curtain of the screening, and he shielded the ark of the testimony, as Yahweh had commanded Moses."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"And he put the table in the tent of assembly on the north side of the tabernacle outside the curtain. "},{"style":"v","verse":"23","text":"And he arranged on it an arrangement of bread before Yahweh, as Yahweh had commanded Moses. "},{"style":"v","verse":"24","text":"And he placed the lampstand in the tent of assembly opposite the table on the south side of the tabernacle. "},{"style":"v","verse":"25","text":"And he set up the lamps before Yahweh, as Yahweh had commanded Moses. "},{"style":"v","verse":"26","text":"And he placed the gold altar in the tent of assembly before the curtain. "},{"style":"v","verse":"27","text":"And he turned fragrant incense into smoke on it, as Yahweh had commanded Moses."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"And he set up the entrance screen for the tabernacle. "},{"style":"v","verse":"29","text":"And the altar of burnt offering he placed \\add at\\add* the entrance of the tabernacle of the tent of assembly, and he offered on it the burnt offering and the grain offering, as Yahweh had commanded Moses. "},{"style":"v","verse":"30","text":"And he placed the basin between the tent of assembly and the altar, and he put there water for washing. "},{"style":"v","verse":"31","text":"And Moses and Aaron and his sons washed their hands and their feet from it. "},{"style":"v","verse":"32","text":"At their going into the tent of assembly and at their approaching the altar, they washed, as Yahweh had commanded Moses."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"And he set up the courtyard all around the tabernacle and the altar, and he put up the screen of the gate of the courtyard, and Moses completed the work. "},{"style":"v","verse":"34","text":"And the cloud covered the tent of assembly, and the glory of Yahweh filled the tabernacle. "},{"style":"v","verse":"35","text":"And Moses was unable to go into the tent of assembly because the cloud settled on it and the glory of Yahweh filled the tabernacle. "},{"style":"v","verse":"36","text":"And when the cloud was lifted from the tabernacle, the ⸤Israelites⸥\\f + \\fr 40:36 \\ft Literally “sons/children of Israel” \\f* set out on all their journeys. "},{"style":"v","verse":"37","text":"But if the cloud was not lifted, they did not set out until the day of its being lifted. "},{"style":"v","verse":"38","text":"For the cloud of Yahweh \\add was\\add* on the tabernacle by day, and fire was on it \\add by\\add* night before the eyes of all the house of Israel throughout all their journeys."}]