[{"style":"s1","text":"Pharaoh Rejects Yahweh’s Authority and Makes Israel’s Troubles Worse"},{"style":"m","text":""},{"style":"v","text":"And afterward, Moses and Aaron went, and they said to Pharaoh, “Thus says Yahweh the God of Israel, ‘Release my people so that they may hold a festival for me in the desert.’ ” "},{"style":"v","text":"And Pharaoh said, “Who is Yahweh that I should listen to his voice to release Israel? I do not know Yahweh, and also I will not release Israel.”"},{"style":"p","text":""},{"style":"v","text":"And they said, “The God of the Hebrews has met with us. Please let us go \\add on\\add* a three-day journey into the desert, and let us sacrifice to Yahweh our God, lest he strike us with plague or with sword.” "},{"style":"v","text":"And the king of Egypt said, “Why, Moses and Aaron, do you take\\f + \\fr 5:4 \\ft Or “let loose,” “let run wild” (compare 32:25) \\f* the people from their work? Go to your ⸤forced labor⸥!”\\f + \\fr 5:4 \\ft Literally “burdens” or “burdensome labor” \\f* "},{"style":"v","text":"And Pharaoh said, “Look, the people of the land \\add are\\add* now many, and you want to stop them from their ⸤forced labor⸥.”\\f + \\fr 5:5 \\ft Literally “burdens” or “burdensome labor” \\f*"},{"style":"p","text":""},{"style":"v","text":"And on that day Pharaoh commanded the slave drivers over the people and his foremen, saying, "},{"style":"v","text":"“You must no longer give straw to the people to make the bricks like ⸤before⸥.\\f + \\fr 5:7 \\ft Literally “yesterday three days ago” \\f* Let them go and gather straw for themselves. "},{"style":"v","text":"But the quota of the bricks that they \\add were\\add* making ⸤before⸥\\f + \\fr 5:8 \\ft Literally “yesterday three days ago” \\f* ⸤you must require of them⸥.\\f + \\fr 5:8 \\ft Literally “you will put on them” \\f* You must not reduce from it, because they \\add are\\add* lazy. Therefore they \\add are\\add* crying out, saying, ‘Let us go and sacrifice to our God.’ "},{"style":"v","text":"Let the work be heavier on the men so that they will do it and not pay attention to words of deception.”"},{"style":"p","text":""},{"style":"v","text":"And the slave drivers of the people and their foremen went out, and they spoke to the people, saying, “Thus says Pharaoh, ‘I \\add am\\add* not giving you straw. "},{"style":"v","text":"You go, get straw for yourselves from whatever you find because not a thing is being reduced from your work.’ ” "},{"style":"v","text":"And the people spread out in all the land of Egypt to gather stubble for the straw. "},{"style":"v","text":"And the slave drivers \\add were\\add* insisting, saying, “Finish your work ⸤for each day⸥\\f + \\fr 5:13 \\ft Literally “a thing of a day” \\f* on its day, as ⸤when there was straw⸥.”\\f + \\fr 5:13 \\ft Literally “in the being of the straw” \\f* "},{"style":"v","text":"And the foremen of the ⸤Israelites⸥,\\f + \\fr 5:14 \\ft Literally “sons/children of Israel” \\f* whom Pharaoh’s slave drivers had appointed over them, were beaten \\add by men who were\\add* saying, “Why have you not completed your portion of brickmaking ⸤as before, both yesterday and today⸥?”\\f + \\fr 5:14 \\ft Literally “as yesterday three days ago also yesterday also the day” \\f*"},{"style":"s1","text":"The Foremen Complain to Pharaoh and Moses, and Moses Complains to Yahweh"},{"style":"m","text":""},{"style":"v","text":"And the foremen of the ⸤Israelites⸥\\f + \\fr 5:15 \\ft Literally “sons/children of Israel” \\f* came and cried out to Pharaoh, saying, “Why do you treat your servants like this? "},{"style":"v","text":"Straw \\add is\\add* not being given to your servants, but \\add they are\\add* saying to us, ‘Make bricks!’ and, look, your servants \\add are\\add* being beaten, but it is the fault of\\f + \\fr 5:16 \\ft The expression is difficult. The word translated “fault” or “sin” has pointing for a second-person feminine singular subject (“you sinned”), which does not go well with either “Pharaoh” or “your people” as a subject; but the noun translated “sin of” has the same consonants, leading to the possibility that the word should be understood as a noun \\f* your people.” "},{"style":"v","text":"And he said, “You \\add are\\add* lazy, lazy! Therefore you \\add are\\add* saying, ‘Let us go; let us sacrifice to Yahweh.’ "},{"style":"v","text":"And now go, work, but straw will not be given to you, and you must give the full quota of bricks.”"},{"style":"p","text":""},{"style":"v","text":"And the foremen of the ⸤Israelites⸥\\f + \\fr 5:19 \\ft Literally “sons/children of Israel” \\f* saw they were in trouble ⸤with the saying⸥,\\f + \\fr 5:19 \\ft Literally “saying” \\f* “You will not reduce from your bricks ⸤for each day⸥\\f + \\fr 5:19 \\ft Literally “a thing of a day” \\f* on its day.” "},{"style":"v","text":"And they met Moses and Aaron, \\add who were\\add* waiting to meet them when they \\add were\\add* going out from Pharaoh. "},{"style":"v","text":"And they said to them, “May Yahweh look upon you and judge because you have caused our fragrance to stink in the eyes of Pharaoh and in the eyes of his servants \\add so as\\add* to put a sword into their hand to kill us.” "},{"style":"v","text":"And Moses returned to Yahweh and said, “Lord, why have you brought trouble to this people? Why ever did you send me? "},{"style":"v","text":"And from the time I came to Pharaoh to speak in your name, he has brought trouble to this people, and you have certainly not delivered your people.”"}]