[{"style":"s1","text":"Plague Five: Livestock Death"},{"style":"m","text":""},{"style":"v","text":"And Yahweh said to Moses, “Go to Pharaoh and say to him, ‘Thus says Yahweh, the God of the Hebrews, “Release my people so that they may serve me.” "},{"style":"v","text":"But if you \\add are\\add* refusing to release and you still \\add are\\add* keeping hold of them, "},{"style":"v","text":"look, the hand of Yahweh \\add is\\add* about to be \\add present with\\add* a very ⸤severe⸥\\f + \\fr 9:3 \\ft Literally “heavy” \\f* plague on your livestock that are in the field, on the horses, on the donkeys, on the camels, on the cattle, and on the sheep and goats. "},{"style":"v","text":"But Yahweh will make a distinction between the livestock of Israel and the livestock of Egypt, and not a thing will die from all \\add that belongs\\add* to the ⸤Israelites⸥.’ ”\\f + \\fr 9:4 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"And Yahweh set an appointed time, saying, “Tomorrow Yahweh will do this thing in the land.”"},{"style":"p","text":""},{"style":"v","text":"And Yahweh did this thing the next day; all the livestock of Egypt died, but from the livestock of the ⸤Israelites⸥\\f + \\fr 9:6 \\ft Literally “sons/children of Israel” \\f* not one died. "},{"style":"v","text":"And Pharaoh sent \\add to check\\add*, and ⸤it turned out⸥\\f + \\fr 9:7 \\ft Literally “look” \\f* not even one from the livestock of Israel had died, but Pharaoh’s heart was ⸤insensitive⸥,\\f + \\fr 9:7 \\ft Literally “heavy” \\f* and he did not release the people."},{"style":"s1","text":"Plague Six: Painful Sores"},{"style":"m","text":""},{"style":"v","text":"And Yahweh said to Moses and to Aaron, “Take for yourselves full handfuls of soot from a smelting furnace, and let Moses sprinkle it toward the heavens before the eyes of Pharaoh. "},{"style":"v","text":"And it will become fine dust over all the land of Egypt, and it will become on humans and on animals a skin sore sprouting blisters in all the land of Egypt.” "},{"style":"v","text":"And they took the soot of the smelting furnace, and they stood before Pharaoh, and Moses sprinkled it toward the heavens, and it became skin sores sprouting blisters on humans and on animals. "},{"style":"v","text":"And the magicians were not able to stand before Moses because of the skin sores, for the skin sores were on the magicians and on all \\add the\\add* Egyptians. "},{"style":"v","text":"And Yahweh hardened Pharaoh’s heart, and he did not listen to them, as Yahweh had spoken to Moses."},{"style":"s1","text":"Plague Seven: Hail"},{"style":"m","text":""},{"style":"v","text":"And Yahweh said to Moses, “Start early in the morning and stand before Pharaoh. Look, \\add he is\\add* going out to the water, and you must say to him, ‘Thus says Yahweh, the God of the Hebrews, “Release my people so that they may serve me. "},{"style":"v","text":"For at this time I \\add am\\add* sending all of my plagues ⸤to you personally⸥\\f + \\fr 9:14 \\ft Literally “to your heart,” that is, in a way designed to receive attention \\f* and among your servants and among your people so that you will know that there is no one like me in all the earth. "},{"style":"v","text":"For now I could have stretched out my hand, and I could have struck you and your people with the plague, and you would have perished from the earth. "},{"style":"v","text":"But for the sake of this I have caused you to stand—for the sake of showing you my strength and in order to proclaim my name in all the earth. "},{"style":"v","text":"Still you \\add are\\add* behaving haughtily to my people by not releasing them. "},{"style":"v","text":"Look, about \\add this\\add* time tomorrow, I \\add am\\add* going to cause very severe\\f + \\fr 9:18 \\ft Literally “heavy” \\f* hail to rain, the like of which has not been in Egypt from the day it was founded until now. "},{"style":"v","text":"And now send \\add word\\add*; bring into safety your livestock and all that \\add belongs\\add* to you in the field. The hail will come down on every human and animal that is found in the field and not gathered into the house, and they will die.” ’ ”"},{"style":"p","text":""},{"style":"v","text":"Anyone from the servants of Pharaoh who feared the word of Yahweh caused his servants and livestock to flee to the houses. "},{"style":"v","text":"But whoever did not ⸤give regard to⸥\\f + \\fr 9:21 \\ft Literally “put his heart to” \\f* the word of Yahweh abandoned his servants and his livestock in the field."},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to Moses, “Stretch out your hand to the heavens, and let there be hail in all the land of Egypt, on human and on animal and on all the vegetation of the field in the land of Egypt.” "},{"style":"v","text":"And Moses stretched out his staff to the heavens, and Yahweh gave thunder\\f + \\fr 9:23 \\ft The word often translated “voice” or “sound” is also used to describe thunder, as in this chapter \\f* and hail, and fire went \\add to the\\add* earth, and Yahweh caused hail to rain on the land of Egypt. "},{"style":"v","text":"And there was hail, and fire \\add was\\add* flashing back and forth in the midst of the very severe hail, the like of which was not in all the land of Egypt since it had become a nation. "},{"style":"v","text":"And the hail struck in all the land of Egypt all that \\add was\\add* in the field, from human to animal, and the hail struck all the vegetation of the field and smashed every tree of the field. "},{"style":"v","text":"Only in the land of Goshen, where the ⸤Israelites⸥\\f + \\fr 9:26 \\ft Literally “sons/children of Israel” \\f* \\add were\\add*, there was no hail."},{"style":"p","text":""},{"style":"v","text":"And Pharaoh sent and called Moses and Aaron and said to them, “I have sinned this time. Yahweh \\add is\\add* the righteous \\add one\\add*, and I and my people \\add are\\add* the wicked \\add ones\\add*. "},{"style":"v","text":"Pray to Yahweh. The thunder of God and hail ⸤are enough⸥,\\f + \\fr 9:28 \\ft Literally “much/great from the being of the voices/thunder” \\f* and I will release you, and ⸤you will no longer have to stay⸥.”\\f + \\fr 9:28 \\ft Literally “you will not add to stand/remain” \\f* "},{"style":"v","text":"And Moses said to him, “At my leaving the city, I will spread out my hands to Yahweh. The thunder will stop, and the hail will be no more, so that you will know that the earth \\add belongs\\add* to Yahweh. "},{"style":"v","text":"But \\add as for\\add* you and your servants, I know that you do not yet fear the presence of Yahweh God.”"},{"style":"p","text":""},{"style":"v","text":"And the flax and the barley were struck, because the barley \\add was in the\\add* ear and the flax \\add was in\\add* bud. "},{"style":"v","text":"But the wheat and the spelt were not struck, because they \\add are\\add* late-ripening."},{"style":"p","text":""},{"style":"v","text":"And Moses went from Pharaoh out of the city, and he spread his hands to Yahweh, and the thunder and the hail stopped, and rain did not pour \\add on the\\add* earth. "},{"style":"v","text":"And Pharaoh saw that the rain and the hail and the thunder stopped, and ⸤he again sinned⸥\\f + \\fr 9:34 \\ft Literally “he added to sin” \\f* and made his heart ⸤insensitive⸥,\\f + \\fr 9:34 \\ft Literally “he made his heart heavy” \\f* he and his servants. "},{"style":"v","text":"And Pharaoh’s heart was hard, and he did not release the ⸤Israelites⸥,\\f + \\fr 9:35 \\ft Literally “sons/children of Israel” \\f* as Yahweh had said ⸤by the agency of Moses⸥.\\f + \\fr 9:35 \\ft Literally “by the hand of Moses” \\f*"}]