[{"style":"s","verse":"","text":"Malaaka yégle na ne àtte bu mujj ba agsi na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu ma gis meneen malaaka mu am doole, muy wàcce asamaan, làmboo niir. Xon tiim ko, xar kanamam mel ni jant, ay tànkam mel ni jumi sawara."},{"style":"v","verse":"2","text":"Yor na benn téere bu ndaw bu ñu ubbi. Mu teg tànku ndijooram ci géej gi, tànku càmmoñam ci suuf si,"},{"style":"v","verse":"3","text":"di xaacu, mel ni gaynde guy yëmmu. Naka la xaacu, juróom ñaari dënnu yi jib."},{"style":"v","verse":"4","text":"Naka la juróom ñaari dënnu yi di jib, may waaja bind, waaye ma dégg baat bu jóge asamaan, naan ma: «Li juróom ñaari dënnu yi wax, na nekk kumpa, bu ko bind.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Noonu malaaka, ma ma gis, mu taxaw ci géej gi ak suuf si, yékkati loxol ndijooram, mu jëm asamaan,"},{"style":"v","verse":"6","text":"daldi waat ci kiy dund ba fàww, ki sàkk asamaan ak suuf ak géej ak li ci nekk lépp; mu ne: «Négandiku wees na,"},{"style":"v","verse":"7","text":"waaye jamono ju juróom ñaareelu malaaka ma wolee ci liitam, ndogalu Yàlla dina mat, ni mu ko waxe woon ay jaamam, yonent yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ci kaw loolu baat, ba ma déggoon ca asamaan waxaat ak man, ne ma: «Demal jël téere bi ñu ubbi ci loxob malaaka, mi taxaw ci géej gi ak suuf si.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ma dem ca malaaka ma, laaj ko téere bu ndaw boobu. Mu ne ma: «Jël ko te lekk ko. Dina wex ci sa biir, waaye dina neex ni lem ci sa gémmiñ.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Noonu ma jël téere bi ci loxob malaaka mi, daldi ko lekk, mu neex ci sama gémmiñ ni lem, waaye bi ma ko wannee, mu wex xat ci sama biir."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Gannaaw loolu ñu ne ma: «Fàww nga wax ci kàddug Yàlla lu jëm ci réew yu bare ak xeet yu bare ak kàllaama yu bare ak buur yu bare.»"}]