[{"style":"s","verse":"","text":"Ñaari seede yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi loolu amee ñu jox ma nattukaay bu mel ni yet, ne ma: «Jógal, natt kër Yàlla gi ak °sarxalukaay bi, te waññ ña fay jaamu Yàlla."},{"style":"v","verse":"2","text":"Waaye bàyyil ëttu bitib kër Yàlla gi; bu ko natt, ndaxte jébbalees na ko ñi dul Yawut, te dinañu nappaaje dëkk bu sell bi diirub ñeent fukki weer ak ñaar."},{"style":"v","verse":"3","text":"Dinaa may sama ñaari seede yi, ñuy wax ci kàddug Yàlla, sol ay saaku, di toroxlu diirub junni ak ñaar téeméeri fan ak juróom benn fukk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ñaari seede ya nag ñoo di ñaari garabu °oliw yeek ñaari tegukaayu làmp, yi taxaw ci kanam Boroom suuf si."},{"style":"v","verse":"5","text":"Su leen kenn bëggee def lu bon, sawaraay génn ci seen gémmiñ, daldi lakk seeni bañaale; te ku leen bëgga def lu bon, noonu lay wara deeye."},{"style":"v","verse":"6","text":"Am nañu sañ-sañu téye taw diirub fan, yi ñuy wax ci kàddug Yàlla. Am nañu it sañ-sañu soppi ndox yi deret te wàcce ci kaw suuf musiba yu nekk, saa su ñu ko bëggee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Bu ñu noppee seen seede, rab wiy jóge ci °kàmb gi dina leen xeex, daan leen, rey leen."},{"style":"v","verse":"8","text":"Seeni néew dinañu nekk ci péncum dëkk bu mag, boobu ñuy wooye ci misaal °Sodom ak it Misra, fa ñu reyoon seen Boroom ci bant."},{"style":"v","verse":"9","text":"Diirub ñetti fan ak genn-wàll bépp réew ak giir ak kàllaama ak xeet dinañu seetaan seeni néew, te duñu bàyyi kenn suul leen."},{"style":"v","verse":"10","text":"Waa àddina dinañu bég ci seen dee, di ndokkeelante ak di joqleente ay may, ndaxte ñaari yonent ya lakkaloon nañu waa àddina."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Waaye bi ñetti fan ya ak genn-wàll wéyee, xelum dund, jóge ca Yàlla, solu leen, ñu jóg taxaw. Noonu tiitaange gu réy jàpp ñi leen doon seetaan."},{"style":"v","verse":"12","text":"Ñaari seede ya dégg baat bu xumb ca asamaan naan leen: «Yéegleen fii.» Noonu ñu yéeg asamaan ci aw niir, seeni bañaale di seetaan."},{"style":"v","verse":"13","text":"Ca saa sa am yëngu-yëngub suuf bu mag, te benn ci fukki xaaju dëkk ba daldi màbb. Juróom ñaari junniy nit dee ci yëngu-yëngub suuf ba, te ña ca des tiit, daldi màggal Yàllay asamaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ñaareelu musiba mi wéy na, ñetteel baa ngi nii di ñëw."},{"style":"s","verse":"","text":"Juróom ñaareelu liit gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Juróom ñaareelu malaaka ma wol liitam, noonu baat yu xumb jib ca asamaan naan:"},{"style":"q","verse":"","text":"«Nguuru àddina, jébbalaat nañu ko sunu Boroom ak °Almaseem,"},{"style":"q","verse":"","text":"te dina nguuru ba fàww.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"Ñaar fukki mag ak ñeent, ña toogoon ca seen gàngune ca kanam Yàlla, daldi dëpp seen jë ca suuf, jaamu Yàlla,"},{"style":"v","verse":"17","text":"naan:"},{"style":"q","verse":"","text":"«Nu ngi lay gërëm, Boroom bi Yàlla, yaw Aji Man ji,"},{"style":"q","verse":"","text":"ki nekk te nekkoon,"},{"style":"q","verse":"","text":"ndax gànjoo nga sa kàttan gu réy gi,"},{"style":"q","verse":"","text":"ngir taxawal sa nguur."},{"style":"q","verse":"","text":""},{"style":"v","verse":"18","text":"Xeet yi meroon nañu,"},{"style":"q","verse":"","text":"waaye sa mer wàcc na,"},{"style":"q","verse":"","text":"te jamono ji jot na,"},{"style":"q","verse":"","text":"ji ngay àttee ñi dee,"},{"style":"q","verse":"","text":"neexal say jaam yonent yi,"},{"style":"q","verse":"","text":"ak sa gaa ñi ak ñi ragal saw tur,"},{"style":"q","verse":"","text":"muy mag di ndaw,"},{"style":"q","verse":"","text":"te nga rey ñiy yàq àddina.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Noonu kër Yàlla gi ci asamaan daldi ubbiku, °gaalu kóllëreg Yàlla ga daldi feeñ ca biir kër Yàlla ga, te mu daldi am ay melax, ay coow, ay dënnu, yëngu-yëngub suuf ak tawu yuur bu metti."}]