[{"style":"s","verse":"","text":"Ñaari rab yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu ma gis génn ca géej ga, rab wu am fukki béjjén ak juróom ñaari bopp. Ci kaw béjjénam ya amoon na fukki mbaxanay buur; ca bopp ya turi xarab Yàlla."},{"style":"v","verse":"2","text":"Rab wa ma gis ma nga mel ni segg, tànk ya mel ni yu rab wu ñuy wax urs, gémmiñ ga mel ni gu gaynde. Ninkinànka ja jox ko kàttanam ak nguuram ak sañ-sañam bu réy."},{"style":"v","verse":"3","text":"Benn ca bopp ya mel ni dafa gaañu ba dee. Waaye gaañu-gaañu ba daldi wér. Waa àddina sépp yéemu, daldi topp rab wa."},{"style":"v","verse":"4","text":"Ñu jaamu ninkinànka ja ndax li mu joxoon sañ-sañ rab wa, di jaamu it rab wa, naan: «Rab wi amul moroom, kenn manula xeex ak moom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Noonu mayees ko mu am gémmiñ, muy jay boppam te di xarab turu Yàlla. Mayees ko it sañ-sañu jëf ci kaw suuf diirub ñeent fukki weer ak ñaar."},{"style":"v","verse":"6","text":"Noonu mu tàmbalee xarab Yàlla, di xarab aw turam, dalam, ak ñi dëkk ci asamaan."},{"style":"v","verse":"7","text":"Mayees ko, mu xare ak gaayi Yàlla yi te not leen. Mayees ko it sañ-sañ ci kaw bépp giir ak réew ak kàllaama ak xeet."},{"style":"v","verse":"8","text":"Waa àddina sépp dinañu ko jaamu, ñooñu ñu bindul seeni tur, li dale ci njàlbéenu àddina, ci téereb dund bu Gàtt bi ñu rendi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Yaw mi am ay nopp, déglul."},{"style":"q","verse":"","text":""},{"style":"v","verse":"10","text":"Ku Yàlla dogal, ñu war laa jàpp njaam,"},{"style":"q","verse":"","text":"dinañu la jàpp njaam."},{"style":"q","verse":"","text":"Ku Yàlla dogal, ñu war laa rey ak jaasi,"},{"style":"q","verse":"","text":"dinañu la rey ak jaasi."},{"style":"m","verse":"","text":"Looloo tax gaayi Yàlla yi wara muñ te takku."},{"style":"s","verse":"","text":"Rab wi génn ci suuf, di naaféq, bi mbubboo yonent"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Noonu ma gis weneen rab di génn ci suuf. Am na ñaari béjjén yu mel ni yu gàtt, waaye di wax ni ninkinànka."},{"style":"v","verse":"12","text":"Muy jëf ak sañ-sañu rab wu jëkk wa ci turam, di sant waa àddina sépp, ñu jaamu rab wu jëkk, woowu am gaañu-gaañu ba ko rey, waaye daldi wér."},{"style":"v","verse":"13","text":"Muy def kéemaan yu réy, ba dem sax bay wàcce ci kaw suuf sawara su jóge asamaan, nit ñi di gis."},{"style":"v","verse":"14","text":"Noonu mu nax waa àddina ci kéemaan, yi mu am sañ-sañu def ci turu rab wu jëkk wa. Mu sant waa àddina, ñu def nataalu rab, wi am gaañu-gaañub jaasi tey dund."},{"style":"v","verse":"15","text":"Mayees ko it, mu dundloo nataalu rab wa, waxloo ko, ba képp ku jaamuwul nataalu rab wa rekk ñu rey la."},{"style":"v","verse":"16","text":"Mu def it ba ñépp, mag ak ndaw, buur ak baadoolo, gor ak jaam, ñépp am màndarga ci seen loxol ndijoor walla ci seen jë,"},{"style":"v","verse":"17","text":"ba kenn du mana jënd mbaa mu jaay te amul màndargam rab wi, maanaam turam walla siifar bu méngoo ak turam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Lii nag mooy laaj xel: ku am xel dina mana waññ siifaru rab wi, ndaxte siifar boobu méngoo na ak bu nit, di juróom benni téeméer ak juróom benn fukk ak juróom benn."}]