[{"style":"s","verse":"","text":"Malaaka ya taawu musiba yu mujj yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu ma gis ca asamaan beneen firnde ju réy tey yéeme: juróom ñaari malaaka yu taawu juróom ñaari musiba, ñuy yu mujj ya, ndaxte ñoom ñooy matal merum Yàlla."},{"style":"v","verse":"2","text":"Noonu ma gis lu mel ni géej gu leer ni weer bu set buy ray-rayi ak sawara. Ña notoon rab wa ak nataalam ak siifar bu méngoo ak turam, ñoo taxaw ca géej gu leer ga, yor xalam yu leen Yàlla jox."},{"style":"v","verse":"3","text":"Ñuy woy woyu °Musaa jaamu Yàlla bi, ak woyu Gàtt ba, naan:"},{"style":"q","verse":"","text":"«Say jëf réy nañu te yéeme,"},{"style":"q","verse":"","text":"yaw Boroom bi Yàlla, Aji Man ji."},{"style":"q","verse":"","text":"Say yoon jub nañu te dëggu,"},{"style":"q","verse":"","text":"yaw Buur bi fiy sax ba abadan."},{"style":"q","verse":"","text":""},{"style":"v","verse":"4","text":"Ku la ragalul, Boroom bi?"},{"style":"q","verse":"","text":"Ku dul màggal saw tur?"},{"style":"q","verse":"","text":"Kenn, ndaxte yaw rekk yaa sell."},{"style":"q","verse":"","text":"Xeet yépp dinañu dikk, jaamu la,"},{"style":"q","verse":"","text":"ndax say àtte bir na ñépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Gannaaw loolu ma xool, noonu kër Yàlla ubbiku ca asamaan, muy xaymab màggalukaay, bi ëmb li Yàlla seede."},{"style":"v","verse":"6","text":"Juróom ñaari malaaka, ya taawu juróom ñaari musiba ya, daldi génn ca kër Yàlla ga. Ñu sol mbubb\\f + \\fr 15.6 \\fk mbubb yi: \\ft ràbbe nañu ko wëñ gu weex gu ñu tudde \\fq lẽ.\\f* yu set te weex bay lerax, laxasaayoo ngañaayi wurus ba ci seen dënn."},{"style":"v","verse":"7","text":"Noonu kenn ci ñeenti mbindeef ya jox juróom ñaari malaaka ya juróom ñaari ndabi wurus yu fees ak merum Yàlla jiy dund ba fàww."},{"style":"v","verse":"8","text":"Kër Yàlla ga fees ak saxar ndax leeraayu ndamu Yàlla ak kàttanam. Te kenn manatula dugg ca kër Yàlla ga, ba kera juróom ñaari musiba, ya juróom ñaari malaaka ya taawu, di mat."}]