[{"style":"s","verse":"","text":"Ndab ya def merum Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu ma dégg baat bu xumb bu jóge ca kër Yàlla ga, naan juróom ñaari malaaka ya: «Demleen sotti ci àddina juróom ñaari ndabi merum Yàlla yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Noonu malaaka mu jëkk ma dem, sotti ndabam ci àddina, ba woppi taab ju bon te metti dal nit, ña am màndargam rab wa tey jaamu nataalam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ñaareelu malaaka ma sotti ndabam ci géej gi. Mu soppiku deret ni deretu néew, ba lépp luy dund te nekkoon ci géej gi dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ñetteelu malaaka ma sotti ndabam ci dex yi ak ci bëti ndox yi. Ñu daldi nekk deret."},{"style":"v","verse":"5","text":"Noonu ma dégg malaaka mi am sañ-sañ ci ndox yi naan:"},{"style":"q","verse":"","text":"«Ku jub nga, yaw ki nekk te nekkoon,"},{"style":"q","verse":"","text":"yaw Aji Sell ji, ci li nga dogal àtte yooyu."},{"style":"q","verse":"","text":""},{"style":"v","verse":"6","text":"Ndaxte tuur nañu deretu sa gaa ñi ak ju yonent yi,"},{"style":"q","verse":"","text":"yaw it fey nga leen seen bor,"},{"style":"q","verse":"","text":"jox leen deret, ñu naan.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Ma dégge baat jibe ca sarxalukaayu °cuuraay ba naan:"},{"style":"q","verse":"","text":"«Waaw, Boroom bi Yàlla, Aji Man ji,"},{"style":"q","verse":"","text":"say àtte dëggu nañu te jub.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ñeenteelu malaaka ma tuur ndabam ci jant bi. Noonu ñu jox ko sañ-sañu lakk nit ñi ak tàngaayam."},{"style":"v","verse":"9","text":"Naaj wu metti di lakk nit ñi, ñu daldi xarab turu Yàlla, ji am sañ-sañ ci kaw musiba yooyu. Waaye tuubuñu sax seeni bàkkaar, ngir jox ko ndam li."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Juróomeelu malaaka ma tuur ndabam ci kaw gàngunem rab wa. Noonu lëndëm muur nguuram. Nit ñi di màtt seeni làmmiñ ndax metit,"},{"style":"v","verse":"11","text":"ñuy xarab Yàllay asamaan ndax seeni metit ak seeni taab. Waaye tuubuñu seeni jëf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Juróom benneelu malaaka ma sotti ndabam ci dex gu mag, gi ñuy wax Efraat, ndox ma daldi ŋiis, ngir waajal yoonu buuri penku, yiy ñëw."},{"style":"v","verse":"13","text":"Noonu ma gis ñetti rab yu bon yu mel niy mbott, génn ci gémmiñi ninkinànka ja ak rab wa ak naaféq, ba mbubboo yonent."},{"style":"v","verse":"14","text":"Ay rabi Seytaane lañu woon, yuy def ay kéemaan te di dem ci buuri àddina sépp, di leen dajale, ngir xeex biy am ci bés bu mag, bi Yàlla Aji Man ji jagleele boppam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Maa ngi ñëw nib sàcc. Bég nga, yaw mi nelawul te di wottu say yére, ngir baña dox yaramu neen, ñuy gis sa gàcce.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Noonu rab ya dajale buuri àddina si ci bérab bu tudd ci làkku ebrë Armagedon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci kaw loolu juróom ñaareelu malaaka ma sotti ndabam ci ngelaw. Noonu baat bu xumb jóge ca °gàngune ma ca kër Yàlla ga, naan: «Lépp mat na.»"},{"style":"v","verse":"18","text":"Noonu mu am ay melax ay riir ay dënnu ak yëngu-yëngub suuf bu mag, boo xam ne bési cosaan ba léegi, masu faa am. Yëngu-yëngub suuf si réye na noonu."},{"style":"v","verse":"19","text":"Dëkk bu mag ba xàjjalikoo ñetti cér, te dëkki xeet yi màbb. Noonu Yàlla daldi fàttaliku °Babilon bu mag ba, ngir jox ko koppu meram mu tàng ma, ba mu màndi."},{"style":"v","verse":"20","text":"Dun yépp daldi ne mes, te kenn gisatul tund ya."},{"style":"v","verse":"21","text":"Tawu yuur, donj wu nekk tollu ci ñeent fukki kilo, daldi daanoo asamaan ci kaw nit ñi, ñuy xarab Yàlla ndax musibam yuur ga, ndaxte musiba ma dafa metti woon lool."}]