[{"style":"s","verse":"","text":"Jigéenu moykat bu mag ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu benn ci juróom ñaari malaaka, ya taawu juróom ñaari ndab ya, ñëw ne ma: «Kaay, ma won la mbugalu jigéenu moykat bu mag, bi toog ci dex yu bare."},{"style":"v","verse":"2","text":"Moom la buuri àddina si àndal ci seen njaaloo. Ci biiñu moy Yàllaam la waa àddina màndee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Noonu Xelum Yàlla solu ma, malaaka ma yóbbu ma ca màndiŋ ma. Foofa ma gis fa jigéen ju war rab wu xonq te am juróom ñaari bopp ak fukki béjjén, yaram wa fees ak turi xarab Yàlla."},{"style":"v","verse":"4","text":"Jigéen ja sol lu yolet te xonq, takk wurus ak jamaa ak ay per. Yoroon na koppu wurus bu fees ak ñaawteef ak sobeem."},{"style":"v","verse":"5","text":"Bindoon nañu ci jëëm tur wii ëmb kumpa, mu di: °Babilon mu mag mi, ndeyi jigéeni moykat yi ak ñaawteefi àddina yi."},{"style":"v","verse":"6","text":"Ma gis jigéen ja màndi ci deretu gaayi Yàlla yi, ci deretu ñi doon seedeel Yeesu."},{"style":"p","verse":"","text":"Naka laa ko gis, ma daldi jaaxle lool."},{"style":"v","verse":"7","text":"Malaaka ma ne ma: «Lu tax nga jaaxle? Dinaa la leeralal kumpag jigéen ji ak rab, wi mu war te am juróom ñaari bopp ak fukki béjjén."},{"style":"v","verse":"8","text":"Rab wi nga gis nekkoon na waaye nekkatul. Dina génn ca °kàmb gu xóot ga, ba noppi sànku. Noonu waa àddina, ñi ñu bindul seeni tur, li dale ci njàlbéenu àddina, ci téereb dund bi, dinañu yéemu, bu ñu gisee rab wi, ndaxte nekkoon na waaye nekkatul te dina nekkaat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Xam lii nag moo laaj xel. Juróom ñaari bopp ya ñooy juróom ñaari tund, yi jigéen ji toog ci seen kaw. Juróom ñaari buur lañu itam:"},{"style":"v","verse":"10","text":"juróom daanu nañu, kenn kaa ngi fi, ki ci des ñëwagul, te bu ñëwee, dina fi wara nekk ab diir."},{"style":"v","verse":"11","text":"Rab wi nekkoon te nekkatul nag, moom ci boppam moo di juróom ñetteelu buur bi, te ci juróom ñaar yi la bokk. Ma nga jëm sànkute."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Fukki béjjén yi nga gis, fukki buur lañu yu jotagul nguur. Waaye dinañu jot sañ-sañ diirub waxtu, ñuy nguuru ak rab wi."},{"style":"v","verse":"13","text":"Ñoo bokk mébét, di jox seen kàttan ak seen sañ-sañ rab wi."},{"style":"v","verse":"14","text":"Dinañu xare ak Gàtt bi, waaye Gàtt bi dina leen daan, ndaxte mooy Kilifag kilifa yi, di Buuru buur yi. Te am toppam, di ñi mu woo te tànn leen, te ñu takku ci moom, dinañu daanandoo ak moom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Mu neeti ma: «Dex yi nga gis jigéenu moykat ja toog ca kaw, mooy réew yi ak mbooloo yi ak xeet yi ak kàllaama yi."},{"style":"v","verse":"16","text":"Fukki béjjén yi nga gis, ñoom ak rab wa, dinañu bañ jigéenu moykat ja, futti ko ci lépp, def ko yaramu neen. Dinañu lekk suuxam, ba noppi lakk ko ci sawara."},{"style":"v","verse":"17","text":"Ndaxte Yàlla def na ci seen xol, ñu matal la mu naroon. Noonu dinañu ànd, jébbal seen nguur rab wi, ba kera li Yàlla wax di mat."},{"style":"v","verse":"18","text":"Te jigéen ji nga gis, moo di dëkk bu mag, biy nguuru ci kaw buuri àddina si.»"}]