[{"style":"s","verse":"","text":"Aleluya!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu ma dégg lu mel ni baat bu xumb bu jollee ca mbooloo mu bare ca asamaan, naan:"},{"style":"q","verse":"","text":"«°Aleluya!"},{"style":"q","verse":"","text":"Mucc, ndam ak kàttan, Yàlla sunu Boroom moo ko moom."},{"style":"q","verse":"","text":""},{"style":"v","verse":"2","text":"Ay àtteem dañoo dëggu te jub!"},{"style":"q","verse":"","text":"Ndaxte àtte na jigéenu moykat bu mag,"},{"style":"q","verse":"","text":"bi daan yàq àddina si ak njaaloom,"},{"style":"q","verse":"","text":"te feyul na noonu jaami Yàlla, yi mu daan rey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ñu tegaat ca ne:"},{"style":"q","verse":"","text":"«°Aleluya!"},{"style":"q","verse":"","text":"Saxarus lakku dëkk baa ngi jolli ba fàww!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Noonu ñaar fukki mag ña ak ñeent, ak ñeenti mbindeef ya, daldi sukk di jaamu Yàlla, moom mi toog ca °gàngune ma. Ñu naan:"},{"style":"q","verse":"","text":"«Amiin! °Aleluya!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Noonu baat jibe ca gàngune ma naan:"},{"style":"q","verse":"","text":"«Màggal-leen Yàlla sunu Boroom,"},{"style":"q","verse":"","text":"yéen ñépp ñi di ay jaamam,"},{"style":"q","verse":"","text":"yéen ñi ko ragal, mag ak ndaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ma dégg lu mel ni baatu mbooloo mu bare, mel ni riiru duusi géej, ni yënguy dënnu yu réy, naan:"},{"style":"q","verse":"","text":"«Aleluya!"},{"style":"q","verse":"","text":"Sunu Boroom Yàlla Aji Man ji dugg na ci nguuram!"},{"style":"q","verse":"","text":""},{"style":"v","verse":"7","text":"Nanu bég te bànneexu te jox ko ndam li,"},{"style":"q","verse":"","text":"ndaxte céetu Gàtt bi agsi na, séet bi waaj na!"},{"style":"q","verse":"","text":""},{"style":"v","verse":"8","text":"May nañu ko, mu sol mbubb mu set te weex bay lerax.»"},{"style":"m","verse":"","text":"Mbubb mu weex moomu day misaal njubtey gaayi Yàlla yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Gannaaw loolu malaaka ma ne ma: «Bindal lii: “Yéen ñi ñu woo ci reeri céetu Gàtt ba, barkeel ngeen.”» Mu teg ca ne ma: «Kàddu yii ñooy kàdduy Yàlla, di kàddu yu dëggu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Noonu ma daanu ci ay tànkam, bëgg koo jaamu. Mu ne ma: «Moytu koo def; sa nawle laa ci liggéey bi, di kenn ci say bokk, yiy sax ci seedeel Yeesu. Jaamul Yàlla. Ndaxte seedes Yeesu mooy xel miy solu yonent yi.»"},{"style":"s","verse":"","text":"Ki war fas wu weex"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bi loolu wéyee ma gis asamaan ubbiku. Noonu fas wu weex feeñ. Ki ko war ma nga tudd Ku Takku te Dëggu, te ci njub lay àtte ak a xare."},{"style":"v","verse":"12","text":"Ay bëtam di xuyy ni sawara, te mu am mbaxanay buur yu bare ca boppam. Bind nañu ci moom tur wu kenn xamul ku dul moom."},{"style":"v","verse":"13","text":"Sol na mbubb mu ñu sóob ci deret, te Kàddug Yàlla mooy turam."},{"style":"v","verse":"14","text":"Xarekat yi nekk ci asamaan topp ci moom, war ay fas yu weex, sol mbubb yu weex te set."},{"style":"v","verse":"15","text":"Am na jaasi ju ñaw juy génn ci gémmiñam, ngir dóor xeet yi, mu di leen jiitee yetu weñ, te mooy nappaaje reseñ yi ci segalukaayu mer mu tàng mu Yàlla Aji Man ji."},{"style":"v","verse":"16","text":"Ci mbubbam ak ci poojam bind nañu ci tur wii: Buuru buur yi, Kilifag kilifa yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Noonu ma gis malaaka mu taxaw ci jant bi. Mu wax ak baat bu xumb ak picc, yiy naaw ci digg asamaan, ne leen: «Ñëwleen teewesi reer bu mag bu Yàlla,"},{"style":"v","verse":"18","text":"ngeen lekk suuxi buur yi, njiiti xare yi ak boroom kàttan yi, suuxi fas yi ak seeni gawar, suuxi ñépp: gor ak jaam, mag ak ndaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Noonu ma gis rab wa, buuri àddina si ak seeni xarekat dajaloo ngir xareji ak ki war fas wa ak ay xarekatam."},{"style":"v","verse":"20","text":"Ñu jàpp rab wa, moom ak naaféq ba mbubboo yonent, ba daan def ca turu rab wa ay kéemaan yu mu naxe ñi nangu woona am màndargam rab wa te jaamu nataalam. Ñoom ñaar ñépp sànni nañu leen ñuy dund ca déegu sawara ak tamarax buy tàkk."},{"style":"v","verse":"21","text":"Ña ca des, jaasi, jay génn ca gémmiñu ka toog ca fas wa, rey leen; picc yépp lekk, ba regg ci seeni suux."}]