[{"style":"s","verse":"","text":"Nguuru Kirist diirub junniy at"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu ma gis malaaka mu wàcce ca asamaan, yor caabiy °kàmb ga ak càllala gu réy."},{"style":"v","verse":"2","text":"Mu jàpp ninkinànka ja, di jaani cosaan ja, muy Tuumaalkat bi, maanaam °Seytaane. Malaaka ma yeew ko diirub junniy at,"},{"style":"v","verse":"3","text":"sànni ko ci kàmb gi, tëj ko, sakk bunt bi ko tiim ci kaw. Noonu du nax xeet yi, ba kera junniy at yi di mat. Gannaaw loolu fàww ñu yiwi ko diir bu gàtt."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Noonu ma gis ay °gàngune, ñu jox ña ca toog sañ-sañu àtte. Noonu ma gis ruuwi ñi ñu bóomoon ndax li ñu doon seedeel Yeesu te gëm kàddug Yàlla. Ñooñu jaamuwuñu rab wa mbaa nataalam, te nanguwuñoo am màndargam rab wa ca seen jë mbaa seen loxo. Ñu daldi dekki, di nguuru ak °Kirist diirub junniy at."},{"style":"v","verse":"5","text":"Yeneen néew yi duñu dekki, fi ak junniy at yi matul. Loolu moo di ndekkite lu jëkk li."},{"style":"v","verse":"6","text":"Ñi bokk ci ndekkite lu jëkk li, barkeel nañu te sell! Ñaareelu dee gi du leen manal dara. Waaye dinañu doon sarxalkati Yàlla ak Kirist, tey nguuru ak moom junniy at."},{"style":"s","verse":"","text":"Seytaane ci déegu sawara sa ba fàww"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Bu junniy at ya matee, dinañu yiwi °Seytaane ca kasoom,"},{"style":"v","verse":"8","text":"te dina dem naxi xeet yi ci ñeenti xéblay àddina, maanaam ñoom Gog ak Magog\\f + \\fr 20.8 \\fk Gog ak Magog \\ft ñooy misaal bañaaley Yàlla ak yu gaayi Yàlla yi, ni ko yonent Yàlla Esekiyel waxe woon.\\f*. Dina leen dajale ngir xare, te dinañu bare ni peppi suuf cig tefes."},{"style":"v","verse":"9","text":"Dinañu sam suuf sépp, di wër dalu gaayi Yàlla yi ak dëkk, bi Yàlla bëgg. Waaye sawara daldi jóge asamaan, lakk leen."},{"style":"v","verse":"10","text":"Dees na jàpp °Seytaane, mi leen daan nax, sànni ko ci déegu sawara ak tamarax bi, mu fekki rab wa ak naaféq ba mbubboo yonent. Foofa dinañu leen mbugal guddi ak bëccëg ba fàww."},{"style":"s","verse":"","text":"Bés pénc ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Noonu ma gis °gàngune mu mag te weex, ak ka ca toog. Asamaan ak suuf daw, sore ko, ba ne mes."},{"style":"v","verse":"12","text":"Ma gis néew ya, mag ak ndaw, ñu taxaw ca kanam gàngune ma. Ñu daldi ubbi ay téere, ubbi itam beneen téere, téereb dund bi. Ñu àtte néew ya, ku nekk ci say jëf, ni ñu ko binde woon ca téere ya."},{"style":"v","verse":"13","text":"Noonu géej gëq néew, yi nekkoon ci moom; dee ak barsàq delloo néew, ya ñu yoroon. Ñu àtte ñépp ci seeni jëf."},{"style":"v","verse":"14","text":"Ñu jàpp dee ak barsàq, sànni ca déegu sawara sa. Déegu sawara soosu moo di ñaareelu dee."},{"style":"v","verse":"15","text":"Képp ku ñu bindul sa tur ci téereb dund bi, dees na la sànni ci déegu sawara si."}]