[{"style":"s","verse":"","text":"Dexu ndoxum dund mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu malaaka ma won ma dexu ndoxum dund, mu leer ni weer bu set, di génn ca °gàngune mu Yàlla ak Gàtt ba,"},{"style":"v","verse":"2","text":"xellee ca digg péncu dëkk ba. Ca weti dex ga amoon na ca garabu dund, guy meññ fukki yoon ak ñaar, di meññ weer wu nekk, te xob ya di faj xeet yi."},{"style":"v","verse":"3","text":"Musiba dootul am. Gàngune mu Yàlla ak Gàtt bi mu ngi ci dëkk bi, te ay jaamam dinañu ko jaamu."},{"style":"v","verse":"4","text":"Dinañu gis xar kanamam, te turam dina nekk ci seen jë."},{"style":"v","verse":"5","text":"Guddi dootul am, te kenn dootul soxla leeru làmp walla naaju jant, ndaxte Boroom bi Yàlla moo leen di leeral. Te dinañu nguuru ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Noonu malaaka ma ne ma: «Wax jii ju wóor la te dëggu. Boroom bi, Yàlla jiy leeral xeli yonent yi, moo yónni malaakaam, ngir mu won ay jaamam mbir yi dëgmël di ñëw.»"},{"style":"s","verse":"","text":"Yeesu Kirist dina délsi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Maa ngi ñëw léegi. Yaw miy sàmm waxi Yàlla, yi ci téere bii, barkeel nga.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Man Yowaana maa dégg mbir yii te gis ko. Ba ma ko déggee te gis ko, damaa daanu ca tànki malaaka, ma ma ko doon won, bëgg koo jaamu."},{"style":"v","verse":"9","text":"Mu ne ma: «Moytu koo def. Sa nawle laa ci liggéey bi, yaw ak say bokki yonent ak ñiy sàmm waxi téere bii. Jaamul Yàlla.»"},{"style":"v","verse":"10","text":"Mu ne ma it: «Bul tëj téere bii ak waxi Yàlla yi mu ëmb, ndaxte waxtu wi jege na."},{"style":"v","verse":"11","text":"Ku jubadi, na sax ci jubadeem; ku taq sobe, na sigiñu ci sobeem; ku jub, na wéy ci jëf yu jub; ku sell, na ci ŋoy.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Yeesu nee na: «Maa ngi ñëw léegi, indaale pey gi, ngir delloo ku nekk lu méngoo ak lu mu def."},{"style":"v","verse":"13","text":"Man maay °Alfa di Omega, ki jëkk tey mujj, maay njàlbéen gi, di muj gi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Yéen ñi fóot seeni mbubb, ngir saña lekk ci garabu dund gi te dugg ci bunti dëkk bi, barkeel ngeen."},{"style":"v","verse":"15","text":"Waaye ñi ci biti ñooy xaj yi ak luxuskat yi ak njaalookat yi ak bóomkat yi ak xërëmkat yi ak ñépp ñiy sopp fen te wéye ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Man Yeesu maa yónni sama malaaka, ngir mu seede leen mbir yii ci digg mboolooy ñi gëm. Man maay car, bi soqikoo ci °Daawuda, di biddiiwu njël bu leer bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Te Xelum Yàlla ak séetu Gàtt bi ñu ngi naan: «Ñëwal!»"},{"style":"p","verse":"","text":"Képp ku dégg wax jii, na ne: «Ñëwal!»"},{"style":"p","verse":"","text":"Na képp ku mar, ñëw; ku bëgg, duyal ci ndoxum dund mi te doo fey dara."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Man Yowaana maa ngi koy wax képp ku dégg waxi Yàlla, yi nekk ci téere bii: ku ci yokk dara, Yàlla dina dolli ci sa mbugal musiba, yi ñu wax ci téere bii."},{"style":"v","verse":"19","text":"Ku dindi dara ci waxi Yàlla, yi nekk ci téere bii, Yàlla dina dindi sa wàll ca garabu dund ga ak dëkk bu sell ba, ñaar yooyu ñu bind ci téere bii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Kiy seede mbir yii nee na: «Waaw, maa ngi ñëw léegi.»"},{"style":"p","verse":"","text":"Amiin. Boroom bi Yeesu, ñëwal!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yal na yiwu Boroom bi Yeesu ànd ak yéen ñépp."}]