[{"style":"s","verse":"","text":"Bataaxal bi ñu yónnee waa Sàrd"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Bindal malaakam mbooloom ñi gëm ci dëkku Sàrd, ne ko:"},{"style":"pi","verse":"","text":"Ki yor juróom ñaari Xeli Yàlla yi ak juróom ñaari biddiiw yi nee na: Xam naa say jëf. Dañu laa teg kuy dund, fekk dee nga."},{"style":"v","verse":"2","text":"Yewwul te dëgëral li des ci yaw tey waaja dee, ndaxte gis naa ne say jëf matuñu ca sama kanam Yàlla."},{"style":"v","verse":"3","text":"Fàttalikul kon kàddug Yàlla gi nga jot, te dégg ko, sàmm ko te réccu. Soo wéyee ciy nelaw nag, dinaa ñëw nib sàcc, te doo xam wan waxtu lay doon."},{"style":"pi","verse":"","text":""},{"style":"v","verse":"4","text":"Moona am nga foofu ci Sàrd nit ñu néew ñoo xam ne tilimaluñu seen mbubb. Ñooñu dinañu ànd ak man, sol lu weex, ndaxte yeyoo nañu ko."},{"style":"v","verse":"5","text":"Ku daan, dinga sol mbubb mu weex ni ñoom. Duma far sa tur ci téereb dund bi, waaye dinaa nangu ci sama kanam Baay ak ay malaakaam ne bokk nga ci man."},{"style":"v","verse":"6","text":"Yaw mi am ay nopp, déglul li Xelum Yàlla di wax mboolooy ñi gëm."},{"style":"s","verse":"","text":"Bataaxal bi ñu yónnee waa Filadelfi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Bindal malaakam mbooloom ñi gëm ci dëkku Filadelfi, ne ko:"},{"style":"pi","verse":"","text":"Aji Sell ji, di Aji Dëgg ji nee na, moom mi yor caabiy °Daawuda ji, moom miy tijji te kenn du ko mana tëj, muy tëj te kenn du ko tijji nee ne:"},{"style":"v","verse":"8","text":"Xam naa say jëf. Ubbil naa la bunt, te kenn du ko mana tëj. Xam naa ne barewuloo doole, waaye sàmm nga sama kàddu te weddiwoo ma."},{"style":"v","verse":"9","text":"Dinaa def ba ñenn ci ñi bokk ci ndajem °Seytaane --te tuddoo Yawut, fekk dañuy fen-- dinaa leen ñëwloo, ñu sukk ci sa kanam, nangu ne bëgg naa la."},{"style":"v","verse":"10","text":"Gannaaw muñ nga, ni ma la ko dénke woon, man itam dinaa la yiir ci jamono, ji musiba mi di wàcc ci dunyaa bépp ngir nattu waa àddina."},{"style":"pi","verse":"","text":""},{"style":"v","verse":"11","text":"Léegi ma ñëw. Sàmmal li nga yor, ngir kenn bañ laa xañ sa °kaalag ndam."},{"style":"v","verse":"12","text":"Ku daan, dinaa la samp ni aw jënu néeg ci sama kër Yàlla te doo fa génn mukk. Dinaa bind ci yaw turu sama Yàlla ak turu dëkku sama Yàlla, mu di Yerusalem gu bees, giy jóge ca asamaan ca wetu sama Yàlla, di wàcc. Dinaa bind it ci yaw sama tur wu bees."},{"style":"v","verse":"13","text":"Yaw mi am ay nopp, déglul li Xelum Yàlla di wax mboolooy ñi gëm."},{"style":"s","verse":"","text":"Bataaxal bi ñu yónnee waa Lawdise"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Bindal malaakam mbooloom ñi gëm ci dëkku Lawdise, ne ko:"},{"style":"pi","verse":"","text":"Ki ñuy wax Amiin ji, di seede bu takku bi te dëggu, ki di ndeyi bindu mbindeefi Yàlla yi, nee na:"},{"style":"v","verse":"15","text":"Xam naa say jëf, xam ne seddoo, tàngoo. Manoon ngaa sedd mbaa nga tàng,"},{"style":"v","verse":"16","text":"waaye ndax li nga nugg, tàngoo seddoo, dinaa la yàbbi."},{"style":"v","verse":"17","text":"Yaa ngi damu naan: “Am naa alal, duunle naa, soxlaatuma dara.” Fekk xamuloo ne torox nga, miskin, ñàkk, gumba te rafle."},{"style":"v","verse":"18","text":"Moo tax maa ngi lay xiirtal, nga jënd ci man wurus wu ñu xellee ci sawara, ngir nga duunle, te nga jënd yére yu weex ngir nga solu, ba sa gàcceg rafle baña feeñ, ak tuufaay booy diw ci say bët, ngir mana gis."},{"style":"pi","verse":"","text":""},{"style":"v","verse":"19","text":"Man maay yedd, di yar ñépp ñi ma bëgg. Farlul kon te tuub say bàkkaar."},{"style":"v","verse":"20","text":"Maa ngi nii taxaw ci bunt bi, di fëgg. Ku dégg sama baat te ubbi bunt bi, dinaa dugg, reerandoo ak moom, moom it mu reerandoo ak man."},{"style":"pi","verse":"","text":""},{"style":"v","verse":"21","text":"Ku daan, dinaa la toogloo ci sama wet ci sama °gàngune, ni ma xeexe ba daan, man ci sama bopp, te toogandoo ak sama Baay ci gànguneem."},{"style":"v","verse":"22","text":"Yaw mi am ay nopp, déglul li Xelum Yàlla di wax mboolooy ñi gëm.»"}]