[{"style":"s","verse":"","text":"Buur Yàlla toog na ca gànguneem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu ma xool, gis bunt ubbiku ci asamaan. Baat booba ma déggoon, muy wax ak man mel nig liit, ne ma: «Yéegal fii, ma won la li wara ñëw gannaaw gi.»"},{"style":"v","verse":"2","text":"Ca saa sa Xelum Yàlla solu ma, noonu ma gis °gàngune ca asamaan, te am ku ca toog."},{"style":"v","verse":"3","text":"Leeraayam mel ni jamaa ak per bu xonq, te xon gu leer ni per bu wert wër gàngune ma."},{"style":"v","verse":"4","text":"Yeneen ñaar fukki gàngune ak ñeent wër ko, te ci kaw gàngune ya ñaar fukki mag ak ñeent toog, sol mbubb yu weex ak °kaalay wurus ci seen bopp."},{"style":"v","verse":"5","text":"Ay melax ak i riir ak i dënnu di jibe ca gàngune ma. Ca kanam gàngune ma amoon na fa juróom ñaari jum yu yànj, di °juróom ñaari Xeli Yàlla yi."},{"style":"v","verse":"6","text":"Amoon na it ca kanam gàngune ma lu mel ni géej gu leer ni weer bu set, ba mel ni seetu."},{"style":"p","verse":"","text":"Ci li wër gàngune ma, sës rëkk, amoon na fa ñeenti mbindeef yu fees ak ay bët ci kanam ak ci gannaaw."},{"style":"v","verse":"7","text":"Mbindeef mu jëkk maa nga meloon ni gaynde, ñaareelu mbindeef mel ni yëkk, ñetteelu mbindeef yor kanamu nit, ñeenteel ba di nirook jaxaay juy naaw."},{"style":"v","verse":"8","text":"Ñeenti mbindeef ya am nañu ku nekk juróom benni laaf te ñu nga fees ak ay bët li leen wër lépp, ba ci seen roni laaf. Guddi ak bëccëg duñu noppeek naan:"},{"style":"q","verse":"","text":"«Boroom bi Yàlla, Aji Man ji,"},{"style":"q","verse":"","text":"moo sell, sell, sell,"},{"style":"q","verse":"","text":"moom ki nekkoon démb, di ki nekk tey, di kiy ñëw ëllëg.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"Saa su mbindeef ya di màggal ki toog ca gàngune ma tey dund ba fàww, te di ko kañ ak a gërëm,"},{"style":"v","verse":"10","text":"ñaar fukki mag ña ak ñeent di dëpp seen jë ca kanam ka toog ca kaw gàngune ma. Ñu di ko jaamu, moom mi dund ba fàww, di sànni seen °kaalay ndam ca kanam gàngune ma, naan:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"11","text":"«Yàlla sunu Boroom, yaa yeyoo ndam, teraanga ak kàttan,"},{"style":"q","verse":"","text":"ndaxte yaa sàkk lépp"},{"style":"q","verse":"","text":"te ci sa coobare la lépp nekke,"},{"style":"q","verse":"","text":"te ci lañu leen sàkke.»"}]