[{"style":"s","verse":"","text":"Ñi jóge ci metit wu réy wa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu ma gis ñeenti malaaka yu taxaw ci ñeenti xéblay àddina si. Ñu téye ñeenti ngelawi àddina, ngir ngelaw du wol ci kaw suuf, ci géej mbaa ci genn garab."},{"style":"v","verse":"2","text":"Ma gis it meneen malaaka, muy yéeg, jóge penku, yor màndargaalu Yàlla jiy dund. Mu daldi wax ak baat bu xumb ñeenti malaaka ya ñu joxoon sañ-sañ, ñu yàq suuf ak géej,"},{"style":"v","verse":"3","text":"ne leen: «Buleen yàqagun suuf si ak géej gi ak garab yi. Négleen, ba ñu def màndarga ci jëwu ñiy jaamu Yàlla sunu Boroom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Noonu ma dégg limub ñi ñu màndargaal; ñu tollu ci téeméer ak ñeent fukk ak ñeent ci ay junni. Ñu jóge ci giiri °bànni Israyil yépp:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"5","text":"Fukki junni ak ñaar lañu màndargaal ci biir giiru Yuda,"},{"style":"q","verse":"","text":"fukki junni ak ñaar ci giiru Ruben,"},{"style":"q","verse":"","text":"fukki junni ak ñaar ci giiru Gàdd,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"6","text":"fukki junni ak ñaar ci giiru Aser,"},{"style":"q","verse":"","text":"fukki junni ak ñaar ci giiru Neftali,"},{"style":"q","verse":"","text":"fukki junni ak ñaar ci giiru Manase,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"7","text":"fukki junni ak ñaar ci giiru Simeyon,"},{"style":"q","verse":"","text":"fukki junni ak ñaar ci giiru Lewi,"},{"style":"q","verse":"","text":"fukki junni ak ñaar ci giiru Isakaar,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"8","text":"fukki junni ak ñaar ci giiru Sabulon,"},{"style":"q","verse":"","text":"fukki junni ak ñaar ci giiru Yuusufa,"},{"style":"q","verse":"","text":"fukki junni ak ñaar ci giiru °Beñamin."},{"style":"s","verse":"","text":"Mbooloo mu réy mi sol mbubb yu weex"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Gannaaw loolu ma xool, gis mbooloo mu réy, ba kenn manu koo waññ, ñu bokk ci xeet yépp ak giir yépp ak réew yépp ak kàllaama yépp. Ñu taxaw ca kanam °gàngune ma ak Gàtt ba. Ñu sol ay mbubb yu weex, di màggal te di yëngal ay cari garab ci seeni loxo,"},{"style":"v","verse":"10","text":"naan:"},{"style":"q","verse":"","text":"«Mucc gaa ngi ci Yàlla sunu Boroom, bi toog ci gàngune mi,"},{"style":"q","verse":"","text":"ak ci Gàtt bi!»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Noonu malaaka yépp taxaw, wër gàngune ma ak mag ña ak ñeenti mbindeef ya. Ñu dëpp seen jë ca kanam gàngune ma, di jaamu Yàlla,"},{"style":"v","verse":"12","text":"naan:"},{"style":"q","verse":"","text":"«Amiin! Yal na cant ak ndam, xel ak ngërëm, teraanga, kàttan ak doole"},{"style":"q","verse":"","text":"féete ak Yàlla sunu Boroom ba fàww. Amiin!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Noonu kenn ca mag ña ne ma: «Ñi sol mbubb yu weex yi, ñooy ñan ak fan lañu jóge?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ma ne ko: «Sang bi, xanaa yaa ko xam.» Mu ne ma: «Ñoo di ñi jóge ca metit wu réy wa. Fóot nañu seeni mbubb, ba weexal ko ci deretu Gàtt ba."},{"style":"v","verse":"15","text":"Loolu moo tax"},{"style":"q","verse":"","text":"ñu nekk ci kanam gàngunem Yàlla,"},{"style":"q","verse":"","text":"di ko jaamu guddi ak bëccëg ci këram,"},{"style":"q","verse":"","text":"te ki toog ci gàngune mi dina leen yiir."},{"style":"q","verse":"","text":""},{"style":"v","verse":"16","text":"Dootuñu xiif, dootuñu mar."},{"style":"q","verse":"","text":"Jant mbaa weneen tàngaay du leen lakk,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"17","text":"ndaxte Gàtt bi nekk ci diggu gàngune mi dina leen sàmm,"},{"style":"q","verse":"","text":"yóbbu leen ca bëti ndoxum dund ma,"},{"style":"q","verse":"","text":"te Yàlla dina fomp bépp rongooñ ci seeni bët.»"}]