[{"style":"mt1","text":"1 Samuel"},{"style":"s1","verse":"","text":"The Family of Elkanah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"There was a certain man from Ramathaim Zophim, from the hill country of Ephraim, whose name was Elkanah the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.\\f + \\fr 1:1 \\ft Or “Ephrathite” \\f* "},{"style":"v","verse":"2","text":"He had two wives; the name of the first \\add was\\add* Hannah, and the name of the second \\add was\\add* Peninnah. Now Peninnah had children, but Hannah had no children. "},{"style":"v","verse":"3","text":"Now this man used to go up from his town ⸤year by year⸥\\f + \\fr 1:3 \\ft Literally “from days to days” \\f* to worship and to sacrifice to Yahweh of hosts in Shiloh, ⸤where⸥\\f + \\fr 1:3 \\ft Literally “and there” \\f* the two sons of Eli, Hophni and Phinehas, \\add were\\add* priests to Yahweh. "},{"style":"v","verse":"4","text":"⸤On⸥\\f + \\fr 1:4 \\ft Literally “And it happened on” \\f* the day Elkanah sacrificed, he would give portions to his wife Peninnah and to all her sons and daughters. "},{"style":"v","verse":"5","text":"But to Hannah he would give ⸤a double portion⸥,\\f + \\fr 1:5 \\ft Literally “a portion of two faces” \\f* because he loved Hannah, though Yahweh had closed her womb. "},{"style":"v","verse":"6","text":"(Now her rival wife would provoke her severely in order to upset her because Yahweh had closed her womb.) "},{"style":"v","verse":"7","text":"And so he used to do\\f + \\fr 1:7 \\ft So Hebrew; because of the abrupt change of subject some revocalize the verb to read “it used to be” \\f* year after year; ⸤whenever⸥\\f + \\fr 1:7 \\ft Or “as often as”; literally “from enough” \\f* she went up to the house of Yahweh, she\\f + \\fr 1:7 \\ft That is, Penninah \\f* would provoke her so that she\\f + \\fr 1:7 \\ft That is, Hannah \\f* would weep and would not eat. "},{"style":"v","verse":"8","text":"So Elkanah her husband would say to her: “Hannah, why do you weep and why do you not eat? And ⸤why are you heartsick⸥?\\f + \\fr 1:8 \\ft Literally “why \\fq is \\ft your heart evil” \\f* Am I not better to you than ten sons?” "},{"style":"v","verse":"9","text":"Then Hannah got up after eating and drinking at Shiloh. (Now Eli the priest \\add was\\add* sitting on his chair by the doorpost of the temple\\f + \\fr 1:9 \\ft This is not the temple of Solomon (ca. 966 \\sc bc\\sc*), but rather the tabernacle that first resided at Shiloh after the conquest of Joshua. \\f* of Yahweh.) "},{"style":"v","verse":"10","text":"She \\add was\\add* ⸤deeply troubled⸥,\\f + \\fr 1:10 \\ft Literally “bitter of soul” \\f* so she prayed to Yahweh and wept bitterly. "},{"style":"v","verse":"11","text":"She ⸤made a vow⸥\\f + \\fr 1:11 \\ft Literally “vowed a vow” \\f* and said: “O Yahweh of hosts, if you will look with compassion on the misery of your female servant, and will remember me, and not forget your female servant, and will give to your female servant ⸤a male child⸥\\f + \\fr 1:11 \\ft Literally “an offspring of men” \\f* then I will give him to Yahweh all the days of his life, and a razor will never pass over his head.”\\f + \\fr 1:11 \\ft “A razor will never pass over his head” indicates that Hannah promised to dedicate her son to Yahweh as a Nazirite, according to the terms of Num 6:1–21 \\f* "},{"style":"v","verse":"12","text":"⸤While⸥\\f + \\fr 1:12 \\ft Literally “And it happened that when” \\f* she continued to pray before Yahweh, Eli was observing her mouth. "},{"style":"v","verse":"13","text":"Now Hannah had been speaking in her heart; her lips \\add were\\add* moving, but her voice could not be heard, so Eli considered her \\add to be\\add* drunk. "},{"style":"v","verse":"14","text":"Then Eli said to her, “How long will you behave like someone \\add who is\\add* drunk? Put away your wine!” "},{"style":"v","verse":"15","text":"But Hannah answered and said, “No, my lord. I am a woman ⸤deeply distressed⸥,\\f + \\fr 1:15 \\ft Literally “difficult of spirit” \\f* but I have not drunk wine \\add or\\add* strong drink. \\add Rather\\add*, I have poured out my soul before Yahweh. "},{"style":"v","verse":"16","text":"Do not regard your female servant as ⸤worthless⸥,\\f + \\fr 1:16 \\ft Literally “as a daughter of Belial/daughter of worthlessness” \\f* but because of the extent of my worries and my provocation I have spoken all of this.” "},{"style":"v","verse":"17","text":"Then Eli answered and said, “Go in peace, and may the God of Israel grant your request that you have asked of him.” "},{"style":"v","verse":"18","text":"And she said, “May your female slave find favor in your sight.” Then the woman went on her way and ate \\add something\\add*, and ⸤her face did not look sad any longer⸥.\\f + \\fr 1:18 \\ft Literally “her faces were not for her \\fq any \\ft longer” \\f*"},{"style":"s1","verse":"","text":"The Birth of Samuel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"19","text":"Then they rose early in the morning and worshiped before Yahweh ⸤and returned⸥\\f + \\fr 1:19 \\ft Literally “and they returned and went” \\f* to their house at Ramah. Then Elkanah ⸤had sexual relations with⸥\\f + \\fr 1:19 \\ft Literally “knew” \\f* Hannah his wife, and Yahweh remembered her. "},{"style":"v","verse":"20","text":"⸤In due time⸥,\\f + \\fr 1:20 \\ft Literally “At the turning of the days” \\f* Hannah conceived and gave birth to a son. She called his name Samuel, for \\add she said\\add*, “I requested him from Yahweh.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"So the man Elkanah went up with all his household ⸤to make the annual sacrifice⸥\\f + \\fr 1:21 \\ft Literally “to sacrifice the sacrifice of days” \\f* to Yahweh and \\add to pay\\add* his vow. "},{"style":"v","verse":"22","text":"But Hannah did not go up, for she said to her husband, “Once the boy \\add is\\add* weaned, I will bring him, so that he may appear before Yahweh; and he will remain there forever.” "},{"style":"v","verse":"23","text":"So her husband Elkanah said to her, “⸤Do what seems right to you⸥;\\f + \\fr 1:23 \\ft Literally “do what \\fq is \\ft good in your eyes” \\f* stay until you wean him. Only may Yahweh fulfill his word.” So the woman remained and nursed her son until she weaned him. "},{"style":"v","verse":"24","text":"Then she brought him up with her when she had weaned him, \\add along\\add* with three bulls, one ephah of flour, and a skin\\f + \\fr 1:24 \\ft Or “a \\fq clay \\ft jar” \\f* of wine. She brought him to the house of Yahweh at Shiloh while the boy \\add was still\\add* young. "},{"style":"v","verse":"25","text":"They slaughtered the bull, and they brought the boy to Eli. "},{"style":"v","verse":"26","text":"She said, “Excuse me, my lord. As ⸤you live⸥,\\f + \\fr 1:26 \\ft Literally “your soul lives” \\f* my lord, I \\add am\\add* the woman who stood with you in this \\add place\\add* to pray to Yahweh. "},{"style":"v","verse":"27","text":"I prayed for this boy, and Yahweh has given me my request that I asked from him. "},{"style":"v","verse":"28","text":"I in turn have lent him to Yahweh. ⸤As long as he lives⸥\\f + \\fr 1:28 \\ft Literally “All the days that he lives” \\f* he \\add is\\add* lent to Yahweh.” Then they worshiped Yahweh there."}]