[{"style":"s1","text":"Saul Is Anointed as King"},{"style":"m","text":""},{"style":"v","text":"Then Samuel took a flask of oil and poured it over his head and kissed him and said, “⸤Has not⸥\\f + \\fr 10:1 \\ft Literally “Is it not that” \\f* Yahweh anointed you as leader over his inheritance? "},{"style":"v","text":"As you go from with me ⸤today⸥,\\f + \\fr 10:2 \\ft Literally “the day” \\f* you will find two men near the burial site of Rachel in the territory of Benjamin at Zelzah. They will say to you, ‘The female donkeys that you went to search for have been found.’ Now look, your father ⸤is no longer concerned about⸥\\f + \\fr 10:2 \\ft Literally “has given up the matter of” \\f* the female donkeys and has begun worrying about you,\\f + \\fr 10:2 \\ft Here the pronoun is plural, referring to Saul and his servant \\f* saying, ‘What should I do about my son?’ "},{"style":"v","text":"Then you will go on from there and further you will come to the oak of Tabor. There three men will meet you, who \\add are\\add* going up to God at Bethel. One will be carrying three male kid goats, one will be carrying three loaves of bread, and one will be carrying a skin of wine. "},{"style":"v","text":"⸤They will ask how you are doing⸥\\f + \\fr 10:4 \\ft Literally “they will ask peace for you” \\f* and will give you two loaves, which you will take from their hand. "},{"style":"v","text":"After this, you will come to the Gibeah of God,\\f + \\fr 10:5 \\ft Or “to Gibeath Elohim,” which means “the hill of God” \\f* where there are sentries\\f + \\fr 10:5 \\ft Or “garrisons” or “overseers” \\f* of \\add the\\add* Philistines. ⸤Just as you enter⸥\\f + \\fr 10:5 \\ft Literally “and will it happen that as you enter” \\f* the town there, you will meet a procession of prophets coming down from the high place, with harp, tambourine, flute, and zither before them, and they will be prophesying. "},{"style":"v","text":"Then the Spirit of Yahweh will rush upon you,\\f + \\fr 10:6 \\ft Or “will come upon you in power” \\f* and you will prophesy with them; and you will turn into ⸤a different person⸥.\\f + \\fr 10:6 \\ft Literally “another man” \\f* "},{"style":"v","text":"When these signs come to you, do for yourself what your hand finds \\add to do\\add*, for God \\add will be\\add* with you. "},{"style":"v","text":"Then you will go down before me to Gilgal. Look, I am coming down to you to offer burnt offerings ⸤and to make⸥\\f + \\fr 10:8 \\ft Literally “to sacrifice sacrifices of” \\f* fellowship offerings. You must wait seven days until I come to you. Then I will let you know what you should do.” "},{"style":"v","text":"⸤Just as he turned⸥\\f + \\fr 10:9 \\ft Literally “And it happened as he turned” \\f* his shoulder to depart from Samuel, God ⸤changed his⸥\\f + \\fr 10:9 \\ft Literally “gave for him another” \\f* heart. And all these signs were fulfilled on that day."},{"style":"p","text":""},{"style":"v","text":"When they went from there to Gibeah, a procession of prophets met him, and the Spirit of God rushed upon him,\\f + \\fr 10:10 \\ft Or “came upon him in power” \\f* and he prophesied among them. "},{"style":"v","text":"⸤And when⸥\\f + \\fr 10:11 \\ft Literally “and it happened” \\f* all who knew him ⸤formerly⸥\\f + \\fr 10:11 \\ft Literally “three days from yesterday” \\f* saw that he prophesied with prophets, the people said to one another, “What \\add is\\add* this \\add that\\add* has happened to the son of Kish? \\add Is\\add* Saul also among the prophets?” "},{"style":"v","text":"And a man from there responded and said, “And who \\add is\\add* their father?” Therefore it became a proverb: “\\add Is\\add* Saul also among the prophets?” "},{"style":"v","text":"When he finished prophesying, he went to the high place. "},{"style":"v","text":"Then Saul’s uncle said to him and to his servant, “Where did you go?” And he said, “To search \\add for\\add* the female donkeys; and when we saw none, we went to Samuel.” "},{"style":"v","text":"So Saul’s uncle said to him, “Please tell me, what did Samuel say to you?” "},{"style":"v","text":"Then Saul said to his uncle, “He told us for certain that the female donkeys had been found.” But he did not tell him about the matter of the kingship \\add of\\add* which Samuel had spoken."},{"style":"p","text":""},{"style":"v","text":"Then Samuel summoned the people to Yahweh at Mizpah, "},{"style":"v","text":"and he said to the ⸤Israelites⸥,\\f + \\fr 10:18 \\ft Literally “sons/children of Israel” \\f* “Thus says Yahweh the God of Israel: ‘I brought Israel up from Egypt, and I delivered you from the hand of the Egyptians and from the hand of all the kingdoms that \\add were\\add* oppressing you.’ "},{"style":"v","text":"But you today have rejected your God who always delivers you from all of your calamities and your distresses. You have said to him, ‘No, but you must appoint a king over us!’ So then present yourselves before Yahweh by your tribes and by your clans.”"},{"style":"p","text":""},{"style":"v","text":"So Samuel brought near all the tribes of Israel, and the tribe of Benjamin was selected by lot. "},{"style":"v","text":"Then he brought near the tribe of Benjamin according to its families, and the family of Matri was selected by lot. Then Saul the son of Kish was chosen, and they sought him, but he could not be found. "},{"style":"v","text":"So they inquired again of Yahweh, “⸤Did the man come here⸥?” \\f + \\fr 10:22 \\ft Literally “Did he come still here a man” \\f* And Yahweh said, “Look, he \\add is\\add* hiding himself among the baggage.” "},{"style":"v","text":"So they ran and took him from there, and when he took his stand among the people, he was taller than all the people from his shoulders and up. "},{"style":"v","text":"Then Samuel said to all the people, “Do you see him whom Yahweh has chosen? For there is no one like him among all the people!” And all the people shouted and said, “Long live the king!”"},{"style":"p","text":""},{"style":"v","text":"Then Samuel told the people the custom of the kingship, and he wrote \\add the rules\\add* down on a scroll and laid \\add it\\add* before Yahweh. Then Samuel sent all the people away, each to his own house. "},{"style":"v","text":"And Saul also went to his house at Gibeah, and the troops whose hearts\\f + \\fr 10:26 \\ft Hebrew “heart” \\f* God had touched went with him. "},{"style":"v","text":"However, some ⸤worthless men⸥\\f + \\fr 10:27 \\ft Literally “sons of wickedness” \\f* said, “How can this \\add man\\add* deliver us?” So they despised him and brought no gift to him, but he kept silent.\\f + \\fr 10:27 \\ft The Dead Sea Scrolls contained a nearly complete scroll of 1 and 2 Samuel, the oldest Hebrew manuscript extant. There is a story therein that provides a setting for the acts of Nahash in 1 Samuel 11, which otherwise seems to occur obtrusively. This story may be translated: “Now Nahash, king of the Ammonites, harshly tormented the Gadites and the Reubenites, and he gouged out all their right eyes, and struck terror \\fq and dread \\ft in Israel. No Israelite beyond the Jordan remained whose right eye was not gouged out by Nahash king of the Ammonites, except for seven thousand men who had fled from the Ammonites and entered Jabesh Gilead. About a month later …” This early text leaves off with 11:1 at this point \\f*"}]