[{"style":"s1","verse":"","text":"Samuel’s Charge to Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Samuel said to all Israel, “Look, I have listened to your voice regarding all that you have said to me, so I have set a king over you. "},{"style":"v","verse":"2","text":"And so then here \\add is\\add* the king walking about before you. Now I am old and gray, but my sons (look at them!) \\add are\\add* with you; and I have walked about before you from my youth until this day. "},{"style":"v","verse":"3","text":"Here I am! Testify against me before Yahweh and before his anointed one! Whose ox have I taken? Or whose donkey have I taken? Or whom have I exploited? Whom have I oppressed? Or from whose hand have I taken a bribe, that I may shut my eyes ⸤regarding⸥\\f + \\fr 12:3 \\ft Literally “with” \\f* him?–then I will restore it to you.” "},{"style":"v","verse":"4","text":"Then they said, “You have not exploited us or oppressed us, and you have not taken anything from the hand of anyone.” "},{"style":"v","verse":"5","text":"So he said to them, “Yahweh \\add is\\add* witness against you, and his anointed one \\add is\\add* witness this day, that you have not found anything in my hand.” Then they said, “\\add He is\\add* witness.” "},{"style":"v","verse":"6","text":"Then Samuel said to the people, “Yahweh \\add is witness\\add*, who appointed Moses and Aaron, and who brought your ancestors\\f + \\fr 12:6 \\ft Or “fathers” \\f* up from the land of Egypt. "},{"style":"v","verse":"7","text":"So then take your stand, so that I may judge you before Yahweh with \\add regard to\\add* all the \\add deeds of\\add* justice\\f + \\fr 12:7 \\ft Or “righteous \\fq deeds \\ft ” \\f* of Yahweh that he performed with both you and your ancestors.\\f + \\fr 12:7 \\ft Or “fathers” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"“When Jacob came to Egypt, your ancestors\\f + \\fr 12:8 \\ft Or “fathers” \\f* cried out to Yahweh, so he sent Moses and Aaron, and they brought your ancestors\\f + \\fr 12:8 \\ft Or “fathers” \\f* out from Egypt and settled them in this place. "},{"style":"v","verse":"9","text":"But they forgot Yahweh their God, so he sold them into the hand of Sisera, commander of the hosts of Hazor, and into the hand of \\add the\\add* Philistines, and into the hand of the king of Moab, and they fought against them. "},{"style":"v","verse":"10","text":"So they cried out to Yahweh and said, ‘We have sinned, because we have forsaken Yahweh and have served the Baals\\f + \\fr 12:10 \\ft Hebrew plural “Be’alim” (Ba’al was a major Canaanite deity) \\f* and the Ashtoreths.\\f + \\fr 12:10 \\ft Hebrew plural “Ashtoroth” (Ashtoreth was the female consort of Ba’al) \\f* But now deliver us from the hand of our enemies and we will serve you!’ "},{"style":"v","verse":"11","text":"So Yahweh sent Jerub-Baal and Bedan\\f + \\fr 12:11 \\ft Many English translations follow the LXX here and read “Barak” \\f* and Jephthah and Samuel. Then he delivered you from the hand of your enemies all around, and you lived \\add in\\add* security."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"“And when you saw that Nahash, the king of \\add the\\add* ⸤Ammonites⸥,\\f + \\fr 12:12 \\ft Literally “sons/children of Ammon” \\f* was coming against you, you said to me, ‘No! A king shall reign over us,’ although Yahweh your God \\add is\\add* your king. "},{"style":"v","verse":"13","text":"So then look! \\add Here is\\add* the king you have chosen, for whom you have asked! Look, Yahweh has placed a king over you! "},{"style":"v","verse":"14","text":"If you will fear Yahweh, and serve him, and listen to his voice, and not be rebellious against ⸤what Yahweh says⸥,\\f + \\fr 12:14 \\ft Literally “the mouth of Yahweh” \\f* and both you and the king who rules over you will \\add follow\\add* after Yahweh your God, \\add all will be well\\add*. "},{"style":"v","verse":"15","text":"But, if you do not listen to the voice of Yahweh, and you rebel against ⸤what Yahweh says⸥,\\f + \\fr 12:15 \\ft Literally “the mouth of Yahweh” \\f* then the hand of Yahweh will be against you\\f + \\fr 12:15 \\ft Here LXX reads “against you and against your king” \\f* \\add as it was\\add* against your ancestors.\\f + \\fr 12:15 \\ft Or “fathers” \\f* "},{"style":"v","verse":"16","text":"So then take your stand again and see this great thing that Yahweh \\add is going to\\add* do before your eyes. "},{"style":"v","verse":"17","text":"\\add Is\\add* the wheat harvest not today? I will call out to Yahweh so that he still sends thunder and rain, so that you will know and will see that your wickedness \\add is\\add* great that you have done in the eyes of Yahweh by asking for a king for yourselves.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"So Samuel called out to Yahweh, and Yahweh brought thunder and rain that \\add same\\add* day, so all the people feared Yahweh and Samuel greatly. "},{"style":"v","verse":"19","text":"Then all the people said to Samuel, “Pray for your servants to Yahweh your God so that we will not die, because we have added to all our sins by requesting a king for ourselves.” "},{"style":"v","verse":"20","text":"And Samuel said to the people, “Do not fear! You have done all this evil; only do not turn aside from ⸤following⸥\\f + \\fr 12:20 \\ft Literally “after” \\f* Yahweh. But you must serve Yahweh with all your heart. "},{"style":"v","verse":"21","text":"And do not turn aside after the triviality,\\f + \\fr 12:21 \\ft That is, the triviality of lifeless idols. The same Hebrew word, \\fqa tohu \\ft , is used in Genesis 1:2 to describe the pre-created state of the earth. \\f* which have no value and cannot deliver, for they are triviality. "},{"style":"v","verse":"22","text":"For Yahweh will not forsake his people for the sake of his great name, because Yahweh has decided to make you his \\add own\\add* people. "},{"style":"v","verse":"23","text":"Also, as for me, far be it from me ⸤that I should sin⸥\\f + \\fr 12:23 \\ft Literally “from sinning” \\f* against Yahweh by ceasing to pray for you! I will instruct you in the good and righteous way. "},{"style":"v","verse":"24","text":"Only fear Yahweh and serve him faithfully with all of your heart. For consider ⸤what great things he has done for you⸥.\\f + \\fr 12:24 \\ft Literally “what he made great with you” \\f* "},{"style":"v","verse":"25","text":"But if you continue to do wickedness, both you and your king will be swept away.”"}]