[{"style":"s1","text":"Saul Rules over Israel"},{"style":"m","text":""},{"style":"v","text":"Saul \\add was thirty\\add*\\f + \\fr 13:1 \\ft A few LXX manuscripts have “thirty,” but the number of years is missing from the Masoretic Hebrew text \\f* ⸤years old⸥\\f + \\fr 13:1 \\ft Literally “a son of years” \\f* at the beginning of his reign, and he reigned \\add forty-\\add*two years\\f + \\fr 13:1 \\ft The Masoretic Hebrew text reads “two years” here, but this number seems far too small; either it is not correct or part of the number is missing (the present translation supplies “forty”); other English versions differ as to Saul’s age at coronation and the total years of his reign \\f* over Israel. "},{"style":"v","text":"He chose for himself three thousand from Israel. Two thousand \\add of these\\add* were with Saul at Micmash in the hill country of Bethel, and a thousand were with Jonathan at Gibeah in Benjamin. He sent away the rest of the people, each to his tent. "},{"style":"v","text":"Jonathan defeated the garrison of \\add the\\add* Philistines that \\add was\\add* at Geba, and \\add the\\add* Philistines heard \\add about it\\add*. Then Saul blew the trumpet throughout all the land, saying, “Let the Hebrews hear!” "},{"style":"v","text":"And all Israel did hear, saying, “Saul has defeated the garrison of \\add the\\add* Philistines; and also, Israel has become a stench among \\add the\\add* Philistines!” So the people were called out after Saul at Gilgal."},{"style":"s1","text":"Saul’s Blunder"},{"style":"m","text":""},{"style":"v","text":"And the Philistines assembled to fight with Israel, thirty thousand chariots and six thousand horsemen and an army as numerous as sand which \\add is\\add* on the seashore. And they came up and encamped at Micmash, east of Beth Aven."},{"style":"p","text":""},{"style":"v","text":"When the men of Israel saw that \\add it was\\add* ⸤too difficult⸥\\f + \\fr 13:6 \\ft Literally “too narrow” \\f* for them, because the army was hard pressed, the people hid themselves in the caves, in the thorn bushes, in the cliffs, in the vaults\\f + \\fr 13:6 \\ft Or “cellars” or “tombs” ‘ or “strongholds” \\f* and in the wells. "},{"style":"v","text":"\\add Some\\add* of the Hebrews crossed over the Jordan to the land of Gad and Gilead. But Saul was still at Gilgal, and all the army ⸤followed him trembling⸥.\\f + \\fr 13:7 \\ft Literally “trembled after him” \\f* "},{"style":"v","text":"He waited seven days according to the appointed time Samuel determined, but Samuel did not come to Gilgal, and ⸤the army started to slip away from him⸥.\\f + \\fr 13:8 \\ft Literally “the people scattered away from him” \\f* "},{"style":"v","text":"So Saul said, “Bring here to me the burnt offering and the fellowship offerings.” Then he offered up the burnt offering. "},{"style":"v","text":"⸤Just as⸥\\f + \\fr 13:10 \\ft Literally “And it happened as” \\f* he finished offering the burnt sacrifice, Samuel was coming. So Saul went out to meet him \\add and\\add* to bless him. "},{"style":"v","text":"But Samuel said, “What have you done?” Saul said, “Because I saw that the army ⸤was scattering⸥\\f + \\fr 13:11 \\ft Literally “dispersed themselves” \\f* from me and you did not come ⸤at the appointed time⸥\\f + \\fr 13:11 \\ft Literally “according to the appointed time of the days” \\f* and \\add that the\\add* Philistines had gathered at Micmash, "},{"style":"v","text":"therefore I said, ‘Now \\add the\\add* Philistines will come down against me at Gilgal, and I have not yet implored the face of Yahweh.’ So I forced myself and offered the burnt offering.”"},{"style":"p","text":""},{"style":"v","text":"Then Samuel said to Saul, “You have behaved foolishly! You have not kept the command of Yahweh your God which he commanded you. For then, Yahweh would have established your kingdom over Israel forever. "},{"style":"v","text":"But now, your kingdom will not endure. Yahweh has sought for himself a man according to his \\add own\\add* heart, and Yahweh has appointed him as leader over his people, because you have not kept what Yahweh commanded you.”"},{"style":"p","text":""},{"style":"v","text":"Then Samuel got up and went up from Gilgal to Gibeah of Benjamin. And Saul mustered the people who were found with him, about six hundred men. "},{"style":"v","text":"Saul and Jonathan his son and the army that remained with them \\add were\\add* staying in Geba \\add of\\add* Benjamin, and \\add the\\add* Philistines encamped at Micmash. "},{"style":"v","text":"The ⸤raiders⸥\\f + \\fr 13:17 \\ft Literally “destroyers” \\f* went out from the camp of \\add the\\add* Philistines \\add in\\add* three divisions. One division turned on the road\\f + \\fr 13:17 \\ft Or “way” \\f* to Ophrah toward the land of Shual. "},{"style":"v","text":"One division turned on the road\\f + \\fr 13:18 \\ft Or “way” \\f* to Beth Horon, and one turned on the road\\f + \\fr 13:18 \\ft Or “way” \\f* toward the border overlooking the valley of Zeboim toward the wilderness."},{"style":"p","text":""},{"style":"v","text":"Now no skilled craftsman could be found in all the land of Israel, for \\add the\\add* Philistines had said, “So that the Hebrews cannot make swords or spears for themselves.” "},{"style":"v","text":"So all Israel \\add went\\add* down to \\add the\\add* Philistines, each to have his plowshare, his mattock, his axe, and his iron plowshare\\f + \\fr 13:20 \\ft So the Masoretic Hebrew text; LXX reads “sickle” \\f* sharpened. "},{"style":"v","text":"The charge\\f + \\fr 13:21 \\ft Or “fee” \\f* was ⸤two-thirds of a shekel⸥\\f + \\fr 13:21 \\ft Literally “a pim” (possibly a stone weight used as a measure) \\f* for the plowshare and for the mattock, and ⸤a third of a shekel for the pick⸥\\f + \\fr 13:21 \\ft Literally “and for three, a pick” (uncertain; perhaps meaning “a third of a shekel,” or a three-pronged pick”) \\f* and for the axe, and to set the goading sticks. "},{"style":"v","text":"⸤So⸥\\f + \\fr 13:22 \\ft Literally, “And it happened” \\f* on \\add the\\add* day of battle, there was not a sword or a spear found in the hands of all the army that was with Saul and Jonathan, but ⸤Saul and his son Jonathan had them⸥.\\f + \\fr 13:22 \\ft Literally, “it could be found for Saul and for Jonathan his son” \\f* "},{"style":"v","text":"Now the garrison of \\add the\\add* Philistines went out to the pass of Micmash."}]