[{"style":"s1","text":"Jonathan Leads the Counterattack"},{"style":"m","text":""},{"style":"v","text":"⸤One day⸥\\f + \\fr 14:1 \\ft Literally “And it happened the day” \\f* Jonathan the son of Saul said to ⸤his armor bearer⸥,\\f + \\fr 14:1 \\ft Literally “the young man carrying his weapons” \\f* “Come and let us go over to the garrison of \\add the\\add* Philistines which \\add is\\add* over there.” But he did not tell his father. "},{"style":"v","text":"Now Saul \\add was\\add* staying at the outskirts of Gibeah under the pomegranate tree that \\add was\\add* in Migron, and the troops that \\add were\\add* with him \\add were\\add* about six hundred men. "},{"style":"v","text":"Now Ahijah, the son of Ahitub (the brother of Ichabod), the son of Phinehas, the son of Eli the priest of Yahweh at Shiloh, was carrying an ephod. The troops did not know that Jonathan had gone. "},{"style":"v","text":"Now between the passes where Jonathan sought to go over to the garrison of \\add the\\add* Philistines \\add there was\\add* a crag of rock ⸤on one side⸥\\f + \\fr 14:4 \\ft Literally “from the beyond from this” \\f* and a crag of rock ⸤on the other⸥.\\f + \\fr 14:4 \\ft Literally “from the beyond from this” \\f* The name of the one \\add was\\add* Bozez and the name of the other \\add was\\add* Seneh. "},{"style":"v","text":"The one crag on the north \\add was\\add* opposite Micmash and the other on the south \\add was\\add* opposite Geba. "},{"style":"v","text":"So Jonathan said to ⸤his armor bearer⸥,\\f + \\fr 14:6 \\ft Literally “the young man carrying his weapons” \\f* “Come, let us go over to the garrisons of these uncircumcised; perhaps Yahweh will act for us, for there is no hindrance for Yahweh to save by many or by few.” "},{"style":"v","text":"And ⸤his armor bearer⸥\\f + \\fr 14:7 \\ft Literally “\\fq the one \\ft carrying his weapons” \\f* said, “Do all that \\add is\\add* in your heart ⸤that you are inclined to do⸥.\\f + \\fr 14:7 \\ft Literally “turn/incline for yourself” \\f* ⸤I am with you all of the way⸥!\\f + \\fr 14:7 \\ft Literally “Behold, I am with you according to your heart” \\f* "},{"style":"v","text":"Then Jonathan said, “Look, we \\add are about to\\add* go over to the men; and we will show ourselves to them. "},{"style":"v","text":"If they say to us: ‘Wait until we reach you,’ ⸤then we will stand as we are⸥\\f + \\fr 14:9 \\ft Literally “and we will stand under us” \\f* and not go up to them. "},{"style":"v","text":"But if they say, ‘Come up to us,’ then we will go up, for Yahweh has given them into our hand, and this \\add will be\\add* the sign for us.” "},{"style":"v","text":"So the two of them showed themselves to the garrison of \\add the\\add* Philistines, and \\add the\\add* Philistines said, “The Hebrews \\add are\\add* coming out from the holes in which they have hidden themselves.” "},{"style":"v","text":"Then the men of the garrison answered Jonathan and ⸤his armor bearer⸥,\\f + \\fr 14:12 \\ft Literally “\\fq the one \\ft carrying his weapons” \\f* “Come up to us and we will show you something!” Then Jonathan said to ⸤his armor bearer⸥,\\f + \\fr 14:12 \\ft Literally “\\fq the one \\ft carrying his weapons” \\f* “Come up after me, for Yahweh has given them into the hand of Israel!” "},{"style":"v","text":"So Jonathan went up on his hands and his feet, with ⸤his armor bearer⸥\\f + \\fr 14:13 \\ft Literally “\\fq the one \\ft carrying his weapons” \\f* after him. They fell before Jonathan and then ⸤his armor bearer⸥\\f + \\fr 14:13 \\ft Literally “\\fq the one \\ft carrying his weapons” \\f* would kill them after him. "},{"style":"v","text":"So was the first attack \\add in\\add* which Jonathan and ⸤his armor bearer⸥\\f + \\fr 14:14 \\ft Literally “\\fq the one \\ft carrying his weapons” \\f* killed about twenty men within about half of a furrow in an acre of \\add an\\add* open field. "},{"style":"v","text":"Then there was terror\\f + \\fr 14:15 \\ft Or “panic” \\f* in the camp, in the open field, and among all the army of the garrison. Even the ⸤raiders⸥\\f + \\fr 14:15 \\ft Literally “destroyers” \\f* trembled. The earth shook, and it became ⸤a very great panic⸥.\\f + \\fr 14:15 \\ft Literally “like the panic/terror of God”; some interpreters understand this to be a panic caused by God, while others understand the expression merely as a superlative (“a very great panic”) \\f*"},{"style":"p","text":""},{"style":"v","text":"And the lookouts of Saul in Gibeah of Benjamin saw ⸤that⸥\\f + \\fr 14:16 \\ft Literally “and look” \\f* the multitude ⸤surged back and forth⸥.\\f + \\fr 14:16 \\ft Literally “waved, going here and there” \\f* "},{"style":"v","text":"Saul said to the troops that \\add were\\add* with him, “Please call the roll and see who has gone from us.” So they called the roll ⸤and found that⸥\\f + \\fr 14:17 \\ft Literally “and look” \\f* Jonathan and ⸤his armor bearer⸥\\f + \\fr 14:17 \\ft Literally “\\fq the one \\ft carrying his weapons” \\f* were not \\add present\\add*. "},{"style":"v","text":"Then Saul said to Ahijah, “Bring near the ark of God”\\f + \\fr 14:18 \\ft LXX reads “bring near the ephod” \\f* (for the ark of God was ⸤at that time⸥\\f + \\fr 14:18 \\ft Literally “on that day” \\f* with the ⸤Israelites⸥).\\f + \\fr 14:18 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"While\\f + \\fr 14:19 \\ft Hebrew “And” \\f* Saul was still speaking to the priest, the tumult in the camp of \\add the\\add* Philistines ⸤increased more and more⸥,\\f + \\fr 14:19 \\ft Literally “and it went, going and increasing” \\f* so Saul said to the priest, “Withdraw your hand!” "},{"style":"v","text":"Then Saul and all the troops who were with him were assembled on command and came up to the battle, and look! Each \\add Philistine’s\\add* sword \\add was\\add* against his friend; \\add and there was\\add* a very great confusion. "},{"style":"v","text":"The Hebrews who had been for \\add the\\add* Philistines ⸤previously⸥,\\f + \\fr 14:21 \\ft Literally “as yesterday three days ago” \\f* who had gone up with them into the camp all around, even they ⸤joined the Israelites⸥\\f + \\fr 14:21 \\ft Literally “were with Israel” \\f* who were with Saul and Jonathan. "},{"style":"v","text":"All the men of Israel who had hidden themselves in the hill country of Ephraim heard that \\add the\\add* Philistines had fled, so even they pursued them closely in the battle. "},{"style":"v","text":"So on that day Yahweh delivered Israel, and the battle shifted to Beth Aven."},{"style":"s1","text":"Saul’s Oath Leads to Trouble"},{"style":"m","text":""},{"style":"v","text":"Now the men of Israel were hard pressed on that day, because Saul had made the army take an oath, saying, “Cursed be the man who eats \\add any\\add* food until evening, when I will have avenged myself on my enemies!” So none of the army tasted \\add any\\add* food. "},{"style":"v","text":"(Now all \\add the people of\\add* the land used to go into the forest, for there was honey on the surface of the ground.) "},{"style":"v","text":"When the army came to the forest, look! \\add There was\\add* honey flowing, but no one put his hand to his mouth, for the army was afraid of the solemn oath."},{"style":"p","text":""},{"style":"v","text":"However, Jonathan had not heard about the oath of his father with the army, so he extended the end of the staff which was in his hand, and he dipped it into the honeycomb.\\f + \\fr 14:27 \\ft Hebrew “the honeycomb of the honey” \\f* Then he put his hand to his mouth and his eyes gleamed.\\f + \\fr 14:27 \\ft The Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “saw”; the reading tradition (\\fqa Qere) \\ft reads “gleamed” \\f* "},{"style":"v","text":"Then a man from the army informed \\add him\\add* and said, “Your father made the army swear a solemn \\add oath\\add*, saying, ‘Cursed be the man who eats food today,’ ” so the army \\add is\\add* exhausted. "},{"style":"v","text":"Then Jonathan said, “My father has brought trouble on the land! See now that my eyes have brightened because I have tasted a little of this honey. "},{"style":"v","text":"⸤How much more could have been done⸥\\f + \\fr 14:30 \\ft Literally “even that if” \\f* if the troops had eaten freely today from the plunder of their enemies that they had found! For now the loss among \\add the\\add* Philistines \\add is\\add* not great.” "},{"style":"v","text":"They defeated \\add the\\add* Philistines that day from Micmash to Aijalon, and the troops were very weary."},{"style":"p","text":""},{"style":"v","text":"Then the troops took the plunder: they took sheep and cattle and ⸤calves⸥\\f + \\fr 14:32 \\ft Literally “the children of cattle” \\f* and slaughtered \\add them\\add* on the ground and the troops ate \\add them all\\add* with the blood. "},{"style":"v","text":"So they reported \\add it\\add* to Saul, saying, “Look! The troops \\add are\\add* sinning against Yahweh by eating \\add the animals\\add* with the blood!” And he said, “You have dealt treacherously! Roll to me a large stone ⸤today⸥!”\\f + \\fr 14:33 \\ft Literally “the day” \\f* "},{"style":"v","text":"Then Saul said, “Disperse \\add yourselves\\add* among the troops and say to them, ‘Bring to me each \\add one\\add* his ox and each his sheep and slaughter them in this \\add place\\add* and eat, but do not sin against Yahweh by eating \\add the animals\\add* with the blood.’ ” So all the troops brought \\add them\\add*, each \\add leading\\add* his ox in his hand that night, and slaughtered \\add it\\add* there."},{"style":"s1","text":"Jonathan Rescued from His Father Saul"},{"style":"m","text":""},{"style":"v","text":"Then Saul built an altar to Yahweh; ⸤it was the first altar he built⸥\\f + \\fr 14:35 \\ft Literally “with it he began to build an altar” \\f* to Yahweh. "},{"style":"v","text":"Saul said, “Let us go down after \\add the\\add* Philistines \\add by\\add* night, and let us plunder them until the morning light, and let us not leave \\add alive\\add* a man among them.” So they said, “Do all that \\add is\\add* good in your eyes.” But the priest said, “Let us draw near to God here.” "},{"style":"v","text":"So Saul inquired of God, “Should I go down after \\add the\\add* Philistines? Will you give them into the hand of Israel?” But he did not answer him on that day. "},{"style":"v","text":"Then Saul said, “Come here, all \\add you\\add* leaders of the people, ⸤so that we find out⸥\\f + \\fr 14:38 \\ft Literally “and know and see” \\f* what the sin was this day. "},{"style":"v","text":"For as Yahweh lives, who delivers Israel, \\add I swear\\add* that even if it \\add is\\add* in Jonathan my son, ⸤he will certainly die⸥!”\\f + \\fr 14:39 \\ft Literally “surely dying he will die” \\f* But nobody from all the army answered him. "},{"style":"v","text":"Then he said to all Israel, “You will be ⸤on one side⸥,\\f + \\fr 14:40 \\ft Literally “opposite one” \\f* and I and my son Jonathan will be ⸤on the other⸥.”\\f + \\fr 14:40 \\ft Literally “opposite one” \\f* And the army said to Saul, “Do \\add what is\\add* good in your eyes.” "},{"style":"v","text":"Then Saul said to Yahweh the God of Israel, “⸤Render a decision perfectly⸥.”\\f + \\fr 14:41 \\ft Literally “give \\fq what is \\ft perfect”; the LXX includes additional words not found in the Masoretic Hebrew text but included in a number of modern English versions: “If this guilt \\fq is \\ft on me or in my son Jonathan, give Urim, but if this guilt \\fq is \\ft in your people Israel, give Thummim” \\f* Jonathan and Saul were chosen \\add by lot\\add* and the people went out. "},{"style":"v","text":"Then Saul said, “Let them cast \\add the lot\\add* between me and my son Jonathan,” and Jonathan was chosen. "},{"style":"v","text":"So Saul said, “Tell me what you have done.” So Jonathan told him and said, “I ⸤merely tasted⸥\\f + \\fr 14:43 \\ft Literally “tasted I tasted” \\f* a little honey with the end of the staff that was in my hand. Here I am, I must die.” "},{"style":"v","text":"Then Saul said, “So may God do \\add to me\\add* and ⸤more⸥,\\f + \\fr 14:44 \\ft Literally “so may he add” \\f* you will certainly die today, Jonathan!” "},{"style":"v","text":"But the army said to Saul, “Must Jonathan die, who accomplished this great victory in Israel? Far from it! As Yahweh lives, not a hair from his head will fall to the ground, for he has worked with God this day.” So the army ransomed Jonathan and he did not die."},{"style":"p","text":""},{"style":"v","text":"Saul went up from \\add pursuing the\\add* Philistines, and \\add the\\add* Philistines went to their place. "},{"style":"v","text":"So Saul took the kingship over Israel, and he fought all around against his enemies, against Moab, against the ⸤Ammonites⸥,\\f + \\fr 14:47 \\ft Literally “sons/children of Ammon” \\f* against Edom, against the kings of Zobah, and against the Philistines. He inflicted punishment against all who rebelled. "},{"style":"v","text":"He acted bravely and defeated \\add the\\add* Amalekites and rescued Israel from the hand of those who plundered it."},{"style":"p","text":""},{"style":"v","text":"Now the sons of Saul were Jonathan, Ishvi, and Malki-Shua; the names of his two daughters \\add were as follows\\add*: the name of the firstborn \\add was\\add* Merab and the younger \\add was\\add* Michal. "},{"style":"v","text":"The name of Saul’s wife \\add was\\add* Ahinoam the daughter of Ahimaaz, and the name of the commander of his army \\add was\\add* Abner, the son of Ner, Saul’s uncle. "},{"style":"v","text":"Now Kish \\add was\\add* the father of Saul, but Ner, the father of Abner, \\add was\\add* the son of Abiel."},{"style":"p","text":""},{"style":"v","text":"Warfare was severe against \\add the\\add* Philistines all the days of Saul. Whenever Saul saw ⸤anyone who was a mighty warrior⸥\\f + \\fr 14:52 \\ft Literally “each man who \\fq was \\ft a mighty warrior” \\f* or ⸤any brave man⸥,\\f + \\fr 14:52 \\ft Literally “each son of ability” \\f* he ⸤conscripted him into his service⸥.\\f + \\fr 14:52 \\ft Literally “he gathered him to him\\fq self \\ft ” \\f*"}]