[{"style":"s1","verse":"","text":"David Is Anointed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Yahweh said to Samuel, “⸤How long⸥\\f + \\fr 16:1 \\ft Literally “Until when” \\f* will you mourn about Saul? I have rejected him from being king over Israel! Fill up your horn \\add with\\add* oil and go. I will send you to Jesse the Bethlehemite, for I have chosen a king for myself among his sons.” "},{"style":"v","verse":"2","text":"But Samuel said, “How can I go? If Saul hears, he will kill me.” Yahweh said, “You must take a heifer from the herd ⸤with you⸥,\\f + \\fr 16:2 \\ft Literally “in/with your hand” \\f* and you must say, ‘I have come to sacrifice to Yahweh.’ "},{"style":"v","verse":"3","text":"You will invite Jesse to the sacrifice and I will make known to you what you must do. You will anoint for me \\add the one\\add* whom I tell you.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"So Samuel did what Yahweh said. He came to Bethlehem, and the elders of the city came trembling to meet him. They said, “⸤Have you come in peace⸥?”\\f + \\fr 16:4 \\ft Literally “\\fq Is \\ft your coming peace?” \\f* "},{"style":"v","verse":"5","text":"He said, “\\add I come in\\add* peace. I have come to sacrifice to Yahweh. Sanctify yourselves and come with me to the sacrifice.” So he sanctified Jesse and his sons and invited them to the sacrifice."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"⸤When they came⸥,\\f + \\fr 16:6 \\ft Literally “And it happened at their coming” \\f* he\\f + \\fr 16:6 \\ft That is, Samuel \\f* saw Eliab and said, “Surely his anointed one \\add is\\add* before Yahweh!” "},{"style":"v","verse":"7","text":"But Yahweh said to Samuel, “Do not look at his appearance or at the height of his stature, because I have rejected him. For \\add God does\\add* not \\add see\\add* what man sees, for a man ⸤looks on the outward appearance⸥,\\f + \\fr 16:7 \\ft Literally “sees as far as the eyes” \\f* but Yahweh ⸤looks on the heart⸥.”\\f + \\fr 16:7 \\ft Literally “sees as far as the heart” \\f* "},{"style":"v","verse":"8","text":"Then Jesse called Abinadab and made him pass before Samuel, and he said, “This one also Yahweh has not chosen.” "},{"style":"v","verse":"9","text":"So Jesse made Shammah pass \\add before Samuel\\add*, but he said, “Yahweh also has not chosen this one.” "},{"style":"v","verse":"10","text":"And Jesse made seven of his sons pass before Samuel, but Samuel said to Jesse, “Yahweh has not chosen any of these.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Then Samuel said to Jesse, “⸤Are all the young men here⸥?”\\f + \\fr 16:11 \\ft Literally “Are the boys finished?” \\f* And he said, “The youngest still remains, but look, he \\add is\\add* shepherding the flock.” And Samuel said to Jesse, “Send and bring him, for we cannot ⸤sit down⸥\\f + \\fr 16:11 \\ft Literally “turn”; for “sit down” see HALOT 739 s.v. 2.c \\f* until he comes here.” "},{"style":"v","verse":"12","text":"So he sent and brought him. Now he \\add was\\add* ruddy with beautiful eyes and of ⸤handsome⸥\\f + \\fr 16:12 \\ft Literally “good” \\f* appearance. And Yahweh said, “Arise, anoint him, for this \\add is\\add* he.” "},{"style":"v","verse":"13","text":"So Samuel took the horn of oil and anointed him in the midst of his brothers. Then the Spirit of Yahweh rushed upon David from that day ⸤on⸥.\\f + \\fr 16:13 \\ft Literally “and forward” \\f* Then Samuel got up and went to Ramah."},{"style":"s1","verse":"","text":"Saul in Torment"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"Now the Spirit of Yahweh departed from Saul and an evil spirit from Yahweh tormented him. "},{"style":"v","verse":"15","text":"So the servants of Saul said to him, “Look please, an evil spirit from God \\add is\\add* tormenting you. "},{"style":"v","verse":"16","text":"Please, let our lord command your servants \\add who are\\add* before you! Let them seek a man skilled in playing on the lyre. ⸤When⸥\\f + \\fr 16:16 \\ft Literally “And it will happen \\fq that \\ft ” \\f* the evil spirit from God \\add is\\add* upon you, he can play ⸤on it⸥\\f + \\fr 16:16 \\ft Literally “with his hand” \\f* and ⸤you will feel better⸥.”\\f + \\fr 16:16 \\ft Literally “and \\fq it will be \\ft good for you” \\f* "},{"style":"v","verse":"17","text":"So Saul said to his servants, “Please select a man ⸤who plays a stringed instrument well⸥\\f + \\fr 16:17 \\ft Literally “doing well to play a stringed instrument” \\f* and bring \\add him\\add* to me.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"One of the servants answered and said, “Look, I have seen a son of Jesse the Bethlehemite \\add who is\\add* skillful in playing a stringed instrument, a ⸤brave man, a warrior, prudent in speech, and handsome⸥.\\f + \\fr 16:18 \\ft Literally “a hero of ability, a man of war, discerning of word, and a man of appearance” \\f* And Yahweh \\add is\\add* with him.” "},{"style":"v","verse":"19","text":"So Saul sent messengers to Jesse and said, “Send me David your son who \\add is\\add* with the sheep.” "},{"style":"v","verse":"20","text":"And Jesse took a donkey \\add loaded with\\add* bread and a skin of wine and one ⸤young goat⸥\\f + \\fr 16:20 \\ft Literally “kid of a goat” \\f* and sent \\add them\\add* to Saul by the hand of David his son. "},{"style":"v","verse":"21","text":"So David came to Saul and ⸤entered his service⸥.\\f + \\fr 16:21 \\ft Literally “stood before him” \\f* He\\f + \\fr 16:21 \\ft That is, Saul \\f* loved him greatly and ⸤he became Saul’s armor bearer⸥.\\f + \\fr 16:21 \\ft Literally “he became for him a carrier of weapons” \\f* "},{"style":"v","verse":"22","text":"Then Saul sent \\add word\\add* to Jesse, saying, “Please let David stand before me, because he has found favor ⸤in my sight⸥.”\\f + \\fr 16:22 \\ft Literally “in my eyes” \\f* "},{"style":"v","verse":"23","text":"So whenever the \\add evil\\add* spirit from God came to Saul, David would take the stringed instrument and play it with his hand. Then ⸤it would bring relief⸥\\f + \\fr 16:23 \\ft Literally “it would be relieved” \\f* for Saul; ⸤he would feel better⸥\\f + \\fr 16:23 \\ft Literally “it would be good for him” \\f* and the evil spirit would depart from him."}]