[{"style":"s1","text":"Jonathan Supports David over Saul"},{"style":"m","text":""},{"style":"v","text":"Then David fled from Naioth in Ramah and came and said before Jonathan, “What have I done? What \\add is\\add* my guilt and what \\add is\\add* my sin before your father that \\add he is\\add* ⸤trying to kill me⸥?\\f + \\fr 20:1 \\ft Literally “seeking my life” \\f* "},{"style":"v","text":"And he said to him, “Far from it! You will not die! Look, my father does not do\\f + \\fr 20:2 \\ft The Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “he does to/for him”; the translation follows the reading tradition (\\fqa Qere) \\ft which has “does not do” \\f* ⸤anything large or small unless he reveals it to me⸥.\\f + \\fr 20:2 \\ft Literally “a large thing or a small thing and he \\fq does \\ft not reveal \\fq to \\ft my ear” \\f* Why should my father hide this thing or anything from me?” "},{"style":"v","text":"Then David ⸤took an oath⸥\\f + \\fr 20:3 \\ft Literally “swore” \\f* again and said, “Your father knows very well that I have found favor in your eyes, and he thought, ‘Do not let Jonathan know this, lest he worry.’ But ⸤as Yahweh lives⸥\\f + \\fr 20:3 \\ft Literally “the life of Yahweh” \\f* and ⸤as your soul lives⸥,\\f + \\fr 20:3 \\ft Literally “\\fq the \\ft life of your soul” \\f* surely \\add there is\\add* merely a step between me and death!” "},{"style":"v","text":"Then Jonathan said to David, “⸤Whatever you wish⸥,\\f + \\fr 20:4 \\ft Literally “What your soul says” \\f* I will do for you.” "},{"style":"v","text":"David said to Jonathan, “Look, tomorrow \\add is\\add* the new moon, and I should certainly sit with the king to eat. You must send me away so that I can hide myself in the field until the third evening. "},{"style":"v","text":"If your father misses me at all, then you must say, ‘David earnestly asked from me to run to Bethlehem his city, for ⸤the yearly sacrifice⸥\\f + \\fr 20:6 \\ft Literally “the sacrifice of the days” \\f* \\add is\\add* there for all the clan.’ "},{"style":"v","text":"If he says ‘Good,’ \\add it will mean\\add* peace for your servant; but if he \\add is\\add* very angry, know that ⸤he has decided to do me harm⸥.\\f + \\fr 20:7 \\ft Literally “the evil has been determined from with him” \\f* "},{"style":"v","text":"So you must show loyal love to your servant, for you have brought your servant into a covenant of Yahweh with you. But if there \\add is\\add* guilt in me, \\add then\\add* kill me yourself! But why should you bring me to your father?” "},{"style":"v","text":"Then Jonathan said, “Far be it from you! For if I know for certain that ⸤my father decided evil should come upon you⸥,\\f + \\fr 20:9 \\ft Literally “the evil \\fq is \\ft determined from with my father to come over you” \\f* would I not have told it to you?” "},{"style":"v","text":"Then David said to Jonathan, “Who will tell me if what your father answers you \\add is\\add* harsh?” "},{"style":"v","text":"And Jonathan said to David, “Come, let us go out to the field.” So the two of them went out to the field."},{"style":"p","text":""},{"style":"v","text":"Then Jonathan said to David, “Yahweh the God of Israel \\add is my witness\\add*\\f + \\fr 20:12 \\ft The phrase “is my witness” is supplied based on the Syriac version \\f* that I will question my father ⸤by this time the day after tomorrow⸥.\\f + \\fr 20:12 \\ft Literally “as the time tomorrow the third” \\f* And look, ⸤if he is well disposed toward you⸥,\\f + \\fr 20:12 \\ft Literally “\\fq if he is \\ft good to David” \\f* will I not send \\add word\\add* to you and ⸤disclose it to you⸥?\\f + \\fr 20:12 \\ft Literally “I will reveal \\fq it to \\ft your ear” \\f* "},{"style":"v","text":"⸤So may Yahweh punish Jonathan and more⸥\\f + \\fr 20:13 \\ft Literally “So may Yahweh do to Jonathan and so may he add” \\f* if ⸤my father decides to do you harm⸥\\f + \\fr 20:13 \\ft Literally “the evil over you \\fq is \\ft regarded as good by my father” \\f* and if ⸤I fail to disclose it to you⸥\\f + \\fr 20:13 \\ft Literally “I will reveal \\fq it \\ft to your ear” \\f* and send word to you that you can go safely. And may Yahweh be with you, as he has been with my father. "},{"style":"v","text":"And not while I am still alive, will you not show the loyal love of Yahweh with me, that I may not die?\\f + \\fr 20:14 \\ft Or perhaps “and \\fq if \\ft I die, may you not …” \\f* "},{"style":"v","text":"And do not cut off your loyal love from ⸤my family⸥\\f + \\fr 20:15 \\ft Literally “my house” \\f* forever, not \\add even\\add* when Yahweh ⸤exterminates⸥\\f + \\fr 20:15 \\ft Literally “cuts off” \\f* each of the enemies of David from the face of the earth.” "},{"style":"v","text":"So Jonathan ⸤made a covenant⸥\\f + \\fr 20:16 \\ft Literally “cut \\fq a covenant \\ft ” \\f* with the house of David, \\add saying,\\add* “May Yahweh ⸤call the enemies of David to account⸥.”\\f + \\fr 20:16 \\ft Literally “seek from the hand of the enemies of David” \\f* "},{"style":"v","text":"And Jonathan again made David swear an oath, because he loved him; for with the love of his soul he loved him."},{"style":"p","text":""},{"style":"v","text":"Then Jonathan said to him, “Tomorrow \\add is\\add* the new moon, and you will be missed, for your seat will stay empty. "},{"style":"v","text":"On the third day you must go down quickly and go to the place where you hid yourself ⸤on the day all this started⸥\\f + \\fr 20:19 \\ft Literally “on the day of the deed” \\f* and remain beside the stone Ezel. "},{"style":"v","text":"I will shoot three arrows \\add to the\\add* side as \\add if\\add* I were shooting at a target. "},{"style":"v","text":"⸤Then⸥\\f + \\fr 20:21 \\ft Literally “And look” \\f* I will send \\add word to\\add* my servant, ‘Go, find the arrows!’ If I clearly say to the boy, ‘Look, the arrows \\add are\\add* ⸤on this side of you⸥;\\f + \\fr 20:21 \\ft Literally “from you and here” \\f* ⸤bring⸥\\f + \\fr 20:21 \\ft Literally “take” \\f* it,’ then\\f + \\fr 20:21 \\ft Hebrew “and” \\f* come, for \\add it means\\add* peace for you. And there is no problem, ⸤as Yahweh lives⸥.\\f + \\fr 20:21 \\ft Literally “the life of Yahweh” \\f* "},{"style":"v","text":"But if I say this to the young man, ‘Look, the arrows \\add are\\add* ⸤beyond you⸥,’\\f + \\fr 20:22 \\ft Literally “from you and beyond” \\f* go, for Yahweh has sent you away. "},{"style":"v","text":"And \\add as for\\add* the matter about which you and I spoke, look, Yahweh \\add is\\add* between you and me forever.”"},{"style":"p","text":""},{"style":"v","text":"So David hid himself in the field. ⸤When the new moon came⸥,\\f + \\fr 20:24 \\ft Literally “And it was the new moon” \\f* ⸤the king was seated at the feast⸥.\\f + \\fr 20:24 \\ft Literally “the king sat at the food to eat” \\f* "},{"style":"v","text":"The king sat at his seat ⸤as before⸥,\\f + \\fr 20:25 \\ft Literally “as occurrence at occurrence” \\f* the seat by the wall, and Jonathan got up, and Abner sat beside Saul, but David’s place was empty. "},{"style":"v","text":"But Saul said nothing on that day, for he thought, “⸤Something happened to him⸥.\\f + \\fr 20:26 \\ft Literally “It \\fq is \\ft incident” \\f* He \\add is\\add* not \\add ceremonially\\add* clean; surely he \\add is\\add* not clean.” "},{"style":"v","text":"⸤And then⸥\\f + \\fr 20:27 \\ft Literally “And it happened” \\f* on the next day, the second day of the new moon, that David’s place was empty. So Saul asked Jonathan his son, “Why did the son of Jesse not come either yesterday or today to the feast?” "},{"style":"v","text":"Jonathan answered Saul, “David earnestly asked permission from me \\add to go\\add* up to Bethlehem. "},{"style":"v","text":"He said, ‘Send me away, please, for our clan sacrifice \\add is\\add* in the city, and my brother commanded\\f + \\fr 20:29 \\ft Or “urged” \\f* me \\add to be present\\add*. So then, if I have found favor in your eyes, please let me slip away and see my brothers.’ Therefore he has not come to the table of the king.” "},{"style":"v","text":"Then ⸤Saul became angry⸥\\f + \\fr 20:30 \\ft Literally “the nose of Saul became hot” \\f* at Jonathan and said to him, “\\add You\\add* son of a perverse, rebellious woman!\\f + \\fr 20:30 \\ft Or “bastard of a wayward woman” (HALOT 796) \\f* Do I not know that you have chosen the son of Jesse to your shame and to the shame of your mother’s nakedness? "},{"style":"v","text":"For ⸤as long as⸥\\f + \\fr 20:31 \\ft Literally “all the days which” \\f* the son of Jesse \\add is\\add* alive on the earth, you and your kingdom will not be established! So then, send and bring him to me, for ⸤he will surely die⸥!”\\f + \\fr 20:31 \\ft Literally “he \\fq is \\ft a son of death” \\f* "},{"style":"v","text":"But Jonathan answered his father Saul and said to him, “Why should he be put to death? What has he done?” "},{"style":"v","text":"Then Saul hurled his\\f + \\fr 20:33 \\ft Hebrew “the” \\f* spear at him to kill him. So Jonathan knew ⸤that his father had decided⸥\\f + \\fr 20:33 \\ft Literally “it was complete from with his father” \\f* to kill David."},{"style":"p","text":""},{"style":"v","text":"Jonathan got up from the table ⸤enraged⸥,\\f + \\fr 20:34 \\ft Literally “with burning of nose” \\f* and did not eat on the second day of the new moon because he was upset about David, because his father had disgraced him. "},{"style":"v","text":"⸤And then⸥\\f + \\fr 20:35 \\ft Literally “And it happened” \\f* in the morning Jonathan went out to the field for the appointment with David, and a young boy\\f + \\fr 20:35 \\ft Or “young servant” \\f* \\add was\\add* with him. "},{"style":"v","text":"He said to his servant,\\f + \\fr 20:36 \\ft Or “boy” \\f* “Run, please find the arrows that I am shooting!” The boy\\f + \\fr 20:36 \\ft Or “servant” \\f* ran, and he shot the arrow to pass \\add over\\add* him. "},{"style":"v","text":"When the boy came up to the place of the arrow that Jonathan had shot, Jonathan called out after the boy and said, “\\add Is\\add* not the arrow ⸤beyond you⸥?”\\f + \\fr 20:37 \\ft Literally “from you and beyond” \\f* "},{"style":"v","text":"Then Jonathan called out after the boy, “Quick, hurry, do not linger!” And Jonathan’s servant collected the arrows and came to his master. "},{"style":"v","text":"But the boy did not know anything \\add about this\\add*; only Jonathan and David knew the matter. "},{"style":"v","text":"Jonathan gave his weapons to his servant and said to him, “Go, bring \\add them\\add* to the city.” "},{"style":"v","text":"The boy left, and then David got up from the south side,\\f + \\fr 20:41 \\ft So Masoretic Hebrew text; LXX reads “from the mound” (of stones) \\f* and he fell on his face to the ground and bowed three times. And they kissed ⸤each other⸥\\f + \\fr 20:41 \\ft Literally “each his friend” \\f* and wept ⸤together⸥,\\f + \\fr 20:41 \\ft Literally “each with his friend” \\f* but David \\add wept\\add* the most. "},{"style":"v","text":"Jonathan said to David, “Go in peace, because we have sworn, the two of us, \\add an oath\\add* in the name of Yahweh, saying, “Yahweh will be between me and you, and between my offspring and your offspring forever.”\\f + \\fr 20:42 \\ft In the Hebrew Bible, \\xt 1 Sam 21 \\ft begins here. \\xt 1 Samuel 20:42b–21:15 \\ft in the English Bible is 21:1–16 in the Hebrew Bible \\f* Then he got up and left, and Jonathan went into the city."}]