[{"style":"s1","verse":"","text":"Samuel’s Death"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now Samuel died, and all Israel assembled and mourned for him. They buried him at his house at Ramah. Then David got up and went down to the wilderness of Paran."},{"style":"s1","verse":"","text":"David and Abigail"},{"style":"m","verse":"","text":""},{"style":"v","verse":"2","text":"Now there was a man in Maon, whose business \\add was\\add* in Carmel. The man was very rich and ⸤owned⸥\\f + \\fr 25:2 \\ft Literally “\\fq there were \\ft for him” \\f* three thousand sheep and a thousand goats. ⸤Now⸥\\f + \\fr 25:2 \\ft Literally “And it happened” \\f* the shearing of his sheep \\add was taking place\\add* in Carmel. "},{"style":"v","verse":"3","text":"The name of the man \\add was\\add* Nabal,\\f + \\fr 25:3 \\ft The name “Nabal” means “foolish” \\f* and the name of his wife \\add was\\add* Abigail.\\f + \\fr 25:3 \\ft The name “Abigail” means “my father delights” \\f* Now the woman \\add was\\add* wise and beautiful, but the man \\add was\\add* stubborn and ⸤mean⸥,\\f + \\fr 25:3 \\ft Literally “bad of deeds” \\f* and he \\add was\\add* as his heart.\\f + \\fr 25:3 \\ft The Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “as his heart,” whereas the reading tradition (\\fqa Qere) \\ft reads “Calebite” \\f* "},{"style":"v","verse":"4","text":"David heard in the wilderness that Nabal \\add was\\add* shearing his sheep. "},{"style":"v","verse":"5","text":"So David sent ten young men, and David said to the young men, “Go up to Carmel and go to Nabal; ⸤you will greet him in my name⸥.\\f + \\fr 25:5 \\ft Literally “you will ask for him in my name as far as peace” \\f* "},{"style":"v","verse":"6","text":"Then you must say to him, ‘\\add Long\\add* life \\add to you\\add*, and ⸤may it go well with you, with your house, and with all that is yours⸥.\\f + \\fr 25:6 \\ft Literally “you \\fq are \\ft peace and your house \\fq is \\ft peace and all that \\fq is \\ft yours \\fq is \\ft peace” \\f* "},{"style":"v","verse":"7","text":"Now I have heard that ⸤you have shearers⸥.\\f + \\fr 25:7 \\ft Literally “shearing \\fq is \\ft for you” \\f* Now while your shepherds \\add were\\add* with us, we did not mistreat them, and nothing of theirs \\add was\\add* missing, all the days they were in Carmel. "},{"style":"v","verse":"8","text":"Ask your servants\\f + \\fr 25:8 \\ft Or “young men” \\f* and they will tell you! Let the young men\\f + \\fr 25:8 \\ft Or “the servants”; “young men” is used here to connect with v. 5 \\f* find favor in your eyes because we have come on a feast day. Please give ⸤whatever you have on hand⸥\\f + \\fr 25:8 \\ft Literally “what your hand finds” \\f* for your servants and for your son David.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"So David’s young men came and they spoke all these words to Nabal in the name of David. Then they waited. "},{"style":"v","verse":"10","text":"But Nabal answered David’s servants and said, “Who \\add is\\add* David? And who \\add is\\add* the son of Jesse? Today, \\add there\\add* are many servants breaking away from the presence of their masters. "},{"style":"v","verse":"11","text":"Should I take my bread and my water and my meat which I have slaughtered for my shearers and give \\add it\\add* to men whom I do not know where they \\add are\\add* from? "},{"style":"v","verse":"12","text":"So David’s young men turned on their way and returned and came and told him according to all these words. "},{"style":"v","verse":"13","text":"Then David said to his men, “Each man strap on his sword!” So each one strapped on his sword, and David also strapped on his sword. About four hundred men went up after David, while two hundred remained with the baggage."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"But a young man of the servants told Abigail, Nabal’s wife, saying, “Look, David sent messengers from the desert to greet\\f + \\fr 25:14 \\ft Hebrew “bless” \\f* our master, but he addressed them angrily, "},{"style":"v","verse":"15","text":"even though the men \\add were\\add* very good to us; we were not mistreated and did not miss anything all the days we went about with them ⸤while we were⸥\\f + \\fr 25:15 \\ft Literally “at our being” \\f* in the field. "},{"style":"v","verse":"16","text":"They were a wall to us both night and day, all ⸤the days we were⸥\\f + \\fr 25:16 \\ft Literally “the days of our being” \\f* with them keeping the sheep. "},{"style":"v","verse":"17","text":"And so then, know and ⸤consider⸥\\f + \\fr 25:17 \\ft Literally “see” \\f* what you should do, for evil has been decided against our master and against all his household, and he \\add is such\\add* ⸤a wicked man⸥,\\f + \\fr 25:17 \\ft Literally “a son of uselessness” \\f* ⸤nobody can reason with him⸥!”\\f + \\fr 25:17 \\ft Literally “from speaking to him” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Then Abigail ⸤quickly took⸥\\f + \\fr 25:18 \\ft Literally “hastened and took” \\f* two hundred loaves of bread, two skins of wine, five prepared sheep, five seahs of roasted grain, a hundred raisin cakes, and two hundred fig cakes, and she put \\add them\\add* on the donkeys. "},{"style":"v","verse":"19","text":"Then she said to her servants, “Go ahead before me; look, I am coming after you,” but she did not tell her husband Nabal. "},{"style":"v","verse":"20","text":"⸤And then⸥,\\f + \\fr 25:20 \\ft Literally “And it happened” \\f* \\add as\\add* she \\add was\\add* riding on the donkey and \\add was\\add* going down the ravine of the mountain, David and his men \\add were\\add* coming down to meet her, and she met them. "},{"style":"v","verse":"21","text":"Now David had said, “Surely ⸤in vain⸥\\f + \\fr 25:21 \\ft Literally “for the vanity” \\f* I guarded all that this fellow had in the desert. And nothing was missed of all that \\add was\\add* his, but he returned evil against me in place of good! "},{"style":"v","verse":"22","text":"⸤May God severely punish the enemies of David⸥\\f + \\fr 25:22 \\ft Literally “May God do so to the enemies of David”; following the LXX some English versions omit the words “the enemies of” \\f* and again do thus if I leave behind ⸤anything that is his⸥\\f + \\fr 25:22 \\ft Literally “from all that \\fq is \\ft for him” \\f* until the morning, \\add not even\\add* ⸤one male⸥!”\\f + \\fr 25:22 \\ft Literally “from one urinating against a wall” \\f* "},{"style":"v","verse":"23","text":"When Abigail saw David, she hurried and got down from the donkey and fell on her face before ⸤David’s anger⸥,\\f + \\fr 25:23 \\ft Literally “the nostrils of David” \\f* and she bowed down to the ground. "},{"style":"v","verse":"24","text":"She fell at his feet and said, “On me, my lord, \\add be\\add* the guilt! Please let your female servant speak ⸤to you personally⸥!\\f + \\fr 25:24 \\ft Literally “in your ears” \\f* Hear the words of your female servant! "},{"style":"v","verse":"25","text":"Please do not let my lord set his heart against ⸤this worthless man⸥,\\f + \\fr 25:25 \\ft Literally “this man of wickedness” \\f* Nabal; for as his name, so \\add is\\add* he. Nabal \\add is\\add* his name, and stupidity \\add is\\add* with him! But I, your female servant, did not see the young men\\f + \\fr 25:25 \\ft Or “the servants” \\f* of my lord whom you sent. "},{"style":"v","verse":"26","text":"So then, my lord, ⸤as Yahweh lives and as your soul lives⸥,\\f + \\fr 25:26 \\ft Literally “the life of Yahweh and \\fq the \\ft life of your soul” \\f* since Yahweh restrained you from bloodguilt ⸤by taking matters into your own hand⸥,\\f + \\fr 25:26 \\ft Literally “saving your hand for you” \\f* so then, may your enemies be like Nabal, even ⸤those who seek to do my lord harm⸥.\\f + \\fr 25:26 \\ft Literally “the seeking to my lord evil” \\f* "},{"style":"v","verse":"27","text":"So then, this gift which your female servant has brought to my lord, may it be given to the young men ⸤who follow my lord⸥.\\f + \\fr 25:27 \\ft Literally “the \\fq ones \\ft going about at the feet of my lord” \\f* "},{"style":"v","verse":"28","text":"Please forgive the transgression of your female servant, because Yahweh will certainly make a lasting house\\f + \\fr 25:28 \\ft That is, a lasting dynasty \\f* for my lord, because my lord \\add is\\add* fighting the battles of Yahweh, and evil will not be found in you ⸤as long as you live⸥.\\f + \\fr 25:28 \\ft Literally “from your days” \\f* "},{"style":"v","verse":"29","text":"Should a man arise to pursue you and to seek your life, may the life of my lord be wrapped in the pouch\\f + \\fr 25:29 \\ft Or “bag” \\f* of the living with Yahweh your God. But as for the life of your enemy, he will sling it from within\\f + \\fr 25:29 \\ft Hebrew “in the midst of” \\f* the pocket of the sling! "},{"style":"v","verse":"30","text":"⸤And then⸥\\f + \\fr 25:30 \\ft Literally “And it will happen” \\f* when Yahweh has done for my lord according to all the good that he has spoken concerning you, and has appointed you as leader over Israel, "},{"style":"v","verse":"31","text":"then this will not be an obstacle for you or a stumbling block of conscience for my lord \\add either\\add* by the shedding of blood without cause or by ⸤my lord taking matters into his own hands⸥.\\f + \\fr 25:31 \\ft Literally “\\fq the \\ft saving of my lord for himself” \\f* And when Yahweh does good to my lord, then remember your female servant.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Then David said to Abigail, “Blessed be Yahweh the God of Israel who has sent you this day to meet me! "},{"style":"v","verse":"33","text":"And blessed be your discretion, and blessed be you who have prevented me this day from bloodguilt and \\add from\\add* delivering myself by my own hand. "},{"style":"v","verse":"34","text":"But ⸤as Yahweh lives⸥,\\f + \\fr 25:34 \\ft Literally “the life of Yahweh” \\f* the God of Israel who has prevented me from harming you, if you had not hurried and come to meet me, surely there would not have been ⸤one male⸥\\f + \\fr 25:34 \\ft Literally “one urinating against a wall” \\f* left alive for Nabal by the light of morning!” "},{"style":"v","verse":"35","text":"Then David took from her hand what she had brought for him, and he said to her, “Go up to your house in peace. See, I have listened to your voice, and I have ⸤granted your request⸥.”\\f + \\fr 25:35 \\ft Literally “lifted up your face” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Then Abigail went to Nabal, and look, ⸤he was holding a feast⸥\\f + \\fr 25:36 \\ft Literally “a feast \\fq was \\ft for him” \\f* in his house like the feast of the king. ⸤Nabal was enjoying himself⸥,\\f + \\fr 25:36 \\ft Literally “the heart of Nabal \\fq was \\ft good on him” \\f* and he \\add was\\add* very drunk, so she did not tell him a thing, ⸤nothing at all⸥,\\f + \\fr 25:36 \\ft Literally “small or large” \\f* until the light of morning. "},{"style":"v","verse":"37","text":"⸤And then⸥\\f + \\fr 25:37 \\ft Literally “And it happened” \\f* in the morning when the wine had gone out of Nabal, his wife told him these words. Then his heart died ⸤within him⸥,\\f + \\fr 25:37 \\ft Literally “in his midst” \\f* and he became like a stone. "},{"style":"v","verse":"38","text":"⸤And then⸥,\\f + \\fr 25:38 \\ft Literally “And it happened” \\f* about ten days later, Yahweh struck Nabal and he died."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"When David heard that Nabal had died, he said, “Blessed be Yahweh who has vindicated the case of my reproach from the hand of Nabal, and he has kept back his servant from evil; but Yahweh has returned the evil of Nabal on his \\add own\\add* head.” Then David sent and spoke with Abigail to take her for his wife. "},{"style":"v","verse":"40","text":"So the servants of David came to Abigail at Carmel, and they spoke to her, saying, “David has sent us to you to take you for his wife.” "},{"style":"v","verse":"41","text":"She got up and bowed down \\add with\\add* her face to the ground and said, “Here is your female servant, as a slave to wash the feet of my lord’s servants.” "},{"style":"v","verse":"42","text":"Then Abigail ⸤quickly got up⸥\\f + \\fr 25:42 \\ft Literally “hastened and got up” \\f* and rode on the donkey, \\add along with\\add* five of her maidservants who ⸤attended her⸥,\\f + \\fr 25:42 \\ft Literally “the \\fq ones \\ft going about at her feet” \\f* and she went after the messengers of David and became his wife."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"David had also taken Ahinoam from Jezreel, and both of them became his wives. "},{"style":"v","verse":"44","text":"(Now Saul had given his daughter Michal, David’s wife, to Palti the son of Laish, who \\add was\\add* from Gallim.)"}]