[{"style":"s1","text":"David Returns to Achish"},{"style":"m","text":""},{"style":"v","text":"Then David ⸤thought to himself⸥,\\f + \\fr 27:1 \\ft Literally “said to his heart” \\f* “Now I will perish one day by the hand of Saul! There is nothing better for me but \\add that\\add* I must certainly escape to the land of \\add the\\add* Philistines. Then Saul will desist from searching for me further in all of the territories of Israel, and so I will escape from his hand.” "},{"style":"v","text":"So David got up and crossed over, he and the six hundred men who \\add were\\add* with him, to Achish the son of Maoch, the king of Gath. "},{"style":"v","text":"David settled with Achish in Gath, he and his men, each with his household.\\f + \\fr 27:3 \\ft Or “family” \\f* David \\add took along\\add* his two wives Ahinoam ⸤from Jezreel⸥\\f + \\fr 27:3 \\ft Literally “the Jezreelitess” \\f* and Abigail the wife of Nabal the Carmelite. "},{"style":"v","text":"And it was reported to Saul that David had fled \\add to\\add* Gath, so ⸤he no longer searched for him⸥.\\f + \\fr 27:4 \\ft Literally “he does \\fq \\fqa Qere \\ft did \\ft not again to seek him longer” \\f*"},{"style":"p","text":""},{"style":"v","text":"Then David said to Achish, “Please, if I have found favor in your eyes, then let them give me a place in one of the ⸤country towns⸥\\f + \\fr 27:5 \\ft Literally “towns of the open field” \\f* that I can live there. Why should your servant live in ⸤the royal city⸥\\f + \\fr 27:5 \\ft Literally “the city of the king” \\f* with you?” "},{"style":"v","text":"So Achish gave him Ziklag on that day. (Therefore, Ziklag has belonged to the kings of Judah until this day.) "},{"style":"v","text":"The number of days that David lived in the countryside of the Philistines \\add was\\add* one year and four months."},{"style":"p","text":""},{"style":"v","text":"Now David and his men went up and raided the Geshurites and the Girzites and the Amalekites, for they had been living \\add in\\add* the land for a long time ⸤in the direction of⸥\\f + \\fr 27:8 \\ft Literally “\\fq as \\ft you come” \\f* Shur and ⸤as far as⸥\\f + \\fr 27:8 \\ft Literally “up to” \\f* the land of Egypt. "},{"style":"v","text":"So David struck the land and did not leave a man or a woman alive; he took the sheep,\\f + \\fr 27:9 \\ft Hebrew “flock,” referring to either sheep or goats or both \\f* the cattle, the donkeys, the camels, and the clothing. Then he returned and came to Achish. "},{"style":"v","text":"And Achish said, “Against whom have you raided today?” David said, “Against the Negev of Judah and against the Negev of the Jerahmeelites and against the Negev of the Kenites.” "},{"style":"v","text":"And David did not leave alive a man or a woman to bring \\add them back\\add* to Gath, thinking,\\f + \\fr 27:11 \\ft Hebrew “saying” \\f* “So that they will not report about us, saying, ‘David did thus and so.’ ” Thus was his practice all the days that he lived in the countryside of \\add the\\add* Philistines. "},{"style":"v","text":"And Achish trusted David, saying, “⸤He has made himself utterly hated⸥\\f + \\fr 27:12 \\ft Literally “Stinking he stink” = “he really stinks” \\f* among his people in Israel, and he will be my servant forever.”"}]