[{"style":"s1","text":"David Leaves the Service of Achish"},{"style":"m","text":""},{"style":"v","text":"Now \\add the\\add* Philistines assembled all their forces at Aphek, and Israel \\add was\\add* encamped at the spring that \\add is\\add* in Jezreel. "},{"style":"v","text":"The rulers of \\add the\\add* Philistines \\add were\\add* passing on according to hundreds and thousands, David and his men passing on at the rear with Achish. "},{"style":"v","text":"Then the commanders of \\add the\\add* Philistines said, “What \\add are\\add* these Hebrews \\add doing here\\add*?” And Achish said to the commanders of \\add the\\add* Philistines, “Is this not David, the servant of Saul, the king of Israel, who has been with me ⸤for days and years⸥?\\f + \\fr 29:3 \\ft Literally “these days or these years” \\f* I have not found anything \\add threatening\\add* in him from the day of his desertion until this day!” "},{"style":"v","text":"But the commanders of \\add the\\add* Philistines were angry with him and they said to him, “Send the man back so that he might return to his place where you have assigned him! But he will not go down with us into the battle, so that he does not become an adversary to us in the battle. By what could this fellow make himself favorable to his lord? Is it not with the heads of these men? "},{"style":"v","text":"\\add Is\\add* this not David about whom they sing in the dances, saying,"},{"style":"sd0","text":""},{"style":"q1","text":"‘Saul has killed his thousands,"},{"style":"q2","text":"but David his ten thousands’?”"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"So Achish called David and said to him, “⸤As Yahweh lives⸥,\\f + \\fr 29:6 \\ft Literally “The life of Yahweh” \\f* certainly you were honest, and ⸤I am pleased to have you marching with me⸥\\f + \\fr 29:6 \\ft Literally “good in my eyes your going out and your coming in with me” \\f* in the campaign.\\f + \\fr 29:6 \\ft Or “army” \\f* For I have not found any wrong in you from the day you came to me until this day, but in the eyes of the rulers, you \\add are\\add* not good. "},{"style":"v","text":"So then, return and go in peace, so that you do not do ⸤something that displeases⸥\\f + \\fr 29:7 \\ft Literally “bad/evil in the eyes of” \\f* the rulers of \\add the\\add* Philistines.” "},{"style":"v","text":"Then David said to Achish, “But what have I done? And what have you found in your servant from the day that I ⸤entered your service⸥\\f + \\fr 29:8 \\ft Literally “that I was to your face” = “was before you” \\f* until this day, that I should not go and fight against the enemies of my lord the king?” "},{"style":"v","text":"And Achish answered and said to David, “I know that you \\add are\\add* good in my eyes, like an angel of God! However, the commanders of \\add the\\add* Philistines have said, ‘He must not go up with us into the battle.’ "},{"style":"v","text":"So then, rise early in the morning, \\add you\\add* and the servants of your lord who came with you. When you rise early in the morning and it is light \\add enough\\add* for you, leave. "},{"style":"v","text":"So David set out early, he and his men, to leave in the morning to return to the land of \\add the\\add* Philistines, but \\add the\\add* Philistines went up \\add to\\add* Jezreel."}]