[{"style":"s1","text":"Saul and Jonathan Die on Mount Gilboa"},{"style":"m","text":""},{"style":"v","text":"Now \\add the\\add* Philistines \\add were\\add* fighting against Israel, and the men of Israel fled before \\add the\\add* Philistines, and they fell slain on Mount Gilboa. "},{"style":"v","text":"And \\add the\\add* Philistines overtook Saul and his sons, and \\add the\\add* Philistines killed Jonathan and Abinadab and Malki-Shua, the sons of Saul. "},{"style":"v","text":"⸤Saul was in the thick of the battle⸥,\\f + \\fr 31:3 \\ft Literally “The battle weighed heavily on Saul” \\f* and ⸤the archers⸥\\f + \\fr 31:3 \\ft Literally “the shooters, the men with the bow” \\f* spotted\\f + \\fr 31:3 \\ft Hebrew “found” \\f* him, and he \\add was\\add* badly wounded by the archers. "},{"style":"v","text":"Then Saul said to ⸤his armor bearer⸥,\\f + \\fr 31:4 \\ft Literally “the carrier of his weapons” \\f* “Draw your sword and thrust me through with it, so that these uncircumcised do not come and thrust me through and make a fool of me!” But ⸤his armor bearer⸥\\f + \\fr 31:4 \\ft Literally “the carrier of his weapons” \\f* \\add was\\add* not willing \\add to do so\\add* because he \\add was\\add* very afraid. So Saul took the sword and fell on it. "},{"style":"v","text":"And when ⸤his armor bearer⸥\\f + \\fr 31:5 \\ft Literally “the carrier of his weapons” \\f* saw that Saul \\add was\\add* dead, he also fell on his sword and died with him. "},{"style":"v","text":"So Saul died, and his three sons, ⸤his armor bearer⸥,\\f + \\fr 31:6 \\ft Literally “the carrier of his weapons” \\f* \\add and\\add* all his men together that \\add same\\add* day."},{"style":"p","text":""},{"style":"v","text":"And when the men of Israel who \\add were\\add* on the other side of the valley and \\add those\\add* who were beyond the Jordan saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned the towns and fled. Thus \\add the\\add* Philistines came and lived in them."},{"style":"p","text":""},{"style":"v","text":"⸤And then⸥\\f + \\fr 31:8 \\ft Literally, “And it happened” \\f* the next day, \\add the\\add* Philistines came to strip the dead and they found Saul and his three sons lying \\add dead\\add* on Mount Gilboa. "},{"style":"v","text":"So they cut off his head and stripped off his armor. Then they sent \\add messengers\\add* around in the land of \\add the\\add* Philistines to proclaim \\add victory in\\add* the temples\\f + \\fr 31:9 \\ft Or “houses” \\f* of their idols and \\add to\\add* the people. "},{"style":"v","text":"And they put his armor \\add in\\add* the temple\\f + \\fr 31:10 \\ft Or “house” \\f* of the Ashtoreth,\\f + \\fr 31:10 \\ft Hebrew plural “Ashtaroth” (Ashtoreth was the female consort of Ba’al) \\f* and they fastened his corpse to the wall of Beth Shan. "},{"style":"v","text":"When the inhabitants of Jabesh Gilead heard about it, what \\add the\\add* Philistines had done to Saul, "},{"style":"v","text":"all of ⸤the valiant men⸥\\f + \\fr 31:12 \\ft Literally “the men of ability” \\f* set out and went all night and took the corpse of Saul and the corpses of his sons from the wall of Beth Shan, and they came to Jabesh and burned them there. "},{"style":"v","text":"Then they took their bones and buried \\add them\\add* under the tamarisk in Jabesh, and they fasted \\add for\\add* seven days."}]