[{"style":"s1","verse":"","text":"The Ark of the Covenant among the Philistines"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now \\add the\\add* Philistines had captured\\f + \\fr 5:1 \\ft Or “taken” \\f* the ark of God and brought it from Ebenezer to Ashdod. "},{"style":"v","verse":"2","text":"Then \\add the\\add* Philistines took the ark of God and brought it to the temple of Dagon and placed it beside Dagon. "},{"style":"v","verse":"3","text":"When the Ashdodites got up early the next morning, ⸤there was⸥\\f + \\fr 5:3 \\ft Literally “look” \\f* Dagon fallen with his face to the ground before the ark of Yahweh! So they took Dagon and returned him to his place. "},{"style":"v","verse":"4","text":"When they got up early in the morning the next day, ⸤there was⸥\\f + \\fr 5:4 \\ft Literally “look” \\f* Dagon fallen \\add again\\add* with his face to the ground before the ark of Yahweh! The head of Dagon and the palms of his two hands were cut off, lying at\\f + \\fr 5:4 \\ft Hebrew “to” \\f* the threshold; only \\add the body\\add*\\f + \\fr 5:4 \\ft The phrase may suggest that only the “fish” part of Dagon was left \\f* of Dagon was left. "},{"style":"v","verse":"5","text":"(Therefore the priests of Dagon and all who come into the house of Dagon do not tread on the threshold of Dagon in Ashdod until this \\add very\\add* day.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Now the hand of Yahweh was heavy against the Ashdodites and he destroyed them and struck them with tumors,\\f + \\fr 5:6 \\ft The Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “boils”; the reading tradition (\\fqa Qere) \\ft has “tumors” \\f* both in Ashdod and its territories. "},{"style":"v","verse":"7","text":"The men of Ashdod saw \\add that\\add* it \\add was\\add* so, and they said, “The ark of the God of Israel should not remain with us, because his hand \\add is\\add* harsh on us and on Dagon our god!” "},{"style":"v","verse":"8","text":"So they sent and gathered all the rulers of \\add the\\add* Philistines to them, and they asked, “What shall we do with the ark of the God of Israel?” And they said, “Let the ark of the God of Israel be brought around toward Gath.” So they moved the ark of the God of Israel \\add to Gath\\add*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"After they moved it, the hand of Yahweh was against the city, causing a very great confusion, and he struck the men of the city ⸤from the youngest to the oldest⸥,\\f + \\fr 5:9 \\ft Literally “from small up to great” \\f* causing tumors\\f + \\fr 5:9 \\ft The Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “boils”; the reading tradition (\\fqa Qere) \\ft has “tumors” \\f* to break out on them. "},{"style":"v","verse":"10","text":"So they sent the ark of God \\add to\\add* Ekron. But when the ark of God came \\add to\\add* Ekron, the Ekronites cried out, saying, “They have brought around the ark of the God of Israel to kill us and our\\f + \\fr 5:10 \\ft Hebrew “me and my” \\f* people!” "},{"style":"v","verse":"11","text":"So they sent and gathered all the rulers of \\add the\\add* Philistines, and they said, “Send away the ark of the God of Israel and let it return to its place, so that it will not kill us and our people.” For a ⸤deadly confusion⸥\\f + \\fr 5:11 \\ft Literally “a confusion of death”; indicates a genitive of attribute \\f* was throughout all the city; the hand of God was very heavy there. "},{"style":"v","verse":"12","text":"The men who did not die were struck with \\add the\\add* tumors,\\f + \\fr 5:12 \\ft The Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “boils”; the reading tradition (\\fqa Qere) \\ft has “tumors” \\f* so that the cry of the city for help went up \\add to\\add* heaven."}]