[{"style":"s1","text":"The Return of the Ark of Covenant"},{"style":"m","text":""},{"style":"v","text":"Now the ark of Yahweh had been in the territory of \\add the\\add* Philistines \\add for\\add* seven months, "},{"style":"v","text":"and \\add the\\add* Philistines called to the priests and to those who practiced divination, saying, “What should we do with the ark of Yahweh? Inform us how we should send it to its place.” "},{"style":"v","text":"They said, “If you \\add are\\add* sending the ark of the God of Israel away, you must not send it away empty, but by all means return it with a guilt offering. Then you will be healed and it will become known to you why his hand \\add is\\add* not turned aside from you.” "},{"style":"v","text":"And they said, “What \\add is\\add* the guilt offering that we should return to him?” They said, “The number of the rulers of \\add the\\add* Philistines \\add is\\add* five. Therefore send five gold tumors\\f + \\fr 6:4 \\ft The Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “boils”; the reading tradition (\\fqa Qere) \\ft has “tumors” \\f* and five gold mice, because one plague \\add was\\add* on all of you and all your rulers. "},{"style":"v","text":"You must make images of your tumors\\f + \\fr 6:5 \\ft The Masoretic Hebrew text (\\fqa Kethib \\ft ) reads “boils”; the reading tradition (\\fqa Qere) \\ft has “tumors” \\f* and images of your mice that \\add are\\add* ravaging the land, and you must give glory to the God of Israel. Perhaps he will lighten his hand on you and on your gods and on your land. "},{"style":"v","text":"Why should you harden your hearts like \\add the\\add* Egyptians and Pharaoh hardened their heart? Is it not just like when he dealt with them wantonly so that they sent them away and they left? "},{"style":"v","text":"So then, ⸤prepare⸥\\f + \\fr 6:7 \\ft Literally “take and make” \\f* one new utility cart and two milking cows that have never had a yoke on them, and you must harness the cows to the utility cart and then turn their calves from following them to their stall. "},{"style":"v","text":"And you must take the ark of Yahweh and place it on the utility cart with the gold objects that you \\add are\\add* returning to him as a guilt offering. You must place \\add them\\add* in the container\\f + \\fr 6:8 \\ft Or perhaps “chest” or “bag” \\f* beside \\add the ark\\add* and then send it \\add off\\add* so that it goes away. "},{"style":"v","text":"You must watch; if it goes up by the way of its territory to Beth Shemesh, he has caused this great disaster to \\add come on\\add* us. But if not, then we will know his hand has not struck us; it \\add was by\\add* chance \\add that\\add* this happened to us. "},{"style":"v","text":"So the men did so; they took two milking cows and harnessed them to the utility cart, but they shut up their calves in the stall. "},{"style":"v","text":"Then they put the ark of Yahweh on the utility cart with the container\\f + \\fr 6:11 \\ft Or perhaps “chest” or “bag” \\f* \\add holding\\add* the gold mice and the images of their tumors. "},{"style":"v","text":"The cows went straight on the way on the road to Beth Shemesh, on the one main road, ⸤lowing as they went⸥.\\f + \\fr 6:12 \\ft Literally “they went going and lowing” \\f* They did not turn aside to the right or to the left, and the rulers of \\add the\\add* Philistines \\add were\\add* walking after them up to the border of Beth Shemesh."},{"style":"p","text":""},{"style":"v","text":"Now \\add the people of\\add* Beth Shemesh \\add were\\add* reaping the wheat harvest in the valley. They lifted their eyes and saw the ark, and they were glad to see \\add it\\add*. "},{"style":"v","text":"The utility cart came to the field of Joshua \\add of\\add* Beth Shemesh and stopped there where there \\add was\\add* a large stone. They split the wood of the utility cart and sacrificed the cows \\add as\\add* a burnt offering to Yahweh. "},{"style":"v","text":"Then the Levites took down the ark of Yahweh and the container\\f + \\fr 6:15 \\ft Or perhaps “chest” or “bag” \\f* that was beside it, in which \\add were\\add* the gold objects, and \\add they\\add* set them on the large stone.\\f + \\fr 6:15 \\ft The Masoretic Hebrew text reads “Abel” here; some Hebrew manuscripts and LXX read “stone” (see 6:14–15) \\f* Then the men of Beth Shemesh offered burnt offerings, and they ⸤made⸥\\f + \\fr 6:15 \\ft Literally “sacrificed” \\f* sacrifices to Yahweh on that day. "},{"style":"v","text":"The five rulers of \\add the\\add* Philistines saw \\add it\\add* and returned \\add to\\add* Ekron that \\add same\\add* day."},{"style":"p","text":""},{"style":"v","text":"Now these \\add are\\add* the gold tumors which \\add the\\add* Philistines returned \\add as\\add* a guilt offering to Yahweh: one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, one for Ekron. "},{"style":"v","text":"And the gold mice \\add according to\\add* the number of all the cities of \\add the\\add* Philistines, for their five rulers, from \\add the\\add* fortified city to the unwalled village of the open country as far as the great stone, ⸤where they set⸥\\f + \\fr 6:18 \\ft Literally “which they set down on it” \\f* the ark of Yahweh until this day in the field of Joshua \\add of\\add* Beth Shemesh. "},{"style":"v","text":"He\\f + \\fr 6:19 \\ft That is, Yahweh \\f* struck seventy men\\f + \\fr 6:19 \\ft Though the MT has “seventy men, fifty thousand men” (= 50,070), it is likely the original was “seventy men” \\f* among the men of Beth Shemesh because they looked into the ark of Yahweh. So the people mourned because Yahweh had struck a great blow among the people. "},{"style":"v","text":"Then the men of Beth Shemesh asked, “Who \\add is\\add* able to stand before Yahweh, this holy God? And to whom shall it\\f + \\fr 6:20 \\ft That is, the ark of the covenant (alternatively read as “he,” referring to Yahweh) \\f* go up from us?” "},{"style":"v","text":"So they sent messengers to the inhabitants of Kiriath Jearim saying, “\\add The\\add* Philistines have returned the ark of Yahweh. Come down and take it up to yourselves.”"}]