[{"style":"s1","text":"Israel’s Demand for a King"},{"style":"m","text":""},{"style":"v","text":"When Samuel grew old he appointed his sons as judges over Israel. "},{"style":"v","text":"The name of his firstborn son \\add was\\add* Joel, and the name of his second son \\add was\\add* Abijah. \\add They were\\add* judges in Beersheba. "},{"style":"v","text":"But his sons did not walk in his ways; they turned aside after gain, they took bribes, and they perverted justice."},{"style":"p","text":""},{"style":"v","text":"So all the elders of Israel gathered together and came to Samuel at Ramah. "},{"style":"v","text":"They said to him, “Look, you are old and your sons do not follow in your ways. So then appoint a king for us to judge\\f + \\fr 8:5 \\ft Or “to rule” \\f* us, like all the nations. "},{"style":"v","text":"But the matter ⸤was displeasing to Samuel⸥\\f + \\fr 8:6 \\ft Literally “was evil in the eyes of Samuel” \\f* when they said, “Give us a king to judge\\f + \\fr 8:6 \\ft Or “to rule” \\f* us,” so Samuel prayed to Yahweh."},{"style":"p","text":""},{"style":"v","text":"Then Yahweh said to Samuel, “Listen to the voice of the people concerning all that they say to you; for they have not rejected you, but they have rejected me from being king over them. "},{"style":"v","text":"Like all the deeds they have done from the day I brought them up from Egypt until this day, they have forsaken me and have served other gods—so they \\add are\\add* doing to you also. "},{"style":"v","text":"And so then, listen to their voice. However, you must earnestly warn them; you must explain to them the custom of the king who will rule over them.”"},{"style":"p","text":""},{"style":"v","text":"So Samuel spoke all the words of Yahweh to the people who \\add were\\add* requesting a king from him. "},{"style":"v","text":"He said, “This will be the custom of the king who will reign over you: he will take your sons and appoint them to his chariots and his horsemen, and they will run before his chariots. "},{"style":"v","text":"He will appoint for himself commanders of thousands and commanders of fifties, and \\add those\\add* ⸤to do his plowing⸥\\f + \\fr 8:12 \\ft Literally “to plow his plowing” \\f* and to reap his harvest, and \\add those\\add* to make weapons of war and the equipment for his chariots. "},{"style":"v","text":"He will take your daughters as \\add his\\add* perfume makers and as cooks and as bakers. "},{"style":"v","text":"He will take the best of your fields and your vineyards and your olive trees and will give \\add them\\add* to his servants. "},{"style":"v","text":"He will take a tenth of your seed and your vineyards and give \\add it\\add* to his high officials and to his servants. "},{"style":"v","text":"He will take your male slaves and your female slaves and the best of your young men\\f + \\fr 8:16 \\ft LXX reads “cattle” \\f* and your donkeys and ⸤will use them for his projects⸥.\\f + \\fr 8:16 \\ft Literally “will put \\fq them \\ft to his work” \\f* "},{"style":"v","text":"He will take a tenth of your flocks,\\f + \\fr 8:17 \\ft The Hebrew term refers collectively to both sheep and goats (small livestock animals) \\f* and you \\add yourselves\\add* will become his servants. "},{"style":"v","text":"So you will cry out on that day because of your king whom you have chosen for yourselves, but Yahweh will not answer you on that day!” "},{"style":"v","text":"However, the people refused to listen to the voice of Samuel and they said, “No, but there must be a king over us, "},{"style":"v","text":"so that we ⸤also⸥\\f + \\fr 8:20 \\ft Literally “even we” \\f* may be like all the nations, and our king may rule us and go out before us and fight our battles.”"},{"style":"p","text":""},{"style":"v","text":"Now when Samuel heard all the words of the people, he repeated them in the ears of Yahweh. "},{"style":"v","text":"Then Yahweh said to Samuel, “Listen to their voice, and appoint a king for them.” So Samuel spoke to the men of Israel, “Each of you go to his \\add own\\add* town.”"}]