[{"style":"s1","text":"Jugement des chefs du peuple"},{"style":"r","text":"V. 1-12: cf. Éz 24:1-14."},{"style":"p","text":""},{"style":"v","text":"L’esprit m’enleva, et me transporta à la porte orientale de la maison de l’Éternel, à celle qui regarde l’orient. Et voici, à l’entrée de la porte, il y avait vingt-cinq hommes; et je vis au milieu d’eux Jaazania, fils d’Azzur, et Pelathia, fils de Benaja, chefs du peuple. "},{"style":"v","text":"Et l’Éternel me dit: Fils de l’homme, ce sont les hommes qui méditent l’iniquité, et qui donnent de mauvais conseils dans cette ville. "},{"style":"v","text":"Ils disent: Ce n’est pas le moment! Bâtissons des maisons! La ville est la chaudière, et nous sommes la viande. "},{"style":"v","text":"C’est pourquoi prophétise contre eux, prophétise, fils de l’homme! "},{"style":"v","text":"Alors l’esprit de l’Éternel tomba sur moi. Et il me dit:"},{"style":"q1","text":"Dis: Ainsi parle l’Éternel:"},{"style":"q1","text":"Vous parlez de la sorte, maison d’Israël!"},{"style":"q1","text":"Et ce qui vous monte à la pensée, je le sais."},{"style":"q1","text":""},{"style":"v","text":"Vous avez multiplié les meurtres dans cette ville,"},{"style":"q1","text":"Vous avez rempli les rues de cadavres."},{"style":"q1","text":""},{"style":"v","text":"C’est pourquoi ainsi parle le Seigneur, l’Éternel:"},{"style":"q1","text":"Vos morts que vous avez étendus au milieu d’elle,"},{"style":"q1","text":"C’est la viande, et elle, c’est la chaudière;"},{"style":"q1","text":"Mais vous, on vous en fera sortir."},{"style":"q1","text":""},{"style":"v","text":"Vous avez peur de l’épée,"},{"style":"q1","text":"Et je ferai venir sur vous l’épée,"},{"style":"q1","text":"Dit le Seigneur, l’Éternel."},{"style":"q1","text":""},{"style":"v","text":"Je vous ferai sortir du milieu d’elle,"},{"style":"q1","text":"Je vous livrerai entre les mains des étrangers,"},{"style":"q1","text":"Et j’exercerai contre vous mes jugements."},{"style":"q1","text":""},{"style":"v","text":"Vous tomberez par l’épée,"},{"style":"q1","text":"Je vous jugerai sur la frontière d’Israël,"},{"style":"q1","text":"Et vous saurez que je suis l’Éternel."},{"style":"q1","text":""},{"style":"v","text":"La ville ne sera pas pour vous une chaudière,"},{"style":"q1","text":"Et vous ne serez pas la viande au milieu d’elle:"},{"style":"q1","text":"C’est sur la frontière d’Israël que je vous jugerai."},{"style":"q1","text":""},{"style":"v","text":"Et vous saurez que je suis l’Éternel,"},{"style":"q1","text":"Dont vous n’avez pas suivi les ordonnances"},{"style":"q1","text":"Et pratiqué les lois;"},{"style":"q1","text":"Mais vous avez agi selon les lois des nations qui vous entourent."},{"style":"s1","text":"Promesses faites aux déportés"},{"style":"r","text":"V. 13-21: cf. Jé 24. (Éz 36:24, etc. Jé 32:36, etc.)"},{"style":"p","text":""},{"style":"v","text":"Comme je prophétisais, Pelathia, fils de Benaja, mourut. Je tombai sur ma face, et je m’écriai à haute voix: Ah! Seigneur Éternel, anéantiras-tu ce qui reste d’Israël? "},{"style":"v","text":"Et la parole de l’Éternel me fut adressée, en ces mots:"},{"style":"q1","text":""},{"style":"v","text":"Fils de l’homme, ce sont tes frères, tes frères,"},{"style":"q1","text":"Ceux de ta parenté, et la maison d’Israël tout entière,"},{"style":"q1","text":"A qui les habitants de Jérusalem disent:"},{"style":"q1","text":"Restez loin de l’Éternel,"},{"style":"q1","text":"Le pays nous a été donné en propriété."},{"style":"q1","text":""},{"style":"v","text":"C’est pourquoi tu diras: Ainsi parle le Seigneur, l’Éternel:"},{"style":"q1","text":"Si je les tiens éloignés parmi les nations,"},{"style":"q1","text":"Si je les ai dispersés en divers pays,"},{"style":"q1","text":"Je serai pour eux quelque temps un asile"},{"style":"q1","text":"Dans les pays où ils sont venus."},{"style":"q1","text":""},{"style":"v","text":"C’est pourquoi tu diras: Ainsi parle le Seigneur, l’Éternel:"},{"style":"q1","text":"Je vous rassemblerai du milieu des peuples,"},{"style":"q1","text":"Je vous recueillerai des pays où vous êtes dispersés,"},{"style":"q1","text":"Et je vous donnerai la terre d’Israël."},{"style":"q1","text":""},{"style":"v","text":"C’est là qu’ils iront,"},{"style":"q1","text":"Et ils en ôteront toutes les idoles et toutes les abominations."},{"style":"q1","text":""},{"style":"v","text":"Je leur donnerai \\x a \\xo 11.19 \\xt Jé 32:39. Éz 36:26.\\x*un même cœur,"},{"style":"q1","text":"Et je mettrai en vous un esprit nouveau;"},{"style":"q1","text":"J’ôterai de leur corps le cœur de pierre,"},{"style":"q1","text":"Et je leur donnerai un cœur de chair,"},{"style":"q1","text":""},{"style":"v","text":"Afin qu’ils suivent mes ordonnances,"},{"style":"q1","text":"Et qu’ils observent et pratiquent mes lois;"},{"style":"q1","text":"Et ils seront \\x b \\xo 11.20 \\xt Jé 24:7; 30:22; 31:1; 32:38.\\x*mon peuple, et je serai leur Dieu."},{"style":"q1","text":""},{"style":"v","text":"Mais pour ceux dont le cœur se plaît à leurs idoles et à leurs abominations,"},{"style":"q1","text":"Je ferai retomber leurs œuvres sur leur \\x c \\xo 11.21 \\xt Éz 9:10.\\x*tête,"},{"style":"q1","text":"Dit le Seigneur, l’Éternel."},{"style":"s1","text":"Fin de la vision"},{"style":"r","text":"V. 22-25: cf. Éz 43:1-7."},{"style":"p","text":""},{"style":"v","text":"Les chérubins déployèrent leurs ailes, accompagnés des roues; et la gloire du Dieu d’Israël était sur eux, en haut. "},{"style":"v","text":"La gloire de l’Éternel s’éleva du milieu de la ville, et elle se plaça sur la montagne qui est à l’orient de la ville. "},{"style":"v","text":"L’esprit m’enleva, et me transporta en Chaldée auprès des captifs, en vision par l’esprit de Dieu; et la vision que j’avais eue disparut au-dessus de moi. "},{"style":"v","text":"Je dis aux captifs toutes les paroles de l’Éternel, qu’il m’avait révélées."}]