[{"style":"s1","text":"Contre ceux qui s’attachent aux idoles et qui consultent l’Éternel"},{"style":"r","text":"V. 1-11: cf. Za 7. Pr 28:9."},{"style":"p","text":""},{"style":"v","text":"Quelques-uns des anciens d’Israël vinrent auprès de moi et \\x a \\xo 14.1 \\xt Éz 20:1.\\x*s’assirent devant moi. "},{"style":"v","text":"Et la parole de l’Éternel me fut adressée, en ces mots: "},{"style":"v","text":"Fils de l’homme, ces gens-là portent leurs idoles dans leur cœur, et ils attachent les regards sur ce qui les a fait tomber dans l’iniquité. Me laisserai-je consulter par eux? "},{"style":"v","text":"C’est pourquoi parle-leur, et dis-leur: Ainsi parle le Seigneur, l’Éternel: Tout homme de la maison d’Israël qui porte ses idoles dans son cœur, et qui attache les regards sur ce qui l’a fait tomber dans son iniquité, s’il vient s’adresser au prophète, moi, l’Éternel, je lui répondrai, malgré la multitude de ses idoles, "},{"style":"v","text":"afin de saisir dans leur propre cœur ceux de la maison d’Israël qui se sont éloignés de moi avec toutes leurs idoles. "},{"style":"v","text":"C’est pourquoi dis à la maison d’Israël: Ainsi parle le Seigneur, l’Éternel: Revenez, et détournez-vous de vos idoles, détournez les regards de toutes vos abominations! "},{"style":"v","text":"Car tout homme de la maison d’Israël, ou des étrangers séjournant en Israël, qui s’est éloigné de moi, qui porte ses idoles dans son cœur, et qui attache les regards sur ce qui l’a fait tomber dans son iniquité, s’il vient s’adresser au prophète pour me consulter par lui, moi, l’Éternel, je lui répondrai par moi. "},{"style":"v","text":"Je tournerai ma face contre cet homme, je ferai de lui un \\x b \\xo 14.8 \\xt De 28:37. Éz 5:15.\\x*signe et un sujet de sarcasme, et je l’exterminerai du milieu de mon peuple. Et vous saurez que je suis l’Éternel. "},{"style":"v","text":"Si le prophète se laisse \\x c \\xo 14.9 \\xt Éz 13:1, 2, etc.\\x*séduire, s’il prononce une parole, c’est moi, l’Éternel, qui aurai séduit ce prophète; j’étendrai ma \\x d \\xo 14.9 \\xt Éz 13:9.\\x*main contre lui, et je le détruirai du milieu de mon peuple d’Israël. "},{"style":"v","text":"Ils porteront ainsi la peine de leur iniquité; la peine du prophète sera comme la peine de celui qui consulte, "},{"style":"v","text":"afin que la maison d’Israël ne s’égare plus loin de moi, et qu’elle ne se souille plus par toutes ses transgressions. Alors ils seront mon peuple, et je serai leur Dieu, dit le Seigneur, l’Éternel."},{"style":"s1","text":"Justice des châtiments de l’Éternel"},{"style":"r","text":"V. 12-23: cf. Jé 15:1-4. Ge 18:20-32. Jé 24."},{"style":"p","text":""},{"style":"v","text":"La parole de l’Éternel me fut adressée, en ces mots: "},{"style":"v","text":"Fils de l’homme, lorsqu’un pays pécherait contre moi en se livrant à l’infidélité, et que j’étendrais ma main sur lui, si je brisais pour lui le \\x e \\xo 14.13 \\xt Lé 26:26. Éz 4:16; 5:16.\\x*bâton du pain, si je lui envoyais la famine, si j’en exterminais les hommes et les bêtes, "},{"style":"v","text":"et qu’il y eût au milieu de lui ces trois hommes, Noé, Daniel et Job, ils sauveraient leur âme par leur justice, dit le Seigneur, l’Éternel. "},{"style":"v","text":"Si je faisais parcourir le pays par des bêtes féroces qui le dépeupleraient, s’il devenait un désert où personne ne passerait à cause de ces bêtes, "},{"style":"v","text":"et qu’il y eût au milieu de lui ces trois hommes, je suis vivant! Dit le Seigneur, l’Éternel, ils ne sauveraient ni fils ni filles, eux seuls seraient sauvés, et le pays deviendrait un désert. "},{"style":"v","text":"Ou si j’amenais l’épée contre ce pays, si je disais: Que l’épée parcoure le pays! Si j’en exterminais les hommes et les bêtes, "},{"style":"v","text":"et qu’il y eût au milieu de lui ces trois hommes, je suis vivant! Dit le Seigneur, l’Éternel, ils ne sauveraient ni fils ni filles, mais eux seuls seraient sauvés. "},{"style":"v","text":"Ou si j’envoyais la peste dans ce pays, si je répandais contre lui ma fureur par la mortalité, pour en exterminer les hommes et les bêtes, "},{"style":"v","text":"et qu’il y eût au milieu de lui Noé, Daniel et Job, je suis vivant! Dit le Seigneur, l’Éternel, ils ne sauveraient ni fils ni filles, mais ils sauveraient leur âme par leur justice. "},{"style":"v","text":"Oui, ainsi parle le Seigneur, l’Éternel: Quoique j’envoie contre Jérusalem mes quatre châtiments terribles, l’épée, la famine, les bêtes féroces et la peste, pour en exterminer les hommes et les bêtes, "},{"style":"v","text":"il y aura néanmoins un reste qui échappera, qui en sortira, des fils et des filles. Voici, ils arriveront auprès de vous; vous verrez leur conduite et leurs actions, et vous vous consolerez du malheur que je fais venir sur Jérusalem, de tout ce que je fais venir sur elle. "},{"style":"v","text":"Ils vous consoleront, quand vous verrez leur conduite et leurs actions; et vous reconnaîtrez que ce n’est pas sans raison que je fais tout ce que je lui fais, dit le Seigneur, l’Éternel."}]