[{"style":"s1","verse":"","text":"Punition de Sédécias rebelle envers le roi de Babylone"},{"style":"r","verse":"","text":"V. 1-21: cf. Éz 19:5-9. (2 R 24:10-20; 25:1-7. 2 Ch 36:9-13.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"La parole de l’Éternel me fut adressée, en ces mots: "},{"style":"v","verse":"2","text":"Fils de l’homme, propose une énigme, dis une parabole à la maison d’Israël! "},{"style":"v","verse":"3","text":"Tu diras: Ainsi parle le Seigneur, l’Éternel: Un grand aigle, aux longues ailes, aux ailes déployées, couvert de plumes de toutes couleurs, vint sur le Liban, et enleva la cime d’un cèdre. "},{"style":"v","verse":"4","text":"Il arracha le plus élevé de ses rameaux, l’emporta dans un pays de commerce, et le déposa dans une ville de marchands. "},{"style":"v","verse":"5","text":"Et il prit un rejeton du pays, et le plaça dans un sol fertile; il le mit près d’une eau abondante, et le planta comme un saule. "},{"style":"v","verse":"6","text":"Ce rejeton poussa, et devint un cep de vigne étendu, mais de peu d’élévation; ses rameaux étaient tournés vers l’aigle, et ses racines étaient sous lui; il devint un cep de vigne, donna des jets, et produisit des branches. "},{"style":"v","verse":"7","text":"Il y avait un autre aigle, grand, aux longues ailes, au plumage épais. Et voici, du parterre où elle était plantée, cette vigne étendit avec avidité ses racines de son côté et dirigea ses rameaux vers lui, afin qu’il l’arrosât. "},{"style":"v","verse":"8","text":"Elle était plantée dans un bon terrain, près d’une eau abondante, de manière à produire des branches et à porter du fruit, à devenir une vigne magnifique. "},{"style":"v","verse":"9","text":"Dis: Ainsi parle le Seigneur, l’Éternel: Prospérera-t-elle? Le premier aigle n’arrachera-t-il pas ses racines, n’enlèvera-t-il pas son fruit, afin qu’elle se dessèche, afin que toutes les feuilles qu’elle a poussées se dessèchent? Et il ne faudra ni beaucoup de force ni un peuple nombreux pour la séparer de ses racines. "},{"style":"v","verse":"10","text":"Voici, elle est plantée: prospérera-t-elle? Si le vent d’orient la touche, ne séchera-t-elle pas? Elle séchera sur le parterre où elle a poussé. "},{"style":"v","verse":"11","text":"La parole de l’Éternel me fut adressée, en ces mots: "},{"style":"v","verse":"12","text":"Dis à la maison rebelle: Ne savez-vous pas ce que cela signifie? Dis: Voici, le roi de Babylone est allé à Jérusalem, il en a pris le roi et les chefs, et les a emmenés avec lui à Babylone. "},{"style":"v","verse":"13","text":"Il a choisi un membre de la race royale, a traité \\x a \\xo 17.13 \\xt Jé 34:18.\\x*alliance avec lui, et lui a fait prêter serment, et il a emmené les grands du pays, "},{"style":"v","verse":"14","text":"afin que le royaume fût tenu dans l’abaissement, sans pouvoir s’élever, et qu’il gardât son alliance en y demeurant fidèle. "},{"style":"v","verse":"15","text":"Mais il s’est révolté contre lui, en envoyant ses messagers en Égypte, \\x b \\xo 17.15 \\xt Jé 37:5.\\x*pour qu’elle lui donnât des chevaux et un grand nombre d’hommes. Celui qui a fait de telles choses réussira-t-il, échappera-t-il? Il a rompu l’alliance, et il échapperait! "},{"style":"v","verse":"16","text":"Je suis vivant! Dit le Seigneur, l’Éternel, c’est dans le pays du roi qui l’a fait régner, envers qui il a violé son serment et dont il a rompu l’alliance, c’est près de lui, au milieu de Babylone, qu’il mourra. "},{"style":"v","verse":"17","text":"Pharaon n’ira pas avec une grande armée et un peuple nombreux le \\x c \\xo 17.17 \\xt Jé 37:7.\\x*secourir pendant la guerre, lorsqu’on élèvera des \\x d \\xo 17.17 \\xt Éz 4:2.\\x*terrasses et qu’on fera des \\x e \\xo 17.17 \\xt 2 R 25:1. És 29:3. Éz 4:2.\\x*retranchements pour exterminer une multitude d’âmes. "},{"style":"v","verse":"18","text":"Il a méprisé le serment, il a rompu l’alliance; il avait donné sa main, et il a fait tout cela; il n’échappera pas! "},{"style":"v","verse":"19","text":"C’est pourquoi ainsi parle le Seigneur, l’Éternel: Je suis vivant! C’est le serment fait en mon nom qu’il a méprisé, c’est mon alliance qu’il a rompue. Je ferai retomber cela sur sa tête. "},{"style":"v","verse":"20","text":"J’étendrai mon \\x f \\xo 17.20 \\xt Éz 12:13; 32:3.\\x*rets sur lui, et il sera pris dans mon filet; je l’emmènerai à Babylone, et là je \\x g \\xo 17.20 \\xt Jé 4:12; 25:31.\\x*plaiderai avec lui sur sa perfidie à mon égard. "},{"style":"v","verse":"21","text":"Tous les fuyards de toutes ses troupes tomberont par \\x h \\xo 17.21 \\xt Éz 16:40.\\x*l’épée, et ceux qui resteront seront \\x i \\xo 17.21 \\xt Éz 5:10, 12; 12:14.\\x*dispersés à tous les vents. Et vous saurez que moi, l’Éternel, j’ai parlé."},{"style":"r","verse":"","text":"V. 22-24: cf. Jé 23:5, 6. Lu 1:30-33."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ainsi parle le Seigneur, l’Éternel: J’enlèverai, moi, la cime d’un grand cèdre, et je la placerai; j’arracherai du sommet de ses branches un tendre rameau, et je le planterai sur une montagne haute et élevée. "},{"style":"v","verse":"23","text":"Je le planterai sur une haute montagne d’Israël; il produira des branches et portera du fruit, il deviendra un cèdre magnifique. Les oiseaux de toute espèce reposeront sous lui, tout ce qui a des ailes reposera sous l’ombre de ses rameaux. "},{"style":"v","verse":"24","text":"Et tous les arbres des champs sauront que moi, l’Éternel, j’ai abaissé l’arbre qui s’élevait et élevé l’arbre qui était abaissé, que j’ai desséché l’arbre vert et fait verdir l’arbre sec. Moi, l’Éternel, j’ai parlé, et j’agirai."}]