[{"style":"s1","text":"Les crimes de Jérusalem"},{"style":"r","text":"V. 1-16: cf. 2 Ch 36:14-17. (És 59:1-8. Jé 5:7-9, 26-31; 9:2-9.) Ga 6:7."},{"style":"p","text":""},{"style":"v","text":"La parole de l’Éternel me fut adressée, en ces mots: "},{"style":"v","text":"Et toi, fils de l’homme, \\x a \\xo 22.2 \\xt Éz 20:4; 23:36.\\x*jugeras-tu, jugeras-tu la ville sanguinaire? Fais-lui connaître toutes ses abominations! "},{"style":"v","text":"Tu diras: Ainsi parle le Seigneur, l’Éternel: Ville qui répands le sang au milieu de toi, pour que ton jour arrive, et qui te fais des idoles pour te souiller! "},{"style":"v","text":"Tu es coupable à cause du sang que tu as \\x b \\xo 22.4 \\xt 2 R 21:16.\\x*répandu, et tu t’es \\x c \\xo 22.4 \\xt Éz 20:30, 31.\\x*souillée par les idoles que tu as faites. Tu as ainsi avancé tes jours, et tu es parvenue au terme de tes années. C’est pourquoi je te rends un objet \\x d \\xo 22.4 \\xt Éz 5:14.\\x*d’opprobre pour les nations et de moquerie pour tous les pays. "},{"style":"v","text":"Ceux qui sont près et ceux qui sont au loin se moqueront de toi, qui es souillée de réputation et pleine de trouble. "},{"style":"v","text":"Voici, au-dedans de toi, tous les princes d’Israël usent de leur force pour répandre le sang; "},{"style":"v","text":"au-dedans de toi, l’on méprise père et mère, on maltraite l’étranger, on opprime l’orphelin et la veuve. "},{"style":"v","text":"Tu dédaignes mes sanctuaires, tu profanes mes sabbats. "},{"style":"v","text":"Il y a chez toi des calomniateurs pour répandre le sang; chez toi, l’on mange sur les \\x e \\xo 22.9 \\xt Éz 18:6, 11.\\x*montagnes; on commet le crime dans ton sein. "},{"style":"v","text":"Au milieu de toi, on \\x f \\xo 22.10 \\xt Lé 18:18.\\x*découvre la nudité du père; au milieu de toi, on fait violence à la femme \\x g \\xo 22.10 \\xt Lé 18:19. Éz 18:6.\\x*pendant son impureté. "},{"style":"v","text":"Au milieu de toi, chacun se livre à des \\x h \\xo 22.11 \\xt Lé 18:20.\\x*abominations avec la \\x i \\xo 22.11 \\xt Jé 5:8.\\x*femme de son prochain, chacun se souille par l’inceste avec sa \\x j \\xo 22.11 \\xt Lé 18:15.\\x*belle-fille, chacun déshonore sa sœur, \\x k \\xo 22.11 \\xt Lé 18:9.\\x*fille de son père. "},{"style":"v","text":"Chez toi, l’on reçoit des présents pour répandre le sang: tu exiges un intérêt et une usure, tu dépouilles ton prochain par la violence, et moi, tu m’oublies, dit le Seigneur, l’Éternel. "},{"style":"v","text":"Voici, je \\x l \\xo 22.13 \\xt Éz 21:17.\\x*frappe des mains à cause de la cupidité que tu as eue, et du sang qui a été répandu au milieu de toi. "},{"style":"v","text":"Ton cœur sera-t-il ferme, tes mains auront-elles de la force dans les jours où j’agirai contre toi? Moi, l’Éternel, j’ai parlé, et \\x m \\xo 22.14 \\xt Éz 17:24.\\x*j’agirai. "},{"style":"v","text":"Je te \\x n \\xo 22.15 \\xt Éz 12:14, 15.\\x*disperserai parmi les nations, je te répandrai en divers pays, et je ferai disparaître ton impureté du milieu de toi. "},{"style":"v","text":"Tu seras souillée par toi-même aux yeux des nations, et tu sauras que je suis l’Éternel."},{"style":"r","text":"V. 17-22: cf. Éz 24:1-14. Jé 6:28-30."},{"style":"p","text":""},{"style":"v","text":"La parole de l’Éternel me fut adressée, en ces mots: "},{"style":"v","text":"Fils de l’homme, la maison d’Israël est devenue pour moi comme des \\x o \\xo 22.18 \\xt És 1:22.\\x*scories; ils sont tous de l’airain, de l’étain, du fer, du plomb, dans le creuset; ce sont des scories d’argent. "},{"style":"v","text":"C’est pourquoi ainsi parle le Seigneur, l’Éternel: Parce que vous êtes tous devenus comme des scories, voici, je vous rassemblerai au milieu de Jérusalem. "},{"style":"v","text":"Comme on rassemble l’argent, l’airain, le fer, le plomb et l’étain, dans le creuset, et qu’on souffle le feu pour les fondre, ainsi je vous rassemblerai dans ma colère et dans ma fureur, et je vous mettrai au creuset pour vous fondre. "},{"style":"v","text":"Je vous rassemblerai, et je soufflerai contre vous avec le feu de ma fureur; et vous serez fondus au milieu de Jérusalem. "},{"style":"v","text":"Comme l’argent fond dans le creuset, ainsi vous serez fondus au milieu d’elle. Et vous saurez que moi, l’Éternel, j’ai répandu ma fureur sur vous."},{"style":"r","text":"V. 23-31: cf. So 3:1-8. Mi 3."},{"style":"p","text":""},{"style":"v","text":"La parole de l’Éternel me fut adressée, en ces mots: "},{"style":"v","text":"Fils de l’homme, dis à Jérusalem: Tu es une terre qui n’est pas purifiée, qui n’est pas arrosée de pluie au jour de la colère. "},{"style":"v","text":"Ses prophètes conspirent dans son sein; comme des lions rugissants qui déchirent leur proie, ils dévorent \\x p \\xo 22.25 \\xt Mt 23:14.\\x*les âmes, ils s’emparent des richesses et des choses précieuses, ils multiplient les veuves au milieu d’elle. "},{"style":"v","text":"Ses sacrificateurs violent ma loi et profanent mes sanctuaires, ils ne \\x q \\xo 22.26 \\xt Lé 10:10. Éz 44:23.\\x*distinguent pas ce qui est saint de ce qui est profane, ils ne font pas connaître la différence entre ce qui est impur et ce qui est pur, ils détournent les yeux de mes sabbats, et je suis profané au milieu d’eux. "},{"style":"v","text":"Ses \\x r \\xo 22.27 \\xt Mi 3:12. So 3:3.\\x*chefs sont dans son sein comme des loups qui déchirent leur proie; ils répandent le sang, perdent les âmes, pour assouvir leur cupidité. "},{"style":"v","text":"Et ses prophètes ont pour eux des \\x s \\xo 22.28 \\xt Éz 13:10; 21:29.\\x*enduits de plâtre, de \\x t \\xo 22.28 \\xt Éz 21:34.\\x*vaines visions, des oracles menteurs; ils disent: Ainsi parle le Seigneur, l’Éternel! Et l’Éternel ne leur a point parlé. "},{"style":"v","text":"Le peuple du pays se livre à la violence, commet des rapines, opprime le malheureux et l’indigent, foule l’étranger contre toute justice. "},{"style":"v","text":"Je cherche parmi eux un homme qui élève un mur, qui se tienne à la \\x u \\xo 22.30 \\xt Ps 106:23.\\x*brèche devant moi en faveur du pays, afin que je ne le détruise pas; mais je n’en trouve point. "},{"style":"v","text":"Je répandrai sur eux ma fureur, je les consumerai par le feu de ma colère, je ferai retomber leurs œuvres sur leur \\x v \\xo 22.31 \\xt Éz 9:10; 11:21; 16:43.\\x*tête, dit le Seigneur, l’Éternel."}]