[{"style":"s1","text":"Le rétablissement d’Israël"},{"style":"r","text":"V. 1-15: cf. (Éz 35. Jé 12:14.) Jé 31:4-14, 23-28."},{"style":"p","text":""},{"style":"v","text":"Et toi, fils de l’homme, prophétise sur les \\x a \\xo 36.1 \\xt Éz 6:2.\\x*montagnes d’Israël!"},{"style":"q1","text":"Tu diras: Montagnes d’Israël, écoutez la parole de l’Éternel!"},{"style":"q1","text":""},{"style":"v","text":"Ainsi parle le Seigneur, l’Éternel:"},{"style":"q1","text":"Parce que l’ennemi a dit sur vous: Ah! Ah!"},{"style":"q1","text":"Ces hauteurs éternelles sont devenues notre \\x b \\xo 36.2 \\xt Éz 35:10.\\x*propriété!"},{"style":"q1","text":""},{"style":"v","text":"Prophétise et dis: Ainsi parle le Seigneur, l’Éternel:"},{"style":"q1","text":"Oui, parce qu’on a voulu de toutes parts vous dévaster et vous engloutir,"},{"style":"q1","text":"Pour que vous soyez la propriété des autres nations,"},{"style":"q1","text":"Parce que vous avez été l’objet des discours et des propos des peuples,"},{"style":"q1","text":""},{"style":"v","text":"Montagnes d’Israël, écoutez la parole du Seigneur, de l’Éternel!"},{"style":"q1","text":"Ainsi parle le Seigneur, l’Éternel,"},{"style":"q1","text":"Aux montagnes et aux collines,"},{"style":"q1","text":"Aux ruisseaux et aux vallées,"},{"style":"q1","text":"Aux ruines désertes et aux villes abandonnées,"},{"style":"q1","text":"Qui ont servi de proie et de risée"},{"style":"q1","text":"Aux autres nations d’alentour;"},{"style":"q1","text":""},{"style":"v","text":"Ainsi parle le Seigneur, l’Éternel:"},{"style":"q1","text":"Oui, dans le feu de ma jalousie,"},{"style":"q1","text":"Je parle contre les autres nations et contre Édom tout entier,"},{"style":"q1","text":"Qui se sont donné mon pays en propriété,"},{"style":"q1","text":"Avec toute la joie de leur cœur et le mépris de leur âme,"},{"style":"q1","text":"Afin d’en piller les produits."},{"style":"q1","text":""},{"style":"v","text":"C’est pourquoi prophétise sur le pays d’Israël,"},{"style":"q1","text":"Dis aux montagnes et aux collines,"},{"style":"q1","text":"Aux ruisseaux et aux vallées:"},{"style":"q1","text":"Ainsi parle le Seigneur, l’Éternel:"},{"style":"q1","text":"Voici, je parle dans ma jalousie et dans ma fureur,"},{"style":"q1","text":"Parce que vous portez \\x c \\xo 36.6 \\xt Éz 34:29.\\x*l’ignominie des nations."},{"style":"q1","text":""},{"style":"v","text":"C’est pourquoi ainsi parle le Seigneur, l’Éternel:"},{"style":"q1","text":"Je lève ma main!"},{"style":"q1","text":"Ce sont les nations qui vous entourent"},{"style":"q1","text":"Qui porteront elles-mêmes leur ignominie."},{"style":"q1","text":""},{"style":"v","text":"Et vous, montagnes d’Israël, vous pousserez vos rameaux,"},{"style":"q1","text":"Et vous porterez vos fruits pour mon peuple d’Israël;"},{"style":"q1","text":"Car ces choses sont près d’arriver."},{"style":"q1","text":""},{"style":"v","text":"Voici, je vous serai favorable,"},{"style":"q1","text":"Je me tournerai vers vous,"},{"style":"q1","text":"Et vous serez cultivées et ensemencées."},{"style":"q1","text":""},{"style":"v","text":"Je mettrai sur vous des hommes en grand nombre,"},{"style":"q1","text":"La maison d’Israël tout entière;"},{"style":"q1","text":"Les villes seront habitées,"},{"style":"q1","text":"Et l’on rebâtira sur les ruines."},{"style":"q1","text":""},{"style":"v","text":"Je multiplierai sur vous les hommes et les animaux;"},{"style":"q1","text":"Ils multiplieront et seront féconds;"},{"style":"q1","text":"Je veux que vous soyez habitées comme auparavant,"},{"style":"q1","text":"Et je vous ferai plus de bien qu’autrefois;"},{"style":"q1","text":"Et vous saurez que je suis l’Éternel."},{"style":"q1","text":""},{"style":"v","text":"Je ferai marcher sur vous des hommes, mon peuple d’Israël,"},{"style":"q1","text":"Et ils te posséderont;"},{"style":"q1","text":"Tu seras leur héritage,"},{"style":"q1","text":"Et tu ne les détruiras plus."},{"style":"q1","text":""},{"style":"v","text":"Ainsi parle le Seigneur, l’Éternel:"},{"style":"q1","text":"Parce qu’on vous dit: Tu as dévoré des hommes,"},{"style":"q1","text":"Tu as détruit ta propre nation,"},{"style":"q1","text":""},{"style":"v","text":"A cause de cela tu ne dévoreras plus d’hommes,"},{"style":"q1","text":"Tu ne détruiras plus ta nation,"},{"style":"q1","text":"Dit le Seigneur, l’Éternel."},{"style":"q1","text":""},{"style":"v","text":"Je ne te ferai plus entendre les outrages des nations,"},{"style":"q1","text":"Et tu ne porteras plus l’opprobre des peuples;"},{"style":"q1","text":"Tu ne détruiras plus ta nation,"},{"style":"q1","text":"Dit le Seigneur, l’Éternel."},{"style":"r","text":"V. 16-21: cf. Éz 5:5, etc. 2 Ch 36:14-20."},{"style":"p","text":""},{"style":"v","text":"La parole de l’Éternel me fut adressée, en ces mots: "},{"style":"v","text":"Fils de l’homme, ceux de la maison d’Israël, quand ils habitaient leur pays, l’ont souillé par leur conduite et par leurs œuvres; leur conduite a été devant moi comme la souillure d’une femme pendant son impureté. "},{"style":"v","text":"Alors j’ai répandu ma fureur sur eux, à cause du sang qu’ils avaient versé dans le pays, et des idoles dont ils l’avaient souillé. "},{"style":"v","text":"Je les ai dispersés parmi les nations, et ils ont été répandus en divers pays; je les ai jugés selon leur conduite et selon leurs œuvres. "},{"style":"v","text":"Ils sont arrivés chez les nations où ils allaient, et ils ont \\x d \\xo 36.20 \\xt És 52:5. Ro 2:24.\\x*profané mon saint nom, en sorte qu’on disait d’eux: C’est le peuple de l’Éternel, c’est de son pays qu’ils sont sortis. "},{"style":"v","text":"Et j’ai voulu sauver l’honneur de mon saint nom, que profanait la maison d’Israël parmi les nations où elle est allée."},{"style":"r","text":"V. 22-38: cf. (Éz 11:16-20; 37:12-28. De 30:1-10. Jé 32:36-44.) 2 Co 5:17."},{"style":"p","text":""},{"style":"v","text":"C’est pourquoi dis à la maison d’Israël: Ainsi parle le Seigneur, l’Éternel: Ce n’est pas à cause de vous que j’agis de la sorte, maison d’Israël; c’est à cause de mon saint nom, que vous avez profané parmi les nations où vous êtes allés. "},{"style":"v","text":"Je sanctifierai mon grand nom, qui a été profané parmi les nations, que vous avez profané au milieu d’elles. Et les nations sauront que je suis l’Éternel, dit le Seigneur, l’Éternel, quand je serai sanctifié par vous sous leurs yeux. "},{"style":"v","text":"Je vous retirerai d’entre les nations, je vous rassemblerai de tous les pays, et je vous ramènerai dans votre pays. "},{"style":"v","text":"Je répandrai sur vous une eau pure, et vous serez purifiés; je vous purifierai de toutes vos souillures et de toutes vos idoles. "},{"style":"v","text":"Je vous donnerai un \\x e \\xo 36.26 \\xt Jé 32:39. Éz 11:19.\\x*cœur nouveau, et je mettrai en vous un \\x f \\xo 36.26 \\xt Éz 11:19.\\x*esprit nouveau; j’ôterai de votre corps le cœur de pierre, et je vous donnerai un cœur de chair. "},{"style":"v","text":"Je mettrai mon esprit en vous, et je ferai en sorte que vous suiviez mes ordonnances, et que vous observiez et pratiquiez mes lois. "},{"style":"v","text":"Vous habiterez le pays que j’ai donné à vos pères; vous serez mon peuple, et je serai votre Dieu. "},{"style":"v","text":"Je vous délivrerai de toutes vos souillures. J’appellerai le blé, et je le multiplierai; je ne vous enverrai plus la \\x g \\xo 36.29 \\xt Éz 34:29.\\x*famine. "},{"style":"v","text":"Je multiplierai le fruit des arbres et le produit des champs, afin que vous n’ayez plus l’opprobre de la famine parmi les nations. "},{"style":"v","text":"Alors vous vous \\x h \\xo 36.31 \\xt Éz 16:61, 63.\\x*souviendrez de votre conduite qui était mauvaise, et de vos actions qui n’étaient pas bonnes; vous vous prendrez vous-mêmes en \\x i \\xo 36.31 \\xt Éz 6:9; 20:43.\\x*dégoût, à cause de vos iniquités et de vos abominations. "},{"style":"v","text":"Ce n’est pas à cause de vous que j’agis de la sorte, dit le Seigneur, l’Éternel, sachez-le! Ayez honte et rougissez de votre conduite, maison d’Israël! "},{"style":"v","text":"Ainsi parle le Seigneur, l’Éternel: Le jour où je vous purifierai de toutes vos iniquités, je peuplerai les villes, et les ruines seront relevées; "},{"style":"v","text":"la terre dévastée sera cultivée, tandis qu’elle était déserte aux yeux de tous les passants; "},{"style":"v","text":"et l’on dira: Cette terre dévastée est devenue comme un jardin \\x j \\xo 36.35 \\xt És 51:3. Éz 28:13.\\x*d’Éden; et ces villes ruinées, désertes et abattues, sont fortifiées et habitées. "},{"style":"v","text":"Et les nations qui resteront autour de vous sauront que moi, l’Éternel, j’ai rebâti ce qui était abattu, et planté ce qui était dévasté. \\x k \\xo 36.36 \\xt Éz 17:24; 22:14; 37:14.\\x*Moi, l’Éternel, j’ai parlé, et j’agirai. "},{"style":"v","text":"Ainsi parle le Seigneur, l’Éternel: Voici encore sur quoi je me laisserai fléchir par la maison d’Israël, voici ce que je ferai pour eux; je multiplierai les hommes comme un troupeau. "},{"style":"v","text":"Les villes en ruines seront remplies de troupeaux d’hommes, pareils aux troupeaux consacrés, aux troupeaux qu’on amène à Jérusalem pendant ses fêtes solennelles. Et ils sauront que je suis l’Éternel."}]