[{"style":"r","text":"V. 1-14: cf. Éz 41:10. Lé 6:7-19."},{"style":"p","text":""},{"style":"v","text":"Il me fit sortir vers le parvis extérieur du côté du septentrion, et il me conduisit aux chambres qui étaient vis-à-vis de la place vide et vis-à-vis du bâtiment, au septentrion. "},{"style":"v","text":"Sur la face, où se trouvait la porte septentrionale, il y avait une longueur de cent coudées; et la largeur était de cinquante coudées. "},{"style":"v","text":"C’était vis-à-vis des vingt coudées du parvis intérieur, et vis-à-vis du pavé du parvis extérieur, là où se trouvaient les galeries des trois étages. "},{"style":"v","text":"Devant les chambres, il y avait une allée large de dix coudées, et une voie d’une coudée; leurs portes donnaient au septentrion. "},{"style":"v","text":"Les chambres supérieures étaient plus étroites que les inférieures et que celles du milieu du bâtiment, parce que les galeries leur ôtaient de la place. "},{"style":"v","text":"Il y avait trois étages, mais il n’y avait point de colonnes, comme les colonnes des parvis; c’est pourquoi, à partir du sol, les chambres du haut étaient plus étroites que celles du bas et du milieu. "},{"style":"v","text":"Le mur extérieur parallèle aux chambres, du côté du parvis extérieur, devant les chambres, avait cinquante coudées de longueur; "},{"style":"v","text":"car la longueur des chambres du côté du parvis extérieur était de cinquante coudées. Mais sur la face du temple il y avait cent coudées. "},{"style":"v","text":"Au bas de ces chambres était l’entrée de l’orient, quand on y venait du parvis extérieur. "},{"style":"v","text":"Il y avait encore des chambres sur la largeur du mur du parvis du côté de l’orient, vis-à-vis de la place vide et vis-à-vis du bâtiment. "},{"style":"v","text":"Devant elles, il y avait une allée, comme devant les chambres qui étaient du côté du septentrion. La longueur et la largeur étaient les mêmes; leurs issues, leur disposition et leurs portes étaient semblables. "},{"style":"v","text":"Il en était de même pour les portes des chambres du côté du midi. Il y avait une porte à la tête de l’allée, de l’allée qui se trouvait droit devant le mur du côté de l’orient, par où l’on y entrait. "},{"style":"v","text":"Il me dit: Les chambres du septentrion et les chambres du midi, qui sont devant la place vide, ce sont les chambres saintes, où les sacrificateurs qui s’approchent de l’Éternel mangeront les choses très saintes; ils y déposeront les choses très saintes, les offrandes, les victimes présentées dans les sacrifices d’expiation et de culpabilité; car le lieu est saint. "},{"style":"v","text":"Quand les sacrificateurs seront entrés, ils ne sortiront pas du sanctuaire pour aller dans le parvis extérieur, mais ils déposeront là les vêtements avec lesquels ils font le service, car ces vêtements sont saints; ils en mettront d’autres pour s’approcher du peuple."},{"style":"r","text":"V. 15-20: cf. Éz 45:2. 2 Ch 4:9."},{"style":"p","text":""},{"style":"v","text":"Lorsqu’il eut achevé de mesurer la maison intérieure, il me fit sortir par la porte qui était du côté de l’orient, et il mesura l’enceinte tout autour. "},{"style":"v","text":"Il mesura le côté de l’orient avec la canne qui servait de mesure, et il y avait tout autour cinq cents cannes. "},{"style":"v","text":"Il mesura le côté du septentrion avec la canne qui servait de mesure, et il y avait tout autour cinq cents cannes. "},{"style":"v","text":"Il mesura le côté du midi avec la canne qui servait de mesure, et il y avait cinq cents cannes. "},{"style":"v","text":"Il se tourna du côté de l’occident, et mesura cinq cents cannes avec la canne qui servait de mesure. "},{"style":"v","text":"Il mesura des quatre côtés le mur formant l’enceinte de la maison; la longueur était de cinq cents cannes, et la largeur de cinq cents cannes; ce mur marquait la séparation entre le saint et le profane."}]