[{"style":"s1","text":"Vision de la gloire de l’Éternel"},{"style":"r","text":"V. 1-9: cf. Éz 10:1-19. (1 R 8:6, 10-13. Éz 37:26-28. Ap 21:3.)"},{"style":"p","text":""},{"style":"v","text":"Il me conduisit à la porte, à la porte qui était du côté de l’orient. "},{"style":"v","text":"Et voici, la gloire du Dieu d’Israël s’avançait de l’orient. Sa voix était pareille au \\x a \\xo 43.2 \\xt Éz 1:24.\\x*bruit des grandes eaux, et la terre resplendissait de sa gloire. "},{"style":"v","text":"Cette vision était semblable à \\x b \\xo 43.3 \\xt Éz 1:4; 8:4.\\x*celle que j’avais eue lorsque j’étais venu pour détruire la ville; et ces visions étaient semblables à celle que j’avais eue près du fleuve du Kebar. Et je tombai sur ma face. "},{"style":"v","text":"La gloire de l’Éternel entra dans la maison par la porte qui était du côté de l’orient. "},{"style":"v","text":"Alors, l’esprit m’enleva et me transporta dans le parvis intérieur. Et voici, la gloire de l’Éternel remplissait la maison. "},{"style":"v","text":"J’entendis quelqu’un qui me parlait depuis la maison, et un homme se tenait près de moi. "},{"style":"v","text":"Il me dit: Fils de l’homme, c’est ici le lieu de mon trône, le lieu où je poserai la plante de mes pieds; j’y habiterai éternellement au milieu des enfants d’Israël. La maison d’Israël et ses rois ne souilleront plus mon saint nom par leurs prostitutions et par les \\x c \\xo 43.7 \\xt Jé 16:18.\\x*cadavres de leurs rois sur leurs hauts lieux. "},{"style":"v","text":"Ils mettaient leur seuil près de mon seuil, leurs poteaux près de mes poteaux, et il n’y avait qu’un mur entre moi et eux; ils ont ainsi souillé mon saint nom par les abominations qu’ils ont commises; c’est pourquoi je les ai consumés dans ma colère. "},{"style":"v","text":"Maintenant ils éloigneront de moi leurs prostitutions et les cadavres de leurs rois, et j’habiterai éternellement au milieu d’eux."},{"style":"r","text":"V. 10-12: cf. Éz 44:5-9. 2 Ti 2:25, 26."},{"style":"p","text":""},{"style":"v","text":"Toi, fils de l’homme, montre ce temple à la maison d’Israël; qu’ils en mesurent le plan, et qu’ils rougissent de leurs iniquités. "},{"style":"v","text":"S’ils rougissent de toute leur conduite, fais-leur connaître la forme de cette maison, sa disposition, ses issues et ses entrées, tous ses dessins et toutes ses ordonnances, tous ses dessins et toutes ses lois; mets-en la description sous leurs yeux, afin qu’ils gardent tous ses dessins et toutes ses ordonnances, et qu’ils s’y conforment dans l’exécution. "},{"style":"v","text":"Telle est la loi de la maison. Sur le sommet de la montagne, tout l’espace qu’elle doit occuper est très saint. Voilà donc la loi de la maison."},{"style":"r","text":"V. 13-17: cf. Ex 27:1-8."},{"style":"p","text":""},{"style":"v","text":"Voici les mesures de l’autel, d’après les coudées dont chacune était d’un palme plus longue que la coudée ordinaire. La base avait une coudée de hauteur, et une coudée de largeur; et le rebord qui terminait son contour avait un empan de largeur; c’était le support de l’autel. "},{"style":"v","text":"Depuis la base sur le sol jusqu’à l’encadrement inférieur il y avait deux coudées, et une coudée de largeur; et depuis le petit jusqu’au grand encadrement il y avait quatre coudées, et une coudée de largeur. "},{"style":"v","text":"L’autel avait quatre coudées; et quatre cornes s’élevaient de l’autel. "},{"style":"v","text":"L’autel avait douze coudées de longueur, douze coudées de largeur, et formait un carré par ses quatre côtés. "},{"style":"v","text":"L’encadrement avait quatorze coudées de longueur sur quatorze coudées de largeur à ses quatre côtés, le rebord qui terminait son contour avait une demi-coudée; la base avait une coudée tout autour, et les degrés étaient tournés vers l’orient."},{"style":"r","text":"V. 18-27: cf. Ex 29:35-37. Lé 8:33-35."},{"style":"p","text":""},{"style":"v","text":"Il me dit: Fils de l’homme, ainsi parle le Seigneur, l’Éternel: Voici les lois au sujet de l’autel, pour le jour où on le construira, afin d’y offrir les holocaustes et d’y répandre le sang. "},{"style":"v","text":"Tu donneras aux sacrificateurs, aux Lévites, qui sont de la postérité de Tsadok et qui s’approchent de moi pour me servir, dit le Seigneur, l’Éternel, un jeune taureau pour le sacrifice d’expiation. "},{"style":"v","text":"Tu prendras de son sang, et tu en mettras sur les quatre cornes de l’autel, sur les quatre angles de l’encadrement, et sur le rebord qui l’entoure; tu purifieras ainsi l’autel et tu en feras l’expiation. "},{"style":"v","text":"Tu prendras le taureau expiatoire, et on le brûlera dans un lieu réservé de la maison, en dehors du sanctuaire. "},{"style":"v","text":"Le second jour, tu offriras en expiation un bouc sans défaut; on purifiera ainsi l’autel, comme on l’aura purifié avec le taureau. "},{"style":"v","text":"Quand tu auras achevé la purification, tu offriras un jeune taureau sans défaut, et un bélier du troupeau sans défaut. "},{"style":"v","text":"Tu les offriras devant l’Éternel; les sacrificateurs jetteront du sel sur eux, et les offriront en holocauste à l’Éternel. "},{"style":"v","text":"Pendant sept jours, tu sacrifieras chaque jour un bouc comme victime expiatoire; on sacrifiera aussi un jeune taureau et un bélier du troupeau, l’un et l’autre sans défaut. "},{"style":"v","text":"Pendant sept jours, on fera l’expiation et la purification de l’autel, on le consacrera. "},{"style":"v","text":"Lorsque ces jours seront accomplis, dès le huitième jour et à l’avenir les sacrificateurs offriront sur l’autel vos holocaustes et vos sacrifices d’actions de grâces. Et je vous serai favorable, dit le Seigneur, l’Éternel."}]