[{"style":"mt1","text":"Waa Efes"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man Pool, ndawul °Kirist Yeesu ci coobarey Yàlla, maa leen di bind, yéen gaayi Yàlla yu sell yi te gëm Kirist Yeesu ci dëkku Efes."},{"style":"v","verse":"2","text":"Yal na leen Yàlla sunu Baay ak Boroom bi Yeesu Kirist may yiw ak jàmm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Cant ñeel na Yàlla Baayu sunu Boroom Yeesu Kirist, mi nu sotti ci sunu bokk ci Kirist lépp luy barkeel ci baatin te nekk ca bérab yu kawe ya."},{"style":"v","verse":"4","text":"Ndaxte ba àddina sosoogul, tànn na nu ci Kirist, ngir nu mana teew fa kanamam, sell te ñàkk sikk. Ci kaw mbëggeelam\\f + \\fr 1.4 \\ft Manees na ko tekki nii it: \\fqa ñàkk sikk ci biir mbëggeel. \\fr 5 \\fqa Séddoo na…\\f*"},{"style":"v","verse":"5","text":"séddoo na nu lu jiitu, def nu ay doomam jaarale ko ci Yeesu Kirist, ndaxte looloo doon yéene ju rafet, ji mu tëral ci coobareem."},{"style":"v","verse":"6","text":"Na ndamam jolli ndax yiw wu réy, wi mu nu sotti ci Soppeem bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Moom °jot na nu ak deretam ji ñu tuur, maanaam baal nu sunuy bàkkaar, ci kaw yiw wu yaatu,"},{"style":"v","verse":"8","text":"wi mu nu baawaanal. Yàlla sol na nu xel mu mat ak dégg,"},{"style":"v","verse":"9","text":"ci feeñal nu mbóoti coobareem, dëppook yéeneem ju rafet, ji mu jaarale ci Kirist."},{"style":"v","verse":"10","text":"Mu tëral ne, bu jamono yi wéyee ba lépp mat, dina dajale lépp ci kilifteefu Kirist, muy ci kaw, muy ci suuf."},{"style":"v","verse":"11","text":"Am nanu cér ci moom bu nu Yàlla sédd lu jiitu ci dogalam, moom miy doxal lépp ci ni mu ko àttee ci coobareem."},{"style":"v","verse":"12","text":"Noonu nuy jollil ndamam, nun ñi jëkka wékk sunu yaakaar ci Kirist."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yéen itam, bi ngeen déggee kàddug dëgg gi, di xibaaru jàmm, bi leen tegtal yoonu mucc, te ngeen gëm ko, Yàlla tàmpe na leen ni ñoñam ak °Xel mu Sell, mi mu dige woon."},{"style":"v","verse":"14","text":"Te Xel mi mooy dawal gi nu Yàlla jox ci cér, bi mu nu dencal, ba kera muy goreel ñi mu °jotal boppam, te ñépp jollil ndamam."},{"style":"s","verse":"","text":"Pool sant na Yàlla, di ñaanal ñi gëm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Bi ma déggee nag seen ngëm ci Boroom bi Yeesu ak seen mbëggeel ci gaayi Yàlla yu sell yépp,"},{"style":"v","verse":"16","text":"duma noppee sant Yàlla, di leen boole ci samay ñaan."},{"style":"v","verse":"17","text":"Li may ñaan Yàllay sunu Boroom Yeesu °Kirist, di Baay bi yelloo ndam, mooy lii: mu sol leen xel mu xóot, te xamal leen boppam"},{"style":"v","verse":"18","text":"ci leeral seeni xol. Noonu dingeen xam yaakaaru ëllëg, ji leen Yàlla wooye, di ndam lu xel manta daj, li nekk ci cér, bi mu dencal gaayam yu sell yi."},{"style":"v","verse":"19","text":"Ngeen xam it, ni kàttanam màgge ba jéggi dayo, jëm ci nun ñi gëm, dëppook dooleem ju ràññiku,"},{"style":"v","verse":"20","text":"ji mu jëfe ci Kirist, ci li mu ko dekkal, dëël ko ci ndijooram ca bérab yu kawe ya,"},{"style":"v","verse":"21","text":"mu tiim lu sore malaaka yépp, muy kilifa, boroom sañ-sañ, boroom doole mbaa buur, te gëna màgg wépp tur wu ñu mana tudd, muy tey, muy ëllëg."},{"style":"v","verse":"22","text":"Yàlla suufeel na lépp fi kanamam, def ko kilifag lépp ci mbooloom ñi gëm,"},{"style":"v","verse":"23","text":"miy jëmmam, di matug Kirist, mi fees mbindeef mu ne ci fànn gu ne."}]