[{"style":"s","text":"Ku gëm Kirist dina nekk nit ku bees"},{"style":"p","text":""},{"style":"v","text":"Yéen itam Yàlla dekkal na leen, yéen ñi doon ndee fa kanamam ci seeni moy ak seeni bàkkaar."},{"style":"v","text":"Ci biir yooyu ngeen doon dund démb, topp doxalinu àddina, tey déggal kilifag boroom sañ-sañ yi ci jaww ji, di xel mu bon miy jëf ci kureelu ñi déggadil Yàlla."},{"style":"v","text":"Nun it booba àndoon nanu ak ñoom ca seen dund ga, di topp sunu bakkan ciy wut bànneexi yaram ak coobarey xel. Noonu ci sunu bindu nit yeyoo nanu meru Yàlla, ni ña ca des."},{"style":"v","text":"Waaye Yàlla mi bare yërmande, ci kaw mbëggeel gu réy, gi mu am ci nun,"},{"style":"v","text":"dundalaat na nu ak °Kirist, fekk ndee lanu woon fa kanamam ci sunuy bàkkaar-- ci kaw yiwu Yàlla ngeen mucce."},{"style":"v","text":"Te dekkal na nu ak Kirist Yeesu, dëël nu ak moom ca bérab yu kawe ya."},{"style":"v","text":"Noonu ba fu jamono yem, dina lañal fi sunu kanam yiwam wu réy wi xel manta takk, jaar ci baaxaay gi mu nu won ci Kirist Yeesu."},{"style":"v","text":"Ndaxte ci yiwu Yàlla ngeen mucce ci kaw ngëm, te loolu jógewul ci yéen, mayu Yàlla la;"},{"style":"v","text":"du peyu jëf, ba kenn di ci kañu."},{"style":"v","text":"Ndaxte jëfu Yàlla lanu; moo nu bind ci Kirist Yeesu, ngir nu wéy ci jëf yu rafet, yi mu nu fàgguloon ca njàlbéen ga."},{"style":"s","text":"Ñi gëm Kirist, benn lañu"},{"style":"p","text":""},{"style":"v","text":"Kon nag yéen ñi dul Yawut cib juddu, yéen ñi xaraful, te ñi xaraf ci seen yaram ci loxol nit ñoo leen teg ay yéefar, fàttalikuleen lii:"},{"style":"v","text":"booba amuleen woon benn cér ci °Kirist, mbaa benn baat ci kureelu °bànni Israyil. Bokkuleen woon ci kóllëre, gi Yàlla fas ak ñoom, te ëmb dige ya. Amuleen woon benn yaakaar mbaa benn xam-xamu Yàlla ci àddina."},{"style":"v","text":"Waaye léegi ci seen bokk ci Kirist Yeesu, yéen ñi sore woon jege ngeen ndax deretu Kirist ji ñu tuur."},{"style":"p","text":""},{"style":"v","text":"Ndaxte mooy sunu jàmm, moom mi jël Yawut ak ki dul Yawut, def nu benn. Ñag bi doxoon sunu diggante te sosoon sunu dëngoo, moo ko màbb ci li mu joxe yaramam,"},{"style":"v","text":"far noonu yoonu °Musaa, muy ndigal ya ak dogal ya. Noonu la nu jële, Yawut ak ki dul Yawut, def nu benn ci moom, ba nu jàmmoo."},{"style":"v","text":"Nun ñaar, ñi def benn jëmm, jubale na nu ak Yàlla ci dee, gi mu dee ca bant ba ñu ko daajoon, dindee noonu sunu tongoonte."},{"style":"v","text":"Bi mu ko defee mu ñëw, yégalsi nu xibaaru jàmm fa kanam Yàlla, yéen ñi sore woon ak nun ñi jege."},{"style":"v","text":"Ndaxte nun ñaar ñépp am nanu bunt ci Yàlla Baay bi, jaar ci Kirist, ci ndimbalu menn °Xel mu Sell mi."},{"style":"p","text":""},{"style":"v","text":"Noonu dootuleen ay doxandéem mbaa ay gan, waaye am ngeen baat ci kureelu gaayi Yàlla yu sell yi, te waa këram ngeen."},{"style":"v","text":"Yéena ngi sukkandikoo ci fondamaa, bi ndawi °Kirist yi ak yonent yi tabax, te Kirist Yeesu ci boppam di doju dalil wa."},{"style":"v","text":"Ci moom la doj yépp ràbbloo, ba tabax bi jóg, di màggalukaay bu sell ngir Boroom bi."},{"style":"v","text":"Ci seen bokk ci Kirist, Yàlla boole na leen tabax yéen itam, ba ngeen nekk dëkkukaayam, jaar ci °Xel mu Sell mi."}]