[{"style":"s","verse":"","text":"Sasu Pool ci xamle xibaaru Kirist ci xeet yi dul Yawut"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag maa ngi leen di ñaanal, man Pool mi ñu tëj kaso ci turu °Kirist ndax sas wi may bey ci yéen, xeet yi dul Yawut."},{"style":"v","verse":"2","text":"Wóor na ma ne dégg ngeen yenub xamle yiwu Yàlla, bi mu ma jagleel jëm ci yéen."},{"style":"v","verse":"3","text":"Yàlla feeñu na ma, xamal ma mbóoti mbir mi mu tëral, ni ma leen ko binde ci kàddu yu néew."},{"style":"v","verse":"4","text":"Bu ngeen jàngee loolu, dingeen mana xam bu wér dégg, gi ma am ci mbóoti mbiri Kirist."},{"style":"v","verse":"5","text":"Ci jamono yu weesu, loolu kumpa la woon ci doom Aadama, waaye léegi Yàlla feeñalal na ko ay ndawam ak yonentam yu sell yi, jaarale ko ci °Xel mu Sell mi."},{"style":"v","verse":"6","text":"Mbir mi nii la tëdde: léegi xeet yi dul Yawut dañoo bokksi cér ak Yawut yi, bokk ak ñoom jenn jëmm, bokk wàll ci xéewal yi Yàlla dige ci Kirist Yeesu, te xibaaru jàmm bi xamle ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Xamle xibaaru jàmm boobu nag, Yàlla fal na ma ci jawriñ ci kaw yiwam, te di ma dooleel ci kàttanam."},{"style":"v","verse":"8","text":"May na ma, man mi gëna tuuti ci gaayi Yàlla yu sell yi, may xibaar xeeti àddina barkeel yu xel dajul yi ci Kirist;"},{"style":"v","verse":"9","text":"te it may sulli melokaanu mbir mu xóot, mi Yàlla tëral te doon kumpa njàlbéen ga ba tey ci moom mi sos lépp."},{"style":"v","verse":"10","text":"Waaye léegi nee na fàŋŋ, ngir kilifa yi ak boroom sañ-sañ yi ca bérab yu kawe ya mana xam ni Xelum Yàlla xóote, jaar ci li ñu gis ci mbooloom ñi gëm Kirist."},{"style":"v","verse":"11","text":"Mooy dogal bi sax dàkk, te Yàlla tëral ko ci Kirist Yeesu sunu Boroom."},{"style":"v","verse":"12","text":"Ci turam am nanu kóolute fa kanam Yàlla, ak bunt bu yaatu ci moom ci kaw ngëm."},{"style":"v","verse":"13","text":"Maa ngi leen di ñaan nag, ngeen baña yoqi ndax coono, yi may jële ci bey sama sas ci yéen, xam ne coono yooyu ñoo leen di jural ndam."},{"style":"s","verse":"","text":"Pool ñaanal na ñi gëm, ñu sax ci Kirist"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Moo tax maa ngi sukk, jublu ci Yàlla Baay"},{"style":"v","verse":"15","text":"biy cosaanul njaboot gépp, muy ci kaw, muy ci suuf."},{"style":"v","verse":"16","text":"Ma di ko ñaan, mu may leen, ci kaw ndamam lu amul kem, °Xel mu Sell mi feddali seen baatin ak kàttan gu mag,"},{"style":"v","verse":"17","text":"ba °Kirist dëkk ci seeni xol ci kaw ngëm. Te ngeen sax noonu te sampu ci mbëggeelu Yàlla,"},{"style":"v","verse":"18","text":"ba jagoo, yéen ak gaayi Yàlla yu sell yépp, guddaay ba, yaatuwaay ba, kawe ga ak xóotaay ba,"},{"style":"v","verse":"19","text":"te xam mbëggeelu Kirist, gi raw mépp xel. Noonu dingeen fees dell ak matug Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Léegi nag, na ndam li féete ak Yàlla, mi mana yeggale lépp luy ñaan mbaa yéene, ba weesu ko fuuf, dëppook kàttan giy jëf ci nun;"},{"style":"v","verse":"21","text":"moo yelloo ndamul mbooloom ñi gëm jamonoy jamono ba fàww, jaar ci Kirist Yeesu. Amiin."}]