[{"style":"s","verse":"","text":"Mbooloom ñi gëm, jenn jëmm la, ni céri yaram"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man mi ñu tëj kaso ngir Boroom bi nag, maa ngi leen di dénk, ngeen dund dundin wu yellook wooteb Yàlla."},{"style":"v","verse":"2","text":"Ngeen woyof toyy te lewet, di muñalante tey baalante ci mbëggeel,"},{"style":"v","verse":"3","text":"te dem ba fu seen kàttan yem, ngeen likkoo ci jàmm, bay sàmm booloo gi leen Xelum Yàlla may."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Jenn jëmm moo am, menn Xel, ak jenn yaakaaru ëllëg ju wooteb Yàlla ëmb."},{"style":"v","verse":"5","text":"Benn Boroom it a am, genn ngëm, ak benn seedeb ngëm ci li ñu leen °sóob ci ndox."},{"style":"v","verse":"6","text":"Te jenn Yàllaa am, di Baayu ñépp, mu tiim ñépp, fees ñépp te dëkk ci ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Waaye ku nekk ci nun ak mayam, ni nu ko °Kirist séddalee."},{"style":"v","verse":"8","text":"Looloo tax Mbind mi ne:"},{"style":"q","verse":"","text":"«Yéeg na ba ca fa gëna kawe,"},{"style":"q","verse":"","text":"yóbbaale mbooloom noon mu bare, mi mu not,"},{"style":"q","verse":"","text":"tey séddale nit ñi ay may.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"Su nu waxee ne «yéeg na,» li moo ci génn: daa jëkka wàcc ba ca bérab ya gëna suufe."},{"style":"v","verse":"10","text":"Ki wàccoon moo yéegaat, ba tiim asamaan yépp, ngir fees lépp."},{"style":"v","verse":"11","text":"Moo may ñii di ay ndawam, ñii ay yonent, ñii ay taskati xibaaru jàmm bi, ak ñeneen ñuy sàmm mbooloom ñi gëm te di ko jàngal."},{"style":"v","verse":"12","text":"Maye na leen, ngir ñu waajal gaayi Yàlla yu sell yi, ñu mana bey seen sas ci taxawal mbooloom Kirist, di jëmmam."},{"style":"v","verse":"13","text":"Noonu nu mànkoo ci sunu ngëm ak ci xam °Doomu Yàlla ji, ba kera nuy egg ci nekk nit ku sotti te taxaw taxawaay bu dëppook matug Kirist."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Noonu dootunu ay gone yu njànglem nit ku ñëw di fàbbi ci seeni làqarci ak seeni pexe, nu mel ni ay gaal yu duus yi ak ngelaw li di baaje."},{"style":"v","verse":"15","text":"Waaye dinanu wax dëgg, ëmb ko ci mbëggeel, bay màgg ci fànn gu ne ci sunu bokk ci Kirist. Mooy bopp,"},{"style":"v","verse":"16","text":"te jëmm jépp ci moom lay dunde, di jëmm ju ràbboo te déggoo ci bépp tenqo, te cér bu nekk di def warugaram. Noonu jëmm ji di yokku ak a màgg ci biir mbëggeel."},{"style":"s","verse":"","text":"Sunu jikko ju jëkk ak sunu jikkoy tey"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Maa ngi leen di wax lii nag, te di ko dëggal ci kanam Boroom bi: buleen dundeeti ni xeeti àddina yi, ci seeni xalaati neen"},{"style":"v","verse":"18","text":"ak seen xel mu lëndëm. Dañoo génn ci dundu Yàlla, ndax umple gi ñu am ci moom, ak li ñu ko tëjal seen xol."},{"style":"v","verse":"19","text":"Seen xol dafa dërkiis, ba ñu bayliku ciy topp seen nafsu, di sóobu ci bépp sobe te xér ci."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Waaye du dundin woowu ngeen jàng ci °Kirist."},{"style":"v","verse":"21","text":"Ndax yaakaar naa ne dégg ngeen Kirist te jàng ngeen ci moom, ba xam dëgg gi Yeesu ëmb."},{"style":"v","verse":"22","text":"Maanaam ngeen yulli seen jikkoy judduwaale ju bon ji daan fés ci seeni jëf, di gëna yées, te ànd ak i bëgg-bëggam yu di naxi kese."},{"style":"v","verse":"23","text":"Te ngeen yeeslu ci seen biir xel,"},{"style":"v","verse":"24","text":"te soloo jikko ju bees, ji Yàlla sàkk ci njubte lu dëggu ak sellaay gu dëggu."},{"style":"s","verse":"","text":"Melow dund gu bees"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Kon nag bàyyileen di fen, tey wax dëgg kenn ku nekk ci moroomam, ndax ku nekk sa genn-wàllu moroom nga."},{"style":"v","verse":"26","text":"Ku mer, bu mu jàll aw kaañ; bu jant bi sowaale seen mer,"},{"style":"v","verse":"27","text":"ba ngeen may °Seytaane bunt."},{"style":"v","verse":"28","text":"Ku daan sàcc, na ko dëddu te jublu ci liggéey lu baax ci ay loxoom, ngir mu mana dimbali ñi néew doole."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Bu genn kàddu gu ñaaw génn ci seen gémmiñ, waaye su wax yegsee, nangeen wax lu rafet, ba faj soxlay seeni moroom, te teg ñi leen di déglu ci yoonu yiw."},{"style":"v","verse":"30","text":"Buleen yóbbe tiis Xelu Yàlla mu Sell, mi leen tàmpe ngir bésu goreel ba."},{"style":"v","verse":"31","text":"Dëdduleen lépp luy wex mbaa tàng bopp, luy mer mbaa coow, lépp luy xaste mbaa coxor."},{"style":"v","verse":"32","text":"Te ngeen baax ci seen diggante, di laayante biir tey baalante, ni leen Yàlla baale ci turu °Kirist."}]