[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yéen nag ñiy goney Yàlla, yi mu bëgg ci xolam, royleen ko ci loolu."},{"style":"v","verse":"2","text":"Ngeen wéer seen dund ci mbëggeel, mel ni Kirist mi nu bëgg, ba joxe bakkanam ngir nun, di sarax su ñu jébbal Yàlla te neex ko ni xetu latkoloñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Waaye naka njaaloo ak bépp sobe mbaa bëgge, jéllale naa jëf ji sax, waaye bu ko làmmiñ tudd, ni mu jekke ci gaayi Yàlla yu sell yi."},{"style":"v","verse":"4","text":"Dawleen it lu jekkadee, ni wax ju ñaaw mbaa waxi caaxaan ak kaf yu bon, te ngeen sax ci sant Yàlla."},{"style":"v","verse":"5","text":"Na leen wóor ne kenn ku jikkowoo ndoxaan, sobe mbaa bëgge, maanaam bokkaale Yàlla, kooku du am cér ci nguuru Kirist ak Yàlla."},{"style":"v","verse":"6","text":"Bu leen kenn nax ci ay waxi neen, ndaxte jëf yooyooy tax meru Yàlla di wàcc ci kureelu ñi ko déggadil."},{"style":"v","verse":"7","text":"Kon nag buleen séq ak ñoom dara."},{"style":"v","verse":"8","text":"Lëndëm ngeen woon, waaye léegi leer ngeen ndax seen bokk ci Boroom bi."},{"style":"s","verse":"","text":"Dundeleen ni ay goney leer"},{"style":"p","verse":"","text":"Dundeleen nag ni ay goney leer."},{"style":"v","verse":"9","text":"Leer, mbaax lay meññ, njub ak dëgg."},{"style":"v","verse":"10","text":"Dëggal-leen ci seeni jëf li neex Boroom bi,"},{"style":"v","verse":"11","text":"te daw lépp luy jëfi lëndëm yu amul njariñ, bay weer sax ku koy def."},{"style":"v","verse":"12","text":"Ndaxte waxtaane sax li ñuy def ci nëbbu, lu ruslu la;"},{"style":"v","verse":"13","text":"waaye leer, lu mu ëmb, fésal ko."},{"style":"v","verse":"14","text":"Ndaxte lu jaxasoo ak leer di leer. Looloo tax ñu ne:"},{"style":"q","verse":"","text":"«Yewwul, yaw mi nelaw,"},{"style":"q","verse":"","text":"te jóge ci biir néew yi,"},{"style":"q","verse":"","text":"kon °Kirist dina ne ràññ ci yaw, // ni leeru jant buy fenk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Noonu sàmmleen seen dundin, waxuma ni ñu amul xel, waaye ni ñu am xel,"},{"style":"v","verse":"16","text":"tey jariñoo jot gi, ndaxte nu ngi ci jamono ju bon."},{"style":"v","verse":"17","text":"Buleen ñàkk bopp nag, waaye xamleen liy coobarey Boroom bi."},{"style":"v","verse":"18","text":"Buleen màndi it ci sàngara, liy ndeyi ñaawteef, waaye feesleen ak °Xel mu Sell mi;"},{"style":"v","verse":"19","text":"di waxante ci seen biir ci ay taalifi Sabóor, ciy woy ak i cant yu tukkee ci Xelum Yàlla, di woy ak a kañ Boroom bi ci seen xol."},{"style":"v","verse":"20","text":"Gërëmleen Yàlla Baay bi ci turu Yeesu Kirist Boroom bi, fu ngeen mana tollu, ci lu mu mana doon;"},{"style":"v","verse":"21","text":"teg ca nangul sa moroom ci biir wegeelu Kirist."},{"style":"s","verse":"","text":"Diggante góor ak soxnaam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Naka yéen jigéen ñi, nangeen nangul seeni jëkkër, ni su doon Boroom bi."},{"style":"v","verse":"23","text":"Ndaxte góor mooy kilifag soxnaam, ni °Kirist nekke kilifag mbooloom ñi gëm, muy jëmmam ji muy sàmm."},{"style":"v","verse":"24","text":"Ni mbooloo mi nag jiitale Kirist, noonu la jigéen ji wara jiitale jëkkëram ci lépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Yéen nag góor ñi, na ku nekk bëgg soxnaam, ni Kirist bëgge mbooloo mi, ba joxe bakkanam ndax moom,"},{"style":"v","verse":"26","text":"ngir sellal ko ak kàddoom, ba mu laab ni ku sangu set."},{"style":"v","verse":"27","text":"Noonu dina ko jël, mu mel ni séet bu ñu waajal, di mbooloom mu soloo ndam, te gàkkul, rasul, taqul leneen, waaye mu sell te amul sikk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Na góor bëgg soxnaam, ni mu bëgge boppam. Bëgg sa soxna, bëgg sa bopp la."},{"style":"v","verse":"29","text":"Ndaxte kenn masula bañ sa yaram. Waaye danga koy dundal, di ko fonk. Noonu it la Kirist fonke mbooloo mi;"},{"style":"v","verse":"30","text":"ndaxte noo di céri jëmmam."},{"style":"v","verse":"31","text":"Mbind mi nee na: «Looloo tax góor di teqalikook ndeyam ak baayam, ànd ak soxnaam, ñoom ñaar doon kenn.»"},{"style":"v","verse":"32","text":"Loolu ëmb na mbóot mu xóot; man maa ngi wax ci lu jëm ci Kirist ak mbooloo mi."},{"style":"v","verse":"33","text":"Waaye li teew, na góor gu nekk bëgg soxnaam, ni mu bëgge boppam, te jigéen ji weg jëkkëram."}]