[{"style":"p","text":""},{"style":"v","text":"“And so then, O priests, this command \\add is\\add* for you: "},{"style":"v","text":"If you will not listen, and if you will not ⸤take it to heart⸥\\f + \\fr 2:2 \\ft Literally, “place \\fq it \\ft on \\fq your \\ft heart” \\f* to give glory to my name,” says Yahweh of hosts, “then I will send the curse on you, and I will curse your blessings; moreover I have \\add already\\add* cursed them because ⸤you are not taking it to heart⸥.\\f + \\fr 2:2 \\ft Literally “you \\fq are \\ft not placing \\fq it \\ft on \\fq your \\ft heart” \\f* "},{"style":"v","text":"Look! I \\add am\\add* going to rebuke ⸤your offspring⸥,\\f + \\fr 2:3 \\ft Literally “for you the offspring” \\f* and I will scatter offal on your faces, \\add the\\add* offal of your religious feasts, and you will be carried to it.\\f + \\fr 2:3 \\ft The Hebrew is difficult. The subject is indefinite, and “it” likely refers to a refuse or waste pile \\f*"},{"style":"p","text":""},{"style":"v","text":"“Then you will know that I have sent to you this command, that my covenant with Levi ⸤continues⸥,”\\f + \\fr 2:4 \\ft Literally “be” \\f* says Yahweh of hosts. "},{"style":"v","text":"“My covenant with him was \\add one of\\add* life and peace, and I gave them to him. \\add This required\\add* reverence, and he revered\\f + \\fr 2:5 \\ft Or “feared” \\f* me and stood in awe ⸤before⸥\\f + \\fr 2:5 \\ft Literally “from the face of” \\f* my name. "},{"style":"v","text":"\\add The\\add* instruction of truth\\f + \\fr 2:6 \\ft Or “law of truth” \\f* was in his mouth, and wickedness was not found on his lips. In peace and in uprightness\\f + \\fr 2:6 \\ft Or “rectitude,” or “fairness” \\f* he walked with me, and he brought back many from sin.\\f + \\fr 2:6 \\ft Or “iniquity” \\f* "},{"style":"v","text":"For the lips of \\add the\\add* priest should guard knowledge, and they should seek instruction\\f + \\fr 2:7 \\ft Or “law” \\f* from his mouth, for he \\add is\\add* the messenger of Yahweh of hosts. "},{"style":"v","text":"But you, you have turned from the way; you have caused many to stumble by \\add your\\add* instruction;\\f + \\fr 2:8 \\ft Or “\\fq the \\ft law” \\f* you have ruined the covenant of Levi,” says Yahweh of hosts. "},{"style":"v","text":"“And in turn I have made you despised and humbled before all the people, inasmuch as you \\add are\\add* not keeping\\f + \\fr 2:9 \\ft Or “observing” \\f* my way, but are ⸤favoring your own instruction⸥.”\\f + \\fr 2:9 \\ft Literally “lifting faces in the instruction/law” \\f*"},{"style":"s1","text":"Yahweh Hates Faithlessness"},{"style":"m","text":""},{"style":"v","text":"⸤Do we not all have⸥\\f + \\fr 2:10 \\ft Literally “\\fq Is \\ft for all of us not” \\f* one father? Has not one God created us? Why \\add then\\add* are we unfaithful ⸤to one another⸥,\\f + \\fr 2:10 \\ft Literally “each man to his brother” \\f* profaning the covenant of our ancestors?\\f + \\fr 2:10 \\ft Or “fathers” \\f* "},{"style":"v","text":"Judah has been faithless, and a detestable thing has been done in Israel and in Jerusalem. Judah has profaned the sanctuary of Yahweh which he loves, and has married the daughter of a foreign\\f + \\fr 2:11 \\ft Or “pagan” \\f* god. "},{"style":"v","text":"May Yahweh cut off from the tents of Jacob the man who does this, \\add the\\add* one who is awake and \\add who\\add* answers, and \\add the one who\\add* brings an offering to Yahweh of hosts!"},{"style":"p","text":""},{"style":"v","text":"And this you do ⸤as well⸥:\\f + \\fr 2:13 \\ft Literally “a second time” \\f* \\add you\\add* cover the altar of Yahweh \\add with\\add* tears, \\add with\\add* weeping and \\add with\\add* groaning, because he\\f + \\fr 2:13 \\ft Yahweh \\f* ⸤no longer regards the offering⸥\\f + \\fr 2:13 \\ft Literally “there is no longer turning to the offering” \\f* or accepts \\add it\\add* \\add with\\add* favor from your hand. "},{"style":"v","text":"But you ask, “⸤For what reason⸥?”\\f + \\fr 2:14 \\ft Literally “Because of what?” \\f* Because Yahweh stands as a witness between you and the wife of your youth, against whom you have been unfaithful, even though she \\add is\\add* your marriage partner and ⸤your wife by covenant⸥.\\f + \\fr 2:14 \\ft Literally “the wife of your covenant” \\f* "},{"style":"v","text":"⸤Did not one God make them?⸥\\f + \\fr 2:15 \\ft Literally “Not one did he make” \\f* But a remnant of \\add the\\add* spirit is his.\\f + \\fr 2:15 \\ft The meaning of this sentence is difficult; literally “And a remnant of the spirit to him” \\f* And what does the one \\add God\\add* desire? An offspring of God.\\f + \\fr 2:15 \\ft Or “a godly offspring” \\f* ⸤You must be attentive to⸥\\f + \\fr 2:15 \\ft Literally “You must keep watch on” \\f* your spirit, and you must not be unfaithful to the wife of your youth. "},{"style":"v","text":"“For \\add I\\add* hate divorce,”\\f + \\fr 2:16 \\ft Hebrew “sending away” \\f* says Yahweh, the God of Israel, “and he \\add who\\add* covers his clothing \\add with\\add* violence,” says Yahweh of hosts. “⸤You must be attentive to⸥\\f + \\fr 2:16 \\ft Literally “You must keep watch on” \\f* your spirit and you must not be unfaithful.”"},{"style":"p","text":""},{"style":"v","text":"You have wearied Yahweh with your words, but you ask, “With what have we wearied \\add him\\add*?” \\add You have done so\\add* ⸤when you say⸥,\\f + \\fr 2:17 \\ft Literally “at your saying” \\f* “Everyone who does evil \\add is\\add* good in the ⸤sight⸥\\f + \\fr 2:17 \\ft Literally “eyes” \\f* of Yahweh, and in them he delights,” or “Where \\add is\\add* the God of justice?”"}]