[{"style":"mt1","text":"1 Timothy"},{"style":"s1","text":"Greeting"},{"style":"m","text":""},{"style":"v","text":"Paul, an apostle of Christ Jesus according to the command of God our Savior and of Christ Jesus our hope, "},{"style":"v","text":"to Timothy, \\add my\\add* true child in the faith. Grace, mercy, \\add and\\add* peace from God the Father and Christ Jesus our Lord."},{"style":"s1","text":"Instructions for Timothy in Ephesus"},{"style":"m","text":""},{"style":"v","text":"Just as I urged you \\add when I\\add*\\ef + \\fr 1:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“traveled”) which is understood as temporal \\ef* traveled to Macedonia, remain in Ephesus, so that you may instruct certain people not to teach other doctrine, "},{"style":"v","text":"and not to pay attention to myths and endless genealogies, which cause useless speculations rather than God’s plan \\add that is\\add* by faith. "},{"style":"v","text":"But the goal of our instruction is love from a pure heart and a good conscience and a faith without hypocrisy, "},{"style":"v","text":"from which some have deviated, \\add and\\add* have turned away into fruitless discussion, "},{"style":"v","text":"wanting to be teachers of the law, \\add although they\\add*\\ef + \\fr 1:7 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“understand”) which is understood as concessive \\ef* do not understand either \\add the things\\add* which they are saying or \\add the things\\add* concerning which they are speaking confidently."},{"style":"p","text":""},{"style":"v","text":"But we know that the law \\add is\\add* good, if anyone makes use of it lawfully, "},{"style":"v","text":"knowing this, that the law \\add is\\add* not given for a righteous \\add person\\add* but for the lawless and rebellious, for the ungodly and sinners, for the unholy and totally worldly, for the one who kills his father and the one who kills his mother, for murderers, "},{"style":"v","text":"sexually immoral people, homosexuals, kidnappers, liars, perjurers, and ⸤whatever⸥\\f + \\fr 1:10 \\ft Literally “if anything” \\f* else is opposed to sound teaching, "},{"style":"v","text":"according to the glorious gospel of the blessed God that I was entrusted with."},{"style":"s1","text":"Paul’s Thankfulness for the Mercy Shown to Him"},{"style":"m","text":""},{"style":"v","text":"⸤I give thanks⸥\\f + \\fr 1:12 \\ft Literally “I have thankfulness” \\f* to the one who strengthens me, Christ Jesus our Lord, because he considered me faithful, placing \\add me\\add* into ministry,\\f + \\fr 1:12 \\ft Or “service” \\f* "},{"style":"v","text":"\\add although I\\add*\\ef + \\fr 1:13 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“was”) which is understood as concessive \\ef* was formerly a blasphemer and a persecutor and a violent man, but I was shown mercy because I acted ignorantly in unbelief, "},{"style":"v","text":"and the grace of our Lord abounded with the faith and love \\add that are\\add* in Christ Jesus. "},{"style":"v","text":"The saying \\add is\\add* trustworthy and worthy of all acceptance: Christ Jesus came into the world to save sinners, of whom I am the foremost. "},{"style":"v","text":"But because of this I was shown mercy, in order that in me foremost, Christ Jesus might demonstrate his total patience, for an example for those who are going to believe in him for eternal life. "},{"style":"v","text":"Now to the King of the ages, immortal, invisible, to the only God, \\add be\\add* honor and glory ⸤forever and ever⸥\\f + \\fr 1:17 \\ft Literally “to the ages of the ages” \\f*. Amen."},{"style":"s1","text":"Paul’s Charge to Timothy"},{"style":"m","text":""},{"style":"v","text":"I am setting before you this instruction, Timothy \\add my\\add* child, in accordance with the prophecies spoken long ago about you, in order that by them you may fight the good fight, "},{"style":"v","text":"having faith and a good conscience, which some, \\add because they\\add*\\ef + \\fr 1:19 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have rejected”) which is understood as causal \\ef* have rejected \\add these\\add*, have suffered shipwreck concerning their faith, "},{"style":"v","text":"among whom are Hymenaeus and Alexander, whom I have handed over to Satan, in order that they may be taught not to blaspheme."}]