[{"style":"s1","verse":"","text":"Instructions to Pray for All People"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Therefore, I urge first of all \\add that\\add* petitions, prayers, requests, \\add and\\add* thanksgiving be made on behalf of all people, "},{"style":"v","verse":"2","text":"on behalf of kings and all those who are in authority, in order that we may live a tranquil and quiet life in all godliness and dignity. "},{"style":"v","verse":"3","text":"This \\add is\\add* good and acceptable before God our Savior, "},{"style":"v","verse":"4","text":"who wants all people to be saved and to come to a knowledge of the truth. "},{"style":"v","verse":"5","text":"For \\add there is\\add* one God and one mediator between God and human beings, the man Christ Jesus, "},{"style":"v","verse":"6","text":"who gave himself a ransom for all, the testimony at the proper time, "},{"style":"v","verse":"7","text":"for which I was appointed a herald and an apostle—I am speaking the truth, \\add I am\\add* not lying—a teacher of the Gentiles in faith and truth. "},{"style":"v","verse":"8","text":"Therefore I want the men in every place to pray, lifting up holy hands without anger and dispute."},{"style":"s1","verse":"","text":"Instructions for Women"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"Likewise also the women should adorn themselves in appropriate clothing, with modesty and self-control, not with braided hair and gold jewelry or pearls or expensive clothing, "},{"style":"v","verse":"10","text":"but with good deeds which are fitting for women who profess godliness. "},{"style":"v","verse":"11","text":"A woman must learn in quietness with all submission. "},{"style":"v","verse":"12","text":"But I do not permit a woman to teach or to exercise authority over a man, but ⸤to remain quiet⸥\\f + \\fr 2:12 \\ft Literally “to be in quietness” \\f*. "},{"style":"v","verse":"13","text":"For Adam was formed first, then Eve, "},{"style":"v","verse":"14","text":"and Adam was not deceived, but the woman, \\add because she\\add*\\ef + \\fr 2:14 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was deceived”) which is understood as causal \\ef* was deceived, came into transgression. "},{"style":"v","verse":"15","text":"But she will be saved through the bearing of children, if she continues in faith and love and holiness with self-control."}]