[{"style":"s1","text":"Qualifications for Overseers"},{"style":"m","text":""},{"style":"v","text":"The saying \\add is\\add* trustworthy: if anyone aspires to supervision, he desires a good work. "},{"style":"v","text":"Therefore the overseer must be irreproachable, the husband of one wife, temperate, self-controlled, respectable, hospitable, skillful in teaching, "},{"style":"v","text":"not addicted to wine, not a violent person, but gentle, peaceable, not loving money, "},{"style":"v","text":"managing his own household well, having children in submission with all dignity "},{"style":"v","text":"(but if someone does not know how to manage his own household, how will he take care of the church of God?), "},{"style":"v","text":"not newly converted, lest he become conceited \\add and\\add* fall into the condemnation of the devil. "},{"style":"v","text":"But \\add he\\add* must also have a good testimony from those outside, in order that he may not fall into disgrace and the trap of the devil."},{"style":"s1","text":"Qualifications for Deacons"},{"style":"m","text":""},{"style":"v","text":"Deacons likewise \\add must be\\add* dignified, not insincere, not devoted to much wine, not fond of dishonest gain, "},{"style":"v","text":"holding the mystery of the faith with a clear conscience, "},{"style":"v","text":"and these also must be tested first; then let them serve \\add if they\\add*\\ef + \\fr 3:10 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“are”) which is understood as conditional \\ef* are above reproach. "},{"style":"v","text":"The wives\\f + \\fr 3:11 \\ft Or “The women” \\f* likewise \\add must be\\add* dignified, not slanderous, temperate, faithful in all \\add things\\add*. "},{"style":"v","text":"Deacons must be husbands of one wife, managing \\add their\\add* children and their own households well. "},{"style":"v","text":"For those who have served well acquire a good standing for themselves, and great boldness in the faith \\add that is\\add* in Christ Jesus."},{"style":"s1","text":"The Mystery of Godliness Described"},{"style":"m","text":""},{"style":"v","text":"I am writing these \\add things\\add* to you, hoping to come to you in a short time. "},{"style":"v","text":"But if I am delayed, \\add I am writing\\add*\\ef + \\fr 3:15 \\ft ﻿*The words “I am writing” are not in the Greek text, but are an understood repetition from the previous clause \\ef* in order that you may know how one must conduct oneself in the household of God, which is the church of the living God, the pillar and mainstay\\f + \\fr 3:15 \\ft Or “basis”; or “support” \\f* of the truth. "},{"style":"v","text":"And most certainly, great is the mystery of godliness:"},{"style":"sd0","text":""},{"style":"q1","text":"Who was revealed in the flesh,"},{"style":"q2","text":"was vindicated by\\f + \\fr 3:16 \\ft Or perhaps “in” \\f* the Spirit,"},{"style":"q1","text":"was seen by angels,"},{"style":"q2","text":"was proclaimed among the Gentiles\\f + \\fr 3:16 \\ft Or “nations”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f*,"},{"style":"q1","text":"was believed on in the world,"},{"style":"q2","text":"was taken up in glory."},{"style":"sd0","text":""}]