[{"style":"s","verse":"","text":"Yeesu dugg na ca kër Sase"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu dugg na Yeriko, jaar ca dëkk ba, di dem."},{"style":"v","verse":"2","text":"Waaye amoon na fa waa ju ñuy wax Sase. Njiitu °juutikat la, te di ku bare alal."},{"style":"v","verse":"3","text":"Bëgg na gis kan mooy Yeesu, waaye dafa gàtt lool, ba manu koo gis ndax mbooloo ma."},{"style":"v","verse":"4","text":"Noonu mu daw, jiituji ca yoon wa, yéeg ci genn garab ngir gis Yeesu, ndaxte foofa la naroona jaar."},{"style":"v","verse":"5","text":"Bi Yeesu dikkee ba tollook garab ga nag, mu téen ne ko: «Sase, wàccal gaaw, ndax tey sa kër laa wara dal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Sase daldi gaawantu wàcc, ganale ko ak mbég."},{"style":"v","verse":"7","text":"Ñépp gis loolu, di ñurum-ñurumi naan: «Mi ngi dal cig këru boroom bàkkaar.»"},{"style":"v","verse":"8","text":"Waaye Sase taxaw ne Boroom bi: «Déglul Boroom bi, dogu naa may sama genn-wàllu alal miskin yi, te lu ma masa njublaŋ nit, jël alalam, dinaa ko fey ñeenti yoon lu ni tollu.»"},{"style":"v","verse":"9","text":"Yeesu ne ko: «Mucc gi wàcc na tey ci kër gii, ndaxte nit kii, ci askanu °Ibraayma la bokk itam."},{"style":"v","verse":"10","text":"Ndaxte °Doomu nit ki ñëw na, ngir seet te musal ñi réer.»"},{"style":"s","verse":"","text":"Léebu surga, ya buur bi dénk xaalisam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bi nit ñi doon déglu kàddu yooyu, Yeesu teg ca léeb, ndaxte jege woon na °Yerusalem, te ñoom foogoon nañu ne nguuru Yàlla dafay daldi feeñ ca saa sa."},{"style":"v","verse":"12","text":"Mu ne nag: «Dafa amoon boroom juddu bu rafet bu demoon ci réew mu sore, ngir ñu fal ko buur te mu délsiwaat."},{"style":"v","verse":"13","text":"Noonu mu woo fukk ci ay surgaam, jox ku nekk benn libidoor\\f + \\fr 19.13 \\ft Maanaam mina. Seetal \\fq Xaalis \\ft ci Leeral yi.\\f*, ne leen: “Liggéeyleen ci, ba may ñibsi.”"},{"style":"v","verse":"14","text":"Waaye waa réewam bëgguñu ko. Noonu ñu yónni ndaw ci gannaawam ne: “Bëggunu nit kii yilif nu.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Bi ñu ko falee buur nag, ba mu délsi, mu woolu surga, ya mu joxoon wurus wa, ngir xam nan lañu ci liggéeye."},{"style":"v","verse":"16","text":"Ku jëkk ka ñëw ne ko: “Sang bi, sa libidoor bii jur na fukki libidoor.”"},{"style":"v","verse":"17","text":"Buur ba ne ko: “Def nga lu baax, surga bu baax nga. Segam wone nga ne takku nga ci lu tuuti, falul ci fukki dëkk.”"},{"style":"v","verse":"18","text":"Surga ba ca topp ñëw ne: “Sang bi, sa libidoor ba indi na juróomi libidoor.”"},{"style":"v","verse":"19","text":"Buur ba ne ko: “Yaw, falul ci juróomi dëkk.”"},{"style":"v","verse":"20","text":"Keneen ñëw ne: “Sang bi, sa libidoor baa ngi nii. Dama koo fasoon ci sekkit, denc ko."},{"style":"v","verse":"21","text":"Dama laa ragaloon, ndaxte ku néeg nga. Dangay nangu loo dénkaanewul, di dajale loo jiwul.”"},{"style":"v","verse":"22","text":"Buur ba ne ko: “Ci say wax laa lay àtte, surga bu bon bi! Xamoon nga ne, nit ku néeg laa, di nangu lu ma dénkaanewul, te dajale lu ma jiwul."},{"style":"v","verse":"23","text":"Lu tax nag yóbbuwoo sama xaalis ca denckati xaalis ya? Bés bu ma ñëwee nag, ma mana jot sama xaalis ak la mu jur.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Ci kaw loolu mu ne ña taxawoon ca wetam: “Nanguleen libidoor bi ci moom, jox ko boroom fukki libidoor yi.”"},{"style":"v","verse":"25","text":"Ñu ne ko: “Sang bi, am na fukki libidoor ba noppi.”"},{"style":"v","verse":"26","text":"Buur ba ne leen: “Maa ngi leen koy wax, ku am, dinañu la dolli, waaye ku amul, li nga am as néew sax, dinañu ko nangu."},{"style":"v","verse":"27","text":"Waaye sama noon yi, ñi bëggul woon ma doon seen buur, indileen fii, rey leen ci sama kanam.”»"},{"style":"s","verse":"","text":"Yeesu dugg na Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Bi mu waxee loolu ba noppi, Yeesu dafa daldi jiitu, jëm °Yerusalem."},{"style":"v","verse":"29","text":"Bi muy jege dëkki Betfase ak Betani, ci wetu tund wu ñuy wax °tundu Oliw ya, Yeesu yebal ñaar ci ay taalibeem,"},{"style":"v","verse":"30","text":"ne leen: «Demleen ci dëkk bi ci kanam. Bu ngeen fa duggee, dingeen fa gis cumbur gu kenn masula war. Yiwileen ko, indi."},{"style":"v","verse":"31","text":"Bu leen kenn laajee: “Lu tax ngeen koy yiwi?” neleen ko: “Boroom bi da koo soxla.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ñaari ndaw ya dem, fekk mbir ya deme, na leen ko Yeesu waxe woon."},{"style":"v","verse":"33","text":"Bi ñuy yiwi cumbur ga nag, ay boroomam ne leen: «Lu tax ngeen di yiwi cumbur gi?»"},{"style":"v","verse":"34","text":"Ñu ne: «Ndaxte Boroom bi da koo soxla.»"},{"style":"v","verse":"35","text":"Noonu ñu indil cumbur gi Yeesu, daldi lal seeni yére ca kaw, yéegal ca Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Bi muy dem, nit ñi di lalal Yeesu seeni yére ci yoon wi."},{"style":"v","verse":"37","text":"Bi ñu agsee fa mbartalum °tundu Oliw ya doore, taalibeem yépp fees ak mbég, tàmbalee màggal Yàlla ca kaw ndax kéemaan yu bare yi ñu gis."},{"style":"v","verse":"38","text":"Ñu ngi naan:"},{"style":"q","verse":"","text":"«Yaw buur biy ñëw ci turu Boroom bi, ku barkeel nga!"},{"style":"q","verse":"","text":"Na jàmm am ca asamaan, te ndam li féete ca bérab yu gëna kawe!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Waaye ay °Farisen yu nekkoon ca mbooloo ma ne Yeesu: «Kilifa gi, yeddal sa taalibe yi!»"},{"style":"v","verse":"40","text":"Noonu mu ne: «Maa ngi leen koy wax, bu ñu noppee ñoom, doj yiy xaacu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Bi Yeesu jegee dëkk ba, ba séen ko, mu jooy ko"},{"style":"v","verse":"42","text":"naan: «Céy yaw itam, boo xamoon bésub tey yi la mana indil jàmm! Waaye fi mu ne manuloo koo gis."},{"style":"v","verse":"43","text":"Bés dina ñëwi yu say noon di jal, wërale la. Dinañu la tëj ci biir, tanc la."},{"style":"v","verse":"44","text":"Dinañu la yàqate, yaw ak sa waa dëkk. Doj dootul des ci kaw doj ci yaw, ndaxte ràññeewoo jamono ji Yàlla ñëwe, wallusi la.»"},{"style":"s","verse":"","text":"Yeesu jàngle na ca kër Yàlla ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Gannaaw loolu Yeesu dugg ca kër Yàlla ga, daldi dàq ña fay jaay,"},{"style":"v","verse":"46","text":"naan leen: «Mbind mi nee na: “Sama kër këru ñaan ci Yàlla lay doon; waaye yéen def ngeen ko këru sàcc.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Bés bu nekk Yeesu di jàngle ca kër Yàlla ga. °Sarxalkat yu mag ya ak °xutbakat ya, ñoom ak njiiti xeet wa, ñu ngi ko doon wuta reylu."},{"style":"v","verse":"48","text":"Waaye xamuñu woon lan lañu mana def, ndaxte nit ñépp a ngi ko doon déglu, bañ benn baat raw leen."}]