[{"style":"s","verse":"","text":"Yeesu dékku na ay nattu ci pexey Seytaane"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu Yeesu fees ak °Xel mu Sell mi, jóge dexu Yurdan."},{"style":"v","verse":"2","text":"Xelum Yàlla mi yóbbu ko ca màndiŋ ma, mu nekk fa ñeent fukki fan, jànkoonte ak fiiri °Seytaane. Lekkul woon dara ci fan yooya, te gannaaw gi mu xiif."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Noonu Seytaane ne ko: «Boo dee °Doomu Yàlla, santal doj wii mu nekk mburu.»"},{"style":"v","verse":"4","text":"Yeesu ne ko: «Mbind mi nee na: “Nit du dunde mburu rekk.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Seytaane yóbbu na ko fu kawe. Ci xef ak xippi mu won ko réewi àddina sépp,"},{"style":"v","verse":"6","text":"ne ko: «Dinaa la jox bépp sañ-sañu nguur yii ak seen ndam ndaxte jébbal nañu ma ko, te ku ma soob laa koy jox."},{"style":"v","verse":"7","text":"Kon boo ma màggalee, dinga moom lépp.»"},{"style":"v","verse":"8","text":"Yeesu ne ko: «Mbind mi nee na: “Nanga màggal Yàlla sa Boroom te jaamu ko moom rekk.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Seytaane yóbbu na ko °Yerusalem, teg ko ca njobbaxtalu kër Yàlla ga ne ko: «Boo dee Doomu Yàlla, tëbal jëm ci suuf,"},{"style":"v","verse":"10","text":"ndaxte Mbind mi nee na:"},{"style":"q","verse":"","text":"“Dina jox ay malaakaam ndigal ci sa mbir,"},{"style":"q","verse":"","text":"ñu sàmm la,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"11","text":"dinañu la leewu ci seeni loxo,"},{"style":"q","verse":"","text":"ngir nga baña fakktalu ciw doj.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Yeesu ne ko: «Bind nañu ne: “Bul diiŋat Yàlla, sa Boroom.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bi mu ko lalalee fiiram yi mu am yépp, Seytaane daldi sore Yeesu, di xaar yeneen jamono."},{"style":"s","verse":"","text":"Yeesu ci dëkku Nasaret"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yeesu dellu diiwaanu Galile, fees ak dooley °Xelum Yàlla, te turam siiw ca diiwaan booba bépp."},{"style":"v","verse":"15","text":"Muy jàngle ca seeni jàngu, te ñépp di ko tagg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Yeesu dem Nasaret fa mu yaroo, te ca °bésub noflaay ba, mu dugg ca jàngu ba, ni mu ko daan defe. Noonu mu taxaw ngir jàngal mbooloo mi."},{"style":"v","verse":"17","text":"Ñu jox ko téereb yonent Yàlla °Esayi. Bi mu ko ubbee, mu gis bérab, ba ñu bind aaya yii:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"18","text":"«Xelum Boroom baa ngi ci man,"},{"style":"q","verse":"","text":"ndaxte moo ma tànn,"},{"style":"q","verse":"","text":"ngir ma yégal néew doole yi xibaaru jàmm bi."},{"style":"q","verse":"","text":"Dafa maa yónni, ngir ma yégal jaam ñi ne dinañu leen goreel,"},{"style":"q","verse":"","text":"yégal gumba yi ne dinañu gis,"},{"style":"q","verse":"","text":"te jot ñi ñu not,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"19","text":"tey yégle atum yiw, mi jóge ci Boroom bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Bi mu jàngee aaya yooyu ba noppi, mu ub téere bi, delloo ko ki koy denc, toog. Ñépp ña nekkoon ca jàngu ba dékk koy bët."},{"style":"v","verse":"21","text":"Noonu mu daldi ne: «Tey jii, loolu Mbind mi wax mat na, bi ngeen koy déglu.»"},{"style":"v","verse":"22","text":"Ñépp di seede lu rafet ci Yeesu, di waaru ci wax ju neex, ji mu doon yégle, ñu naan: «Ndax kii du doomu Yuusufa?»"},{"style":"v","verse":"23","text":"Mu daldi leen ne: «Xam naa ne dingeen ma ne: “Fajkat bi, fajal sa bopp. Yég nanu li xew Kapernawum, defal lu ni mel fii ci réew mi nga dëkk.”»"},{"style":"v","verse":"24","text":"Mu tegaat ca ne: «Ci dëgg maa ngi leen koy wax, ab yonent kenn du ko teral ca réewam."},{"style":"v","verse":"25","text":"Ci dëgg maa ngi leen koy wax, ca jamonoy °Ilyaas, bi mu tawul lu mat ñetti at ak genn-wàll, te xiif bu metti am ca réew mépp, amoon na ca Israyil jigéen yu bare yu seen jëkkër faatu."},{"style":"v","verse":"26","text":"Moona Yàlla yónniwul Ilyaas ci kenn ci ñoom, waaye mu yebal ko ci jigéen ju jëkkëram faatu, ju dëkk Sarebta, ca wetu °Sidon."},{"style":"v","verse":"27","text":"Te it amoon na ca Israyil, ca jamonoy yonent Yàlla °Alyaasa, ay nit ñu bare ñu °gaana. Waaye fajul ci kenn ku dul Naamaan, mi dëkkoon réewu Siri.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Bi ñu déggee wax yooya, ñépp ña nekkoon ca jàngu ba daldi fees ak mer."},{"style":"v","verse":"29","text":"Noonu ñu jóg, génne ko dëkk ba, yóbbu ko ca mbartalum tund, wa ñu sanc seen dëkk, ngir bëmëx ko ci suuf."},{"style":"v","verse":"30","text":"Waaye moom mu jaar ci seen biir, dem yoonam."},{"style":"s","verse":"","text":"Yeesu faj na nit ku am rab"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Gannaaw loolu Yeesu dem Kapernawum, ab dëkk ca diiwaanu Galile."},{"style":"v","verse":"32","text":"Mu jàngal leen ca °bésub noflaay ba, ñu waaru ca njàngleem, ndaxte dafa wax ak sañ-sañ."},{"style":"v","verse":"33","text":"Noonu am na ci jàngu bi nit ku rab jàpp. Mu daldi xaacu ne:"},{"style":"v","verse":"34","text":"«Moo! Yaw Yeesum Nasaret, loo nuy fexeel? Ndax dangaa ñëw ngir alag nu? Xam naa la, yaa di Aji Sell ji jóge ci Yàlla!»"},{"style":"v","verse":"35","text":"Waaye Yeesu gëdd ko naan: «Noppil te génn ci moom!» Noonu rab wi daaneel nit ki ci suuf ci kanam ñépp, daldi génn ci moom te gaañu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Bi loolu amee ñépp waaru, ñuy waxante ci seen biir naan: «Céy jii wax! Ci sañ-sañ ak doole lay sant rab yi, ñu daldi génn.»"},{"style":"v","verse":"37","text":"Noonu turam siiw ca diiwaan bépp."},{"style":"s","verse":"","text":"Yeesu faj na jarag yu bare"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Bi mu jógee ci jàngu bi, Yeesu dafa dem kër Simoŋ. Gorob Simoŋ bu jigéen dafa feebar, ba yaram wi tàng lool. Ñu ñaan Yeesu, mu dimbali leen ci."},{"style":"v","verse":"39","text":"Mu randusi, tiim ko, gëdd tàngoor wi, mu dem. Noonu tàngoor wi wàcc, soxna si jóg ca saa sa, di leen topptoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Bi jant sowee, ñu indil Yeesu ñi wopp ñépp ak ay jàngoro yu wuute. Kenn ku nekk mu °teg la loxo, wéral la."},{"style":"v","verse":"41","text":"Te it ay rab di génn ca nit ña te di yuuxu naan: «Yaay °Doomu Yàlla!» Noonu mu gëdd leen, te mayu leen, ñu wax dara, ndaxte xam nañu ne mooy °Almasi bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Ca njël gu jëkk Yeesu génn, dem ca bérab bu wéet. Mbooloo ma di ko seet. Bi ñu ko gisee, ñu koy wuta téye, ngir bañ mu dem."},{"style":"v","verse":"43","text":"Mu ne leen: «Damaa wara dem ci yeneen dëkk yi, ngir yégle xibaaru jàmm bi ci nguuru Yàlla, ndaxte looloo tax ñu yónni ma.»"},{"style":"v","verse":"44","text":"Noonu mu dem di waare ca jàngu ya ca réewu Yawut ya."}]