[{"style":"s","verse":"","text":"Yeesu woo na ay taalibe"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Benn bés Yeesu taxaw ca tefesu dexu Senesaret. Mbooloo ma wër ko, di buuxante ngir déglu kàddug Yàlla."},{"style":"v","verse":"2","text":"Noonu mu gis ñaari gaal yu teer ca tefes ga, nappkat ya ca wàcce, di raxas seeni mbaal."},{"style":"v","verse":"3","text":"Mu dugg ci genn gaal, fekk muy gu Simoŋ, mu ne ko, mu joow ba sore tuuti. Noonu Yeesu toog ca gaal ga, di jàngal mbooloo ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Bi mu jànglee ba noppi, mu ne Simoŋ: «Joowal gaal gi, ba fa ndox ma gëna xóote, ngeen sànni fa seeni mbaal ngir napp.»"},{"style":"v","verse":"5","text":"Simoŋ ne ko: «Kilifa gi, coono lanu fanaane biig te jàppunu dara. Waaye nag dinaa ko sànni ci sa ndigal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Naka lañu sànni mbaal yi, jàpp jën yu bare, ba mbaal yay tàmbalee xëtt."},{"style":"v","verse":"7","text":"Noonu ñu daldi liyaar seen àndandoo, yi nekk ca geneen gaal ga, ngir ñu ñëw dimbali leen. Ñooñu agsi, ñu feesal ñaari gaal yi, ba ñuy bëgga suux."},{"style":"v","verse":"8","text":"Naka la Simoŋ Piyeer gis loolu, daldi sukk ci kanam Yeesu ne ko: «Sore ma Boroom bi, ndaxte nitu bàkkaar laa!»"},{"style":"v","verse":"9","text":"Wax na loolu nag, ndax jën yu bare ya ñu mbaaloon daf koo jaaxal, moom ak ña mu àndaloon"},{"style":"v","verse":"10","text":"ak ña mu bokkaloon liggéey ba, maanaam ñaari doomi Sebede yi di Saag ak Yowaana. Yeesu ne Simoŋ: «Bul ragal dara; gannaaw-si-tey, ay nit ngay mbaal jëme ci man.»"},{"style":"v","verse":"11","text":"Noonu ñu teer ca tefes ga, bàyyi lépp, di topp ci moom."},{"style":"s","verse":"","text":"Yeesu faj na ku gaana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ni Yeesu nekke woon ci ab dëkk, am fa ku °gaana ba daj. Bi mu gisee Yeesu, mu daldi dëpp jëëm ci suuf, ñaan ko: «Sang bi, soo ko bëggee, man nga maa wéral.»"},{"style":"v","verse":"13","text":"Yeesu tàllal loxoom, laal ko naan: «Bëgg naa ko, wéral.» Ca saa sa ngaanaam daldi deñ."},{"style":"v","verse":"14","text":"Yeesu sant ko ne: «Bu ko wax kenn, waaye demal won sa bopp sarxalkat bi, te nga jébbal Yàlla sarax si yoonu °Musaa santaane, ngir ñu xam ne wér nga, te mu nekk seede ci ñoom.»"},{"style":"v","verse":"15","text":"Noonu turu Yeesu di gëna siiw. Mbooloo mu bare di ñëw ci moom, ngir déglu ko te mu faj seeni jàngoro."},{"style":"v","verse":"16","text":"Waaye Yeesu moom di beddeeku ci bérab yu wéet ya, di ñaan."},{"style":"s","verse":"","text":"Yeesu faj na ku làggi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Am na bés Yeesu doon jàngle. Amoon na ca mbooloo, ma teewoon, ñu bokkoon ca °Farisen ya ak ay °xutbakat yu jóge ca dëkk yépp, ya ca Galile ak ya ca Yude ak °Yerusalem. Yeesu àndoon na ak dooley Boroom bi, ba muy faj ay jarag."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Noonu ay nit ñëw, jàppoo basaŋ, ga ñu tëral nit ku yaram wépp làggi. Ñu di ko wuta dugal ca kër ga, ngir indi ko ca Yeesu."},{"style":"v","verse":"19","text":"Waaye gisuñu fu ñu koy awale ndax mbooloo ma. Ñu daldi yéeg ca kaw kër ga nag, xeddi tiwiil ya, yoor waa ja ak basaŋ ga, wàcce ko ca kanam Yeesu ca biir mbooloo ma."},{"style":"v","verse":"20","text":"Bi Yeesu gisee seen ngëm, mu ne làggi ba: «Sama waay, baal nañu la say bàkkaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Xutbakat yi ak Farisen yi di werante ci seen xel naan: «Kii mooy kan bay sosal Yàlla? Ana ku mana baale bàkkaar yi, ku dul Yàlla doŋŋ?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Waaye Yeesu xam seen xalaat, ne leen: «Lu tax ngeen di werante ci seen xel?"},{"style":"v","verse":"23","text":"Ma wax ne: “Baal nañu la say bàkkaar,” walla ma ne: “Jógal te dox,” lan moo ci gëna yomb?"},{"style":"v","verse":"24","text":"Waaye xamleen ne, °Doomu nit ki am na ci àddina sañ-sañu baale bàkkaar yi.» Ci kaw loolu Yeesu ne ku làggi ba: «Maa ngi la koy sant, jógal, jël sa basaŋ te nga ñibbi.»"},{"style":"v","verse":"25","text":"Nit ka jóg ca saa sa ci kanam ñépp, jël basaŋ, ga ñu ko tëraloon, ñibbi tey màggal Yàlla."},{"style":"v","verse":"26","text":"Mbooloo mépp waaru, di màggal Yàlla. Ñu ragal tey wax naan: «Gis nanu tey ay mbir yu ëpp xel.»"},{"style":"s","verse":"","text":"Yeesu woo na Lewi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Gannaaw loolu Yeesu génn, gis ab °juutikat bu tudd °Lewi, mu toog ca juuti ba. Mu ne ko: «Kaay topp ci man.»"},{"style":"v","verse":"28","text":"Lewi jóg, bàyyi lépp, daldi ko topp."},{"style":"v","verse":"29","text":"Noonu Lewi togglu ay ñam yu bare ci këram, ngir teral Yeesu. Juutikat yu bare ak yeneen gan ñu nga fa woon, di lekkandoo ak ñoom."},{"style":"v","verse":"30","text":"°Farisen yi ak seeni °xutbakat di xultu taalibey Yeesu yi ne leen: «Lu tax ngeen di lekkandoo ak di naanandoo ak ay juutikat ak ay boroom bàkkaar?»"},{"style":"v","verse":"31","text":"Yeesu ne leen: «Ñi wér soxlawuñu fajkat, ñi wéradi ñoo ko soxla."},{"style":"v","verse":"32","text":"Ñëwuma ngir woo ñi jub, waaye ngir woo bàkkaarkat yi, ñu tuub seeni bàkkaar.»"},{"style":"s","verse":"","text":"Yeesu xamle na lu tax ay taalibeem soxlawuñoo woor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Noonu ñu ne Yeesu: «Taalibey °Yaxya yi ak yu °Farisen yi dinañu faral di woor ak di ñaan ci Yàlla, waaye say taalibe ñu ngiy lekk ak di naan.»"},{"style":"v","verse":"34","text":"Yeesu ne leen: «Ndax man ngeena woorloo gan, yi ñëw cig céet, li feek boroom céet gaa ngi ànd ak ñoom?"},{"style":"v","verse":"35","text":"Waaye bés yaa ngi ñëw, yu ñuy jële boroom céet gi ci seen biir. Bés yooyu nag, dinañu woor.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Te it Yeesu wax leen léeb wii: «Kenn du jël mbubb mu bees, xotti ci sekkit, daaxe ko mbubb mu màggat. Lu ko moy, dina xotti mbubb mu bees mi, te sekkit, wi mu ci jële, du ànd ak mbubb mu màggat mi."},{"style":"v","verse":"37","text":"Te kenn du def biiñ bu bees ci mbuusi der yu màggat. Lu ko moy, biiñ bu bees bi day toj mbuus yi, biiñ bi tuuru, mbuus yi yàqu."},{"style":"v","verse":"38","text":"Waaye dañoo wara def biiñ bu bees ci mbuus yu bees."},{"style":"v","verse":"39","text":"Ku naan biiñ bu màggat du bëgg bu bees bi, ndax day wax ne: “Bu màggat bi baax na.”»"}]