[{"style":"s","verse":"","text":"Yeesu yónni na fukki taalibe yi ak ñaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Benn bés Yeesu dajale fukki taalibe ya ak ñaar, jox leen doole ak sañ-sañu dàq rab yépp ak di faj jàngoro yi."},{"style":"v","verse":"2","text":"Noonu mu yónni leen ñuy yégle nguuru Yàlla ak di faj jarag yi."},{"style":"v","verse":"3","text":"Mu ne leen: «Bu ngeen di dem, buleen yóbbaale dara, du yet mbaa mbuus mbaa mburu mbaa xaalis. Buleen yor it ñaari turki."},{"style":"v","verse":"4","text":"Kër gu ngeen dugg, dal-leen fa, ba kera ngeen di fa jóge."},{"style":"v","verse":"5","text":"Fépp fu leen nit ñi gàntoo, génnleen ca dëkk booba te ngeen yëlëb seen pëndu tànk, ngir seede leen seen réer.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Noonu ñu dem dëkk ak dëkk, di fa yégle xibaaru jàmm bi, tey wéral jarag yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Bi °Erodd boroom diiwaanu Galile déggee li Yeesu ak ay taalibeem doon def lépp, mu jaaxle, ndaxte amoon na, ñu doon wax ci mbiri Yeesu naan: «°Yaxya moo dekki.»"},{"style":"v","verse":"8","text":"Am it ñuy wax naan: °Ilyaas moo délsi. Ñeneen naan: «Kenn ci yonent yu jëkk yaa dekki.»"},{"style":"v","verse":"9","text":"Waaye Erodd ne: «Yaxya, man mii maa dagglu boppam. Kon kii ma dégg ay jalooreem, mooy kan?» Noonu mu koy fexee gis."},{"style":"s","verse":"","text":"Yeesu bareel na ay mburu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bi ndaw ya délsee, ñu nettali Yeesu la ñu defoon lépp. Noonu mu yóbbaale leen, ñu sore nit ñi, jëm ca dëkk bu ñuy wax Betsayda."},{"style":"v","verse":"11","text":"Bi ko nit ña yégee, ñu toppi ko. Yeesu teeru leen, di leen wax ci mbirum nguuru Yàlla, te di wéral ñi ko aajowoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ca ngoon sa fukki taalibe ya ak ñaar ñëw ci Yeesu ne ko: «Yiwil mbooloo mi, ñu dugg ci dëkk yi ak àll bi ko wër, ngir am lu ñu lekk ak fu ñu fanaan, ndaxte fii àllub neen la.»"},{"style":"v","verse":"13","text":"Waaye Yeesu ne leen: «Joxleen leen lu ñu lekk.» Ñu ne ko: «Amunu lu dul juróomi mburu ak ñaari jën. Xanaa ndax nu dem jëndal mbooloo mii lu ñu lekk?»"},{"style":"v","verse":"14","text":"Ndaxte lu wara mat juróomi junniy góor a nga fa teewoon. Yeesu ne taalibe ya: «Neeleen mbooloo mi ñu toog def ay géewi juróom fukki nit.»"},{"style":"v","verse":"15","text":"Taalibe ya def ko, toogloo nit ña."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Bi loolu amee Yeesu jël juróomi mburu yi ak ñaari jën yi, xool ci kaw, gërëm Yàlla, ba noppi mu damm leen, jox taalibe yi, ngir ñu séddale ko mbooloo mi."},{"style":"v","verse":"17","text":"Noonu ñépp lekk ba suur. Bi ñu dajalee desit ya, ñu feesal fukki pañe ak ñaar."},{"style":"s","verse":"","text":"Piyeer wax na ne, Yeesu mooy Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Benn bés Yeesu beddeeku mbooloo ma, di ñaan; taalibe yi nekk ci wetam. Mu laaj leen ne: «Nit ñi, ku ñu wax ne moom laa?»"},{"style":"v","verse":"19","text":"Ñu ne ko: «Am na ñu naan, yaa di °Yaxya; ñeneen ne, °Ilyaas; ñi ci des ne yaay kenn ci yonent yu jëkk yaa dekki.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yeesu ne leen: «Yéen nag ku ngeen ne moom laa?» Piyeer ne ko: «Yaa di °Almasi, bi Yàlla yónni.»"},{"style":"v","verse":"21","text":"Noonu Yeesu daldi leen dénk, tere leen ñu wax ko kenn,"},{"style":"v","verse":"22","text":"teg ca ne: «°Doomu nit ki war na sonn lu bare; °sarxalkat yu mag ya ak °xutbakat ya dëddu ko, ñu rey ko, mu dekki ca ñetteelu fan ba.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Noonu Yeesu ne leen ñoom ñépp: «Ku bëgga aw ci samay tànk, na bàyyi boppam, gàddu bés bu nekk bant, bi ñu ko wara daaj, doora topp ci man."},{"style":"v","verse":"24","text":"Ndaxte koo xam ne bëgg ngaa rawale sa bakkan, dinga ko ñàkk, waaye ku ñàkk sa bakkan ngir man, dinga ko jotaat."},{"style":"v","verse":"25","text":"Ndaxte moom àddina sépp, lu muy jariñ nit, su fekkee ne dafay ñàkk bakkanam walla mu loru?"},{"style":"v","verse":"26","text":"Ku ma rusa faral, te nanguwul samay wax, Doomu nit ki dina la rusa xam, bés bu ñëwee ci ndamam ak ci ndamu Baay bi ak lu malaaka yu sell yi."},{"style":"v","verse":"27","text":"Ci dëgg maa ngi leen koy wax, am na ñi fi taxaw ñoo xam ne duñu dee te gisuñu nguuru Yàlla gi.»"},{"style":"s","verse":"","text":"Ndamu Yeesu jolli na ci moom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Bi ñu ca tegee luy tollook ayu-bés gannaaw bi Yeesu waxee loolu, mu ànd ak Piyeer, Yowaana ak Saag, yéeg ca kaw tund wa ngir ñaan."},{"style":"v","verse":"29","text":"Bi muy ñaan, xar kanamam daldi soppiku, ay yéreem weex tàll bay melax."},{"style":"v","verse":"30","text":"Am ñaari nit di waxtaan ak moom, muy yonenti Yàlla °Musaa ak °Ilyaas."},{"style":"v","verse":"31","text":"Ñoo feeñ ci ndamu Yàlla, di waxtaane ci demug Yeesu, gi muy àggalee yenam ci °Yerusalem."},{"style":"v","verse":"32","text":"Fekk Piyeer ak ñi mu àndal doon gëmméentu, waaye bi ñu yewwoo bu baax, ñu gis ndamu Yeesu, ak ñaari nit ñu taxaw ci wetam."},{"style":"v","verse":"33","text":"Bi nit ñooñu di sore Yeesu, Piyeer ne ko: «Kilifa gi, bég nanu ci sunu teew fii; nanu defar ñetti mbaar, benn yaw, benn Musaa ak benn Ilyaas.» Fekk xamul la mu doon wax."},{"style":"v","verse":"34","text":"Bi mu koy wax, niir ñëw muur leen, taalibe yi daldi tiit, bi leen niir wa ëmbee."},{"style":"v","verse":"35","text":"Noonu baat jibe ca niir wa naan: «Kii mooy sama Doom ji ma fal; dégluleen ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Bi baat ba waxee ba noppi, Yeesu rekk des fa. Taalibe ya noppi, baña nettali kenn ca jamono jooja la ñu gisoon."},{"style":"s","verse":"","text":"Yeesu faj na ku rab jàpp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Ca suba sa Yeesu ak taalibe ya wàcce ca tund wa, mbooloo mu bare ñëw, di ko gatandu."},{"style":"v","verse":"38","text":"Nit xaacu ci biir mbooloo mi naan: «Kilifa gi, maa ngi lay ñaan, nga seet sama doom, ndaxte moom kepp laa am."},{"style":"v","verse":"39","text":"Léeg-léeg rab jàpp ko, mu daldi yuuxu ca saa sa, rab wi di ko sayloo, gémmiñ gi di fuur. Du faral di génn ci moom te dina ko sonal."},{"style":"v","verse":"40","text":"Ñaan naa say taalibe, ñu dàq ko, waaye manuñu ko.»"},{"style":"v","verse":"41","text":"Yeesu ne leen: «Yéen niti jamono jii, yéen ñi gëmadi te dëng, ba kañ laa wara nekk ak yéen te di leen muñal? Indil ma sa doom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Bi xale biy agsi, rab wi di ko daaneel ci suuf, muy say. Waaye Yeesu daldi gëdd rab wa, wéral xale ba, daldi ko delloo baayam."},{"style":"v","verse":"43","text":"Ku nekk waaru na ndax màggug Yàlla."},{"style":"p","verse":"","text":"Bi ñuy yéemu ci li mu doon def, Yeesu ne taalibeem ya:"},{"style":"v","verse":"44","text":"«Dégluleen bu baax lii ma leen di wax: dinañu jébbal °Doomu nit ki ci loxoy nit ñi.»"},{"style":"v","verse":"45","text":"Waaye taalibe ya xamuñu kàddu googu. Yàlla dafa leen nëbb li muy tekki, ba ñu bañ koo xam, te ñemewuñu koo laaj Yeesu."},{"style":"s","verse":"","text":"Kan moo gëna màgg?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Werante am ci biir taalibe yi, ñuy laajante kan moo gëna màgg ci ñoom."},{"style":"v","verse":"47","text":"Yeesu mi xam seen xalaat, jël ab xale, teg ci wetam ne leen:"},{"style":"v","verse":"48","text":"«Ku nangu xale bii ci sama tur, man mii nga nangu; te ku ma nangu, nangu nga ki ma yónni; ndaxte ki gëna woyof ci yéen ñépp, kooku moo gëna màgg.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Bi loolu amee Yowaana jël kàddu gi ne: «Kilifa gi, danoo gis nit kuy dàq ay rab ci sa tur, nu tere ko ko, ndaxte bokkul ci nun.»"},{"style":"v","verse":"50","text":"Waaye Yeesu ne ko: «Buleen ko tere, ndaxte ku la sotul, far na ak yaw.»"},{"style":"s","verse":"","text":"Bañ nañoo nangu Yeesu ca Samari"},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Bi jamono ji jegeñsee, ji Yeesu waree jóge àddina dem asamaan, mu sigiñu ci dem °Yerusalem."},{"style":"v","verse":"52","text":"Noonu mu yebal ay ndaw, ñu jiitu ko. Ñu dem nag, dugg ci ab dëkk ci diiwaanu °Samari, ngir wutal ko fa fu mu dal."},{"style":"v","verse":"53","text":"Waaye waa dëkk ba nanguwuñu ko, ndaxte mi ngi jublu woon Yerusalem."},{"style":"v","verse":"54","text":"Bi taalibe yi tudd Saag ak Yowaana gisee loolu, ñu ne: «Boroom bi, ndax dangaa bëgg nu ne, na sawaras asamaan dal ci seen kaw, faagaagal leen?»"},{"style":"v","verse":"55","text":"Waaye Yeesu walbatiku, yedd taalibe ya,"},{"style":"v","verse":"56","text":"ba noppi ñu daldi dem wuti beneen dëkk."},{"style":"s","verse":"","text":"Ki bëgga topp Yeesu warula geestu gannaawam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"57","text":"Bi ñuy dem, am ci yoon wi ku ne Yeesu: «Dinaa la topp fépp foo jëm.»"},{"style":"v","verse":"58","text":"Waaye Yeesu ne ko: «Till yi am nañu seeni kàmb, te picci asamaan am nañu ay tàgg, waaye °Doomu nit ki amul fu mu noppal boppam.»"},{"style":"v","verse":"59","text":"Yeesu ne keneen: «Toppal ci man.» Waaye kooku ne ko: «Sang bi, may ma, ma jëkka dem suuli sama baay.»"},{"style":"v","verse":"60","text":"Mu ne ko: «Bàyyil ñi dee, ñu suul seeni néew. Yaw demal, yégle nguuru Yàlla.»"},{"style":"v","verse":"61","text":"Keneen ne ko: «Sang bi, dinaa la topp, waaye may ma, ma jëkka tàgguji sama waa kër.»"},{"style":"v","verse":"62","text":"Yeesu ne ko: «Kuy ji, di geestu, yeyoowula liggéey ci nguuru Yàlla.»"}]