[{"style":"mt1","text":"Juges"},{"style":"s1","text":"Nouvelles conquêtes par les tribus"},{"style":"r","text":"V. 1-7: cf. Ge 49:8, 9. (Lé 24:19-21. Ja 2:13.)"},{"style":"p","text":""},{"style":"v","text":"Après la mort de Josué, les enfants d’Israël consultèrent l’Éternel, en disant: \\x a \\xo 1.1 \\xt Jg 20:18.\\x*Qui de nous montera le premier contre les Cananéens, pour les attaquer? "},{"style":"v","text":"L’Éternel répondit: Juda montera, voici, j’ai livré le pays entre ses mains. "},{"style":"v","text":"Et Juda dit à Siméon, son frère: Monte avec moi dans le pays qui m’est échu par le sort, et nous combattrons les Cananéens; j’irai aussi avec toi dans celui qui t’est tombé en partage. Et Siméon alla avec lui. "},{"style":"v","text":"Juda monta, et l’Éternel livra entre leurs mains les Cananéens et les Phéréziens; ils battirent dix mille hommes à Bézek. "},{"style":"v","text":"Ils trouvèrent Adoni-Bézek à Bézek; ils l’attaquèrent, et ils battirent les Cananéens et les Phéréziens. "},{"style":"v","text":"Adoni-Bézek prit la fuite; mais ils le poursuivirent et le saisirent, et ils lui coupèrent les pouces des mains et des pieds. "},{"style":"v","text":"Adoni-Bézek dit: Soixante-dix rois, ayant les pouces des mains et des pieds coupés, ramassaient sous ma table; Dieu me rend ce que j’ai fait. On l’emmena à Jérusalem, et il y mourut."},{"style":"r","text":"V. 8-20: cf. (Jos 14:13-15; 15:13-19.) Jg 3:9-11."},{"style":"p","text":""},{"style":"v","text":"Les fils de Juda attaquèrent Jérusalem et la prirent, ils la frappèrent du tranchant de l’épée et mirent le feu à la ville. "},{"style":"v","text":"\\x b \\xo 1.9 \\xt Jos 10:36; 11:21; 15:13.\\x*Les fils de Juda descendirent ensuite, pour combattre les Cananéens qui habitaient la montagne, la contrée du midi et la plaine. "},{"style":"v","text":"\\x c \\xo 1.10 \\xt Jos 15:14.\\x*Juda marcha contre les Cananéens qui habitaient à Hébron, appelée autrefois Kirjath-Arba; et il battit Schéschaï, Ahiman et Talmaï. "},{"style":"v","text":"De là il marcha contre les habitants de \\x d \\xo 1.11 \\xt Jos 15:15, etc.\\x*Debir: Debir s’appelait autrefois Kirjath-Sépher. "},{"style":"v","text":"Caleb dit: Je donnerai ma fille Acsa pour femme à celui qui battra Kirjath-Sépher et qui la prendra. "},{"style":"v","text":"Othniel, fils de Kenaz, frère cadet de Caleb, s’en empara; et Caleb lui donna pour femme sa fille Acsa. "},{"style":"v","text":"Lorsqu’elle fut entrée chez Othniel, elle le sollicita de demander à son père un champ. Elle descendit de dessus son âne; et Caleb lui dit: Qu’as-tu? "},{"style":"v","text":"Elle lui répondit: Fais-moi un présent, car tu m’as donné une terre du midi; donne-moi aussi des sources d’eau. Et Caleb lui donna les sources supérieures et les sources inférieures. "},{"style":"v","text":"Les fils du Kénien, beau-père de Moïse, montèrent de la ville des palmiers, avec les fils de Juda, dans le désert de Juda au midi d’Arad, et ils allèrent s’établir parmi le peuple. "},{"style":"v","text":"Juda se mit en marche avec Siméon, son frère, et ils battirent les Cananéens qui habitaient à Tsephath; ils dévouèrent la ville par interdit, et on l’appela Horma. "},{"style":"v","text":"Juda s’empara encore de Gaza et de son territoire, d’Askalon et de son territoire, et d’Ékron et de son territoire. "},{"style":"v","text":"L’Éternel fut avec Juda; et Juda se rendit maître de la montagne, mais il ne put chasser les habitants de la plaine, parce qu’ils avaient des chars de fer. "},{"style":"v","text":"On donna Hébron à Caleb, \\x e \\xo 1.20 \\xt No 14:24. Jos 14:13.\\x*comme l’avait dit Moïse; et il en chassa les trois fils d’Anak."},{"style":"s1","text":"Cananéens épargnés"},{"style":"r","text":"V. 21-36: cf. (Jos 17:11-18. Jg 2:20-23; 3:1-6.) 2 Ch 8:7, 8."},{"style":"p","text":""},{"style":"v","text":"Les fils de Benjamin ne chassèrent point les Jébusiens qui habitaient à Jérusalem; et les Jébusiens ont habité jusqu’à ce jour dans Jérusalem avec les fils de Benjamin. "},{"style":"v","text":"La maison de Joseph monta aussi contre Béthel, et l’Éternel fut avec eux. "},{"style":"v","text":"La maison de Joseph fit explorer Béthel, \\x f \\xo 1.23 \\xt Ge 28:19.\\x*qui s’appelait autrefois Luz. "},{"style":"v","text":"Les gardes virent un homme qui sortait de la ville, et ils lui dirent: Montre-nous par où nous pourrons entrer dans la ville, et nous te ferons grâce. "},{"style":"v","text":"Il leur montra par où ils pourraient entrer dans la ville. Et ils frappèrent la ville du tranchant de l’épée; mais ils laissèrent aller cet homme et toute sa famille. "},{"style":"v","text":"Cet homme se rendit dans le pays des Héthiens; il bâtit une ville, et lui donna le nom de Luz, nom qu’elle a porté jusqu’à ce jour. "},{"style":"v","text":"\\x g \\xo 1.27 \\xt Jos 17:11, 12.\\x*Manassé ne chassa point les habitants de Beth-Schean et des villes de son ressort, de Thaanac et des villes de son ressort, de Dor et des villes de son ressort, de Jibleam et des villes de son ressort, de Meguiddo et des villes de son ressort; et les Cananéens voulurent rester dans ce pays. "},{"style":"v","text":"Lorsqu’Israël fut assez fort, il assujettit les Cananéens à un tribut, mais il ne les chassa point. "},{"style":"v","text":"\\x h \\xo 1.29 \\xt Jos 16:10.\\x*Éphraïm ne chassa point les Cananéens qui habitaient à Guézer, et les Cananéens habitèrent au milieu d’Éphraïm à Guézer. "},{"style":"v","text":"Zabulon ne chassa point les habitants de Kitron, ni les habitants de Nahalol; et les Cananéens habitèrent au milieu de Zabulon, mais ils furent assujettis à un tribut. "},{"style":"v","text":"Aser ne chassa point les habitants d’Acco, ni les habitants de Sidon, ni ceux d’Achlal, d’Aczib, de Helba, d’Aphik et de Rehob; "},{"style":"v","text":"et les Asérites habitèrent au milieu des Cananéens, habitants du pays, car ils ne les chassèrent point. "},{"style":"v","text":"Nephthali ne chassa point les habitants de Beth-Schémesch, ni les habitants de Beth-Anath, et il habita au milieu des Cananéens, habitants du pays, mais les habitants de Beth-Schémesch et de Beth-Anath furent assujettis à un tribut. "},{"style":"v","text":"Les Amoréens repoussèrent dans la montagne les fils de Dan, et ne les laissèrent pas descendre dans la plaine. "},{"style":"v","text":"Les Amoréens voulurent rester à Har-Hérès, à Ajalon et à Schaalbim; mais la main de la maison de Joseph s’appesantit sur eux, et ils furent assujettis à un tribut. "},{"style":"v","text":"Le territoire des Amoréens s’étendait depuis la montée d’Akrabbim, depuis Séla, et en dessus."}]