[{"style":"s1","text":"Thola et Jaïr, juges en Israël"},{"style":"r","text":"V. 1-5: cf. Jg 12:8-15. Ps 94:14."},{"style":"p","text":""},{"style":"v","text":"Après Abimélec, Thola, fils de Pua, fils de Dodo, homme d’Issacar, se leva pour délivrer Israël; il habitait à Schamir, dans la montagne d’Éphraïm. "},{"style":"v","text":"Il fut juge en Israël pendant vingt-trois ans; puis il mourut, et fut enterré à Schamir. "},{"style":"v","text":"Après lui, se leva Jaïr, le Galaadite, qui fut juge en Israël pendant vingt-deux ans. "},{"style":"v","text":"Il avait trente fils, qui montaient sur trente ânons, et qui possédaient trente villes, appelées encore aujourd’hui bourgs de Jaïr, et situées dans le pays de Galaad. "},{"style":"v","text":"Et Jaïr mourut, et fut enterré à Kamon."},{"style":"s1","text":"Jephthé, juge en Israël"},{"style":"r","text":"V. 6-18: cf. (De 31:16-18. 1 S 12:9-11. És 63:10.) (Pr 28:13. Jé 31:18-21.) La 3:21-23, 31-33."},{"style":"p","text":""},{"style":"v","text":"Les enfants d’Israël firent encore ce qui \\x a \\xo 10.6 \\xt Jg 2:11; 3:7; 4:1; 6:1.\\x*déplaît à l’Éternel; ils servirent les Baals et les Astartés, les dieux de Syrie, les dieux de Sidon, les dieux de Moab, les dieux des fils d’Ammon, et les dieux des Philistins, et ils abandonnèrent l’Éternel et ne le servirent plus. "},{"style":"v","text":"La colère de l’Éternel s’enflamma contre Israël, et il les vendit entre les mains des Philistins et entre les mains des fils d’Ammon. "},{"style":"v","text":"Ils opprimèrent et écrasèrent les enfants d’Israël cette année-là, et pendant dix-huit ans tous les enfants d’Israël qui étaient de l’autre côté du Jourdain dans le pays des Amoréens en Galaad. "},{"style":"v","text":"Les fils d’Ammon passèrent le Jourdain pour combattre aussi contre Juda, contre Benjamin et contre la maison d’Éphraïm. Et Israël fut dans une grande détresse. "},{"style":"v","text":"Les enfants d’Israël crièrent à l’Éternel, en disant: Nous avons péché contre toi, car nous avons abandonné notre Dieu et nous avons servi les Baals. "},{"style":"v","text":"L’Éternel dit aux enfants d’Israël: Ne vous ai-je pas délivrés des Égyptiens, des Amoréens, des fils d’Ammon, des Philistins? "},{"style":"v","text":"Et lorsque les Sidoniens, Amalek et Maon, vous opprimèrent, et que vous criâtes à moi, ne vous ai-je pas délivrés de leurs mains? "},{"style":"v","text":"Mais vous, vous m’avez \\x b \\xo 10.13 \\xt De 32:15. Jé 2:13.\\x*abandonné, et vous avez servi d’autres dieux. C’est pourquoi je ne vous délivrerai plus. "},{"style":"v","text":"Allez, invoquez les dieux que vous avez choisis; qu’ils vous délivrent au temps de votre détresse! "},{"style":"v","text":"Les enfants d’Israël dirent à l’Éternel: Nous avons péché; traite-nous comme il te plaira. Seulement, daigne nous délivrer aujourd’hui! "},{"style":"v","text":"Et ils ôtèrent les dieux étrangers du milieu d’eux, et servirent l’Éternel, qui fut touché des maux d’Israël. "},{"style":"v","text":"Les fils d’Ammon se rassemblèrent et campèrent en Galaad, et les enfants d’Israël se rassemblèrent et campèrent à Mitspa. "},{"style":"v","text":"Le peuple, les chefs de Galaad se dirent l’un à l’autre: Quel est l’homme qui commencera l’attaque contre les fils d’Ammon? \\x c \\xo 10.18 \\xt Jg 11:6, 9, 10, 11.\\x*Il sera chef de tous les habitants de Galaad."}]