[{"style":"s1","text":"Samson, juge en Israël"},{"style":"r","text":"V. 1-7: cf. Lu 1:5-16. No 6:1-8. (Jé 1:5. Ga 1:15.)"},{"style":"p","text":""},{"style":"v","text":"Les enfants d’Israël firent encore \\x a \\xo 13.1 \\xt Jg 2:11; 3:7; 4:1; 6:1; 10:6.\\x*ce qui déplaît à l’Éternel; et l’Éternel les livra entre les mains des Philistins, pendant quarante ans. "},{"style":"v","text":"Il y avait un homme de Tsorea, de la famille des Danites, et qui s’appelait Manoach. Sa femme était stérile, et n’enfantait pas. "},{"style":"v","text":"Un ange de l’Éternel apparut à la femme, et lui dit: Voici, tu es stérile, et tu n’as point d’enfants; tu deviendras enceinte, et tu enfanteras un fils. "},{"style":"v","text":"Maintenant prends bien garde, ne bois ni \\x b \\xo 13.4 \\xt No 6:2, 3.\\x*vin ni liqueur forte, et ne mange rien d’impur. "},{"style":"v","text":"Car tu vas devenir enceinte et tu enfanteras un fils. \\x c \\xo 13.5 \\xt No 6:5. 1 S 1:11.\\x*Le rasoir ne passera point sur sa tête, parce que cet enfant sera consacré à Dieu dès le ventre de sa mère; et ce sera lui qui commencera à délivrer Israël de la main des Philistins. "},{"style":"v","text":"La femme alla dire à son mari; Un homme de Dieu est venu vers moi, et il avait l’aspect d’un ange de Dieu, un aspect redoutable. Je ne lui ai pas demandé d’où il était, et il ne m’a pas fait connaître son nom. "},{"style":"v","text":"Mais il m’a dit: Tu vas devenir enceinte, et tu enfanteras un fils; et maintenant ne bois ni vin ni liqueur forte, et ne mange rien d’impur, parce que cet enfant sera consacré à Dieu dès le ventre de sa mère jusqu’au jour de sa mort."},{"style":"r","text":"V. 8-23: cf. Ja 1:5. Jg 6:17-24. Jé 33:3."},{"style":"p","text":""},{"style":"v","text":"Manoach fit cette prière à l’Éternel: Ah! Seigneur, que l’homme de Dieu que tu as envoyé vienne encore vers nous, et qu’il nous enseigne ce que nous devons faire pour l’enfant qui naîtra! "},{"style":"v","text":"Dieu exauça la prière de Manoach, et l’ange de Dieu vint encore vers la femme. Elle était assise dans un champ, et Manoach, son mari, n’était pas avec elle. "},{"style":"v","text":"Elle courut promptement donner cette nouvelle à son mari, et lui dit: Voici, l’homme qui était venu l’autre jour vers moi m’est apparu. "},{"style":"v","text":"Manoach se leva, suivit sa femme, alla vers l’homme, et lui dit: Est-ce toi qui as parlé à cette femme? Il répondit: C’est moi. "},{"style":"v","text":"Manoach dit: Maintenant, si ta parole s’accomplit, que faudra-t-il observer à l’égard de l’enfant, et qu’y aura-t-il à faire? "},{"style":"v","text":"L’ange de l’Éternel répondit à Manoach: La femme s’abstiendra de tout ce que je lui ai dit. "},{"style":"v","text":"Elle ne goûtera d’aucun produit de la vigne, elle ne boira ni vin ni liqueur forte, et elle ne mangera rien d’impur; elle observera tout ce que je lui ai prescrit. "},{"style":"v","text":"Manoach dit à l’ange de l’Éternel: Permets-nous de te retenir, et de t’apprêter un chevreau. "},{"style":"v","text":"L’ange de l’Éternel répondit à Manoach: Quand tu me retiendrais, je ne mangerais pas de ton mets; mais si tu veux faire un holocauste, tu l’offriras à l’Éternel. Manoach ne savait point que ce fût un ange de l’Éternel. "},{"style":"v","text":"Et Manoach dit à l’ange de l’Éternel: Quel est ton nom, afin que nous te rendions gloire, quand ta parole s’accomplira? "},{"style":"v","text":"L’ange de l’Éternel lui répondit: Pourquoi demandes-tu mon nom? Il est merveilleux. "},{"style":"v","text":"Manoach prit le chevreau et l’offrande, et fit un sacrifice à l’Éternel sur le rocher. Il s’opéra un prodige, pendant que Manoach et sa femme regardaient. "},{"style":"v","text":"Comme la flamme montait de dessus l’autel vers le ciel, l’ange de l’Éternel monta dans la flamme de l’autel. A cette vue, Manoach et sa femme tombèrent la face contre terre. "},{"style":"v","text":"L’ange de l’Éternel n’apparut plus à Manoach et à sa femme. Alors Manoach comprit que c’était l’ange de l’Éternel, "},{"style":"v","text":"et il dit à sa femme: Nous allons \\x d \\xo 13.22 \\xt Ex 33:20. De 5:26. Jg 6:22, 23.\\x*mourir, car nous avons vu Dieu. "},{"style":"v","text":"Sa femme lui répondit: Si l’Éternel eût voulu nous faire mourir, il n’aurait pas pris de nos mains l’holocauste et l’offrande, il ne nous aurait pas fait voir tout cela, et il ne nous aurait pas maintenant fait entendre pareilles choses."},{"style":"s1","text":"Sa naissance"},{"style":"r","text":"V. 24-25: cf. Hé 11:32-34."},{"style":"p","text":""},{"style":"v","text":"La femme enfanta un fils, et lui donna le nom de \\x e \\xo 13.24 \\xt Hé 11:32.\\x*Samson. L’enfant grandit, et l’Éternel le bénit. "},{"style":"v","text":"Et l’Esprit de l’Éternel commença à l’agiter à Machané-Dan, entre Tsorea et Eschthaol."}]