[{"style":"s1","text":"Culte dans la maison de Mica en Éphraïm; le jeune Lévite au service de Mica"},{"style":"r","text":"V. 1-13: cf. De 27:15. Jg 8:24-27. Jé 50:6. Pr 14:12."},{"style":"p","text":""},{"style":"v","text":"Il y avait un homme de la montagne d’Éphraïm, nommé Mica. "},{"style":"v","text":"Il dit à sa mère: Les mille et cent sicles d’argent qu’on t’a pris, et pour lesquels tu as fait des imprécations même à mes oreilles, voici, cet argent est entre mes mains, c’est moi qui l’avais pris. Et sa mère dit: Béni soit mon fils par l’Éternel! "},{"style":"v","text":"Il rendit à sa mère les mille et cent sicles d’argent; et sa mère dit: Je consacre de ma main cet argent à l’Éternel, afin d’en faire pour mon fils une image taillée et une image en fonte; et c’est ainsi que je te le rendrai. "},{"style":"v","text":"Il rendit à sa mère l’argent. Sa mère prit deux cents sicles d’argent. Et elle donna l’argent au fondeur, qui en fit une image taillée et une image en fonte. On les plaça dans la maison de Mica. "},{"style":"v","text":"Ce Mica avait une maison de Dieu; il fit un éphod et des théraphim, et il consacra l’un de ses fils, qui lui servit de prêtre. "},{"style":"v","text":"\\x a \\xo 17.6 \\xt Jg 18:1; 21:25.\\x*En ce temps-là, il n’y avait point de roi en Israël. Chacun faisait ce qui lui semblait bon. "},{"style":"v","text":"Il y avait un jeune homme de Bethléhem de Juda, de la famille de Juda; il était Lévite, et il séjournait là. "},{"style":"v","text":"Cet homme partit de la ville de Bethléhem de Juda, pour chercher une demeure qui lui convînt. En poursuivant son chemin, il arriva dans la montagne d’Éphraïm jusqu’à la maison de Mica. "},{"style":"v","text":"Mica lui dit: D’où viens-tu? Il lui répondit: Je suis Lévite, de Bethléhem de Juda, et je voyage pour chercher une demeure qui me convienne. "},{"style":"v","text":"Mica lui dit: Reste avec moi; tu me serviras de père et de prêtre, et je te donnerai dix sicles d’argent par année, les vêtements dont tu auras besoin, et ton entretien. Et le Lévite entra. "},{"style":"v","text":"Il se décida ainsi à rester avec cet homme, qui regarda le jeune homme comme l’un de ses fils. "},{"style":"v","text":"Mica consacra le Lévite, et ce jeune homme lui servit de prêtre et demeura dans sa maison. "},{"style":"v","text":"Et Mica dit: Maintenant, je sais que l’Éternel me fera du bien, puisque j’ai ce Lévite pour prêtre."}]