[{"style":"s1","verse":"","text":"Paul Defends His Apostleship"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"I wish that you would put up with me ⸤in something a little foolish⸥\\f + \\fr 11:1 \\ft Literally “a little something of foolishness” \\f*—but indeed you are putting up with me. "},{"style":"v","verse":"2","text":"For I am jealous \\add for\\add* you with a godly jealousy, because I promised you \\add in marriage\\add* to one husband, to present \\add you\\add* \\add as\\add* a pure virgin to Christ. "},{"style":"v","verse":"3","text":"But I am afraid lest somehow, as the serpent deceived Eve by his craftiness, your minds may be led astray from the sincerity and the purity of \\add devotion\\add* to Christ. "},{"style":"v","verse":"4","text":"For if the one who comes proclaims another Jesus whom we have not proclaimed, or you receive a different spirit which you did not receive, or a different gospel which you did not accept, you put up with \\add it\\add* well \\add enough\\add*! "},{"style":"v","verse":"5","text":"For I consider myself in no way to be inferior to the preeminent apostles.\\f + \\fr 11:5 \\ft Some interpreters take this to refer to the original apostles in Jerusalem; others take Paul to be referring sarcastically to his opponents in Corinth. \\f* "},{"style":"v","verse":"6","text":"But even if \\add I am\\add* unskilled in speech, yet \\add I am\\add* not in knowledge; certainly in everything \\add we\\add* have made this clear to you in every \\add way\\add*. "},{"style":"v","verse":"7","text":"Or did I commit a sin \\add by\\add*\\ef + \\fr 11:7 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“humbling”) which is understood as means \\ef* humbling myself in order that you may be exalted, because I proclaimed the gospel of God to you without payment? "},{"style":"v","verse":"8","text":"I robbed other churches \\add by\\add*\\ef + \\fr 11:8 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“accepting”) which is understood as means \\ef* accepting support \\add from them\\add* for the ministry to you. "},{"style":"v","verse":"9","text":"And \\add when I\\add*\\ef + \\fr 11:9 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“was present”) which is understood as temporal \\ef* was present with you and was in need, I did not burden anyone, for the brothers who came from Macedonia supplied my need, and in everything I kept myself from being a burden to you, and will keep \\add myself from being a burden\\add*. "},{"style":"v","verse":"10","text":"\\add As the\\add* truth of Christ is in me, this boasting ⸤of mine⸥\\f + \\fr 11:10 \\ft Literally “to me” \\f* will not be stopped in the regions of Achaia. "},{"style":"v","verse":"11","text":"⸤Why⸥\\f + \\fr 11:11 \\ft Literally “because of what” \\f*? Because I do not love you? God knows \\add I do\\add*! "},{"style":"v","verse":"12","text":"But what I am doing, I will also do, in order that I may remove the opportunity of those who want an opportunity, that they may be found just as also we \\add are\\add* in what they are boasting about. "},{"style":"v","verse":"13","text":"For such people \\add are\\add* false apostles, deceitful workers, disguising themselves as apostles of Christ. "},{"style":"v","verse":"14","text":"And no wonder, for Satan himself disguises himself as an angel of light. "},{"style":"v","verse":"15","text":"Therefore \\add it is\\add* not a great thing if his servants also disguise themselves as servants of righteousness, whose end will be according to their deeds."},{"style":"s1","verse":"","text":"Paul Boasts in His Sufferings"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"Again I say, do not let anyone think I am foolish. But indeed, if \\add you do\\add*, accept me even as foolish, in order that I also may boast a little. "},{"style":"v","verse":"17","text":"What I am saying in this project of boasting, I am not saying as the Lord \\add would say\\add*, but as in foolishness. "},{"style":"v","verse":"18","text":"Since many are boasting according to human standards, I also will boast. "},{"style":"v","verse":"19","text":"For \\add because you\\add*\\ef + \\fr 11:19 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“are”) which is understood as causal \\ef* are wise, you put up with foolish people gladly! "},{"style":"v","verse":"20","text":"For you put up with \\add it\\add* if someone enslaves you, if someone devours \\add you\\add*, if someone takes advantage of \\add you\\add*, if someone is presumptious \\add toward you\\add*, if someone strikes you in the face. "},{"style":"v","verse":"21","text":"I say \\add this\\add* to \\add my\\add* shame, namely, that we have been weak."},{"style":"p","verse":"","text":"But in whatever anyone dares to \\add boast\\add*—I am speaking in foolishness—I also dare to \\add boast\\add*. "},{"style":"v","verse":"22","text":"Are they Hebrews? I \\add am\\add* also! Are they Israelites? I \\add am\\add* also! Are they descendants of Abraham? I \\add am\\add* also! "},{"style":"v","verse":"23","text":"Are they servants of Christ?—I am speaking as though I were beside myself—I \\add am\\add* more so, with far greater labors, with far more imprisonments, with beatings to a much greater degree, in \\add danger of\\add* death many times. "},{"style":"v","verse":"24","text":"Five times I received at the hands of the Jews forty \\add lashes\\add* less one. "},{"style":"v","verse":"25","text":"Three times I was beaten with rods. Once I received a stoning. Three times I was shipwrecked. A day and a night I have spent in the deep water. "},{"style":"v","verse":"26","text":"\\add I have been\\add* on journeys many times, in dangers from rivers, in dangers from robbers, in dangers from \\add my own\\add* people, in dangers from the Gentiles, in dangers in the city, in dangers in the wilderness, in dangers at sea, in dangers because of false brothers, "},{"style":"v","verse":"27","text":"with toil and hardship, often in sleepless nights, with hunger and thirst, often going hungry, in cold and poorly clothed. "},{"style":"v","verse":"28","text":"Apart from these external things, \\add there is\\add* the pressure on me every day of the anxiety about all the churches. "},{"style":"v","verse":"29","text":"Who is weak, and \\add I am\\add* not weak? Who is caused to sin, and I do not burn \\add with indignation\\add*? "},{"style":"v","verse":"30","text":"If it is necessary to boast, I will boast \\add about\\add* ⸤the things related to my weakness⸥\\f + \\fr 11:30 \\ft Literally “the things of my weakness” \\f*. "},{"style":"v","verse":"31","text":"The God and Father of the Lord Jesus, who is blessed ⸤forever⸥\\f + \\fr 11:31 \\ft Literally “to the ages” \\f*, knows that I am not lying. "},{"style":"v","verse":"32","text":"In Damascus, the governor under King Aretas was guarding the city of the Damascenes in order to take me into custody, "},{"style":"v","verse":"33","text":"and I was lowered through a window through the wall in a rope-basket, and I escaped his hands."}]