[{"style":"s1","verse":"","text":"Final Warnings to the Church at Corinth"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"This \\add is\\add* the third \\add time\\add* I am coming to you. ⸤By the testimony⸥\\f + \\fr 13:1 \\ft Literally “from the mouth” \\f* of two or three witnesses every word\\f + \\fr 13:1 \\ft Or “matter” \\f* will be established. "},{"style":"v","verse":"2","text":"I have already said when \\add I\\add* was present the second time, and \\add although I\\add*\\ef + \\fr 13:2 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“am absent”) which is understood as concessive \\ef* am absent now \\add I\\add* also say in advance to those who sinned previously and to all the rest, that if I come again I will not spare \\add anyone\\add*, "},{"style":"v","verse":"3","text":"since you are demanding proof that Christ, who \\add is\\add* not weak toward you, but is powerful among you, is speaking in me. "},{"style":"v","verse":"4","text":"For indeed, he was crucified because of weakness, but he lives because of the power of God. For we also are weak in him, but we will live together with him because of the power of God toward you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Test yourselves \\add to see\\add* if you are in the faith. Examine yourselves! Or do you not recognize regarding yourselves that Jesus Christ \\add is\\add* in you, unless you are unqualified? "},{"style":"v","verse":"6","text":"And I hope that you will recognize that we are not unqualified! "},{"style":"v","verse":"7","text":"Now we pray to God that you not do wrong in any way, not that we are seen as approved, but that you do what is good, even \\add though\\add* we are \\add seen\\add* as though unqualified. "},{"style":"v","verse":"8","text":"For we are not able \\add to do\\add* anything against the truth, but rather \\add only\\add* for the truth. "},{"style":"v","verse":"9","text":"For we rejoice whenever we are weak, but you are strong, and we pray for this: your maturity. "},{"style":"v","verse":"10","text":"Because of this, I am writing these \\add things\\add* \\add although I\\add*\\ef + \\fr 13:10 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“am absent”) which is understood as concessive \\ef* am absent, in order that \\add when I\\add*\\ef + \\fr 13:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“am present”) which is understood as temporal \\ef* am present I may not have to act severely according to the authority that the Lord has given me for building up and not for tearing down."},{"style":"s1","verse":"","text":"Final Greetings and Benediction"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Finally, brothers, rejoice, be restored, be encouraged, ⸤be in agreement⸥\\f + \\fr 13:11 \\ft Literally “think the same thing” \\f*, be at peace, and the God of love and peace will be with you. "},{"style":"v","verse":"12","text":"Greet one another with a holy kiss. All the saints greet you. "},{"style":"v","verse":"13","text":"The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit \\add be\\add* with all of you."}]