[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"For I have decided this for myself, not to come to you again in sorrow. "},{"style":"v","verse":"2","text":"For if I \\add cause\\add* you sorrow, then who will make me glad except the one who is caused to be sad by me? "},{"style":"v","verse":"3","text":"And I wrote this very \\add thing\\add* in order that \\add when I\\add*\\ef + \\fr 2:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came, I would not experience sorrow from those who ought to have made me glad, \\add because I\\add*\\ef + \\fr 2:3 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have confidence”) which is understood as causal \\ef* have confidence about you all, that my joy ⸤belongs to all of you⸥\\f + \\fr 2:3 \\ft Literally “is of all of you” \\f*. "},{"style":"v","verse":"4","text":"For out of great distress and anguish of heart I wrote to you through many tears, not so that you may be caused to be sad, but so that you may know the love that I have especially for you."},{"style":"s1","verse":"","text":"Forgive and Comfort the Offender"},{"style":"m","verse":"","text":""},{"style":"v","verse":"5","text":"But if anyone has caused sorrow, he has not caused me sorrow, but ⸤to some degree⸥\\f + \\fr 2:5 \\ft Literally “in part” \\f*—⸤in order not to say too much⸥\\f + \\fr 2:5 \\ft Literally “in order not to burden” \\f*—\\add to\\add* all \\add of\\add* you. "},{"style":"v","verse":"6","text":"This punishment by the majority \\add is\\add* sufficient for such a person. "},{"style":"v","verse":"7","text":"So then, you should rather forgive and comfort him, lest somehow this person should be overwhelmed by excessive sorrow. "},{"style":"v","verse":"8","text":"Therefore I urge you to confirm \\add your\\add* love for him. "},{"style":"v","verse":"9","text":"Because for this \\add reason\\add* also I wrote, in order that I could know your proven character, whether you are obedient in everything. "},{"style":"v","verse":"10","text":"Now to whomever you forgive anything, I also \\add do\\add*; for indeed, whatever I have forgiven, if I have forgiven anything, \\add it is\\add* ⸤for your sake⸥\\f + \\fr 2:10 \\ft Literally “for the sake of you” \\f* in the presence of Christ, "},{"style":"v","verse":"11","text":"in order that we may not be exploited by Satan (for we are not ignorant of his schemes)."},{"style":"s1","verse":"","text":"Triumphant Ministry in Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Now \\add when I\\add*\\ef + \\fr 2:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* arrived in Troas for the gospel of Christ and a door was opened for me by the Lord, "},{"style":"v","verse":"13","text":"I did not experience rest in my spirit, \\add because\\add*\\f + \\fr 2:13 \\ft This infinitive (“find”) is understood as causal \\f* I did not find Titus my brother, but saying farewell to them, I departed for Macedonia. "},{"style":"v","verse":"14","text":"But thanks \\add be\\add* to God, who always leads us in triumphal procession in Christ, and who reveals the fragrance of the knowledge of him through us in every place. "},{"style":"v","verse":"15","text":"For we are the aroma of Christ to God among those who are being saved and among those who are perishing, "},{"style":"v","verse":"16","text":"to those on the one hand an odor from death to death, \\add and\\add* to those on the other hand a fragrance from life to life. And who \\add is\\add* qualified for these \\add things\\add*? "},{"style":"v","verse":"17","text":"For we are not like the majority who peddle the word of God, but as from pure motives—but as from God—we speak before God in Christ."}]