[{"style":"s1","verse":"","text":"Proclaiming Jesus Christ as Lord"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Because of this, \\add since we\\add*\\ef + \\fr 4:1 \\ft ﻿*Here “\\add since\\add*” is supplied as a component of the participle (“have”) which is understood as causal \\ef* have this ministry, just as we have been shown mercy, we do not lose heart, "},{"style":"v","verse":"2","text":"but we have renounced shameful hidden things, not behaving with craftiness or adulterating the word of God, but with the open proclamation of the truth commending ourselves to every person’s conscience before God. "},{"style":"v","verse":"3","text":"But if indeed our gospel is veiled, it is veiled among those who are perishing, "},{"style":"v","verse":"4","text":"among whom the god of this age has blinded the minds of the unbelievers, so that they would not see the light of the gospel of the glory of Christ, who is the image of God. "},{"style":"v","verse":"5","text":"For we do not proclaim ourselves, but Christ Jesus\\f + \\fr 4:5 \\ft Some manuscripts have “Jesus Christ” \\f* \\add as\\add* Lord, and ourselves \\add as\\add* your slaves for the sake of Jesus. "},{"style":"v","verse":"6","text":"For God who said, “Light will shine out of darkness,”\\f + \\fr 4:6 \\ft An allusion to \\xt Gen 1:3 \\ft \\f* \\add is the one\\add* who has shined in our hearts for the enlightenment of the knowledge of the glory of God in the face of Christ.\\f + \\fr 4:6 \\ft Some manuscripts have “in the face of Jesus Christ” \\f*"},{"style":"s1","verse":"","text":"Treasure in Earthenware Jars"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"But we have this treasure in earthenware jars, in order that the extraordinary degree of the power may be from God and not from us. "},{"style":"v","verse":"8","text":"We are afflicted in every \\add way\\add*, but not crushed; perplexed, but not despairing; "},{"style":"v","verse":"9","text":"persecuted, but not abandoned; struck down, but not destroyed; "},{"style":"v","verse":"10","text":"always carrying around the death of Jesus in our body, in order that the life of Jesus may also be revealed in our body. "},{"style":"v","verse":"11","text":"For we who are alive \\add are\\add* continually being handed over to death because of Jesus, in order that the life of Jesus may also be revealed in our mortal flesh. "},{"style":"v","verse":"12","text":"So then, death is at work in us, but life in you. "},{"style":"v","verse":"13","text":"But \\add because we\\add*\\ef + \\fr 4:13 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have”) which is understood as causal \\ef* have the same spirit of faith in accordance with \\add what is\\add* written, “I believed, therefore I spoke,”\\f + \\fr 4:13 \\ft A quotation from \\xt Ps 116:10 \\ft \\f* we also believe, therefore we also speak, "},{"style":"v","verse":"14","text":"\\add because we\\add*\\ef + \\fr 4:14 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know that the one who raised Jesus\\f + \\fr 4:14 \\ft Some manuscripts have “the Lord Jesus” \\f* will also raise us together with Jesus and present \\add us\\add* together with you. "},{"style":"v","verse":"15","text":"For all \\add these things\\add* ⸤are for your sake⸥\\f + \\fr 4:15 \\ft Literally “for the sake of you” \\f*, in order that the grace that is increasing through the many may cause thanksgiving to abound to the glory of God."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Therefore we do not lose heart, but even if our outer person is being destroyed, yet our inner \\add person\\add* is being renewed day after day. "},{"style":"v","verse":"17","text":"For our momentary light affliction is producing in us an eternal weight of glory ⸤beyond all measure and proportion⸥\\f + \\fr 4:17 \\ft Literally “according to an extraordinary degree to an extraordinary degree” \\f*, "},{"style":"v","verse":"18","text":"\\add because\\add*\\ef + \\fr 4:18 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the causal genitive absolute participle (“looking at”) \\ef* we are not looking at what is seen, but what is not seen. For what is seen \\add is\\add* temporary, but what is not seen \\add is\\add* eternal."}]