[{"style":"s1","text":"Qohelet’s Investigation of Self-Indulgence"},{"style":"m","text":""},{"style":"v","text":"I said ⸤to myself⸥,\\f + \\fr 2:1 \\ft Literally “to my heart” \\f* “Come! I will test\\f + \\fr 2:1 \\ft The MT reads “I will test you,” but the BHS editors propose “I will test …” Whether or not one adopts MT, Qohelet is speaking to himself \\f* pleasure ⸤to see whether it is worthwhile⸥.”\\f + \\fr 2:1 \\ft Literally “and look at goodness”; this idiom refers to the enjoyment of life \\f* But look, “This also \\add is\\add* vanity!” "},{"style":"v","text":"I said of laughter, “\\add It is\\add* folly!” and of pleasure, “⸤What does it accomplish?⸥”\\f + \\fr 2:2 \\ft Literally “What does it give?” \\f* "},{"style":"v","text":"I also ⸤explored⸥\\f + \\fr 2:3 \\ft Literally “I searched in my mind” \\f* ⸤the effects of indulging my flesh⸥\\f + \\fr 2:3 \\ft Literally “to cheer my flesh” \\f* with wine. My mind guiding me with wisdom, ⸤I investigated⸥\\f + \\fr 2:3 \\ft Literally “laid hold of” \\f* folly so that I might discover what \\add is\\add* good under heaven\\f + \\fr 2:3 \\ft Follows MT; two medieval Hebrew manuscripts, LXX, Peshitta read, “under the sun,” cf. 1:3, 9, etc. \\f* for ⸤humans⸥\\f + \\fr 2:3 \\ft Literally “the sons of the man” \\f* to do ⸤during the days of their lives⸥.\\f + \\fr 2:3 \\ft Literally “the number of the days of their lives” \\f*"},{"style":"s1","text":"Qohelet’s Investigation of Personal Accomplishment"},{"style":"m","text":""},{"style":"v","text":"⸤I accomplished great things⸥.\\f + \\fr 2:4 \\ft Literally “I made great my works” \\f* I built for myself houses; I planted for myself vineyards. "},{"style":"v","text":"I made for myself gardens and parks, and I planted all \\add sorts of\\add* fruit trees in them. "},{"style":"v","text":"I made for myself pools of water from which to irrigate a grove of flourishing trees. "},{"style":"v","text":"I acquired male slaves and female slaves, as well as children \\add born in my\\add* house. I also had livestock, cattle, and flocks more than anyone who \\add was\\add* before me in Jerusalem. "},{"style":"v","text":"I also gathered to myself silver and gold—the royal and provincial treasuries. I acquired for myself male and female singers, as well as the delight of ⸤men⸥,\\f + \\fr 2:8 \\ft Literally “the sons of the man” \\f* ⸤voluptuous concubines⸥.\\f + \\fr 2:8 \\ft Literally “a breast and breasts,” as a synecdoche for beautiful women in the king’s harem \\f*"},{"style":"p","text":""},{"style":"v","text":"Thus, ⸤I accomplished far more⸥\\f + \\fr 2:9 \\ft Literally “I became great and I surpassed” \\f* than anyone who \\add was\\add* before me in Jerusalem—indeed, my wisdom stood by me. "},{"style":"v","text":"I neither withheld anything from my eyes that they desired, nor did I deprive any pleasure from my heart. My heart rejoiced in all my toil, for this was my reward from all my toil. "},{"style":"v","text":"Yet when I considered\\f + \\fr 2:11 \\ft Or “turned to” \\f* all the effort which I expended and the toil with which I toiled to do, then behold, “Everything \\add is\\add* vanity and chasing wind! There is nothing profitable under the sun!”"},{"style":"s1","text":"The Living Must Abandon the Work of their Hands to Others at Death"},{"style":"m","text":""},{"style":"v","text":"Next, I considered wisdom, as well as delusion and folly. What can anyone \\add do\\add* who will come after the king that has not already been done? "},{"style":"v","text":"I realized that wisdom has an advantage over folly, just as light has an advantage over darkness. "},{"style":"v","text":"⸤The wise man can see where he is walking⸥,\\f + \\fr 2:14 \\ft Literally “The eyes of the wise \\fq are \\ft in his head” \\f* but the fool walks in darkness. Yet I also realized that both of them suffer the same fate. "},{"style":"v","text":"So I said ⸤to myself⸥,\\f + \\fr 2:15 \\ft Literally “in my heart” \\f* “⸤If I also suffer the same fate as the fool⸥,\\f + \\fr 2:15 \\ft Literally “Just as the fate of the fool—so it will happen to me!” \\f* ⸤what advantage is my great wisdom⸥?”\\f + \\fr 2:15 \\ft Literally “why have I been so exceedingly wise?” \\f* So I said ⸤to myself⸥,\\f + \\fr 2:15 \\ft Literally “in my heart” \\f* “This also \\add is\\add* vanity!”"},{"style":"p","text":""},{"style":"v","text":"Certainly no one will remember the wise man or the fool in ⸤future generations⸥.\\f + \\fr 2:16 \\ft Literally “the futures” \\f* When \\add future\\add* days come, both will have been forgotten already. How \\add is it that\\add* the wise man dies the same as the fool? "},{"style":"v","text":"So I hated life because the work done under the sun \\add is\\add* grievous to me. For everything \\add is\\add* vanity and chasing wind!"},{"style":"p","text":""},{"style":"v","text":"So I hated all my toil with which I have toiled under the sun, for I must leave it behind to someone who will be after me. "},{"style":"v","text":"And who knows \\add whether\\add* he will be wise or foolish? Yet he will exercise control of all \\add the fruit of\\add* my toil with which I toiled wisely under the sun. This also \\add is\\add* vanity!"},{"style":"p","text":""},{"style":"v","text":"So ⸤I began to despair⸥\\f + \\fr 2:20 \\ft Literally “I myself turned to cause my heart to despair” \\f* of all the toil with which I toiled under the sun. "},{"style":"v","text":"For although a person may toil with great wisdom and skill, he must leave his reward to someone who has not toiled for it. This also \\add is\\add* vanity and a great calamity. "},{"style":"v","text":"For what does a person receive for all his toil and in the longing of his heart with which he toils under the sun? "},{"style":"v","text":"All his days \\add are\\add* painful, his labor \\add brings\\add* grief, and his heart cannot rest at night. This also \\add is\\add* vanity!"},{"style":"s1","text":"It is Best to Simply Enjoy the Passing Pleasures of Life as Reward for Pleasing God"},{"style":"m","text":""},{"style":"v","text":"There is nothing better for a person than to eat and drink and ⸤find delight⸥\\f + \\fr 2:24 \\ft Literally “to see good” \\f* in his toil. For I also realized that this \\add is\\add* from the hand of God! "},{"style":"v","text":"For who can eat \\add and drink\\add*, and who can enjoy \\add life\\add* apart from him?\\f + \\fr 2:25 \\ft The MT reads “more than me,” which is supported by Aramaic Targum and Latin Vulgate, but several medieval Hebrew manuscripts read “from him” \\f* "},{"style":"v","text":"For to the person who \\add is\\add* good in his eyes, he gives wisdom, knowledge, and joy; but to the sinner he gives the task of gathering and heaping up only to give \\add it\\add* to \\add him who is\\add* pleasing to him. This also \\add is\\add* vanity and chasing wind!"}]