[{"style":"s1","text":"The Existence of Oppression in the World Makes Human Existence Miserable"},{"style":"m","text":""},{"style":"v","text":"I looked again, and I saw all the oppression that occurs under the sun."},{"style":"sd0","text":""},{"style":"q1","text":"⸤I saw the tears of the oppressed—"},{"style":"q2","text":"no one comforts them!"},{"style":"q1","text":"Those who oppress them are powerful—"},{"style":"q2","text":"no one can comfort them⸥!\\f + \\fr 4:1 \\ft Literally “And look! The tears of the oppressed, and there is no comforting for them, and from the hand of oppressors \\fq of \\ft them \\fq was \\ft power, and there is no comforting for them” \\f*"},{"style":"q1","text":""},{"style":"v","text":"So I deemed the dead who have already died"},{"style":"q2","text":"more \\add fortunate\\add* than the living who are still alive."},{"style":"q1","text":""},{"style":"v","text":"But better \\add off\\add* than both of them is the one who has not yet been born"},{"style":"q2","text":"and has not seen the evil deeds that are done under the sun."},{"style":"sd0","text":""},{"style":"s1","text":"People Need Balance in Their Approach to Labor"},{"style":"m","text":""},{"style":"v","text":"I also realized that all \\add of the\\add* toil and all \\add of\\add* the skillful work that is done—it \\add is\\add* envy between one man and ⸤another⸥.\\f + \\fr 4:4 \\ft Literally “his friend” \\f* This also \\add is\\add* vanity and chasing wind!"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"⸤The fool refuses to work with his hands,"},{"style":"q2","text":"so he has nothing to eat except his own skin⸥!\\f + \\fr 4:5 \\ft Literally “The fool folds his hands and eats his flesh” \\f*"},{"style":"q1","text":""},{"style":"v","text":"Better \\add is\\add* one handful with peace"},{"style":"q2","text":"than two fists full with toil and chasing wind."},{"style":"sd0","text":""},{"style":"s1","text":"Wealth without Someone with Which to Enjoy It is Futile"},{"style":"m","text":""},{"style":"v","text":"I turned again and saw another vanity under the sun. "},{"style":"v","text":"Sometimes a man is all alone with no companion; he also has neither son nor brother. Yet there is no end to all his toil, and his eye is not satisfied with wealth. \\add He laments,\\add* “For whom am I toiling and depriving ⸤myself⸥\\f + \\fr 4:8 \\ft Literally “his soul” \\f* of pleasure?” This also \\add is\\add* vanity—it is an unhappy business!"},{"style":"s1","text":"Friends and Family Can Help One Another in Life"},{"style":"m","text":""},{"style":"v","text":"Two \\add are\\add* better than the one, for they enjoy a better reward for their toil. "},{"style":"v","text":"For if one falls, his companion may help him up. But pity the one who falls and there is ⸤no one⸥\\f + \\fr 4:10 \\ft Literally “there is not a second” \\f* to help him up. "},{"style":"v","text":"Also if two lie together, ⸤they can keep each other warm⸥.\\f + \\fr 4:11 \\ft Literally “and it will be warm for them” \\f* But how can one person be warm? "},{"style":"v","text":"⸤Although an assailant may overpower one person, two may withstand him⸥.\\f + \\fr 4:12 \\ft Literally “And even though he will prevail against him, the one; the second, they will withstand opposite him” \\f* A threefold cord ⸤is not easily broken⸥!\\f + \\fr 4:12 \\ft Literally “will not be broken in haste” \\f*"},{"style":"s1","text":"One Must Be Willing to Listen to Counsel"},{"style":"m","text":""},{"style":"v","text":"A poor but wise youth \\add is\\add* better than an old but foolish king who no longer knows ⸤how to receive advice⸥.\\f + \\fr 4:13 \\ft Literally “how to be warned” \\f* "},{"style":"v","text":"For he came out of the prison house to reign, ⸤since he was born poor in his kingdom⸥.\\f + \\fr 4:14 \\ft Literally “for all in his kingdom he was born poor” \\f* "},{"style":"v","text":"I saw all the living who move about under the sun with the youth; the second who will stand in his place. "},{"style":"v","text":"There is no end to all the people, to all who were before him. Yet the later generation will not rejoice in him, for this also \\add is\\add* vanity and chasing wind!"}]