[{"style":"s1","text":"Wisdom is Valuable"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"Who \\add is\\add* like the sage?"},{"style":"q2","text":"Who knows \\add the\\add* interpretation of a thing?"},{"style":"q1","text":"A man’s wisdom makes his face shine,"},{"style":"q2","text":"and the hardness of his face is changed."},{"style":"q1","text":""},{"style":"v","text":"Keep \\add the\\add* command of \\add the\\add* king\\f + \\fr 8:2 \\ft While MT reads “I \\fq said \\ft , ‘Keep \\fq the \\ft mouth of \\fq the \\ft king,’ ” the versions read “Keep \\fq the \\ft mouth of \\fq the \\ft king,” which is adopted in the translation \\f*"},{"style":"q2","text":"⸤because of your oath to God⸥.\\f + \\fr 8:2 \\ft Literally “because of the oath of God” \\f*"},{"style":"q1","text":""},{"style":"v","text":"Do not be terrified of his presence!"},{"style":"q2","text":"Go at once and do not delay when a matter \\add is\\add* unpleasant,"},{"style":"q1","text":"for he can do anything that he desires."},{"style":"q1","text":""},{"style":"v","text":"Since the word of the king \\add is\\add* supreme,"},{"style":"q2","text":"no one can say to him, “What are you doing?”"},{"style":"q1","text":""},{"style":"v","text":"Whoever obeys \\add his\\add* command will not suffer disaster."},{"style":"q2","text":"The wise mind knows the \\add proper\\add* time and the right \\add procedure\\add*."},{"style":"q1","text":""},{"style":"v","text":"For there is a \\add proper\\add* time and right \\add procedure\\add* for every matter,"},{"style":"q2","text":"even though the trouble of man \\add weighs\\add* heavy upon him."},{"style":"sd0","text":""},{"style":"s1","text":"No One Knows the Future"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"Surely no one knows what will be,"},{"style":"q2","text":"so who can tell anyone what will happen?"},{"style":"q1","text":""},{"style":"v","text":"Just as no one can control the wind to restrain the wind,"},{"style":"q2","text":"so also no one can control the day of his death."},{"style":"q1","text":"Just as no one is discharged in time of war,"},{"style":"q2","text":"so wickedness will not deliver the wicked."},{"style":"sd0","text":""},{"style":"s1","text":"The World Marred by Oppression and Injustice"},{"style":"m","text":""},{"style":"v","text":"I saw all this as I applied my heart to all the deeds done under the sun: ⸤sometimes those in authority harm others⸥.\\f + \\fr 8:9 \\ft Literally “sometimes one man domineers another man to his harm” \\f* "},{"style":"v","text":"Meanwhile, I saw the wicked being \\add honorably\\add* buried, but those who came and went from the holy place were forgotten in the city, even though they had done so. This also \\add is\\add* vanity!"},{"style":"s1","text":"Although Evil is Not Punished Swiftly, God Does Eventually Punish Sinners"},{"style":"m","text":""},{"style":"v","text":"Because sentence against an evil deed is not carried out quickly, the heart of ⸤humans⸥\\f + \\fr 8:11 \\ft Literally “the sons of the man” \\f* fills up within them to do evil. "},{"style":"v","text":"Although the sinner does evil a hundred times and prolongs his life, yet I also know that it will be good for those who fear God—because they fear ⸤his presence⸥.\\f + \\fr 8:12 \\ft Literally “from before his face” \\f* "},{"style":"v","text":"But it will not go well with the wicked, and they will not prolong \\add their\\add* days, like the shadow; because there is no fearing ⸤God’s presence⸥.\\f + \\fr 8:13 \\ft Literally “from before the face of God” \\f* "},{"style":"v","text":"There \\add is\\add* a vanity that happens on earth: sometimes the righteous suffer what the wicked deserve, and sometimes the wicked receive what the righteous deserve. I said, “This also \\add is\\add* vanity!”"},{"style":"s1","text":"Humans Should Enjoy the Life That God Gives to Them"},{"style":"m","text":""},{"style":"v","text":"So I recommend enjoyment. For there \\add is\\add* nothing better for man under the sun than to eat and to drink and to rejoice. This will accompany him in his toil the days of his life that God gives to him under the sun."},{"style":"s1","text":"No One Can Discover the Rhyme and Reason for Things"},{"style":"m","text":""},{"style":"v","text":"I applied my mind to know wisdom and to understand the business that is done on earth—how neither day nor night one’s eyes see sleep. "},{"style":"v","text":"Then I saw all the work of God—man \\add is\\add* not able to discover the work that is done under the sun. Although man may toil in seeking, he cannot find it. Even if a wise man claims \\add that he\\add* knows it, he cannot find it."}]