[{"style":"s1","verse":"","text":"Sound Instruction and Consistent Behavior"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"But you, speak \\add the things\\add* which are fitting for sound instruction. "},{"style":"v","verse":"2","text":"Older men are to be temperate, worthy of respect, self-controlled, sound in faith, in love, \\add and\\add* in endurance. "},{"style":"v","verse":"3","text":"Older women likewise \\add are to be\\add* reverent in \\add their\\add* behavior, not slanderous, not enslaved to much wine, teaching what is good, "},{"style":"v","verse":"4","text":"in order that they may encourage the young women to love their husbands \\add and to\\add* love their children, "},{"style":"v","verse":"5","text":"\\add to be\\add* self-controlled, pure, busy at home, good, being subject to their own husbands, in order that the word of God may not be slandered. "},{"style":"v","verse":"6","text":"Likewise, exhort the young men to be self-controlled, "},{"style":"v","verse":"7","text":"concerning everything showing yourself \\add to be\\add* an example of good deeds, in your teaching \\add demonstrating\\add* soundness, dignity, "},{"style":"v","verse":"8","text":"\\add a\\add* sound message beyond reproach, in order that ⸤an opponent⸥\\f + \\fr 2:8 \\ft Literally “one from \\fq the \\ft opposed” \\f* may be put to shame, \\add because he\\add*\\ef + \\fr 2:8 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“has”) which is understood as causal \\ef* has nothing bad to say concerning us."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Slaves must be subject to their own masters in everything, to be well-pleasing, not to talk back, "},{"style":"v","verse":"10","text":"not stealing, but demonstrating all good faith, in order that they may do credit to the teaching of God our Savior in everything. "},{"style":"v","verse":"11","text":"For the grace of God has appeared, bringing salvation to all people, "},{"style":"v","verse":"12","text":"training us in order that, denying impiety and worldly desires, we may live self-controlled and righteously and godly in the present age, "},{"style":"v","verse":"13","text":"looking forward to the blessed hope and the glorious appearing of our great God and Savior Jesus Christ, "},{"style":"v","verse":"14","text":"who gave himself for us, in order that he might redeem us from all lawlessness and purify for himself a people for his own possession, zealous for good deeds. "},{"style":"v","verse":"15","text":"Speak these \\add things\\add* and exhort and reprove with all authority. Let no one disregard you."}]