[{"style":"s1","verse":"","text":"Édit de Cyrus. Retour de la captivité de Babylone"},{"style":"r","verse":"","text":"V. 1-11: cf. 2 Ch 36:20-23. (Jé 25:11, 12; 29:10-14. És 44:26-28; 45:1-13; 49:13-17.) Ro 11:23."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 1.1 \\xt 2 Ch 36:22.\\x*La première année de Cyrus, roi de Perse, afin que s’accomplît \\x b \\xo 1.1 \\xt Jé 25:12; 29:10.\\x*la parole de l’Éternel prononcée par la bouche de Jérémie, l’Éternel réveilla l’esprit de Cyrus, roi de Perse, qui fit faire de vive voix et par écrit cette publication dans tout son royaume: "},{"style":"v","verse":"2","text":"Ainsi parle Cyrus, roi des Perses: L’Éternel, le Dieu des cieux, m’a donné tous les royaumes de la terre, et il m’a commandé de lui bâtir une maison à Jérusalem en Juda. "},{"style":"v","verse":"3","text":"Qui d’entre vous est de son peuple? Que son Dieu soit avec lui, et qu’il monte à Jérusalem en Juda et bâtisse la maison de l’Éternel, le Dieu d’Israël! C’est le Dieu qui est à Jérusalem. "},{"style":"v","verse":"4","text":"Dans tout lieu où séjournent des restes du peuple de l’Éternel, les gens du lieu leur donneront de l’argent, de l’or, des effets, et du bétail, avec des offrandes volontaires pour la maison de Dieu qui est à Jérusalem. "},{"style":"v","verse":"5","text":"Les chefs de famille de Juda et de Benjamin, les sacrificateurs et les Lévites, tous ceux dont Dieu réveilla l’esprit, se levèrent pour aller bâtir la maison de l’Éternel à Jérusalem. "},{"style":"v","verse":"6","text":"Tous leurs alentours leur donnèrent des objets d’argent, de l’or, des effets, du bétail, et des choses précieuses, outre toutes les offrandes volontaires. "},{"style":"v","verse":"7","text":"Le roi Cyrus rendit les ustensiles de la maison de l’Éternel, que \\x c \\xo 1.7 \\xt 2 R 24:13. 2 Ch 36:7.\\x*Nebucadnetsar avait emportés de Jérusalem et placés dans la maison de son dieu. "},{"style":"v","verse":"8","text":"Cyrus, roi de Perse, les fit sortir par Mithredath, le trésorier, qui les \\x d \\xo 1.8 \\xt Esd 5:1.\\x*remit à Scheschbatsar, prince de Juda. "},{"style":"v","verse":"9","text":"En voici le nombre: trente bassins d’or, mille bassins d’argent, vingt-neuf couteaux, "},{"style":"v","verse":"10","text":"trente coupes d’or, quatre cent dix coupes d’argent de second ordre, mille autres ustensiles. "},{"style":"v","verse":"11","text":"Tous les objets d’or et d’argent étaient au nombre de cinq mille quatre cents. Scheschbatsar emporta le tout de Babylone à Jérusalem, au retour de la captivité."}]