[{"style":"s1","verse":"","text":"La construction du temple reprise"},{"style":"r","verse":"","text":"V. 1-17: cf. (Ag 1; 2. Za 1 à 6.) (Ph 1:28. 1 Pi 3:12-15.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 5.1 \\xt Ag 1:1. Za 1:1.\\x*Aggée, le prophète, et Zacharie, fils d’Iddo, le prophète, prophétisèrent aux Juifs qui étaient en Juda et à Jérusalem, au nom du Dieu d’Israël. "},{"style":"v","verse":"2","text":"Alors Zorobabel, fils de Schealthiel, et Josué, fils de Jotsadak, se levèrent et commencèrent à bâtir la maison de Dieu à Jérusalem. Et avec eux étaient les prophètes de Dieu, qui les assistaient. "},{"style":"v","verse":"3","text":"Dans ce même temps, Thathnaï, gouverneur de ce côté du fleuve, Schethar-Boznaï, et leurs collègues, vinrent auprès d’eux et leur parlèrent ainsi: Qui vous a donné l’autorisation de bâtir cette maison et de relever ces murs? "},{"style":"v","verse":"4","text":"Ils leur dirent encore: Quels sont les noms des hommes qui construisent cet édifice? "},{"style":"v","verse":"5","text":"Mais l’œil de Dieu veillait sur les anciens des Juifs. Et on laissa continuer les travaux pendant l’envoi d’un rapport à Darius et jusqu’à la réception d’une lettre sur cet objet. "},{"style":"v","verse":"6","text":"Copie de la lettre envoyée au roi Darius par Thathnaï, gouverneur de ce côté du fleuve. Schethar-Boznaï, et leurs collègues d’Apharsac, demeurant de ce côté du fleuve. "},{"style":"v","verse":"7","text":"Ils lui adressèrent un rapport ainsi conçu:"},{"style":"p","verse":"","text":"\\it Au roi Darius, salut!\\it*"},{"style":"v","verse":"8","text":"\\it Que le roi sache que nous sommes allés dans la province de Juda, à la maison du grand Dieu. Elle se construit en pierres de taille, et le bois se pose dans les murs; le travail marche rapidement et réussit entre leurs mains.\\it*"},{"style":"v","verse":"9","text":"\\it Nous avons interrogé les anciens, et nous leur avons ainsi parlé: Qui vous a donné l’autorisation de bâtir cette maison et de relever ces murs?\\it*"},{"style":"v","verse":"10","text":"\\it Nous leur avons aussi demandé leurs noms pour te les faire connaître, et nous avons mis par écrit les noms des hommes qui sont à leur tête.\\it*"},{"style":"v","verse":"11","text":"\\it Voici la réponse qu’ils nous ont faite: Nous sommes les serviteurs du Dieu des cieux et de la terre, et nous rebâtissons la maison qui avait été construite il y a bien des années; un grand roi d’Israël l’avait bâtie et achevée.\\it*"},{"style":"v","verse":"12","text":"\\it Mais\\it*\\x b \\xo 5.12 \\xt 2 Ch 36:16, 17, etc.\\x*\\it après que nos pères eurent irrité le Dieu des cieux, il les livra entre les mains de Nebucadnetsar, roi de Babylone, le Chaldéen, qui détruisit cette maison et emmena le peuple captif à Babylone.\\it*"},{"style":"v","verse":"13","text":"\\x c \\xo 5.13 \\xt 2 Ch 36:22, etc. Esd 1, etc.\\x*\\it Toutefois, la première année de Cyrus, roi de Babylone, le roi Cyrus donna l’ordre de rebâtir cette maison de Dieu.\\it*"},{"style":"v","verse":"14","text":"\\it Et même le roi Cyrus ôta du temple de Babylone les ustensiles d’or et d’argent de la maison de Dieu, que Nebucadnetsar avait enlevés du temple de Jérusalem et transportés dans le temple de Babylone, il les fit\\it*\\x d \\xo 5.14 \\xt Esd 1:8.\\x*\\it remettre au nommé Scheschbatsar, qu’il établit gouverneur,\\it*"},{"style":"v","verse":"15","text":"\\it et il lui dit: Prends ces ustensiles, va les déposer dans le temple de Jérusalem, et que la maison de Dieu soit rebâtie sur le lieu où elle était.\\it*"},{"style":"v","verse":"16","text":"\\it Ce Scheschbatsar est donc venu, et il a posé les fondements de la maison de Dieu à Jérusalem; depuis lors jusqu’à présent elle se construit, et elle n’est pas achevée.\\it*"},{"style":"v","verse":"17","text":"\\it Maintenant, si le roi le trouve bon, que l’on fasse des recherches dans la maison des trésors du roi à Babylone, pour voir s’il y a eu de la part du roi Cyrus un ordre donné pour la construction de cette maison de Dieu à Jérusalem. Puis, que le roi nous transmette sa volonté sur cet objet.\\it*"}]