[{"style":"s1","text":"Arrivée d’Esdras à Jérusalem"},{"style":"r","text":"V. 1-28: cf. Esd 8. Ps 119:173."},{"style":"p","text":""},{"style":"v","text":"Après ces choses, sous le règne d’Artaxerxès, roi de Perse, vint Esdras, fils de Seraja, fils d’Azaria, fils de Hilkija, "},{"style":"v","text":"fils de Schallum, fils de Tsadok, fils d’Achithub, "},{"style":"v","text":"fils d’Amaria, fils d’Azaria, fils de Merajoth, "},{"style":"v","text":"fils de Zerachja, fils d’Uzzi, fils de Bukki, "},{"style":"v","text":"fils d’Abischua, fils de Phinées, fils d’Éléazar, fils d’Aaron, le souverain sacrificateur. "},{"style":"v","text":"Cet Esdras vint de Babylone: c’était un scribe versé dans la loi de Moïse, donnée par l’Éternel, le Dieu d’Israël. Et comme la main de l’Éternel, son Dieu, était sur lui, le roi lui accorda tout ce qu’il avait demandé. "},{"style":"v","text":"Plusieurs des enfants d’Israël, des sacrificateurs et des Lévites, des chantres, des portiers, et des Néthiniens, vinrent aussi à Jérusalem, la septième année du roi Artaxerxès. "},{"style":"v","text":"Esdras arriva à Jérusalem au cinquième mois de la septième année du roi; "},{"style":"v","text":"il était parti de Babylone le premier jour du premier mois, et il arriva à Jérusalem le premier jour du cinquième mois, la bonne main de son Dieu étant sur lui. "},{"style":"v","text":"Car Esdras avait appliqué son cœur à étudier et à mettre en pratique la loi de l’Éternel, et à enseigner au milieu d’Israël les lois et les ordonnances. "},{"style":"v","text":"Voici la copie de la lettre donnée par le roi Artaxerxès à Esdras, sacrificateur et scribe, enseignant les commandements et les lois de l’Éternel concernant Israël: "},{"style":"v","text":"\\it Artaxerxès, roi des rois, à Esdras, sacrificateur et scribe, versé dans la loi du Dieu des cieux, etc.\\it*"},{"style":"v","text":"\\it J’ai donné ordre de laisser aller tous ceux du peuple d’Israël, de ses sacrificateurs et de ses Lévites, qui se trouvent dans mon royaume, et qui sont disposés à partir avec toi pour Jérusalem.\\it*"},{"style":"v","text":"\\it Tu es envoyé par le roi et ses sept conseillers pour inspecter Juda et Jérusalem d’après la loi de ton Dieu, laquelle est entre tes mains,\\it*"},{"style":"v","text":"\\it et pour porter\\it*\\x a \\xo 7.15 \\xt Esd 8:25.\\x*\\it l’argent et l’or que le roi et ses conseillers ont généreusement offerts au Dieu d’Israël, dont la demeure est à Jérusalem,\\it*"},{"style":"v","text":"\\it tout l’argent et l’or que tu trouveras dans toute la province de Babylone, et les dons volontaires faits par le peuple et les sacrificateurs pour la maison de leur Dieu à Jérusalem.\\it*"},{"style":"v","text":"\\it En conséquence, tu auras soin d’acheter avec cet argent des taureaux, des béliers, des agneaux, et ce qui est nécessaire pour les offrandes et les libations, et tu les offriras sur l’autel de la maison de votre Dieu à Jérusalem.\\it*"},{"style":"v","text":"\\it Vous ferez avec le reste de l’argent et de l’or ce que vous jugerez bon de faire, toi et tes frères, en vous conformant à la volonté de votre Dieu.\\it*"},{"style":"v","text":"\\it Dépose devant le Dieu de Jérusalem les ustensiles qui te sont remis pour le service de la maison de ton Dieu.\\it*"},{"style":"v","text":"\\it Tu tireras de la maison des trésors du roi ce qu’il faudra pour les autres dépenses que tu auras à faire concernant la maison de ton Dieu.\\it*"},{"style":"v","text":"\\it Moi, le roi Artaxerxès, je donne l’ordre à tous les trésoriers de l’autre côté du fleuve de livrer exactement à Esdras, sacrificateur et scribe, versé dans la loi du Dieu des cieux, tout ce qu’il vous demandera,\\it*"},{"style":"v","text":"\\it jusqu’à cent talents d’argent, cent cors de froment, cent baths de vin, cent baths d’huile, et du sel à discrétion.\\it*"},{"style":"v","text":"\\it Que tout ce qui est ordonné par le Dieu des cieux se fasse ponctuellement pour la maison du Dieu des cieux, afin que sa colère ne soit pas sur le royaume, sur le roi et sur ses fils.\\it*"},{"style":"v","text":"\\it Nous vous faisons savoir qu’il ne peut être levé ni tribut, ni impôt, ni droit de passage, sur aucun des sacrificateurs, des Lévites, des chantres, des portiers, des Néthiniens, et des serviteurs de cette maison de Dieu.\\it*"},{"style":"v","text":"\\it Et toi, Esdras, selon la sagesse de Dieu que tu possèdes, établis des juges et des magistrats qui rendent la justice à tout le peuple de l’autre côté du fleuve, à tous ceux qui connaissent les lois de ton Dieu; et fais-les connaître à ceux qui ne les connaissent pas.\\it*"},{"style":"v","text":"\\it Quiconque n’observera pas ponctuellement la loi de ton Dieu et la loi du roi sera condamné à la mort, au bannissement, à une amende, ou à la prison.\\it*"},{"style":"v","text":"Béni soit l’Éternel, le Dieu de nos pères, qui a disposé le cœur du roi à glorifier ainsi la maison de l’Éternel à Jérusalem, "},{"style":"v","text":"et qui m’a rendu l’objet de la bienveillance du roi, de ses conseillers, et de tous ses puissants chefs! Fortifié par la main de l’Éternel, mon Dieu, qui était sur moi, j’ai rassemblé les chefs d’Israël, afin qu’ils partissent avec moi."}]