[{"style":"s","verse":"","text":"Fonkleen dund gu bees gi ci Kirist"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag ndegam dekkeendoo ngeen ak °Kirist, wutleen yëf, ya nekk ca kaw, fa Kirist toog ca ndijooru Yàlla."},{"style":"v","verse":"2","text":"Fonkleen yëf ya ca kaw, te ngeen baña faale yi ci suuf,"},{"style":"v","verse":"3","text":"ndaxte dee ngeen, te seen dund boole nañu ko ak Kirist, denc ca Yàlla."},{"style":"v","verse":"4","text":"Te bés bu Kirist miy seen dund feeñee, yéen itam dingeen feeñ ak moom ci biir ndam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Kon nag li nekk ci yéen te bokk ci mbiri àddina, jébbal-leen ko dee, yu deme ni ndoxaanu yàqute, sobe, xemmem, bëgg-bëgg yu bon, ak bëgge, maanaam bokkaale Yàlla."},{"style":"v","verse":"6","text":"Yooyooy xëcc merum Yàlla."},{"style":"v","verse":"7","text":"Yéen itam noonu ngeen daan doxale bu jëkk, ba ngeen daan dunde noonu."},{"style":"v","verse":"8","text":"Waaye léegi bàyyileen yii yépp: mer, xadar, kiñaan ak di génne ci seen gémmiñ sos ak wax ju ñaaw."},{"style":"v","verse":"9","text":"Bàyyileen di fen seeni moroom, ndaxte summi ngeen jikko ju bon, ji ngeen judduwaale, moom ak ay jëfam;"},{"style":"v","verse":"10","text":"te sol ngeen dund gu bees, gi Yàlla sàkk te di ko yeesal ba mu mel ni moom, ngir ngeen man koo xam bu wér."},{"style":"v","verse":"11","text":"Ci dund gu bees googu, amul Yawut ak ku dul Yawut, ku xaraf walla ku xaraful, jaam walla gor, ku jàngul ni Baarbaar yi, ak ku yewwuwul ni waa Sit, waaye °Kirist ay lépp te dëkk ci ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Kon nag ndegam Yàlla tànn na leen, sellal leen, sopp leen, solooleen boog yërmande, laabiir, woyof, lewet ak muñ."},{"style":"v","verse":"13","text":"Muñalanteleen, di baalante, su amee kuy tawat moroomam. Baalanteleen, ni leen Boroom bi baale."},{"style":"v","verse":"14","text":"Ci kaw loolu lépp amleen mbëggeel, giy jokkale lépp, ba mu mat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Na jàmm ji Kirist di joxe not seeni xol, ndaxte Yàlla woo na leen ci loolu, mel ni ay cér yu bokk benn yaram; te gërëmleen Yàlla."},{"style":"v","verse":"16","text":"Na kàddug Kirist dëkk ci yéen, bay baawaan, ngeen di jànglante ak a artoonte ci seen biir ak xel mu mat sëkk, di woy ak a gërëm Yàlla ak seen xol bépp, ay taalifi Sabóor, ay kañ Yàlla ak ay cant yu tukkee ci Xelum Yàlla."},{"style":"v","verse":"17","text":"Lu ngeen mana def, muy ci wax mbaa ci jëf, wéerleen ko ci turu Boroom bi Yeesu, jaare ci moom gërëm Yàlla Baay bi."},{"style":"s","verse":"","text":"Àndleen bu rafet ci seen biir"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Jigéen ñi, na ku nekk nangul jëkkëram, ndaxte looloo jekk ci ñi bokk ci Boroom bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Góor ñi, na ku nekk bëgg soxnaam te muñal ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Xale yi, déggal-leen seeni waajur ci lépp, ndaxte looloo rafet ci ñi bokk ci Boroom bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Baay yi, buleen bundxataal seeni doom, ngir baña jeexal seen xol."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Jaam yi, nangul-leen ci lépp seen sang, yi ci àddina. Buleen ko def rekk ci seen kanam, di sàkku ngërëm, waaye na nekk lu dëggu ci yéen, ndax seen ragal Boroom bi."},{"style":"v","verse":"23","text":"Lu ngeen mana def, na ci seen xol tàlli; ngeen def ko ngir Boroom bi, te du ngir nit,"},{"style":"v","verse":"24","text":"xam ne Boroom bi dina fey seeni jëf, mu di cér bi mu leen dencal. °Kirist mooy Boroom, bi ngeen di liggéeyal."},{"style":"v","verse":"25","text":"Waaye ku def lu bon, Boroom bi dina la delloo sa jëf, te du gënale."}]