[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Sang yi, yorleen seeni jaam ci nu jub te aw yoon, xam ne am ngeen yéen itam ab Sang ca asamaan."},{"style":"s","verse":"","text":"Yeneen warugar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Dëkkleen ci ñaan Yàlla, farlu ci, boole ci ngërëm."},{"style":"v","verse":"3","text":"Te ngeen ñaanaale nu ci itam, ngir Yàlla ubbil nu bunt, nu mana xamle kàddoom, di yégle kumpa gi di °Kirist, muy kumpa gi waral ñu jéng ma."},{"style":"v","verse":"4","text":"Ñaanleen ngir ma xamle ko ni mu ware."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Jëfeleen ak xel ci seen diggante ak waa àddina, te fu ngeen ame jot, fexeleen ba jariñoo ko."},{"style":"v","verse":"6","text":"Na seen wax jépp fees ak yiw te am xorom, ngir ngeen xam nan ngeen wara tontoo ku nekk."},{"style":"s","verse":"","text":"Tàggoo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Tisig, sama mbokk mi ma sopp, di jawriñ ju takku ak sama nawle ci liggéeyu Boroom bi, dina leen yégal lépp lu jëm ci samay mbir."},{"style":"v","verse":"8","text":"Lii moo tax ma yebal ko ci yéen: ngeen xam xibaar bi jóge ci nun, te it mu dëfal seen xol."},{"style":"v","verse":"9","text":"Onesim lay àndal, sunu mbokk mu takku, mi nu sopp, te mu bokk ci yéen. Dinañu leen xamal lépp lu xew fii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Aristàrk mi nekk ak man ci kaso bi, mu ngi leen di nuyu, moom ak Màrk rakku Barnabas. Jot ngeen ay ndigal ci mbirum Màrk: bu ñëwee ci yéen, teral-leen ko."},{"style":"v","verse":"11","text":"Yeesu mi ñuy dàkkentale Yustus, moom it mu ngi leen di nuyu. Ñoom rekk ñooy Yawut yiy liggéeyandook man ngir nguuru Yàlla, te ñoo féexal sama xol."},{"style":"v","verse":"12","text":"Jaamu °Kirist, Epafras, mi bokk ci yéen, mu ngi leen di nuyu. Du jóg ci di leen ñaanal, farlu ci ni kuy bëre, ngir ngeen taxaw temm ci coobarey Yàlla gépp, ànd ak ngëm gu mat ak kóolute gu wóor."},{"style":"v","verse":"13","text":"Maa ngi koy seedeel ne mu ngi sonn bu baax ngir yéen, ngir waa Lawdise ak waa Yerapolis."},{"style":"v","verse":"14","text":"Luug, doktoor bi ñu sopp, mu ngi leen di nuyu, moom ak Demas."},{"style":"v","verse":"15","text":"Nuyul-leen nu mbokk, yi nekk Lawdise. Nuyul-leen nu itam Nimfa ak mbooloom ñi gëm, miy daje ci këram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Bu ñu jàngee bataaxal bii ci yéen, fexeleen ba ñu jàng ko it ci mbooloom ñi gëm mi nekk Lawdise, te yéen it ngeen jàng bi ma yónnee waa Lawdise."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Neleen Arkib: «Farlul ci sas, wi la Boroom bi sédde, ba matal ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Man Pool maa leen di bind nuyoo bii ci sama loxob bopp. Fàttalikuleen ne dañu maa jéng. Yal na yiwu Boroom bi ànd ak yéen!"}]