[{"style":"mt1","text":"Esra"},{"style":"s1","text":"Lu jëm ci dogalu Sirus"},{"style":"p","text":""},{"style":"v","text":"At ma njëkk ca nguurug Sirus buuru Pers, \\w Aji Sax ji|Aji Sax j-:\\w* moo nammoona sottal kàddu ga mu waxe ca gémmiñug Yonent Yàlla Yeremi\\f + \\fr 1.1 \\ft Seetal ci Yeremi 25.11-12; 29.10.\\f*, ba tax mu xiir Sirus buuru Pers, mu siiwtaane ab dogal ci mboolem réewam, boole ci bind ko ne:"},{"style":"p","text":""},{"style":"v","text":"Sirus buuru Pers dafa wax ne: «Mboolem réewi àddina, Yàlla Boroom asamaan\\f + \\fr 1.2 \\fk Yàlla Boroom asamaan \\ft turu darajaal la bu ñuy waxe ci gàttal ne mooy Yàllay asamaan ak suuf, muy wund ne du Israayil rekk lay seen Yàlla, waaye mooy Yàllay àddina sépp.\\f* moo ma leen dénk, te moom moo ma tabb, ngir ma tabaxal ko kër ca Yerusalem ga ca Yuda."},{"style":"v","text":"Képp ku bokk ci mboolem ñoñam, yal na Yàllaam ànd ak moom, mu dem Yerusalem ga ca Yuda, tabax fa kër Aji Sax ji Yàllay Israayil, Yàlla ja ca Yerusalem."},{"style":"v","text":"Mboolem \\w bànni Israayil|bànni Israayil:\\w* ak fu ci nit mana féete, na ko waa foofa indil ndimbal ci wàllu xaalis ak wurus, alal aku jur ak \\w saraxi yéene|Sarax yi:\\w* yu jëm ca kër Yàlla ga ca Yerusalem.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ña jiite waa kër Yuda ak Beñamin ak \\w sarxalkat|sarxalkat b-:\\w* yaak \\w Leween|Leween b-:\\w* ña, képp ku ci Yàlla xiir rekk, mu daldi dem tabaxi kër Aji Sax ja ca Yerusalem."},{"style":"v","text":"Mboolem seeni dëkkandoo daldi def ci seen loxo jumtukaayi xaalis ak wurus, alal akug jur ak gànjar, te bokkul ak mboolem seen saraxi yéene."},{"style":"v","text":"Ci biir loolu Buur Sirus génne ndabi kër Aji Sax ja Nebukatnecar\\f + \\fr 1.7 \\fk Nebukatnecar \\ft mooy Nabukodonocor ba tey. \\f* jële woon Yerusalem te yeboon ko ca kër tuuram ya."},{"style":"v","text":"Sirus buuru Pers nag sant Mittredat farbay alalam, mu génne ko, daldi koy waññal Sesbacar, boroom Yuda."},{"style":"p","text":""},{"style":"v","text":"Lenn ci lim bi tëdde nii: fanweeri (30) ndabi wurus ak junniy (1~000) ndabi xaalis ak ñaar fukki paaka ak juróom ñeent (29)"},{"style":"v","text":"ak fanweeri (30) këlli wurus yu ndaw yu ànd ak ñeenti téeméeri këll ak fukk (410) yu ndaw yu xaalis ak junniy (1~000) jumtukaay yeneen."},{"style":"v","text":"Mboolem ndabi wurus yeek yu xaalis yi juróomi junni la ak ñeenti téeméer (5~400). Sesbacar jële lépp Babilon, yóbbu Yerusalem, ba ngàllo gay ñibbi."}]