[{"style":"s1","text":"Limeefu ngàllo ga ñibbisi nii la"},{"style":"p","text":""},{"style":"v","text":"Ñii nag ñoo di niti diiwaanu Yuda, ña jóge njaam ca ngàllo ga leen Nebukatnecar buuru Babilon yóbbu woon, te ñu jóge ca ñibbisi Yerusalem ak Yuda, ku nekk ak fa mu dëkk."},{"style":"v","text":"Ña nga ñibbi ca njiital Sorobabel ak Yosuwe\\f + \\fr 2.2 \\fk Yosuwe: \\ft Yesuwa ci làkku ebrë. Yosuwe lanu bind ci tekki bii, muy doomu Yoccadag te doon sarxalkat bu mag bi mujj lu jiitu ngàllo ga ca Babilon. Yosuwe mii lu gëna bare dees na ko tuddaaleek Sorobabel. Feneen fu ñu ne Yesuwa ci téere bi, keneen a tax ñuy wax.\\f* ak Neyemi ak Seraya ak Reelaya ak Mardose ak Bilsan ak Mispar ak Bigway ak Rexum ak Baana."},{"style":"p","text":"Limeefu góori \\w bànni Israayil|bànni Israayil:\\w* nii la tëdde:"},{"style":"v","text":"Askanu Paros, ñaari junni ak téeméer ak juróom ñaar fukk ak ñaar (2~172) lañu."},{"style":"v","text":"Askanu Sefatiya, ñetti téeméer ak juróom ñaar fukk ak ñaar (372) lañu."},{"style":"v","text":"Askanu Ara, juróom ñaari téeméer ak juróom ñaar fukk ak juróom (775) lañu."},{"style":"v","text":"Askanu Paxat Mowab, soqikoo ci Yesuwa ak Yowab, di ñaari junni ak juróom ñetti téeméer ak fukk ak ñaar (2~812)."},{"style":"v","text":"Askanu Elam, junni ak ñaari téeméer ak juróom fukk ak ñeent (1~254) lañu."},{"style":"v","text":"Askanu Sàttu, juróom ñeenti téeméer ak ñeent fukk ak juróom (945) lañu."},{"style":"v","text":"Askanu Sakay, juróom ñaari téeméer ak juróom benn fukk (760) lañu."},{"style":"v","text":"Askanu Bani, juróom benni téeméer ak ñeent fukk ak ñaar (642) lañu."},{"style":"v","text":"Askanu Bebay, juróom benni téeméer ak ñaar fukk ak ñett (623) lañu."},{"style":"v","text":"Askanu Asgàdd, junni ak ñaari téeméer ak ñaar fukk ak ñaar (1~222) lañu."},{"style":"v","text":"Askanu Adonikam, juróom benni téeméer ak juróom benn fukk ak juróom benn (666) lañu."},{"style":"v","text":"Askanu Bigway, ñaari junni ak juróom fukk ak juróom benn (2~056) lañu."},{"style":"v","text":"Askanu Adin, ñeenti téeméer ak juróom fukk ak ñeent (454) lañu."},{"style":"v","text":"Askanu Ater, soqikoo ci Esekiyas, di juróom ñeent fukk ak juróom ñett (98)."},{"style":"v","text":"Askanu Beccay, ñetti téeméer ak ñaar fukk ak ñett (323) lañu."},{"style":"v","text":"Askanu Yora, téeméer ak fukk ak ñaar (112) lañu."},{"style":"v","text":"Askanu Asum, ñaari téeméer ak ñaar fukk ak ñett (223) lañu."},{"style":"v","text":"Askanu Gibar, juróom ñeent fukk ak juróom lañu (95)."},{"style":"p","text":""},{"style":"v","text":"Waa Betleyem, téeméer ak ñaar fukk ak ñett (123) lañu."},{"style":"v","text":"Waa Netofa, juróom fukk ak juróom benn (56) lañu."},{"style":"v","text":"Waa Anatot, téeméer ak ñaar fukk ak juróom ñett (128) lañu."},{"style":"v","text":"Waa Asmawet, ñeent fukk ak ñaar (42) lañu."},{"style":"v","text":"Waa Kiryaat Yarim ak Kefira ak Beerot, juróom ñaari téeméer ak ñeent fukk ak ñett (743) lañu."},{"style":"v","text":"Waa Raama ak Geba, juróom benni téeméer ak ñaar fukk ak benn (621) lañu."},{"style":"v","text":"Waa Migmas, téeméer ak ñaar fukk ak ñaar (122) lañu."},{"style":"v","text":"Waa Betel ak Ayi, ñaari téeméer ak ñaar fukk ak ñett (223) lañu."},{"style":"v","text":"Waa Nebo, juróom fukk ak ñaar (52) lañu."},{"style":"v","text":"Waa Magbis téeméer ak juróom fukk ak juróom benn (156) lañu."},{"style":"v","text":"Waa Elam gu ndaw, junni ak ñaari téeméer ak juróom fukk ak ñeent (1~254) lañu."},{"style":"v","text":"Waa Arim, ñetti téeméer ak ñaar fukk (320) lañu."},{"style":"v","text":"Waa Lodd ak Adidd ak Ono, juróom ñaari téeméer ak ñaar fukk ak juróom (725) lañu."},{"style":"v","text":"Waa Yeriko, ñetti téeméer ak ñeent fukk ak juróom (345) lañu."},{"style":"v","text":"Waa Senaa, ñetti junni ak juróom benn téeméer ak fanweer (3~630) lañu."},{"style":"p","text":""},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* yi ñii la: askanu Yedaya, soqikoo ci waa kër Yosuwe, di juróom ñeenti téeméer ak juróom ñaar fukk ak ñett (973)."},{"style":"v","text":"Askanu Imer, junni ak juróom fukk ak ñaar (1~052) lañu."},{"style":"v","text":"Askanu Pasur, junni ak ñaari téeméer ak ñeent fukk ak juróom ñaar (1~247) lañu."},{"style":"v","text":"Askanu Arim, junni ak fukk ak juróom ñaar (1~017) lañu."},{"style":"p","text":""},{"style":"v","text":"\\w Leween|Leween b-:\\w* ñi ñii la: askanu Yesuwa ak Kadmiyel. Mooy ñi bànqaasoo ci Odawya, tollu ci juróom ñaar fukk ak ñeent (74)."},{"style":"p","text":""},{"style":"v","text":"Woykat yi ñoo di askanu Asaf, di téeméer ak ñaar fukk ak juróom ñett (128)."},{"style":"p","text":""},{"style":"v","text":"Askanu fara bunt yi ñoo di askanu Salum ak askanu Ater ak askanu Talmon ak askanu Akub ak askanu Atita ak askanu Sobay, ñépp di téeméer ak fanweer ak juróom ñeent (139)."},{"style":"p","text":""},{"style":"v","text":"Liggéeykati kër Yàlla gi ñoo di askanu Cixa ak askanu Asufa ak askanu Tabawot"},{"style":"v","text":"ak askanu Keros ak askanu Siya ak askanu Padon"},{"style":"v","text":"ak askanu Lebana ak askanu Agaba ak askanu Akub"},{"style":"v","text":"ak askanu Agab ak askanu Salmay ak askanu Xanan"},{"style":"v","text":"ak askanu Gidel ak askanu Gaxar ak askanu Reyaya"},{"style":"v","text":"ak askanu Reccin ak askanu Nekoda ak askanu Gasam"},{"style":"v","text":"ak askanu Usa ak askanu Paseya ak askanu Besay"},{"style":"v","text":"ak askanu Asna ak askanu Mewuneen ña ak askanu Nefusim"},{"style":"v","text":"ak askanu Bagbug ak askanu Akufa ak askanu Arur"},{"style":"v","text":"ak askanu Bacclut ak askanu Mexida ak askanu Arsa"},{"style":"v","text":"ak askanu Barkos ak askanu Sisera ak askanu Temax"},{"style":"v","text":"ak askanu Necciya ak askanu Atifa."},{"style":"p","text":""},{"style":"v","text":"Askanu jaami Suleymaan ñii la: askanu Sotay ak askanu Soferet ak askanu Peruda"},{"style":"v","text":"ak askanu Yaala ak askanu Darkon ak askanu Gidel"},{"style":"v","text":"ak askanu Sefatiya ak askanu Atil ak askanu Pokeret Accebayim ak askanu Aami."},{"style":"p","text":""},{"style":"v","text":"Mboolem liggéeykati kër Yàlla gi ak askanu jaami Suleymaan yi, ñetti téeméer ak juróom ñeent fukk ak ñaar (392)."},{"style":"p","text":""},{"style":"v","text":"Ña bàyyikoo Tel Melax ak Tel Arsa ak Kerub Adon ak Imer te manuñoo firndeel ne seen waa kër maam ak seen askan ci Israayil lañu bokk, ñii la:"},{"style":"v","text":"askanu Delaya ak askanu Tobya ak askanu Nekoda, di juróom benn téeméer ak juróom fukk ak ñaar (652)."},{"style":"p","text":""},{"style":"v","text":"Am na it ñu loolu daloon ci askanu sarxalkat yi, muy askanu Abaya ak askanu Akocc ak askanu Barsilay ma doon denc doomu Barsilay waa Galàdd ba, ba tax ñu santale ko seen sant."},{"style":"v","text":"Ñooñu, seet nañu seen limeefu kër maam, waaye gisuñu ko. Ñu daldi leen doyadal, génne leen ci carxal gi."},{"style":"v","text":"Boroom dëkk ba nag aaye leen ñu lekk ci ñam yu \\w sell|sell:\\w* yaa sell, ba keroog ab sarxalkat di am lu leer ci ñoom ci jumtukaayi tegtal yi ñuy wax \\w Urim ak Tumim|Urim ak Tumim:\\w*."},{"style":"p","text":""},{"style":"v","text":"Limu mbooloo ma mépp ba mu daj, ñeent fukki junneek ñaar ak ñetti téeméer ak juróom benn fukk (42~360) lañu,"},{"style":"v","text":"te limaaleesul seen jaam yu góor ak yu jigéen yi tollu ci juróom ñaari junni ak ñetti téeméer ak fanweer ak juróom ñaar (7~337). Amoon nañu itam ay woykat yu góor ak yu jigéen yu tollu ci ñaari téeméer (200)."},{"style":"v","text":"Amoon nañu juróom ñaari téeméeri fas ak fanweer ak juróom benn (736) ak ñaari téeméeri berkelle ak ñeent fukk ak juróom (245)"},{"style":"v","text":"ak ñeenti téeméeri giléem ak fanweer ak juróom (435) ak juróom benni junniy mbaam ak juróom ñaari téeméer ak ñaar fukk (6~720)."},{"style":"p","text":""},{"style":"v","text":"Ba ñu àggee ca kër Aji Sax ja ca Yerusalem, am na ñenn ca kilifa ya jiite seen kër baay, ñu joxe ay \\w saraxi yéene|Sarax yi:\\w* ngir tabaxaat kër Yàlla ga ca gentam."},{"style":"v","text":"Joxe nañu ku nekk la mu man, jëme ca alal ja ñuy liggéeye, muy juróomi barigoy wurus ak fanweeri barigoy xaalis ak téeméeri jàllaabiy sarxalkat."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee bànni Israayil gépp sancaat ca seen dëkki cosaan, sarxalkat yaak Leween ñaak ñenn ca baadoolo yaak woykat yaak fara bunt yaak liggéeykati kër Yàlla ga."}]