[{"style":"s1","text":"Njaamug Aji Sax ji feddaliku na"},{"style":"p","text":""},{"style":"v","text":"Ba juróom ñaareelu weer wa agsee, fekk na \\w bànni Israayil|bànni Israayil:\\w* sancaat ca seeni dëkk, mbooloo ma daje doon benn bopp ca Yerusalem."},{"style":"v","text":"Ba mu ko defee Yosuwe doomu Yoccadag, mook moroomi \\w sarxalkatam|sarxalkat b-:\\w*, ak Sorobabel doomu Selcel aki bokkam daldi tabax \\w sarxalukaayu|sarxalukaay b-:\\w* Yàllay Israayil, ngir sarxal ca \\w saraxu dóomal|Sarax yi:\\w* ba, mu dëppook li ñu bind ci téereb yoonu Musaa, góorug Yàlla ga."},{"style":"v","text":"Ci kaw loolu ñu yékkatiwaat sarxalukaay ba, ca fondmaa bu njëkk ba, doonte ragaloon nañu waasoy réew ma. Ba ñu noppee, defal ca Aji Sax ji ay saraxi dóomal subaak ngoon."},{"style":"v","text":"Ñu teg ca amal \\w màggalu Mbaar|Màggal yi:\\w* ya, mu dëppook la ñu bind, boole kook saraxu dóomal yi war bés bu nekk."},{"style":"v","text":"Gannaaw loolu ñu wéy ci joxe saraxu dóomal bi, ak saraxi Terutel weer ya, ak sarax yu \\w sell|sell:\\w* yi war ci mboolem màggali Aji Sax ji, ak mboolem \\w saraxi yéene|Sarax yi:\\w* yi ñuy indil Aji Sax ji."},{"style":"v","text":"Benn fan ca juróom ñaareelu weer wa lañu tàmbalee defal Aji Sax ji ay saraxi dóomal, te fekkul ñu lalaat fondmaa kër Aji Sax ji."},{"style":"v","text":"Ci biir loolu ñu jox xaalis yattkati doj yeek tabaxkat yi, jox waa Sidon ak waa Tir ab dund aki naan akug diw, ngir ñu jëleji Libaŋ ay banti seedar, jaarale ko ci géej gi ba Yafa, ci ndigalal Sirus buuru Pers."},{"style":"p","text":""},{"style":"v","text":"Ba ñu dikkee ca kër Yàlla ga ca Yerusalem, ba ca déwén sa, ca ñaareelu weeru at ma, Sorobabel doomu Selcel ak Yosuwe doomu Yoccadag ànd nañook ña des ca seeni bokk, sarxalkat yaak \\w Leween|Leween b-:\\w* ñaak mboolem ña jóge ca njaam ga délsi Yerusalem. Ñu daldi tàmbali liggéey bi. Ci biir loolu ñu tabb ay Leween ñu am ñaar fukki at jëm kaw, ñuy saytu liggéeyu kër Aji Sax ja."},{"style":"v","text":"Yesuwa nag jàpp ca, mook doomam yu góor aki bokkam, ak Kadmiyel ak doomam yu góor, ñuy askanu Odawya. Ñu mànkoo di jiite liggéeykat yiy tabaxaat kër Yàlla ga. Waa askanu Enadàdd jàppale nañu leen ci, ñook seen doom yu góor ak seen bokki Leween ña."},{"style":"p","text":""},{"style":"v","text":"Ba tabaxkat ya lalee fondmaa kër Aji Sax ji, ñu tabb ay sarxalkat. Ñu solu ba jekk, yor ay liit, feggook Leween ña askanoo ca Asaf, ànd ak tëggum weñ, di màggal Aji Sax ji, muy la Daawuda buurub Israayil digle woon."},{"style":"v","text":"Ña ngay woy, kee dëbbe, kee awu, di màggal aka sant Aji Sax ji, naan:"},{"style":"q1","text":"«Kee baax."},{"style":"q1","text":"Kee gore ba fàww ci Israayil.»"},{"style":"m","text":"Ci kaw loolu mbooloo ma mépp xaacu, di ko màggale Aji Sax ji ngir li fondmaa kër Aji Sax ja lale."},{"style":"v","text":"Teewul ñu bare ca ña féete mag, diy sarxalkat aki Leween aki boroom kër, gisoon nañu kër gu njëkk ga. Ba ñu gisee fondmaa kër gu bees ga, dañoo yékkati seen kàddu ca kaw di jooy, ñu bare it di xaacu ndax mbégte."},{"style":"v","text":"Kenn manuloona ràññee coowal mbégte laak jooy ya ndax riiru mbooloo mu réy, di àkki fu sore."}]