[{"style":"s1","text":"Liggéey baa ngi sooxe"},{"style":"p","text":""},{"style":"v","text":"Ba nooni Yudaak Beñamin déggee ne waa ngàllo ga ñibbisee ngay tabaxal Aji Sax ji Yàllay Israayil kër,"},{"style":"v","text":"ñëw nañu ca Sorobabel ak ca kilifay kër ya, wax leen ne leen: «Danuy ànd ak yeen tabax ndax danuy topp seen Yàlla ni yeen, te ca jamonoy Asaradon buurub Asiri mi nu fi indi ba tey, Aji Sax ji lanuy defal sarax.»"},{"style":"v","text":"Sorobabel nag ànd ak Yosuwe ak yeneen kilifay kër Israayil ya ne leen: «Dungeen bokk ak nun tabax sunu kër Yàlla gi. Nun doŋŋ ay tabaxal Aji Sax ji Yàllay Israayil, te loolu la Sirus buuru Pers santaane.»"},{"style":"v","text":"Ci biir loolu waa réew ma di yoqiloo waa Yuda, di leen xoqtal, ba ñu ragala tabax."},{"style":"v","text":"Diirub nguurug Sirus buuru Pers, ba ca nguurug Daryus buuru Pers, waa réew ma dañu daan fey ay xelalkati buur ngir ñuy nasaxal pexey \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"p","text":""},{"style":"v","text":"Ca ndoortel nguurug Aserus nag, ñu bind Aserus bataaxal buy duural waa Yudaak Yerusalem."},{"style":"p","text":""},{"style":"v","text":"Ba tey ci janti Artaserses ku ñuy wax Bislam ak ku ñuy wax Mittredat ak Tabeel aki naataangoom, bind nañu Artaserses buuru Pers bataaxal bu ñu doore nii ci làkku arameen bala ñu koo tekki."},{"style":"v","text":"Rexum boroom dëkk ba, ak Simsay bindkatam, ñoo bind Buur Artaserses bataaxal bii jëm ci Yerusalem, di ko wax ne ko:"},{"style":"p","text":""},{"style":"v","text":"«Bataaxal bii mu ngi bawoo ci Rexum, boroom dëkk bi, ak Simsay bindkatam, ak seen naataangoy àttekat yeek kàngam yeek saytukat yeek boroom téere yi\\f + \\fr 4.9 \\ft Ñeenti xeeti ndomboy tànk yi ñu lim fii am na tekki yu fi wuutal ñeenti turi dëkk. Su doon noonu dañu naan: \\fqa ak seen naataango ya ca Din ak Arfasatag ak Tarpel ak Afaras,\\f*, ak waa Urug ak waa Babilon ak waa Sus, Elameen ña,"},{"style":"v","text":"bawoo it ci yeneen mbooloo ya Asnapar\\f + \\fr 4.10 \\fk Asnapar: \\ft jombul mooy Asurbanipal mi wuutu Àccar Adon ci jalu Asiri.\\f* mu mag mu tedd ma toxaloon, sancal leen ca dëkki Samari ak li des ca Wàllaa Efraat, ak ñoom seen.»"},{"style":"p","text":""},{"style":"v","text":"Li ñu bind ci bataaxal ba jëm ca Buur Artaserses mooy lii:"},{"style":"pi","text":"«Nun sa surga yii ci Wàllaa Efraat ak li ci topp,"},{"style":"v","text":"nu ngi lay xamal yaw Buur, ne Yawut ñi bàyyikoo fi yaw, ñëw fii ci nun, agsi nañu Yerusalem, dëkku fippukat bu bon bi, te ñu ngi koy tabaxaat. Ña ngay yékkati tata ya, gannaaw ba ñu lalaatee fondmaa ya."},{"style":"v","text":"Léegi nag Buur, xamal ne bu ñu tabaxaatee dëkk boobu, ba yékkatiwaat tata ya, galag mbaa njoti bopp mbaa juuti dootuñu ko fey, te kon koomu nguur gi dina ko yég."},{"style":"v","text":"Gannaaw nag sunu njël a ngi jóge ci Buur, jekkul ci nun nuy seetaan mbir mii. Looloo waral, Buur, nu yónnee, di la ko xamal,"},{"style":"v","text":"ngir ñu seet ci sa téereb xew-xewi maam. Kon dinga ko ci gis ba xam ne dëkk boobu dëkku fippukat la, te sonal na ay buur aki boroom dëkk, te naka jekk dañu daan fippu ci seen biir. Looloo tasoon dëkk boobu."},{"style":"v","text":"Buur, nu ngi lay xamal ne bu ñu tabaxaatee dëkk boobu, ba yékkatiwaat tata ya, wetu Wàllaa Efraat gii dootul doon sag moomeel.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Buur yónnee tont la Rexum boroom dëkk ba, mook Simsay bindkat ba, ak naataangoom ya ca des te dëkk Samari ak la des ca Wàllaa Efraat. Mu nuyu leen, ne leen:"},{"style":"pi","text":""},{"style":"v","text":"«Bataaxal bi ngeen ma yónnee, tekkees na ko, jàngal ma ko bu leer."},{"style":"v","text":"Ndigal tukkee na ci man, ngir ñu seet te gis nañu ne dëkk boobu kay yàgg nañoo fexeel buur yi, loolu indi fa ay fippooki pexey bañ."},{"style":"v","text":"Yerusalem nag amoon na buur yu am doole yu moom mboolem wet ga ca Wàllaa Efraat, ñu di leen fey galag ak njoti bopp ak juuti."},{"style":"v","text":"Nangeen daldi joxe ndigal lu bàyyiloo nit ñooñu liggéey bi, ñu baña tabax dëkk boobu, ba keroog ma di ci joxe ndigal."},{"style":"v","text":"Fexeleen ba baña néewal mbir moomu bala muy law, ba doon loraange ci nguur gi.»"},{"style":"p","text":""},{"style":"v","text":"Naka lañu jàng bataaxalu Buur Artaserses fa kanam Rexum boroom dëkk ba, ak Simsay bindkat ba aki naataangoom, ñu ne coww ba Yerusalem, ca Yawut ña, jaay leen doole, gétën leen, ñu bàyyi liggéey ba."},{"style":"v","text":"Ci kaw loolu liggéeyu kër Yàlla ga ca Yerusalem taxaw. Taxaw na ba ca ñaareelu atu nguurug Daryus buuru Pers."}]