[{"style":"s1","text":"Buur Daryus joxe na ndigal"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Buur Daryus joxe ndigal, ñu seet ca kërug dencukaayi téere ya, fa ñu denc alali Babilon."},{"style":"v","text":"Ñu gis ca Egbatan, péeyub diiwaanu Medd, téere bu ñu taxañ te ñu bind ci seede bii:"},{"style":"p","text":""},{"style":"v","text":"«At ma njëkk ca nguurug Buur Sirus, Buur Sirus joxe na ndigal ci mbirum kër Yàlla ga ca Yerusalem. Mu ne: “Nañu tabaxaat kër Yàlla gi, muy béreb bu ñuy sarxee ay sarax. Nañu dëgëral fondmaa ya. Na taxawaay bi ci kër Yàlla ga di juróom benn fukki xasab\\f + \\fr 6.3 \\fk xasab \\ft mooy guddaayu loxo, diggante catu baaraamu digg ak conc, di ñeent fukki sàntimet ak juróom.\\f*, yaatuwaay bi di juróom benn fukki xasab,"},{"style":"v","text":"te ñetti sësalantey doj yu mag yu tegloo yu ne, ab sësalanteb dénk tege ca kawam. Nañu génnee njëg ga ca alali Buur, joxe ko."},{"style":"v","text":"Bu loolu weesoo, ndabi wurus yaak yu xaalis ya woon ca kër Yàlla ga, te Nebukatnecar jële woon ko ca kër Yàlla ga ca Yerusalem, indi ko Babilon, nañu ko delloo fa mu nekkoon ca kër Yàlla ga ca Yerusalem te fat ko fa.”»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Buur Daryus joxe ndigal lii: «Kon nag ñooñu di Tatnay boroom Wàllaa Efraat ak Setar Bosnay ak seen naataango yay jawriñ ca Wàllaa Efraat, nañu sore foofa."},{"style":"v","text":"Buleen tere liggéeyu kër Yàlla gee dox. Na boroom dëkki Yawut ñi ànd ak magi Yawut ñi, ñu tabaxaat kër Yàlla googu fa mu nekkoon."},{"style":"p","text":""},{"style":"v","text":"«Rax ci dolli ndigal a ngii tukkee ci man, jëm ci li ngeen wara defal magi Yawut yooyu ci biir liggéeyu kër Yàlla googu: Njëg ga mu leen dikke, nañu leen ko fey ba mu mat, jële ko ca alali buur, ca galagi diiwaan ba ca Wàllaa Efraat. Nañu ko fey ñooñu, ba liggéey ba baña taxaw."},{"style":"v","text":"Mboolem lu ci war, muy yëkk yu ndaw mbaa ay kuuy mbaa ay xar yu ndaw yu ñuy defal Yàlla Boroom asamaan \\w saraxu dóomal|Sarax yi:\\w*, muy bele it mbaa xorom mbaa biiñ mbaa diw, lu ci \\w sarxalkati|sarxalkat b-:\\w* Yerusalem laaj, nañu leen ko jox bés ak bés, te bañ koo sàggane."},{"style":"v","text":"Su ko defee ñu mana sarxalal ay sarax yu xet gi neex Yàlla Boroom asamaan, tey ñaanal Buur aki doomam gudd fan."},{"style":"p","text":""},{"style":"v","text":"«Gannaaw loolu ndigal a ngii tukkee ci man ñeel képp ku tebbi bii dogal: Dees na roccee ca néegam ab xànq, yékkati ko, wékk ko ca, ba noppi def këram ab sën ndax jëfam jooju."},{"style":"v","text":"Yàlla ji dëël turam boobu béreb nag, yal na daaneel bépp buur mbaa xeet wuy fexee tebbi bii dogal, ba nara yàq kër Yàlla gii ci Yerusalem."},{"style":"p","text":"«Man Daryus maa joxe ndigal lii. Nañu ci farlu.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Tatnay boroom Wàllaa Efraat, ak Setar Bosnay ak seeni naataango daldi xar seen tànku tubéy ci jëfe ndigal la Buur Daryus joxe."},{"style":"p","text":""},{"style":"v","text":"Magi Yawut ña nag tabax ba mu baax, mu dëppook kàdduy Yonent Yàlla Ase ak Sàkkaryaa, sëtub Ido. Ñu tabax ba sottal, muy la Aji Sax ji Yàllay Israayil santaane woon, te dëppook ndigalul Sirus ak Daryus ak Artaserses buuru Pers."},{"style":"v","text":"Kër gaa nga sotti ci ñetti fanu weeru Adar, juróom benneelu atu nguurug Daryus."},{"style":"s1","text":"Delloo nañu Yàlla këram"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu mbooloom Israayil ànd ak sarxalkat yaak \\w Leween|Leween b-:\\w* ñaak mboolem ña ñibbisee ca ngàllo ga, ñu daloo tabax ba ci biir mbégte."},{"style":"v","text":"Sarxe nañu ca daloog kër Yàlla googu téeméeri yëkk ak ñaari téeméeri kuuy ak ñeenti téeméeri xar yu ndaw ak fukki sikket ak ñaar, dëppook limu giiri Israayil, def ko \\w saraxu póotum bàkkaar|Sarax yi:\\w*, ñeel Israayil gépp."},{"style":"v","text":"Ci biir loolu ñu tabb sarxalkat ya, ca wàll ya ñu bokk ak Leween ña ca seeni kuréel, ñu sasoo liggéeyu Yàlla ji ci Yerusalem, muy la ñu bind ci téereb Musaa."},{"style":"p","text":""},{"style":"v","text":"Fukki fan ak ñeent ca weer wu njëkk wa nag, ña ñibbisee woon ngàllo ga daldi màggal \\w bésub Mucc|Màggal yi:\\w* ba."},{"style":"v","text":"Fekk na sarxalkat yaak Leween ña laabal seen bopp, ba ñoom ñépp bokk laab. Ba loolu amee ñu rendi xarum bésub Mucc ba, ñeel mboolem ña ñibbisee ngàllo ak ñoom sarxalkat yi ci seen bopp, ñook seeni bokk."},{"style":"v","text":"Ba mu ko defee, \\w bànni Israayil|bànni Israayil:\\w* ga ñibbisee ngàllo ga daldi bokk reeru bésub Mucc ba, ñook mboolem ña dogoo woon ak sobey yéefar yi ci réew mi, ngir jaamu Aji Sax ji Yàllay Israayil."},{"style":"v","text":"Wormaal nañu it \\w màggalu Mburu mu amul lawiir|Màggal yi:\\w*, diiru juróom ñaari fan, ci biir mbégte, ndax fekk na Aji Sax ji bégal leen lool ca na mu xiire buurub Asiri\\f + \\fr 6.22 \\fk Asiri \\ft gi ñuy wax fii, booba mu ngi ci loxol buuru Pers.\\f*, mu yéwéne leen ba dimbali leen ci tabaxu kër Yàlla ga, Yàllay Israayil."}]