[{"style":"s1","verse":"","text":"Buur Artaserses yéwéne na Esra"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu weesoo, ca jamonoy nguurug Artaserses buuru Pers, am na góor gu ñuy wax Esra, Seraya di baayam. Seraya, Asaryaa; Asaryaa, Ilkiya; Ilkiya,"},{"style":"v","verse":"2","text":"Salum; Salum, Cadog; Cadog, Axitub;"},{"style":"v","verse":"3","text":"Axitub, Amarya; Amarya, Asaryaa; Asaryaa, Merayot;"},{"style":"v","verse":"4","text":"Merayot, Seraxya; Seraxya, Usi; Usi, Bukki;"},{"style":"v","verse":"5","text":"Bukki, Abiswa; Abiswa, Fineyas; Fineyas, Elasar; Elasar, Aaróona, \\w sarxalkat|sarxalkat b-:\\w* bu mag ba."},{"style":"v","verse":"6","text":"Esra moomu jóge Babilon, nekkoon jàngalekat bu xareñ, bu géeju ci yoonu Musaa wi Aji Sax ji Yàllay Israayil joxoon ñoñam. Aji Sax ji Yàllaam nag toppe ko yiwam, ba Buur defal ko mboolem lu mu ñaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ca juróom ñaareelu atu nguurug Buur Artaserses, mu am ñenn ci \\w bànni Israayil|bànni Israayil:\\w* ñu ànd, di ay sarxalkat aki \\w Leween|Leween b-:\\w* aki woykat aki fara bunt ak liggéeykati kër Yàlla ga. Ñu daldi dem Yerusalem."},{"style":"v","verse":"8","text":"Esra nag bokkoon ca. Mu ngi agsi Yerusalem ca juróomeelu weeru at mooma, di juróom ñaareelu atu buur ba."},{"style":"v","verse":"9","text":"Ca benn fanu weer wa njëkk la dooroon yoon woowu mu bàyyikoo Babilon. Mu agsi Yerusalem ca benn fanu juróomeelu weer wa, ci mbaaxu Yàllaam ji ko toppe yiwam."},{"style":"v","verse":"10","text":"Esra nag doonoon ku pastéefu ci jàng yoonu Aji Sax ji, di ko sàmm tey jàngale ci Israayil ay dogalam ak ndigali yoonam."},{"style":"s1","verse":"","text":"Buur Artaserses bind na Esra"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Lii mooy li ñu bind ci bataaxal ba Buur Artaserses jox Esra, \\w sarxalkat|sarxalkat b-:\\w* ba, jàngalekat ba géeju ci mbiri santaaney Aji Sax ji ak dogalam yi ñeel Israayil:"},{"style":"pi","verse":"","text":""},{"style":"v","verse":"12","text":"«Bataaxal bii mu ngi bàyyikoo ci Artaserses, buuru buur yi, jëm ca Esra, sarxalkat biy jàngale yoonu Yàlla Boroom asamaan. Maa ngi lay nuyu."},{"style":"pi","verse":"","text":"«Gannaaw loolu nag,"},{"style":"v","verse":"13","text":"ndigal tukkee na ci man ne mboolem kuy \\w bànni Israayil|bànni Israayil:\\w* ci samam réew, ba ci sarxalkat yeek \\w Leween|Leween b-:\\w* ñi, ku ci bëgga ànd ak yaw Yerusalem, man naa dem."},{"style":"v","verse":"14","text":"Man Buur, maa la yebal, maak sama juróom ñaari nit ñu may xelal; noo la yebal Yerusalem ak Yuda, ngir nga gëstujil ma nu ñu fay toppe sa yoonu Yàlla wi nga yor téereem ci say loxo."},{"style":"v","verse":"15","text":"Te nga yóbbaale xaalis beek wurus wi ma joxe ci xol bu tàlli, man Buur, maak ñi may xelal, jagleel ko Yàllay Israayil ji màkkaanam nekk Yerusalem,"},{"style":"v","verse":"16","text":"boole ci mboolem xaalis mbaa wurus woo mana jële ci diiwaanu Babilon bépp, ak itam \\w saraxi yéene|Sarax yi:\\w* yi baadoolo yeek sarxalkat yi joxe ci xol bu tàlli, lépp ñeel seen kër Yàlla ga ca Yerusalem."},{"style":"v","verse":"17","text":"Ci biir loolu, xaalis boobu nanga ko daldi jënde ay yëkk aki kuuy ak xar yu ndaw ak \\w saraxi pepp|Sarax yi:\\w* ak \\w saraxi tuuru|Sarax yi:\\w* yi muy àndal te nga boole ko, saraxe ko ca \\w sarxalukaayu|sarxalukaay b-:\\w* seen kër Yàlla ga ca Yerusalem."},{"style":"v","verse":"18","text":"Li des ci xaalis beek wurus wi nag, defleen ko lu ngeen namm, yaak say bokk, na mu dëppook seen coobarey Yàlla."},{"style":"v","verse":"19","text":"Bu loolu weesoo ndab yi ñu la jox, ñu di ko jaamoo ca seen kër Yàlla ga, nanga ko boole teg fa kanam Yàllay Yerusalem."},{"style":"v","verse":"20","text":"Leneen lu des it, loo wara def ci sa kër Yàlla gi, sañ nga koo génnee ci alalu buur."},{"style":"pi","verse":"","text":""},{"style":"v","verse":"21","text":"«Man Buur Artaserses, jox naa ndigal mboolem denckati alali buur ya ca Wàllaa Efraat, ne leen: Lépp lu Esra, sarxalkat biy jàngale yoonu Yàlla Boroom asamaan, sàkku ci yeen, nangeen ko daldi def;"},{"style":"v","verse":"22","text":"ba ci fanweeri barigoy xaalis ak ñeent (34), téeméeri barigoy bele ak fukk (110), fukki barigoy biiñ ak benn (11), ak fukki barigoy diw ak benn (11), ak lu mu soxla ci xorom."},{"style":"v","verse":"23","text":"Lépp lu Yàlla Boroom asamaan digle, nañu ko defe noonee ca kër Yàlla Boroom asamaan, ndax meram baña dal ci sama kaw nguur gii ak ci sama kaw askan."},{"style":"v","verse":"24","text":"Nu ngi leen di xamal itam ne képp kuy sarxalkat mbaa ab Leween, mbaa mu dib woykat mbaa fara bunt, mbaa mu di liggéeykatu kër Yàlla gi, mbaa surga buy liggéey ci kër Yàlla googu, du galag bu ñu ko saña teg mbaa njotu bopp mbaa ab juuti."},{"style":"pi","verse":"","text":""},{"style":"v","verse":"25","text":"«Yaw Esra nag, seetal ci xel mu rafet mi sa Yàlla digle ci yoonam wi nga yor, nga tabb ay njiit aki xaali, ngir ñuy àtte mboolem ñi xam sa yooni Yàlla ci diiwaani Wàllaa Efraat. Te ñi ko xamul, nga xamal leen ko."},{"style":"v","verse":"26","text":"Képp ku ci sàmmul sa yoonu Yàlla ak yoonu buur, nañu ko daldi teg mbugal mi war ci moom. Dee mooy doon àtteem, mbaa ñu génne ko réew mi, mbaa ñu nangu alalam, mbaa ñu tëj ko.»"},{"style":"s1","verse":"","text":"Esra sant na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Cant ñeel na Aji Sax ji, sunu Yàllay maam, moom mi def nii ci xolub Buur yéeney teral kër Aji Sax ji ci Yerusalem,"},{"style":"v","verse":"28","text":"te dawal ngor sama digganteek Buur ak ñi koy xelal ak mboolem kàngami buur yu mag yi! Man nag, nii la ma sama Yàlla Aji Sax ji toppe yiwam, ba ma dëgërlu, boole njiiti Israayil, ñu daje, ànd ak man dem."}]