[{"style":"s1","text":"Lu jëm ci ñi ànd ak Esra"},{"style":"p","text":""},{"style":"v","text":"Ñi jiite seen làngi kër maam ak ñi ñu bindaaleek ñoom ci limeef yi, te ñu ànd ak man Esra, jóge Babilon ca jamonoy Buur Artaserses, ñii la:"},{"style":"v","text":"ci askanu Fineyas, Gersom la. Ci askanu Itamar, Dañeel la. Ci askanu Daawuda, Atus"},{"style":"v","text":"mi askanoo ci Sekaña la. Askanu Paros, Sàkkaryaa bawoo ca, ànd ak téeméeri góor ak juróom fukk (150)."},{"style":"v","text":"Ci askanu Paxat Mowab, Elyowenay doomu Seraxya la, mook ñaari téeméeri góor (200)."},{"style":"v","text":"Ci askanu Sàttu\\f + \\fr 8.5 \\fk Sàttu: \\ft tekkite bi njëkk ci làkku gereg moo indi turu Sàttu.\\f*, Sekaña doomu Yaxasyel la, mook ñetti téeméeri góor (300)."},{"style":"v","text":"Ci askanu Adin, Ebedd doomu Yonatan la, mook juróom fukki góor (50)."},{"style":"v","text":"Ci askanu Elam, Yesaya doomu Atalyaa la, mook juróom ñaar fukki góor (70)."},{"style":"v","text":"Ci askanu Sefatiya, Sebaja doomu Mikayel la, mook juróom ñett fukki góor (80)."},{"style":"v","text":"Ci askanu Yowab, Abdiyas doomu Yexyel la, mook ñaari téeméeri góor ak fukk ak juróom ñett (218)."},{"style":"v","text":"Ci askanu Bani\\f + \\fr 8.10 \\fk Bani: \\ft tekkite bi njëkk ci làkku gereg moo indi turu Bani.\\f*, Selomit doomu Yosifya la, mook téeméeri góor ak juróom benn fukk (160)."},{"style":"v","text":"Ci askanu Bebay, Sàkkaryaa doomu Bebay la, mook ñaar fukki góor ak juróom ñett (28)."},{"style":"v","text":"Ci askanu Asgàdd, Yoxanan doomu Àkkatan la, mook téeméeri góor ak fukk (110)."},{"style":"v","text":"Askanu Adonikam ñoo mujje, ñu di leen wax Elifelet ak Yewel ak Semaya, ñook juróom benn fukki góor (60)."},{"style":"v","text":"Ci askanu Bigway, Utay la ak Sakur, ñook juróom ñaar fukki góor (70)."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ma boole leen, ñu daje ca wetu dex ga jëm Aawa, dal fa ñetti fan. Ma seetlu fa baadoolo ya, seet ca biir \\w sarxalkat|sarxalkat b-:\\w* ya, gisuma kenn ku bokk ci \\w Leween|Leween b-:\\w* ñi."},{"style":"v","text":"Ma woolu njiit ya: Elyeser ak Aryel ak Semaya ak Elnatan ak Yarib ak Elnatan meneen ma ak Natan ak Sàkkaryaa ak Mesulam ak Yoyarib ak Elnatan ma ca des, ñaari jàngalekati yoon ya."},{"style":"v","text":"Ba mu ko defee ma yebal leen ca Ido, njiit la ca gox ba ñuy wax Kasifya, daldi leen wax kàddu ya ñuy jottali Ido ak bokkam yay liggéeykati kër Yàlla ya dëkk Kasifya, ndax ñu yónnee nu ay surga ci sunu liggéeyu kër Yàlla gi."},{"style":"v","text":"Sunu Yàlla nag toppe nu mbaaxu yiwam, ba ñu indil nu waa ju am xel, askanoo ci Maxli sëtub Lewi doomu Israayil. Ñu di ko wax Serebya. Mu ànd ak doomam yu góor aki bokkam, ñuy fukk ak juróom ñett (18),"},{"style":"v","text":"ñook Asabya ak Yesaya sëtu Merari. Ñu ànd ak seeni bokk ak seen doom yu góor, di ñaar fukki góor (20)."},{"style":"v","text":"Indaale nañu ñaari téeméeri liggéeykati kër Yàlla ak ñaar fukk (220), di ñu askanoo ca ña Daawudaaki jawriñam tànnoon, bind seeni tur, ngir ñuy jàppale Leween ñi."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ma digle foofa koor ca tàkkal dexu Aawa, toroxloo ko fa sunu kanam Yàlla, ngir ñaan ko mu may nu yoonu jàmm, nook sunuy doom ak mboolem lu bokk ci nun."},{"style":"v","text":"Ndaxte rusoon naa ñaan Buur mu boole nook ay dag ak gawar yu nu aar ci noon yi ci yoon wi. Li ko waral mooy fekkoon na nu wax Buur ne ko: «Sunu Yàlla mooy toppe yiwam mboolem ku ko yaakaar, di ko defal jàmm, waaye meram dina dal ak doole ci kaw mboolem ku ko dëddu.»"},{"style":"v","text":"Nu woor, daldi dagaan sunu Yàlla mbir moomu, mu nangul nu."},{"style":"v","text":"Ba loolu amee, ma tànn fukki sarxalkat ak ñaar yu mag, ñuy Serebya ak Asabya ak seen fukki bokk."},{"style":"v","text":"Gannaaw loolu ma nattal leen xaalis baak wurus waak ndab ya Buur aki wóllëreem aki jawriñam joxe woon, ñook mbooloom Israayil ma fa teewoon, te lépp jëm ca sunu kër Yàlla ga."},{"style":"v","text":"Natt naa ba teg ci seeni loxo ñaari téeméeri barigoy xaalis ak ñaar fukk (220) ak fanweeri barigo ak ñeent (34) ci jumtukaayi xaalis ak fanweeri barigoy wurus ak ñeent (34),"},{"style":"v","text":"ak ñaar fukki koppi wurus yu wecci junniy (1~000) poseti wurus, ak ñaari ndab yu jafe yu xànjar bu ñu raxas ba muy melax, mel ni wurus."},{"style":"v","text":"Ma ne leen: «Yeen, Aji Sax ji ber na leen, sellal leen, ni ñu sellale ndab yi, te xaalis beek wurus wi di \\w saraxu yéene|Sarax yi:\\w* ñeel Aji Sax ji, seen Yàllay maam."},{"style":"v","text":"Xoolleen ko te sàmm ko bu baax, ba kera ngeen koy natt ca denci kër Aji Sax ji ca Yerusalem, fa kanam kilifay sarxalkat yaak Leween ñaak ña jiite seen làngi kër maam ci \\w bànni Israayil|bànni Israayil:\\w*.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu nu nattal sarxalkat yeek Leween ñi xaalis baak wurus waak ndab yu \\w sell|sell:\\w* ya, ngir ñu yóbbu ko ca sunu kër Yàlla ga ca Yerusalem."},{"style":"v","text":"Fukki fan ak ñaar ca weer wa njëkk lanu bàyyikoo dexu Aawa, daldi jëm Yerusalem. Sunu Yàlla nag toppe nu yiwam, ba musal nu ci noon akub saay-saay ci yoon wi."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu nu agsi Yerusalem, noppalu fa ñetti fan."},{"style":"v","text":"Bésub ñeenteel ba nu natt diisaayu xaalis baak wurus waak ndab ya ca sunu biir kër Yàlla ga, teg ko ca loxol Meremot doomu Uri, sarxalkat ba, mook Elasar doomu Fineyas, ak Leween ña, di Yosabàdd doomu Yesuwa, ak Nowaja doomu Binuy."},{"style":"v","text":"Ñu limaat lépp, nattaat diisaay ba, daldi bind ca saa sa dayo ba bépp."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ña jóge njaam, ñibbisee ca ngàllo ga, daldi defal Yàllay Israayil ay \\w saraxi dóomal|Sarax yi:\\w*. Muy fukki yëkk ak ñaar, ñeel Israayil gépp ak juróom ñeent fukki kuuy yu mag ak juróom benn (96) ak juróom ñaar fukki kuuy yu ndaw ak juróom ñaar (77) ak fukki sikket ak ñaar yu ñu def \\w saraxu póotum bàkkaar|Sarax yi:\\w*; ñu def lépp saraxu dóomal, ñeel Aji Sax ji."},{"style":"v","text":"Ci biir loolu ñu jottali ndigali buur ya jëm ca ay jawriñam ak njiiti Wàllaa Efraat. Ñooñu it jàppale mbooloo ma ca liggéeyu kër Yàlla ga."}]