[{"style":"s1","verse":"","text":"Askan wi rax na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba loolu wéyee njiit ya dikk, ne ma: «Du \\w bànni Israayil|bànni Israayil:\\w*, du \\w sarxalkat|sarxalkat b-:\\w* yi, du \\w Leween|Leween b-:\\w* ñi, kenn ci ñoom teqalikoowul ak xeeti réew meek seen aada yu siblu. Dañuy jëfe ni Kanaaneen ñeek Etteen ñeek Periseen ñeek Yebuseen ñeek Amoneen ñeek Mowabeen ñeek waa Misraak Amoreen ñi."},{"style":"v","verse":"2","text":"Jël nañu jabar ci ñoom, jëlal ci jabar seeni doom, ba jaxase jiwu mu \\w sell|sell:\\w* mi ak waasoy réew yi. Njiit yeek mag ñi sax ñoo jiitu ci googu fecci \\w kóllëre|kóllëre g-:\\w*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ba ma déggee loolu damaa xotti sama turki ak sama mbubb, xuuf sama kawaru bopp ak sama sikkim, daldi toog, ne tott."},{"style":"v","verse":"4","text":"Ba loolu amee mboolem ñi wormaal kàddug Yàllay Israayil daje, wër ma ndax ñàkk kóllëreg ña ñibbisee ca ngàllo ga. Ma toog, ne tott ba waxtuw saraxu ngoon."},{"style":"v","verse":"5","text":"Saraxu ngoon jot, ma jóge ca sama jataayu toroxtaange, ba ma xottee sama turki baak sama mbubb ma. Ma ne gurub sukk, tàllal sama Yàlla Aji Sax ji loxo,"},{"style":"v","verse":"6","text":"daldi ñaan, ne:"},{"style":"p","verse":"","text":"«Éy sama Yàlla maa rus, maa torox, ba manumaa siggi fi sa kanam, ndaxte sunuy bàkkaar bare na, ba mëdd nu, sunuy moy tegloo ba àgg asamaan."},{"style":"v","verse":"7","text":"La ko dale ca sunu janti maam ba bésub tey jii, nu ngi ci moy gu réy. Sunuy bàkkaar a tax buuri réew yi teg nu loxo, nook sunuy buur ak sunuy sarxalkat, ñu di nu rey, di nu jàpp njaam, di lël sunu alal, di nu toroxal ba sunu jonni yàllay tey jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Waaye yaw Aji Sax ji sunu Yàlla, yàggul dara aw yiw bàyyikoo na ci yaw, musal ñenn ci nun, may nu ndëgërlaay ca sa béreb bu sell ba. Yaw sunu Yàlla, yaa nu taxa leqaliku, yaa nu dundalaat ci sunu biir njaam gi."},{"style":"v","verse":"9","text":"Ndax ay jaam lanu, waaye yaw sunu Yàlla, waccewoo nu sunug njaam. Yaa dawal ngor sunu digganteek buuri Pers, ngir mayaat nu dooley tabax sunu kër Yàlla, yékkatee ko ca gentam ba, may nu kiiraay ci Yerusalem ak ci Yuda."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Yaw sunu Yàlla, ana lu nuy waxati nag gannaaw lii? Ndax kat noo dëddu sa santaane"},{"style":"v","verse":"11","text":"yi nga nu dénk, yonent yiy say jaam jottali ko, ne nu: “Réew mi ngeen di nanguji, réew mu sobewu la ndax sobey waasoy réew ma. Feesal nañu kook seeni jëf ju siblu ak seen tilim, ba fépp daj."},{"style":"v","verse":"12","text":"Kon nag seen doom yu jigéen buleen leen may doom yu góori jàmbur, te doom yu jigéen yu waaso ci ñoom, yeen seen doom yu góor bunu leen jël jabar. Ñoom nag, buleen seet mukk seen jàmm mbaa seen njariñ. Looloo leen di taxa am doole, bay xéewlu ci ngëneeli réew mi, ba wacce ko seen askan ba fàww.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Loolu nu dal lépp, sunu jëf ju bon a tax ak sunu tooñ gu réy. Terewul yaw sunu Yàlla, tegoo nu lu dul mbugal mu yées mi sunuy bàkkaar yellool, ba tax mu am ñu des di dund nii."},{"style":"v","verse":"14","text":"Nan lanu mana dellooti di xëtt say santaane, di séyanteek xeet yii ak seen jëf ju siblu? Kon doo nu mere, faagaagal nu, ba kenn du desati mbaa muy rëcc?"},{"style":"v","verse":"15","text":"Yaw Aji Sax ji Yàllay Israayil, yaay Ku jub ki. May nga nu bésub tey jii nu dese bakkan. Nu ngi nii fi sa kanam ci biir tooñaange, ba tax du kenn ci nun ku am lay fi sa kanam.»"}]