[{"style":"mt1","text":"3.Yowaan"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man mag mi la bataaxal bii bawoo, ñeel Gayus, ku nu sopp ki, te ma sopp ko dëgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Soppe, yal nanga am jàmmi wet gu nekk. Ni nga ame jàmmu xol, yal nanga ni ame jàmmu yaram."},{"style":"v","verse":"3","text":"Bég naa lool ci bokk yi dikk, ba seedeel la ni nga sàmme dëgg gi."},{"style":"v","verse":"4","text":"May dégg ne samay doom a ngi wéye dëgg gi, moomu mbég daal, awma mu ko raw."},{"style":"s1","verse":"","text":"Yowaan gërëm na Gayus, sas ko"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Sama soppe, kóllëre nga wéye ci li ngay defal bokki gëmkat ñi, ba ci ñi nga xamul sax."},{"style":"v","verse":"6","text":"Ñoo seede sag cofeel fi kanam mbooloom gëmkat ñi. Yaa ngi def lu baax, noonu nga leen di waajale seenu yoon, na mu jekke fa Yàlla."},{"style":"v","verse":"7","text":"Ndax kat boroom Tur wi\\f + \\fr 1.7 \\fk Tur wi \\ft mooy turu Sang Yeesu Almasi bi.\\f* moo leen taxa jóg, te sàkkuwuñu daray jàmbur ñi gëmul."},{"style":"v","verse":"8","text":"Kon nun nag, fàww nu dalal ñu mel noonu, ngir bokk ak ñoom liggéey bi ñuy liggéeyal dëgg."},{"style":"s1","verse":"","text":"Yowaan xarab na Joteref, sant Demetirus"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Bind naa mbooloo mi kàddu, waaye Joteref, miy sàkkoo jiitu ci seen biir moo nu faalewul."},{"style":"v","verse":"10","text":"Moo tax su ma dikkee, dinaa fàttali jëf ji muy def, di wasaare kàddu yu ñaaw yu mu teg ci sunub der. Loolu doyatu ko, moom ci boppam nanguwula dalal bokk yi, xanaa di ko tere ñi leen bëgga dalal, ba di leen dàq, ñu génn mbooloo mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Sama soppe, bul roy lu bon, xanaa lu baax. Ñiy def lu baax ci Yàlla lañu bokk; ñiy def lu bon nag, dajewuñook Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Naka Demetirus nag, mbaax la ko ñépp seedeel, te dëgg gi muy wéye sax seedeel na ko ko. Nun itam mbaax lanu ko seedeel, te xam nga ne dëgg lanu seede."},{"style":"s1","verse":"","text":"Yowaan tàggu na Gayus"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bare na lu ma la bëggoona bind, waaye bëgguma la koo waxe daa ak xalima."},{"style":"v","verse":"14","text":"Teewul ma yaakaar laa gis balaa yàgg, ba ne la jàkk, nga ne ma jàkk, nu waxtaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Jàmm ñeel na la. Say soppee ngi lay nuyu. Nuyul ma soppe yi, ku nekk ciw turam."}]