[{"style":"s1","verse":"","text":"Adresse et salutation"},{"style":"r","verse":"","text":"V. 1-2: cf. 2 Pi 1:1, 2. Ja 1:1. Jud 1, 2."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Pierre, apôtre de Jésus-Christ, à ceux qui sont étrangers et \\x a \\xo 1.1 \\xt Ja 1:1.\\x*dispersés dans le Pont, la Galatie, la Cappadoce, l’Asie et la Bithynie, "},{"style":"v","verse":"2","text":"et qui sont élus selon la prescience de Dieu le Père, par la sanctification de l’Esprit, afin qu’ils deviennent obéissants, et qu’ils participent à \\x b \\xo 1.2 \\xt Hé 12:24.\\x*l’aspersion du sang de Jésus-Christ: \\x c \\xo 1.2 \\xt Ro 1:17. 1 Co 1:3. Ga 1:3. Ép 1:2.\\x*que la grâce et la paix vous soient \\x d \\xo 1.2 \\xt 2 Pi 1:2. Jud v. 2.\\x*multipliées!"},{"style":"s1","verse":"","text":"Actions de grâces au sujet de l’espérance du salut"},{"style":"r","verse":"","text":"V. 3-12: cf. (Ép 2:4-8. 1 Co 15:20-23. Col 1:5, 12, 13.) (Ro 8:17, 18. 2 Co 4:17, 18. 1 Jn 3:1, 2.) (Mt 13:17. Ro 16:25, 26.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"\\x e \\xo 1.3 \\xt 2 Co 1:3. Ép 1:3.\\x*Béni soit Dieu, le Père de notre Seigneur Jésus-Christ, \\x f \\xo 1.3 \\xt Ro 6:23. Ja 1:18.\\x*qui, selon sa grande miséricorde, nous a régénérés, pour une espérance vivante, \\x g \\xo 1.3 \\xt 1 Co 15:20.\\x*par la résurrection de Jésus-Christ d’entre les morts, "},{"style":"v","verse":"4","text":"pour un héritage qui ne se peut ni corrompre, ni souiller, ni flétrir, \\x h \\xo 1.4 \\xt Col 1:5. 2 Ti 1:12.\\x*lequel vous est réservé dans les cieux, "},{"style":"v","verse":"5","text":"à vous qui, par la puissance de Dieu, êtes gardés par la foi pour le salut prêt à être révélé dans les derniers temps! "},{"style":"v","verse":"6","text":"\\x i \\xo 1.6 \\xt Ro 5:3. Ja 1:2.\\x*C’est là ce qui fait votre joie, \\x j \\xo 1.6 \\xt Hé 10:37. 1 Pi 5:10.\\x*quoique maintenant, puisqu’il le faut, vous soyez attristés pour un peu de temps par diverses épreuves, "},{"style":"v","verse":"7","text":"\\x k \\xo 1.7 \\xt És 48:10. 1 Co 3:13. Ja 1:3. 1 Pi 4:12.\\x*afin que l’épreuve de votre foi, plus précieuse que l’or périssable (qui cependant est éprouvé par le feu), ait pour résultat la louange, la gloire et l’honneur, lorsque Jésus-Christ apparaîtra, "},{"style":"v","verse":"8","text":"\\x l \\xo 1.8 \\xt Jn 20:29.\\x*lui que vous aimez sans l’avoir vu, en qui vous croyez sans le voir encore, vous réjouissant d’une joie ineffable et glorieuse, "},{"style":"v","verse":"9","text":"parce que vous obtiendrez le salut de vos âmes pour prix de votre foi. "},{"style":"v","verse":"10","text":"\\x m \\xo 1.10 \\xt Ge 49:10. Da 2:44. Ag 2:8. Za 6:12.\\x*Les prophètes, qui ont prophétisé touchant la grâce qui vous était réservée, ont fait de ce salut l’objet de leurs recherches et de leurs investigations, "},{"style":"v","verse":"11","text":"\\x n \\xo 1.11 \\xt Da 9:24.\\x*voulant sonder l’époque et les circonstances marquées par l’Esprit de Christ qui était en eux, et qui attestait d’avance \\x o \\xo 1.11 \\xt Ps 22:7. És 53:3.\\x*les souffrances de Christ et la gloire dont elles seraient suivies. "},{"style":"v","verse":"12","text":"Il leur fut révélé que ce n’était pas pour eux-mêmes, mais pour vous, qu’ils étaient les dispensateurs de ces choses, que vous ont annoncées maintenant ceux qui vous ont prêché l’Évangile \\x p \\xo 1.12 \\xt Ac 2:4.\\x*par le Saint-Esprit envoyé du ciel, et \\x q \\xo 1.12 \\xt Ép 3:10.\\x*dans lesquelles les anges désirent plonger leurs regards."},{"style":"s1","verse":"","text":"Exhortation à la sainteté"},{"style":"r","verse":"","text":"V. 13-25: cf. (1 Th 5:8, 9. Ép 5:1. Hé 12:14.) (1 Co 6:20. Tit 2:11-14.) (1 Jn 5:1. Ja 1:18.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"\\x r \\xo 1.13 \\xt Lu 12:35. Ép 6:14.\\x*C’est pourquoi, ceignez les reins de votre entendement, soyez sobres, et ayez une entière espérance dans la grâce qui vous sera apportée, lorsque Jésus-Christ apparaîtra. "},{"style":"v","verse":"14","text":"Comme des enfants obéissants, ne vous conformez pas aux convoitises que vous aviez autrefois, quand vous étiez dans l’ignorance. "},{"style":"v","verse":"15","text":"Mais, puisque celui qui vous a appelés est saint, \\x s \\xo 1.15 \\xt Lu 1:75.\\x*vous aussi soyez saints dans toute votre conduite,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"16","text":"selon qu’il est écrit: \\x t \\xo 1.16 \\xt Lé 11:44, 45; 19:2; 20:7.\\x*Vous serez saints, car je suis saint."},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"Et si vous invoquez comme Père celui qui juge selon l’œuvre de chacun, \\x u \\xo 1.17 \\xt De 10:17. 2 Ch 19:7. Job 34:19. Ac 10:34. Ro 2:11. Ga 2:6. Ép 6:9. Col 3:25.\\x*sans acception de personnes, conduisez-vous avec crainte pendant le temps de votre pèlerinage, "},{"style":"v","verse":"18","text":"\\x v \\xo 1.18 \\xt 1 Co 6:20; 7:23.\\x*sachant que ce n’est pas par des choses périssables, par de l’argent ou de l’or, que vous avez été rachetés de la vaine manière de vivre que vous aviez héritée de vos pères, "},{"style":"v","verse":"19","text":"mais \\x w \\xo 1.19 \\xt Ac 20:28. Hé 9:12. Ap 1:5.\\x*par le sang précieux de Christ, comme d’un agneau sans défaut et sans tache, "},{"style":"v","verse":"20","text":"\\x x \\xo 1.20 \\xt Ro 16:25. Ép 1:9; 3:9. Col 1:26. 2 Ti 1:9. Tit 1:2.\\x*prédestiné avant la fondation du monde, et manifesté à la fin des temps, à cause de vous, "},{"style":"v","verse":"21","text":"qui par lui croyez en Dieu, lequel l’a ressuscité des morts et \\x y \\xo 1.21 \\xt Ac 2:33. Ph 2:9.\\x*lui a donné la gloire, en sorte que votre foi et votre espérance reposent sur Dieu. "},{"style":"v","verse":"22","text":"Ayant purifié vos âmes en obéissant à la vérité pour avoir un amour fraternel sincère, \\x z \\xo 1.22 \\xt Ro 12:10. Ép 4:3. Hé 13:1. 1 Pi 2:17.\\x*aimez-vous ardemment les uns les autres, de tout votre cœur, "},{"style":"v","verse":"23","text":"puisque vous avez été \\x a \\xo 1.23 \\xt Ja 1:18.\\x*régénérés, non par une semence corruptible, mais par une \\x b \\xo 1.23 \\xt 1 Jn 3:9.\\x*semence incorruptible, par la parole vivante et permanente de Dieu. "},{"style":"v","verse":"24","text":"\\x c \\xo 1.24 \\xt És 40:6. 1 Co 7:31. Ja 1:10; 4:14. 1 Jn 2:17.\\x*Car"},{"style":"q1","verse":"","text":"Toute chair est comme l’herbe,"},{"style":"q1","verse":"","text":"et toute sa gloire comme la fleur de l’herbe."},{"style":"q1","verse":"","text":"L’herbe sèche, et la fleur tombe;"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"25","text":"mais la parole du Seigneur demeure éternellement."},{"style":"m","verse":"","text":"Et cette parole est celle qui vous a été annoncée par l’Évangile."}]