[{"style":"s1","text":"Aux anciens"},{"style":"r","text":"V. 1-4: cf. Ac 20:28. 2 Co 4:2, 5. 1 Ti 3:1-7; 4:12."},{"style":"p","text":""},{"style":"v","text":"Voici les exhortations que j’adresse aux anciens qui sont parmi vous, moi ancien comme eux, témoin des souffrances de Christ, et participant de la gloire qui doit être manifestée: "},{"style":"v","text":"\\x a \\xo 5.2 \\xt Ac 20:28.\\x*Paissez le troupeau de Dieu qui est sous votre garde, non par contrainte, mais volontairement, selon Dieu; \\x b \\xo 5.2 \\xt 1 Ti 3:3. Tit 1:7.\\x*non pour un gain sordide, mais avec dévouement; "},{"style":"v","text":"\\x c \\xo 5.3 \\xt 2 Co 1:24.\\x*non comme dominant sur ceux qui vous sont échus en partage, \\x d \\xo 5.3 \\xt Ph 3:17. 1 Ti 4:12. Tit 2:7.\\x*mais en étant les modèles du troupeau. "},{"style":"v","text":"Et lorsque \\x e \\xo 5.4 \\xt És 40:11. Éz 34:23. Jn 10:11. Hé 13:20. 1 Pi 2:25.\\x*le souverain pasteur paraîtra, \\x f \\xo 5.4 \\xt 1 Co 9:25. 2 Ti 4:8. Ja 1:12. 1 Pi 1:4.\\x*vous obtiendrez la couronne incorruptible de la gloire."},{"style":"s1","text":"Humilité et vigilance"},{"style":"r","text":"V. 5-11: cf. (Ép 5:21. Ph 2:3. Ja 4:6, 10.) (1 Th 5:6-8. Ép 6:10-18.)"},{"style":"p","text":""},{"style":"v","text":"De même, vous qui êtes jeunes, soyez soumis aux anciens. \\x g \\xo 5.5 \\xt Ro 12:10. Ph 2:3.\\x*Et tous, dans vos rapports mutuels, revêtez-vous d’humilité; car \\x h \\xo 5.5 \\xt Pr 3:34. Ja 4:6.\\x*Dieu résiste aux orgueilleux, Mais il fait grâce aux humbles. "},{"style":"v","text":"\\x i \\xo 5.6 \\xt Job 22:29. Pr 29:23. Mt 23:12. Lu 14:11. Ja 4:10.\\x*Humiliez-vous donc sous la puissante main de Dieu, afin qu’il vous élève au temps convenable; "},{"style":"v","text":"et \\x j \\xo 5.7 \\xt Ps 55:23. Mt 6:25. Lu 12:22. Ph 4:6. 1 Ti 6:8.\\x*déchargez-vous sur lui de tous vos soucis, \\x k \\xo 5.7 \\xt 1 Co 9:9. Hé 13:5.\\x*car lui-même prend soin de vous. "},{"style":"v","text":"\\x l \\xo 5.8 \\xt 1 Th 5:6. 1 Pi 1:13; 4:7.\\x*Soyez sobres, veillez. \\x m \\xo 5.8 \\xt Job 1:7. Lu 22:31.\\x*Votre adversaire, le diable, rôde comme un lion rugissant, cherchant qui il dévorera. "},{"style":"v","text":"\\x n \\xo 5.9 \\xt Ép 4:27. Ja 4:7.\\x*Résistez-lui avec une foi ferme, sachant que les mêmes souffrances sont imposées à vos frères dans le monde. "},{"style":"v","text":"Le Dieu de toute grâce, qui vous a appelés en Jésus-Christ à sa gloire éternelle, après que vous aurez souffert \\x o \\xo 5.10 \\xt Hé 10:37. 1 Pi 1:6.\\x*un peu de temps, vous perfectionnera lui-même, vous affermira, vous fortifiera, vous rendra inébranlables. "},{"style":"v","text":"A lui soit la puissance aux siècles des siècles! Amen!"},{"style":"s1","text":"Vœux et salutations"},{"style":"r","text":"V. 12-14: cf. 1 Th 5:23-28. 2 Co 13:12, 13."},{"style":"p","text":""},{"style":"v","text":"C’est par Silvain, qui est à mes yeux un frère fidèle, que je vous écris ce peu de mots, pour vous exhorter et pour vous attester que la grâce de Dieu à laquelle vous êtes attachés est la véritable. "},{"style":"v","text":"L’Église des élus qui est à Babylone vous salue, ainsi que Marc, mon fils. "},{"style":"v","text":"Saluez-vous les uns les autres \\x p \\xo 5.14 \\xt Ro 16:16. 1 Co 16:20. 2 Co 13:12. 1 Th 5:26.\\x*par un baiser d’affection. Que la paix soit avec vous tous qui êtes en Christ!"}]