[{"style":"s1","verse":"","text":"Exhortation à la sainteté, à la charité, au travail"},{"style":"r","verse":"","text":"V. 1-8: cf. 1 Pi 1:14-16; 4:1-5. Ép 5:3-8. 1 Co 6:13-20."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Au reste, frères, puisque vous avez appris de nous \\x a \\xo 4.1 \\xt Ph 1:27. 1 Th 2:12.\\x*comment vous devez vous conduire et plaire à Dieu, et que c’est là ce que vous faites, nous vous prions et nous vous conjurons au nom du Seigneur Jésus de marcher à cet égard de progrès en progrès. "},{"style":"v","verse":"2","text":"Vous savez, en effet, quels préceptes nous vous avons donnés de la part du Seigneur Jésus. "},{"style":"v","verse":"3","text":"\\x b \\xo 4.3 \\xt Ro 12:2. Ép 5:27. Ph 4:8.\\x*Ce que Dieu veut, c’est votre sanctification; c’est que vous vous absteniez de l’impudicité; "},{"style":"v","verse":"4","text":"c’est que chacun de vous sache posséder son corps dans la sainteté et l’honnêteté, "},{"style":"v","verse":"5","text":"sans vous livrer à une convoitise passionnée, comme font les païens \\x c \\xo 4.5 \\xt 1 Co 15:34. Ép 4:18.\\x*qui ne connaissent pas Dieu; "},{"style":"v","verse":"6","text":"c’est que personne n’use envers son frère de fraude et de cupidité dans les affaires, parce que le Seigneur tire vengeance de toutes ces choses, comme nous vous l’avons déjà dit et attesté. "},{"style":"v","verse":"7","text":"Car Dieu ne nous a pas appelés à l’impureté, \\x d \\xo 4.7 \\xt Jn 17:19. 1 Co 1:2.\\x*mais à la sanctification. "},{"style":"v","verse":"8","text":"\\x e \\xo 4.8 \\xt Lu 10:16.\\x*Celui donc qui rejette ces préceptes ne rejette pas un homme, mais Dieu, \\x f \\xo 4.8 \\xt 1 Co 7:40.\\x*qui vous a aussi donné son Saint-Esprit."},{"style":"r","verse":"","text":"V. 9-12: cf. 1 Pi 1:22. 2 Th 3:6-12."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"\\x g \\xo 4.9 \\xt Lé 19:18. Mt 22:39. Jn 13:34; 15:12. Ép 5:2. 2 Pi 4:8. 1 Jn 3:23; 4:21.\\x*Pour ce qui est de l’amour fraternel, vous n’avez pas besoin qu’on vous en écrive; car vous avez vous-mêmes appris de Dieu à vous aimer les uns les autres, "},{"style":"v","verse":"10","text":"et c’est aussi ce que vous faites envers tous les frères dans la Macédoine entière. Mais nous vous exhortons, frères, à abonder toujours plus dans cet amour, "},{"style":"v","verse":"11","text":"\\x h \\xo 4.11 \\xt 2 Th 3:7, 12.\\x*et à mettre votre honneur à vivre tranquilles, à vous occuper de vos propres affaires, \\x i \\xo 4.11 \\xt Ac 20:34. Ép 4:28.\\x*et à travailler de vos mains, comme nous vous l’avons recommandé, "},{"style":"v","verse":"12","text":"en sorte que vous vous conduisiez honnêtement envers ceux du dehors, et que vous n’ayez besoin de personne."},{"style":"s1","verse":"","text":"Sur la résurrection des morts et l’avènement du Seigneur"},{"style":"r","verse":"","text":"V. 13-18: cf. 1 Co 15:19-58. Ph 3:20, 21."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Nous ne voulons pas, frères, que vous soyez dans l’ignorance au sujet de ceux qui dorment, \\x j \\xo 4.13 \\xt Lé 19:28. De 14:1. 2 S 12:20.\\x*afin que vous ne vous affligiez pas comme les autres qui n’ont point d’espérance. "},{"style":"v","verse":"14","text":"Car, si nous croyons que Jésus est mort et qu’il est ressuscité, croyons aussi que Dieu ramènera par Jésus et avec lui ceux qui sont morts. "},{"style":"v","verse":"15","text":"Voici, en effet, ce que nous vous déclarons d’après la parole du Seigneur: \\x k \\xo 4.15 \\xt 1 Co 15:22, 51.\\x*nous les vivants, restés pour l’avènement du Seigneur, nous ne devancerons pas ceux qui sont morts. "},{"style":"v","verse":"16","text":"\\x l \\xo 4.16 \\xt Mt 24:31. 1 Co 15:52. 2 Th 1:7.\\x*Car le Seigneur lui-même, à un signal donné, à la voix d’un archange, et au son de la trompette de Dieu, descendra du ciel, et les morts en Christ ressusciteront premièrement. "},{"style":"v","verse":"17","text":"Ensuite, nous les vivants, qui serons restés, nous serons tous ensemble enlevés avec eux sur des nuées, à la rencontre du Seigneur dans les airs, et ainsi nous serons toujours avec le Seigneur. "},{"style":"v","verse":"18","text":"Consolez-vous donc les uns les autres par ces paroles."}]