[{"style":"s1","verse":"","text":"Yeesu dugg na Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yeesu ak taalibe ya dikk ba jub Yerusalem, ba agsi dëkk ya ñuy wax Betfase ak Betani ca wetu \\w tundu Oliw|tundu Oliw y-:\\w* ya. Yeesu yebal ñaar ca taalibe ya,"},{"style":"v","verse":"2","text":"ne leen: «Demleen ci dëkk bi ci seen kanam. Bu ngeen agsee rekk, dingeen fa gis cumbur bu yeewe, bu kenn masula war. Yiwileen ko, indi."},{"style":"v","verse":"3","text":"Bu ñu leen nee: “Lu ngeen di def nii?”, ngeen ne: “Boroom bee ko soxla, dina ko delloosi léegi.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Taalibe ya dem, daldi gis ab cumbur ci mbedd mi, mu yeewe ci buntu kër. Ñu yiwi ko."},{"style":"v","verse":"5","text":"Ñenn ca ña fa taxaw ne leen: «Lu ngeen di def nii, bay yiwi cumbur bi?»"},{"style":"v","verse":"6","text":"Ñu tontu leen la leen Yeesu waxoon, nit ña bàyyi leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ñu indil Yeesu cumbur ba, daldi teg seeni yére ca kawam, Yeesu war\\f + \\fr 11.7 \\fk cumbur: \\ft ci jamonoy jàmm, jamono yu xeex amul woon, buur yi daan nañu war mbaam, te doonul lu ñu leen di tuutal.\\f*."},{"style":"v","verse":"8","text":"Ñu bare nag lal seeni yére ca yoon wa, ñenn ña lal ay cari garab yu sëq yu ñu dagge ca tool ya."},{"style":"v","verse":"9","text":"Ci kaw loolu ña jiitu ak ña topp ca Yeesu xaacoondoo, naan:"},{"style":"q1","verse":"","text":"«\\w Osaana|Osaana:\\w*!"},{"style":"q1","verse":"","text":"Na barke wàcc ci ki dikk ci turu Boroom bi!"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"10","text":"Na barke wàcc ci nguur giy ñëw, sunu nguurug maam \\w Daawuda|Daawuda:\\w*!"},{"style":"q1","verse":"","text":"Osaana, na cant jibe béreb ya gëna kawe!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Yeesu nag agsi Yerusalem, dugg ca kër Yàlla ga. Ba mu xoolee lépp ca biir, ba noppi, yemook mu guddi, mu ànd ak fukki taalibe yaak ñaar, jubal dëkk ba ñuy wax Betani."},{"style":"s1","verse":"","text":"Yeesu dàq na jaaykat ya ca kër Yàlla ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba bët setee ñu génne Betani. Ci biir loolu Yeesu xiif."},{"style":"v","verse":"13","text":"Mu séen fu sore garabu figg gu sëq. Mu jàdd, di seeti, ndax dina ca fekk dara. Mu dem ba ca figg ga, gisul lu dul ay xob, ndax booba figg amagul."},{"style":"v","verse":"14","text":"Ci kaw loolu mu ne figg ga: «Yàlla bu kenn lekkati sab doom!» Taalibe ya di ca dégg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ñu délsi Yerusalem, Yeesu dugg ca kër Yàlla ga, daldi dàq ñay jaay aka jënd ca kër Yàlla ga. Mu dëpp taabali weccikati xaalis ya, ak tooguy jaaykati pitax ya,"},{"style":"v","verse":"16","text":"ba noppi bàyyiwul kenn, mu dugal lenn ca kër Yàlla ga."},{"style":"v","verse":"17","text":"Mu di leen jàngal nag, wax leen, ne leen: «Xanaa bindeesul ne:"},{"style":"q1","verse":"","text":"“Sama kër gi, kërug ñaan lees ko tudde,"},{"style":"q1","verse":"","text":"ñeel xeetoo xeet\\f + \\fr 11.17 \\ft Seetal ci \\bk Esayi\\bk* 56.7.\\f*.”"},{"style":"m","verse":"","text":"Waaye yeen, moom ngeen def rawtub sàcc.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"\\w Sarxalkat|sarxalkat b-:\\w* yu mag yaak firikati yoonu Musaa ya dégg loolu, ragal ko, di ko fexee rey, ndax mbooloo mépp a yéemu woon ca njàngaleem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Timis jot, Yeesu ànd ak taalibe ya, génn dëkk ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba ñuy dem ca suba teel lañu gis garabu figg ga wow koŋŋ, ba ca reen ya."},{"style":"v","verse":"21","text":"Piyeer nag fàttaliku, ne Yeesu: «Kilifa gi, xoolal, figg ga nga rëbboon wow na koŋŋ!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yeesu ne leen: «Gëmleen Yàlla."},{"style":"v","verse":"23","text":"Maa leen ko wax déy, képp ku ne tund wale: “Jógal, tàbbiji géej,” te bañ cee boole xel ñaar, xanaa gëm ne li nga wax dina am, noonu lees la koy nangule."},{"style":"v","verse":"24","text":"Moo tax ma di leen wax lii: Lépp lu ngeen di sàkku cig ñaan, gëmleen ne jot ngeen ko ba noppi, dingeen ko am."},{"style":"v","verse":"25-26","text":"Bu ngeen taxawee di ñaan it, te fekk ngeen jàppal kenn dara, baalleen ko, ngir seen Baay ba fa asamaan baal leen seeni tooñ, yeen itam.»"},{"style":"s1","verse":"","text":"Yeesu mooy boroom sañ-sañ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ñu dellooti Yerusalem. Ci kaw loolu Yeesu dugg kër Yàlla ga, di doxantu ca biir ëtt ba. \\w Sarxalkat|sarxalkat b-:\\w* yu mag yaak firikati yoonu Musaa yaak magi askan wa dikk ba ca moom,"},{"style":"v","verse":"28","text":"ne ko: «Lii ngay def, ci ban sañ-sañ nga koy defe? Ak ku la jox sañ-sañu def ko?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Yeesu ne leen: «Ma laaj leen man itam lenn; tontuleen ma ci, ma wax leen ci ban sañ-sañ laay defe lii."},{"style":"v","verse":"30","text":"Sóobeb \\w Yaxya|Yaxya:\\w* ci ndox, ndax asamaan la ndigal la bawoo, am ci nit ñi la bawoo? Tontuleen ma ci loolu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ñu diisoo, daldi ne: «Su nu nee: “Asamaan la ndigal la bawoo,” da naan: “Lu tax kon gëmuleen Yaxya?”"},{"style":"v","verse":"32","text":"Ndax danuy wax ne ci nit ñi la bawoo?» Booba mbooloo ma lañu ragal, ndax ñépp a jàppoon ne Yaxya ab yonent dëgg la woon."},{"style":"v","verse":"33","text":"Ñu daldi ne Yeesu: «Loolu xamunu ko.» Yeesu ne leen: «Kon man itam duma leen wax ci ban sañ-sañ laay defe lii.»"}]