[{"style":"s1","text":"Jéllub Yerusalem ak dellusig Almasi bi am nay takk"},{"style":"p","text":""},{"style":"v","text":"Naka la Yeesuy génne ca kër Yàlla ga, kenn ca taalibe ya ne ko: «Kilifa gi, xoolal rekk kër Yàlla gi! Céy yii doj ak yii taax!»"},{"style":"v","text":"Yeesu ne leen: «Gis ngeen yii taax yu réy yépp? Doj wu tege ciw doj du dese fii te tasul.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, ba Yeesu toogee ca kaw \\w tundu Oliw|tundu Oliw y-:\\w* ya, jàkkaarlook kër Yàlla ga, Piyeer ak Yanqóoba ak Yowaan ak Àndre ñoo dikk di ko laaj, ñook moom doŋŋ, ne ko:"},{"style":"v","text":"«Wax nu kañ la loolu di am? Ak luy doonub takk buy xamle ne xew-xew yooyu yépp ay waaja sotti?»"},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Moytuleen, ba kenn du leen nax."},{"style":"v","text":"Ñu bareey dikk, tuddoo sama tur, naan: “Man a,” te ñu bare lañuy nax."},{"style":"v","text":"Bu ngeen déggee ay xare ak coowi xare, buleen tiit, fàww loolu am, waaye du doonagum muj ga."},{"style":"v","text":"Aw xeet dina jógal aw xeet, am réew jógal am réew, ay yëngu-yënguy suuf dina dikke fu bare, te ay xiif dina am, waaye ndoortel mititu mat la looluy doon."},{"style":"p","text":""},{"style":"v","text":"«Yeen nag moytuleen. Dees na leen jàpp, jébbal leen pénci layoo ya, dees na leen dóor ca biir jànguy Yawut ya, te fa kanam boroomi dëkk aki buur ngeen di taxawi ndax man, ngir ngeen man leena yékkatil kàdduy seede."},{"style":"v","text":"Balaa daraa xew, fàww xibaaru jàmm bi siiw ci xeet yépp."},{"style":"v","text":"Bu ñu leen tegee loxo nag, ba jébbal leen kilifa ya, la ngeen wara waxi bumu leen jaaxal, waaye kàddu gu ñu leen may keroog ca waxtu wa rekk, waxleen ko, ndax su keroogee du yeenay wax, waaye \\w Noo gu Sell|Noo gu Sell g-:\\w* geey wax ci yeen."},{"style":"p","text":""},{"style":"v","text":"«Doomu ndey dina wor doomu ndey, ngir ñu rey ko, baay it wore noonu doomam, te doom dina jógal waajuram, ba reylu ko."},{"style":"v","text":"Te it ñépp a leen di bañ ndax sama tur. Waaye ku muñ ba muj ga, kooku dina mucc.»"},{"style":"p","text":""},{"style":"v","text":"«Bés bu ngeen gisee nag “lu siblu luy jur yàqute”, mu taxawe fu mu yelloowul, yaw miy jàng, teewlul, su boobaa ña mu fekk ca diiwaanu Yude, nañu daw jëm kaw tund ya."},{"style":"v","text":"Ku mu fekk ci kaw am taax, bul wàcc, bay dugg jëli lenn ca biir."},{"style":"v","text":"Ku mu fekk tool ba, bul dellu ca kër ga, di jëli sa mbubb."},{"style":"v","text":"Wóoy ngalla jigéeni wérul ña, ak ñay nàmpal ca bés yooyu!"},{"style":"v","text":"Ñaanleen nag mu baña yemook jamonoy seddaayu lolli,"},{"style":"v","text":"ndax janti keroog coono lay doon bu masula am, ba Yàllay doora sos àddina ba tey, te dootul am mukk."},{"style":"v","text":"Te bu Boroom bi wàññiwul woon àppu jant yooyu, kenn du mucc, waaye tànnéefam ñi mu tànn, ñoo tax mu wàññi janti coono ya."},{"style":"p","text":""},{"style":"v","text":"«Su booba nag, ku leen ne: “Xoolal, \\w Almasi|Almasi b-:\\w* baa ngi nii,” mbaa: “Xoolal, ma nga nee,” buleen ko gëm,"},{"style":"v","text":"ndax ay almasiy caaxaan ak yonenti caaxaan ñooy feeñ, di jëfe ay firnde aki kéemaan, di wuta nax ñi ñu tànn, ndegam man naa nekk."},{"style":"v","text":"Yeen nag, moytuleen, wax naa leen lépp, ba noppi.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu neeti: «Te fan yooya, gannaaw coono ba,"},{"style":"q1","text":"“jant bi day lëndëm,"},{"style":"q1","text":"weer wi fey ag leeram,"},{"style":"q1","text":""},{"style":"v","text":"biddiiw yi xàwweekoo asamaan,"},{"style":"q1","text":"doole ya fa asamaan sàqi\\f + \\fr 13.24-25 \\ft Seetal ci \\bk Esayi\\bk* 3.10; 34.4; \\bk Yowel\\bk* 2.10.\\f*.”"},{"style":"p","text":""},{"style":"v","text":"«Su boobaa dees na gis \\w Doomu nit|Doomu nit k-:\\w* kiy ñëw ci ay niir, ànd ak manoore ju réy ak daraja."},{"style":"v","text":"Su ko defee mu yebal malaaka yi, ñu dajalee ay tànnéefam fa ñeenti jëmuy ngelaw li, dale ko ca catu kaw suuf, ba ca catu asamaan.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu teg ca ne: «Jàngatleen misaalu garabu figg. Ag figg, bu bànqaas ya duyee, xob ya di sëq, ngeen xam ne nawet jubsi na."},{"style":"v","text":"Bu ngeen gisee xew-xew yooyu sotti, noonu itam ngeen di xame ne bés bi jubsi na, ba agsi ci bunt bi sax."},{"style":"v","text":"Maa leen ko wax déy, niti tey jii\\f + \\fr 13.30 \\fk niti tey jii: \\ft seetal ci \\bk Màrk\\bk* 8.38. \\f* duñu wéy mukk, te loolu lépp sottiwul."},{"style":"v","text":"Asamaan ak suuf dina wees, waaye samay wax du wees mukk."},{"style":"s1","text":"Yàlla rekk a xam bés ba"},{"style":"p","text":""},{"style":"v","text":"«Waaye bés boobu mbaa waxtu wa nag, kenn xamu ko; du malaaka ya fa asamaan, du Doom ji, xanaa Baay bi doŋŋ."},{"style":"v","text":"Moytuleen te teewlu, ndax xamuleen kañ la."},{"style":"v","text":"Daa mel ni nit ku tukki, bàyyi këram gannaaw. Fekk na mu batale ay surgaam, ku nekk ak saw sas. Bëkk-néeg bi nag, mu sant ko ne ko mu teewlu."},{"style":"v","text":"Kon teewluleen, ndax xamuleen kañ la boroom kër giy dikk. Jombul muy ngoonug suuf, mbaa xaaju guddi, mbaa bu ganaar sabee, mbaa bu bët setee."},{"style":"v","text":"Bumu ne jalañ, fekk leen ciy nelaw."},{"style":"v","text":"Lii ma leen wax nag, ñépp laa ko wax: “Teewluleen!”»"}]