[{"style":"s1","text":"Njiiti yoon yi fexeel nañu Yeesu"},{"style":"p","text":""},{"style":"v","text":"\\w Màggalu bésub Mucc|Màggal yi:\\w* ba ak \\w màggalug ayu bésu Mburu mu amul lawiir|Màggal yi:\\w* a jubsi woon, ba des ñaari fan. Ci kaw loolu \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak firikati yoonu Musaa ya di wut nu ñu sàcce ba jàpp Yeesu, reylu ko."},{"style":"v","text":"Ndax booba dañu ne: «Bumu doon ci bésu màggal bi, lu ko moy askan wi yëngu.»"},{"style":"s1","text":"As ndaw sotti na lajkoloñ ci kaw Yeesu"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Yeesu demoon na dëkk ba ñuy wax Betani. Mu dale kër ku ñuy wax Simoŋ \\w gaana|gaana:\\w* ga. As ndaw dikk, fekk ko muy lekk. Ndaw saa nga yor njaqal doju albatar lu def diwu nàrd gu xeeñ lu neex te raxul, tey jar lu baree bare. Mu toj njaq li, daldi sotti diw gi ci boppu Yeesu."},{"style":"p","text":""},{"style":"v","text":"Ñenn ca ña mu fa fekk nag ñaawlu loolu. Ñuy xultu ci seen biir naan: «Ana lu waral yàq gii lajkoloñ?"},{"style":"v","text":"Gii diw maneesoon na koo jaaye lu tollook ñetti téeméeri poseti xaalis\\f + \\fr 14.5 \\fk poseti xaalis \\ft mooy peyooru benn bésub liggéey ca jamono yooya.\\f*, jox ko néew-doole yi.» Ñu sikk ca ndaw sa lool."},{"style":"p","text":""},{"style":"v","text":"Yeesu nag ne leen: «Bàyyileen ndaw si, ana lu ngeen koy sonale? Jëf ju rafet la ma defal."},{"style":"v","text":"Néew-doole yi de, dingeen ci am ñu nekk ak yeen ba fàww, te saa yu leen neexee, man ngeen leena defal lu baax. Waaye man de, amuleen ma ba fàww."},{"style":"v","text":"Ndaw si, li mu man, def na ko. Laata ñu may rob, diw na ma lu xeeñ."},{"style":"v","text":"Te maa leen ko wax déy, li ndaw sii def, fépp fu ñuy yéeneji ëllëg xibaaru jàmm bi ci àddina sépp, dees na ko fa nettalee, di ko fàttalikoo jëmmu ndaw si.»"},{"style":"s1","text":"Yuda wor na Yeesu"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu kenn ca Fukk ñaak ñaar, ñu di ko wax Yuda Iskaryo, daldi dem ca \\w sarxalkat|sarxalkat b-:\\w* yu mag ya, ngir teg Yeesu ci seeni loxo."},{"style":"v","text":"Ba sarxalkat yu mag ya déggee lu doon tànki Yuda Iskaryo, dañu caa bég, ba dig ko xaalis. Muy seet nag yoon wu mu jekkoo Yeesu, ba wor ko."},{"style":"s1","text":"Yeesu bokk na reeram bu mujj aki taalibeem"},{"style":"p","text":""},{"style":"v","text":"Ca bés ba njëkk ca \\w màggalug ayu bésu Mburu mu amul lawiir|Màggal yi:\\w*, ñu war caa rendi gàttub \\w bésub Mucc|Màggal yi:\\w*, ca la taalibe ya laaj Yeesu, ne ko: «Foo bëgg, nu dem, waajalal la fa reeru bésub Mucc bi?»"},{"style":"v","text":"Yeesu nag yebal ñaar ca taalibe ya, ne leen: «Demleen ca dëkk ba, dina am waa ju dajeek yeen. Ma nga yenu njaqas ndox, toppleen ko."},{"style":"v","text":"Kër gu mu mana dugg, neleen boroom kër ga: “Kilifa gi nee: Ana néegu gan, fi may reere reeru bésub Mucc, maak samay taalibe?”"},{"style":"v","text":"Kooku moo leen di won néegub kaw bu yaa, bu ñu defar ba mu jekk. Foofa ngeen nuy waajale.»"},{"style":"v","text":"Ba taalibe ya demee ba àgg ca biir dëkk ba it, noonu lañu gise la mu leen waxoon. Ñu daldi waajal reeru bésub Mucc ba."},{"style":"p","text":""},{"style":"v","text":"Ba jant sowee, Yeesu dikk, ànd ak Fukk ñaak ñaar."},{"style":"v","text":"Gannaaw ba ñu toogee bay reer, Yeesu ne leen: «Maa leen ko wax déy, kenn ci yeen ñiy lekkandoo ak man, moo may wor.»"},{"style":"v","text":"Aw tiis nag jàpp taalibe ya, ñu kenn-kennoo di laaj, naan: «Mbaa du man?»"},{"style":"v","text":"Mu ne leen: «Yeen Fukk ak ñaar ñii daal, kenn la ci, te mu ngi yebandoo ak man loxoom ci ndab li."},{"style":"v","text":"\\w Doomu nit|Doomu nit k-:\\w* kaa ngi dem moos, noonee ñu ko binde woon, waaye wóoy ngalla ki pexe mi ñu wore Doomu nit ki di jaare! Kooka de, bañoona juddu sax moo doon gën ci moom.»"},{"style":"p","text":""},{"style":"v","text":"Naka ñuy lekk, Yeesu jël mburu, yékkati kàddug cant, dagg, jox leen, daldi ne: «Jëlleen, lii sama yaram la.»"},{"style":"v","text":"Mu teg ca jël ab kaas, yékkati kàddug cant, jox leen, ñépp naan ca."},{"style":"v","text":"Mu ne leen: «Lii mooy sama deret, ji fas \\w kóllëre|kóllëre g-:\\w* gi, te nara tuurul ñépp\\f + \\fr 14.24 \\ft Seetal ci \\bk Esayi 53.12\\bk* ak ci \\bk 1.Timote\\bk* 2.6.\\f*."},{"style":"v","text":"Maa leen ko wax déy, dootuma naan mukk ndoxum reseñ, ba kera ma naan ko bees ca nguurug Yàlla.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu yékkati galanu cant, daldi génn jëm \\w tundu Oliw|tundu Oliw y-:\\w* ya."},{"style":"s1","text":"Yeesu nee Piyeer dina jàmbu"},{"style":"p","text":""},{"style":"v","text":"Yeesu nag ne leen: «Yeen ñépp ay dellu gannaaw, ndax bindees na ne:"},{"style":"q1","text":"“Maay dóor sàmm bi,"},{"style":"q1","text":"xar yi tasaaroo\\f + \\fr 14.27 \\ft Seetal ci \\bk Sàkkaryaa\\bk* 13.7.\\f*.”"},{"style":"m","text":""},{"style":"v","text":"Waaye bu ma dekkee, dinaa leen jiituji fa Galile.»"},{"style":"p","text":""},{"style":"v","text":"Piyeer nag ne ko: «Bu ñépp dellu woon gannaaw it, man duma dellu gannaaw mukk.»"},{"style":"v","text":"Yeesu ne ko: «Maa la ko wax déy, yaw, guddig tey jii, bala ganaar a sab ñaari yoon, dinga ma jàmbu ñetti yoon.»"},{"style":"v","text":"Piyeer nag gënatee biral, ne: «Su ma naree ànd ak yaw dee sax déy, duma la jàmbu mukk.» Taalibe ya ca des yépp nag waxe noonu, ñoom itam."},{"style":"s1","text":"Yeesu tiislu na ca toolu Setsemane"},{"style":"p","text":""},{"style":"v","text":"Ñu dem ba tollook tool ba ñu dippee Setsemane. Yeesu ne taalibe ya: «Toogleen fii, xaar ma, ma ñaani.»"},{"style":"v","text":"Ci kaw loolu mu ànd ak Piyeer ak Yanqóoba ak Yowaan. Tiitaange ak njàqare daldi koy jàpp."},{"style":"v","text":"Mu ne leen: «Tiis wuy rey la sama xol fees, ba may bëgga dee! Toogleen fii te ngeen teewlu.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yeesu dox ba sore leen tuuti, ne gurub sukk, dëpp jëëm fa suuf, di ñaan ngir, ndegam man naa am, coonob waxtu wa mu dëgmal teggi ko."},{"style":"v","text":"Mu ne: «Abba\\f + \\fr 14.36 \\fk Abba \\ft mu ngi tekki baay.\\f*, Baay, yaw mi dara tëwul, bii kaas bu fees ak wextanu coono, ngalla teggil ma ko. Waaye bumuy sama coobare, nay doon ci sa coobare.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu mu délsi, fekk taalibe ya di nelaw. Mu ne Piyeer: «Simoŋ, dangay nelaw? Wenn waxtu doŋŋ, amuloo dooley teewlu ko?"},{"style":"v","text":"Teewluleen te ñaan, ngir baña tàbbi cig fiir. Xolub nit kat yebu na, yaram see néew doole.»"},{"style":"v","text":"Yeesu demaat ba nee, daldi baamtu kàddug ñaanam ga."},{"style":"v","text":"Mu délsiwaat, fekk leen ñuy nelaw, manatuñoo xippi ndax ngëmment lu réy. Xamuñu nag lu ñuy wax."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu mu délsiwaat ñetteel bi yoon, daldi ne leen: «Yeena ngi nelaw, di noppalu ba tey? Jeex na nag. Waxtu wi dikk na. Ñu ngi nii di teg \\w Doomu nit|Doomu nit k-:\\w* ki ci loxoy bàkkaarkat yi."},{"style":"v","text":"Jógleen, nu dem. Ki may wor a ngi nii.»"},{"style":"s1","text":"Jàpp nañu Yeesu"},{"style":"p","text":""},{"style":"v","text":"Naka la Yeesu di wax, daaneelagul, Yuda, kenn ca Fukk ñaak ñaar dikk, ànd ak gàngoor gu bawoo ca \\w sarxalkat|sarxalkat b-:\\w* yu mag yaak firikati yoonu Musaa yaak magi askan wa. Ña nga gànnaayoo ay saamar aki njur."},{"style":"p","text":""},{"style":"v","text":"Fekk na workat ba tegtal leen, ne leen: «Ki may fóon, kooku la; jàppleen ko, yóbbu te wattu ko bu baax.»"},{"style":"v","text":"Mu daldi agsi, dikk ba ci Yeesu, ne ko: «Kilifa gi!», daldi ko fóon."},{"style":"v","text":"Ba mu ko defee nit ña ne ko taral, jàpp ko."},{"style":"v","text":"Ba loolu amee kenn ca ña fa taxaw bocci ab saamar, caw ko surgab sarxalkat bu mag ba, njoof nopp ba."},{"style":"p","text":""},{"style":"v","text":"Yeesu ne leen: «Jàppsi ma doŋŋ a leen taxa dikkey saamar aki njur, mel ni ñuy topp ab fippukat?"},{"style":"v","text":"Moona bés bu nekk maa nga woon ak yeen ca kër Yàlla ga, di jàngale, te jàppuleen ma. Waaye lii daa am ngir sottal Mbind mi.»"},{"style":"v","text":"Ci kaw loolu, ñépp daw, wacc ko."},{"style":"p","text":""},{"style":"v","text":"Ab xale bu góor a nga ko toppoon, lëkkaayoo ab malaan kese. Ñu daldi ko jàpp."},{"style":"v","text":"Xale bu góor ba nag, ne wëqét, daw, wacc fa malaan ma, def yaramu neen."},{"style":"s1","text":"Yeesu taxaw na ca kuréelu àttekat ya"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu yóbbu Yeesu ca \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, yeneen sarxalkat yu mag yaak magi askan waak firikati yoonu Musaa ya, ñépp daje fa."},{"style":"v","text":"Ci biir loolu Piyeer yoxal Yeesu lu sore, topp ca gannaawam, ba ca biir ëttu sarxalkat bu mag ba. Mu toog faak wattukat ya, di jaaru ca taal ba."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu sarxalkat yu mag yaak mboolem \\w kuréelu àttekati|kuréelu àttekat y-:\\w* Yawut ya di wut kàddug seede gu ñu tuumaale Yeesu, ba ñu man koo reylu, te amuñu ko."},{"style":"v","text":"Teewul ñu baree dikk, seedeel Yeesu ay fen, waaye seen kàddu yaa woroo."},{"style":"v","text":"Ci biir loolu ñenn ña jóg, seedeel ko ay fen, daldi ne:"},{"style":"v","text":"«Nun de dégg nanu, mu ne: “Kër Yàlla gii loxol nit liggéey, maa koy toj, tabaxaat ci ñetti fan geneen kër Yàlla gu loxol nit liggéeyul\\f + \\fr 14.58 \\ft Seetal ci \\bk Yowaan\\bk* 2.19-22.\\f*.”»"},{"style":"v","text":"Kàdduy ñooña nag woroo ba tey."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee sarxalkat bu mag ba jóg taxaw ca digg mbooloo ma. Mu ne Yeesu: «Doo tontu dara ci li la ñii tuumaal?»"},{"style":"v","text":"Yeesu ne cell, waxul dara. Sarxalkat bu mag ba dellu ne ko: «Ndax yaa di \\w Almasi|Almasi b-:\\w* bi, Doomu Ki yelloo màggal?»"},{"style":"v","text":"Yeesu ne ko: «Man mii la, te dingeen gis \\w Doomu nit|Doomu nit k-:\\w* ki toog ci ndijooru Boroom Kàttan gi, dingeen ko gis itam ci biir niir yi, muy ñëw\\f + \\fr 14.62 \\ft Seetal ci \\bk Dañeel\\bk* 7.13.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Sarxalkat bu mag nag ne tareet yérey boppam\\f + \\fr 14.63 \\fk tareet yére: \\ft màndargaam ténj la, ma ñu tere sarxalkat yu mag ya. Fii, jëf jooja day màndargaal ci seen cosaan ne Yeesu dañu ko wara teg daan.\\f*, daldi ne: «Ana lu nuy doyeeti ay seede?"},{"style":"v","text":"Yeena dégg ni mu diire Yàlla mbagg! Lu ngeen ci xam nag?» Ñépp ne dee mooy àtteem."},{"style":"v","text":"Ci kaw loolu ñenn ña tàmbali koo tifli, muur kanam gi, dóor ko ay këmëx, naan ko: «Yaw waxal nu kàdduy \\w waxyu|waxyu:\\w* boog!» Wattukat yi daldi ko jàpp, dóor ko ay mbej."},{"style":"s1","text":"Piyeer jàmbu na"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Piyeer a nga woon ca suuf, ca ëtt ba. Benn surga bu jigéen bu \\w sarxalkat|sarxalkat b-:\\w* bu mag ba romb fa."},{"style":"v","text":"Naka la gis Piyeer muy jaaru, mu xool ko jàkk, ne ko: «Yaw itam yaak Yeesum Nasaret a àndoon.»"},{"style":"v","text":"Piyeer nag miim ko, ne ko: «Man de, yéguma, xawma dara ci li ngay wax.» Piyeer daldi génn, ba ca mbaaru bunt ba ca biti."},{"style":"v","text":"Surga bu jigéen ba gisati ko dellu ne ña fa taxaw: «Kii ci ñoom la bokk!»"},{"style":"v","text":"Mu dellu miim ko."},{"style":"p","text":"Nes tuut ña fa taxaw ñoom it, ne Piyeer: «Yaw itam kay ci ñoom nga bokk, nde yaw itam waa Galile nga.»"},{"style":"v","text":"Piyeer di tàmbalee waat aka giñ ne: «Ki ngeen di wax, man xawma ko!»"},{"style":"v","text":"Ca saa sa ganaar sab ñaareel bi yoon. Piyeer nag fàttaliku la ko Yeesu waxoon, ne ko: «Bala ganaar a sab ñaari yoon, dinga ma jàmbu ñetti yoon.» Mu ne yikkét, jooy."}]