[{"style":"s1","text":"Yeesu Almasi bi dekki na"},{"style":"p","text":""},{"style":"v","text":"Ba \\w bésub Noflaay|bésub Noflaay b-:\\w* ba wéyee, Maryaamam Magdala ak Maryaama yaayu Yanqóoba ñoo ànd ak Salome jëndi diw gu xeeñ, ngir diwe ko néewub Yeesu."},{"style":"v","text":"Ba njël jotee, yemook bésub dibéer, ba jiitu ca ayu bésu Yawut ya, ñu xëy ca \\w bàmmeel|bàmmeel b-:\\w* ba."},{"style":"v","text":"Ña nga naa ca seen biir: «Ku nuy béraŋal doj, wi ub buntu bàmmeel bi?»"},{"style":"p","text":""},{"style":"v","text":"Naka lañu ne siggét rekk, ñu gis ne doj wa béraŋu na ba lafu. Te doj wu réy lool la woon."},{"style":"v","text":"Ñu dugg ca biir bàmmeel ba, daldi gis xalelu góor bu tooge wetu ndijoor, sol mbubb mu weex tàll. Ñu tiit lool."},{"style":"v","text":"Mu ne leen: «Buleen tiit. Yeesum Nasaret, mi ñu daajoon ci bant, mi ngeen di seet, dekki na. Nekku fi. Fii lañu ko tëraloon."},{"style":"v","text":"Demleen nag wax ay taalibeem, ñook Piyeer, ne leen Yeesu jiituji na leen Galile. Foofa ngeen koy gise, na mu leen ko waxe woon.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee jigéen ña génn bàmmeel ba, daw, di lox te yéemu. Waxuñu kenn dara nag ndax tiitaange\\f + \\fr 16.8 \\ft Màrk moom fii la yem; li ci des, keneen moo ko nettali.\\f*."},{"style":"s1","text":"Yeesu feeñu na ay taalibeem"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba Yeesu dekkee ca subag dibéer ga, ndoortel ayu bés ba, Maryaamam Magdala ma mu dàqaloon juróom ñaari rab, moom la njëkka feeñu."},{"style":"v","text":"Maryaama nag àggeji ko àndandooy Yeesu ya, fekk ñuy naqarlu, di jooy."},{"style":"v","text":"Ba leen Maryaama nee Yeesoo ngi dund, te gis na Yeesu, gëmuñu ko."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu ñaar ca ñoom la Yeesu feeñoo jeneen jëmm, fekk leen ci yoon wu jëm àll ba."},{"style":"v","text":"Ñu waññiku, wax ko ña ca des, waaye ñoom it gëmuñu leen."},{"style":"p","text":""},{"style":"v","text":"Gannaaw ga, Yeesu feeñu na fukki taalibe yaak benn, fekk leen ñuy lekk. Mu yedd leen ndax seen ngëmadi ak seenug të, ngir la ñu gëmul ña ko njëkka gis, gannaaw ba mu dekkee."},{"style":"v","text":"Mu ne leen: «Demleen ci àddina sépp, ngeen àgge nit ñépp xibaaru jàmm bii."},{"style":"v","text":"Ku gëm, te ñu sóob ko ci ndox, dina mucc; ku gëmul, dees na ko teg daan."},{"style":"v","text":"Ñi gëm nag yii firnde lañuy àndal: dinañu dàq ay rab ci sama tur, dinañu làkk làkk yu bees;"},{"style":"v","text":"dinañu jàppe seeni loxo ay jaan; bu ñu naanee tooke buy rey bu mu mana doon, du leen wàññi dara; te dinañu \\w teg jarag ji loxo|teg loxo:\\w*, ñu wér.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba Sang bi Yeesu waxee ak ñoom, ñu yéege ko asamaan, mu toog ci ndijooru Yàlla."},{"style":"v","text":"Taalibe ya nag di waareji fépp, Sang bi ànd ak ñoom di liggéey, tey dëggale kàddu ga, firnde ya kàddu ga àndal."}]