[{"style":"s1","verse":"","text":"Yeesu faj na ab lafañ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mu amee ay fan Yeesu délsi dëkk ba ñuy wax Kapernawum, nit ñi yég ne ñibbisi na."},{"style":"v","verse":"2","text":"Ba mu ko defee ñu bare daje fa, ba xajatuñu ca bunt ba sax. Yeesu nag di leen xamal kàddu gi."},{"style":"v","verse":"3","text":"Ci biir loolu ñu dikk, indil ko ab lafañ, ñeenti nit jàppoo ko."},{"style":"v","verse":"4","text":"Waaye manuñu koo àggale ca moom ndax mbooloo ma. Ñu yéeg, bënn kaw taax ma, bëtte ko ca wet ga tollook fa Yeesu féete. Ñu yoor nag basaŋ ga lafañ ba tëdd."},{"style":"v","verse":"5","text":"Yeesu seetlu seen ngëm, daldi ne lafañ ba: «Doom, jéggalees na la say bàkkaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ay firikati yoonu Musaa nga fa woon toog. Ña ngay wax ca seen xel naan:"},{"style":"v","verse":"7","text":"«Lu kii di wax nii? Yàlla de lay diir mbagg. Ana ku mana jéggaley bàkkaar, ku dul Yàlla doŋŋ?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ca saa sa Yeesu yég ci xelam la ñuy nàttable ci seen xel. Mu ne leen: «Li ngeen di nàttable nii ci seen xel, ana lu ko waral?"},{"style":"v","verse":"9","text":"Ana yii yaar, lu ci gëna yomb: ne lafañ bi “Jéggalees na la say bàkkaar,” am ne ko: “Jógal, jël sa basaŋ te dox”?"},{"style":"v","verse":"10","text":"Kon nag dingeen xam ne \\w Doomu nit|Doomu nit k-:\\w* ki am na ci kaw suuf, sañ-sañu jéggale ay bàkkaar.» Mu ne lafañ ba:"},{"style":"v","verse":"11","text":"«Dama ne, jógal, jël sa basaŋ, te ñibbi.»"},{"style":"v","verse":"12","text":"Mu jóg, jël basaŋ ga ca saa sa, daldi génn fa kanam ñépp, ba ñépp waaru, di sàbbaal Yàlla, naan: «Lu mel nii, masunu koo gis!»"},{"style":"s1","verse":"","text":"Yeesu woo na Lewi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yeesu génnati, awe tàkkal dex ga, mbooloo mépp di ñëw ca moom, mu di leen jàngal."},{"style":"v","verse":"14","text":"Naka la Yeesuy dem, daldi gis ku ñuy wax Lewi\\f + \\fr 2.14 \\fk Lewi \\ft ak Macë kenn nit ki la.\\f*, doomu Alfe, mu toog ca juuti ba. Yeesu ne ko: «Kaay, topp ma.» Mu jóg, topp ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Yeesoo doon lekk ca kër Lewi, lu bare ci ay \\w juutikat|juutikat b-:\\w* aki bàkkaarkat dikk, ñu bokk di lekk, ñook Yeesu aki taalibeem, ndax ñu baree ko toppoon."},{"style":"v","verse":"16","text":"Firikati yoonu Musaa ya bokk ca \\w Farisen|Farisen y-:\\w* ya gis Yeesu bokk lekk ak bàkkaarkat yaak juutikat ya. Ñu ne ay taalibeem: «Juutikat yeek bàkkaarkat yi lay bokkal lekk nag?»"},{"style":"v","verse":"17","text":"Yeesu nag dégg ca, ne leen: «Du ñi wér ñoo soxla fajkat, ñi wéradi ñoo ko soxla. Du ñi jub laa woosi, bàkkaarkat yi laay woo.»"},{"style":"s1","verse":"","text":"Koor am na bésam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Taalibey \\w Yaxya|Yaxya:\\w* ak \\w Farisen|Farisen y-:\\w* yee doon woor. Ay nit dikk, ne Yeesu: «Lu tax taalibey Yaxya ak taalibey Farisen yi di woor, te say taalibe duñu woor?»"},{"style":"v","verse":"19","text":"Yeesu ne leen: «Ana nu xariti boroom séet mana woore, te boroom séet bi teew ci seen biir? Li feek boroom séet baa ngi ci seen biir duñu mana woor."},{"style":"v","verse":"20","text":"Teewul ay jant a ngi ñëw, dees na fi jële boroom séet bi. Bésub keroog nag dinañu woor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Kenn du jël sekkit wu yees, di ko daaxe mbubb mu ràpp. Lu ko moy sekkit wi day ñoddi ndimo la ràpp, mbubb ma gëna xar."},{"style":"v","verse":"22","text":"Biiñ bu bees it, deesu ko sotti ci mbuusum der yu ràpp. Lu ko moy biiñ bi fàcc mbuus yi, biiñ yàqu, mbuus yi yàqu. Biiñ bu bees daal, mbuus mu bees.»"},{"style":"s1","verse":"","text":"Bésub Noflaay, Yeesooy boroom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"\\w Bésub Noflaay|bésub Noflaay b-:\\w* la Yeesu jaare woon ay tool yu ñor, taalibeem ya ànd ak moom, tàmbalee fàq ay gub ca yoon wa."},{"style":"v","verse":"24","text":"\\w Farisen|Farisen y-:\\w* ya nag ne Yeesu: «Danu ne, lu waral sa taalibe yi di def lu yoon mayewul ci bésub Noflaay?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Yeesu ne leen: «Xanaa masu leena jàng la \\w Daawuda|Daawuda:\\w* defoon, ba mu tolloo diggante te xiif, moom ak ña mu àndaloon?"},{"style":"v","verse":"26","text":"Ba Daawuda duggee ca kër Yàlla ga, jant ya Abyatar dee \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, \\w mburum teewal|mburum teewal m-:\\w* ma la lekk, te yoon mayewul kenn ku ca lekk, ku dul sarxalkat ba. Sédd na ca sax ña mu àndal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Yeesu dellu ne leen: «Bésub Noflaay, dees koo sàkk ngir nit ki. Waaye nit ki, sàkkeesu ko ngir bésub Noflaay."},{"style":"v","verse":"28","text":"Kon \\w Doomu nit|Doomu nit k-:\\w* ki, bésub Noflaay it mooy boroom.»"}]