[{"style":"s1","text":"Jiwu wuute na aw demin"},{"style":"p","text":""},{"style":"v","text":"Yeesu tàmbalee jàngaleeti ca tàkkal dex ga, mbooloo mu bare daje fa moom, ba mu mujj dugg ci gaal, toog ca biir, ca kaw dex ga, mbooloo mépp des ca tàkk ga, feggook ndox ma."},{"style":"p","text":""},{"style":"v","text":"Noonu Yeesu jàngal leen lu bare ciy léeb. Mu jàngal leen, ne leen:"},{"style":"v","text":"«Dégluleen, dama ne, boroom jiwu moo demoon jiwi."},{"style":"v","text":"Naka lay saaw, ndeke lenn ca jiwu maa nga tuuru ca kaw yoon wa, picc yi dikk, lekk ko."},{"style":"v","text":"Leneen la tuuru fu barey doj, te suuf sa néew. Mu ne coleet ca saa sa, ndax la suuf sa xóotul."},{"style":"v","text":"Ba jant bi jógee, mu lakk, daldi wow, ndax ñàkkub reen."},{"style":"v","text":"Leneen la tuuru ca xaaxaam ma, xaaxaam ma sëq, tanc ko, ba meññul dara."},{"style":"v","text":"La des ca jiwu ma tuuru ca suuf su baax. Mu sax, màgg, ba meññ; wii fepp meññal fanweer, wee, juróom benn fukk, wale, téeméer.»"},{"style":"v","text":"Yeesu nag ne leen: «Ku am nopp yu mu dégge kat, na dégg.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yeesu beru, fukki taalibe yaak ñaar ak ñeneen ñu daje fa moom daldi koy laaj lu léeb yooyuy wund."},{"style":"v","text":"Mu ne leen: «Yeen lañu xamal mbóotum nguurug Yàlla, waaye ñi ci biti ñoom, lépp ciy léeb lañu leen koy dëxëñal."},{"style":"v","text":"Su ko defee:"},{"style":"q1","text":"“Ñuy xoolee xoole te duñu gis,"},{"style":"q1","text":"di dégloo déglu te duñu dégg,"},{"style":"q1","text":"ngir bañ ñu dëpp, ñu baal leen\\f + \\fr 4.12 \\ft Seetal ci \\bk Esayi\\bk* 6.9-10.\\f*.”»"},{"style":"p","text":""},{"style":"v","text":"Yeesu neeti leen: «Dégguleen woowu léeb? Nu ngeen di dégge léeb yi ci des yépp nag?"},{"style":"v","text":"Boroom nji mi, kàddu gi lay ji."},{"style":"v","text":"Ñi ci kaw yoon wi kàddu giy jiwe, ñooy ñi déglu rekk, \\w Seytaane|Seytaane:\\w* dikk ci saa si, foqati kàddu gi ci ñoom."},{"style":"v","text":"Ñee jote jiwu mi fu barey doj ñooy ña déglu kàddu gi rekk, nangoo ko xol bu sedd ci saa si,"},{"style":"v","text":"waaye ab reen la jotula saxle ci ñoom, moo tax duñu ko wéye. Bu coono dikkee mbaa ñu bunduxataal leen ndax kàddu gi, dañuy dellu gannaaw ca saa sa."},{"style":"v","text":"Ñeneen ña jote jiwu ma ca xaaxaam ya, ñooy ña déglu kàddu gi,"},{"style":"v","text":"te xalaati àddina ak naxey alal ak yeneen xemmemtéef wàllisi, daldi fatt kàddu gi, ba tax meññul."},{"style":"v","text":"Ñi jote jiwu mi ci suuf su baax si nag, ñooy ñi déglu kàddu gi, nangu ko, ba meññal; wii fepp, fanweer, wee, juróom benn fukk, wale, téeméer.»"},{"style":"s1","text":"Kuy niitu du làqub làmp"},{"style":"p","text":""},{"style":"v","text":"Yeesu neeti leen: «Ndax dees na indib làmp, dëppeg leget? Am dees na indib làmp, yeb ci ron lal? Du dees koy aj ca kaw tegoom?"},{"style":"v","text":"Mboolem lu làqu, siiwal lañu ca namm, te mboolem lu umpe, xamle lañu ca namm."},{"style":"v","text":"Ku am nopp yu mu dégge daal, na dégg.»"},{"style":"p","text":""},{"style":"v","text":"Mu neeti leen: «Teewluleen bu baax li ngeen di dégg. Natt bi ngeen di nattale, moom lees leen di nattale, ba wis leen."},{"style":"v","text":"Ku am, dees na ko dolli. Ku amul nag, la mu am as néew sax, dees na ko nangu.»"},{"style":"s1","text":"Jiwu wutul ndimbal"},{"style":"p","text":""},{"style":"v","text":"Yeesu teg ca ne: «Nguurug Yàlla dafa mel ni nit ku sànni jiwu fi suuf."},{"style":"v","text":"Buy nelaw ak bu yewwoo, guddi ak bëccëg, jiwu maa ngi sax, di màgg, te xamul nan la koy defe."},{"style":"v","text":"Suuf ay meññal boppam gàncax, jiital am ñax, dem ba taxawal aw gub, ba ay pepp mujj fees gub wa."},{"style":"v","text":"Pepp ñor, janti ngóob taxaw, mu dawal sàrtam.»"},{"style":"s1","text":"Doomu fuddën mooy doon fuddën"},{"style":"p","text":""},{"style":"v","text":"Yeesu neeti leen: «Ana lees mana méngaleel nguurug Yàlla sax? Wan léeb lees koy misaale?"},{"style":"v","text":"Dafa mel ni doomu fuddën. Boo koy ji, moo gëna tuut ci mboolem jiwu."},{"style":"v","text":"Waaye boo ko jiwee, mu sax, màgg, ba sut gàncax gépp, daldi sax car yu réy, ba njanaaw yi mana tàgge ci keram.»"},{"style":"p","text":""},{"style":"v","text":"Bare na léeb yu ni mel yu leen Yeesu daan misaale kàddu gi, ca na ñu ko mana xame."},{"style":"v","text":"Daawul wax ak ñoom lu moy ci ay léeb. Bu wéetooki taalibeem nag, firil leen lépp."},{"style":"s1","text":"Yeesu dalal na ngelaw la"},{"style":"p","text":""},{"style":"v","text":"Bésub keroog ba ngoon jotee Yeesu ne taalibe ya: «Nanu jàll wàllaa dex gi.»"},{"style":"v","text":"Ñu daldi bàyyikoo ca mbooloo ma, dem, yóbbaale Yeesu ca gaal ga mu des ba tey, yeneen gaal topp ca moom."},{"style":"v","text":"Ba mu ko defee ngelaw la riddeek doole, gannax yay dal ca kaw gaal ga, ba mu bëgga fees."},{"style":"v","text":"Teewul Yeesoo nga ca taatu gaal ga, tëdd, gegenu, di nelaw."},{"style":"p","text":"Taalibe ya yee ko, ne ko: «Kilifa gi, nu ngi sànku, xanaa xalaatoo nu?»"},{"style":"v","text":"Yeesu yewwu, daldi gëdd ngelaw la, ne dex ga: «Dalal, neel tekk!» Ngelaw la ne tekk, lépp ne sendaw."},{"style":"v","text":"Yeesu ne leen: «Lu ngeen di tiit? Dangeena gëmul ba tey?»"},{"style":"v","text":"Ba loolu amee ñu tiit lool, naan ca seen biir: «Kii nag moo di kan, ba ngelaw leek dex gi sax di ko déggal?»"}]