[{"style":"s1","text":"Yeesu faj na ku rab jàpp"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu ñu jàll wàllaa dex ga, ca diiwaanu waa Serasa\\f + \\fr 5.1 \\fk Serasa, \\ft diiwaan la bu féete dex ga bëj-saalum jàpp penku, ci gox bu ñu dul Yawut dëkke.\\f*."},{"style":"p","text":""},{"style":"v","text":"Naka la Yeesu génn gaal ga, jenn waay ju \\w rab|rab:\\w* jàpp bàyyikoo ca sëg ya, dikk dogale ko."},{"style":"v","text":"Waa jaa nga dëkkoon ca sëg ya, te ag càllala sax maneesu ko ko woona yeeweeti."},{"style":"v","text":"Daan nañu ko farala jéng, yeewe koy càllala, waaye waa ja da daan dagg càllala yi, damm jéng yi, ba kenn amul kàttanu téye ko."},{"style":"v","text":"Guddeek bëccëg ma nga woon ca sëg yaak ca tund ya, di yuuxooka for ay xeer, di ko dagge yaramam."},{"style":"p","text":""},{"style":"v","text":"Dafa séen Yeesu fu sore, daldi daw ba agsi, sukk fa kanamam."},{"style":"v","text":"Mu xaacu ca kaw, ne: «Yaw Yeesu \\w Doomu Yàlla|Doomu Yàlla j-:\\w* Aji Kawe ji, ana lu ma joteek yaw? Dama lay dagaan ngir Yàlla, bu ma mbugal.»"},{"style":"v","text":"Booba Yeesoo nga ko naa: «Yaw rab wi, génnal ci waa ji.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu ne ko: «Noo tudd?» Mu ne ko: «Gàngoor laa tudd, ndaxte ñu bare lanu.»"},{"style":"v","text":"Muy tinu Yeesu lu bare ngir mu bañ leena dàqe ca réew ma."},{"style":"p","text":""},{"style":"v","text":"Fekk coggalu mbaam-xuux gu mag a nga woon ca tund wa, di for."},{"style":"v","text":"Rab ya tinu Yeesu, ne ko: «Yebal nu ci mbaam-xuux yi, ndax nu dugg leen.»"},{"style":"v","text":"Mu may ko rab ya, ñu génn, duggi mbaam-xuux ya, coggal ga bartaloondoo, tàbbi ca dex ga, lu wara tollu ci ñaari junniy (2~000) mbaam-xuux daldi lab ca dex ga."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee sàmm ya daw, nettaliji ko waa dëkk ba, ak dëkk-dëkkaan ya, nit ña dikk, di seet la xew."},{"style":"v","text":"Ñu dikk ba ci Yeesu, daldi gis boroom rab ba, mu solu ba toog, ànd ak sagoom. Nit ña nag tiit."},{"style":"v","text":"Ña fekke woon mbir ma daldi leen nettali mbirum boroom rab baak mbaam-xuux ya."},{"style":"v","text":"Ci kaw loolu ñuy tinu Yeesu ngir mu génn seen gox ba."},{"style":"p","text":""},{"style":"v","text":"Naka la Yeesu di dugg ca gaal ga, boroom rab ba di tinu Yeesu, ngir ànd ak moom."},{"style":"v","text":"Waaye Yeesu mayu ko ko. Da ne ko: «Ñibbil sa kër ca say bokk, nga àgge leen li la Boroom bi defal lépp ci yërmandeem.»"},{"style":"v","text":"Waa ja it dem, di tàmbalee siiwtaane ca diiwaan ba ñu dippee Fukki Dëkk, la ko Yeesu defal lépp. Ñépp waaru."},{"style":"s1","text":"Yeesu dekkal na, faj na"},{"style":"p","text":""},{"style":"v","text":"Yeesu nag jàllaat dex ga, mbooloo mu bare daje, wër ko fa mu nekk ca tàkkal dex ga."},{"style":"v","text":"Ci biir loolu kenn ci njiiti jàngub Yawut ba, ku ñuy wax Yayrus dikk. Naka la gis Yeesu, ne gurub sukk ciy tànkam,"},{"style":"v","text":"di ko tinu lu bare, ne ko: «Sama doom ju jigéen ay bëgga faatu. Ngalla kaay \\w teg ko loxo|teg loxo:\\w*, ngir mu mucc ba dund.»"},{"style":"v","text":"Yeesu ànd ak moom, dem, mbooloo mu réy topp ca Yeesu, tanc ko."},{"style":"p","text":""},{"style":"v","text":"Sennas ndaw a nga ca woon, fukki at ak ñaar ma ngay xëpp deret."},{"style":"v","text":"Fekk na mu sonn coono bu réy bu ko fajkat yu bare teg. Mu sànk ci alalam jépp te jëlewu ci genn tan, xanaa gëna wopp."},{"style":"v","text":"Mu déggoon nag turu Yeesu, ba tax mu dikk, dugg ci biir mbooloo mi, doxe ko gannaaw, teg loxoom ca mbubbam."},{"style":"v","text":"Fekk na mu naan ci xelam: «Su ma fexee ba laal mbubbam rekk, dinaa mucc.»"},{"style":"v","text":"Ba mu tegee loxoom ca mbubbam Yeesu, ca saa sa la deret ja taxaw, mu yég ci yaramam, ne teqalikoo naak jàngoro ja."},{"style":"p","text":""},{"style":"v","text":"Yeesu nag yég ca saa sa leer gu bàyyikoo ca moom. Mu walbatiku ca biir mbooloo ma, ne: «Ana ku laal sama mbubb?»"},{"style":"v","text":"Taalibeem ya ne ko: «Yaa ngi gis mbooloo mi la tanc mépp, nga naa: “Ku ma laal?”»"},{"style":"v","text":"Teewul Yeesu dawal bëtam fa ko wër, ngir gis ka def loola."},{"style":"v","text":"Ndaw saa nga tiit bay lox, ndax xam na xéll la ko dikkal. Mu dikk, ne gurub sukk fa moom, daldi koy wax dëgg gépp."},{"style":"v","text":"Yeesu ne ko: «Janq, sa ngëm a la faj. Demal ak jàmm te teqalikook sa jàngoro.»"},{"style":"p","text":""},{"style":"v","text":"Yeesoo ngay wax, noppeegul, aw nit jóge ca kër njiitu jàngu ba, dikk, ne njiit la: «Sa doom faatu na. Jaratul ngay yékkati kilifa gi.»"},{"style":"v","text":"Yeesu nag tanqamlu wax ja ñu wax. Mu ne njiit la: «Bul tiit, gëmal rekk.»"},{"style":"v","text":"Ba Yeesu di dem kër njiit la, mayul kenn mu ànd ak moom ku moy Piyeer ak Yanqóoba ak Yowaan rakku Yanqóoba."},{"style":"p","text":""},{"style":"v","text":"Ñu agsi kër njiit la, Yeesu yem ca coow la. Ña ngay jooyooka yuuxoo."},{"style":"v","text":"Mu duggsi, ne leen: «Lu ngeen di soow aka jooyoo? Xale bi deewul, day nelaw rekk.»"},{"style":"v","text":"Waaye ñu di ko ñaawal. Yeesu génne ñépp, daldi woo baayu xale bi ak yaay ji, ak taalibe ya mu àndal, ñu jàll ca biir fa xale ba nekk."},{"style":"v","text":"Mu jàpp ca loxol xale ba, ne ko: «Talita kumi,» mu tekki: «Janq, ma ne la, jógal.»"},{"style":"p","text":""},{"style":"v","text":"Ca saa sa janq ba jóg, di dox, ndax amoon na fukki at ak ñaar. Ñépp waaru lool."},{"style":"v","text":"Ci kaw loolu Yeesu dénku leen bu baax, ne leen bu ko kenn yég, daldi ne ñu may janq bi, mu lekk."}]