[{"style":"s1","text":"Nasaret gàntal na"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yeesu jóge fa, dellu dëkk ba mu yaroo, taalibe ya ànd ak moom."},{"style":"p","text":""},{"style":"v","text":"\\w Bésub Noflaay|bésub Noflaay b-:\\w* taxaw, mu tàmbalee jàngale ca jàngub Yawut ba, ñu bare dégg ko, yéemu naan: «Ana fu kii jële lii, ak xam-xam bii ñu ko may, lu mu doon, ba yii kéemaan sottee ci moom?"},{"style":"v","text":"Xanaa kii du minise bi? Du doomu Maryaama ji, magu Yanqóoba ak Yose ak Yudd ak Simoŋ? Xanaa du nook jigéenam ñee fi bokk dëkk?» Ñu daldi gise mbir ma ag yabeel."},{"style":"p","text":""},{"style":"v","text":"Yeesu nag ne leen: «Ab yonent de, deesu ko xeebe fenn fu moy ci réewu boppam ak ci biiri bokkam ak ci biir waa këram.»"},{"style":"v","text":"Foofa Yeesu manu fa woona def genn kéemaan, lu moy jarag yu néew yu mu \\w teg loxo|teg loxo:\\w*, wéral leen."},{"style":"v","text":"Yeesu nag yéemu ci seen ngëmadi."},{"style":"s1","text":"Yeesu yeble na"},{"style":"p","text":"Ba mu ko defee Yeesu di wër dëkk ya, di jàngale."},{"style":"v","text":"Ci biir loolu mu woo Fukk ñaak ñaar, yebal leen ñaar-ñaar, joxaale leen sañ-sañu dàq \\w rab|rab:\\w* yi."},{"style":"p","text":""},{"style":"v","text":"Mu jox leen ndigal, ne leen buñu yóbbaale dara ngir fàggu yoon wi, lu moy wenn yet doŋŋ, du mburu, du mbuus, du weccitu xànjar wu ñuy fas ci seen geño."},{"style":"v","text":"Mu neeti leen man nañoo sol ay carax waaye buñu yóbbaale ñaari turki."},{"style":"v","text":"Mu ne leen: «Fu ngeen dugge ci kër, dalleen fa, ba kera ngeen dem."},{"style":"v","text":"Fépp fu ñu leen dalalul mbaa dégluwuñu leen, bu ngeen fay génne, faxasleen fa pënd bi ci seen tànk, ngir seedeele leen ko seen ngàntal.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu taalibe ya dem, di waare ngir nit ñi tuub."},{"style":"v","text":"Ci biir loolu ñu dàq rab yu bare, diw diwu oliw jarag yu bare, ba wéral leen."},{"style":"s1","text":"Yaxya faatu na"},{"style":"p","text":""},{"style":"v","text":"Buur \\w Erodd|Erodd:\\w* nag dégg la xew, ndax fekk na Yeesu siiw, ba nit ñi naa: «\\w Yaxya|Yaxya:\\w* ma doon sóobe ci ndox moo dekki noonu, moo waral xam-xam yu kéemaane yi feeñe ci moom.»"},{"style":"v","text":"Ñenn ña naa: «Kooku \\w Ilyaas|Ilyaas:\\w* la.» Ña ca des naa: «Kooku kay ab yonent la bu bokk ca yonent yu njëkk ya.»"},{"style":"v","text":"Ba ko Erodd déggee nag da ne: «Yaxya ma ma doglu woon boppam man, Yaxya moomu moo dekki!»"},{"style":"p","text":""},{"style":"v","text":"Erodd moom ci boppam moo yónnee woon, jàpp Yaxya, yeew ko, tëj, ndax gannaaw ba Erodd dencee Erojàdd jabaru Filib magam,"},{"style":"v","text":"Yaxya moo ko ne: «Yoon mayu la nga denc sa jabaru mag.»"},{"style":"v","text":"Moo taxoon Erojàdd soxna sa dencal ko mer, ba bëgg koo rey, waaye manu ko woon."},{"style":"v","text":"Ndaxte Erodd dafa ragaloon Yaxya, te xamoon na ne nit ku jub la te sell, ba tax mu di ko aar. Ku bége woona déglu Yaxya la, doonte la mu ko wax indil na ko njàqare."},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, bés bu yell ñëw, Erodd doon baaxantal bésu juddoom, daldi cay defal bernde ay jaraafam ak \\w njiiti gàngoor|njiitu gàngoor g-:\\w* yaak kàngami diiwaanu Galile."},{"style":"v","text":"Ci biir loolu doomu Erojàdd duggsi, di fecc. Peccum janq ba neex Buur Erodd ak gan ña. Buur ne ko: «Laaj ma loo bëgg, ma jox la ko.»"},{"style":"v","text":"Mu giñal ko, ne ko: «Loo ma mana laaj, dinaa la ko jox, ba ci sama genn-wàllu réew mi sax.»"},{"style":"p","text":""},{"style":"v","text":"Janq ba nag génn, ne yaayam: «Lu may laaj?» Mu ne ko: «Xanaa boppu Yaxya.»"},{"style":"v","text":"Mu daldi gaaw dugg ba ca Buur, wax ko la muy laaj, ne ko: «Damaa bëgg, nga indil ma léegi ci ndab boppu Yaxya.»"},{"style":"v","text":"Buur nag daldi am lu ko metti lool, waaye ngiñ la ak gan ña moo tax bëggu koo gàntu."},{"style":"v","text":"Buur yebal ab dag, jox ko ndigal ngir mu indil ko boppu Yaxya. Waa ja dem, dog boppu Yaxya ca kaso ba,"},{"style":"v","text":"daldi indi bopp bi ci ndab, jox ko janq ba, janq ba jox ko yaayam."},{"style":"v","text":"Ba mu ko defee taalibey Yaxya dégg ko, dikk, yóbbu néew ba, rob ko."},{"style":"s1","text":"Yeesu leel na mbooloo"},{"style":"p","text":""},{"style":"v","text":"Ndaw ya nag daje fa Yeesu, nettali ko la ñu def ak la ñu jàngale lépp."},{"style":"v","text":"Ci kaw loolu Yeesu ne leen: «Yeen nag dangeen di ñëw, nu daw ba fu wéet, ngeen noppalu fa tuuti.» Booba ñay dem aka dikk dañoo bare, ba taalibe ya talatuñoo lekk sax."},{"style":"v","text":"Ñu jël gaal, daw jëm béreb bu wéet, ngir beruji fa."},{"style":"p","text":""},{"style":"v","text":"Teewul ñu bare gis leen ñuy dem, daldi xam la ñu nar, dëkkoo dëkk nag nit ña bàbbeekoo ca, tefesu, jiituji leen fa."},{"style":"v","text":"Ba Yeesu wàccee ca gaal ga, mbooloo mu réy la gis. Mu ñeewante leen, ndax dañoo mel ni xar yu amul sàmm. Mu daldi leen jàngal lu bare."},{"style":"p","text":""},{"style":"v","text":"Booba mu ngi bëgga guddi xaat. Taalibe ya dikk, ne ko: «Fii àllub neen la, te mu ngi guddi xaat."},{"style":"v","text":"Dangay yiwi mbooloo mi, ñu dugg ci dëkk yu ndaw yii ak dëkk-dëkkaan yi ko wër, ndax ñu jënd lu ñu lekk.»"},{"style":"v","text":"Yeesu ne leen: «Yeen joxleen leen lu ñu lekk.» Ñu ne ko: «Xanaa danuy jëndi njëgu ñaari téeméeri poseti xaalis\\f + \\fr 6.37 \\fk ñaari téeméeri poseti xaalis, \\ft mu tollook li ab surga daan feyu ci juróom ñetti weer.\\f* ci mburu, jox leen, ñu lekk?»"},{"style":"v","text":"Yeesu ne leen: «Ñaata mburu ngeen am? Demleen xool.» Ñu xool, ne ko: «Juróomi mburu la ak ñaari jën.»"},{"style":"v","text":"Ba loolu amee Yeesu ne leen ñu toogal ñépp, ñu def ay géew ci ñax mu naat mi."},{"style":"v","text":"Ñu toog nag, ñii def géewi téeméer, ñee géewi juróom fukk."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yeesu jël juróomi mburu ya ak ñaari jën ya, xool kaw asamaan, daldi yékkati kàddug cant, ba noppi dogat mburu ya, jox taalibe ya, ngir ñu taajal ko mbooloo ma. Ñaari jën ya it, mu séddale ko ñépp."},{"style":"v","text":"Ñépp lekk ba regg,"},{"style":"v","text":"ba ñu yóbbu fukki pañe ak ñaar yu fees ak desiti mburu yaak jën ya."},{"style":"v","text":"Ña lekk ca mburu ya juróomi junniy (5~000) góor lañu."},{"style":"s1","text":"Yeesu dox na ca dex ga"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yeesu duggloo taalibeem ya ca gaal ga, ngir ñu jàllagum, jiituji ca Betsayda ga ca wàlla, ba mu yiwi mbooloo ma."},{"style":"v","text":"Mu tàggatook ñoom, daldi yéegi ca tund wa, ngir ñaan."},{"style":"v","text":"Ba guddi jotee, gaal gaa nga tollu ca digg dex ga, Yeesu doŋŋ la fekk ca joor ga."},{"style":"p","text":""},{"style":"v","text":"Mu gis nag na taalibe ya sonne ca joow ba ndax booba ngelaw laa leen soflu. Ba suuf di waaja sedd, Yeesu dox ci kaw dex gi, wutsi leen, ba nar leena romb."},{"style":"v","text":"Ba ñu ko gisee nag muy dox ca kaw dex ga, dañoo foog ne njuuma la, ñu daldi yuuxoo."},{"style":"v","text":"Ñoom ñépp a jommi ba ñu ko gisee. Mu daldi wax ak ñoom, ne leen: «Dalleen, man mii la, buleen tiit!»"},{"style":"v","text":"Mu dugg, fekksi leen ca biir gaal ga, ngelaw la dal. Mbir ma waar leen ba ëlëm leen,"},{"style":"v","text":"ngir fekk na ñu réere mbir kéemaan ga ca mburu ma ndax xol yu fattu."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu jàll dex ga, daleji diiwaanu Senesaret, taxawal fa gaal ga."},{"style":"v","text":"Naka lañu wàcce ca gaal ga, nit ña xàmmee Yeesu."},{"style":"v","text":"Ci kaw loolu nit ñay daw ca diiwaan bépp. Ñu tàmbalee jàppoo ña wopp ca seen kawi basaŋ, fépp fu ñu dégg Yeesu, yóbbu leen fa."},{"style":"v","text":"Fépp fu mu dugg, muy dëkk bu ndaw, di bu mag, ba ca dëkk-dëkkaan ya, ca pénc mooma lañuy teg jarag ya, tey sarxu Yeesu, mu may leen ñu laal lu mu bon bon cati mbubbam, te képp ku ca laal, mucc nga."}]