[{"style":"s1","text":"Farisen aada la jiital"},{"style":"p","text":""},{"style":"v","text":"\\w Farisen|Farisen y-:\\w* ya ak ñenn ca firikati yoonu Musaa yu jóge Yerusalem ñoo daje woon fa Yeesu."},{"style":"v","text":"Ñu gis ñenn cay taalibeem di lekke loxo te raxasuñu ba set ni ko aada bëgge."},{"style":"v","text":"Ndax muy Farisen ya, di Yawut yépp sax, duñu lekk te raxasuñu ba set ndax aaday maam ya ñu baaxoo."},{"style":"v","text":"Bu ñu jógee pénc ma it, duñu lekk te tooyluwuñu. Ak yeneen yu bare yu ñu baaxoo yu deme ni tooylu gi war ci jumtukaay yu mel ni ay kaas aki njaq ak ndabi xànjar."},{"style":"p","text":""},{"style":"v","text":"Farisen yaak firikati yoon ya nag laaj ko, ne ko: «Lu tax say taalibe toppuñu aaday maam yi, xanaa ñuy lekke loxo yu setul?»"},{"style":"v","text":"Yeesu ne leen: «Jinigalkat yi! Naaféq yi ngeen doon! \\w Esayi|Esayi:\\w* yey na, ba mu jottalee kàdduy \\w waxyu|waxyu:\\w* ci seen mbir, noonu ñu ko binde, ne:"},{"style":"q1","text":"“Askan wii, làmmiñ lañu may wormaale,"},{"style":"q1","text":"waaye seen xol sore na ma."},{"style":"q1","text":""},{"style":"v","text":"Seen njaamu Yàlla neen la,"},{"style":"q1","text":"seen njàngale di santaaney niti kese\\f + \\fr 7.6-7 \\ft Seetal ci \\bk Esayi\\bk* 29.13.\\f*.”»"},{"style":"m","text":""},{"style":"v","text":"«Dangeena dëddu santaaney Yàlla, topp aaday nit.»"},{"style":"v","text":"Mu ne leen: «Yeenaka xam nu ngeen di neenale santaaneb Yàlla, ngir seen aaday bopp mana sax!"},{"style":"v","text":"Mu ngi mel ni fi Musaa ne: “Teralal sa ndey ak sa baay,” neeti: “Ku saaga sa ndey mbaa sa baay, dee rekk mooy àtteem\\f + \\fr 7.10 \\ft Seetal ci \\bk Mucc ga\\bk* 20.12; 21.17.\\f*.”"},{"style":"v","text":"Te yeen ngeen ne: “Ku ne sa ndey mbaa sa baay: Li ma la waroona jàppale, korban (muy firi sarax ngir Yàlla) laa ko def,”"},{"style":"v","text":"may ngeen ko mu baña defalati dara ndeyam mbaa baayam."},{"style":"v","text":"Kon seen aaday bopp ji ngeen di donnante, moom ngeen neenale kàddug Yàlla. Ak yeneen yu bare yu ni mel yu ngeen di def.»"},{"style":"p","text":""},{"style":"v","text":"Yeesu wooti mbooloo ma, ne leen: «Dégluleen ma yeen ñépp, te ngeen amug dégg."},{"style":"v","text":"Mboolem lu bokkul ci nit ki, du lenn lu ciy dugg ci moom, ba man koo sobeel. Liy génne ci nit ki kay mooy sobeel nit ki.»"},{"style":"p","text":""},{"style":"v","text":"Ba ñu duggsee ca biir kër ga, ba sore mbooloo ma, taalibe ya laaj Yeesu, ngir leerlu léeb woowu."},{"style":"v","text":"Yeesu ne leen: «Ndeke yeen itam amuleenug dégg? Xamuleen ne mboolem lu bokkul ci nit, du lenn lu ciy dugg ci moom, ba man koo sobeel,"},{"style":"v","text":"ndax du ci xolam lay dugg, waaye ci koll bi lay dugg, balaa jàll, génneji gannaaw kër?» Googu kàddu di firndeel ne ñam yépp a dagan."},{"style":"p","text":""},{"style":"v","text":"Mu neeti leen: «Li génne ci nit, loolu mooy sobeel nit ki."},{"style":"v","text":"Ndaxte ci biir nit ki, ci biir xolam la mébét yu bon di jóge, ak séy yi yoon tere, ak càcc, ak bóom,"},{"style":"v","text":"ak njaaloo, ak bëgge, ak jëfi coxor, ak njublaŋ, yàqute ak ñeetaane, ak saaga, ak réylu, ak jëf ju xel nanguwul."},{"style":"v","text":"Mboolem yu bon yooyii ci biir nit ki lay génne, sobeel ko.»"},{"style":"s1","text":"Yeesu baaxe na jàmbur bu dul yawut"},{"style":"p","text":""},{"style":"v","text":"Yeesu jóge fa, dem ba ca diiwaan ba ñuy wax \\w Tir|Tir:\\w*. Mu dugg fa ci genn kër, te bëggul kenn xam ko, waaye manula fexe ba nit ña umple ko."},{"style":"p","text":""},{"style":"v","text":"Ndeke as ndaw su \\w rab|rab:\\w* jàpp doomam ju jigéen dégg na fa Yeesu. Mu daldi dikk, ne gurub sukk cay tànkam."},{"style":"v","text":"Ndaw sa ab Gereg la woon, cosaanoo Fenisi ga ca Siri."},{"style":"p","text":"Mu ñaan ko, mu dàqal ko rab wa jàpp doomam."},{"style":"v","text":"Yeesu nag ne ko: «Na gone yi njëkka lekk, ba regg; jël ñamu gone yi, sànni ko kuti yi daal jaaduwul.»"},{"style":"v","text":"Ndaw sa ne ko: «Sang bi, teewul kuti yi, ca suufu ndab la lañuy fore ca ruusiti gone yi.»"},{"style":"v","text":"Yeesu nag ne ko: «Gannaaw kàddu googu nga wax man ngaa dem, rab wa génn na sa doom.»"},{"style":"p","text":""},{"style":"v","text":"Ndaw sa ñibbi këram, gis doom ja tëdd ca lal ba, fekk rab wa dem na."},{"style":"s1","text":"Yeesu faj na ab tëx-luu"},{"style":"p","text":""},{"style":"v","text":"Yeesu jógeeti diiwaanu \\w Tir|Tir:\\w*, jaare dëkk ba ñuy wax Sidon, jaare diiwaan ba ñuy wax Fukki Dëkk yi, dem ba ca dexu Galile."},{"style":"p","text":""},{"style":"v","text":"Ñu indil fa Yeesu ku tëx, te wax jafe ko. Ñu ñaan Yeesu, ne ko mu \\w teg ko loxoom|teg loxo:\\w*."},{"style":"v","text":"Yeesu génne waa ja mbooloo ma, ñaarook moom, daldi def ay baaraamam ci noppi waa ja, ba noppi tifli, laalale loram làmmiñu waa ja."},{"style":"v","text":"Ci kaw loolu mu xool kaw asamaan, daldi binni, ne ko: «Efata», muy firi «Tijjikul.»"},{"style":"v","text":"Ca saa sa ay noppam tijjiku, làmmiñ wa yiwiku, muy wax wax ju leer."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yeesu dénku leen, ne leen buñu ko wax kenn, waaye lu mu leen gëna dénku, ñu gën koo siiwal."},{"style":"v","text":"Dañoo waaru ba fa waaru yem, naan: «Kii lépp lu mu def, jëf ju matale la, ba tëx yi sax, mu déggloo leen, luu yi, mu waxloo leen!»"}]