[{"style":"s1","verse":"","text":"Yeesu leelati na mbooloo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca fan yooya mbooloo mu réy a dajewaatoon te amuñu lu ñu lekk. Yeesu woo taalibe ya, ne leen:"},{"style":"v","verse":"2","text":"«Damaa yërëm mbooloo mi, ndax ñetti fan a ngii yu ñu nekk ak man, te amuñu lu ñu lekk."},{"style":"v","verse":"3","text":"Su ma leen yiwee, ñu ñibbaale xiif, dinañu tële ci yoon wi, ndax am na ci ñu jóge fu sore.»"},{"style":"v","verse":"4","text":"Taalibeem ya ne ko: «Waaye fu nit di jële mburu mu suur ñii ci àll bu wéet bii?»"},{"style":"v","verse":"5","text":"Yeesu ne leen: «Ñaata mburu ngeen am?» Ñu ne ko: «Juróom ñaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba mu ko defee Yeesu sant mbooloo ma ñu toog ci suuf. Mu jël juróom ñaari mburu ya, daldi yékkati kàddug cant, dagg ko, jox taalibe ya, ngir ñu taajal ko mbooloo ma. Ñu taajal leen ko."},{"style":"v","verse":"7","text":"Dese woon nañu fa it tuuti jën yu ndaw. Yeesu jël ko, daldi ñaan mu barkeel. Mu sant nag taalibe ya ñu séddale loola itam."},{"style":"v","verse":"8","text":"Ñu daldi lekk ba regg, ba yóbbu desit wa, yebe ci juróom ñaari dàmba,"},{"style":"v","verse":"9","text":"te lu tollook ñeenti junniy (4~000) góor a nga fa woon. Yeesu nag yiwi leen,"},{"style":"v","verse":"10","text":"daldi dugg ak taalibe ya ca gaal ga, ñu jàll ba diiwaanu Dalmanuta."},{"style":"s1","verse":"","text":"Diiŋatkat sàkku na firnde"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"\\w Farisen|Farisen y-:\\w* yaa dikkoon, di weranteek Yeesu. Ñu di ko fiir, ba tax ñuy sàkku ci moom firnde ju bawoo asamaan."},{"style":"v","verse":"12","text":"Yeesu nag binni binni gu réy, daldi ne: «Ana lu waral maasug tey jii di wut firnde? Maa leen ko wax déy, du jenn firnde jees di jox maasug tey jii.»"},{"style":"v","verse":"13","text":"Ci kaw loolu Yeesu bàyyikoo ca ñoom, duggaat, jëm wàllaa dex."},{"style":"s1","verse":"","text":"Farisen jikkoy lawiir la yor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Fekk na taalibe ya fàttee yóbbaale mburu, te amuñu woon lu dul menn mburu ca gaal ga."},{"style":"v","verse":"15","text":"Yeesu nag jox leen ndigal lii, ne leen: «Wattuleen! Bàyyileen xel lawiiru \\w Farisen|Farisen y-:\\w* ñi, ak lawiiru Buur \\w Erodd|Erodd:\\w*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Taalibe ya nag di werante ci seen biir, naan: «Nun de amunu fi mburu.»"},{"style":"v","verse":"17","text":"Yeesu xam la ñuy wax, ne leen: «Lu ngeen di werante, naan amuleen fi mburu? Kon xanaa daal xamaguleen ba tey, te ràññeewuleen? Am seenum xel a dërkiis?"},{"style":"v","verse":"18","text":"Dangeena ami gët, te dungeen gis? Am dangeena ami nopp te dungeen dégg, dungeen fàttaliku?"},{"style":"v","verse":"19","text":"Ba ma daggalee juróomi junniy (5~000) nit ña juróomi mburu ya, ba ngeen for desit ya, ñaata pañey dogi mburu la fees?» Ñu ne ko: «Fukk ak ñaar.»"},{"style":"v","verse":"20","text":"Mu neeti leen: «Juróom ñaari mburu ya ca ñeenti junniy (4~000) nit ña nag, ba ngeen foree desit ya, ñaata dàmbay dogi mburu la fees?» Ñu ne ko: «Juróom ñaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yeesu nag ne leen: «Te xamaguleen ba tey?»"},{"style":"s1","verse":"","text":"Yeesu wéral na silmaxa ca Betsayda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Gannaaw loolu Yeesu aki taalibeem agsi dëkk ba ñuy wax Betsayda. Ñu indil fa Yeesu ku gumba, di ko ñaan, mu \\w teg ko loxo|teg loxo:\\w*."},{"style":"v","verse":"23","text":"Yeesu jàpp loxob silmaxa ba, yóbbu ko, ba génn dëkk ba. Mu tifli ci bët yi, teg ko loxo, ne ko: «Ndax yaa ngi gis dara?»"},{"style":"v","verse":"24","text":"Waa ji xippi, ne ko: «Gis naa ay nit ñu mel ni ay garab, waaye ñu ngi dox.»"},{"style":"v","verse":"25","text":"Yeesu dellu tegaat ay loxoom ci bët yi, silmaxa bi ne xiféet, daldi wér, di ràññee lépp bu baax."},{"style":"v","verse":"26","text":"Ci kaw loolu Yeesu sant ko mu ñibbi, ne ko: «Bul dellu ci biir dëkk bi.»"},{"style":"s1","verse":"","text":"Piyeer ràññee na Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba loolu amee Yeesu ànd aki taalibeem, ñu jëm ca dëkk-dëkkaan, ya ca wetu Sesare gu Filib. Mu laaj taalibe ya ca yoon wa, ne leen: «Ana ku nit ñi wax ne moom laa?»"},{"style":"v","verse":"28","text":"Ñu ne ko: «Ñii nee ñu yaa di \\w Yaxya|Yaxya:\\w*, ñee ne yaa di \\w Ilyaas|Ilyaas:\\w*, ñale ne kenn ci yonent yi nga.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Yeesu it ne leen: «Yeen nag, ngeen ne maay kan?» Piyeer ne ko: «Yaa di \\w Almasi|Almasi b-:\\w* bi.»"},{"style":"v","verse":"30","text":"Ci kaw loolu Yeesu femmu leen ngir ñu baña wax kenn dara ci mbiram."},{"style":"s1","verse":"","text":"Yeesu xamle na deewam ak ndekkiteem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yeesu nag tàmbali leena jàngal, ne leen fàww \\w Doomu nit|Doomu nit k-:\\w* ki sonn lu bare, ba dajeek mbañeelu magi askan wi ak \\w sarxalkat|sarxalkat b-:\\w* yu mag yi, ak firikati yoonu Musaa yi, te dees na ko rey, ba mu am ñetti fan, mu dekki."},{"style":"v","verse":"32","text":"Mu daldi leen xamal mbir mi, ba mu leer nàññ."},{"style":"p","verse":"","text":"Piyeer nag ñaarook moom, tàmbali koo femmu."},{"style":"v","verse":"33","text":"Teewul Yeesu geestu, gis yeneen taalibe yi, daldi gëdd Piyeer, ne ko: «\\w Seytaane|Seytaane:\\w*, xiddi ma te dellu gannaaw, yaw xalaatoo yëfi Yàlla, waaye yëfi nit ngay xalaat.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ba loolu amee Yeesu woo mbooloo maak taalibe ya, ne leen: «Ku ma bëgga topp, fàtteel sa bopp te gàddu sa bant bi ñu lay daaj, door maa topp."},{"style":"v","verse":"35","text":"Ndaxte képp ku bëgga rawale sa bakkan, dinga ko ñàkk, te ku ñàkk sa bakkan ndax man ak xibaaru jàmm bi, dinga ko jotaat."},{"style":"v","verse":"36","text":"Ana luy njariñal nit ku jagoo àddina sépp, te ñàkk bakkanam?"},{"style":"v","verse":"37","text":"Ana lu nit wara mana weccee bakkanam?"},{"style":"v","verse":"38","text":"Képp ku kersawoo sama jëmm, kersawoo topp samay wax, ci biir niti jamono jii, di jamonoy bokkaaleek bàkkaar, bés bu Doomu nit ki dikkee ci biir darajay Baayam, ànd ak malaaka yu sell yi, su keroogee moom it dina la kersawoo.»"}]