[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mu neeti leen: «Maa leen ko wax, déy, ñenn a ngi taxaw fii, duñu dee te gisuñu nguurug Yàlla dikk ak doole.»"},{"style":"s1","verse":"","text":"Darajay Yeesu feeñ na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ba ñu ca tegee juróom benni fan, Yeesu ànd na ak Piyeer ak Yanqóoba ak Yowaan, yóbbu leen kaw tund wu kawe, ngir wéetook ñoomu neen. Mu soppiku fa seen kanam:"},{"style":"v","verse":"3","text":"ay yéreem ne ràññ, weex tàll weexaay bu raw lu fóotkatub àddina mana fóot."},{"style":"v","verse":"4","text":"Ci kaw loolu Yonent Yàlla \\w Ilyaas|Ilyaas:\\w* feeñu leen, mook Yonent Yàlla Musaa, ñuy waxtaan ak Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Piyeer daldi ne Yeesu: «Kilifa gi, su nu toogoon fii de, mu baax ci nun. Nan yékkati ñetti mbaar, benn yaw, benn Musaa, benn Ilyaas.»"},{"style":"v","verse":"6","text":"Booba Piyeer xamul sax lu muy wax, ndax tiitaange ju leen jàpp."},{"style":"v","verse":"7","text":"Ci kaw loolu aw niir dikk, yiir leen, baat jibe ca niir wa, ne: «Kii mooy sama Doom, sama soppe, dégluleen ko.»"},{"style":"v","verse":"8","text":"Taalibe yi jekki xool wet gu nekk, waaye gisatuñu kenn ku dul mennum Yeesu doŋŋ, mook ñoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Naka lañuy wàcce ca tund wa Yeesu sant leen, ne leen ñu baña nettali kenn la ñu gis, ba kera \\w Doomu nit|Doomu nit k-:\\w* ki dekki."},{"style":"v","verse":"10","text":"Ñu jàpp wax jooju nag ci seen biir tey sottante xel, ngir xam lu «dee-dekki» di tekki."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ci kaw loolu taalibe ya laaj ko, ne ko: «Lu tax firikati yoonu Musaa yi ne fàww Ilyaas njëkka ñëw?»"},{"style":"v","verse":"12","text":"Yeesu ne leen: «Waaw, Ilyaas kay mooy njëkka ñëw, ba jubbanti lépp. Waaye lu tax ñu bind ci Doomu nit ki, ne fàww mu sonn coono bu bare, te dees na ko xeeb?"},{"style":"v","verse":"13","text":"Waaye maa leen wax ne Ilyaas ñëw na, lu leen neex lañu def ak moom, te noonu lañu ko binde woon ci moom.»"},{"style":"s1","verse":"","text":"Yeesu dàq na rab wa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba ñu waññikoo ba jub yeneen taalibe ya, dañoo gis mbooloo mu bare yéew leen, ay firikati yoon di weranteek ñoom."},{"style":"v","verse":"15","text":"Mbooloo ma mépp daldi gis Yeesu, teewaayam bett leen. Ñu dawsi, nuyu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba loolu amee Yeesu laajte, ne: «Ana lu ngeen di weranteek ñii?»"},{"style":"v","verse":"17","text":"Kenn ca mbooloo ma ne ko: «Kilifa gi, sama doom ju góor laa la indil. Aw rab wuy luuloo ko jàpp."},{"style":"v","verse":"18","text":"Saa su ko dikkalee, da koy daaneel ci suuf, gémmiñ gi di fuur, muy yéyu, ne jàdd. Say taalibe laa ñaan ñu dàq rab wi, waaye manuñu ko.»"},{"style":"v","verse":"19","text":"Yeesu ne leen: «Céy niti tey, yeena gëmadi! Maak yeen ba kañ? Dama leen di muñal ba kañ? Indilleen ma xale bi.»"},{"style":"v","verse":"20","text":"Ñu indil ko ko. Rab wa gis Yeesu rekk daldi sayloo xale ba, mu daanu fa suuf, di xalangu, gémmiñ gay fuur."},{"style":"v","verse":"21","text":"Yeesu ne baay ba: «Lii kañ la ko dal?» Mu ne ko: «Ba muy gone ba tey."},{"style":"v","verse":"22","text":"Bare na lu mu koy xabtal ci sawara mbaa cim ndox, ngir sànk ko. Waaye soo ci manee lenn, yërëm nu, xettalee nu ko.»"},{"style":"v","verse":"23","text":"Yeesu ne ko: «Nga ne: “Soo manee”? Ku ànd ak gëm kay, dara tëwu la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Baayu xale bi daldi àddu ca kaw, ne: «Kon gëm naa, ngalla wallu maak sama ngëmadi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ci biir loolu Yeesu gis mbooloo mu dawandoo di dikk, mu daldi gëdd \\w rab|rab:\\w* wa, ne ko: «Yaw rab wiy luulooka tëxloo, maa la ne génnal ci kii te bul duggati ci moom.»"},{"style":"v","verse":"26","text":"Ba mu ko defee rab wa yuuxu, daldi sayloo xale ba bu metti, doora génn. Xale bi ne nemm, ni ku dee, ba ñu bare ne dee na."},{"style":"v","verse":"27","text":"Teewul Yeesu jàpp ca loxo ba, yékkati ko, mu taxaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ba Yeesu duggee ca kër ga, taalibe ya laaj ko ci sutura, ne ko: «Lu tax manunu woona dàqal sunu bopp, rab wi?»"},{"style":"v","verse":"29","text":"Yeesu ne leen: «Xeetu rab wii, maneesu koo dàqe lenn lu moy ñaan.»"},{"style":"s1","verse":"","text":"Yeesu xamlewaat na deewam ak ndekkiteem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Foofa lañu bàyyikoo, jaare diiwaanu Galile, waaye Yeesu bëggul kenn yég ko."},{"style":"v","verse":"31","text":"Ndaxte booba ma ngay jàngal taalibe ya, naan leen: «\\w Doomu nit|Doomu nit k-:\\w* ki lees di wor, ngir teg ko ci loxoy nit, ñu rey ko, te gannaaw bu ñu ko reyee dina dekki ci ñetti fan.»"},{"style":"v","verse":"32","text":"Taalibe ya nag xamuñu woon lu kàddu googuy tekki, waaye ñemewuñu ko koo laaj."},{"style":"s1","verse":"","text":"Kan moo gëna màgg?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ba ñu àggee dëkk ba ñuy wax Kapernawum, ba dugg ca kër ga, Yeesu laaj leen, ne leen: «Lu ngeen doon waxtaane ci yoon wi?»"},{"style":"v","verse":"34","text":"Ñu ne cell, ndax la ñu doon werante ca yoon wa moo di kan moo gëna kawe ci ñoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ba mu ko defee Yeesu toog, woo fukki taalibe yaak ñaar, ne leen: «Ku bëgga jiitu, na mujj ñépp te di surgab ñépp.»"},{"style":"v","verse":"36","text":"Yeesu daldi indi ab xale, taxawal ko ci seen biir. Ci kaw loolu mu fab xale bi, ne leen:"},{"style":"v","verse":"37","text":"«Képp ku dalal xale bu mel nii ndax man, man mii nga dalal, te képp ku ma dalal, du man nga dalal, waaye ki ma yebal nga dalal.»"},{"style":"s1","verse":"","text":"Ku sotul nit, yaa far ak moom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Yowaan ne ko: «Kilifa gi, danoo gis kuy dàq ay rab ci sa tur, nu aaye ko, ndax bokkul ci nun.»"},{"style":"v","verse":"39","text":"Yeesu nag ne ko: «Buleen ko aaye, ndaxte kenn manula def kéemaan ci sama tur, daldi ci teg wax ju bon ci man."},{"style":"v","verse":"40","text":"Képp ku nu sotul, nun la faral."},{"style":"v","verse":"41","text":"Maa leen ko wax, déy, képp ku leen may ab kaasu ndox, ngir li ngeen di niti \\w Almasi|Almasi b-:\\w* bi, doo ñàkk sag pey mukk."},{"style":"s1","verse":"","text":"Bàkkaarloo nit aay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"«Waaye kenn sax ci xale yii ma gëm, képp ku ko bàkkaarloo, li gën ci moom, mooy ñu takk ci baatam doju wolukaay wu réy wu mbaam di wëndeel, daldi koy sànni biir géej."},{"style":"v","verse":"43-44","text":"Su la sab loxo bàkkaarloo, dog ko. Tàbbiwaale ab kuuñ ca dund gu wóor ga moo gën ci yaw, nga tàbbiwaale sa ñaari loxo biir jànnama, sawara sa dul fey."},{"style":"v","verse":"45-46","text":"Su la sab tànk bàkkaarloo, dog ko. Tàbbiwaale bennub tànk ca dund gu wóor ga moo gën ci yaw, ñu boole laak sa ñaari tànk, sànni la biir jànnama."},{"style":"v","verse":"47","text":"Su la sa bët bàkkaarloo, luqil. Tàbbiwaale patt ci nguurug Yàlla, moo gën ci yaw ñu boole laak sa ñaari bët, sànni biir sawara,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"48","text":"“foofa sax ya dul deewe,"},{"style":"q1","verse":"","text":"sawara sa du fa feye\\f + \\fr 9.48 \\ft Seetal ci \\bk Esayi\\bk* 66.24.\\f*.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"49","text":"Ñépp nag sawara lañu leen di setale ni xorom di setale\\f + \\fr 9.49 \\fk sawara siy setal \\ft man naa nekk mitit yeek coono yi aji gëm ji wara jànkoonteel ci àddina. Seetal ci \\bk 1.Piyeer\\bk* 1.7; 4.12-13.\\f*."},{"style":"v","verse":"50","text":"Xorom lu baax la, waaye bu raxee ba sàlli, nees koy delloo cafkaam? Nangeen jikkowoo xorom su raxul, daldi jàmmoo.»"}]