[{"style":"mt1","text":"Matthew"},{"style":"s1","verse":"","text":"The Genealogy of Jesus Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"The book of the genealogy of Jesus Christ, the son of David, the son of Abraham."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Abraham became the father of Isaac, and Isaac became the father of Jacob, and Jacob became the father of Judah and his brothers, "},{"style":"v","verse":"3","text":"and Judah became the father of Perez and Zerah by Tamar, and Perez became the father of Hezron, and Hezron became the father of Aram,\\f + \\fr 1:3 \\ft Although the Greek text reads “Aram,” many English versions substitute the Old Testament form of the name, “Ram” (cf. \\xt 1 Chr 2:9 \\ft ; \\xt Ruth 4:19 \\ft ), here and in the following verse \\f* "},{"style":"v","verse":"4","text":"and Aram became the father of Amminadab, and Amminadab became the father of Nahshon, and Nahshon became the father of Salmon, "},{"style":"v","verse":"5","text":"and Salmon became the father of Boaz by Rahab, and Boaz became the father of Obed by Ruth, and Obed became the father of Jesse, "},{"style":"v","verse":"6","text":"and Jesse became the father of David the king."},{"style":"p","verse":"","text":"And David became the father of Solomon by the \\add wife\\add*\\ef + \\fr 1:6 \\ft ﻿*The word “wife” is not in the Greek text, but is implied idiomatically \\ef* of Uriah, "},{"style":"v","verse":"7","text":"and Solomon became the father of Rehoboam, and Rehoboam became the father of Abijah, and Abijah became the father of Asa,\\f + \\fr 1:7 \\ft Greek “Asaph,” alternately spelled “Asa” in many English versions here and in the following verse (cf. \\xt 1 Chr 3:10 \\ft ) \\f* "},{"style":"v","verse":"8","text":"and Asa became the father of Jehoshaphat,\\f + \\fr 1:8 \\ft Greek “Josaphat”; alternately spelled “Jehoshaphat” in many English versions \\f* and Jehoshaphat became the father of Joram, and Joram became the father of Uzziah, "},{"style":"v","verse":"9","text":"and Uzziah became the father of Jotham, and Jotham became the father of Ahaz, and Ahaz became the father of Hezekiah, "},{"style":"v","verse":"10","text":"and Hezekiah became the father of Manasseh, and Manasseh became the father of Amon,\\f + \\fr 1:10 \\ft The earliest and best Greek manuscripts read “Amos,” but many English versions use the Old Testament form of the name here, “Amon” (cf. \\xt 2 Kgs 21:18 \\ft ) \\f* and Amon became the father of Josiah, "},{"style":"v","verse":"11","text":"and Josiah became the father of Jechoniah and his brothers, at the time of the deportation to Babylon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"And after the deportation to Babylon, Jechoniah became the father of Shealtiel,\\f + \\fr 1:12 \\ft Greek “Salathiel,” but many English versions use the Old Testament form of the name here, “Shealtiel” (cf. \\xt Ezra 3:2 \\ft ) \\f* and Shealtiel became the father of Zerubbabel, "},{"style":"v","verse":"13","text":"and Zerubbabel became the father of Abiud, and Abiud became the father of Eliakim, and Eliakim became the father of Azor, "},{"style":"v","verse":"14","text":"and Azor became the father of Zadok, and Zadok became the father of Achim, and Achim became the father of Eliud, "},{"style":"v","verse":"15","text":"and Eliud became the father of Eleazar, and Eleazar became the father of Matthan, and Matthan became the father of Jacob, "},{"style":"v","verse":"16","text":"and Jacob became the father of Joseph, the husband of Mary by whom\\f + \\fr 1:16 \\ft The Greek relative pronoun is feminine gender and thus refers only to Mary, not Joseph \\f* was born Jesus, who is called Christ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Therefore all the generations from Abraham to David \\add are\\add* fourteen generations, and from David to the deportation to Babylon \\add are\\add* fourteen generations, and from the deportation to Babylon to the Christ \\add are\\add* fourteen generations."},{"style":"s1","verse":"","text":"The Birth of Jesus Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"Now the birth of Jesus Christ occurred in this way. His mother Mary had been betrothed to Joseph, \\add but\\add* before they came together, she was found ⸤to be pregnant⸥\\f + \\fr 1:18 \\ft Literally “to have in the womb” \\f* by the Holy Spirit. "},{"style":"v","verse":"19","text":"So Joseph her husband, being righteous and not wanting to disgrace her, intended to divorce her secretly. "},{"style":"v","verse":"20","text":"But \\add as\\add*\\ef + \\fr 1:20 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“considering”) \\ef* he was considering these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not be afraid to take Mary \\add as\\add* your wife, for what has been conceived in her is from the Holy Spirit. "},{"style":"v","verse":"21","text":"And she will give birth to a son, and you will call his name ‘Jesus,’ because he will save his people from their sins.” "},{"style":"v","verse":"22","text":"Now all this happened in order that what was spoken by the Lord through the prophet would be fulfilled, saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"23","text":"“Behold, the virgin ⸤will become pregnant⸥\\f + \\fr 1:23 \\ft Literally “will have in the womb” \\f* and will give birth to a son,"},{"style":"q1","verse":"","text":"and they will call his name Emmanuel,”\\f + \\fr 1:23 \\ft A quotation from \\xt Isa 7:14 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"m","verse":"","text":"which is translated, “God with us.”\\f + \\fr 1:23 \\ft An allusion to \\xt Isa 8:8 \\ft , \\xt 10 \\ft in the Greek OT (LXX) \\f* "},{"style":"v","verse":"24","text":"And Joseph, \\add when he\\add*\\ef + \\fr 1:24 \\ft ﻿*Here “when” is supplied as a component of the participle (“woke up”) which is understood as temporal \\ef* woke up from sleep, did as the angel of the Lord commanded him, and he took his wife "},{"style":"v","verse":"25","text":"and ⸤did not have sexual relations with⸥\\f + \\fr 1:25 \\ft Literally “did not know” \\f* her until she gave birth to a son. And he called his name Jesus."}]