[{"style":"s1","verse":"","text":"Seven Woes Pronounced on the Scribes and Pharisees"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Jesus spoke to the crowds and to his disciples, "},{"style":"v","verse":"2","text":"saying, “The scribes and the Pharisees sit on the seat of Moses. "},{"style":"v","verse":"3","text":"Therefore do and observe everything that they tell you, but do not do as ⸤they do⸥,\\f + \\fr 23:3 \\ft Literally “their deeds” \\f* for they tell \\add others to do something\\add*\\ef + \\fr 23:3 \\ft ﻿*The words “\\add others to do something\\add*” are not in the Greek text but are implied \\ef* and do not do \\add it themselves\\add*.\\ef + \\fr 23:3 \\ft *The words “\\add it themselves\\add*” are not in the Greek text but are implied \\ef* "},{"style":"v","verse":"4","text":"And they tie up heavy burdens\\f + \\fr 23:4 \\ft Some manuscripts have “burdens that are heavy and hard to bear” \\f* and put \\add them\\add*\\ef + \\fr 23:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on people’s shoulders, but \\add they\\add* themselves are not willing with their finger to move them. "},{"style":"v","verse":"5","text":"And they do all their deeds in order to be seen by people, for they make their phylacteries broad and make their\\f + \\fr 23:5 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* tassels long. "},{"style":"v","verse":"6","text":"And they love the place of honor at banquets and the best seats in the synagogues "},{"style":"v","verse":"7","text":"and the greetings in the marketplaces and to be called ‘Rabbi’ by people. "},{"style":"v","verse":"8","text":"But you are not to be called ‘Rabbi,’ because one is your teacher, and you are all brothers, "},{"style":"v","verse":"9","text":"And do not call \\add anyone\\add*\\ef + \\fr 23:9 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* your father on earth, for one is your heavenly Father. "},{"style":"v","verse":"10","text":"And do not be called teachers, because one is your teacher, the Christ. "},{"style":"v","verse":"11","text":"And the greatest among you will be your servant. "},{"style":"v","verse":"12","text":"And whoever exalts himself will be humbled, and whoever humbles himself will be exalted."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"“But woe to you, scribes and Pharisees—hypocrites!—because you shut the kingdom of heaven before people! For you do not enter, nor permit those wanting to go in\\ef + \\fr 23:13 \\ft ﻿*Here the present tense has been translated as voluntative (“wanting to go in”) \\ef* to enter.\\f + \\fr 23:13 \\ft The most important Greek manuscripts omit v. \\xt 14 \\ft , “Woe to you, scribes and Pharisees—hypocrites!—because you devour widows’ houses and for show you pray long prayers! Therefore you will receive the greater condemnation.” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"“Woe to you, scribes and Pharisees—hypocrites!—because you travel around the sea and the dry \\add land\\add* to make one convert, and when he becomes \\add one\\add*,\\ef + \\fr 23:15 \\ft *Here the direct object is supplied from context in the English translation \\ef* you make him twice as much a son of hell \\add as\\add* you \\add are\\add*!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"“Woe to you, blind guides, who say, ‘Whoever swears by the temple, it is nothing! But whoever swears by the gold of the temple is bound \\add by his oath\\add*.’\\f + \\fr 23:16 \\ft The phrase “\\fq by his oath \\ft ” is not in the Greek text but is implied \\f* "},{"style":"v","verse":"17","text":"Fools and blind \\add people\\add*! For which is greater, the gold or the temple that makes the gold holy? "},{"style":"v","verse":"18","text":"And, ‘Whoever swears by the altar, it is nothing! But whoever swears by the gift \\add that is\\add* on it is bound \\add by his oath\\add*.’\\f + \\fr 23:18 \\ft The phrase “\\fq by his oath \\ft ” is not in the Greek text but is implied \\f* "},{"style":"v","verse":"19","text":"Blind \\add people\\add*! For which \\add is\\add* greater, the gift or the altar that makes the gift holy? "},{"style":"v","verse":"20","text":"Therefore the one who swears by the altar swears by it and by everything \\add that is\\add* on it. "},{"style":"v","verse":"21","text":"And the one who swears by the temple swears by it and by the one who dwells \\add in\\add* it. "},{"style":"v","verse":"22","text":"And the one who swears by heaven swears by the throne of God and by the one who sits on it."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"“Woe to you, scribes and Pharisees—hypocrites!—because you pay a tenth of mint and dill and cumin, and neglect the more important \\add matters\\add* of the law—justice and mercy and faithfulness! It was necessary\\f + \\fr 23:23 \\ft Some manuscripts have “But it was necessary” \\f* to do these \\add things\\add* ⸤while not neglecting those⸥.\\f + \\fr 23:23 \\ft Literally “and those not to neglect” \\f* "},{"style":"v","verse":"24","text":"Blind guides who filter out a gnat and swallow a camel!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"“Woe to you, scribes and Pharisees—hypocrites!—because you cleanse the outside of the cup and the dish, but inside they are full of greed and self-indulgence! "},{"style":"v","verse":"26","text":"Blind Pharisee! First clean the inside of the cup and the dish,\\f + \\fr 23:26 \\ft Some manuscripts omit “and the dish” \\f* so that the outside of it may become clean also."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"“Woe to you, scribes and Pharisees—hypocrites!—because you are like whitewashed tombs which on the outside appear beautiful, but on the inside are full of the bones of the dead and of everything unclean! "},{"style":"v","verse":"28","text":"In the \\add same\\add* way, on the outside you also appear righteous to people, but inside you are full of hypocrisy and lawlessness."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"“Woe to you, scribes and Pharisees—hypocrites!—because you build the tombs of the prophets and decorate the graves of the righteous, "},{"style":"v","verse":"30","text":"and you say, ‘If we had lived in the days of our fathers, we would not have been partners with them in the blood of the prophets!’ "},{"style":"v","verse":"31","text":"Thus you testify against yourselves that you are descendants of those who murdered the prophets! "},{"style":"v","verse":"32","text":"And you—fill up the measure of your fathers! "},{"style":"v","verse":"33","text":"Serpents! Offspring of vipers! How will you escape from the condemnation to hell? "},{"style":"v","verse":"34","text":"For this \\add reason\\add*, behold, I am sending to you prophets and wise men and scribes. \\add Some\\add* of them you will kill and crucify, and some of them you will flog in your synagogues and will pursue from town to town, "},{"style":"v","verse":"35","text":"so that upon you will come all the righteous blood shed on the earth from the blood of righteous Abel up to the blood of Zechariah son of Barachiah, whom you murdered between the temple and the altar. "},{"style":"v","verse":"36","text":"Truly I say to you, all these \\add things\\add* will come upon this generation!"},{"style":"s1","verse":"","text":"The Lament over Jerusalem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"37","text":"“Jerusalem, Jerusalem, who kills the prophets and stones those who are sent to her! How many times I wanted to gather your children together ⸤the way⸥\\f + \\fr 23:37 \\ft Literally “in the manner in which” \\f* a hen gathers her young together under \\add her\\add*\\ef + \\fr 23:37 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* wings, and you were not willing! "},{"style":"v","verse":"38","text":"Behold, your house has been left to you desolate! "},{"style":"v","verse":"39","text":"For I tell you, you will never see me from now \\add on\\add* until you say,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘Blessed \\add is\\add* the one who comes in the name of the Lord!’ ”\\f + \\fr 23:39 \\ft A quotation from \\xt Ps 118:26 \\ft \\f*"},{"style":"sd0","verse":"","text":""}]