[{"style":"mt1","text":"Luke"},{"style":"s1","text":"The Preface to Luke’s Gospel"},{"style":"m","text":""},{"style":"v","text":"Since many have attempted to compile an account concerning the events that have been fulfilled among us, "},{"style":"v","text":"just as those who were eyewitnesses and servants of the word from the beginning passed on to us, "},{"style":"v","text":"it seemed best to me also—\\add because I\\add*\\ef + \\fr 1:3 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have followed”) which is understood as causal \\ef* have followed all \\add things\\add* carefully from the beginning—to write \\add them\\add*\\ef + \\fr 1:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* down in orderly sequence for you, most excellent Theophilus, "},{"style":"v","text":"so that you may know the certainty concerning the things about which you were taught."},{"style":"s1","text":"The Prediction of John the Baptist’s Birth"},{"style":"m","text":""},{"style":"v","text":"It happened that in the days of Herod, king of Judea, \\add there was\\add* a certain priest, Zechariah by name, of the division of Abijah. And ⸤he had a wife⸥\\f + \\fr 1:5 \\ft Literally “a wife to him” \\f* from the daughters of Aaron, and her name \\add was\\add* Elizabeth. "},{"style":"v","text":"And they were both righteous in the sight of God, living blamelessly in all the commandments and regulations of the Lord. "},{"style":"v","text":"And ⸤they did not have⸥\\f + \\fr 1:7 \\ft Literally “there was not to them” \\f* a child, because Elizabeth was barren. And they were both advanced ⸤in years⸥.\\f + \\fr 1:7 \\ft Literally “in their days” \\f*"},{"style":"p","text":""},{"style":"v","text":"And it happened that \\add while\\add*\\ef + \\fr 1:8 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal infinitive (“was serving as priest”) \\ef* he was serving as priest before God in the order of his division, "},{"style":"v","text":"according to the custom of the priesthood he was chosen by lot to enter into the temple of the Lord to burn incense. "},{"style":"v","text":"And the whole crowd of the people were praying outside at the hour of the incense offering. "},{"style":"v","text":"And an angel of the Lord appeared to him, standing at the right side of the altar of incense. "},{"style":"v","text":"And Zechariah was terrified \\add when he\\add*\\ef + \\fr 1:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw \\add the angel\\add*,\\ef + \\fr 1:12 \\ft *Here the direct object is supplied from context in the English translation \\ef* and fear fell upon him. "},{"style":"v","text":"But the angel said to him,"},{"style":"sd0","text":""},{"style":"q1","text":"“Do not be afraid, Zechariah,"},{"style":"q1","text":"because your prayer has been heard,"},{"style":"q1","text":"and your wife Elizabeth will bear you a son,"},{"style":"q1","text":"and you will call his name John."},{"style":"q1","text":""},{"style":"v","text":"And ⸤you will experience joy and exultation⸥,\\f + \\fr 1:14 \\ft Literally “joy and exultation will be to you” \\f*"},{"style":"q1","text":"and many will rejoice at his birth."},{"style":"q1","text":""},{"style":"v","text":"For he will be great in the sight of the Lord,"},{"style":"q1","text":"and he must never drink wine or beer,"},{"style":"q1","text":"and he will be filled with the Holy Spirit"},{"style":"q2","text":"\\add while he is\\add*\\ef + \\fr 1:15 \\ft ﻿*Here the phrase “while he is,” including the verb, is understood in Greek and is supplied in the translation \\ef* still in his mother’s womb."},{"style":"q1","text":""},{"style":"v","text":"And he will turn many of the sons of Israel"},{"style":"q2","text":"to the Lord their God."},{"style":"q1","text":""},{"style":"v","text":"And he will go on before him"},{"style":"q2","text":"in the spirit and power of Elijah,"},{"style":"q1","text":"to turn the hearts of the fathers to the children,"},{"style":"q1","text":"and the disobedient to the wisdom of the righteous,"},{"style":"q2","text":"to prepare for the Lord a people made ready.”"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And Zechariah said to the angel, “By what will I know this? For I am an old man, and my wife is advanced ⸤in years⸥!”\\f + \\fr 1:18 \\ft Literally “in her days” \\f* "},{"style":"v","text":"And the angel answered \\add and\\add*\\ef + \\fr 1:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, “I am Gabriel, who stands in the presence of God, and I was sent to speak to you and to announce to you this good news. "},{"style":"v","text":"And behold, you will be silent and not able to speak until the day these \\add things\\add* take place, ⸤because⸥\\f + \\fr 1:20 \\ft Literally “in return for which” \\f* you did not believe my words, which will be fulfilled in their time.”"},{"style":"p","text":""},{"style":"v","text":"And the people were waiting for Zechariah, and began to wonder\\ef + \\fr 1:21 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to wonder”) \\ef* \\add when\\add*\\ef + \\fr 1:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal infinitive (“was delayed”) \\ef* he was delayed in the temple. "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 1:22 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came out”) which is understood as temporal \\ef* came out he was not able to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them, and remained unable to speak. "},{"style":"v","text":"And it happened that when the days of his service came to an end, he went away to his home."},{"style":"p","text":""},{"style":"v","text":"Now after these days, his wife Elizabeth conceived, and she kept herself in seclusion \\add for\\add* five months, saying, "},{"style":"v","text":"“Thus the Lord has done for me in the days in which he has concerned himself with \\add me\\add*,\\ef + \\fr 1:25 \\ft *Here the direct object is supplied from context in the English translation \\ef* to take away my disgrace among people.”"},{"style":"s1","text":"The Prediction of Jesus’ Birth"},{"style":"m","text":""},{"style":"v","text":"Now in the sixth month, the angel Gabriel was sent from God to a town of Galilee ⸤named⸥\\f + \\fr 1:26 \\ft Literally “to which the name” \\f* Nazareth, "},{"style":"v","text":"to a virgin legally promised in marriage to a man ⸤named⸥\\f + \\fr 1:27 \\ft Literally “to whom the name” \\f* Joseph of the house of David. And the name of the virgin \\add was\\add* Mary. "},{"style":"v","text":"And he came to her \\add and\\add*\\ef + \\fr 1:28 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* said, “Greetings, favored one! The Lord \\add is\\add* with you.” "},{"style":"v","text":"But she was greatly perplexed at the statement, and was pondering what sort of greeting this might be. "},{"style":"v","text":"And the angel said to her,"},{"style":"sd0","text":""},{"style":"q1","text":"“Do not be afraid, Mary, for you have found favor with God."},{"style":"q1","text":""},{"style":"v","text":"And behold, you will conceive in the womb and will give birth to a son,"},{"style":"q2","text":"and you will call his name Jesus."},{"style":"q1","text":""},{"style":"v","text":"This one will be great, and he will be called the Son of the Most High,"},{"style":"q2","text":"and the Lord God will give him the throne of his father David."},{"style":"q1","text":""},{"style":"v","text":"And he will reign over the house of Jacob ⸤forever⸥,\\f + \\fr 1:33 \\ft Literally “for the ages” \\f*"},{"style":"q2","text":"and of his kingdom there will be no end."},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And Mary said to the angel, “How will this be, since I have not had sexual relations with a man?” "},{"style":"v","text":"And the angel answered \\add and\\add*\\ef + \\fr 1:35 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to her,"},{"style":"sd0","text":""},{"style":"q1","text":"“The Holy Spirit will come upon you,"},{"style":"q2","text":"and the power of the Most High will overshadow you."},{"style":"q1","text":"Therefore also the one to be born will be called holy, the Son of God."},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And behold, your relative Elizabeth—she also has conceived a son in her old age, and this is the sixth month for her who was called barren. "},{"style":"v","text":"For ⸤nothing will be impossible with God⸥.”\\f + \\fr 1:37 \\ft Literally “every thing will not be impossible with God” \\f*"},{"style":"p","text":""},{"style":"v","text":"So Mary said, “Behold, the Lord’s female slave! May it happen to me according to your word.” And the angel departed from her."},{"style":"s1","text":"Mary Visits Elizabeth"},{"style":"m","text":""},{"style":"v","text":"Now in those days Mary set out \\add and\\add*\\ef + \\fr 1:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“set out”) has been translated as a finite verb \\ef* traveled with haste into the hill country, to a town of Judah, "},{"style":"v","text":"and entered into the house of Zechariah, and greeted Elizabeth. "},{"style":"v","text":"And it happened that when Elizabeth heard the greeting of Mary, the baby in her womb leaped and Elizabeth was filled with the Holy Spirit. "},{"style":"v","text":"And she cried out with a loud shout and said,"},{"style":"sd0","text":""},{"style":"q1","text":"“Blessed \\add are\\add* you among women,"},{"style":"q2","text":"and blessed \\add is\\add* the fruit of your womb!"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And why \\add is\\add* this \\add granted\\add* to me, that the mother of my Lord should come to me? "},{"style":"v","text":"For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy! "},{"style":"v","text":"And blessed \\add is\\add* she who believed that \\add there\\add* will be a fulfillment to what was spoken to her from the Lord!”"},{"style":"s1","text":"Mary’s Hymn of Praise to God"},{"style":"m","text":""},{"style":"v","text":"And Mary said,"},{"style":"sd0","text":""},{"style":"q1","text":"“My soul exalts the Lord,"},{"style":"q2","text":""},{"style":"v","text":"and my spirit has rejoiced greatly in God my Savior,"},{"style":"q1","text":""},{"style":"v","text":"because he has looked upon the humble state of his female slave,"},{"style":"q2","text":"for behold, from now on all generations will consider me blessed,"},{"style":"q1","text":""},{"style":"v","text":"because the Mighty \\add One\\add* has done great \\add things\\add* for me,"},{"style":"q2","text":"and holy \\add is\\add* his name."},{"style":"q1","text":""},{"style":"v","text":"And his mercy \\add is\\add* for generation after generation"},{"style":"q2","text":"to those who fear him."},{"style":"q1","text":""},{"style":"v","text":"He has done a mighty deed with his arm;"},{"style":"q2","text":"he has dispersed the proud in the thoughts of their hearts."},{"style":"q1","text":""},{"style":"v","text":"He has brought down rulers from \\add their\\add* thrones,"},{"style":"q2","text":"and has exalted the lowly."},{"style":"q1","text":""},{"style":"v","text":"He has filled those who are hungry with good \\add things\\add*,"},{"style":"q2","text":"and those who are rich he has sent away empty-handed."},{"style":"q1","text":""},{"style":"v","text":"He has helped Israel his servant,"},{"style":"q2","text":"remembering \\add his\\add* mercy,"},{"style":"q1","text":""},{"style":"v","text":"just as he spoke to our fathers,"},{"style":"q2","text":"to Abraham and to his descendants ⸤forever⸥.”\\f + \\fr 1:55 \\ft Literally “for the age” \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And Mary stayed with her about three months, and returned to her home."},{"style":"s1","text":"The Birth of John the Baptist"},{"style":"m","text":""},{"style":"v","text":"Now the time came for Elizabeth that she should give birth, and she gave birth to a son. "},{"style":"v","text":"And her neighbors and relatives heard that ⸤the Lord had shown his great mercy to her⸥,\\f + \\fr 1:58 \\ft Literally “the Lord had made great his mercy with her” \\f* and they rejoiced with her. "},{"style":"v","text":"And it happened that on the eighth day they came to circumcise the child, and they were wanting to name him ⸤after⸥\\f + \\fr 1:59 \\ft Literally “in the name of” \\f* his father Zechariah. "},{"style":"v","text":"And his mother answered \\add and\\add*\\ef + \\fr 1:60 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “No, but he will be named John.” "},{"style":"v","text":"And they said to her, “There is no one of your relatives who is called by this name.” "},{"style":"v","text":"So they made signs to his father \\add asking\\add* what he wanted him to be named, "},{"style":"v","text":"and he asked for a writing tablet \\add and\\add*\\ef + \\fr 1:63 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“asked for”) has been translated as a finite verb \\ef* wrote, saying, “John is his name.” And they were all astonished. "},{"style":"v","text":"And his mouth and his tongue were opened immediately, and he began to speak,\\ef + \\fr 1:64 \\ft *The imperfect tense has been translated as ingressive here (“began to speak”) \\ef* praising God. "},{"style":"v","text":"And fear came on all those who lived near them, and in all the hill country of Judea all these events were discussed. "},{"style":"v","text":"And all those who heard kept \\add these things\\add*\\ef + \\fr 1:66 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in their hearts, saying, “What then will this child be? For indeed the hand of the Lord was with him!”"},{"style":"s1","text":"The Praise and Prophecy of Zechariah"},{"style":"m","text":""},{"style":"v","text":"And his father Zechariah was filled with the Holy Spirit and prophesied, saying,"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"“Blessed \\add be\\add* the Lord, the God of Israel,"},{"style":"q2","text":"because he has visited to help and ⸤has redeemed⸥\\f + \\fr 1:68 \\ft Literally “has done redemption for” \\f* his people,"},{"style":"q1","text":""},{"style":"v","text":"and has raised up a horn of salvation for us"},{"style":"q2","text":"in the house of his servant David,"},{"style":"q1","text":""},{"style":"v","text":"just as he spoke through the mouth of his holy prophets from earliest times—"},{"style":"q2","text":""},{"style":"v","text":"salvation from our enemies and from the hand of all those who hate us,"},{"style":"q1","text":""},{"style":"v","text":"to show mercy to our fathers"},{"style":"q2","text":"and to remember his holy covenant,"},{"style":"q1","text":""},{"style":"v","text":"the oath that he swore to Abraham our father,"},{"style":"q2","text":"to grant us "},{"style":"v","text":"\\add that\\add* we, being rescued from the hand of \\add our\\add* enemies,"},{"style":"q1","text":"could serve him without fear "},{"style":"v","text":"in holiness and righteousness"},{"style":"q2","text":"before him all our days."},{"style":"q1","text":""},{"style":"v","text":"And so you, child, will be called the prophet of the Most High,"},{"style":"q2","text":"for you will go on before the Lord to prepare his ways,"},{"style":"q1","text":""},{"style":"v","text":"to give knowledge of salvation to his people"},{"style":"q2","text":"by the forgiveness of their sins,"},{"style":"q1","text":""},{"style":"v","text":"because of the merciful compassion\\f + \\fr 1:78 \\ft Or “heart” \\f* of our God"},{"style":"q2","text":"by which the dawn will visit to help us from on high,"},{"style":"q1","text":""},{"style":"v","text":"to give light to those who sit in darkness and in the shadow of death,"},{"style":"q2","text":"to direct our feet into the way of peace.”"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And the child kept growing and becoming strong in spirit, and was in the wilderness until the day of his public appearance to Israel."}]