[{"style":"s1","verse":"","text":"The Seventy-Two Appointed and Sent Out"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And after these \\add things\\add*, the Lord also\\f + \\fr 10:1 \\ft Some manuscripts omit “also” \\f* appointed seventy-two others and sent them out two by two before ⸤him⸥\\f + \\fr 10:1 \\ft Literally “his presence” \\f* into every town and place where he was about to go. "},{"style":"v","verse":"2","text":"And he said to them, “The harvest \\add is\\add* plentiful, but the workers \\add are\\add* few. Therefore ask the Lord of the harvest that he send out workers into his harvest. "},{"style":"v","verse":"3","text":"Go! Behold, I am sending you out like lambs in the midst of wolves! "},{"style":"v","verse":"4","text":"Do not carry a money bag or a traveler’s bag or sandals, and greet no one along the road. "},{"style":"v","verse":"5","text":"And into whatever house you enter, first say, “Peace \\add be\\add* to this household!” "},{"style":"v","verse":"6","text":"And if a son of peace is there, your peace will rest on him. But if not, it will return to you. "},{"style":"v","verse":"7","text":"And remain in the same house, eating and drinking ⸤whatever they provide⸥,\\f + \\fr 10:7 \\ft Literally “the things from them” \\f* for the worker \\add is\\add* worthy of his pay. Do not move from house to house. "},{"style":"v","verse":"8","text":"And into whatever town you enter and they welcome you, eat ⸤whatever is⸥\\f + \\fr 10:8 \\ft Literally “the things” \\f* set before you, "},{"style":"v","verse":"9","text":"and heal the sick in it, and say to them, “The kingdom of God has come near to you.” "},{"style":"v","verse":"10","text":"But into whatever town you enter and they do not welcome you, go out into its streets \\add and\\add*\\ef + \\fr 10:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go out”) has been translated as a finite verb \\ef* say, "},{"style":"v","verse":"11","text":"“Even the dust of your town that clings to our feet we wipe off against you! Nevertheless know this: that the kingdom of God has come near!”\\f + \\fr 10:11 \\ft Or “has come” \\f* "},{"style":"v","verse":"12","text":"I tell you that it will be more bearable on that day for Sodom than for that town!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes! "},{"style":"v","verse":"14","text":"But it will be more bearable for Tyre and for Sidon in the judgment than for you! "},{"style":"v","verse":"15","text":"And you, Capernaum, will you be exalted to heaven? No! You will be brought down to Hades! "},{"style":"v","verse":"16","text":"The one who listens to you listens to me, and the one who rejects you rejects me. But the one who rejects me rejects the one who sent me.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"And the seventy-two returned with joy, saying, “Lord, even the demons are subject to us in your name!” "},{"style":"v","verse":"18","text":"So he said to them, “I saw Satan falling like lightning from heaven. "},{"style":"v","verse":"19","text":"Behold, I have given you the authority to tread on snakes and scorpions, and over all the power of the enemy, and nothing will ever harm you. "},{"style":"v","verse":"20","text":"Nevertheless, do not rejoice in this, that the spirits are subject to you, but rejoice that your names are inscribed in heaven.”"},{"style":"s1","verse":"","text":"Jesus Rejoices and Prays"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"At \\add that\\add* same time he rejoiced in the Holy Spirit and said, “I praise you, Father, Lord of heaven and earth, that you have hidden these \\add things\\add* from the wise and intelligent and have revealed them to young children. Yes, Father, for this was pleasing before you. "},{"style":"v","verse":"22","text":"All \\add things\\add* have been handed over to me by my Father, and no one knows who the Son is except the Father and who the Father is except the Son, and \\add anyone\\add* to whom the Son wants to reveal \\add him\\add*.”\\ef + \\fr 10:22 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"And turning to the disciples, he said privately, “Blessed \\add are\\add* the eyes that see \\add the things\\add* which you see! "},{"style":"v","verse":"24","text":"For I tell you that many prophets and kings desired to see \\add the things\\add* which you see, and did not see \\add them\\add*,\\ef + \\fr 10:24 \\ft *Here the direct object is supplied from context in the English translation \\ef* and to hear \\add the things\\add* which you hear, and did not hear \\add them\\add*.”\\ef + \\fr 10:24 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"s1","verse":"","text":"The Parable of the Good Samaritan"},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"And behold, a certain legal expert stood up to test him, saying, “Teacher, what must I do so that I will inherit eternal life?” "},{"style":"v","verse":"26","text":"And he said to him, “What is written in the law? How do you read \\add it\\add*?”\\ef + \\fr 10:26 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"27","text":"And he answered \\add and\\add*\\ef + \\fr 10:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “You shall love the Lord your God from all your heart, and with all your soul, and with all your strength, and with all your mind,\\f + \\fr 10:27 \\ft A quotation from \\xt Deut 6:5 \\ft \\f* and your neighbor as yourself.”\\f + \\fr 10:27 \\ft A quotation from \\xt Lev 19:18 \\ft \\f* "},{"style":"v","verse":"28","text":"And he said to him, “You have answered correctly. Do this and you will live.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"But he, wanting to justify himself, said to Jesus, “And who is my neighbor?” "},{"style":"v","verse":"30","text":"And\\f + \\fr 10:30 \\ft Some manuscripts omit “and” \\f* Jesus replied \\add and\\add*\\ef + \\fr 10:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“replied”) has been translated as a finite verb \\ef* said, “A certain man was going down from Jerusalem to Jericho, and fell into the hands of robbers, who both stripped him and beat \\add him\\add*.\\ef + \\fr 10:30 \\ft *Here the direct object is supplied from context in the English translation \\ef* \\add After\\add*\\ef + \\fr 10:30 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“inflicting blows on”) which is understood as temporal \\ef* inflicting blows on \\add him\\add*,\\ef + \\fr 10:30 \\ft *Here the direct object is supplied from context in the English translation \\ef* they went away, leaving \\add him\\add*\\ef + \\fr 10:30 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* half dead. "},{"style":"v","verse":"31","text":"Now by coincidence a certain priest was going down on that road, and \\add when he\\add*\\ef + \\fr 10:31 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw him, he passed by on the opposite side. "},{"style":"v","verse":"32","text":"And in the same way also a Levite, \\add when he\\add*\\ef + \\fr 10:32 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came down to the place\\f + \\fr 10:32 \\ft Some manuscripts have “who happened by the place, when he came up to him” \\f* and saw \\add him\\add*,\\ef + \\fr 10:32 \\ft *Here the direct object is supplied from context in the English translation \\ef* passed by on the opposite side. "},{"style":"v","verse":"33","text":"But a certain Samaritan who was traveling came up to him and, \\add when he\\add*\\ef + \\fr 10:33 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw \\add him\\add*,\\ef + \\fr 10:33 \\ft *Here the direct object is supplied from context in the English translation \\ef* had compassion. "},{"style":"v","verse":"34","text":"And he came up \\add and\\add*\\ef + \\fr 10:34 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* bandaged his wounds, pouring on olive oil and wine, and he put him on his own animal \\add and\\add*\\ef + \\fr 10:34 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“put”) has been translated as a finite verb \\ef* brought him to an inn and took care of him. "},{"style":"v","verse":"35","text":"And on the next day, he took out two denarii \\add and\\add*\\ef + \\fr 10:35 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took out”) has been translated as a finite verb \\ef* gave \\add them\\add*\\ef + \\fr 10:35 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef*﻿\\f + \\fr 10:35 \\ft Some manuscripts have “he took out \\fq and \\ft gave two denarii” \\f* to the innkeeper, and said, “Take care of him, and whatever you spend in addition, I will repay to you when I return. "},{"style":"v","verse":"36","text":"Which of these three do you suppose became a neighbor of the man who fell among the robbers?” "},{"style":"v","verse":"37","text":"So he said, “The one who showed mercy to him.” And Jesus said to him, “You go and do likewise.”"},{"style":"s1","verse":"","text":"Martha and Mary"},{"style":"m","verse":"","text":""},{"style":"v","verse":"38","text":"Now as they traveled along, he entered into a certain village. And a certain woman ⸤named⸥\\f + \\fr 10:38 \\ft Literally “by name” \\f* Martha welcomed him.\\f + \\fr 10:38 \\ft Most manuscripts add some form of the location such as “into her house” but there is considerable variation in the exact wording, so the shorter reading is preferred \\f* "},{"style":"v","verse":"39","text":"And ⸤she had⸥\\f + \\fr 10:39 \\ft Literally “this was” \\f* a sister named Mary, who also sat at the feet of Jesus\\f + \\fr 10:39 \\ft Some manuscripts have “of the Lord” \\f* \\add and\\add*\\ef + \\fr 10:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sat”) has been translated as a finite verb \\ef* was listening to his teaching. "},{"style":"v","verse":"40","text":"But Martha was distracted with much preparation, so she approached \\add and\\add*\\ef + \\fr 10:40 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* said, “Lord, is it not a concern to you that my sister has left me alone to make preparations? Then tell her that she should help me!” "},{"style":"v","verse":"41","text":"But the Lord answered \\add and\\add*\\ef + \\fr 10:41 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to her, “Martha, Martha, you are anxious and troubled about many \\add things\\add*! "},{"style":"v","verse":"42","text":"But few \\add things\\add* are necessary, or \\add only\\add* one \\add thing\\add*,\\f + \\fr 10:42 \\ft Some manuscripts have “But one thing is necessary” \\f* for Mary has chosen the better part, which will not be taken away from her.”"}]