[{"style":"s1","text":"Repent or Perish"},{"style":"m","text":""},{"style":"v","text":"Now at the same time some had come to tell him about the Galileans whose blood Pilate had mixed with their sacrifices. "},{"style":"v","text":"And he answered \\add and\\add*\\ef + \\fr 13:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Do you think that these Galileans were sinners worse than all the Galileans, because they suffered these \\add things\\add*? "},{"style":"v","text":"No, I tell you, but unless you repent you will all perish as well! "},{"style":"v","text":"Or those eighteen on whom the tower in Siloam fell and killed them—do you think that they were sinners worse than all the people who live in Jerusalem? "},{"style":"v","text":"No, I tell you, but unless you repent, you will all perish as well!”"},{"style":"s1","text":"The Parable of the Barren Fig Tree"},{"style":"m","text":""},{"style":"v","text":"And he told this parable: “A certain man had a fig tree planted in his vineyard, and he came looking for fruit on it and did not find \\add any\\add*.\\ef + \\fr 13:6 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"So he said to the gardener, ‘Behold, ⸤for three years⸥\\f + \\fr 13:7 \\ft Literally “three years from which” \\f* I have come looking for fruit on this fig tree and did not find \\add any\\add*.\\ef + \\fr 13:7 \\ft *Here the direct object is supplied from context in the English translation \\ef* Cut it down!\\f + \\fr 13:7 \\ft Some manuscripts have “Therefore cut it down!” \\f* Why should it even exhaust the soil?’ "},{"style":"v","text":"But he answered \\add and\\add*\\ef + \\fr 13:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, ‘Sir, leave it alone this year also, until I dig around it and put manure on \\add it\\add*.\\ef + \\fr 13:8 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And if indeed it produces fruit in the coming \\add year\\add*, \\add so much the better\\add*,\\ef + \\fr 13:9 \\ft *The phrase “\\add so much the better\\add*” is not in the Greek text but is implied \\ef* but if not, you can cut it down.’ ”"},{"style":"s1","text":"A Woman with a Disabling Spirit Healed"},{"style":"m","text":""},{"style":"v","text":"Now he was teaching in one of the synagogues on the Sabbath. "},{"style":"v","text":"And behold, a woman \\add was there\\add*\\ef + \\fr 13:11 \\ft ﻿*The phrase “\\add was there\\add*” is not in the Greek text but is supplied in keeping with English style \\ef* who had a spirit ⸤that had disabled her⸥\\f + \\fr 13:11 \\ft Literally “of weakness” \\f* \\add for\\add* eighteen years, and she was bent over and not able to straighten herself up completely.\\f + \\fr 13:11 \\ft Or “at all” \\f* "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 13:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw her, Jesus summoned \\add her\\add*\\ef + \\fr 13:12 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and said to her, “Woman, you are freed from your disability!” "},{"style":"v","text":"And he placed \\add his\\add*\\f + \\fr 13:13 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* hands on her, and immediately she straightened up and glorified God. "},{"style":"v","text":"But the ruler of the synagogue, indignant because Jesus had healed on the Sabbath, answered \\add and\\add*\\ef + \\fr 13:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to the crowd, “There are six days on which it is necessary to work. Therefore come \\add and\\add*\\ef + \\fr 13:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come”) has been translated as a finite verb \\ef* be healed on them, and not on the day of the Sabbath!” "},{"style":"v","text":"But the Lord answered and said to him, “Hypocrites! Does not each one of you untie his ox or \\add his\\add*\\ef + \\fr 13:15 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* donkey from the feeding trough on the Sabbath and lead \\add it\\add*\\ef + \\fr 13:15 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* away to water \\add it\\add*?\\ef + \\fr 13:15 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And this woman, who is a daughter of Abraham, whom Satan bound ⸤eighteen⸥\\f + \\fr 13:16 \\ft Literally “ten and eight” \\f* long years—is it not necessary that she be released from this bond on the day of the Sabbath?” "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 13:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“said”) \\ef* he said these \\add things\\add*, all those who opposed him were humiliated, and the whole crowd was rejoicing at all the splendid things that were being done by him."},{"style":"s1","text":"The Parable of the Mustard Seed"},{"style":"m","text":""},{"style":"v","text":"Therefore he said, “What is the kingdom of God like, and to what shall I compare it? "},{"style":"v","text":"It is like a mustard seed that a man took \\add and\\add*\\ef + \\fr 13:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* sowed in his own garden, and it grew and became a tree, and the birds of the sky nested in its branches.”"},{"style":"s1","text":"The Parable of the Yeast"},{"style":"m","text":""},{"style":"v","text":"And again he said, “To what shall I compare the kingdom of God? "},{"style":"v","text":"It is like yeast that a woman took \\add and\\add*\\ef + \\fr 13:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* hid in\\f + \\fr 13:21 \\ft Some manuscripts have “put into” \\f* three measures of wheat flour until the whole \\add batch\\add* was leavened.”"},{"style":"s1","text":"The Narrow Door"},{"style":"m","text":""},{"style":"v","text":"And he was going throughout towns and villages, teaching and making \\add his\\add* journey toward Jerusalem. "},{"style":"v","text":"And someone said to him, “Lord, ⸤are there only⸥\\f + \\fr 13:23 \\ft Literally “if” \\f* a few who are saved?” And he said to them, "},{"style":"v","text":"“Make every effort to enter through the narrow door, because many, I tell you, will seek to enter and will not be able to, "},{"style":"v","text":"when once the master of the house has gotten up and shut the door, and you begin to stand outside and knock \\add on\\add* the door, saying, ‘Lord, open \\add the door\\add*\\ef + \\fr 13:25 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* for us!’ And he will answer \\add and\\add*\\ef + \\fr 13:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answer”) has been translated as a finite verb \\ef* say to you, ‘I do not know where you are from!’ "},{"style":"v","text":"Then you will begin to say, ‘We ate and drank in your presence, and you taught in our streets!’ "},{"style":"v","text":"And he will reply, saying to you, ‘I do not know where you are from! Go away from me, all \\add you\\add* ⸤evildoers⸥!’\\f + \\fr 13:27 \\ft Literally “workers of unrighteousness” \\f* "},{"style":"v","text":"In that place there will be weeping and gnashing of teeth, when you see Abraham and Isaac and Jacob and all the prophets in the kingdom of God, but yourselves thrown outside! "},{"style":"v","text":"And they will come from east and west, and from north and south, and will recline at the table in the kingdom of God. "},{"style":"v","text":"And behold, \\add some\\add* are last who will be first, and \\add some\\add* are first who will be last.”"},{"style":"s1","text":"The Lament over Jerusalem"},{"style":"m","text":""},{"style":"v","text":"At \\add that\\add* same hour some Pharisees came up \\add and\\add*\\ef + \\fr 13:31 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* said to him, “Go out and depart from here, because Herod wants to kill you!” "},{"style":"v","text":"And he said to them, “Go \\add and\\add*\\ef + \\fr 13:32 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* tell that fox, ‘Behold, I am expelling demons and performing healings today and tomorrow, and on the third \\add day\\add* I will complete \\add my work\\add*.’\\ef + \\fr 13:32 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"Nevertheless, it is necessary \\add for\\add* me to be on the way today and tomorrow and on the next \\add day\\add*, because it is not possible \\add for\\add* a prophet to perish outside Jerusalem."},{"style":"p","text":""},{"style":"v","text":"“Jerusalem, Jerusalem, the one who kills the prophets and stones those who are sent to her! How many times I wanted to gather your children together ⸤the way⸥\\f + \\fr 13:34 \\ft Literally “in the manner in which” \\f* a hen \\add gathers\\add*\\ef + \\fr 13:34 \\ft ﻿*Here the term “\\add gathers\\add*” is not in the Greek text but is implied \\ef* her own brood under \\add her\\add*\\f + \\fr 13:34 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* wings, and you were not willing! "},{"style":"v","text":"Behold, your house has been left to you! And I tell you, you will never see me until \\add the time\\add*\\ef + \\fr 13:35 \\ft ﻿*The words “\\add the time\\add*” are not in the Greek text but are implied \\ef* will come when you say, ‘Blessed \\add is\\add* the one who comes in the name of the Lord!’ ”\\f + \\fr 13:35 \\ft A quotation from \\xt Ps 118:26 \\ft \\f*"}]