[{"style":"s1","text":"The Parable of the Dishonest Manager"},{"style":"m","text":""},{"style":"v","text":"And he also said to the disciples, “A certain man was rich, who had a manager. And charges were brought to him that this person was squandering his possessions. "},{"style":"v","text":"And he summoned him \\add and\\add*\\ef + \\fr 16:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“summoned”) has been translated as a finite verb \\ef* said to him, ‘What is this I hear about you? Give the account of your management, because you can no longer manage.’ "},{"style":"v","text":"And the manager said to himself, ‘What should I do, because my master is taking away the management from me? I am not strong enough to dig; I am ashamed to beg. "},{"style":"v","text":"I know what I should do, so that when I am removed from the management they will welcome me into their homes!’ "},{"style":"v","text":"And he summoned each one of his own master’s debtors \\add and\\add*\\ef + \\fr 16:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“summoned”) has been translated as a finite verb \\ef* said to the first, ‘How much do you owe my master?’ "},{"style":"v","text":"And he said, ‘A hundred measures of olive oil.’ So he said to him, ‘Take your promissory note and sit down quickly \\add and\\add*\\ef + \\fr 16:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sit down”) has been translated as a finite verb \\ef* write fifty.’ "},{"style":"v","text":"Then he said to another, ‘And how much do you owe?’ And he said, ‘A hundred measures of wheat.’ He said to him, ‘Take your promissory note and write eighty.’ "},{"style":"v","text":"And the master praised the dishonest manager, because he had acted shrewdly. For the sons of this age are shrewder than the sons of light with regard to their own generation.\\f + \\fr 16:8 \\ft Or “kind” \\f* "},{"style":"v","text":"And I tell you, make friends for yourselves by means of unrighteous wealth, so that when it runs out they will welcome you into the eternal dwellings."},{"style":"p","text":""},{"style":"v","text":"“The one who \\add is\\add* faithful in very little is also faithful in much, and the one who \\add is\\add* dishonest in very little is also dishonest in much. "},{"style":"v","text":"If then you have not been faithful with unrighteous wealth, who will entrust to you the true \\add riches\\add*?\\ef + \\fr 16:11 \\ft *The word “\\add riches\\add*” is not in the Greek text but is implied \\ef* "},{"style":"v","text":"And if you have not been faithful with what belongs to another, who will give you your own? "},{"style":"v","text":"No domestic slave is able to serve two masters, for either he will hate the one and love the other, or he will be devoted to one and will despise the other. You are not able to serve God and money.”"},{"style":"s1","text":"Hypocrisy, Law, and the Kingdom of God"},{"style":"m","text":""},{"style":"v","text":"Now the Pharisees, who were lovers of money, heard all these \\add things\\add*, and they ridiculed him. "},{"style":"v","text":"And he said to them, “You are the ones who justify themselves in the sight of men, but God knows your hearts! For \\add what is\\add* \\add considered\\add* exalted among men \\add is\\add* an abomination in the sight of God."},{"style":"p","text":""},{"style":"v","text":"“The law and the prophets \\add were\\add* until John; from that time \\add on\\add* the kingdom of God has been proclaimed, and everyone is urgently pressed\\f + \\fr 16:16 \\ft The verb is translated here as a passive; some English versions translate the verb as active (“forces \\fq their way \\ft into it”) \\f* into it. "},{"style":"v","text":"But it is easier \\add for\\add* heaven and earth to pass away than \\add for\\add* one stroke of a letter of the law to become invalid."},{"style":"s1","text":"On Divorce"},{"style":"m","text":""},{"style":"v","text":"“Everyone who divorces his wife and marries another commits adultery, and the one who marries a woman divorced from \\add her\\add* husband commits adultery."},{"style":"s1","text":"The Rich Man and Lazarus"},{"style":"m","text":""},{"style":"v","text":"“Now a certain man was rich, and dressed \\add in\\add* purple cloth and fine linen, feasting sumptuously every day. "},{"style":"v","text":"And a certain poor man ⸤named⸥\\f + \\fr 16:20 \\ft Literally “by name” \\f* Lazarus, covered with sores, lay at his gate, "},{"style":"v","text":"and was longing to be filled with what fell from the table of the rich man. But even the dogs came \\add and\\add*\\ef + \\fr 16:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* licked his sores. "},{"style":"v","text":"Now it happened that the poor man died, and he was carried away by the angels to ⸤Abraham’s side⸥.\\f + \\fr 16:22 \\ft Literally “the bosom of Abraham” \\f* And the rich man also died and was buried. "},{"style":"v","text":"And in Hades he lifted up his eyes \\add as he\\add*\\ef + \\fr 16:23 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was”) which is understood as temporal \\ef* was in torment \\add and\\add*\\ef + \\fr 16:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“lifted up”) has been translated as a finite verb \\ef* saw Abraham from a distance, and Lazarus ⸤at his side⸥.\\f + \\fr 16:23 \\ft Literally “in his bosom” \\f* "},{"style":"v","text":"And he called out \\add and\\add*\\ef + \\fr 16:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“called out”) has been translated as a finite verb \\ef* said, ‘Father Abraham, have mercy on me, and send Lazarus so that he could dip the tip of his finger in water and cool my tongue, because I am suffering pain in this flame!’ "},{"style":"v","text":"But Abraham said, ‘Child, remember that you received your good \\add things\\add* during your life, and Lazarus likewise bad \\add things\\add*. But now he is comforted here, but you are suffering pain. "},{"style":"v","text":"And in \\add addition to\\add* all these \\add things\\add*, a great chasm has been established between us and you, so that those who want to cross over from here to you are not able \\add to do so\\add*,\\ef + \\fr 16:26 \\ft *The words “to do so” are not in the Greek text but are implied \\ef* nor can they cross over from there to us.’ "},{"style":"v","text":"So he said, ‘Then I ask you, father, that you send him to my father’s house, "},{"style":"v","text":"for I have five brothers, so that he could warn them, in order that they also should not come to this place of torment!’ "},{"style":"v","text":"But Abraham said, ‘They have Moses and the prophets; they must listen to them.’ "},{"style":"v","text":"And he said, ‘No, father Abraham, but if someone from the dead goes to them, they will repent!’ "},{"style":"v","text":"But he said to him, ‘If they do not listen to Moses and the prophets, neither will they be convinced if someone rises from the dead.’ ”"}]