[{"style":"s1","text":"Sin, Forgiveness, Faith, and Service"},{"style":"m","text":""},{"style":"v","text":"And he said to his disciples, “It is impossible for causes for stumbling not to come, but woe \\add to him\\add* through whom they come! "},{"style":"v","text":"It would be better for him if ⸤a millstone⸥\\f + \\fr 17:2 \\ft Literally “a stone belonging to a mill” \\f* is placed around his neck and he is thrown into the sea than that he causes one of these little ones to sin."},{"style":"p","text":""},{"style":"v","text":"“Be concerned about yourselves! If your brother sins, rebuke him, and if he repents, forgive him. "},{"style":"v","text":"And if he sins against you seven times in a day, and seven times he returns to you saying, ‘I repent,’ you must forgive him.”"},{"style":"p","text":""},{"style":"v","text":"And the apostles said to the Lord, “Increase our faith!” "},{"style":"v","text":"So the Lord said, “If you have faith like a mustard seed, you could say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it would obey you."},{"style":"p","text":""},{"style":"v","text":"“And which of you who has a slave plowing or shepherding \\add sheep\\add*\\ef + \\fr 17:7 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* who comes in from the field will say to him, ‘Come here at once \\add and\\add*\\ef + \\fr 17:7 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come here”) has been translated as a finite verb \\ef* recline at the table’? "},{"style":"v","text":"Will he not rather say to him, ‘Prepare something that I may eat, and dress yourself to serve me while I eat and drink, and after these \\add things\\add* you will eat and drink.’ "},{"style":"v","text":"He will not ⸤be grateful⸥\\f + \\fr 17:9 \\ft Literally “have gratitude” \\f* to the slave because he did what was ordered, \\add will he\\add*?\\ef + \\fr 17:9 \\ft *The negative construction in Greek anticipates a negative answer here, indicated by “\\add will he\\add*” \\ef* "},{"style":"v","text":"Thus you also, when you have done all the ⸤things you were ordered to do⸥,\\f + \\fr 17:10 \\ft Literally “things that were ordered to you” \\f* say, ‘We are unworthy slaves; we have done what we were obligated to do.’ ”"},{"style":"s1","text":"Ten Lepers Cleansed"},{"style":"m","text":""},{"style":"v","text":"And it happened that while traveling toward Jerusalem, he was passing through ⸤the region between⸥\\f + \\fr 17:11 \\ft Literally “through the midst” \\f* Samaria and Galilee. "},{"style":"v","text":"And \\add as\\add*\\ef + \\fr 17:12 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was entering”) \\ef* he was entering into a certain village, ten men met \\add him\\add*\\ef + \\fr 17:12 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef*﻿\\f + \\fr 17:12 \\ft Some manuscripts explicitly state “him” \\f*—lepers, who stood at a distance. "},{"style":"v","text":"And they raised \\add their\\add* voices, saying, “Jesus, Master, have mercy on us!” "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 17:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw \\add them\\add*\\ef + \\fr 17:14 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* he said to them, “Go \\add and\\add*\\ef + \\fr 17:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* show yourselves to the priests.” And it happened that as they were going, they were cleansed. "},{"style":"v","text":"But one of them, \\add when he\\add*\\ef + \\fr 17:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw that he was healed, turned back, praising God with a loud voice. "},{"style":"v","text":"And he fell on \\add his\\add* face at his feet, giving thanks to him. And he was a Samaritan. "},{"style":"v","text":"So Jesus answered \\add and\\add*\\ef + \\fr 17:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “Were not ten cleansed? And where \\add are\\add* the nine? "},{"style":"v","text":"Was no one found to turn back \\add and\\add*\\ef + \\fr 17:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“turn back”) has been translated as an infinitive \\ef* give praise to God except this foreigner?” "},{"style":"v","text":"And he said to him, “Get up \\add and\\add*\\ef + \\fr 17:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“get up”) has been translated as a finite verb \\ef* go your way. Your faith has saved you.”"},{"style":"s1","text":"The Coming of the Kingdom of God"},{"style":"m","text":""},{"style":"v","text":"Now \\add when he\\add*\\ef + \\fr 17:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“was asked”) which is understood as temporal \\ef* was asked by the Pharisees when the kingdom of God would come, he answered them and said, “The kingdom of God does not come with ⸤things that can be observed⸥,\\f + \\fr 17:20 \\ft Literally “observation” \\f* "},{"style":"v","text":"nor will they say, ‘Behold, here \\add it is\\add*!’ or ‘There!’ For behold, the kingdom of God is in your midst.”"},{"style":"s1","text":"The Coming of the Son of Man"},{"style":"m","text":""},{"style":"v","text":"And he said to the disciples, “Days will come when you will desire to see one of the days of the Son of Man, and you will not see \\add it\\add*.\\ef + \\fr 17:22 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And they will say to you, ‘Behold, there!’ ‘Behold, here!’\\f + \\fr 17:23 \\ft Some manuscripts have “ ‘Behold, there!’ or ‘Behold, here!’ ” \\f* Do not go out or run after \\add them\\add*!\\ef + \\fr 17:23 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"For just as the lightning shines forth, flashing from \\add one place\\add* under heaven to \\add another place\\add* under heaven, so the Son of Man will be in his day. "},{"style":"v","text":"But first it is necessary \\add for\\add* him to suffer many \\add things\\add*, and to be rejected by this generation. "},{"style":"v","text":"And just as it was in the days of Noah, so also it will be in the days of the Son of Man—"},{"style":"v","text":"they were eating, they were drinking, they were marrying, they were being given in marriage, until the day Noah entered into the ark, and the flood came and destroyed \\add them\\add* all. "},{"style":"v","text":"Likewise, just as it was in the days of Lot—they were eating, they were drinking, they were buying, they were selling, they were planting, they were building. "},{"style":"v","text":"But on the day that Lot went out from Sodom, it rained fire and sulphur from heaven and destroyed \\add them\\add* all. "},{"style":"v","text":"It will be ⸤just the same⸥\\f + \\fr 17:30 \\ft Literally “according to the same” \\f* on the day that the Son of Man is revealed. "},{"style":"v","text":"On that day, whoever is on the housetop and his goods \\add are\\add* in the house must not come down to take them away. And likewise the one who \\add is\\add* in the field must not turn back "},{"style":"v","text":"Remember Lot’s wife! "},{"style":"v","text":"Whoever seeks to preserve his life will lose it, but whoever loses \\add it\\add*\\ef + \\fr 17:33 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* will keep it. "},{"style":"v","text":"I tell you that in that night there will be two in one bed; one will be taken and the other will be left. "},{"style":"v","text":"There will be two \\add women\\add*\\ef + \\fr 17:35 \\ft ﻿*Here “\\add women\\add*” is supplied because the form (“two”) is feminine gender in Greek \\ef* grinding at the same \\add place\\add*; one will be taken and the other will be left.”\\f + \\fr 17:35 \\ft A few manuscripts add v. \\xt 36 \\ft (with some variations): “There will be two in the field; one will be taken and the other will be left.” \\f*"},{"style":"p","text":""},{"style":"v","text":"And they answered \\add and\\add*\\ef + \\fr 17:37 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, “Where, Lord?” So he said to them, “Where the dead body \\add is\\add*, there also the vultures will be gathered.”"}]