[{"style":"s1","verse":"","text":"Jesus and Zacchaeus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And he entered \\add and\\add*\\ef + \\fr 19:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“entered”) has been translated as a finite verb \\ef* traveled through Jericho. "},{"style":"v","verse":"2","text":"And ⸤there was⸥\\f + \\fr 19:2 \\ft Literally “behold” \\f* a man ⸤named⸥\\f + \\fr 19:2 \\ft Literally “called by name” \\f* Zacchaeus, and he was a chief tax collector, and he \\add was\\add* rich. "},{"style":"v","verse":"3","text":"And he was seeking to see Jesus—who he was—and he was not able to as a result of the crowd, because he was short in stature. "},{"style":"v","verse":"4","text":"And he ran on ahead \\add and\\add*\\ef + \\fr 19:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“ran on”) has been translated as a finite verb \\ef* climbed up into a sycamore tree so that he could see him, because he was going to go through \\add that way\\add*. "},{"style":"v","verse":"5","text":"And when he came to the place, Jesus looked up \\add and\\add*\\ef + \\fr 19:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“looked up”) has been translated as a finite verb \\ef* said to him, “Zacchaeus, come down quickly, because it is necessary \\add for\\add* me to stay at your house today!” "},{"style":"v","verse":"6","text":"And he came down quickly and welcomed him joyfully. "},{"style":"v","verse":"7","text":"And \\add when they\\add*\\ef + \\fr 19:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw \\add it\\add*,\\ef + \\fr 19:7 \\ft *Here the direct object is supplied from context in the English translation \\ef* they all began to complain,\\ef + \\fr 19:7 \\ft *The imperfect tense has been translated as ingressive here (“began to complain”) \\ef* saying, “He has gone in to find lodging with a man who is a sinner!” "},{"style":"v","verse":"8","text":"And Zacchaeus stopped \\add and\\add*\\ef + \\fr 19:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stopped”) has been translated as a finite verb \\ef* said to the Lord, “Behold, half of my possessions, Lord, I am giving to the poor, and if I have extorted anything from anyone, I am paying \\add it\\add*\\ef + \\fr 19:8 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* back four times \\add as much\\add*!” "},{"style":"v","verse":"9","text":"And Jesus said to him, “Today salvation has come to this house, because he too is a son of Abraham. "},{"style":"v","verse":"10","text":"For the Son of Man came to seek and to save those who are lost.”"},{"style":"s1","verse":"","text":"The Parable of the Ten Minas"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Now \\add while\\add*\\ef + \\fr 19:11 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were listening to”) \\ef* they were listening to these \\add things\\add*, he went on \\add and\\add*\\ef + \\fr 19:11 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went on”) has been translated as a finite verb \\ef* told a parable, because he was near Jerusalem and they thought that the kingdom of God was going to appear immediately. "},{"style":"v","verse":"12","text":"Therefore he said, “A certain nobleman traveled to a distant country to receive for himself a kingdom and to return. "},{"style":"v","verse":"13","text":"And summoning ten of his own slaves, he gave them ten minas\\f + \\fr 19:13 \\ft A Greek monetary unit equal to 100 drachmas \\f* and said to them, ‘Do business ⸤until I come back⸥.’\\f + \\fr 19:13 \\ft Literally “in which \\fq time \\ft I am coming back” \\f* "},{"style":"v","verse":"14","text":"But his citizens hated him, and sent a delegation after him, saying, ‘We do not want this man to be king over us!’ "},{"style":"v","verse":"15","text":"And it happened that when he returned \\add after\\add*\\ef + \\fr 19:15 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“receiving”) which is understood as temporal \\ef* receiving the kingdom, he ordered these slaves to whom he had given the money to be summoned to him, so that he could know what they had gained by trading. "},{"style":"v","verse":"16","text":"So the first arrived, saying, ‘Sir, your mina has made ten minas more!’ "},{"style":"v","verse":"17","text":"And he said to him, ‘Well done, good slave! Because you have been faithful in a very small thing, ⸤have authority⸥\\f + \\fr 19:17 \\ft Literally “be having authority” \\f* over ten cities.’ "},{"style":"v","verse":"18","text":"And the second came, saying, ‘Sir, your mina has made five minas.’ "},{"style":"v","verse":"19","text":"So he said to this one also, ‘And you be over five cities.’ "},{"style":"v","verse":"20","text":"And another came, saying, ‘Sir, behold your mina, which I had put away for safekeeping in a piece of cloth. "},{"style":"v","verse":"21","text":"For I was afraid of you, because you are a severe man—you withdraw what you did not deposit, and you reap what you did not sow!’ "},{"style":"v","verse":"22","text":"He said to him, ‘⸤By your own words⸥\\f + \\fr 19:22 \\ft Literally “from your \\fq own \\ft mouth” \\f* I will judge you, wicked slave! You knew that I am a severe man, withdrawing what I did not deposit and reaping what I did not sow. "},{"style":"v","verse":"23","text":"And why did you not give my money to the bank, and I, \\add when I\\add*\\ef + \\fr 19:23 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“returned”) which is understood as temporal \\ef* returned, would have collected it with interest?’ "},{"style":"v","verse":"24","text":"And to the bystanders he said, ‘Take away from him the mina and give \\add it\\add*\\ef + \\fr 19:24 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the one who has the ten minas!’ "},{"style":"v","verse":"25","text":"And they said to him, ‘Sir, he has ten minas.’ "},{"style":"v","verse":"26","text":"‘I tell you that to everyone who has, \\add more\\add* will be given. But from the one who does not have, even what he has will be taken away. "},{"style":"v","verse":"27","text":"But these enemies of mine who did not want me to be king over them—bring \\add them\\add*\\ef + \\fr 19:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* here and slaughter them \\add in\\add* my presence!’ ”"},{"style":"s1","verse":"","text":"The Triumphal Entry"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"And \\add after he\\add*\\ef + \\fr 19:28 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said these \\add things\\add*, he traveled on ahead, going up to Jerusalem. "},{"style":"v","verse":"29","text":"And it happened that when he drew near to Bethphage and Bethany, to the hill\\f + \\fr 19:29 \\ft Or “mountain” \\f* called \\add the Mount\\add* of Olives, he sent two of the disciples, "},{"style":"v","verse":"30","text":"saying, ‘Go into the village in front of \\add you\\add*, in which \\add as you\\add*\\ef + \\fr 19:30 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“enter”) which is understood as temporal \\ef* enter you will find a colt tied, on which ⸤no person has ever⸥\\f + \\fr 19:30 \\ft Literally “no one of men ever” \\f* sat, and untie it \\add and\\add*\\ef + \\fr 19:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“untie”) has been translated as a finite verb \\ef* bring \\add it\\add*.\\ef + \\fr 19:30 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"31","text":"And if anyone asks you, ‘Why are you untying \\add it\\add*?’\\ef + \\fr 19:31 \\ft *Here the direct object is supplied from context in the English translation \\ef* you will say this: ‘The Lord has need of it.’ ” "},{"style":"v","verse":"32","text":"So those who were sent went \\add and\\add*\\ef + \\fr 19:32 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* found \\add it\\add*\\ef + \\fr 19:32 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* just as he had told them. "},{"style":"v","verse":"33","text":"And \\add as\\add*\\ef + \\fr 19:33 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were untying”) \\ef* they were untying the colt, its owners said to them, ‘Why are you untying the colt?’ "},{"style":"v","verse":"34","text":"So they said, ‘The Lord has need of it.’ "},{"style":"v","verse":"35","text":"And they brought it to Jesus, and throwing their cloaks on the colt, they put Jesus \\add on it\\add*. "},{"style":"v","verse":"36","text":"And \\add as\\add*\\ef + \\fr 19:36 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was going along”) \\ef* he was going along, they were spreading out their cloaks on the road. "},{"style":"v","verse":"37","text":"Now \\add as\\add*\\ef + \\fr 19:37 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was drawing near”) \\ef* he was drawing near by this time to the descent from the Mount of Olives, the whole crowd of the disciples began rejoicing to praise God with a loud voice for all the miracles that they had seen, "},{"style":"v","verse":"38","text":"saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“Blessed \\add is\\add* the king,"},{"style":"q2","verse":"","text":"the one who comes in the name of the Lord!\\f + \\fr 19:38 \\ft A quotation from \\xt Ps 118:26, \\ft with “the king” added as a clarification \\f*"},{"style":"q1","verse":"","text":"Peace in heaven"},{"style":"q2","verse":"","text":"and glory in the highest!”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"And some of the Pharisees from the crowd said to him, “Teacher, rebuke your disciples!” "},{"style":"v","verse":"40","text":"And he answered \\add and\\add*\\ef + \\fr 19:40 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “I tell you that\\f + \\fr 19:40 \\ft Some manuscripts omit “that” \\f* if these keep silent, the stones will cry out!”"},{"style":"s1","verse":"","text":"Jesus Weeps over Jerusalem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"41","text":"And when he approached \\add and\\add*\\ef + \\fr 19:41 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* saw the city, he wept over it, "},{"style":"v","verse":"42","text":"saying, “If you had known on this day—even you—the things \\add that make\\add* for peace! But now they are hidden from your eyes. "},{"style":"v","verse":"43","text":"For days will come upon you and your enemies will put up an embankment\\f + \\fr 19:43 \\ft Or “a palisade” (the term can refer to either a wooden or an earthen barricade) \\f* against you, and will surround you and press you hard from all directions. "},{"style":"v","verse":"44","text":"And they will raze you to the ground, \\add you\\add* and your children within you, and will not leave a stone upon a stone within you, ⸤because⸥\\f + \\fr 19:44 \\ft Literally “in return for which” \\f* you did not recognize the time of your visitation.”"},{"style":"s1","verse":"","text":"The Cleansing of the Temple"},{"style":"m","verse":"","text":""},{"style":"v","verse":"45","text":"And he entered into the temple \\add courts\\add*\\ef + \\fr 19:45 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* \\add and\\add*\\ef + \\fr 19:45 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“entered”) has been translated as a finite verb \\ef* began to drive out those who were selling, "},{"style":"v","verse":"46","text":"saying to them, “It is written, ‘And my house will be a house of prayer,’\\f + \\fr 19:46 \\ft A quotation from \\xt Isa 56:7 \\ft \\f* but you have made it a cave of robbers!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"And he was teaching every day in the temple \\add courts\\add*,\\ef + \\fr 19:47 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* and the chief priests and the scribes and the most prominent men of the people were seeking to destroy him. "},{"style":"v","verse":"48","text":"And they did not find anything they could do, because all the people were paying close attention to \\add what\\add* they were hearing from him."}]