[{"style":"s1","verse":"","text":"A Poor Widow’s Offering"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And he looked up \\add and\\add*\\ef + \\fr 21:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“looked up”) has been translated as a finite verb \\ef* saw the rich putting their gifts into the contribution box, "},{"style":"v","verse":"2","text":"and he saw a certain poor widow putting in there two small copper coins.\\f + \\fr 21:2 \\ft This coin was the \\fqa lepton \\ft , worth 1/128 of a denarius \\f* "},{"style":"v","verse":"3","text":"And he said, “Truly I say to you that this poor widow put in more than all \\add of them\\add*. "},{"style":"v","verse":"4","text":"For these all put \\add gifts\\add*\\ef + \\fr 21:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into the offering out of their abundance, but this \\add woman\\add* out of her poverty put in all the means of subsistence that she had.”"},{"style":"s1","verse":"","text":"The Destruction of the Temple Predicted"},{"style":"m","verse":"","text":""},{"style":"v","verse":"5","text":"And \\add while\\add*\\ef + \\fr 21:5 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were speaking”) \\ef* some were speaking about the temple, that it was adorned with precious stones and votive offerings, he said, "},{"style":"v","verse":"6","text":"“\\add As for\\add* these \\add things\\add* that you see—days will come in which not \\add one\\add* stone will be left on \\add another\\add* stone that will not be thrown down!”"},{"style":"s1","verse":"","text":"Signs of the End of the Age"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"And they asked him, saying, “Teacher, when therefore will these \\add things\\add* happen, and what \\add will be\\add* the sign when these \\add things\\add* are about to take place?” "},{"style":"v","verse":"8","text":"And he said, Watch out that you are not deceived! For many will come in my name, saying, ‘I am \\add he\\add*,’ and ‘The time is near!’ Do not go after them! "},{"style":"v","verse":"9","text":"And when you hear about wars and insurrections, do not be terrified, for these \\add things\\add* must happen first, but the end \\add will\\add* not \\add be\\add* at once.” "},{"style":"v","verse":"10","text":"Then he said to them, “nation will rise up against nation and kingdom against kingdom. "},{"style":"v","verse":"11","text":"There will be great earthquakes and famines and plagues in \\add various\\add* places. There will be terrible sights and great signs from heaven."},{"style":"s1","verse":"","text":"Persecution of Disciples Predicted"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"“But before all these \\add things\\add*, they will lay their hands on you and will persecute \\add you\\add*,\\ef + \\fr 21:12 \\ft *Here the direct object is supplied from context in the English translation \\ef* handing \\add you\\add*\\ef + \\fr 21:12 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* over to the synagogues and prisons. You will be brought before\\ef + \\fr 21:12 \\ft ﻿*Here the participle (“be brought before”) is translated as a finite verb because of English style \\ef* kings and governors because of my name. "},{"style":"v","verse":"13","text":"This will turn out to you for a \\add time of\\add* witness. "},{"style":"v","verse":"14","text":"⸤Therefore make up your minds⸥\\f + \\fr 21:14 \\ft Literally “therefore place in your hearts” \\f* not to prepare in advance to speak in your own defense, "},{"style":"v","verse":"15","text":"for I will give you a mouth and wisdom that all your opponents will not be able to resist or contradict. "},{"style":"v","verse":"16","text":"And you will be handed over even by parents and brothers and relatives and friends, and they will put to death \\add some\\add* of you. "},{"style":"v","verse":"17","text":"And you will be hated by all because of my name. "},{"style":"v","verse":"18","text":"Even a hair of your head will never perish! "},{"style":"v","verse":"19","text":"By your patient endurance you will gain your lives."},{"style":"s1","verse":"","text":"The Desolation of Jerusalem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"“But when you see Jerusalem surrounded by armies, then know that its desolation has come near. "},{"style":"v","verse":"21","text":"Then those in Judea must flee to the mountains, and those ⸤inside it⸥\\f + \\fr 21:21 \\ft Literally “in the midst of it” \\f* must depart, and those in the fields must not enter into it, "},{"style":"v","verse":"22","text":"because these are days of vengeance, \\add so that\\add* all the things that are written can be fulfilled. "},{"style":"v","verse":"23","text":"Woe to those ⸤who are pregnant⸥\\f + \\fr 21:23 \\ft Literally “who have in the womb” \\f* and to those who are nursing \\add their babies\\add*\\ef + \\fr 21:23 \\ft ﻿*The words “\\add their babies\\add*” are not in the Greek text but are supplied as a necessary clarification \\ef* in those days! For there will be great distress on the earth and wrath against this people, "},{"style":"v","verse":"24","text":"and they will fall by the edge of the sword, and will be led captive into all the nations,\\f + \\fr 21:24 \\ft The same Greek word, occurring three times in this verse, can be translated “nations” or “Gentiles” depending on the context \\f* and Jerusalem will be trampled down by the Gentiles until the times of the Gentiles are fulfilled."},{"style":"s1","verse":"","text":"The Arrival of the Son of Man"},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"“And there will be signs in the sun and moon and stars, and on the earth distress of nations in perplexity from the noise of the sea and \\add its\\add* surging, "},{"style":"v","verse":"26","text":"people fainting from fear and expectation of what is coming on the inhabited earth, for the powers of the heavens will be shaken.\\f + \\fr 21:26 \\ft An allusion to \\xt Isa 34:4 \\ft \\f* "},{"style":"v","verse":"27","text":"And then they will see the Son of Man arriving in a cloud\\f + \\fr 21:27 \\ft An allusion to \\xt Dan 7:13 \\ft \\f* with power and great glory. "},{"style":"v","verse":"28","text":"But \\add when\\add*\\ef + \\fr 21:28 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“begin”) \\ef* these \\add things\\add* begin to happen, stand up straight and raise your heads, because your redemption is drawing near!”"},{"style":"s1","verse":"","text":"The Parable of the Fig Tree"},{"style":"m","verse":"","text":""},{"style":"v","verse":"29","text":"And he told them a parable: “Look at the fig tree and all the trees. "},{"style":"v","verse":"30","text":"When they put out \\add foliage\\add*,\\ef + \\fr 21:30 \\ft *Here the direct object is supplied from context in the English translation \\ef* now you see for yourselves \\add and\\add*\\ef + \\fr 21:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“see”) has been translated as a finite verb \\ef* know that by this time the summer is near. "},{"style":"v","verse":"31","text":"So also you, when you see these \\add things\\add* happening, know\\f + \\fr 21:31 \\ft Or “you know” \\f* that the kingdom of God is near. "},{"style":"v","verse":"32","text":"Truly I say to you that this generation will never pass away until all \\add things\\add* take place! "},{"style":"v","verse":"33","text":"Heaven and earth will pass away, but my words will never pass away."},{"style":"s1","verse":"","text":"Be Alert"},{"style":"m","verse":"","text":""},{"style":"v","verse":"34","text":"“But take care for yourselves, lest your hearts are weighed down with dissipation and drunkenness and the worries of daily life, and that day come upon you suddenly "},{"style":"v","verse":"35","text":"like a trap. For it will come upon all who reside on the face of the whole earth. "},{"style":"v","verse":"36","text":"But be alert at all times, praying that you may have strength to escape all these \\add things\\add* \\add that\\add* are going to happen, and to stand before the Son of Man.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"So \\add throughout\\add* the days he was teaching in the temple \\add courts\\add*,\\ef + \\fr 21:37 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* and \\add throughout\\add* the nights he was going out \\add and\\add*\\ef + \\fr 21:37 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“was going out”) has been translated as a finite verb \\ef* spending the night on the hill that is called \\add the Mount\\add* of Olives. "},{"style":"v","verse":"38","text":"And all the people were getting up very early in the morning \\add to come\\add*\\ef + \\fr 21:38 \\ft ﻿*The words “\\add to come\\add*” are not in the Greek text but are implied \\ef* to him in the temple \\add courts\\add*\\ef + \\fr 21:38 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* to listen to him."}]