[{"style":"s1","text":"The Chief Priests and Scribes Plot to Kill Jesus"},{"style":"m","text":""},{"style":"v","text":"Now the feast of Unleavened Bread (which is called Passover) was drawing near. "},{"style":"v","text":"And the chief priests and the scribes were seeking how they could destroy him, because they were afraid of the people."},{"style":"s1","text":"Judas Arranges to Betray Jesus"},{"style":"m","text":""},{"style":"v","text":"And Satan entered into Judas, the one called Iscariot, who was of the number of the twelve. "},{"style":"v","text":"And he went away \\add and\\add*\\ef + \\fr 22:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went away”) has been translated as a finite verb \\ef* discussed with the chief priests and officers of the temple guard how he could betray him to them. "},{"style":"v","text":"And they were delighted, and came to an agreement with him to give \\add him\\add*\\ef + \\fr 22:5 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* money. "},{"style":"v","text":"And he agreed, and began looking\\ef + \\fr 22:6 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began looking”) \\ef* for a favorable opportunity to betray him to them apart from the crowd."},{"style":"s1","text":"Jesus’ Final Passover with the Disciples"},{"style":"m","text":""},{"style":"v","text":"And the day of the feast of Unleavened Bread came, on which it was necessary \\add for\\add* the Passover lamb to be sacrificed. "},{"style":"v","text":"And he sent Peter and John, saying, “Go \\add and\\add*\\ef + \\fr 22:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* prepare the Passover for us, so that we may eat \\add it\\add*.\\ef + \\fr 22:8 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"So they said to him, “Where do you want us to prepare \\add it\\add*?”\\ef + \\fr 22:9 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And he said to them, “Behold, \\add when\\add*\\ef + \\fr 22:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“have entered”) \\ef* you have entered into the city, a man carrying a jar of water will meet you. Follow him into the house which he enters. "},{"style":"v","text":"And you will say to the master of the house, ‘The Teacher says to you, “Where is the guest room where I may eat the Passover with my disciples?” ’ "},{"style":"v","text":"And he will show you a large furnished\\f + \\fr 22:12 \\ft Or perhaps “paved” or “panelled” \\f* upstairs room. Make preparations there.” "},{"style":"v","text":"So they went \\add and\\add*\\ef + \\fr 22:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* found \\add everything\\add*\\ef + \\fr 22:13 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* just as he had told them, and they prepared the Passover."},{"style":"s1","text":"The Lord’s Supper"},{"style":"m","text":""},{"style":"v","text":"And when the hour came, he reclined at the table, and the apostles with him. "},{"style":"v","text":"And he said to them, “⸤I have earnestly desired⸥\\f + \\fr 22:15 \\ft Literally “I have desired with desire” \\f* to eat this Passover with you before I suffer. "},{"style":"v","text":"For I tell you that I will not eat it until it is fulfilled in the kingdom of God.” "},{"style":"v","text":"And he took in hand a cup, \\add and\\add*\\ef + \\fr 22:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took in hand”) has been translated as a finite verb \\ef* \\add after\\add*\\ef + \\fr 22:17 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal participle (“giving thanks”) \\ef* giving thanks he said, “Take this and share \\add it\\add*\\ef + \\fr 22:17 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* among yourselves. "},{"style":"v","text":"For I tell you,\\f + \\fr 22:18 \\ft Some manuscripts have “I tell you that” \\f* from now on I will not drink of the product of the vine until the kingdom of God comes.”"},{"style":"p","text":""},{"style":"v","text":"And he took bread, \\add and\\add*\\ef + \\fr 22:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* \\add after\\add*\\ef + \\fr 22:19 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal participle (“giving thanks”) \\ef* giving thanks, he broke \\add it\\add*\\ef + \\fr 22:19 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and gave \\add it\\add*\\ef + \\fr 22:19 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to them, saying, “This is my body which is given for you. Do this in remembrance of me.” "},{"style":"v","text":"And in the same way the cup after \\add they\\add* had eaten, saying, “This cup \\add is\\add* the new covenant in my blood which is poured out for you."},{"style":"p","text":""},{"style":"v","text":"“But behold, the hand of the one who is betraying me \\add is\\add* with me on the table! "},{"style":"v","text":"For the Son of Man is going according to what has been determined, but woe to that man by whom he is betrayed!” "},{"style":"v","text":"And they began to debate with one another who then of them it could be who was going to do this."},{"style":"s1","text":"A Dispute About Who Is Greatest"},{"style":"m","text":""},{"style":"v","text":"And a dispute also occurred among them as to which of them was recognized as being greatest. "},{"style":"v","text":"So he said to them, “The kings of the Gentiles\\f + \\fr 22:25 \\ft The same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* lord it over them, and those who have authority over them are called benefactors. "},{"style":"v","text":"But you \\add are\\add* not \\add to be\\add* like this! But the one who is greatest among you must become like the youngest, and the one who leads like the one who serves. "},{"style":"v","text":"For who \\add is\\add* greater, the one who reclines at the table or the one who serves? \\add Is it\\add* not the one who reclines at the table? But I am in your midst as the one who serves."},{"style":"p","text":""},{"style":"v","text":"“And you are the ones who have remained\\f + \\fr 22:28 \\ft Or “ones who have continued” \\f* with me in my trials, "},{"style":"v","text":"and I confer on you a kingdom, just as my Father conferred on me, "},{"style":"v","text":"that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel."},{"style":"s1","text":"Jesus Predicts Peter’s Denial"},{"style":"m","text":""},{"style":"v","text":"“Simon, Simon, behold, Satan has demanded to sift you like wheat, "},{"style":"v","text":"but I have prayed for you, that your faith may not fail. And you, \\add when\\add*\\ef + \\fr 22:32 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“have turned back”) which is understood as temporal \\ef* once you have turned back,\\f + \\fr 22:32 \\ft Or “have turned around” \\f* strengthen your brothers.” "},{"style":"v","text":"But he said to him, “Lord, I am ready to go with you both to prison and to death!” "},{"style":"v","text":"And he said, “I tell you, Peter, the rooster will not crow today until you have denied three times \\add that you\\add* know me!”"},{"style":"s1","text":"The Two Swords"},{"style":"m","text":""},{"style":"v","text":"And he said to them, “When I sent you out without a money bag and a traveler’s bag and sandals, you did not lack anything, \\add did you\\add*?”\\ef + \\fr 22:35 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by “\\add did you\\add*” \\ef* And they said, “Nothing.” "},{"style":"v","text":"And he said to them, “But now the one who has a money bag must take \\add it\\add*,\\ef + \\fr 22:36 \\ft *Here the direct object is supplied from context in the English translation \\ef* and likewise a traveler’s bag. And the one who does not have a sword must sell his cloak and buy \\add one\\add*. "},{"style":"v","text":"For I tell you that this that is written must be fulfilled in me: ‘And he was counted with the criminals.’\\f + \\fr 22:37 \\ft A quotation from \\xt Isa 53:12 \\ft \\f* For indeed, \\add what is written\\add*\\ef + \\fr 22:37 \\ft ﻿*The phrase “\\add what is written\\add*” is not in the Greek text but is an understood repetition of the similar phrase at the beginning of the verse \\ef* about me ⸤is being fulfilled⸥.”\\f + \\fr 22:37 \\ft Literally “is having an end” \\f* "},{"style":"v","text":"So they said, “Lord, behold, here \\add are\\add* two swords!” And he said to them, “It is adequate.”"},{"style":"s1","text":"The Prayer in Gethsemane"},{"style":"m","text":""},{"style":"v","text":"And he went away \\add and\\add*\\ef + \\fr 22:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went away”) has been translated as a finite verb \\ef* proceeded, according to \\add his\\add*\\ef + \\fr 22:39 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* custom, to the Mount of Olives, and the disciples also followed him. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 22:40 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* he came to the place, he said to them, “Pray that you will not enter into temptation.” "},{"style":"v","text":"And he withdrew from them about a stone’s throw and ⸤knelt down⸥\\f + \\fr 22:41 \\ft Literally “bent his knees” \\f* \\add and\\add*\\ef + \\fr 22:41 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“knelt down”; literally “bent his knees”) has been translated as a finite verb \\ef* began to pray,\\ef + \\fr 22:41 \\ft *The imperfect tense has been translated as ingressive here (“began to pray”) \\ef* "},{"style":"v","text":"saying, “Father, if you are willing, take away this cup from me. Nevertheless, not my will but yours be done.” 〚"},{"style":"v","text":"And an angel from heaven appeared to him, strengthening him. "},{"style":"v","text":"And being in anguish, he began praying\\ef + \\fr 22:44 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began praying”) \\ef* more fervently and his sweat became like drops of blood falling down to the ground.〛\\f + \\fr 22:44 \\ft A number of early and important Greek manuscripts lack verses 43 and 44 \\f* "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 22:45 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“got up”) which is understood as temporal \\ef* got up from the prayer \\add and\\add*\\ef + \\fr 22:45 \\ft ﻿*Here “\\add and\\add*” is supplied because the participle (“came”) has been translated as a finite verb in keeping with English style \\ef* came to the disciples, he found them sleeping from sorrow, "},{"style":"v","text":"and he said to them, “Why are you sleeping? Get up \\add and\\add*\\ef + \\fr 22:46 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“get up”) has been translated as a finite verb \\ef* pray that you will not enter into temptation!”"},{"style":"s1","text":"The Betrayal and Arrest of Jesus"},{"style":"m","text":""},{"style":"v","text":"\\add While\\add*\\ef + \\fr 22:47 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“speaking”) \\ef* he was still speaking, behold, \\add there came\\add* a crowd, and the one named Judas, one of the twelve, leading them. And he approached Jesus to kiss him. "},{"style":"v","text":"But Jesus said to him, “Judas, are you betraying the Son of Man with a kiss?” "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 22:49 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* those around him saw what was about to happen, they said, “Lord, should we strike with the sword?” "},{"style":"v","text":"And a certain one of them struck the slave of the high priest and cut off his right ear. "},{"style":"v","text":"But Jesus answered \\add and\\add*\\ef + \\fr 22:51 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “⸤Stop! No more of this!⸥”\\f + \\fr 22:51 \\ft Literally “leave off to this” \\f* And he touched \\add his\\add*\\ef + \\fr 22:51 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* ear \\add and\\add*\\ef + \\fr 22:51 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“touched”) has been translated as a finite verb \\ef* healed him. "},{"style":"v","text":"And Jesus said to the chief priests and officers of the temple and elders who had come out against him, “Have you come out with swords and clubs, as against a robber? "},{"style":"v","text":"Every day \\add when\\add*\\ef + \\fr 22:53 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* I was with you in the temple \\add courts\\add*,\\ef + \\fr 22:53 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* you did not stretch out \\add your\\add*\\ef + \\fr 22:53 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands against me! But this is your hour and the domain of darkness!”"},{"style":"s1","text":"Jesus Before the Sanhedrin"},{"style":"m","text":""},{"style":"v","text":"And they arrested him \\add and\\add*\\ef + \\fr 22:54 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“arrested”) has been translated as a finite verb \\ef* led \\add him\\add*\\ef + \\fr 22:54 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* away and brought \\add him\\add*\\ef + \\fr 22:54 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into the house of the high priest. But Peter was following at a distance. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 22:55 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had kindled”) which is understood as temporal \\ef* had kindled a fire in the middle of the courtyard and sat down together, Peter sat down among them. "},{"style":"v","text":"And a certain female slave, seeing him sitting in the light and looking intently at him, said, “This man also was with him!” "},{"style":"v","text":"But he denied \\add it\\add*,\\ef + \\fr 22:57 \\ft *Here the direct object is supplied from context in the English translation \\ef* saying, “Woman, I do not know him!” "},{"style":"v","text":"And after a short time another person saw him \\add and\\add*\\ef + \\fr 22:58 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“saw”) has been translated as a finite verb \\ef* said, “You also are \\add one\\add* of them!” But Peter said, “Man, I am not!” "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 22:59 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had passed”) \\ef* about one hour had passed, someone else was insisting, saying, “In truth this man also was with him, because he is also a Galilean!” "},{"style":"v","text":"But Peter said, “Man, I do not know what you are talking about!” And immediately, \\add while\\add*\\ef + \\fr 22:60 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was speaking”) \\ef* he was still speaking, a rooster crowed. "},{"style":"v","text":"And the Lord turned around \\add and\\add*\\ef + \\fr 22:61 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“turned around”) has been translated as a finite verb \\ef* looked intently at Peter. And Peter remembered the word of the Lord,\\f + \\fr 22:61 \\ft Some manuscripts have “the Lord’s statement” \\f* how he said to him, “Before the rooster crows today, you will deny me three times.” "},{"style":"v","text":"And he went outside \\add and\\add*\\ef + \\fr 22:62 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* wept bitterly."},{"style":"p","text":""},{"style":"v","text":"And the men who were guarding him began to mock\\ef + \\fr 22:63 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to mock”) \\ef* him \\add while\\add*\\ef + \\fr 22:63 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“beat”) which is understood as temporal \\ef* they beat \\add him\\add*,\\ef + \\fr 22:63 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"and \\add after\\add*\\ef + \\fr 22:64 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“blindfolding”) which is understood as temporal \\ef* blindfolding him they repeatedly asked\\ef + \\fr 22:64 \\ft ﻿*This imperfect verb is translated as iterative (“repeatedly asked”) \\ef* \\add him\\add*,\\ef + \\fr 22:64 \\ft *Here the direct object is supplied from context in the English translation \\ef* saying, “Prophesy! Who is the one who struck you?” "},{"style":"v","text":"And they were saying many other \\add things\\add* against him, reviling \\add him\\add*.\\ef + \\fr 22:65 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"s1","text":"Jesus Before the Sanhedrin"},{"style":"m","text":""},{"style":"v","text":"And when day came, the council of elders of the people gathered, both chief priests and scribes, and they led him away to their Sanhedrin,\\f + \\fr 22:66 \\ft Or “council” \\f* "},{"style":"v","text":"saying, “If you are the Christ, tell us!” But he said to them, “If I tell you, you will never believe, "},{"style":"v","text":"and if I ask \\add you\\add*,\\ef + \\fr 22:68 \\ft *Here the direct object is supplied from context in the English translation \\ef* you will never answer! "},{"style":"v","text":"But from now on the Son of Man will be seated at the right hand of the power of God.” "},{"style":"v","text":"So they all said, “Are you then the Son of God?” And he said to them, “You say that I am.” "},{"style":"v","text":"And they said, “Why do we have need \\add of\\add* further testimony? For \\add we\\add* ourselves have heard \\add it\\add*\\ef + \\fr 22:71 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* from his mouth!”"}]