[{"style":"s1","text":"Jesus Brought Before Pilate"},{"style":"m","text":""},{"style":"v","text":"And the whole assembly of them rose up \\add and\\add*\\ef + \\fr 23:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“rose up”) has been translated as a finite verb \\ef* brought him before Pilate. "},{"style":"v","text":"And they began to accuse him, saying, “We have found this man misleading our nation and forbidding \\add us\\add*\\ef + \\fr 23:2 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to pay taxes to Caesar, and saying \\add he\\add* himself is Christ, a king!” "},{"style":"v","text":"And Pilate asked him, saying, “Are you the king of the Jews?” And he answered him \\add and\\add*\\ef + \\fr 23:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “You say \\add so\\add*.” "},{"style":"v","text":"So Pilate said to the chief priests and the crowds, “I find no basis for an accusation against this man.” "},{"style":"v","text":"But they insisted, saying, “He incites the people, teaching throughout the whole of Judea and beginning from Galilee as far as here.”"},{"style":"s1","text":"Jesus Brought Before Herod"},{"style":"m","text":""},{"style":"v","text":"Now \\add when\\add*\\ef + \\fr 23:6 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* Pilate heard \\add this\\add*,\\ef + \\fr 23:6 \\ft *Here the direct object is supplied from context in the English translation \\ef* he asked if the man was a Galilean. "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 23:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“found out”) which is understood as temporal \\ef* found out that he was from the jurisdiction of Herod, he sent him over to Herod, who was also in Jerusalem in those days. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 23:8 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* Herod saw Jesus, he was very glad, for he had been wanting to see him for a long time, because he had heard about him and was hoping to see some miracle performed by him. "},{"style":"v","text":"So he questioned him ⸤at considerable length⸥,\\f + \\fr 23:9 \\ft Literally “with many words” \\f* but he answered nothing to him. "},{"style":"v","text":"And the chief priests and the scribes were standing there vehemently accusing him. "},{"style":"v","text":"And Herod with his soldiers also treated him with contempt, and \\add after\\add*\\ef + \\fr 23:11 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“mocking”) which is understood as temporal \\ef* mocking \\add him\\add*\\ef + \\fr 23:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 23:11 \\ft ﻿*Here “\\add and\\add*” is supplied to connect the two participles (“mocking” and “dressing”) in keeping with English style \\ef* dressing \\add him\\add*\\ef + \\fr 23:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add in\\add* glistening clothing, he sent him back to Pilate. "},{"style":"v","text":"And both Herod and Pilate became friends with one another on \\add that\\add* same day, ⸤for they had previously been enemies of one another⸥.\\f + \\fr 23:12 \\ft Literally “for they had previously existed being at enmity with each other” \\f*"},{"style":"s1","text":"Pilate Releases Barabbas"},{"style":"m","text":""},{"style":"v","text":"So Pilate called together the chief priests and the rulers and the people "},{"style":"v","text":"\\add and\\add*\\ef + \\fr 23:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the participle in the previous verse (“called together”) has been translated as a finite verb \\ef* said to them, “You brought me this man as one who was misleading the people, and behold, \\add when I\\add*\\ef + \\fr 23:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“examined”) which is understood as temporal \\ef* examined \\add him\\add*\\ef + \\fr 23:14 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* before you, I found nothing in this man as basis for the accusation which ⸤you are making⸥\\f + \\fr 23:14 \\ft Literally “you are accusing” \\f* against him. "},{"style":"v","text":"But neither \\add did\\add* Herod, because he sent him back to us. And behold, nothing deserving death ⸤has been done⸥\\f + \\fr 23:15 \\ft Literally “is having been done” \\f* by him. "},{"style":"v","text":"Therefore I will punish him \\add and\\add*\\ef + \\fr 23:16 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“punish”) has been translated as a finite verb \\ef* release \\add him\\add*.”\\ef + \\fr 23:16 \\ft *Here the direct object is supplied from context in the English translation \\ef* \\f + \\fr 23:16 \\ft Many of the most important Greek manuscripts lack v. \\xt 17 \\ft , “Now he was obligated to release for them at the feast one person.” \\f* "},{"style":"v","text":"But they all cried out in unison, saying, “Take this man away, and release for us Barabbas!” "},{"style":"v","text":"(who had been thrown in prison because of a certain insurrection that had taken place in the city, and \\add for\\add* murder). "},{"style":"v","text":"And Pilate, wanting to release Jesus, addressed \\add them\\add*\\ef + \\fr 23:20 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef*﻿\\f + \\fr 23:20 \\ft Some manuscripts explicitly state “them” \\f* again, "},{"style":"v","text":"but they kept crying out, saying, “Crucify! Crucify him!” "},{"style":"v","text":"So he said to them a third \\add time\\add*, “Why? What wrong has this man done? I found no basis for an accusation ⸤deserving death⸥\\f + \\fr 23:22 \\ft Literally “of death” \\f* in him. Therefore I will punish him \\add and\\add*\\ef + \\fr 23:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“punish”) has been translated as a finite verb \\ef* release \\add him\\add*.”\\ef + \\fr 23:22 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"But they were urgent, demanding with loud cries \\add that\\add* he be crucified. And their cries prevailed. "},{"style":"v","text":"And Pilate decided \\add that\\add* their demand should be granted. "},{"style":"v","text":"And he released the one who had been thrown into prison because of insurrection and murder, whom they were asking for, but Jesus he handed over to their will."},{"style":"s1","text":"Jesus Is Crucified"},{"style":"m","text":""},{"style":"v","text":"And as they led him away, they seized Simon, a certain \\add man\\add* of Cyrene, who was coming from the country, \\add and\\add*\\ef + \\fr 23:26 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“seized”) has been translated as a finite verb \\ef* placed the cross on him, to carry \\add it\\add*\\ef + \\fr 23:26 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* behind Jesus. "},{"style":"v","text":"And a great crowd of the people were following him, and of women who were mourning and lamenting him. "},{"style":"v","text":"But turning to them, Jesus said, “Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children! "},{"style":"v","text":"For behold, days are coming in which they will say, ‘Blessed \\add are\\add* the barren, and the wombs that did not give birth, and \\add the\\add* breasts that did not nurse!’ "},{"style":"v","text":"Then they will begin to say to the mountains, ‘Fall on us!’ and to the hills, ‘Cover us!’ "},{"style":"v","text":"For if they do these \\add things\\add* ⸤when the wood is green⸥,\\f + \\fr 23:31 \\ft Literally “in the green wood” \\f* what will happen ⸤when it is dry⸥?”\\f + \\fr 23:31 \\ft Literally “in the dry” \\f*"},{"style":"p","text":""},{"style":"v","text":"And two other criminals were also led away to be executed with him. "},{"style":"v","text":"And when they came to the place that is called “The Skull,” there they crucified him, and the criminals, the one on \\add his\\add* right and the other on \\add his\\add* left. "},{"style":"v","text":"〚But Jesus said, “Father, forgive them, for they do not know what they are doing.”〛\\f + \\fr 23:34 \\ft Many important manuscripts lack v. \\xt 34a \\ft , “But Jesus said, ‘Father, forgive them, for they do not know what they are doing.’ ” \\f* And they cast lots to divide his clothes. "},{"style":"v","text":"And the people stood there watching, but the rulers also ridiculed \\add him\\add*,\\ef + \\fr 23:35 \\ft *Here the direct object is supplied from context in the English translation \\ef* saying, “He saved others; let him save himself, if this \\add man\\add* is the Christ\\f + \\fr 23:35 \\ft Or “Messiah” \\f* of God, the Chosen One!” "},{"style":"v","text":"And the soldiers also mocked him, coming up \\add and\\add*\\ef + \\fr 23:36 \\ft ﻿*Here “\\add and\\add*” is supplied to connect the two participles (“coming up” and “offering”) in keeping with English style \\ef* offering him sour wine "},{"style":"v","text":"and saying, “If you are the king of the Jews, save yourself!” "},{"style":"v","text":"And there was also an inscription over him, “This \\add is\\add* the king of the Jews.”"},{"style":"p","text":""},{"style":"v","text":"And one of the criminals who were hanged there reviled him, saying, “Are you not the Christ? Save yourself—and us!” "},{"style":"v","text":"But the other answered \\add and\\add*\\ef + \\fr 23:40 \\ft ﻿*Here “\\add and\\add*” is supplied to connect the two participles (“answered” and “rebuked”) in keeping with English style \\ef* rebuked him, saying, “Do you not even fear God, because you are undergoing the same condemnation? "},{"style":"v","text":"And we indeed justly, for we are receiving ⸤what we deserve⸥\\f + \\fr 23:41 \\ft Literally “\\fq things \\ft worthy” \\f* \\add for\\add* what we have done. But this man has done nothing wrong!” "},{"style":"v","text":"And he said, “Jesus, remember me when you come into your kingdom!” "},{"style":"v","text":"And he said to him, “Truly I say to you, today you will be with me in paradise.”"},{"style":"s1","text":"Jesus Dies on the Cross"},{"style":"m","text":""},{"style":"v","text":"And by this time it was about the sixth hour, and darkness came over the whole land until the ninth hour "},{"style":"v","text":"\\add because\\add*\\ef + \\fr 23:45 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“failed”) which is understood as causal \\ef* \\add the light\\add* of the sun failed. And the curtain of the temple was torn apart \\add down\\add* the middle. "},{"style":"v","text":"And Jesus, calling out with a loud voice, said, “Father, into your hands I entrust my spirit!”\\f + \\fr 23:46 \\ft A quotation from \\xt Ps 31:5 \\ft \\f* And \\add after he\\add*\\ef + \\fr 23:46 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“said”) which is understood as temporal \\ef* said this, he expired."},{"style":"p","text":""},{"style":"v","text":"Now \\add when\\add*\\ef + \\fr 23:47 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the centurion saw what had happened, he began to praise\\ef + \\fr 23:47 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to praise”) \\ef* God, saying, “Certainly this man was righteous!” "},{"style":"v","text":"And all the crowds that had come together for this spectacle, \\add when they\\add*\\ef + \\fr 23:48 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw the things that had happened, returned \\add home\\add*\\ef + \\fr 23:48 \\ft ﻿*The word “\\add home\\add*” is not in the Greek text, but is implied \\ef* beating \\add their\\add*\\ef + \\fr 23:48 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* breasts. "},{"style":"v","text":"And all his acquaintances, and the women who had followed him from Galilee who saw these \\add things\\add*, stood at a distance."},{"style":"s1","text":"Jesus Is Buried"},{"style":"m","text":""},{"style":"v","text":"And behold, a man ⸤named⸥\\f + \\fr 23:50 \\ft Literally “by name” \\f* Joseph, who was a member of the council,\\f + \\fr 23:50 \\ft Or “a member of the Sanhedrin” \\f* a good\\f + \\fr 23:50 \\ft Some manuscripts have “and a good” \\f* and righteous man "},{"style":"v","text":"(this man was not consenting to their plan and deed), from Arimathea, ⸤a Judean town⸥,\\f + \\fr 23:51 \\ft Literally “a town of the Jews” \\f* who was looking forward to the kingdom of God. "},{"style":"v","text":"This man approached Pilate \\add and\\add*\\ef + \\fr 23:52 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* asked for the body of Jesus. "},{"style":"v","text":"And he took \\add it\\add*\\ef + \\fr 23:53 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* down \\add and\\add*\\ef + \\fr 23:53 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“wrapped”) has been translated as a finite verb \\ef* wrapped it in a linen cloth and placed him in a tomb cut into the rock where no one had ever been placed. "},{"style":"v","text":"And it was the day of preparation, and the Sabbath was drawing near. "},{"style":"v","text":"And the women who had been accompanying him from Galilee followed \\add and\\add*\\ef + \\fr 23:55 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“followed”) has been translated as a finite verb \\ef* saw the tomb and how his body was placed. "},{"style":"v","text":"And they returned \\add and\\add*\\ef + \\fr 23:56 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“returned”) has been translated as a finite verb \\ef* prepared fragrant spices and perfumes, and on the Sabbath they rested according to the commandment."}]