[{"style":"s1","text":"Jesus Is Raised"},{"style":"m","text":""},{"style":"v","text":"Now on the first \\add day\\add* of the week, at very early dawn, they came back to the tomb bringing the fragrant spices which they had prepared. "},{"style":"v","text":"And they found the stone had been rolled away from the tomb, "},{"style":"v","text":"but \\add when they\\add*\\ef + \\fr 24:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“went in”) which is understood as temporal \\ef* went in, they did not find the body.\\f + \\fr 24:3 \\ft Some manuscripts add “of the Lord Jesus” \\f* "},{"style":"v","text":"And it happened that while they were perplexed about this, behold, two men in gleaming clothing stood near them. "},{"style":"v","text":"And \\add as\\add*\\ef + \\fr 24:5 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participles (“were” and “bowed”) \\ef* they were terrified and bowed their faces to the ground, they said to them, “Why are you looking for the living among the dead? "},{"style":"v","text":"He is not here, but has been raised! Remember how he spoke to you \\add while he\\add*\\ef + \\fr 24:6 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“was”) which is understood as temporal \\ef* was still in Galilee, "},{"style":"v","text":"saying that the Son of Man must be delivered into the hands of men \\add who are\\add* sinners, and be crucified, and on the third day rise?” "},{"style":"v","text":"And they remembered his words, "},{"style":"v","text":"and \\add when they\\add*\\ef + \\fr 24:9 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“returned”) which is understood as temporal \\ef* returned from the tomb, they reported all these \\add things\\add* to the eleven and to all the rest. "},{"style":"v","text":"Now Mary Magdalene and Joanna and Mary the \\add mother\\add* of James and the others with them were telling these \\add things\\add* to the apostles. "},{"style":"v","text":"And these words appeared to them as nonsense, and they refused to believe them. "},{"style":"v","text":"But Peter got up \\add and\\add*\\ef + \\fr 24:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* ran to the tomb, and bending over to look, he saw only the \\add strips of\\add* linen cloth, and he went away to his home\\f + \\fr 24:12 \\ft Or “wondering to himself,” if the prepositional phrase modifies the following participle \\f* wondering what had happened."},{"style":"s1","text":"Jesus Encountered on the Road to Emmaus"},{"style":"m","text":""},{"style":"v","text":"And behold, on \\add that\\add* same day, two of them were traveling to a village ⸤named⸥\\f + \\fr 24:13 \\ft Literally “to which the name” \\f* Emmaus \\add that was\\add* sixty stadia\\f + \\fr 24:13 \\ft A “stade” or “stadium” (plur. “stadia”) is about 607 ft (187 m) \\f* distant from Jerusalem, "},{"style":"v","text":"and they were conversing with one another about all these \\add things\\add* that had happened. "},{"style":"v","text":"And it happened that while they were conversing, and discussing, Jesus himself also approached \\add and\\add*\\ef + \\fr 24:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* began to go along with\\ef + \\fr 24:15 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to go along with”) \\ef* them, "},{"style":"v","text":"but their eyes were prevented from recognizing him. "},{"style":"v","text":"And he said to them, “What \\add are\\add* these matters that you are discussing with one another \\add as you\\add*\\ef + \\fr 24:17 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“walking along”) which is understood as temporal \\ef* are walking along?” And they stood still, looking sad. "},{"style":"v","text":"And one \\add of them\\add*, ⸤named⸥\\f + \\fr 24:18 \\ft Literally “by name” \\f* Cleopas, answered \\add and\\add*\\ef + \\fr 24:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, “\\add Are\\add* you the only one living near Jerusalem and not knowing the things that have happened in it in these days?” "},{"style":"v","text":"And he said to them, “What \\add things\\add*?” So they said to him, “The things concerning Jesus the Nazarene, a man who was a prophet, powerful in deed and word before God and all the people, "},{"style":"v","text":"and how our chief priests and rulers handed him over to a sentence of death, and crucified him. "},{"style":"v","text":"But we were hoping that he was the one who was going to redeem Israel. But in addition to all these \\add things\\add*, this \\add is\\add* the third day ⸤since⸥\\f + \\fr 24:21 \\ft Literally “he spends from which” \\f* these \\add things\\add* took place. "},{"style":"v","text":"But also some women from among us astonished us, who were at the tomb early in the morning, "},{"style":"v","text":"and \\add when they\\add*\\ef + \\fr 24:23 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“find”) which is understood as temporal \\ef* did not find his body, they came back saying \\add they\\add* had seen even a vision of angels, who said \\add that\\add* he was alive! "},{"style":"v","text":"And some of those with us went out to the tomb and found \\add it\\add*\\ef + \\fr 24:24 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* like this, just as the women had also said, but him they did not see.” "},{"style":"v","text":"And he said to them, “O foolish and slow in heart to believe in all that the prophets have spoken! "},{"style":"v","text":"Was it not necessary \\add that\\add* the Christ suffer these \\add things\\add* and enter into his glory?” "},{"style":"v","text":"And beginning from Moses and from all the prophets, he interpreted to them the things concerning himself in all the scriptures. "},{"style":"v","text":"And they drew near to the village where they were going, and he acted as though he was going farther. "},{"style":"v","text":"And they urged him strongly, saying, “Stay with us, because it is \\add getting\\add* toward evening, and by this time the day is far spent.” And he went in to stay with them. "},{"style":"v","text":"And it happened that when he reclined at the table with them, he took the bread \\add and\\add*\\ef + \\fr 24:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* gave thanks, and \\add after\\add*\\ef + \\fr 24:30 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“breaking”) which is understood as temporal \\ef* breaking \\add it\\add*,\\ef + \\fr 24:30 \\ft *Here the direct object is supplied from context in the English translation \\ef* he gave \\add it\\add*\\ef + \\fr 24:30 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to them. "},{"style":"v","text":"And their eyes were opened, and they recognized him, and he became invisible to them. "},{"style":"v","text":"And they said to one another, “Were not our hearts burning within us while he was speaking with us on the road, while he was explaining the scriptures to us?” "},{"style":"v","text":"And they got up \\add that\\add* same hour \\add and\\add*\\ef + \\fr 24:33 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* returned to Jerusalem and found the eleven and those with them assembled, "},{"style":"v","text":"saying, “The Lord has really been raised, and has appeared to Simon!” "},{"style":"v","text":"And they began describing\\ef + \\fr 24:35 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began describing”) \\ef* ⸤what happened⸥\\f + \\fr 24:35 \\ft Literally “the things” \\f* on the road, and how he was recognized by them in the breaking of the bread."},{"style":"s1","text":"Jesus Appears to His Disciples"},{"style":"m","text":""},{"style":"v","text":"And \\add while\\add*\\ef + \\fr 24:36 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were saying”) \\ef* they were saying these \\add things\\add*, he himself stood there among them.\\f + \\fr 24:36 \\ft Some manuscripts add “and said to them, ‘Peace to you!’ ” \\f* "},{"style":"v","text":"But they were startled and became terrified, \\add and\\add*\\ef + \\fr 24:37 \\ft ﻿*Here “\\add and\\add*” is supplied because the two previous participles (“startled” and “terrified”) have been translated as finite verbs \\ef* thought \\add they\\add* had seen a ghost. "},{"style":"v","text":"And he said to them, “Why are you frightened? And for what \\add reason\\add* do doubts arise in your hearts? "},{"style":"v","text":"Look at my hands and my feet, that I am I myself! Touch me and see, because a ghost does not have flesh and bones, as ⸤you see that I have⸥.”\\f + \\fr 24:39 \\ft Literally “you see me having” \\f* "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 24:40 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said this, he showed them \\add his\\add*\\ef + \\fr 24:40 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands and \\add his\\add*\\ef + \\fr 24:40 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* feet. "},{"style":"v","text":"And \\add while\\add*\\ef + \\fr 24:41 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“disbelieving”) \\ef* they were still disbelieving because of joy and were marveling, he said to them, “Do you have anything ⸤to eat⸥\\f + \\fr 24:41 \\ft Literally “eatable” \\f* here?” "},{"style":"v","text":"So they gave him a piece of broiled fish, "},{"style":"v","text":"and he took \\add it\\add*\\ef + \\fr 24:43 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 24:43 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* ate \\add it\\add*\\ef + \\fr 24:43 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in front of them."},{"style":"s1","text":"Jesus Commissions His Disciples"},{"style":"m","text":""},{"style":"v","text":"And he said to them, “These \\add are\\add* my words that I spoke to you \\add while I\\add*\\ef + \\fr 24:44 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“was”) which is understood as temporal \\ef* was still with you, that everything that is written about me in the law of Moses and the prophets and psalms must be fulfilled.” "},{"style":"v","text":"Then he opened their minds to understand the scriptures, "},{"style":"v","text":"and said to them, “Thus it is written \\add that\\add* the Christ would suffer and would rise from the dead on the third day, "},{"style":"v","text":"and repentance and the forgiveness\\f + \\fr 24:47 \\ft Some manuscripts have “repentance for the forgiveness” \\f* of sins would be proclaimed in his name to all the nations,\\f + \\fr 24:47 \\ft The same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* beginning from Jerusalem. "},{"style":"v","text":"You are witnesses of these \\add things\\add*. "},{"style":"v","text":"And behold, I am sending out\\f + \\fr 24:49 \\ft Some manuscripts have “am sending” \\f* what was promised by my Father upon you, but you stay in the city until you are clothed with power from on high.”"},{"style":"s1","text":"The Ascension"},{"style":"m","text":""},{"style":"v","text":"And he led them out as far as Bethany, and lifting up his hands, he blessed them. "},{"style":"v","text":"And it happened that while he was blessing them, he parted from them and was taken up into heaven. "},{"style":"v","text":"And they worshiped him \\add and\\add*\\ef + \\fr 24:52 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“worshiped”) has been translated as a finite verb \\ef* returned to Jerusalem with great joy. "},{"style":"v","text":"And they were ⸤continually⸥\\f + \\fr 24:53 \\ft Literally “through everything” \\f* in the temple \\add courts\\add*\\ef + \\fr 24:53 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* praising God."}]