[{"style":"s1","text":"Jesus Calls His First Disciples"},{"style":"m","text":""},{"style":"v","text":"Now it happened that while the crowd was pressing around him and hearing the word of God, he was standing beside the lake of Gennesaret,\\f + \\fr 5:1 \\ft Another name for the Sea of Galilee \\f* "},{"style":"v","text":"and he saw two boats there beside the lake, but the fishermen had gotten out of them \\add and\\add*\\ef + \\fr 5:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“had gotten out”) has been translated as a finite verb \\ef* were washing their nets. "},{"style":"v","text":"And he got into one of the boats, which was Simon’s, \\add and\\add*\\ef + \\fr 5:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got”) has been translated as a finite verb \\ef* asked him to put out from the land a little. And he sat down \\add and\\add*\\ef + \\fr 5:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sat down”) has been translated as a finite verb \\ef* began to teach\\ef + \\fr 5:3 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to teach”) \\ef* the crowds from the boat. "},{"style":"v","text":"And when he stopped speaking, he said to Simon, “Put out into the deep water and let down your nets for a catch.” "},{"style":"v","text":"And Simon answered \\add and\\add*\\ef + \\fr 5:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “Master, \\add although we\\add*\\ef + \\fr 5:5 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“worked hard”) which is understood as concessive \\ef* worked hard through the whole night, we caught nothing. But at your word I will let down the nets.” "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 5:6 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“did”) which is understood as temporal \\ef* did this, they caught a very large number of fish, and their nets began to tear.\\ef + \\fr 5:6 \\ft *The imperfect tense has been translated as ingressive here (“began to tear”) \\ef* "},{"style":"v","text":"And they signaled to their partners in the other boat to come \\add and\\add*\\ef + \\fr 5:7 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come”) has been translated as a finite verb \\ef* help them, and they came and filled both the boats so that they began to sink. "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 5:8 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw \\add it\\add*,\\ef + \\fr 5:8 \\ft *Here the direct object is supplied from context in the English translation \\ef* Simon Peter fell down at Jesus’ knees, saying, “Depart from me, Lord, because I am ⸤a sinful man⸥!”\\f + \\fr 5:8 \\ft Literally “a man, a sinner” \\f* "},{"style":"v","text":"For amazement had seized him and all those \\add who were\\add* with him at the catch of fish that they had caught, "},{"style":"v","text":"and so also \\add were\\add* James and John, the sons of Zebedee, who were business partners with Simon. And Jesus said to Simon, “Do not be afraid! From now on you will be catching people!” "},{"style":"v","text":"And \\add after they\\add*\\ef + \\fr 5:11 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“brought”) which is understood as temporal \\ef* brought \\add their\\add*\\f + \\fr 5:11 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* boats to the land, they left everything \\add and\\add*\\ef + \\fr 5:11 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“left”) has been translated as a finite verb \\ef* followed him."},{"style":"s1","text":"A Leper Cleansed"},{"style":"m","text":""},{"style":"v","text":"And it happened that while he was in one of the towns, ⸤there was⸥\\f + \\fr 5:12 \\ft Literally “behold” \\f* a man ⸤covered with leprosy⸥.\\f + \\fr 5:12 \\ft Literally “full of leprosy” \\f* And \\add when he\\add*\\ef + \\fr 5:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw Jesus, he fell down on \\add his\\add* face \\add and\\add*\\ef + \\fr 5:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“fell down”) has been translated as a finite verb \\ef* begged him, saying, “Lord, if you are willing, you are able to make me clean.” "},{"style":"v","text":"And extending \\add his\\add*\\f + \\fr 5:13 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* hand he touched him, saying, “I am willing; be clean.” And immediately the leprosy went away from him. "},{"style":"v","text":"And he ordered him, “Tell no one, but go \\add and\\add*\\ef + \\fr 5:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* show yourself to the priest and bring \\add the offering\\add*\\ef + \\fr 5:14 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* for your cleansing just as Moses commanded, for a testimony to them. "},{"style":"v","text":"But the report about him spread even more, and large crowds were gathering to hear \\add him\\add*\\ef + \\fr 5:15 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and to be healed of their illnesses. "},{"style":"v","text":"But he himself was withdrawing in the wilderness and praying."},{"style":"s1","text":"A Paralytic Healed"},{"style":"m","text":""},{"style":"v","text":"And it happened that on one of the days as he was teaching, Pharisees and teachers of the law were sitting \\add there\\add* who ⸤had come⸥\\f + \\fr 5:17 \\ft Literally “were having come” \\f* from every village of Galilee and Judea and \\add from\\add* Jerusalem, and the power of the Lord was \\add there\\add* in order \\add for\\add* him to heal. "},{"style":"v","text":"And behold, men \\add came\\add* carrying on a stretcher a man who was paralyzed, and they were seeking to bring him in and place \\add him\\add*\\f + \\fr 5:18 \\ft Some manuscripts Some manuscripts include the pronoun “him” after “place” \\f*﻿\\f + \\fr 5:18 \\ft Since Greek routinely omits direct objects when they are clear from context, the pronoun is not necessary here in the Greek text, but it must be supplied in the English translation \\f* before him. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 5:19 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“find”) which is understood as temporal \\ef* did not find a way to bring him in because of the crowd, they went up on the roof \\add and\\add*\\ef + \\fr 5:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went up”) has been translated as a finite verb \\ef* let him down through the roof tiles with the stretcher into the midst \\add of them\\add*, in front of Jesus. "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 5:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw their faith, he said, “Friend, your sins are forgiven you.” "},{"style":"v","text":"And the scribes and the Pharisees began to reason, saying, “Who is this man who speaks blasphemies? Who is able to forgive sins except God alone?” "},{"style":"v","text":"But Jesus, perceiving their thoughts, answered \\add and\\add*\\ef + \\fr 5:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Why are you reasoning in your hearts? "},{"style":"v","text":"Which is easier to say, ‘Your sins are forgiven you,’ or to say, ‘Get up and walk?’ "},{"style":"v","text":"But in order that you may know that the Son of Man has authority on earth to forgive sins,” he said to the one who was paralyzed, “I say to you, ‘Get up and pick up your stretcher \\add and\\add*\\ef + \\fr 5:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“pick up”) has been translated as a finite verb \\ef* go to your home.’ ” "},{"style":"v","text":"And immediately he stood up before them, picked up what he had been lying on, \\add and\\add*\\ef + \\fr 5:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participles (“stood up” and “picked up”) have been translated as finite verbs \\ef* went away to his home, glorifying God. "},{"style":"v","text":"And amazement seized \\add them\\add* all, and they began to glorify\\ef + \\fr 5:26 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to glorify”) \\ef* God. And they were filled with fear, saying, “We have seen wonderful things today!”"},{"style":"s1","text":"Levi Called to Follow Jesus"},{"style":"m","text":""},{"style":"v","text":"And after these \\add things\\add*, he went out and saw a tax collector ⸤named⸥\\f + \\fr 5:27 \\ft Literally “by name” \\f* Levi sitting at the tax booth, and he said to him, “Follow me!” "},{"style":"v","text":"And leaving everything behind, he got up \\add and\\add*\\ef + \\fr 5:28 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* began to follow\\ef + \\fr 5:28 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to follow”) \\ef* him."},{"style":"p","text":""},{"style":"v","text":"And Levi gave a great banquet for him in his house, and there was a large crowd of tax collectors and others who were reclining for the meal with them. "},{"style":"v","text":"And the Pharisees and their scribes began to complain\\ef + \\fr 5:30 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to complain”) \\ef* to his disciples, saying, “Why do you eat and drink with the tax collectors and sinners?” "},{"style":"v","text":"And Jesus answered \\add and\\add*\\ef + \\fr 5:31 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Those who are healthy do not have need of a physician, but those ⸤who are sick⸥.\\f + \\fr 5:31 \\ft Literally “having badly” \\f* "},{"style":"v","text":"I have not come to call the righteous but sinners to repentance.”"},{"style":"s1","text":"On Fasting"},{"style":"m","text":""},{"style":"v","text":"And they said to him, “The disciples of John fast often and make prayers—likewise also the \\add disciples\\add*\\ef + \\fr 5:33 \\ft ﻿*The word “\\add disciples\\add*” is not in the Greek text but is implied \\ef* of the Pharisees—but yours are eating and drinking!” "},{"style":"v","text":"So he\\ef + \\fr 5:34 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* said\\f + \\fr 5:34 \\ft Some manuscripts have “So Jesus said” \\f* to them, “You are not able to make the ⸤bridegroom’s attendants⸥\\f + \\fr 5:34 \\ft Literally “sons of the bridal chamber” \\f* fast as long as the bridegroom is with them, \\add are you\\add*?\\ef + \\fr 5:34 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add are you\\add*” \\ef* "},{"style":"v","text":"But days will come, and when the bridegroom is taken away from them, then they will fast in those days.” "},{"style":"v","text":"And he also told a parable to them: “No one tears a patch from a new garment \\add and\\add*\\ef + \\fr 5:36 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“tears”) has been translated as a finite verb \\ef* puts \\add it\\add*\\ef + \\fr 5:36 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on an old garment. Otherwise, he will have torn the new also, and the old will not match the patch \\add that is\\add* from the new. "},{"style":"v","text":"And no one pours new wine into old wineskins. Otherwise, the new wine will burst the wineskins, and it will be spilled and the wineskins will be destroyed. "},{"style":"v","text":"But new wine must be put into new wineskins. "},{"style":"v","text":"And no one \\add after\\add*\\ef + \\fr 5:39 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“drinking”) which is understood as temporal \\ef* drinking old \\add wine\\add*\\ef + \\fr 5:39 \\ft ﻿*The word “\\add wine\\add*” is not in the Greek text but is implied \\ef* wants new, because he says, ‘The old is \\add just\\add* fine!’ ”"}]