[{"style":"s1","text":"Plucking Grain on the Sabbath"},{"style":"m","text":""},{"style":"v","text":"Now it happened that on a Sabbath he went through the grain fields, and his disciples were picking and eating the heads of grain, rubbing \\add them\\add*\\ef + \\fr 6:1 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in \\add their\\add*\\ef + \\fr 6:1 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands. "},{"style":"v","text":"But some of the Pharisees said, “Why are you doing what is not permitted on the Sabbath? "},{"style":"v","text":"And Jesus answered \\add and\\add*\\ef + \\fr 6:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Have you not read this, what David did when he and those \\add who were\\add* with him were hungry—"},{"style":"v","text":"how he entered into the house of God and took the bread of the presentation, which it is not permitted to eat (except the priests alone), \\add and\\add*\\ef + \\fr 6:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* ate \\add it\\add*\\ef + \\fr 6:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and gave \\add it\\add*\\ef + \\fr 6:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to those with him?” "},{"style":"v","text":"And he said to them, “The Son of Man is Lord of the Sabbath.”"},{"style":"s1","text":"A Man with a Withered Hand Healed"},{"style":"m","text":""},{"style":"v","text":"Now it happened that on another Sabbath he entered into the synagogue and was teaching, and a man was there, and his right hand was withered. "},{"style":"v","text":"So the scribes and the Pharisees were watching closely\\f + \\fr 6:7 \\ft Some manuscripts have “were watching him closely” \\f* \\add to see\\add* if he would heal on the Sabbath, in order that they could find \\add a reason\\add*\\ef + \\fr 6:7 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to accuse him. "},{"style":"v","text":"But he knew their thoughts and said to the man who had the withered hand, “Get up and stand in the middle,” and he got up \\add and\\add*\\ef + \\fr 6:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“get up”) has been translated as a finite verb \\ef* stood there. "},{"style":"v","text":"And Jesus said to them, “I ask you whether it is permitted on the Sabbath to do good or to do evil, to save a life or to destroy \\add it\\add*?”\\ef + \\fr 6:9 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 6:10 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“looking around”) which is understood as temporal \\ef* looking around at them all, he said to him, “Stretch out your hand,” and he did, and his hand was restored. "},{"style":"v","text":"But they were filled with fury, and began discussing\\ef + \\fr 6:11 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began discussing”) \\ef* with one another what they might do to Jesus."},{"style":"s1","text":"The Selection of the Twelve Apostles"},{"style":"m","text":""},{"style":"v","text":"Now it happened that in these days he went away to the mountain to pray, and was spending the whole night in prayer to God. "},{"style":"v","text":"And when day came, he summoned his disciples and chose from them twelve, whom he also named apostles: "},{"style":"v","text":"Simon (whom he also named Peter) and his brother Andrew, and James, and John, and Philip, and Bartholomew, "},{"style":"v","text":"and Matthew, and Thomas, and James the \\add son\\add* of Alphaeus, and Simon who was called the Zealot, "},{"style":"v","text":"and Judas \\add the son\\add* of James, and Judas Iscariot, who became a traitor."},{"style":"s1","text":"The Sermon on the Plain: The Beatitudes"},{"style":"m","text":""},{"style":"v","text":"And he came down with them \\add and\\add*\\ef + \\fr 6:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came down”) has been translated as a finite verb \\ef* stood on a level place, and a large crowd of his disciples and a great multitude of people from all of Judea and Jerusalem and the seacoast district of Tyre and Sidon, "},{"style":"v","text":"who came to hear him and to be healed of their diseases, and those who were troubled by unclean spirits were cured. "},{"style":"v","text":"And the whole crowd was seeking to touch him, because power was going out from him and healing \\add them\\add* all."},{"style":"p","text":""},{"style":"v","text":"And he lifted up his eyes to his disciples \\add and\\add*\\ef + \\fr 6:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“lifted up”) has been translated as a finite verb \\ef* said,"},{"style":"sd0","text":""},{"style":"q1","text":"“Blessed \\add are\\add* the poor,"},{"style":"q2","text":"because yours is the kingdom of God."},{"style":"q1","text":""},{"style":"v","text":"Blessed \\add are\\add* those who are hungry now,"},{"style":"q2","text":"because you will be satisfied."},{"style":"q1","text":"Blessed \\add are\\add* those who weep now,"},{"style":"q2","text":"Because you will laugh."},{"style":"q1","text":""},{"style":"v","text":"Blessed are you when people hate you, and when they exclude you and revile \\add you\\add* and spurn your name as evil on account of the Son of Man. "},{"style":"v","text":"Rejoice in that day, and leap for joy, for behold, your reward \\add is\\add* great in heaven. For their fathers used to do the same \\add things\\add* to the prophets."},{"style":"sd0","text":""},{"style":"s1","text":"The Sermon on the Plain: Woes"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"“But woe to you who are rich,"},{"style":"q2","text":"because you have received your comfort."},{"style":"q1","text":""},{"style":"v","text":"Woe to you who are satisfied now,"},{"style":"q2","text":"because you will be hungry."},{"style":"q1","text":"Woe, you who laugh now,"},{"style":"q2","text":"because you will mourn and weep."},{"style":"q1","text":""},{"style":"v","text":"Woe whenever all people speak well of you,"},{"style":"q2","text":"for their fathers used to do the same \\add things\\add* to the false prophets."},{"style":"sd0","text":""},{"style":"s1","text":"The Sermon on the Plain: Love for Enemies"},{"style":"m","text":""},{"style":"v","text":"“But to you who are listening I say: Love your enemies, do good to those who hate you, "},{"style":"v","text":"bless those who curse you, pray for those who mistreat you. "},{"style":"v","text":"To the one who strikes you on the cheek, offer the other also, and from the one who takes away your cloak, do not withhold your tunic also. "},{"style":"v","text":"Give to everyone who asks you, and from the one who takes away your things, do not ask for \\add them back\\add*.\\ef + \\fr 6:30 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And just as you want people ⸤to do⸥\\f + \\fr 6:31 \\ft Literally “would do” \\f* to you, do ⸤the same⸥\\f + \\fr 6:31 \\ft Literally “likewise” \\f* to them."},{"style":"p","text":""},{"style":"v","text":"“And if you love those who love you, what kind of credit is \\add that\\add* to you? For even sinners love those who love them! "},{"style":"v","text":"And if\\f + \\fr 6:33 \\ft Some manuscripts have “For even if” \\f* you do good to those who do good to you, what kind of credit is \\add that\\add* to you? Even the sinners do the same! "},{"style":"v","text":"And if you lend \\add to those\\add* from whom you expect to receive \\add back\\add*, what kind of credit is \\add that\\add* to you? Even sinners lend to sinners, so that they may get back an equal \\add amount\\add*! "},{"style":"v","text":"But love your enemies, and do good, and lend expecting back nothing, and your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked. "},{"style":"v","text":"Be merciful, just as your Father is merciful!\\f + \\fr 6:36 \\ft Some manuscripts have “also is merciful” \\f*"},{"style":"s1","text":"The Sermon on the Plain: On Judging Others"},{"style":"m","text":""},{"style":"v","text":"“And do not judge, and you will never be judged. And do not condemn, and you will never be condemned. Pardon, and you will be pardoned. "},{"style":"v","text":"Give, and it will be given to you, a good measure—pressed down, shaken, overflowing—they will pour out into your lap. For with the measure by which you measure out, it will be measured out to you in return.”"},{"style":"p","text":""},{"style":"v","text":"And he also told them a parable: “Surely a blind person cannot lead the blind, \\add can he\\add*?\\ef + \\fr 6:39 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add can he\\add*” \\ef* Will they not both fall into a pit? "},{"style":"v","text":"A disciple is not superior to \\add his\\add*\\ef + \\fr 6:40 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* teacher, but everyone, \\add when he\\add*\\ef + \\fr 6:40 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“is fully trained”) which is understood as temporal \\ef* is fully trained, will be like his teacher. "},{"style":"v","text":"And why do you see the speck \\add that is\\add* in your brother’s eye, but do not notice the beam of wood \\add that is\\add* in your own eye? "},{"style":"v","text":"How are you able to say to your brother, “Brother, allow \\add me\\add* to remove the speck \\add that is\\add* in your eye,” \\add while\\add*\\ef + \\fr 6:42 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“see”) which is understood as temporal \\ef* you yourself do not see the beam of wood in your \\add own\\add* eye? Hypocrite! First remove the beam of wood from your \\add own\\add* eye, and then you will see clearly to remove the speck \\add that is\\add* in your brother’s eye!"},{"style":"s1","text":"The Sermon on the Plain: Trees and Their Fruit"},{"style":"m","text":""},{"style":"v","text":"“For there is no good tree that produces bad fruit, nor on the other hand a bad tree that produces good fruit, "},{"style":"v","text":"for each tree is known by its own fruit. For figs are not gathered from thorn plants, nor are grapes harvested from thorn bushes. "},{"style":"v","text":"The good person out of the good treasury of his heart brings forth good, and the evil person out of \\add his\\add*\\ef + \\fr 6:45 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* evil \\add treasury\\add*\\ef + \\fr 6:45 \\ft ﻿*The word “\\add treasury”\\add* here is an understood repetition from earlier in the verse \\ef* brings forth evil. For out of the abundance of the heart his mouth speaks."},{"style":"p","text":""},{"style":"v","text":"“And why do you call me ‘Lord, Lord,’ and do not do what I tell \\add you\\add*?\\ef + \\fr 6:46 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"s1","text":"The Sermon on the Plain: Two Houses and Two Foundations"},{"style":"m","text":""},{"style":"v","text":"“Everyone who comes to me and listens to my words and does them—I will show you what he is like: "},{"style":"v","text":"he is like a man building a house, who dug and went down deep and laid the foundation on the rock. And \\add when\\add*\\ef + \\fr 6:48 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“came”) \\ef* a flood came, the river burst against that house and was not able to shake it, because it had been built well. "},{"style":"v","text":"But the one who hears \\add my words\\add*\\ef + \\fr 6:49 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and does not do \\add them\\add*\\ef + \\fr 6:49 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* is like a man who built a house on the ground without a foundation, which the river burst against, and immediately it collapsed—and the collapse of that house was great!”"}]