[{"style":"s1","verse":"","text":"Fal nañu Daawuda buur"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee Israayil gépp daje Ebron ca Daawuda ne ko: «Noo ngii di say bokk lenqe."},{"style":"v","verse":"2","text":"Te it démb ak bërki-démb, ba Sawul dee buur sax, yaa doon jiite Israayil ci xare, sa Yàlla Aji Sax ji ne la: “Yaay sàmm Israayil sama ñoñ te yaa leen di yilif.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Noonu la magi Israayil ñépp dikke ca Buur Daawuda ca Ebron, mu fasook ñoom \\w kóllëre|kóllëre g-:\\w* foofa ca Ebron, fa kanam Aji Sax ji. Ba mu ko defee ñu sotti Daawuda diwu pal ga, muy buurub Israayil, muy la Aji Sax ji waxoon, Samiyel jottali ko."},{"style":"s1","verse":"","text":"Daawuda nangu na Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci biir loolu Daawuda ànd ak Israayil gépp songi Yerusalem ga ñu doon woowe Yebus itam ndax la fa Yebuseeni diiwaan ba dëkke woon."},{"style":"v","verse":"5","text":"Yebuseen ña ne Daawuda: «Doo fi dugg de!» Terewul Daawuda nangu tatab \\w Siyoŋ|Siyoŋ:\\w* ga ñu mujj woowe Kër Daawuda."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ci biir loolu Daawuda waxoon na ne: «Ku ci njëkka rey ab Yebuseen dinaa ko fal mu jiitu ci kilifa yi.» Yowab ma yaayam tuddoon Ceruya nag njëkka song, ba tax mu doon kilifag gàngooru xare ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Gannaaw loolu Daawuda dëkk ca biir tata ja; loolu waral ñu di ko woowe Kër Daawuda."},{"style":"v","verse":"8","text":"Ci kaw loolu Daawuda tabax ay kër yu bees fa ko wër fépp, dale ko ca sëkkub Milo\\f + \\fr 11.8 \\fk Milo, \\ft xur la wu doxoon diggante kër Yàlla ga ak gox ba ñu naan Kër Daawuda. Suleymaan sëkklu ko.\\f*, Yowab moom defaraat la des ca dëkk ba."},{"style":"v","verse":"9","text":"Daawuda nag di gëna am doole, te Aji Sax ji Boroom gàngoori xare yi ànd ak moom."},{"style":"s1","verse":"","text":"Jàmbaari xarey Daawudaa ngi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ñii ñooy kilifay xare yu Daawuda yi àndoon ak Israayil gépp, ngir jàppale ko bu baax ci nguuram, fal Daawuda buur, muy li Aji Sax ji santaane woon ci ñoñam."},{"style":"v","verse":"11","text":"Limeefu jàmbaari xare yu Daawudaa ngii:"},{"style":"p","verse":"","text":"Isbaal\\f + \\fr 11.11 \\fk Isbaal \\ft ak Yosebasebet ak Yasobam, kenn ki la.\\f*, dib Agmoneen, moo jiite mbëri xare ya. Moo xàcc xeejam, songandoo ñetti téeméeri (300) góor, rey leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ka ca topp di Elasar doomu Dodo mu Axowa ma bokkoon ca ñetti jàmbaari xare ya."},{"style":"v","verse":"13","text":"Moom moo àndoon ak Daawuda ca Pas Damim ba fa Filisteen ña dajee nara xare. Amoon na fa toolub lors bu meññ, ba fees dell. \\w Bànni Israayil|bànni Israayil:\\w* danoo njëkkoona dawe Filisteen ñi gannaaw."},{"style":"v","verse":"14","text":"Waaye Elasar aki nitam taxaw ca digg tool ba, aar tool ba, duma Filisteen ña. Noonu la ci Aji Sax ji maye Israayil ndam lu réy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Mu am bés ñett ña bokk ca mbëri xare ya fekki Daawuda ca doj wa feggook xunt ma ca Adulam. Mbooloom Filisteen ñaa nga dal ca xuru Refayeen ña."},{"style":"v","verse":"16","text":"Daawudaa nga ca biir rawtoom. Mu am kuréelu xareb Filisteen gu tollu Betleyem."},{"style":"v","verse":"17","text":"Ci biir loolu Daawuda dem ba manatula muñ, mu ne: «Éy waay ku ma wutali woon ndox mu ma naan ca mbalkam Betleyem ma ca buntu dëkk ba!»"},{"style":"v","verse":"18","text":"Noonu ñett ña bëtt dalub Filisteen ña, duyi ndox ca teenu Betleyem ba ca wetu buntu dëkk ba, dikk yót Daawuda. Daawuda nag néegu koo naan; da koo tuur, te Aji Sax ji tax."},{"style":"v","verse":"19","text":"Mu ne: «Mukk Yàlla tere may naan miim ndox. Xanaa duma naan deretu nit ñii moos ndax seen bakkan xajoon na ci, seen bakkan lañu jaay ba indil ma ndox mi.» Daawuda naanul ndox ma. Jooju jëf la ñetti jàmbaari xare ya def."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Abisay mbokkum Yowab bokkoon na ca mbëri xare ya. Moom moo yékkati xeejam, song ñetti téeméeri góor, rey leen. Mu doxe fa siiw ci ñetti mbëri xare ñooña."},{"style":"v","verse":"21","text":"Abisay bokk na ca ña gënoona siiw ca kuréel gu tudd Ñett ña; mujj na sax di seen njiit, waaye raw na ba bokkuloon ca Ñett ña."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Benaya nag, Yoyadaay baayam, xarekat bu mag la woon, dëkkoon Kabcel. Def na jaloore yu réy! Moo rey ñaari doomi Aryel, Mowabeen ba. Moo wàccoon ci kàmb, bésu tawu yuur, rey fa gaynde."},{"style":"v","verse":"23","text":"Moom it moo rey waa Misra ba amoon taxawaayu ñaari meetar ak genn-wàll. Xeej ba ca loxol waa Misra baa nga tollu ni këccub ràbb. Moom mu songe ko aw yet, daldi bif xeeju waa Misra ba, nangoo ko cay loxoom, reye ko ko."},{"style":"v","verse":"24","text":"Jooju jëf la Benaya doomu Yoyada def. Moom it siiwoon na na ci ñetti mbëri xare ya."},{"style":"v","verse":"25","text":"Ñu gënoon koo naw ca kuréel gu tudd Fanweeri jàmbaar ya, waaye raw na ba bokkuloon ca Ñett ña. Daawuda nag def ko njiitu dag ya ko dar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yeneen ñeyi xare yi: Asayel ca la, mbokkum Yowab, ak Elxanan doomu Dodo ma dëkk Betleyem,"},{"style":"v","verse":"27","text":"ak Samot ma dëkk Aror, ak Elecc mu Palon,"},{"style":"v","verse":"28","text":"ak Ira, Ikes di baayam, dëkk Tekowa, ak Abiyeser ma dëkk Anatot,"},{"style":"v","verse":"29","text":"ak Sibekay ma dëkk Usa, ak Ilay ma dëkk Axowa,"},{"style":"v","verse":"30","text":"ak Maaray ma dëkk Netofa, ak Eledd ma Baana di baayam, dëkk Netofa,"},{"style":"v","verse":"31","text":"ak Itay ma Ribayi di baayam, dëkk Gibeya gu Beñamineen ñi, ak Benaya mu Piraton."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Uray ma ca walum Gaas ca la, ak Abyel ma dëkk Araba,"},{"style":"v","verse":"33","text":"ak Asmawet ma dëkk Baxurim, ak Elyaba mu Saalbon,"},{"style":"v","verse":"34","text":"ak doomi Asem ma dëkk Gison, ak Yonatan doomu Sage mu Arar,"},{"style":"v","verse":"35","text":"ak Axiyam doomu Sakar, mu Arar, ak Elifal doomu Ur,"},{"style":"v","verse":"36","text":"ak Efer ma dëkk Mekera ak Axya mu Palon,"},{"style":"v","verse":"37","text":"ak Esro ma dëkk Karmel, ak Naaray doomu Esbay,"},{"style":"v","verse":"38","text":"ak Yowel mbokkum Natan, ak Mibar doomu Agari."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Celeg Amoneen ba bokk na ca, ak Naxaray ma dëkk Beerot te daan gàddu gànnaayi Yowab ma Ceruya di yaayam,"},{"style":"v","verse":"40","text":"ak Ira ma dëkk Kër Yeter ak Gareb ma dëkk Kër Yeter itam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Uri Etteen ba ca la, ak Sabàdd doomu Axlay,"},{"style":"v","verse":"42","text":"ak Adina doomu Sisa, di kilifa ca giirug Ruben, ànd ak fanweeri dag,"},{"style":"v","verse":"43","text":"ak Xanan doomu Maaka ak Yosafat mu waa Mitin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Usya it ca la, di waa Astarot, ak Sama ak Yewel doomu Otam, mu Arower,"},{"style":"v","verse":"45","text":"ak Yediyel doomu Simri, ak Yoxa, mbokkam ma dëkk Ticc,"},{"style":"v","verse":"46","text":"ak Elyel ma dëkk Maxawa, ak Yeribay ak Yosawya doomu Elnaam, ak Itma ma dëkk réewum Mowab,"},{"style":"v","verse":"47","text":"ak Elyel ak Obedd ak Yaasyel ma dëkk Coba."}]