[{"style":"s1","verse":"","text":"Daawuda dogu naa yóbbu gaalu Yàlla ga Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Daawuda diisook njiiti kuréeli junniy xarekat ya ak njiiti kuréelu téeméer ya ak kilifa yépp."},{"style":"v","verse":"2","text":"Mbooloom Israayil mépp la wax, ne leen: «Pexe mii ndegam rafetlu ngeen ko te sunu Yàlla Aji Sax ji ànd na ci, nanu yónnee fu nekk ay ndaw yu dem ba ca sunu bokk ya des ci mboolem diiwaani Israayil ak ca \\w sarxalkat|sarxalkat b-:\\w* yaak \\w Leween|Leween b-:\\w* ña ca seeni dëkk ak seeni gox. Su ko defee ñu fekksi nu fii."},{"style":"v","verse":"3","text":"Bu loolu wéyee nu delloosi sunu \\w gaalu Yàlla|gaalu kóllëre g-:\\w* ga fii ci nun, ndax toppatoowuñu ko woon ca jamonoy Sawul.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Mbooloo ma mépp ànd ca, ndax mébét mu ñu rafetlu la woon, ñoom ñépp."},{"style":"v","verse":"5","text":"Ba mu ko defee Daawuda woolu Israayil gépp, la ko dale ca dexu Sixor ci Misra ca bëj-saalum, ba Buntu Amat ca bëj-gànnaar, ngir ñu daje, ba jëleji gaalu Yàlla ga Kiryaat Yarim."},{"style":"v","verse":"6","text":"Ba loolu amee Daawuda ànd ak Israayil gépp dem Baala, ñu di ko wax Kiryaat Yarim itam, ca diiwaanu Yuda, ngir jëleji fa gaalu Yàlla ga ñuy woowe itam gaalu Aji Sax ji Yàlla, kiy toog ci jal bi, diggante malaakay \\w serub|serub y-:\\w* ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ñu yeb nag gaalu Yàlla ga ci watiir wu bees, jële ko kër Abinadab; Usa ak Axyo jiite watiir wa."},{"style":"v","verse":"8","text":"Daawudaak waa Israayil gépp a ngay bànneexook doole fa kanam Aji Sax ji; woy ya jib ànd ak xeeti xalam yaak tabala yaak keseŋ-keseŋ yaak liit ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Naka lañu dem ba tollu ca dàggay Kidon, nag ya tërëf, Usa tàllal loxoom, jàpp ca gaalu Yàlla ga."},{"style":"v","verse":"10","text":"Sànjum Aji Sax ji nag tàkk ci kaw Usa, faat ko ndax la mu teg loxoom ca gaal ga. Foofa la dee, fa kanam Yàlla."},{"style":"v","verse":"11","text":"Ba loolu amee Daawuda mer ca mbugal mu metti ma Aji Sax ji fàdde Usa. Moo tax mu tudde béreb booba Peres Usa (muy firi Pàddum Usa), tur wa sax ba tey jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Daawuda nag am tiitaange lool bésub keroog ca Yàlla. Ma nga naan ca xelam: «Ndax man naa yóbbu gaalu Yàlla gi sama kër yee?»"},{"style":"v","verse":"13","text":"Loolu nag tax Daawuda yóbbuwul gaal ga fa moom ca gox ba ñu naan Kër Daawuda. Dafa waññi gaal gi, yóbbu ko kër Obedd Edom ma cosaanoo Gaat."},{"style":"v","verse":"14","text":"Gaalu Yàlla ga nekk na kër Obedd Edom, toog ca biir këram diiru ñetti weer. Aji Sax ji barkeel kër Obedd Edom ak mboolem lu mu moom."}]