[{"style":"s1","verse":"","text":"Daawuda gën naa siiw"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci biir loolu Iram buurub Tir yebal ay ndaw ca Daawuda, ñu yóbbul ko ay banti seedar, ak tabaxkati miir ak liggéeykati bant, ngir ñu tabaxal Daawuda kër."},{"style":"v","verse":"2","text":"Daawuda nag xam ne Aji Sax jee ko fal buurub Israayil te moo kaweel nguuram lool ngir Israayil ñoñam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Gannaaw gi, Daawuda denc na yeneeni soxna ca Yerusalem. Mu am ca yeneen doom yu góor ak yu jigéen."},{"style":"v","verse":"4","text":"Doom yu góor yi juddoo Yerusalem ñoo di Samwa ak Sobab ak Natan ak Suleymaan,"},{"style":"v","verse":"5","text":"ak Ibaar ak Elisuwa ak Elpelet,"},{"style":"v","verse":"6","text":"ak Noga ak Nefeg ak Yafya,"},{"style":"v","verse":"7","text":"ak Elisama ak Beelyada ak Elifelet."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba waa Filisti déggee ne fal nañu Daawuda buurub Israayil, ñoom ñépp a jóg, di ko wër. Daawuda nag dégg ko daldi leen dogaleji."},{"style":"v","verse":"9","text":"Waa Filisti dikk, songandoo xuru Refayeen ña."},{"style":"v","verse":"10","text":"Daawuda laaj Yàlla ne ko: «Ndax ma songi waa Filisti? Dinga leen teg ci sama loxo?» Aji Sax ji ne ko: «Demal, ma teg leen ci sa loxo.»"},{"style":"v","verse":"11","text":"Ba mu ko defee Daawuda ak gàngooram dem ba Baal Peracim, Daawuda duma leen foofa. Daawuda nag ne: «Aji Sax jee jaare ci man, Buur, xàll aw yoon, ne jàyy ni walum ndox ca kaw noon ya.» Moo tax ñu woowe béreb boobu Baal Peracim (muy firi Boroom bi xàll naw yoon)."},{"style":"v","verse":"12","text":"Filisteen ña nag waccoon fa seeni tuur, Daawuda santaane ñu boole ko lakk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba loolu wéyee Filisteen ña dikk songaat xur wa."},{"style":"v","verse":"14","text":"Daawuda dellu laaj Yàlla. Mu ne ko: «Bul topp seen gannaaw, wër leen ndombo, dal ca seen kaw fa janook garab ya."},{"style":"v","verse":"15","text":"Booy dégg tànk yuy jaab ca kaw njobbaxtali sànd ya rekk, songal ndax booba Yàllaa la jiitu, di dumaji waa dalub Filisti.»"},{"style":"v","verse":"16","text":"Daawuda nag def la ko Yàlla sant, ba ñu duma gàngooru Filisteen ña, la ko dale Gabawon ba Geser."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba loolu amee turu Daawuda siiw lool ca réewoo réew, Aji Sax ji def xeetoo xeet ragal ko."}]