[{"style":"s1","text":"Yàlla dig na Daawuda kër"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, Daawuda këram la nekk ab diir. Mu am bés mu wax Yonent Yàlla Natan ne ko: «Xoolal rekk, maa ngi dëkke kërug banti seedar, te \\w gaalu kóllërey Aji Sax|gaalu kóllëre g-:\\w* ji dëkke xaymab ndimo!»"},{"style":"v","text":"Natan ne Daawuda: «Mboolem loo ci namma def rekk, defal, ndax Yàlla yaw la àndal.»"},{"style":"v","text":"La ca tegu, guddig keroog, kàddug Yàlla dikkal Natan, ne ko:"},{"style":"v","text":"«Demal wax Daawuda samab jaam, ne ko: “Aji Sax ji dafa wax ne: Du yaw yaa may tabaxal kër gu ma dëkke."},{"style":"v","text":"Bés ba ma génnee \\w bànni Israayil|bànni Israayil:\\w* ca Misra ba tey jii, masumaa dëkk ci kër. Naka jekk cib xayma laay jóge, dal cib xayma, toxoo cib dëkkuwaay dal ci beneen."},{"style":"v","text":"Mboolem fu ma masa ànd ak Israayil gépp, ndax mas naa wax benn baat kenn ci njiiti Israayil yi ma sant ñu sàmm sama ñoñ, ne leen: ‘Lu tere nga tabaxal ma kërug bantu seedar?’"},{"style":"v","text":"Kon nag waxal sama jaam Daawuda, ne ko: Aji Sax ji Boroom gàngoori xare yi dafa wax ne: Maa la jële ca parlu ga nga toppe woon gàtt ya, ngir nga doon kilifag Israayil, sama ñoñ."},{"style":"v","text":"Maa ànd ak yaw fépp foo dem, maa tenqee fi sa kanam mboolem say noon, te maa lay may tur wu tollu ni turi boroom daraja yi ci àddina."},{"style":"v","text":"Maay sàkkal Israayil sama ñoñ ab dëkkuwaay, samp leen fa, ñu dëkke ko, te deesu leen fa lëjalati. Ñu bon ñi duñu leen taxa ñàkk yaram na woon,"},{"style":"v","text":"ba ma falee ay njiit ci kaw Israayil sama ñoñ. Maay nasaxal sa noon yépp. Te it maa ngi lay yégal ne la, Aji Sax ji moo lay sosal kër."},{"style":"v","text":"Te boo demee ba say fan mat ba nga fekki say maam, su boobaa maay yékkati kenn ci saw askan mu wuutu la, jóge ci sa geño; te maay taxawal nguuram."},{"style":"v","text":"Kookoo may tabaxal kër te maay taxawal ab jalam ba fàww."},{"style":"v","text":"Man baayam laay doon, moom muy sama doom, te sama cofeel duma ko ko xañ mukk, ni ma ko xañe woon ki nga wuutu ci jal bi."},{"style":"v","text":"Maa koy dëj mu jiite sama waa kër, jiite sama nguur ba fàww te ab jalam day sax ba fàww.”»"},{"style":"p","text":""},{"style":"v","text":"Noonee Natan jote mboolem kàddu yooyu ak peeñu moomu, na la ko yegge Daawuda."},{"style":"s1","text":"Lu jëm ci ñaanu Daawuda"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Buur Daawuda dikk ba fa kanam Aji Sax ji, daldi toog ne ko: «Céy Aji Sax ji Yàlla, ana lu ma tekki, man, ak lu sama waa kër tekki, ba tax nga indi ma ba fii ma àgg?"},{"style":"v","text":"Yàlla sama Boroom, loolu sax doyatu la, xanaa nga dem ba waxaale ci sama askan wi sosoogul, Sang bi. Aji Sax ji Yàlla, geesu nga ma moos, ba mu mel ni damaa bokk ci nit ñi am daraja."},{"style":"v","text":"Ana lu ma lay waxati man Daawuda sab jaam ci teraanga ji nga ma defal? Yaw de, yaa ma ràññee, man sab jaam."},{"style":"v","text":"Céy Aji Sax ji, Sang bi, yaa def mboolem jii jëf ju réy ci sa yéeney xol, yaa xamle mboolem mbir yu réy yii."},{"style":"v","text":"Aji Sax ji, kenn du yaw, kenn it du Yàlla ku dul yaw, te mboolem lu nu nopp may, dëggal na loolu."},{"style":"v","text":"Ana askan wu mel ni Israayil sa ñoñ, di wenn askan fi kaw suuf, woo dikk jotal sa bopp yaw, ñoñoo leen. Siiwal nga saw tur moos, ba nga defee ay jaloore aki kéemaan ba dàq ay xeeti xeet ngir sa ñoñ ñi nga goreele fa Misra."},{"style":"v","text":"Def nga Israayil sa ñoñ, ñoñoo leen ba fàww, te yaw Aji Sax ji yaa di seen Yàlla."},{"style":"p","text":""},{"style":"v","text":"«Kon nag Aji Sax ji, Sang bi, li nga ma dig, man, ak sama waa kër, saxal ko ba fàww, te nga defe ko noonu nga ko waxe."},{"style":"v","text":"Su boobaa saw tur mooy sax, di gëna màgg ba fàww, ñu naan: “Aji Sax ji Boroom gàngoori xare yi, di Yàllay Israayil, yaay Yàlla ji nekkal Israayil.” Sama waa kër nag, man Daawuda, yal nañu sax fi sa kanam, Sang bi."},{"style":"p","text":""},{"style":"v","text":"«Ndax kat sama Yàlla, yaw déy yaa ma déey, Sang bi, ne kër nga may sosal. Moo tax ma ñeme laa ñaan lii, Sang bi."},{"style":"v","text":"Léegi nag yaw Aji Sax ji, yaa di Yàlla te yaa ma dig yiw wii, Sang bi."},{"style":"v","text":"Kon nag Sang bi, nangula barkeel sama kër, ngir mu sax ba fàww fi sa kanam. Ndax kat yaw Aji Sax ji, yaa ko barkeel, kon nag dina barkeel moos, ba fàww.»"}]