[{"style":"s1","text":"Daawuda daan na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba loolu wéyee Daawuda duma na Filisteen ña, noot leen, nangoo ci seen loxo dëkk ba ñuy wax Gaat ak dëkk yu ndaw ya ko wër."},{"style":"v","text":"Mu teg ca duma Mowabeen ña, ñu nangul ko, di ko indil galag."},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Daawuda duma Adadeser buurub Coba, ca wetu Amat, fekk Adadeser dem fa di lawal nguuram ca tàkkal dexu Efraat."},{"style":"v","text":"Daawuda nangoo ca moom junniy (1~000) watiir, jàpp juróom ñaari junniy (7~000) gawar ak ñaar fukki junniy (20~000) xarekat yu warul. Daawuda teg ca dog sidditi tànki fas yi ñu takkal watiir yépp, bàyyiwu ca lu moy téeméer."},{"style":"p","text":""},{"style":"v","text":"Waa Siri ña dëkke réewum Damaas dikk wallusi Adadeser buurub Coba. Daawuda duma ca ñoom ñaar fukki junneek ñaar (22~000)."},{"style":"v","text":"Ba mu ko defee Daawuda tabb ay jawriñam ca Damaas ca Siri, waa Siri di surgawu Daawuda, di ko indil galag. Aji Sax ji may Daawuda ndam fépp fu mu dem."},{"style":"v","text":"Ci biir loolu Daawuda nangu pakki wurus ya jawriñi Adadeser takkoon, daldi koy yóbbu Yerusalem."},{"style":"v","text":"Dëkki Adadeser ya ñuy wax Tibat ak Kun itam xànjar ju takku lool la fa Daawuda nangoo. Ca la Suleymaan defarlu mbalkam xànjar ma ak ay kenu xànjar yaak yeneen ndabi xànjar."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Towu buurub Amat dégg ne Daawuda duma na mboolem gàngooru Adadeser buurub Coba."},{"style":"v","text":"Mu yebal Adoram, doomam ju góor ca Buur Daawuda, di ko yóbbante nuyoob jàmm, ak ndokkale ci jéll bi mu daan Adadeser, ndax Adadeser xare woon naak Towu. Mboolem luy wurus ak xaalis ak xànjar nag Adadeser yóbbante na ko ko."},{"style":"v","text":"Buur Daawuda nag jagleel ko Aji Sax ji, boole kook xaalis baak wurus wa mu nangoo woon ca mboolem réew yi: Edomeen ñaak Mowabeen ñaak Amoneen ñaak waa Filisteek Amalegeen ña."},{"style":"p","text":""},{"style":"v","text":"Abisay, ku góor kay doomu Ceruya jam na fukki junniy Edomeen ak juróom ñett (18~000) ca xuru Xorom wa."},{"style":"v","text":"Gannaaw gi, tabb na ay jawriñam ca réewum Edom, ba Edomeen ñépp di surgawu Daawuda. Ci kaw loolu Aji Sax ji may Daawuda ndam fépp fu mu xaree."},{"style":"s1","text":"Ñii ñooy jawriñi Daawuda"},{"style":"p","text":""},{"style":"v","text":"Buur Daawuda ci kaw Israayil gépp la nguuru woon, muy jëfe dëgg ak yoon ñeel réewam mépp."},{"style":"v","text":"Yowab, mi Ceruya di ndeyam, moo jiite woon gàngooru xare ga. Yosafat doomu Axiludd yore kàddug buur."},{"style":"v","text":"Cadog doomu Axitub ak Abimeleg doomu Abyatar ñoo doon \\w sarxalkat|sarxalkat b-:\\w* ya, Sawsa di bindkat ba."},{"style":"v","text":"Benaya doomu Yoyada moo jiite woon waa Keret ak waa Pelet. Doomi Daawuda yu góor di kilifay jawriñi buur, feggook moom."}]