[{"style":"s1","verse":"","text":"Daawuda daan na Amoneen ña"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jamono nag di dox ba Naxas buurub Amoneen ña dee, doomam ju góor falu wuutu ko."},{"style":"v","verse":"2","text":"Daawuda ne: «Dinaa yéwéne Anun doomu Naxas, na ma baayam yéwénee woon.» Ci kaw loolu Daawuda yebal ay ndawam ca Anun, di ko jaal baayam. Ba ndawi Daawuda agsee ca réewum Amoneen ña di jaalsi Anun,"},{"style":"v","verse":"3","text":"njiiti Amoneen ña wax ak Anun ne ko: «Defe nga ne moos wormaal sa baay la Daawuda namm, ba yónnee la ay nit ñu la jaal? Foogoo ne seetsi réew mi ak nemmikusi ko, ba song ko moo tax Daawuda yebal ay nitam ci yaw?»"},{"style":"v","verse":"4","text":"Anun daldi jàpp niti Daawuda ña, wat leen, duppati seeni mbubb fa tollook toogukaay ba, door leena bàyyi ñu dem."},{"style":"v","verse":"5","text":"Nit dikk yegge Daawuda seen mbir. Mu yebal ñu leen gatanduji ndax na ñu leen toroxale. Buur ne leen ñu toog Yeriko, ba seeni sikkim sëqaat, ñu doora ñibbisi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Gannaaw loolu Amoneen ña xam ne merloo nañu Daawuda. Anun ak Amoneen ña daldi yónnee ñetti téeméeri barigoy xaalis ak ñeent fukk (340) ngir bindeji ko ay watiir aki gawar ca waa Siri ña ca diiwaanu Naarim, ak waa Siri ña ca diiwaani Maaka ak Coba."},{"style":"v","verse":"7","text":"Ñu bind nag fanweeri junneek ñaar (32~000) ciy watiir aki gawar, bindaale buuru Maaka mooki xarekatam, nu dikk dal ca wetu Medeba. Ci biir loolu ñu jóge ca seeni dëkk daje, àndandoo nara xareji."},{"style":"v","verse":"8","text":"Daawuda dégg ko, yebal Yowab ak mboolem gàngooru jàmbaar ya."},{"style":"v","verse":"9","text":"Ba mu ko defee Amoneen ña génn làng-dér ca seen buntu dëkk ba. Buur yi leen sotlesee nga taxawe nee ca àll ba, seen wetu bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Yowab nag gis làngi xare yi ñu wara jànkoonteel, ña ko féete kanam ak ña ca gannaaw. Mu tànne ca gàngooru Israayil ay jàmbaari xare, ñu làng-déral waa Siri."},{"style":"v","verse":"11","text":"La des ca gàngoor ga nag mu teg leen ca loxol rakkam Abisay, yebal leen ñu jànkoontejeek Amoneen ña."},{"style":"v","verse":"12","text":"Yowab ne Abisay: «Su ma waa Siri ëppee doole, nga wallusi ma; su la Amoneen ñi ëppee doole, ma wallusi la."},{"style":"v","verse":"13","text":"Dëgërluleen nag te nu góor-góorlu xeexal sunu xeet ak sunu dëkki Yàlla yii. Aji Sax ji nag yal na def liy coobareem.»"},{"style":"v","verse":"14","text":"Ba loolu amee Yowab ak gàngoor ga ànd ak moom sàqi, song waa Siri xare, ñu daw, won leen gannaaw."},{"style":"v","verse":"15","text":"Amoneen ña gis waa Siri di daw, ñoom it ñu daw, won Abisay rakki Yowab gannaaw, ba dellu ca biir dëkk ba. Yowab nag dellu Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ci biir loolu waa Siri gis ne Israayil duma na leen, ñu yónni ay ndaw, jëli waa Siri ña ca wàllaa dexu Efraat, Sofag njiital gàngooru Adadeser jiite leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Naka lañu ko wax Daawuda, mu woo Israayil gépp, ànd ak ñoom, jàll dexu Yurdan wuti leen, daldi làng-dér janook ñoom. Daawuda làng-dér jànkoonteek waa Siri ca seen xare baak moom."},{"style":"v","verse":"18","text":"Waaye waa Siri ñoo daw, won Israayil gannaaw, Daawuda rey ca ñoom juróom ñaari junniy (7~000) gawar yuy dawal watiir ak ñeent fukki junniy (40~000) góor ñu warul. Sofag njiital xare ba it, mu rey ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba jawriñi Adadeser gisee ne daanu nañu fa kanam Israayil, dañoo jàmmook Daawuda, nangul ko. Loolu tax waa Siri nangootuñoo sotle Amoneen ña."}]