[{"style":"s1","text":"Daawuda waññ na bànni Israayil"},{"style":"p","text":""},{"style":"v","text":"Mu am bés \\w Seytaane|Seytaane:\\w*\\f + \\fr 21.1 \\fk Seytaane \\ft li muy firi mooy ab noon.\\f* jógal Israayil, daldi xiir Daawuda ci lim Israayil."},{"style":"v","text":"Daawuda wax Yowab ak njiiti mbooloo ma, ne leen: «Demleen ngeen waññil ma Israayil, dale ko Beerseba ga ca bëj-saalum, ba Dan ga ca bëj-gànnaar, doora délsi fi indil ma, ma xam seen lim.»"},{"style":"p","text":""},{"style":"v","text":"Yowab ne ko: «Buur, yal na Aji Sax ji ful askan wi téeméeri yoon, waaye sang bi, xanaa du ñoom ñépp say surga lañu? Loo namm ci loolu, ba nara yóbbe Israayil ag tooñ?»"},{"style":"p","text":""},{"style":"v","text":"Terewul kàddug Buur ëpp doole Yowab. Yowab bàyyikoo fa, wëri Israayil gépp, ba délsiwaat Yerusalem."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yowab indil Daawuda limu askan wa, Israayil gépp di junniy junni ak téeméeri junniy (1~100~000) góor ñu tollu ci xare, Yuda am ñeenti téeméeri junniy góor ak juróom ñaar fukki junni (470~000), ñépp tollu ci xare."},{"style":"p","text":""},{"style":"v","text":"Waaye giiri \\w Lewi|Leween b-:\\w* ak Beñamin, Yowab limaalewu leen, ndax ndigalal buur la da ko soofoon lool."},{"style":"v","text":"Ndigal loolu nag Yàlla ñaawlu ko, ba tax mu mbugal Israayil."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Daawuda ne Yàlla: «Bàkkaar naa lool ndax lii ma def. Léegi nag Boroom bi, ngalla jéggal ma samag ñaawtéef ndax jëfi dof ju réy lool laa def.»"},{"style":"v","text":"Aji Sax ji wax Gàdd boroom peeñu bu Daawuda, ne ko:"},{"style":"v","text":"«Demal wax Daawuda ne ko: “Aji Sax ji dafa wax ne: Ñett laa lay jox; yaay tànn lu ma la ciy def.”»"},{"style":"p","text":""},{"style":"v","text":"Gàdd dem ca Daawuda jottali ko wax ja, ne ko: «Aji Sax ji dafa wax ne: Tànnalal sa bopp."},{"style":"v","text":"Diggante ñetti ati xiif ak ñetti weer yooy daw say noon ñu di la dab ak saamar, ak ñetti fani saamaru Aji Sax ji, di mbas ci réew mi, \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* ji di faat \\w bànni Israayil|bànni Israayil:\\w* wet gu nekk. Léegi tànn ci lenn, ma xam lu may waxi ki ma yónni.»"},{"style":"v","text":"Daawuda ne Gàdd: «Am naa njàqare lool, waaye naa tàbbi ci loxol Aji Sax ji rekk ndax yërmandeem yaa na lool, waaye loxol doom aadama moom, yàlla buma ci daanu.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Aji Sax ji wàcce mbas ci kaw Israayil, juróom ñaar fukki junniy (70~000) nit dee ca Israayil."},{"style":"v","text":"Naka la Yàlla yónni malaaka ca Yerusalem ngir mu faat leen, mu leen di faat nag, Aji Sax ji gis ko, naqarlu njekkar la, daldi wax ak malaakam reykat ma ne ko: «Léegi doy na! Teggil sa loxo.» Booba malaakam Aji Sax jaa nga taxaw ca dàggay Ornan\\f + \\fr 21.15 \\fk Ornan \\ft mooy Arawna ba tey. Seetal ci \\bk 2.Samiyel\\bk* 24.16.\\f* Yebuseen ba."},{"style":"p","text":""},{"style":"v","text":"Daawuda teen, gis malaakam Aji Sax ji taxaw diggante asamaan ak suuf. Ma nga bocci saamaram, ŋàbb ca loxoom, xàcc, mu tiim Yerusalem. Daawuda ak magi Israayil ànd ne gurub, dëpp seen jë fa suuf. Ña nga sol ay saaku, di ko toroxloo."},{"style":"p","text":""},{"style":"v","text":"Daawuda nag ne Yàlla: «Xanaa du man maa dogoo lim askan wi? Man miy sàmm bi déy, maa bàkkaar, maa def lu bona bon. Ñii diy xar doŋŋ, topp ci man, lu ñu def? Aji Sax ji sama Yàlla, na sa loxo dal ci sama kaw man kay, maak sama waa kër baay! Mbas mi bumu dal saw askan!»"},{"style":"v","text":"Fekk na malaakam Yàlla ne Gàdd mu sant Daawuda, ngir mu dem tabaxal Aji Sax ji \\w sarxalukaay|sarxalukaay b-:\\w* ca dàggay Ornan, Yebuseen ba."},{"style":"v","text":"Daawuda dem ca, na ko ko Aji Sax ji sante, Gàdd jottali."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Ornan séen malaaka ma. Ñeenti doomam dem làquji, Ornan di bàcc am pepp."},{"style":"v","text":"Ba Daawuda dikkee ba ci Ornan, Ornan séen Buur, daldi génn dàgga ja, sujjóotal Daawuda, dëpp jëëm ca suuf."},{"style":"v","text":"Daawuda ne ko: «Jox ma sa béreb bii nga def dàgga, ndax ma tabaxal fi Aji Sax ji sarxalukaay, ndax mbas mi dal ci kaw askan wi yem fi. Jox ma ko, ma wecci la ko njëg gu mat sëkk.»"},{"style":"p","text":""},{"style":"v","text":"Ornan ne Daawuda: «Buur, sang bi, jëlal, def ko lu la neex. Nag yaa ngii, def ko \\w saraxu rendi-dóomal|Sarax yi:\\w*, watiir yi, nga def ko matt, bele bi nga def \\w saraxu pepp|Sarax yi:\\w*. Lépp jox naa la ko.»"},{"style":"p","text":""},{"style":"v","text":"Teewul Buur Daawuda ne Ornan: «Déedéet, jënd kay laay def ci njëg gu mat sëkk sax, ndax duma jël sa alal di ko jox Aji Sax ji; te duma jël lu ma dikkewul dara di ko def saraxu rendi-dóomal.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Daawuda fey Ornan ca pàkk ba juróom benni téeméeri siikali wurus."},{"style":"v","text":"Gannaaw loolu Daawuda tabaxal fa Aji Sax ji sarxalukaay, rendi fa ay juri saraxu rendi-dóomal ak ay \\w saraxi cant ci biir jàmm|Sarax yi:\\w*. Mu woo Aji Sax ji wall, Aji Sax ji nangul ko, misaale ko ko sawara wu wàcce asamaan, tàkk ca kaw sarxalukaayu rendi-dóomal ba."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Aji Sax ji wax ak malaaka ma, mu delloo saamaram ca mbar ma."},{"style":"v","text":"Ci jant yooyu, Daawuda gis ne Aji Sax ji nangul na ko ca dàggay Ornan Yebuseen ba, mu di fa faral di ko fa defal ay sarax."},{"style":"v","text":"Ndaxte \\w jaamookaay|xaymab ndaje m-:\\w* ba Musaa yékkati woon ca màndiŋ ma, ak sarxalukaayu rendi-dóomal ba, ña nga woon jant yooyu ca kaw tund wa ca Gabawon."},{"style":"p","text":""},{"style":"v","text":"Waaye Daawuda manul woona dem foofa sàkku ndimbalu Yàlla ndax ragal saamaru malaakam Aji Sax ji."}]