[{"style":"s1","verse":"","text":"Daawuda tabb na Leween ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Daawuda màggatee, làq ay ati at ba doyal, doomam Suleymaan la fal buurub Israayil."},{"style":"v","verse":"2","text":"Mu teg ca woolu mboolem kilifay Israayil ak \\w sarxalkat|sarxalkat b-:\\w* yaak \\w Leween|Leween b-:\\w* ña."},{"style":"v","verse":"3","text":"Ba ñu waññee Leween ña dale ko ca ña am fanweeri at jëm kaw, lim ba bépp fanweeri junni ak juróom ñett la (38~000)."},{"style":"v","verse":"4","text":"Daawuda ne: «Ñaar fukki junni ak ñeent (24~000) ca ñoom ñooy sasoo liggéeyu kër Aji Sax ji, juróom benni junni (6~000) diy saytukat aki àttekat."},{"style":"v","verse":"5","text":"Ñeenti junni (4~000) di ay wattukati bunt, ñeenti junni (4~000) di woyal Aji Sax ji mu ànd ak jumtukaayi xumbéen yi ma defarlu, ñu di ko sante Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ci kaw loolu Daawuda séddale Leween ñi ñetti kuréel yu dëppook ñetti làngi doomi Lewi yu góor ya leen meññ, di Gerson ak Keyat ak Merari."},{"style":"s2","verse":"","text":"Askanu Gerson a ngii"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Askanu Gerson di Ladan ak Simey."},{"style":"v","verse":"8","text":"Doomi Ladan yu góor ñoo di Yexyel may taaw ak Setam ak Yowel, ñuy ñett."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Doomi Simey yu góor ñoo di Selomit ak Asyel ak Aran, ñuy ñett ñooñu ñoo doon kilifay kër yi soqikoo ci Ladan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Doomi Simey yu góor ñoo di Yaxat ak Sisa ak Yewus ak Berya."},{"style":"v","verse":"11","text":"Yaxat moo doon taaw, Sisa di ñaareelu doomam, waaye Yewus ak Berya barelewuñu ay doom yu góor, ba tax ñu boole leen genn kër ca lim ba."},{"style":"s2","verse":"","text":"Askanu Keyat a ngii"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Askanu Keyat di Amram ak Iccar ak Ebron ak Usyel."},{"style":"v","verse":"13","text":"Doomi Amram yu góor ñoo di Aaróona ak Musaa. Aaróona nag ñu jagleel ko Aji Sax ji, mook askanam ba fàww, mu féetewoo liggéeyu \\w néeg bu sella sell|néeg bu sell b-:\\w* bi, di taalal Aji Sax ji saraxu \\w cuuraay|cuuraay l-:\\w*, di ko jaamu tey ñaanal askan wi ci turu Aji Sax ji ba fàww."},{"style":"v","verse":"14","text":"Góor ñiy doomi Musaa, nitug Yàlla ka, ñoom dañu leena limaale ci giirug \\w Leween|Leween b-:\\w* ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Doomi Musaa yu góor ñoo di Gersom ak Elyeser."},{"style":"v","verse":"16","text":"Taawub Gersom bu góor moo di Sebuwel."},{"style":"v","verse":"17","text":"Elyeser kenn la am ci doom ju góor, muy Rexabya; amul keneen, waaye ñu bare soqeekoo nañu ci Rexabya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Doomi Iccar ju góor moo di Selomit, taawam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Doomi Ebron yu góor ñoo di Yerya taawam, ñaareel ba di Amarya, ñetteel ba di Yaxasyel, ñeenteel ba di Yekamam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Doomi Usyel yu góor ñoo di Mise, taawam, ñaareel ba di Isiya."},{"style":"s2","verse":"","text":"Askanu Meraree ngii"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Doomi Merari yu góor ñoo di Maxli ak Musi. Doomi Maxli yu góor ñoo di Elasar ak Kis."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Elasar dee na te amul doom ju góor. Ay doom yu jigéen rekk la am. Seeni càmmiñ, doomi Kis, denc leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Doomi Musi yu góor ñoo di Maxli ak Eder ak Yeremot, ñuy ñett."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ñooñu ñoo askanoo ci \\w Lewi|Leween b-:\\w*, di ay kilifa ca seeni kër baay, ñu waññ leen, kenn-kenn, bind seeni tur. Ñoo doon ñi am ñaar fukki at ak lu ko ëpp, di liggéey ci kër Aji Sax ji."},{"style":"v","verse":"25","text":"Fekk na Daawuda waxoon ne: «Aji Sax ji Yàllay Israayil jàmmal na ñoñam, dëkk na moom ci boppam ba fàww ci Yerusalem."},{"style":"v","verse":"26","text":"Kon nag soxlaatul Leween ñi di gàddu \\w xaymab ndaje|xaymab ndaje m-:\\w* meek mboolem ndab yi mu àndal te ñu di ko jëfandikoo ci seen liggéey.»"},{"style":"v","verse":"27","text":"Dogal bi Daawuda mujja jël daal mooy ñu waññ Leween ñu góor ñi dale ko ci ñi am ñaar fukki at jëm kaw, bind leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ñu nekk nag ci kilifteefu sëti Aaróona ci liggéeyu kër Aji Sax ji, ca ëtt yaak néeg ya mu feggool. Ñuy sellal jumtukaay yu \\w sell|sell:\\w* ya yépp ba tey, te sasoo yeneen liggéey ca biir kër Yàlla ga."},{"style":"v","verse":"29","text":"Ñoo yoroon itam mburu may tege ca kaw taabal ja, ak sunguf sa ñuy def \\w saraxu pepp|Sarax yi:\\w*, ak mburu yu ndaw ya dul am lawiir, ak yeneen nàkk yu ñuy saaf ak yu ñuy xiiwaale ak diw. Leneen lu ñu doon toppatoo it, di nattukaayu tibb-sotti ya ak nattukaayi guddaay ya."},{"style":"v","verse":"30","text":"Ñu teg ca di teew suba ak ngoon ngir màggal Aji Sax ji, sant ko."},{"style":"v","verse":"31","text":"Ñu boole ci di sarxalal Aji Sax ji mboolem \\w saraxu rendi-dóomal|Sarax yi:\\w* ci \\w bési Noflaay|bésub Noflaay b-:\\w* ak Terutel weer, ak bési màggal; ñuy liggéeyal Aji Sax ji fàww, na leen yoon àppalee ay ya ak na ñu ko wara defe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Leween ña nag di sàmm ndénkaaneb xaymab ndaje ma, ak ndénkaaneb béreb bu sell ba, ak ndénkaaneb sëti Aaróona ñiy seeni bokk, ci wàllu liggéeyu kër Aji Sax ji."}]