[{"style":"s1","text":"Daawuda tabb na woykat yi"},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Daawuda ànd ak njiiti gàngooru xare ga, daldi ber ñenn ci sëti Asaf ak Eman ak Yedutun, ñu féetewoo liggéeyu jottali kàdduy \\w waxyu|waxyu:\\w*, boole kook tëggum xeeti xalam ak tabala. Ña féetewoo woon boobu liggéey, seen lim a ngi nii:"},{"style":"p","text":""},{"style":"v","text":"Ci wàllu Asaf, doomi Asaf yu góor la, di Sakur ak Yuusufa ak Netaña ak Asareela, seen baay jiite leen, di jottali ay kàdduy waxyu ci ndigalal Buur."},{"style":"v","text":"Ci wàllu Yedutun, juróom benni doomi Yedutun yu góor la, di Gedalya ak Ceri ak Esayi ak Simey ak Asabya ak Matica; seen baay jiite leen, di jottali ay kàdduy waxyu, ànd ak xeetu xalam di sant aka màggal Aji Sax ji."},{"style":"v","text":"Ci wàllu Eman, doomi Eman yu góor la, di Bukiya ak Mataña ak Usyel ak Sebuwel ak Yerimot ak Anaña ak Anani ak Elyata ak Gidalti ak Romameti Eser ak Yosbekasa ak Maloti ak Otir ak Maxasiyot."},{"style":"v","text":"Góor ñooñu ñépp di doomi Eman boroom peeñu biy liggéeyal Buur bi doon jottali Buur kàddug Yàlla ngir màggal Yàlla. Yàlla may na Eman fukki doom yu góor ak ñeent ak ñetti doom yu jigéen."},{"style":"v","text":"Ñooñu ñépp nekk ca seen njiital baay ci woyi kër Aji Sax ji, boole kook tëggum xeeti xalam aki tabala, muy seen liggéey ca kër Yàlla ga. Asaf ak Yedutun ak Eman nag nekk ci ndigalal Buur."},{"style":"v","text":"Ñook seeni bokk nag doonoon ñu mokkal te xareñ ci woy Aji Sax ji, te di ñaari téeméer ak juróom ñett fukk ak juróom ñett (288)."},{"style":"v","text":"Ñu tegoo bant liggéey ba, ñoom ñépp, mag ak ndaw, jàngalekat yaak ndongo ya."},{"style":"v","text":"Noonu ka bant ba njëkka yemool di Asaf mu dal ca Yuusufa; ñaareel ba di Gedalya mook bokkam aki doomam yu góor, ñuy fukk ak ñaar."},{"style":"v","text":"Ñetteel ba di Sakur mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Ñeenteel ba di Icciri mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Juróomeel ba di Netaña mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Juróom benneel ba di Bukiya mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Juróom ñaareel ba di Asareela mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Juróom ñetteel ba di Esayi mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Juróom ñeenteel ba di Mataña mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Fukkeel ba di Simey mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Fukkeel baak benn di Asareel mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Fukkeel baak ñaar di Asabya mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Fukkeel baak ñett di Subayel mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Fukkeel baak ñeent di Matica mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Fukkeel baak juróom di Yeremot mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Fukkeel baak juróom benn di Anaña mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Fukkeel baak juróom ñaar di Yosbekasa mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Fukkeel baak juróom ñett di Anani mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Fukkeel baak juróom ñeent di Maloti mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Ñaar fukkeel ba di Elyata mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Ñaar fukkeel baak benn di Otir mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Ñaar fukkeel baak ñaar di Gidalti mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Ñaar fukkeel baak ñett di Maxasiyot mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."},{"style":"v","text":"Ñaar fukkeel baak ñeent di Romameti Eser mook doomam yu góor aki bokkam, ñuy fukk ak ñaar."}]