[{"style":"s1","text":"Daawuda tabb na wattukati bunti kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Kuréeli wattukati bunt yi, nii lañu ko séddalee woon: Ci askanu Kore, Meselemya la, sëtub Kore, bokk ci doomi Asaf."},{"style":"v","text":"Ay doomam yu góor di Sàkkaryaa taaw ba, Yediyel di ñaareel ba, Sebaja di ñetteel, Yatniyel di ñeenteel,"},{"style":"v","text":"Elam di juróomeel, Yoxanan di juróom benneel, Elyowenay di juróom ñaareel."},{"style":"p","text":""},{"style":"v","text":"Obedd Edom am ay doom yu góor: taaw ba di Semaya, ñaareel ba di Yewosabàdd, ñetteel ba di Yowax, ñeenteel ba di Sakar, juróomeel ba di Netaneel,"},{"style":"v","text":"juróom benneel ba di Amyel, juróom ñaareel ba di Isaakar, juróom ñetteel ba di Pewultay. Obedd Edom nag Yàlla da koo barkeeloon."},{"style":"v","text":"Taawam Semaya amoon na ay doom yu góor, di ay kilifa ci seen kër baay ndax nit ñu tekki lañu woon."},{"style":"v","text":"Doomi Semaya yu góor ñoo di Otni ak Refayel ak Obedd ak Elsabat ñook seeni bokk yu tekki, di Eliyu ak Semakiya."},{"style":"v","text":"Ñooñu ñépp sëti Obedd Edom lañu, ñook seen doom yu góor ak seeni bokk; ñuy nit ñu tekki diy jàmbaar ci liggéey bi, tollu ci juróom benn fukk ak ñaar ñu ñu waññal Obedd Edom."},{"style":"p","text":""},{"style":"v","text":"Kuréelu Meselemya doomam yu góor a ca nekk aki bokkam, di fukki nit ak juróom ñett ñu tekki."},{"style":"p","text":""},{"style":"v","text":"Osa mu làngug Merari am na ñeenti doom yu góor, Simri jiitu ca, baayam def ko njiit doonte du taaw;"},{"style":"v","text":"Ilkiya di ñaareel ba, Tebalya di ñetteel ba, Sàkkaryaa di ñeenteel ba. Kuréelu Osa mboolem doomam yu góor a ca nekk aki bokkam, di fukki nit ak ñett."},{"style":"p","text":""},{"style":"v","text":"Ci mboolem kuréeli wattukati bunt yooyu, kilifa yaak ña ca des dañu daan def seen liggéey ci biir kër Aji Sax ji."},{"style":"v","text":"Dañoo tegoo bant bunt bu nekk, ngir jox ko waa kër gi koy wattu, mag ñeek ndaw ñi bokk ci yem."},{"style":"v","text":"Ka muurloo buntu penku ba nag di Selemya. Sàkkaryaa, doomam ju góor ja amoon xel mu ñaw, daldi muurloo bunt ba féete bëj-gànnaar."},{"style":"v","text":"Obedd Edom féetewoo buntub bëj-saalum, ay doomam yu góor féetewoo këri dencukaay ya."},{"style":"v","text":"Suppim a nga feggook Osa bokk di wattu buntub sowu ba ak buntub Saleket bay ubbikoo ca yoonu yéeg ga."},{"style":"p","text":"Kuréeli wattukat yi nii lañu leen sase woon:"},{"style":"v","text":"Amoon na juróom benni \\w Leween|Leween b-:\\w* yu aye wetu penku bés bu nekk, ak ñeenti Leween wetu bëj-gànnaar bés bu nekk, ak ñeent ca bëj-saalum bés bu nekk, ak ñaar ñuy awanteek ñaar ca dencukaay ya."},{"style":"v","text":"Ñeent a nekkoon ca mbedd ma, ngir ëtt ba ca sowu; ñaar nekk ca ëtt ba."},{"style":"v","text":"Looloo doon kuréeli wattukati bunt ya bokkoon ca askanu Kore ak Merari."},{"style":"s1","text":"Daawuda tabb na saytukati alal yi"},{"style":"p","text":""},{"style":"v","text":"Yeneen \\w Leween|Leween b-:\\w*, ñu mel ni Axya lañu dénkoon alali kër Yàlla ga ak alal yu \\w sell|sell:\\w* ya."},{"style":"v","text":"Sëti Ladan mu làngu Gerson, diy kilifa ci seeni waa kër, doomam Yexyelee ci bokkoon."},{"style":"v","text":"Doomi Yexyeli yu góor ñooy Setam ak Yowel. Mbokku Yexyeli di wattu alali kër Aji Sax ji."},{"style":"v","text":"Ci wàllu làngi Amram ak làngu Iccar ak làngu Ebron ak làngu Usyel:"},{"style":"v","text":"Sebuwel, ma askanoo ca Gersom, doomu Musaa ju góor, moo doon jawriñ ja ñu dénk alal ya."},{"style":"v","text":"Bokkam yi soqikoo ci Elyeser nii lañu toppantee: Rexabya ak Esayi ak Yoram ak Sikkri ak Selomit."},{"style":"v","text":"Selomit mooki bokkam lañu dénkoon mboolem alal yu sell ya, te ña ko sellalal Aji Sax ji, di Buur Daawuda ak kilifay kër ña jiite woon kuréeli junniy nit ak ña jiite woon kuréeli téeméer ya ak yeneen njiiti mboolooy xare ya."},{"style":"v","text":"Ñooñu dañoo jëloon ca la ñu lële ca ay xare, jagleel ko liggéeyu kër Aji Sax ja ñuy defaraat."},{"style":"v","text":"Mboolem lu ñu sellal te ña ko sellalal Aji Sax ji, di Samiyel boroom gis ba, ak Sawul doomu Kis, ak Abner doomu Ner, ak Yowab doomu Ceruya, ak yeneen yu ñu sellal yépp, dañu ko tegoon ca loxol Selomit mooki bokkam."},{"style":"s1","text":"Daawuda tabb na yeneen jawriñam"},{"style":"p","text":""},{"style":"v","text":"Ñi bokk ci làngu Iccar, di Kenaña aki doomam yu góor, ñoo gàddu woon mbiri biir dëkk ba ca Israayil, yore saytu ba ak àtte ba."},{"style":"v","text":"Ñi bokk ci làngu Ebron, di Asabya aki bokkam, di junniy nit ak juróom ñaari téeméer (1~700) ñu tekki, ñoo yilifoon wetu Israayil gi féete dexu Yurdan sowu ci mboolem lu jëm ci liggéeyu Aji Sax ji ak liggéeyu buur."},{"style":"v","text":"Ci wàllu làngu Ebron, Yerya moo doon kilifa ga. Ca ñeent fukkeelu atu nguurug Daawuda, seet nañu ba gis ca seen biir, ca Yaser ga ca diiwaanu Galàdd, ay nit ñu tekki ñu bokk ca ñoom."},{"style":"v","text":"Yerya amoon na ñaari junniy bokkam ak juróom ñaari téeméer (2~700), ñuy nit ñu tekki, jiite seeni kër baay. Buur Daawuda dénk leen saytub waa giirug Ruben ak giiru Gàdd ak genn-wàllu giirug Manase ci mboolem lu jëm ci mbiri Yàlla ak mbiri Buur."}]