[{"style":"s1","verse":"","text":"Daawuda dénku na askan wi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Daawuda woolu ca Yerusalem kilifay Israayil yépp, di kilifay giir yaak kilifay kuréel ya ca liggéeyu buur ak kilifay kuréeli junni yaak kilifay kuréeli téeméeri nit ya ak ña ñu dénk alali buur yépp ak juri Buur ak juri doomam yu góor, ak jawriñi kër buur yaak jàmbaari xare ñaak mboolem ñeyi xare ya."},{"style":"v","verse":"2","text":"Daawuda taxaw, ne leen: «Yeen bokk yiy sama ñoñ, dégluleen ma: Damaa nammoon ci sama xol ne dinaa tabaxal \\w gaalu kóllërey Aji Sax|gaalu kóllëre g-:\\w* ji kërug noppalukaay, muy sunu ndëggastalu Yàlla, te doon naa ko waaja tabax."},{"style":"v","verse":"3","text":"Waaye Yàlla ne ma: “Du yaw yaa may tabaxal kër gu ñuy may tudde, ndax nitu xare nga te tuur nga deret ju bare.”"},{"style":"v","verse":"4","text":"Terewul Aji Sax ji Yàllay Israayil tànn ma ci sama mboolem kër baay, may buurub Israayil ba fàww. Soob na ko moos mu jiital giirug Yuda, tànne ca kër Yuda saa kër baay, te góor ñi sama baay jur it man la ci tànn, fal ma, may buurub Israayil gépp."},{"style":"v","verse":"5","text":"Ci biir loolu, sama doom yu góor yépp, te Yàlla may na ma doom yu góor yu bare, sama doom Suleymaan la ci tànn, teg ko ci jalu nguuru Aji Sax ji, ci kaw Israayil."},{"style":"v","verse":"6","text":"Mu ne ma: “Sa doom Suleymaan mooy tabax sama kër ak samay ëtt, ndax maa ko tànnal sama bopp, mu mel ni sama doom, ma mel ni baayam."},{"style":"v","verse":"7","text":"Maay saxal nguuram ba fàww, ndegam sax na, ni bésu tey jii ci jëfe samay santaane ak sama dogali yoon.”"},{"style":"v","verse":"8","text":"Kon nag dénk naa leen, Israayil, ñoñi Aji Sax ji, yeen ñépp di gis, sunu Yàlla di dégg. Sàmmleen mboolem seen santaaney Yàlla Aji Sax ji, te topp ci, su ko defee réew mu baax mi des ci seeni loxo, ngeen donale ko seeni sët yi leen fiy wuutu ba fàww."},{"style":"s1","verse":"","text":"Daawuda dénku na Suleymaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Yaw Suleymaan, doom, nanga wuta xam bu baax Yàlla ji ma gëm, man sa baay, te jaamoo ko xol bu ko wéetal ak xel mu ko déggal. Ndax biir xolu ku nekk Aji Sax ji da koy xool, te mboolem lu nit namm, di ko mébét xam na ko. Soo ko toppee, dina la ubbil boppam. Waaye soo ko dëddoo, dina la xarab ba fàww."},{"style":"v","verse":"10","text":"Xoolal rekk ni Aji Sax ji tànne, nga tabaxal ko kër, muy béreb bu sell. Dëgërlul nag te taxaw ci.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba mu ko defee Daawuda jox doomam Suleymaan misaalu mbaaru buntu jaamookaay bi ak tabax ya ca bokk ak néegi dencukaay yaak néegi kaw yaak néegi biir ya ak néeg bay def kubeeru njotlaay gi ci kaw \\w gaal|gaalu kóllëre g-:\\w* gi."},{"style":"v","verse":"12","text":"Mu jox ko itam misaalu mboolem lu ko leerug Yàlla xiiroon, ngir mu tabax ko, muy ëtti kër Aji Sax ji ak mboolem tabax ya koy wër, ak dencukaayi kër Aji Sax ji ak dencukaayi jumtukaay yu \\w sell|sell:\\w* ya."},{"style":"v","verse":"13","text":"Ci kaw loolu mu limal ko kuréeli \\w sarxalkat|sarxalkat b-:\\w* yaak \\w Leween|Leween b-:\\w* ñaak mboolem sas yi bokk ci liggéeyu kër Aji Sax ji, ak itam mboolem jumtukaay ya ñuy liggéeye ci kër Aji Sax ji."},{"style":"v","verse":"14","text":"Won na ko it diisaay ba war ca lépp luy wurus ak lu ñu koy liggéeye, ak diisaay ba war ca lépp luy xaalis ak lu ñu koy liggéeye."},{"style":"v","verse":"15","text":"Wax na ko itam diisaayu tegukaayi làmpi wurus ya ak seen làmpi wurus, làmp bu ci nekk ak diisaayam; tegukaayi làmpi xaalis ya it ak diisaay ba ca war, ak seeni làmp, bu ci nekk ak na ñu koy jëfandikoo."},{"style":"v","verse":"16","text":"Won na ko ba tey diisaayu wurus wa ñuy defare taabal ya ñuy teg mburu yu sell ma ca kanam Aji Sax ji, ak diisaayu xaalis ba ñuy defare taabali xaalis ya."},{"style":"v","verse":"17","text":"Jox na ko itam misaalu seppikaayi yàpp yiy am bëñ, ak ndab yi ñuy tuuroo, ak njaq ya, ak diisaayu wurus wa ñuy defare ndabal wurus wu nekk, ak diisaayu xaalis ba ñuy defare ndabal xaalis bu nekk,"},{"style":"v","verse":"18","text":"ak diisaayu wurus wu raxul wa ñuy defare \\w sarxalukaayu|sarxalukaay b-:\\w* cuuraay ba, joxati ko misaalu watiir wa, te mooy jëmmi \\w serub|serub y-:\\w* yu wurus yay tàllal seeni laaf, yiire ko gaalu kóllërey Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Daawuda nag ne: «Loolu yépp bindees na ko, Aji Sax ji moo ma teg loxo, leeralal ma mboolem li ñu faramfàcce ci misaal mi.»"},{"style":"v","verse":"20","text":"Daawuda dellu ne doomam Suleymaan: «Dëgërlul nag te am fit te liggéey. Bul tiit, bul yoqi, ndax Aji Sax ji Yàlla miy sama Yàlla mu ngi ànd ak yaw. Du la wor, du la wacc, ba keroog njeextel mboolem lu ñuy def ci liggéeyu kër Aji Sax ji."},{"style":"v","verse":"21","text":"Te kat kuréeli sarxalkat yeek Leween ñaa ngi taxaw ngir lépp lu ñuy liggéey ci kër Yàlla gi, ak mboolem ku ko xolam nangu te mu xareñ ci bépp xeetu liggéey. Jawriñ ñeek askan wépp it dinañu la déggal ci lépp loo santaane.»"}]