[{"style":"s1","verse":"","text":"Ñii ñooy doomi Daawuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Doomi Daawuda yu góor ya mu amoon ca Ebron ñoo di: Amnon taaw ba Axinowam ma dëkkoon Yisreel di ndeyam. Ñaareelu doomam ju góor di Dañeel ma Abigayil ma dëkkoon Karmel di ndeyam."},{"style":"v","verse":"2","text":"Ñetteelu doomam ju góor moo di Absalom ma Maaka doomu Talmay buurub Gesur di ndeyam. Ñeenteel ba di Adoña ma Agit di ndeyam."},{"style":"v","verse":"3","text":"Juróomeelu doomam ju góor moo di Sefatiya, ma Abital di ndeyam. Juróom benneelu doomam ju góor di Ittireyam ma mu am ak soxnaam sa ñuy wax Egla."},{"style":"v","verse":"4","text":"Juróom benn ñooñu la Daawuda am ca Ebron ga mu falu buur juróom ñaari at ak juróom benni weer."},{"style":"p","verse":"","text":"Fanweeri at ak ñett nag la Daawuda falu ca Yerusalem."},{"style":"v","verse":"5","text":"Ña Daawuda am ca Yerusalem ñoo di Simeya ak Sobab ak Natan ak Suleymaan. Ñooñu ñeent Batseba mi Amyel di baayam mooy seen ndey."},{"style":"v","verse":"6","text":"Daawuda am na it Ibaar ak Elisama ak Elifelet."},{"style":"v","verse":"7","text":"Am na Noga ak Nefeg ak Yafya."},{"style":"v","verse":"8","text":"Am na Elisama ak Elyada ak Elifelet. Muy yeneen juróom ñeenti doomi Daawuda yu góor."},{"style":"v","verse":"9","text":"Muy mboolem doomi Daawuda yu góor ba mu des doom yi mu am ak ay nekkaaleem. Amoon na itam doom ju jigéen ju ñuy wax Tamar."},{"style":"s1","verse":"","text":"Ñii ñooy buuri Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Doomu Suleymaan mooy Robowam mi jur Abya, mu jur Asa, mu jur Yosafat."},{"style":"v","verse":"11","text":"Yosafat jur Yexoram, mu jur Axasya, mu jur Yowas,"},{"style":"v","verse":"12","text":"mu jur Amaciya, mu jur Asaryaa, mu jur Yotam;"},{"style":"v","verse":"13","text":"Yotam jur Axas, mu jur Esekiyas, mu jur Manase."},{"style":"v","verse":"14","text":"Manase moo jur Amon mi jur Yosya."},{"style":"v","verse":"15","text":"Doomi Yosya yu góor ñoo di Yoxanan, ñaareelu doomam di Yoyakim, ñetteel ba di Cedesyas, ñeenteel ba di Salum."},{"style":"v","verse":"16","text":"Doomi Yoyakim yu góor ñoo di Yekoña ak Cedesyas."},{"style":"s1","verse":"","text":"Lii mooy askanu buur gannaaw gàddaay ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Yekoña lañu yóbbu ngàllo Babilon. Doomi Yekoña yu góor ñoo di Selcel"},{"style":"v","verse":"18","text":"ak Malkiram ak Pedaya ak Senacar ak Yekamya ak Osama ak Nedabya."},{"style":"v","verse":"19","text":"Doomi Pedaya yu góor ñoo di Sorobabel ak Simey. Sorobabel am na ñaari doom yu góor, Mesulam ak Anaña, ak doom ju jigéen ju ñuy wax Selomit."},{"style":"v","verse":"20","text":"Mu dellu am juróomi doom yu góor. Ñuy Asuba ak Oyel ak Berekya ak Asaja ak Yusab Xeset."},{"style":"v","verse":"21","text":"Ñi askanoo ci Anaña di ay góor ñoom ñépp di Pelaca ak Yesaya; ak itam doom yu góor yu Refaya ak yu Arnan ak yu Abdiyas ak yu Sekaña."},{"style":"v","verse":"22","text":"Ñi askanoo ci Sekaña ñoo di Semaya aki doomam yu góor, ñooy Atus ak Igal ak Baryax ak Neyarya ak Safat. Ñuy juróom benn."},{"style":"v","verse":"23","text":"Doomi Neyarya yu góor ñoo di Elyonay ak Esekiyas ak Asrikam, ñuy ñett."},{"style":"v","verse":"24","text":"Doomi Elyonay yu góor ñoo di Odawya ak Elyasib ak Pelaya ak Akub ak Yoxanan ak Delaya ak Anani, ñuy juróom ñaar."}]