[{"style":"s1","text":"Yeneen làngi Yudaa ngi nii"},{"style":"p","text":""},{"style":"v","text":"Ñi askanoo ci Yuda ñoo di Peres ak Esron ak Karmi ak Ur ak Sobal."},{"style":"v","text":"Reyaya doomu Sobal mooy baayu Yaxat, Yaxat di baayu Axumay ak Lawat. Ñaar ñooñu ñoo meññ làngi Corateen ñi."},{"style":"v","text":"Ñi sant Etam ñoo di Yisreel ak Yisma ak Yitbas. Àccelelponi mooy seenub jigéen."},{"style":"v","text":"Penuwel mi jur Gedor, ak Eser mi jur Usa ñoo doon góor ñi Ur di seen baay. Ur mooy taawub Efrata ma sanc Betleyem."},{"style":"v","text":"Asuur ma sanc Tekowa amoon ñaari soxna: Ela ak Naara."},{"style":"v","text":"Naara am ak moom Axusam ak Efer ak Temni ak Axastari. Ñooy doomi Naara yu góor."},{"style":"v","text":"Ela am naak moom ay doom yu góor: Ceret ak Cowar ak Etnan"},{"style":"v","text":"ak Kocc mi doon baayu Anub ak Accobeba, te mooy maamu làngi Axarxel, góor ga Arum di baayam."},{"style":"p","text":""},{"style":"v","text":"Am na jenn way ju ñuy wax Yabecc. Moom lañu gënoona naw ci ñi mu bokkal. Yaayam tudde ko Yabecc ndax da ne: «Ci mitit wu tar laa ko jure\\f + \\fr 4.9 \\fk Yabecc \\ft dafa niroo ak baat biy firi mitit.\\f*.»"},{"style":"v","text":"Yabecc nag woo Yàllay Israayil wall, ne ko: «Éy, soo ma barkeeloon a barkeel, yokk samag moomeel, ànd ak man, musal ma ci lu aay lu may yóbbe mitit.» Yàlla may ko la mu ñaan."},{"style":"p","text":""},{"style":"v","text":"Ku ñuy wax Kelub moo bokk ak Suxa, di baayu Mexir, Mexir mooy baayu Eston."},{"style":"v","text":"Eston mooy baayu Bet Rafa ak Paseya ak Texina. Texina moo sanc dëkk ba ñuy wax Naxas. Ñooy ñoo dëkkoon Reka."},{"style":"p","text":""},{"style":"v","text":"Doomi Kenas yu góor ñoo di Otniyel ak Seraya. Doomi Otniyel yu góor ñooy Atàdd ak Meyonotay."},{"style":"v","text":"Meyonotay mooy baayu Ofra, Seraya di baayu Yowab ma sancoon fa ñuy woowe xuru Liggéeykat ya ndax ay liggéeykat lañu woon."},{"style":"v","text":"Doomi Kaleb, doomu Yefune, ñoo di Iru ak Ela ak Naam. Ela moo doon baayu Kenas."},{"style":"p","text":""},{"style":"v","text":"Doomi Yewalelel yu góor di Sif ak Sifa ak Tirya ak Asareel."},{"style":"p","text":""},{"style":"v","text":"Doomi Esra yu góor di Yeter ak Meredd ak Efer ak Yalon. Bitya soxnas Meredd moo jur Maryaama ak Samay ak Yisbax ma jur Estemowa. Bitya moo doon doomu Firawna. Meredd amoon na itam soxnas waa Yuda, am ak moom Yeredd, ma sanc Gedor, ak Eber ma sanc Soko, ak Yekutiyel ma sanc Sanowa."},{"style":"p","text":""},{"style":"v","text":"Oja moo doon denc jigéenub Naxam. Ñoo meññ Garmeen ñi ña dëkke woon Keyla, ak Maakateen ña dëkke woon Estemowa."},{"style":"p","text":""},{"style":"v","text":"Doomi Simoŋ yu góor ñoo di Amnon ak Rina ak Ben Anan ak Tilon. Ñi askanoo ci Yisey ñoo di Soxet ak doomu Soxet ju góor."},{"style":"v","text":"Ña askanoo ci Sela, doomu Yuda ju góor, ñoo di Er ma sanc Leka, ak Lada ma sanc Maresa, ak itam làngi ya séq kër ga ñuy liggéeye lẽe ca Bet Asbeya."},{"style":"v","text":"Sela ba tey moo meññ Yokim, boole ca ña dëkk Koseba ak ña dëkk Yowas ak Saraf te moomoon Mowab bala ñoo dellu Lexem. Mbir mu yàgg a ngoogu."},{"style":"v","text":"Ñooñu ay tabaxkati ndabi ban lañu woon. Ña nga dëkke woon Netayim Gedera, di fa liggéeyal buur."},{"style":"s1","text":"Lii mooy askanu Simeyon, doomu Yanqóoba"},{"style":"p","text":""},{"style":"v","text":"Doomi Simeyon yu góor ñoo di Nemwel ak Yamin ak Yarib ak Sera ak Sawul."},{"style":"v","text":"Góor ñi askanoo ci Sawul ñoo di Salum mi jur Mibsam mu jur Misma."},{"style":"v","text":"Ñi askanoo ci Misma di Amuwel mi jur Sakur mu jur Simey."},{"style":"v","text":"Simey amoon na fukki doom yu góor ak juróom benn, ak juróom benni doom yu jigéen waaye ñu góor ñi mu bokkal jabootuñu. Moo tax seeni làng yépp giiruñu ni làngi Yuda."},{"style":"v","text":"Ña nga dëkke woon Beerseba ca Molada ak Àccar Suwal."},{"style":"v","text":"Dëkke woon nañu Bilaa it ak Eccem ak Tolat."},{"style":"v","text":"Dëkke woon nañu Betuwel ak Xorma ak Ciglaag."},{"style":"v","text":"Dëkke woon nañu Bet Markabot ba tey ak Àccar Susim ak Bet Birey ak Saarayim. Looloo doon seeni dëkk ba jant ya Daawuda faloo."},{"style":"v","text":"Amoon nañu itam juróomi dëkk yu ndaw, muy Etam ak Ayin ak Rimon ak Token ak Asan."},{"style":"v","text":"Ñu boole ca nag mboolem seen dëkk-dëkkaan yu ndaw ya wër dëkk yooyu ba ca Baal. Gox yooyu lañu dëkke woon te noonu lañu binde seen limeefu askan."},{"style":"p","text":""},{"style":"v","text":"Ni ñu lime kilifay làngi Simeyon nii la: Mesobab ak Yamleg ak Yosa, doomu Amaciya ju góor."},{"style":"v","text":"Yowel ca la ak Yewu doomu Yosbiya miy doomu Seraya ju góor tey sëtub Asyel."},{"style":"v","text":"Elyonay bokk na ca ak Yaakoba ak Yesoxaya ak Asaya ak Adiyel ak Yesimyel ak Benaya."},{"style":"v","text":"Sisa it bokk na ca; mooy góor gay doomu Sifey, doomu Alon, doomu Yedaya, doomu Simri, doomu Semaya."},{"style":"p","text":""},{"style":"v","text":"Ñooñu ñu lim seen tur ay kilifa lañu woon ci seeni làng. Mujj nañu bare lool."},{"style":"v","text":"Loolu tax ñu tas wuti Gedor, fa féeteek penkub xur wa, ngir amal seeni gàtt parlu."},{"style":"v","text":"Ñu gis fa parlu mu naat te baax. Foofa it yaatu lool, am jàmm te dal. Ña fa dëkkoon lu jiitu nag ña nga bokkoon ci askanu Xam."},{"style":"p","text":""},{"style":"v","text":"Ñooñu ñu lim seeni tur, dikk fa ca jamonoy Esekiyas buurub Yuda; daldi yàq xayma yi ak mbaari sëti Xam yooyu, faagaagal leen, ba ñu jeex tàkk ba tey jii. Ba loolu amee ñu wuutu leen fa ndax parlu ma ñu fa amal seeni gàtt."},{"style":"p","text":""},{"style":"v","text":"Amoon na it juróomi téeméeri nit ñu bokk ci askanu Simeyon ñu jàll ba ca diiwaanu tundi Seyir, ci njiital ñeenti doomi Yisey yu góor ya, di Pelaca ak Neyarya ak Refaya ak Usyel."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ñu rey ña desoon ca Amalegeen ña, dëkk fa nag booba ba bésub tey jii."}]