[{"style":"s1","text":"Lii mooy askanu Ruben, doomu Yanqóoba"},{"style":"p","text":""},{"style":"v","text":"Ruben moo doon taawub Israayil bu góor. Waaye gannaaw ba mu tëddee soxnas baayam, cér ba mu yelloo woon ndax la muy taaw, dañu koo féetale doomi góor ñi Yuusufa doomu Israayil, di seen baay. Taxul nag ñu bind Ruben, ba def ko mu dib taaw ci limu cosaan yi."},{"style":"v","text":"Yuda it ku amoon doole la ci biiri bokkam, te ci moom la buurub Israayil soqikoo. Waaye terewul céru taaw ba féeteek Yuusufa."},{"style":"p","text":""},{"style":"v","text":"Góor ñi Ruben, taawub Israayil, di seen baay ñoo di Enog ak Palu ak Esron ak Karmi."},{"style":"v","text":"Góor ñi askanoo ci Yowel ñoo di Semaya mi jur Gog mu jur Simey."},{"style":"v","text":"Simey moo jur Mise mi jur Reyaya mu jur Baal."},{"style":"v","text":"Baal moo jur Beera kilifag giiri Ruben ga Tiglaat Pilser buurub Asiri jàppoon, yóbbu réewam."},{"style":"v","text":"Bokki Bera ya doon ay kilifa ca seeni làng, bindoon nañu leen ca limeef ya. Ka ca jiitu di Yewel, Sàkkaryaa topp ca."},{"style":"v","text":"Ka ca topp nag di Bela, ku góor ka Asas di baayam, te Sema di maamam ju góor yi Yowel di baayam. Ña nga dëkkoon ca diiwaan ba ca diggante Arower ak Nebo ak Baal Mewon."},{"style":"v","text":"Ca wetu penku dëkke woon nañu ko ba fa leru màndiŋ ma xàjjale woon seen suuf ak dexu Efraat. Ndax nag dañoo bare woon ag jur ca diiwaanu Galàdd googu."},{"style":"v","text":"Ca jamonoy Sawul giirug Ruben googu xare nañook Agareen ña, ba duma leen, daldi dëkke seen xayma ca mboolem diiwaan ya féete Galàdd penku."},{"style":"s1","text":"Lii mooy askanu Gàdd, doomu Yanqóoba"},{"style":"p","text":""},{"style":"v","text":"Ñi askanoo ci Gàdd a nga dëkkoon fa janook ñoom ca diiwaanu Basan ba ca Salka."},{"style":"v","text":"Làng ga ca jiitu woon moo doon yu Yowel, ga ca topp di gu Safam, ga ca toppaat di gu Yanay, ak Safat ca Basan."},{"style":"p","text":""},{"style":"v","text":"Ñu feggook seeni bokk yu def juróom ñaari làng, muy làngug Mikayel ak làngug Mesulam ak làngug Seba ak làngu Yoray ak làngu Yakan ak làngu Siya ak làngu Eber."},{"style":"v","text":"Ñi sos làng yooyu nag ñoo di doomi Abixayil yu góor; seen maam yu góor di Uri, ak Yarowax mi jur Uri, ak Galàdd mi jur Yarowax, ak Mikayel mi jur Galàdd, ak Yesisay mi jur Mikayel, ak Yado mi jur Yesisay, ak Bus mi jur Yado."},{"style":"v","text":"Axi, ku góor kay doomu Abdiyel, di sëtub Gunni moo doon kilifag làng yooyu."},{"style":"v","text":"Askanu Gàdd nag ñoo dëkke woon mboolem diiwaanu Galàdd ak Basan ak gox ya ca bokk, boole ca parluy Saron, ba fa mu yem."},{"style":"p","text":""},{"style":"v","text":"Ñi bokk ci làng yooyu yépp limees na leen na ñu cosaanoo, ca janti Yotam buurub Yuda ak Yerbowam buurub Israayil."},{"style":"p","text":""},{"style":"v","text":"Waa giiri Ruben ak gu Gàdd ak genn-wàllu giirug Manase amoon nañu ay jàmbaar, ñu mane pakk ak saamar ak xalaaki fitt, boole ci tàggatu ngir xare, ñépp tollu ci ñeent fukki junni ak ñeent ak juróom ñaari téeméer ak juróom benn fukk (44~760), di ñu tollu ci xare."},{"style":"v","text":"Ñu xareek Agareen ña ak askanu Yetur ak askanu Nafis ak askanu Nodab."},{"style":"v","text":"Ca biir xare ba nag ñu woo Yàlla wall. Yàlla nangul leen ndax kóolute gu ñu amoon ci moom, mu wallu leen ba ñu duma Agareen ña ak mboolem ña àndoon ak ñoom."},{"style":"v","text":"Ñu nangu seenug jur, muy juróom fukki junniy (50~000) giléem, ak ñaari téeméeri junni ak juróom fukki (250~000) gàtt, ak ñaari junniy (2~000) mbaam, jàpp ca téeméeri junniy (100~000) nit."},{"style":"v","text":"Rey nañu ca ñu baree bare, ndax Yàllaa yoroon xare ba. Ñu wuutu nag Agareen ña ca seen suuf, ba keroog ñu yóbbu \\w bànni Israayil|bànni Israayil:\\w* réewum jàmbur."},{"style":"s1","text":"Lii mooy askanu genn-wàllu giirug Manase, doomu Yanqóoba"},{"style":"p","text":""},{"style":"v","text":"Genn-wàllu giirug Manase gaa nga dëkke woon fa dale Basan ba ca Baal Ermon ca Senir ak tundu Ermon. Ñu giiroon lañu."},{"style":"v","text":"Ña yilifoon seen këri maam ca ñoom ñoo di Efer ak Yisey ak Elyel ak Asriyel ak Yeremi ak Odawya ak Yadiyel. Kilifay kër yooyu ay ñeyi xare lañu woon, di ay nit ñu siiw."},{"style":"v","text":"Waaye gannaaw gi waa giir yooyu fecci worma seen digganteek seen Yàllay maam, di bokkaaleek yàllay waa réew mi leen Yàlla reyaloon."},{"style":"v","text":"Ci kaw loolu Israayil xabtal Pul buurub Asiri, di Tiglaat Pilser buurub Asiri, xiir ko ci song réewum giirug Ruben ak Gàdd ak genn-wàllu giirug Manase, jàpp leen, toxal ca diiwaani Ala ak Abor ak Ara ak ca wetu dexu Gosan. Ñu daldi fay des ba bésub tey jii."},{"style":"s1","text":"Lii mooy askanu Lewi, doomu Yanqóoba"},{"style":"p","text":""},{"style":"v","text":"Doomi Lewi yu góor ñoo di Gerson ak Keyat ak Merari."},{"style":"v","text":"Doomi Keyat yu góor ñoo di Amram ak Iccar ak Ebron ak Usyel."},{"style":"v","text":"Doomi Amram yu góor ñoo di Aaróona ak Musaa, Maryaama di doomam yu jigéen. Doomi Aaróona yu góor ñoo di Nadab ak Abiyu ak Elasar ak Itamar."},{"style":"v","text":"Elasar mooy baayu Fineyas, Fineyas di baayu Abiswa."},{"style":"v","text":"Abiswa mooy baayu Bukki, Bukki di baayu Usi."},{"style":"v","text":"Usi mooy baayu Seraxya, Seraxya di baayu Merayot."},{"style":"v","text":"Merayot mooy baayu Amarya, Amarya di baayu Axitub."},{"style":"v","text":"Axitub mooy baayu Cadog, Cadog di baayu Aximàcc."},{"style":"v","text":"Aximàcc mooy baayu Asaryaa di baayu Yoxanan."},{"style":"v","text":"Yoxanan mooy baayu Asaryaa. Asaryaa moomu \\w sarxalkat|sarxalkat b-:\\w* la woon ca kër Yàlla ga Suleymaan tabaxoon ca Yerusalem."},{"style":"v","text":"Asaryaa mooy baayu Amarya, Amarya di baayu Axitub."},{"style":"v","text":"Axitub mooy baayu Cadog, Cadog di baayu Salum."},{"style":"v","text":"Salum mooy baayu Ilkiya, Ilkiya di baayu Asaryaa."},{"style":"v","text":"Asaryaa mooy baayu Seraya, Seraya di baayu Yoccadag."},{"style":"v","text":"Yoccadag moomu gàddaayloo nañu ko ca jamono ja Aji Sax ji toxal waa Yuda ak Yerusalem, jaarale ko ci Nebukatnecar."}]