[{"style":"s1","verse":"","text":"Lii mooy askanu Sawul, mu giiru Beñamin"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Beñamin mooy baayu Bela miy taawam bu góor. Ku góor ka ca topp di Asbel, Aara di ñetteelu doomam ju góor."},{"style":"v","verse":"2","text":"Noxa di ñeenteelu doomam ju góor, Rafa di juróomeelu doomam ju góor."},{"style":"v","verse":"3","text":"Doomi Bela yu góor ñoo di Adar ak Gera ak Abiyudd."},{"style":"v","verse":"4","text":"Abiswa ca la ak Naaman ak Axowa."},{"style":"v","verse":"5","text":"Gera it ca la ak Sefufan ak Uram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6-7","text":"Doomi Exudd yu góor yooyu di Naaman ak Axya ak Gera. Ñoo doon kilifay làngu waa Geba ya ñu toxal Manaxat, te Gera moo leen toxal. Mooy baayu Usa ak Axixudd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Saxarayim, gannaaw ba mu fasee Usim ak Baara ñaari soxnaam ya, am na ay doom yu góor ca réewam Mowab."},{"style":"v","verse":"9","text":"Moo jël Odes soxna, am ca Yobab ak Cibya ak Mesa ak Malkam."},{"style":"v","verse":"10","text":"Am na ca it Yewucc ak Sakiya ak Mirma. Doomam yu góor yooyu mujj jiite seen kër baay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Fekk na mu am ak Usim ñaari doom yu góor, Abitub ak Elpaal."},{"style":"v","verse":"12","text":"Doomi Elpaal yu góor ñoo di Eber ak Misam ak Semedd. Semedd moomu moo tabax dëkk ya ñuy wax Ono ak Lodd ak dëkk yu ndaw ya ko wër."},{"style":"v","verse":"13","text":"Berya ak Sema ay kilifay làngi waa Ayalon lañu woon. Ñoo dàq waa Gaat."},{"style":"v","verse":"14","text":"Ñii di Axyo ak Sasag ak Yeremot"},{"style":"v","verse":"15","text":"ak Sebaja ak Aràdd ak Eder"},{"style":"v","verse":"16","text":"ak Mikayel ak Ispa ak Yoxa, ñooy góor ñi Berya di seen baay."},{"style":"v","verse":"17","text":"Sebaja nag mook Mesulam ak Iski ak Eber,"},{"style":"v","verse":"18","text":"ak Ismeray ak Isliya ak Yobab ñooy góor ñi Elpaal di seen baay."},{"style":"v","verse":"19","text":"Yakim ak Sikkri ak Sabdi"},{"style":"v","verse":"20","text":"ak Eliyenay ak Ciletay ak Elyel"},{"style":"v","verse":"21","text":"ak Adaya ak Beraya ak Simrat ñooy góor yi Simey di seen baay."},{"style":"v","verse":"22","text":"Ispan nag mook Eber ak Elyel"},{"style":"v","verse":"23","text":"ak Abdon ak Sikkri ak Xanan"},{"style":"v","verse":"24","text":"ak Anaña ak Elam ak Anatoca"},{"style":"v","verse":"25","text":"ak Ifdeya ak Penuwel, ñooy góor ñi Sasag di seen baay."},{"style":"v","verse":"26","text":"Samseray ak Sexarya ak Atalyaa"},{"style":"v","verse":"27","text":"ak Yaaresya ak Elya ak Sikkri, ñooy góor ñi Yeroxam\\f + \\fr 8.27 \\fk Yeroxam \\ft mooy Yeremot ba tey. Seetal ci aaya 14 (8.14).\\f* di seen baay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ñooñoo jiite woon seeni waa këri maam, ku nekk ak sag maas. Ña nga dëkkoon Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Baayu Gabawon, Gabawon la dëkkoon. Maaka la soxnaam tudd."},{"style":"v","verse":"30","text":"Taawam bu góor moo doon Abdon, góor ña ca topp di Cur ak Kis ak Baal ak Ner ak Nadab,"},{"style":"v","verse":"31","text":"ak Gedor ak Axyo ak Seker\\f + \\fr 8.31 \\fk Seker \\ft ak Sàkkaryaa, kenn ki la. Seetal ci \\bk 1.Jaar-jaar ya\\bk* 9.37.\\f*"},{"style":"v","verse":"32","text":"ak Miglot baayu Simeyam\\f + \\fr 8.32 \\fk Simeyam \\ft mooy Simeya ba tey. Seetal ci 9.38.\\f*. Ñooñu itam ña nga dëkkoon Yerusalem ñook seeni bokk."},{"style":"v","verse":"33","text":"Ner mooy baayu Kis, Kis di baayu Sawul, Sawul di baayu Yonatan ak Malkisuwa ak Abinadab ak Esbaal\\f + \\fr 8.33 \\fk Esbaal \\ft mooy Isboset ba tey. Seetal ci \\bk 2.Samiyel\\bk* 2.8.\\f*."},{"style":"v","verse":"34","text":"Doomu Yonatan ju góor moo di Meribaal\\f + \\fr 8.34\\fk Meribaal \\ft mooy Mefiboset ba tey. Seetal ci \\bk 2.Samiyel 4.4\\bk*; \\bk 1.Jaar-jaar ya\\bk* 9.40.\\f*; Meribaal di baayu Mise."},{"style":"v","verse":"35","text":"Doomi Mise yu góor ñoo di Piton ak Meleg ak Tareya ak Axas."},{"style":"v","verse":"36","text":"Axas mooy baayu Yowada, Yowada di baayu Alemet ak Asmawet ak Simri; Simri di baayu Mocca."},{"style":"v","verse":"37","text":"Mocca mooy baayu Bineya. Bineya di baayu Rafa, Rafa di baayu Elasa, Elasa di baayu Accel."},{"style":"v","verse":"38","text":"Accel amoon na juróom benni doom yu góor, ñuy Asrikam ak Bokkru ak Ismayel ak Seyarya ak Abdiyas ak Xanan. Ñooñu ñépp Accel moo leen jur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Eseg la Accel bokkal. Góor ñi Eseg di seen baay ñoo di Ulam, taawam, Yewus topp ca, Elifelet toppaat ca."},{"style":"v","verse":"40","text":"Doomi Ulam yu góor nag ay ñeyi xare lañu woon, diy fittkat. Amoon nañu ay doom yu góor ak sët yu góor yu takku, ñoom ñépp di téeméer ak juróom fukk (150)."},{"style":"p","verse":"","text":"Ñooñu ñépp ci Beñamin lañu soqikoo."}]