[{"style":"mt1","text":"1 Timote"},{"style":"p","text":""},{"style":"v","text":"Man Pool, ndawul °Kirist Yeesu ci ndigalu Yàlla sunu Musalkat ak Kirist Yeesu sunu yaakaar,"},{"style":"v","text":"maa ngi lay bind, Timote, yaw miy sama doomu diine ju wér. Na la Yàlla Baay bi ak Kirist Yeesu sunu Boroom may yiw, yërmande ak jàmm."},{"style":"s","text":"Ñiy jàngle luy sànke"},{"style":"p","text":""},{"style":"v","text":"Xam nga ne ba may dem diiwaanu Maseduwan, ñaanoon naa la, nga des dëkku Efes, ngir dénk ña fa doon jàngle luy sànke, ñu bàyyi ko."},{"style":"v","text":"Te it nga dénk leen, ñu baña topp léebi diiney neen ak limi maam yu dul jeex mukk. Loolu werante rekk lay jur, waaye du jëme kanam mbir mi Yàlla tëral, wéer ko ci ngëm."},{"style":"v","text":"Waaye li sunuy dénkaane di jur mooy mbëggeel gu jóge ci xol bu laab, ci xel mu dal ak ci ngëm gu wér."},{"style":"v","text":"Am na ñu moy loolu, ba jeng jëm ciy waxi neen."},{"style":"v","text":"Dañoo sababloo nekk ay jànglekat ci yoonu °Musaa, fekk xamuñu dara sax ci li ñuy wax ak a dëggal."},{"style":"p","text":""},{"style":"v","text":"Ci li aju ci yoonu Musaa nag, xam nanu ne baax na, ci ku koy jëfe ni ko Yàlla tërale."},{"style":"v","text":"Xam nanu it ne tëddul ngir ñi jub waaye ngir ñi jubadi ak ñi déggadi, ñi weddi tey bàkkaar, ñi selladi te fonkadi Yàlla, ñiy dóor ndey walla baay, ak ñiy bóome;"},{"style":"v","text":"ngir ñiy doxaan, ñi góor-jigéenu ak ñiy def nit jaam, ñiy fen tey wann seen kàddu, ak lépp luy juuyoo ak njàngle mu wér"},{"style":"v","text":"mu xibaaru jàmm bi indaale. Te xamleb xibaar, boobuy feeñal ndamu Yàlla Aji Tedd ji, dénk nañu ma ko."},{"style":"s","text":"Cant ndax yërmandey Yàlla"},{"style":"p","text":""},{"style":"v","text":"Maa ngi gërëm sunu Boroom °Kirist Yeesu, mi ma dooleel, ci kóolute gi mu am ci man, ba fal ma jawriñ."},{"style":"v","text":"Moona daa naa suufeel turam, di fitnaal ak a toroxal ñi ko gëm. Waaye Yàlla yërëm na ma, ndaxte ñàkka xam ak ñàkka gëm rekk a taxoon ma def ko."},{"style":"v","text":"Te yiwu sunu Boroom baawaan na ci man, ànd ak ngëm ak mbëggeel, yi bawoo ci Kirist Yeesu."},{"style":"v","text":"Wax ju wóor a ngii te yelloo gépp kóolute: Kirist Yeesu ganesi na àddina, ngir musal bàkkaarkat yi, te maa ci raw!"},{"style":"v","text":"Waaye Yàlla yërëm na ma, ngir Kirist Yeesu jëkka feeñal ci man muñam gu yaatu gi, ma nekk royukaay ci ñi ko nara gëm te am dund gu dul jeex."},{"style":"v","text":"Yaw Buur bi fiy sax ba abadan, yaw mi bët manta gis, yaw Yàlla miy kenn, yaa yelloo teraanga ak ndam ba fàww. Amiin!"},{"style":"p","text":""},{"style":"v","text":"Kon nag Timote sama doom, loolu mooy sas wi ma lay dénk, te mu dëppook waxi yonent, yi jëmoon ci yaw. Doolewool wax yooyu, ba xeex xeex bu baax bi,"},{"style":"v","text":"di sàmm sa ngëm ak xel mu dal. Am na ñu seen xel nëx, ba labal seen ngëm,"},{"style":"v","text":"naka Imene ak Alegsàndar; jébbal naa leen °Seytaane, ngir ñu réccu li ñu doon sosal Yàlla."}]