[{"style":"s","verse":"","text":"Dénkaaney màggal Yàlla ci mbooloo mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Fii laay tàmbalee nag: maa ngi leen di dénk, ngeen yóbbu ñépp fa kanam Yàlla ciy ñaan, ay tinu ak i ngërëm."},{"style":"v","verse":"2","text":"Ñaanal-leen buur yi ak kilifa yépp, ngir nu mana am dund gu dal te jàmmu, ànd ak ragal Yàlla ak faayda yu mat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Loolu mooy li rafet te neex Yàlla sunu Musalkat,"},{"style":"v","verse":"4","text":"bi bëgg ñépp mucc te xam dëgg gi."},{"style":"v","verse":"5","text":"Ndaxte jenn Yàlla kepp moo am, ak benn Rammukat kepp diggante Yàlla ak nit ñi, di nit ki °Kirist Yeesu,"},{"style":"v","verse":"6","text":"mi joxe bakkanam ngir °jot ñépp. Loolu mooy seede si Yàlla joxe, bi waxtu wi jotee."},{"style":"v","verse":"7","text":"Fal na ma ci ndaw ak jànglekat, may yégal xeeti àddina yoonu ngëm ak dëgg; fenuma, dëgg rekk laay wax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Li ma bëgg kon mooy lii: na góor ñi ñaan ci Yàlla fu nekk, tàllal ko loxo yu sell, te bañ cee boole mer mbaa werante."},{"style":"v","verse":"9","text":"Naka noonu itam, na jigéen ñi di sol col gu faaydawu, cig woyof ak maandu. Buñu def seen xel ciy létt ak ci takkaayu wurus, mbaa ciy per ak col gu jafe."},{"style":"v","verse":"10","text":"Waaye na seen col di jëf yu rafet, ndaxte looloo jekk ci jigéen juy woote ag ragal Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Te it na jigéen jàng cig noppi, ànd ak déggal gu mat."},{"style":"v","verse":"12","text":"Mayuma jigéen, muy jàngle mbaa muy jiite góor, waaye na noppi."},{"style":"v","verse":"13","text":"Ndaxte Aadama la Yàlla jëkka sàkk, door caa teg Awa."},{"style":"v","verse":"14","text":"Te it du Aadama la Seytaane nax, waaye jigéen ja la nax, ba mu jàdd."},{"style":"v","verse":"15","text":"Teewul jigéen dina mucc ci wasin, su saxee ci ngëm ak mbëggeel, di ku sell te maandu\\f + \\fr 2.15 \\ft Mbaa: \\fqa su ñu saxee ci ngëm ak mbëggeel, di ñu sell te maandu.\\f*."}]