[{"style":"s","text":"Meloy njiit ci mbooloom ñi gëm"},{"style":"p","text":""},{"style":"v","text":"Wax ju wóor a ngii: kuy sabablu yenub sàmm mbooloo mi, mu ngi yóotu liggéey bu rafet."},{"style":"v","text":"Sàmm bi nag, nii la wara mel: war na ñàkk ŋàññ, yem ci benn soxna, moom boppam te maandu; war na am faayda, man gan te am mayu jàngle;"},{"style":"v","text":"warul di ab màndikat mbaa xeexkat, waaye na lewet te jàmmu, baña bëgge ci xaalis."},{"style":"v","text":"Na yor këram yorin wu rafet, te ay doomam déggal ko ak teggin yu mat."},{"style":"v","text":"Ndaxte ku manta yor njabootam, naka lay mana yore njabootu Yàlla?"},{"style":"v","text":"Te it bumu nekk kuy doora gëm, ngir mu baña yég boppam, bay dajeek mbugalu Yàlla, ni ko °Seytaane defe woon."},{"style":"v","text":"Te it war na am seede su rafet ci waa àddina, ngir ñu bañ koo diiŋat, ba muy daanu ci fiirug Seytaane."},{"style":"s","text":"Meloy kiy topptoo yëfi mbooloo mi"},{"style":"p","text":""},{"style":"v","text":"Kiy topptoo li mbooloo miy jëfandikoo itam na am faayda te fonk kàddoom; bumu di ku yàqu ci sàngara, mbaa ku alal jiital."},{"style":"v","text":"Na sàmm mbóoti ngëm gi ak xel mu dal."},{"style":"v","text":"Moom itam nañu ko jëkka seetlu, ba mu leer ne amul ŋàññ, ñu door koo fal."},{"style":"v","text":"Naka noonu, na jigéen ñi\\f + \\fr 3.11 \\fk jigéen ñi: \\ft manees na ko tekki nii it: \\fqa seeni soxna\\f* am faayda, baña jëw mbaa xér ci dara, waaye nañu takku ci lépp."},{"style":"p","text":""},{"style":"v","text":"Ku ñu dénk sasu topptoo yëfi mbooloo mi nag, nay ku yem ci benn soxna, jiite bu baax këram ak i doomam."},{"style":"v","text":"Ndaxte ku ci rafetal sasam dina am tur wu tedd ak kóolute gu mat sëkk ci yoonu ngëm, gi ci °Kirist Yeesu."},{"style":"s","text":"Màggug mbooloom Yàlla"},{"style":"p","text":""},{"style":"v","text":"Bëgg naa laa seetsi balaa yàgg,"},{"style":"v","text":"waaye amaana mu yéex. Moo tax ma lay bind bataaxal bii, ngir xamal la, ni ñu wara nekke ci kër Yàlla gi, maanaam ci mbooloom Yàlla Aji Dund ji, miy kenug dëgg te di sëslaayam."},{"style":"v","text":"Ci dëgg-dëgg ragal Yàlla ëmb na mbóot yu xóot:"},{"style":"q","text":"Ki wàcc, yor bindu nit,"},{"style":"q","text":"mu bir ne xelam jub na,"},{"style":"q","text":"te malaaka ya gis ko;"},{"style":"q","text":"xamlees na ko ci xeet yi,"},{"style":"q","text":"ñu gëm ko ci kaw suuf,"},{"style":"q","text":"te Yàlla teeru ko ci ndamam."}]