[{"style":"s","verse":"","text":"Ñiy jàngle luy réeral"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Xelum Yàlla mi wax na bu leer ne ci mujug jamono dina am ñu bàyyi yoonu ngëm wi, di topp ay xel yuy fàbbee ak xalaati Seytaane."},{"style":"v","verse":"2","text":"Ñooñu ay naaféq yuy naxe lañu, te seen xol dërkiis."},{"style":"v","verse":"3","text":"Dinañu tere séy, di araamal ay ñam, waaye Yàlla daa sàkk yooyu, ngir ñi gëm te xam dëgg man ciy jëfandiku te di ko ci sant."},{"style":"v","verse":"4","text":"Ndaxte li Yàlla sàkk lépp baax na, kon wenn ñam araamul ci ku koy jëfandikoo te di ko ci sant."},{"style":"v","verse":"5","text":"Ndaxte kàddug Yàlla ak ñaan ñoo koy sellal."},{"style":"s","verse":"","text":"Jawriñu Kirist Yeesu ju baax"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Saxal ci digal bokk yi loolu nag, kon dinga nekk jawriñu °Kirist Yeesu ju baax ju regg ci kàdduy yoonu ngëm wi ak njàngle mu rafet, mi nga xam bu wér."},{"style":"v","verse":"7","text":"Tanqamlul ay léebi diiney neen, di ay wax yu amul bopp yu àddina kese; waaye tàggatal sa bopp ci ragal Yàlla."},{"style":"v","verse":"8","text":"Ndaxte tàggat yaram am na fu njariñam yem, waaye njariñu ragal Yàlla dafa daj lépp, ëmb digey àddina ak àllaaxira."},{"style":"v","verse":"9","text":"Wax ju wóor a ngii, te mata nangu ak gépp kóolute."},{"style":"v","verse":"10","text":"Danuy ñaq tey bëre, ndaxte wékk nanu sunu yaakaar ci Yàlla Aji Dund ji, di Musalkatu ñépp, rawatina nag ci ñi gëm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Digal leen yëf yooyu nag ci sa njàngle."},{"style":"v","verse":"12","text":"Bu la kenn xeeb ndax say at, waaye defal sa bopp royukaayu ñi gëm ci say wax ak say jëf, ci sa mbëggeel, sa ngëm ak sa cell."},{"style":"v","verse":"13","text":"Li feek may dikk, saxal ci jàng di biral Mbind mi ci mbooloo mi, di leen dénk ak a jàngal."},{"style":"v","verse":"14","text":"Bul sàggane may gi nekk ci yaw, gi la Yàlla jox jaarale ko ci waxu yonent, keroog bi la njiit yi °tegee loxo."},{"style":"v","verse":"15","text":"Faaydaalal yëf yooyu te sóobu ci, ba sa jëm kanam bir ñépp."},{"style":"v","verse":"16","text":"Sàmmal sa bopp, sàmm sa njàngle, te sax ci; kon dinga musal sa bopp, yaw ak ñi lay déglu."}]