[{"style":"s","verse":"","text":"Ay ndigal ci mbirum jigéen ñi seen jëkkër faatu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bul gëdd mag, waaye waxtaanal ak moom ni sa baay. Ndaw it, nga digal ko ni sa rakk,"},{"style":"v","verse":"2","text":"jigéen ju mag, def ko ni sa yaay; ju ndaw, ni sa jigéen ak cell gu mat sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ci wàllu ñi seen jëkkër faatu nag, ku ci sësul ci kenn, teral ko ngir Yàlla."},{"style":"v","verse":"4","text":"Waaye ku ci am ay doom mbaa ay sët, na njaboot googu jëkka wone seen ragal Yàlla ci seen biir kër, ci delloo njukkal seen waajur, ndaxte loolu lu rafet la fa kanam Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Jigéen ju sësul ci kenn day wékk yaakaaram jépp ci Yàlla, sax ci di ko wéetal te di ko ñaan guddi ak bëccëg."},{"style":"v","verse":"6","text":"Waaye ki bànneex jiital, ndee luy dox la."},{"style":"v","verse":"7","text":"Dénk leen loolu, ngir ñu baña am benn gàkk."},{"style":"v","verse":"8","text":"Ndaxte ki defalul ay bokkam dara, rawatina ay waajuram, weddi na yoonu ngëm wi, ba yées ku gëmadi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ku bëgga bindu ci ñi seen jëkkër faatu, nii la wara mel: war na wees juróom benn fukki at, di jigéen ju yemoon ci jëkkëram,"},{"style":"v","verse":"10","text":"te mu ràññiku ci jëf yu rafet yu deme ni yar ay goneem, man gan, geestu gaayi Yàlla yu sell yi\\f + \\fr 5.10 \\ft Mbaa: \\fqa raxas tànki gaayi Yàlla yu sell yi,\\f*, dimbali ñi nekk ci tiis; maanaa di ku takku ci mboolem jëf yu rafet yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Waaye bul bind jigéen ju ndaw, ndaxte bu ko ay bëgg-bëggam xiiree ci sore °Kirist, dina bëgga séyaat,"},{"style":"v","verse":"12","text":"te dina daje ak mbugal ndaxte fecci na kóllëre."},{"style":"v","verse":"13","text":"Te du yem ci bëgga séyaat rekk, waaye ku tayel lay doon; di ku wër kër ak kër, rax-ca-dolli réy làmmiñ te deñ kumpa, di wax lu yoonam nekkul."},{"style":"v","verse":"14","text":"Looloo tax ma bëgg, jigéen yu ndaw yi séyaat, am ay doom, yor seeni kër, ba seen benn noon du leen mana gàkkal."},{"style":"v","verse":"15","text":"Ndaxte fi mu ne sax am na ñu jeng xaat, ba topp °Seytaane."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Kon nag jigéen ju gëm te am mbokk mu jëkkëram faatu, na ko dimbali te bañ koo bàyyeek mbooloom ñi gëm. Noonu mbooloo mi dina mana dimbali jigéen ñi sësul ci kenn."},{"style":"s","verse":"","text":"Ay ndigal ci mbirum njiit yi ak jaam yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Li jëm ci njiiti mbooloo mi nag, joxal teraanga ju mat sëkk ñi ciy rafetal seen liggéey, rawatina ñi sax dàkk ci waare bi ak njàngle mi."},{"style":"v","verse":"18","text":"Ndaxte Mbind mi nee na: «Bul sunjuñ gémmiñu nag wu ñu takk ci bojjukaay,» nee na it: «Ku ñaq, jariñu.»"},{"style":"v","verse":"19","text":"Kuy tuumaal njiit fi yaw, bu ko gëm, li feek ñaar walla ñetti seede dëggaluñu ko."},{"style":"v","verse":"20","text":"Waaye ñiy bàkkaar, yedd leen fa kanam ñépp, ngir artu ñi ci des."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Léegi nag maa ngi lay dénk fa kanam Yàlla ak Kirist Yeesu ak malaaka yu tedd ya, nga sàmm loolu ma wax te bañ cee gënale walla di ci parlàqu."},{"style":"v","verse":"22","text":"Bul gaawa °teg loxo kenn, ba fal ko, di séddu noonu ci bàkkaari jaambur, waaye dëkkal ci sellaay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba tey bul yemati ci ndox mu ñuul rekk, waaye nangay naan tuuti biiñ, ngir faj say metiti biir ak say jagadi yu bare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Am na, ñu seeni bàkkaar fés ci kanam ñépp, ba jiitu leen ca àtte ba; ñi seeni bàkkaar nëbbu nag, bés baa ngi leen di xaar."},{"style":"v","verse":"25","text":"Naka noonu it am na, ñu seen jëf yu rafet leer, te yi feeñul manuñoo nekk kumpa ba fàww."}]