[{"style":"s","verse":"","text":"Yeneen ndawi Kirist nangu nañu Pool"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba ñu ca tegee fukki at ak ñeent, ànd naa ak Barnabas, dellu °Yerusalem, yóbbaale Tit."},{"style":"v","verse":"2","text":"Dem naa fa, ndaxte Yàllaa ma fa yebal ci kaw peeñu. Ba ma demee, daje naa ak ñi ñu gëna fonk ca mbooloo ma, ma wéetoo ak ñoom, won leen xibaaru jàmm, bi may yégal ñi dul Yawut, ngir ragal sama coonob démb mbaa tey neen."},{"style":"v","verse":"3","text":"Te Tit mi ma gunge woon sax de, li mu bokk ci xeetu Gereg, taxul ñu sonal nu ci xarafal ko."},{"style":"v","verse":"4","text":"Fekk na mbir moomu nekk coow ndax naaféq, yi yoxoosu ci sunu biir ak mébét mu bon, ngir seet yaatu gi nu am ci Yeesu °Kirist, ba fexe noo defaat ay jaam."},{"style":"v","verse":"5","text":"Waaye yaatalunu leen benn yoon, ngir dëggug xibaaru jàmm bi mana sax ci yéen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Waaye ñi ñu gëna fonk --ak lu mana doon seen sag xooluma ko, ñépp a yem fa kanam Yàlla-- waaye ñooñu ñu teg njiit boog, bi ma dajee ak ñoom, yokkuñu dara ci sama sas."},{"style":"v","verse":"7","text":"Gis nañu ne Yàllaa nu yebal, muy man di Piyeer, ngir nu yégle xibaaru jàmm bi: ma féetewoo ñi dul Yawut, Piyeer féetewoo Yawut yi."},{"style":"v","verse":"8","text":"Ndaxte ni Yàlla jëfe ci Piyeer, miy ndawam ci Yawut yi, noonu it la jëfe ci man, may ndawam ci ñi dul Yawut."},{"style":"v","verse":"9","text":"Saag ak °Sefas ak Yowaana nag, ñi ñu teg kenuy mbooloo mi, bi ñu ràññee yen bi ma Yàlla jagleel ci yiwam, ñu fekksi nu ci, ba jox nu loxo, man ak Barnabas, nu liggéey ca ña dul Yawut, ñoom ñu liggéey ca Yawut ya."},{"style":"v","verse":"10","text":"Li ñu doon laaj rekk moo di, nuy fàttaliku seen aji néew doole yi, fekk sax laxasu woon naa ci def ko."},{"style":"s","verse":"","text":"Pool yedd na Sefas ca Ancos"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Waaye bi °Sefas ñëwee dëkku Ancos, yedd naa ko ci kanam ñépp, ndaxte li mu def jaaduwul."},{"style":"v","verse":"12","text":"Ndaxte laata ndaw yi Saag yónni di ñëw, da daan bokk di lekk ak ñi dul Yawut. Waaye bi ñu agsee, te mu ragal kureel googu faaydaal xaraf, mu dellu gannaaw, di sore ñi dul Yawut."},{"style":"v","verse":"13","text":"Yeneen Yawut yi it daldi ànd ak Sefas ci naaféqam, ba yóbbaale sax Barnabas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bi ma seetee nag ne awuñu woon ci dëgg, gi xibaaru jàmm bi di jàngle, ma yedd Sefas ci kanam ñépp ne ko: «Yaw miy Yawut, gannaaw dëddu nga aaday Yawut yi, ba dund ni ku dul Yawut, lu tax nga bëgga sëf diiney Yawut ci ñi dul Yawut?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Nun danoo cosaanoo ci xeetu Yawut, te bokkunu ci xeet, yi xamul Yàlla tey bàkkaar."},{"style":"v","verse":"16","text":"Teewul nu xam ne Yàlla du àtte kenn ni ku jub ci kaw sàmm yoon, waaye ci gëm Yeesu °Kirist. Kon nun itam gëm nanu Kirist Yeesu, ngir Yàlla àtte nu jub ci kaw gëm Kirist, te du ci sàmm yoon. Ndaxte du caageenug sàmm yoon mooy tax Yàlla àtte kenn ni ku jub."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Waaye ba tey su fekkee ne nu ngi wuta jub ci kaw gëm Kirist, fekk nu ne fàŋŋ di ay bàkkaarkat, ndax nag Kirist moo sas bàkkaar? Mukk!"},{"style":"v","verse":"18","text":"Waaye su ma delloo di sàmm ndigali yoon, yi ma bàyyi, dëgg-dëgg dinaa wone noonu ne moykatu yoon wi laa."},{"style":"v","verse":"19","text":"Ci li jëm ci yoonu °Musaa, dee naa, fekk yoon wi ci boppam moo ko waral, ngir ma mana dund, ba amal njariñ Yàlla."},{"style":"v","verse":"20","text":"Daajaale nañu ma ak Kirist ca bant ba, te noonu du man may dundati, waaye Kirist mooy dund ci man. Dundu mbindeef, gi may dund nag, maa ngi koy dund ci gëm °Doomu Yàlla ji, moom mi ma bëgg, ba joxe bakkanam ngir man."},{"style":"v","verse":"21","text":"Duma neenal yiwu Yàlla, ndaxte su sàmm yoon doon taxa jub fa kanam Yàlla, kon Kirist dee na cig neen."}]