[{"style":"p","text":""},{"style":"v","text":"Li ma leen di wax, mooy lii: doom ji wara donni baayam, fi ak mu ngi cig ndaw, ak lu ko alal jiy lew lépp, du wuute dara ak jaam."},{"style":"v","text":"Ñi ko yore tey sàmm alalam ñoo koy yilif, ba jamono ji ko baayam àppaloon mat."},{"style":"v","text":"Nun itam naka noonu, laata nuy mat, aaday àddina ñoo nu notoon, ba def nu ni ay jaam."},{"style":"v","text":"Waaye bi àpp bi Yàlla tëraloon matee, yónni na Doomam, mu juddoo ci jigéen, ci biir yoonu °Musaa,"},{"style":"v","text":"ngir °jot ñi yoon wi notoon, ndax Yàlla jàpp nu ni ay doomam."},{"style":"v","text":"Gannaaw doomi Yàlla ngeen nag, Yàlla yónni na Xelu Doomam ci sunu xol, mu koy wooye nii: «°Abba», maanaam «Baay.»"},{"style":"v","text":"Noonu dootuloo jaam, doom nga. Te ndegam doom nga, Yàlla jagleel na la cér ci xéewal, yi mu dencal ay doomam."},{"style":"s","text":"Njàqarey Pool ci waa Galasi"},{"style":"p","text":""},{"style":"v","text":"Bu jëkk, bi ngeen xamagul Yàlla, yéena ngi doon jaamu yeneen yu ñu daan bokkaaleel Yàlla."},{"style":"v","text":"Waaye léegi nag bi ngeen xamee Yàlla, walla boog bi leen Yàlla xàmmee, nan ngeen mana def, bay delluwaat ca aaday àddina? Aada yooyee ñàkk doole te ñàkk njariñ, lu tax ngeen bëgg, ñu notaat leen?"},{"style":"v","text":"Yéena ngi fonk bés yi, weer yi, màggal yi ak at yi!"},{"style":"v","text":"Sama xel dalul ci yéen, ngir ragal sama coono ci yéen neen."},{"style":"p","text":""},{"style":"v","text":"Bokk yi, dama leen di ñaan, ngeen mel ni man, ndaxte man itam fekksi naa leen ci seen xalaat. Tooñuleen ma."},{"style":"v","text":"Xam ngeen ne sama wopp moo taxoon, ma yégal leen xibaaru jàmm bi."},{"style":"v","text":"Coono, gi leen sama wopp tegoon, taxul ngeen bañ ma, taxul ngeen séexlu ma. Waaye teeru ngeen ma, ni bu ngeen doon teeru malaakam Yàlla walla Yeesu °Kirist."},{"style":"v","text":"Waaw, fan la seen mbég jaar? Ndaxte seedeel naa leen ne su ngeen ko manoon, kon luqi ngeen seeni bët, jox ma."},{"style":"v","text":"Ndax dëgg, gi ma leen wax, moo tax ngeen def ma ab noon?"},{"style":"p","text":""},{"style":"v","text":"Nit ñooñu leen di farle, seen mébét baaxul. Dañu leena bëgga tàggale ak nun, ngir ngeen far ak ñoom."},{"style":"v","text":"Farle baax na, bu àndee ak mébét mu baax. Waaye bu sama jëmm rekk tax ngeen koy def."},{"style":"v","text":"Sama doom yi! Yéena tax may dellu ci metit ni kuy matu, ba kera jikkoy Kirist di mat ci yéen."},{"style":"v","text":"Léegi bëggoon naa nekk ci seen biir, ngir mana jubbanti sama kàddu, ndaxte xamatuma nu may doxale ak yéen!"},{"style":"s","text":"Mbirum Ajara ak Saarata"},{"style":"p","text":""},{"style":"v","text":"Yéen ñi bëgga topp yoon wi, xanaa xamuleen li yoonu °Musaa wi wax?"},{"style":"v","text":"Mbind mi nee na: °Ibraayma am na ñaari doom; ki jaam bi jur ak ki gor si jur."},{"style":"v","text":"Doomu jaam bi juddu na ni bépp doom, waaye doom, ji mu am ak soxnaam, juddu na ci kaw digeb Yàlla."},{"style":"p","text":""},{"style":"v","text":"Loolu nag am na lu muy misaal. Ñaari jigéen ñi dañoo bijji ñaari kóllëre. Benn bi di Ajara, mooy wone kóllëre, gi Yàlla fasoon ca tundu Sinayi. Ay jaam lay jur."},{"style":"v","text":"Ajara moomu mooy tundu Sinayi, wi nekk ca réewu Arabi. Te it mooy misaalu dëkku °Yerusalem, bi fi nekk tey. Ndaxte moom ak i doomam yépp ay jaam lañu."},{"style":"v","text":"Waaye Yerusalem, ga ca kaw, mooy gor si. Moom mooy sunu ndey."},{"style":"v","text":"Ndaxte Mbind mi nee na:"},{"style":"q","text":"«Bégal, yaw jigéen ji dul jur"},{"style":"q","text":"te masula am doom."},{"style":"q","text":"Reeyal te bànneexu,"},{"style":"q","text":"yaw mi masula xam coonob mat,"},{"style":"q","text":"ndaxte jigéen ji ñu faalewul"},{"style":"q","text":"moo gëna jaboot ki nekk ak jëkkëram.»"},{"style":"p","text":""},{"style":"v","text":"Yéen bokk yi, yéenay doom yi ñu dige woon, niki Isaaxa."},{"style":"v","text":"Waaye doom ji juddoo ni bépp doom, dafa daan sonal doom ji juddoo ci dooley Xelum Yàlla. Te loolu mooy law ba léegi."},{"style":"v","text":"Lu ci Mbind mi wax nag? Nee na: «Dàqal jaam bi ak doomam, ndaxte doomu jaam bi warula bokk cér ak doomu gor si ci ndono.»"},{"style":"v","text":"Kon nag bokk yi, nun dunu doomi jaam, ay doomi gor lanu."}]