[{"style":"s","text":"Buleen delluwaat ci njaam"},{"style":"p","text":""},{"style":"v","text":"°Kirist a nu daggal sunu buumi njaam, ngir goreel nu. Kon dëgërleen ci seen ngor te baña delluwaat ci njaam."},{"style":"p","text":""},{"style":"v","text":"Dégluleen! Man Pool maa leen koy wax: bu ngeen itteelee xaraf, kon Kirist dootu leen jariñ dara."},{"style":"v","text":"Te maa ngi dellu di waxaat ne, képp kuy farataal xaraf, fàww nga sàmm lépp lu yoon wi santaane."},{"style":"v","text":"Yéen ñiy fexee jub fa kanam Yàlla ci kaw sàmm yoon, tàggalikoo ngeen ak Kirist; dëddu ngeen yiwu Yàlla."},{"style":"v","text":"Waaye njub, gi nu Yàlla dencal ëllëg, nu ngi koy séentu ci kaw ngëm ak ci ndimbalu Xelum Yàlla."},{"style":"v","text":"Ndaxte bu nu bokkee ci Kirist Yeesu, xaraf ak baña xaraf, dara amu ci solo; li am solo mooy ngëm, giy jëf ci mbëggeel."},{"style":"p","text":""},{"style":"v","text":"Ni ngeen jógtee woon de baax na! Waaw, ku leen dog, ba ngeen baña déggal dëgg?"},{"style":"v","text":"Li ñu leen xiir jógewul ci Yàlla mi leen woo."},{"style":"v","text":"Dees na ne: «Tuuti lawiir day tax tooyalu fariñ bépp funki.»"},{"style":"v","text":"Waaye teewul Boroom bi jox na ma kóolute ci yéen. Biral na ma ne dingeen bokk ak man xalaat. Léegi nag, kiy nëxal seen xel, ku mu mana doon, Yàlla dina ko mbugal."},{"style":"v","text":"Man nag bokk yi, bu ma doon faaydaal xaraf ci sama waare, kon duñu ma fitnaale nii; te it li may yégle ci deewu Kirist ca bant ba dootul naqari kenn."},{"style":"v","text":"Ñi farataal xaraf te di leen dëpp, nañu gëna sore ci seen réer: bu yaboo sax ñu dagg seen ngóora, ba dara du ci des!"},{"style":"s","text":"Buleen topp seen nafsu, waaye na leen Xelum Yàlla jiite"},{"style":"p","text":""},{"style":"v","text":"Yéen nag bokk yi, Yàlla woo na leen, ngeen nekk i gor. Waaye nag buleen ci sukkandiku, bay topp seen nafsu, waaye dimbaleenteleen ci kaw mbëggeel."},{"style":"v","text":"Ndaxte yoon wépp, ndigal lii a ko tënk: «Nanga bëgg sa moroom, ni nga bëgge sa bopp.»"},{"style":"v","text":"Waaye moytuleen! Bu ngeen dee màttante ak a lekkante, dingeen yàqante."},{"style":"p","text":""},{"style":"v","text":"Li ma leen di wax mooy lii: dundleen ci Xelum Yàlla, kon dungeen topp seen nafsu."},{"style":"v","text":"Ndaxte sunu nafsu am na ay bëgg-bëgg yu méngoowul ak yu Xelum Yàlla. Te Xelum Yàlla itam am na ay bëgg-bëgg yu méngoowul ak yu sunu nafsu. Ñoom ñaar dañoo juuyoo ci bépp fànn, ba tax lépp lu ngeen bëggoona def, dungeen ko man."},{"style":"v","text":"Waaye bu ngeen toppee Xelum Yàlla, nekkatuleen ci kilifteefu yoon wi."},{"style":"p","text":""},{"style":"v","text":"Kuy topp sa nafsu, nii ngay jëfe: njaaloo, xalaat yu bon, def i ñaawteef ak say cér,"},{"style":"v","text":"xërëm, luxus, noonoo ak xuloo, ñeetaane, xadar, diiroo mbagg, féewaloo ak xàjjaloo,"},{"style":"v","text":"kiñaan, màndite ak xawaare ak yeneen yu ni mel. Léegi nag maa ngi leen di artu, ni ma ko defe woon: ñiy jëfe noonu duñu am cér ci nguuru Yàlla."},{"style":"p","text":""},{"style":"v","text":"Waaye li Xelu Yàlla mi di meññ mooy: mbëggeel, mbég, jàmm, muñ, laabiir, mbaax, kóllëre,"},{"style":"v","text":"lewetaay ak maandute. Yoon wi terewul yu ni mel."},{"style":"v","text":"Léegi ñi bokk nag ci Yeesu °Kirist, daaj nañu seen nafsu ca bant ba, wacc ko fa, moom ak i xemmemam ak i bëgg-bëggam."},{"style":"v","text":"Gannaaw nag nu ngi dund léegi ci Xelum Yàlla, kon nanu ko topp."},{"style":"v","text":"Bu nu tiitaru di dëkkante, di iñaanante."}]