[{"style":"s1","verse":"","text":"Jesus Washes His Disciples’ Feet"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now before the feast of Passover, Jesus, knowing that his hour had come that he would depart from this world to the Father, \\add and\\add*\\ef + \\fr 13:1 \\ft ﻿*Here “\\add and\\add*” is supplied in keeping with English style \\ef* having loved \\add his\\add*\\ef + \\fr 13:1 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* own in the world, loved them to the end. "},{"style":"v","verse":"2","text":"And \\add as\\add*\\ef + \\fr 13:2 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was taking place”) \\ef* a dinner was taking place, \\add when\\add*\\ef + \\fr 13:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“put”) \\ef* the devil had already put into the heart of Judas \\add son\\add* of Simon Iscariot that he should betray him, "},{"style":"v","verse":"3","text":"\\add because he\\add*\\ef + \\fr 13:3 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew that the Father had given him all \\add things\\add* into \\add his\\add*\\ef + \\fr 13:3 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands, and that he had come forth from God and was going away to God, "},{"style":"v","verse":"4","text":"he got up from the dinner and took off \\add his\\add*\\ef + \\fr 13:4 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* outer clothing, and taking a towel, tied \\add it\\add*\\ef + \\fr 13:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* around himself. "},{"style":"v","verse":"5","text":"Then he poured water into the washbasin and began to wash the feet of the disciples, and to wipe \\add them\\add*\\ef + \\fr 13:5 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* dry with the towel ⸤which he had tied around himself⸥.\\f + \\fr 13:5 \\ft Literally “with which he was girded” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Then he came to Simon Peter. He said to him, “Lord, are you going to wash my feet?” "},{"style":"v","verse":"7","text":"Jesus answered and said to him, “What I am doing you do not understand now, but you will understand after these \\add things\\add*.” "},{"style":"v","verse":"8","text":"Peter said to him, “You will never wash my feet ⸤forever⸥!”\\f + \\fr 13:8 \\ft Literally “for the age” \\f* Jesus replied to him, “Unless I wash you, you do not have a share with me.” "},{"style":"v","verse":"9","text":"Simon Peter said to him, “Lord, not my feet only, but also \\add my\\add*\\ef + \\fr 13:9 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands and \\add my\\add*\\ef + \\fr 13:9 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* head!” "},{"style":"v","verse":"10","text":"Jesus said to him, “The one who has bathed ⸤only needs⸥\\f + \\fr 13:10 \\ft Literally “does not have need except” \\f* to wash \\add his\\add*\\ef + \\fr 13:10 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* feet, but is completely clean. And you are clean, but not all \\add of you\\add*.” "},{"style":"v","verse":"11","text":"(For he knew the one who would betray him; because of this he said, “Not all \\add of you\\add* are clean.”)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"So when he had washed their feet and taken his outer clothing and reclined at table again, he said to them, “Do you understand what I have done for you? "},{"style":"v","verse":"13","text":"You call me ‘Teacher’ and ‘Lord,’ and you speak correctly, for I am. "},{"style":"v","verse":"14","text":"If then I—\\add your\\add*\\ef + \\fr 13:14 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* Lord and Teacher—wash your feet, you also ought to wash one another’s feet. "},{"style":"v","verse":"15","text":"For I have given you an example, that just as I have done for you, you also do. "},{"style":"v","verse":"16","text":"Truly, truly I say to you, a slave is not greater than his master, nor a messenger greater than the one who sent him. "},{"style":"v","verse":"17","text":"If you understand these \\add things\\add*, you are blessed if you do them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"“I am not speaking about all of you. I know whom I have chosen, but in order that the scripture would be fulfilled, ‘The one who eats my bread has lifted up his heel against me.’\\f + \\fr 13:18 \\ft A quotation from \\xt Ps 41:9 \\ft \\f* "},{"style":"v","verse":"19","text":"From now \\add on\\add* I am telling you before \\add it\\add* happens, in order that when \\add it\\add* happens you may believe that I am \\add he\\add*.\\ef + \\fr 13:19 \\ft *Here the predicate nominative (“\\add he\\add*”) is understood, but must be supplied in the translation \\ef* "},{"style":"v","verse":"20","text":"Truly, truly I say to you, the one who receives anyone I send receives me, and the one who receives me receives the one who sent me.”"},{"style":"s1","verse":"","text":"Jesus Predicts Judas’ Betrayal"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"\\add When he\\add*\\ef + \\fr 13:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said these \\add things\\add*, Jesus was troubled in spirit and testified and said, “Truly, truly I say to you that one of you will betray me.” "},{"style":"v","verse":"22","text":"The disciples began looking\\ef + \\fr 13:22 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began looking”) \\ef* at one another, uncertain about whom he was speaking. "},{"style":"v","verse":"23","text":"One of his disciples—the one whom Jesus loved—was reclining ⸤close beside⸥\\f + \\fr 13:23 \\ft Literally “in the bosom of” (a position dictated by ancient banqueting practice) \\f* Jesus. "},{"style":"v","verse":"24","text":"So Simon Peter gestured for this one to inquire who it was about whom he was speaking. "},{"style":"v","verse":"25","text":"He leaned back\\f + \\fr 13:25 \\ft Some manuscripts have “Then he leaned back” \\f* accordingly against Jesus’ chest \\add and\\add*\\ef + \\fr 13:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“leaned back”) has been translated as a finite verb \\ef* said to him, “Lord, who is it?” "},{"style":"v","verse":"26","text":"Jesus replied, “It is he to whom I dip the piece of bread and give \\add it\\add*\\ef + \\fr 13:26 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to him.” Then \\add after\\add*\\ef + \\fr 13:26 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“dipping”) which is understood as temporal \\ef* dipping the piece of bread, he gave \\add it\\add*\\ef + \\fr 13:26 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef*﻿\\f + \\fr 13:26 \\ft Some manuscripts have “after dipping the piece of bread, he took \\fq it \\ft and gave \\fq it \\ft ” \\f* to Judas \\add son\\add* of Simon Iscariot. "},{"style":"v","verse":"27","text":"And after the piece of bread, then Satan entered into him. Then Jesus said to him, “What you are doing, do quickly!” "},{"style":"v","verse":"28","text":"(Now no one of those reclining at table knew for what \\add reason\\add* he said this to him. "},{"style":"v","verse":"29","text":"For some were thinking because Judas had the money box, Jesus was telling him, “Purchase ⸤what we need⸥\\f + \\fr 13:29 \\ft Literally “of which we have need” \\f* for the feast,” or that he should give something to the poor.) "},{"style":"v","verse":"30","text":"So \\add after he\\add*\\ef + \\fr 13:30 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had taken”) which is understood as temporal \\ef* had taken the piece of bread, he went out immediately. And it was night."},{"style":"s1","verse":"","text":"Jesus Predicts Peter’s Denial"},{"style":"m","verse":"","text":""},{"style":"v","verse":"31","text":"Then, when he had gone out, Jesus said, “Now the Son of Man is glorified, and God is glorified in him. "},{"style":"v","verse":"32","text":"If God is glorified in him, God will also glorify him in himself, and will glorify him immediately. "},{"style":"v","verse":"33","text":"Children, yet a little \\add time\\add* I am with you. You will seek me and just as I said to the Jews, “Where I am going you cannot come,” now I say also to you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"“A new commandment I give to you: that you love one another—just as I have loved you, that you also love one another. "},{"style":"v","verse":"35","text":"By this everyone will know that you are my disciples—if you have love for one another.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Simon Peter said to him, “Lord, where are you going?” Jesus replied,\\f + \\fr 13:36 \\ft Some manuscripts have “replied to him” \\f* “Where I am going you cannot follow me now, but you will follow later.” "},{"style":"v","verse":"37","text":"Peter said to him, “Lord, why am I not able to follow you now? I will lay down my life for you!” "},{"style":"v","verse":"38","text":"Jesus replied, “Will you lay down your life for me? Truly, truly I say to you, the rooster will not crow until you have denied me three times!"}]