[
  {
    "style": "s1",
    "verse": "",
    "text": "Jesus Appears to the Disciples in Galilee"
  },
  { "style": "m", "verse": "", "text": "" },
  {
    "style": "v",
    "verse": "1",
    "text": "After these \\add things\\add* Jesus revealed himself again to the disciples by the Sea of Tiberias. Now he revealed \\add himself\\add*\\ef + \\fr 21:1 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in this way: "
  },
  {
    "style": "v",
    "verse": "2",
    "text": "Simon Peter and Thomas (who was called Didymus)\\f + \\fr 21:2 \\ft The Greek term means “the Twin” \\f* and Nathanael from Cana in Galilee and the \\add sons\\add* of Zebedee and two others of his disciples were together. "
  },
  {
    "style": "v",
    "verse": "3",
    "text": "Simon Peter said to them, “I am going fishing!” They said to him, “We also are coming with you.” They went out and got into the boat, and during that night they caught nothing."
  },
  { "style": "p", "verse": "", "text": "" },
  {
    "style": "v",
    "verse": "4",
    "text": "Now \\add when it\\add*\\ef + \\fr 21:4 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was already early morning, Jesus stood on the beach. However, the disciples did not know that it was Jesus. "
  },
  {
    "style": "v",
    "verse": "5",
    "text": "So Jesus said to them, “Children, you do not have any fish to eat, \\add do you\\add*?\\ef + \\fr 21:5 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add do you\\add*” \\ef* They answered him, “No.” "
  },
  {
    "style": "v",
    "verse": "6",
    "text": "And he said to them, “Throw the net on the right side of the boat, and you will find \\add some\\add*.”\\ef + \\fr 21:6 \\ft *Here the direct object is supplied from context in the English translation \\ef* So they threw \\add it\\add*,\\ef + \\fr 21:6 \\ft *Here the direct object is supplied from context in the English translation \\ef* and were no longer able to haul it in from the large number of the fish."
  },
  { "style": "p", "verse": "", "text": "" },
  {
    "style": "v",
    "verse": "7",
    "text": "Then that disciple whom Jesus loved said to Peter, “It is the Lord!” So Simon Peter, \\add when he\\add*\\ef + \\fr 21:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard that it was the Lord, tied around himself his outer garment (for he was naked)\\f + \\fr 21:7 \\ft I.e., “he was naked underneath the outer garment,” which he tucked into his belt; alternatively, this could mean “for he was stripped for work” \\f* and threw himself into the sea. "
  },
  {
    "style": "v",
    "verse": "8",
    "text": "But the other disciples came in the boat, dragging the net of fish, because they were not far from the land, but about two hundred cubits\\f + \\fr 21:8 \\ft Approximately 100 yards or 92 meters, based on a cubit of 18 inches. \\f* away."
  },
  { "style": "p", "verse": "", "text": "" },
  {
    "style": "v",
    "verse": "9",
    "text": "So when they got out on the land, they saw a charcoal fire laid \\add there\\add*, and a fish lying on \\add it\\add*,\\ef + \\fr 21:9 \\ft *Here the direct object is supplied from context in the English translation \\ef* and bread. "
  },
  {
    "style": "v",
    "verse": "10",
    "text": "Jesus said to them, “Bring some of the fish that you have just now caught.” "
  },
  {
    "style": "v",
    "verse": "11",
    "text": "So Simon Peter got into \\add the boat\\add*\\ef + \\fr 21:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and hauled the net to the land, full of large fish—one hundred fifty-three—and \\add although there\\add*\\ef + \\fr 21:11 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“were”) which is understood as concessive \\ef* were so many, the net was not torn. "
  },
  {
    "style": "v",
    "verse": "12",
    "text": "Jesus said to them, “Come, eat breakfast!” But none of the disciples dared to ask him, “Who are you?” \\add because they\\add*\\ef + \\fr 21:12 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew that it was the Lord. "
  },
  {
    "style": "v",
    "verse": "13",
    "text": "Jesus came and took the bread and gave \\add it\\add*\\ef + \\fr 21:13 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to them, and the fish likewise. "
  },
  {
    "style": "v",
    "verse": "14",
    "text": "This \\add was\\add* now \\add the\\add* third \\add time\\add* Jesus was revealed to the disciples \\add after he\\add*\\ef + \\fr 21:14 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had been raised”) which is understood as temporal \\ef* had been raised from the dead."
  },
  { "style": "s1", "verse": "", "text": "Peter Is Restored Three Times" },
  { "style": "m", "verse": "", "text": "" },
  {
    "style": "v",
    "verse": "15",
    "text": "Now when they had eaten breakfast, Jesus said to Simon Peter, “Simon \\add son\\add* of John, do you love me more than these?” He said to him, “Yes, Lord, you know that I love you.” He said to him, “Feed my lambs!” "
  },
  {
    "style": "v",
    "verse": "16",
    "text": "He said to him again a second time, “Simon \\add son\\add* of John, do you love me?” He said to him, “Yes, Lord, you know that I love you.” He said to him, “Shepherd my sheep!” "
  },
  {
    "style": "v",
    "verse": "17",
    "text": "He said to him a third \\add time\\add*, “Simon \\add son\\add* of John, do you love me?” Peter was distressed because he said to him a third \\add time\\add*, “Do you love me?” and he said to him, “Lord, you know everything! You know that I love you!” Jesus said to him, “Feed my sheep! "
  },
  {
    "style": "v",
    "verse": "18",
    "text": "Truly, truly I say to you, when you were young, you tied \\add your clothes\\add*\\ef + \\fr 21:18 \\ft ﻿*The words “\\add your clothes\\add*” are not in the Greek text but are implied \\ef* around yourself and walked wherever you wanted. But when you grow old, you will stretch out your hands, and someone else will tie you up and carry \\add you\\add* where you do not want \\add to go\\add*.\\ef + \\fr 21:18 \\ft *The words “\\add to go\\add*” are not in the Greek text but are implied \\ef* "
  },
  {
    "style": "v",
    "verse": "19",
    "text": "(Now he said this to indicate by what kind of death he would glorify God.) And \\add after he\\add*\\ef + \\fr 21:19 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said this, he said to him, “Follow me!”"
  },
  {
    "style": "s1",
    "verse": "",
    "text": "Peter and the Other Disciple Jesus Loved"
  },
  { "style": "m", "verse": "", "text": "" },
  {
    "style": "v",
    "verse": "20",
    "text": "Peter turned \\add and\\add*\\ef + \\fr 21:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“turned”) has been translated as a finite verb \\ef* saw the disciple whom Jesus loved following \\add them\\add*\\ef + \\fr 21:20 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* (who also leaned back on his chest at the dinner and said, “Lord, who is the one betraying you?”) "
  },
  {
    "style": "v",
    "verse": "21",
    "text": "So \\add when he\\add*\\ef + \\fr 21:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw this one, Peter said to Jesus, “Lord, but what about this one?” "
  },
  {
    "style": "v",
    "verse": "22",
    "text": "Jesus said to him, “If I want him to remain until I come, what \\add is that\\add*\\ef + \\fr 21:22 \\ft ﻿*The words “\\add is that\\add*” are not in the Greek text but are supplied in keeping with English style \\ef* to you? You follow me!” "
  },
  {
    "style": "v",
    "verse": "23",
    "text": "So this saying went out to the brothers that that disciple would not die. But Jesus did not say to him that he would not die, but “If I want him to remain until I come, what \\add is that\\add*\\ef + \\fr 21:23 \\ft ﻿*The words “\\add is that\\add*” are not in the Greek text but are supplied in keeping with English style \\ef* to you?”"
  },
  { "style": "s1", "verse": "", "text": "A Concluding Word of Testimony" },
  { "style": "m", "verse": "", "text": "" },
  {
    "style": "v",
    "verse": "24",
    "text": "This is the disciple who is testifying about these \\add things\\add*, and who has written down these \\add things\\add*. And we know that his testimony is true. "
  },
  {
    "style": "v",
    "verse": "25",
    "text": "Now there are also many other \\add things\\add* that Jesus did, which—if they were written down one after the other—I suppose not even the world itself could contain the books that would be written."
  }
]
