[{"style":"s1","verse":"","text":"A Meeting with Nicodemus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now there was a man of the Pharisees ⸤whose name was⸥\\f + \\fr 3:1 \\ft Literally “the name to him” \\f* Nicodemus, a ruler of the Jews. "},{"style":"v","verse":"2","text":"This man came to him at night and said to him, “Rabbi, we know that \\add you are\\add*\\ef + \\fr 3:2 \\ft ﻿*Here both the pronoun and verb are understood in Greek and are supplied in the translation \\ef* a teacher who has come from God, for no one is able to perform these signs that you are performing unless God were with him.” "},{"style":"v","verse":"3","text":"Jesus answered and said to him, “Truly, truly I say to you, unless someone is born from above,\\f + \\fr 3:3 \\ft The same Greek word can mean either “from above” or “again,” which allows for the misunderstanding by Nicodemus here; Jesus was speaking of new birth “from above,” while Nicodemus misunderstood him to mean a second physical birth \\f* he is not able to see the kingdom of God.” "},{"style":"v","verse":"4","text":"Nicodemus said to him, “How can a man be born \\add when he\\add* is an old man? He is not able to enter into his mother’s womb for the second time and be born, \\add can he\\add*?”\\ef + \\fr 3:4 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add can he\\add*” \\ef*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Jesus answered, “Truly, truly I say to you, unless someone is born of water and spirit, he is not able to enter into the kingdom of God. "},{"style":"v","verse":"6","text":"What is born of the flesh is flesh, and what is born of the Spirit is spirit. "},{"style":"v","verse":"7","text":"Do not be astonished that I said to you, ‘It is necessary for you to be born from above.’\\f + \\fr 3:7 \\ft The same Greek word can mean either “from above” or “again” (see also v. \\xt 3 \\ft ) \\f* "},{"style":"v","verse":"8","text":"The wind blows wherever it wishes, and you hear the sound of it, but you do not know where it comes from and where it is going. So is everyone who is born of the Spirit.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Nicodemus answered and said to him, “How can these \\add things\\add* be?” "},{"style":"v","verse":"10","text":"Jesus answered and said to him, “Are you the teacher of Israel, and you do not understand these \\add things\\add*? "},{"style":"v","verse":"11","text":"Truly, truly I say to you, we speak what we know, and we testify \\add about\\add* what we have seen, and you do not accept our testimony! "},{"style":"v","verse":"12","text":"If I tell you earthly things and you do not believe, how will you believe if I tell you heavenly things? "},{"style":"v","verse":"13","text":"And no one has ascended into heaven except the one who descended from heaven—the Son of Man. "},{"style":"v","verse":"14","text":"And just as Moses lifted up the snake in the wilderness,\\f + \\fr 3:14 \\ft An allusion to \\xt Num 21:5–9 \\ft \\f* thus it is necessary \\add that\\add* the Son of Man be lifted up, "},{"style":"v","verse":"15","text":"so that everyone who believes in him will have eternal life.”\\f + \\fr 3:15 \\ft Some interpreters and Bible translations extend the quotation of Jesus’ words through v. \\xt 21 \\ft \\f*"},{"style":"s1","verse":"","text":"God’s Love for the World"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"For in this way God loved the world, so that he gave his one and only Son, in order that everyone who believes in him will not perish, but will have eternal life. "},{"style":"v","verse":"17","text":"For God did not send his Son into the world in order that he should judge\\f + \\fr 3:17 \\ft Or “he should condemn” \\f* the world, but in order that the world should be saved through him. "},{"style":"v","verse":"18","text":"The one who believes in him is not judged,\\f + \\fr 3:18 \\ft Or “condemned” \\f* but the one who does not believe has already been judged,\\f + \\fr 3:18 \\ft Or “been condemned” \\f* because he has not believed in the name of the one and only Son of God. "},{"style":"v","verse":"19","text":"And this is the judgment: that the light has come into the world, and people loved the darkness rather than the light, because their deeds were evil. "},{"style":"v","verse":"20","text":"For everyone who practices evil hates the light and does not come to the light, lest his deeds be exposed. "},{"style":"v","verse":"21","text":"But the one who practices the truth comes to the light, in order that his deeds may be revealed, that they are done in God."},{"style":"s1","verse":"","text":"Additional Testimony by John the Baptist About Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"After these \\add things\\add* Jesus and his disciples came into Judean territory, and there he spent time with them and was baptizing. "},{"style":"v","verse":"23","text":"Now John was also baptizing at Aenon near Salim, because water was plentiful there, and they were coming and were being baptized. "},{"style":"v","verse":"24","text":"(For John had not yet been thrown into prison.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"So a dispute occurred on the part of John’s disciples with a Jew\\f + \\fr 3:25 \\ft Some significant early manuscripts read “the Jews” \\f* concerning purification. "},{"style":"v","verse":"26","text":"And they came to John and said to him, “Rabbi, he who was with you on the other side of the Jordan, about whom you testified—look, this one is baptizing, and all are coming to him!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"John answered and said, “A man can receive not one \\add thing\\add* unless it is granted to him from heaven! "},{"style":"v","verse":"28","text":"You yourselves testify about me that I said, ‘I am not the Christ, but I am sent before that one.’ "},{"style":"v","verse":"29","text":"The one who has the bride is the bridegroom. But the friend of the bridegroom, who stands and hears him, rejoices ⸤greatly⸥\\f + \\fr 3:29 \\ft Literally “with joy” \\f* because of the bridegroom’s voice. So this joy of mine is complete. "},{"style":"v","verse":"30","text":"It is necessary for that one to increase, but \\add for\\add* me to decrease.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"The one who comes from above is over all. The one who is from the earth is from the earth and speaks from the earth; the one who comes from heaven is over all. "},{"style":"v","verse":"32","text":"What he has seen and heard, this he testifies, and no one accepts his testimony. "},{"style":"v","verse":"33","text":"The one who accepts his testimony has attested that God is true. "},{"style":"v","verse":"34","text":"For \\add the one\\add* whom God sent speaks the words of God, for he does not give the Spirit by measure. "},{"style":"v","verse":"35","text":"The Father loves the Son and has given all \\add things\\add* into his hand. "},{"style":"v","verse":"36","text":"The one who believes in the Son has eternal life, but the one who disobeys the Son will not see life—but the wrath of God remains on him.\\f + \\fr 3:36 \\ft Some interpreters and Bible translations extend the quotation of John the Baptist’s words through v. \\xt 36 \\ft \\f*"}]