[{"style":"s1","verse":"","text":"Comment Tite doit exhorter les vieillards, les femmes, les jeunes hommes, les serviteurs, et quel exemple il doit donner lui-même"},{"style":"r","verse":"","text":"V. 1-10: cf. (1 Ti 2:9-15. 1 Pi 3:1-6.) Ps 119:9. (Ép 6:5-8. 1 Pi 2:18-20.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Pour toi, dis les choses qui sont conformes à la saine doctrine. "},{"style":"v","verse":"2","text":"Dis que les vieillards doivent être sobres, honnêtes, modérés, sains dans la foi, dans la charité, dans la patience. "},{"style":"v","verse":"3","text":"Dis que les femmes âgées \\x a \\xo 2.3 \\xt 1 Ti 2:9. 1 Pi 3:3.\\x*doivent aussi avoir l’extérieur qui convient à la sainteté, \\x b \\xo 2.3 \\xt 1 Ti 5:13.\\x*n’être ni médisantes, ni adonnées au vin; qu’elles doivent donner de bonnes instructions, "},{"style":"v","verse":"4","text":"dans le but d’apprendre aux jeunes femmes à aimer leurs maris et leurs enfants, "},{"style":"v","verse":"5","text":"à être retenues, chastes, occupées aux soins domestiques, bonnes, \\x c \\xo 2.5 \\xt Ge 3:16. 1 Co 14:34. Ép 5:22. Col 3:18. 1 Pi 3:1.\\x*soumises à leurs maris, afin que la parole de Dieu ne soit pas blasphémée. "},{"style":"v","verse":"6","text":"Exhorte de même les jeunes gens à être modérés, "},{"style":"v","verse":"7","text":"\\x d \\xo 2.7 \\xt 1 Ti 4:12. 1 Pi 5:3.\\x*te montrant toi-même à tous égards un modèle de bonnes œuvres, et donnant un enseignement pur, digne, "},{"style":"v","verse":"8","text":"une parole saine, irréprochable, \\x e \\xo 2.8 \\xt 1 Pi 2:12, 15; 3:16.\\x*afin que l’adversaire soit confus, n’ayant aucun mal à dire de nous. "},{"style":"v","verse":"9","text":"\\x f \\xo 2.9 \\xt Ép 6:5. Col 3:22. 1 Ti 6:1, 2. 1 Pi 2:18.\\x*Exhorte les serviteurs à être soumis à leurs maîtres, à leur plaire en toutes choses, à n’être point contredisants, "},{"style":"v","verse":"10","text":"à ne rien dérober, mais à montrer toujours une parfaite fidélité, afin de faire honorer en tout la doctrine de Dieu notre Sauveur."},{"style":"s1","verse":"","text":"La grâce de Dieu manifestée: ce qu’elle enseigne, et ce que Tite doit enseigner"},{"style":"r","verse":"","text":"V. 11-15: cf. 1 Pi 1:10-21. (Ro 12:1, 2. 1 Co 6:20. 1 Jn 3:1-3.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Car la grâce de Dieu, source de salut pour tous les hommes, a été manifestée. "},{"style":"v","verse":"12","text":"Elle nous enseigne à renoncer à \\x g \\xo 2.12 \\xt Ép 1:4. Col 1:22. 2 Ti 1:9.\\x*l’impiété et aux \\x h \\xo 2.12 \\xt 1 Jn 2:16.\\x*convoitises mondaines, et à vivre dans le siècle présent selon la sagesse, la justice et la piété, "},{"style":"v","verse":"13","text":"\\x i \\xo 2.13 \\xt 1 Co 1:7. Ph 3:20.\\x*en attendant la bienheureuse espérance, et la manifestation de la gloire du grand Dieu et de notre Sauveur Jésus-Christ, "},{"style":"v","verse":"14","text":"\\x j \\xo 2.14 \\xt Ga 1:4; 2:20. Ép 5:2. Hé 9:14.\\x*qui s’est donné lui-même pour nous, afin de nous racheter de toute iniquité, et de se faire un peuple qui lui appartienne, purifié par lui et \\x k \\xo 2.14 \\xt Ép 2:10.\\x*zélé pour les bonnes œuvres. "},{"style":"v","verse":"15","text":"Dis ces choses, exhorte, et reprends, avec une pleine autorité. \\x l \\xo 2.15 \\xt 1 Ti 4:12.\\x*Que personne ne te méprise."}]