[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yoonu Musaa dafa misaal xéewal yi waroona ñëw; takkandeer la ci yëf yu dëggu yi, waaye du ñoom ci seen bopp. Looloo tax manula yeggale cig mat ñi ñëw ci Yàlla, ndaxte at mu nekk duñu jóg ci jébbal Yàlla sarax yooyu."},{"style":"v","verse":"2","text":"Sarax yi ñuy def, bu ñu manoona sellal ñiy jaamu benn yoon ba fàww, kon dinañu leen bàyyi, ndaxte dootuñu am yeraange ci seeni bàkkaar."},{"style":"v","verse":"3","text":"Waaye dañuy fàttaliku bàkkaar yi ci sarax yi ñuy def at mu jot."},{"style":"v","verse":"4","text":"Ndaxte deretu yëkk ak ju sikket manula dindi bàkkaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Looloo tax bi muy wàcc àddina, Kirist nee na:"},{"style":"q","verse":"","text":"«Bëggoo saraxu mala walla beneen sarax,"},{"style":"q","verse":"","text":"waaye aw yaram nga ma defaral."},{"style":"q","verse":"","text":""},{"style":"v","verse":"6","text":"Sarax yu ñuy lakk walla sarax yiy dindi bàkkaar,"},{"style":"q","verse":"","text":"benn neexu la ci."},{"style":"q","verse":"","text":""},{"style":"v","verse":"7","text":"Moo tax ma ne: “Damaa wàcc ngir def sa coobare, yaw Yàlla,"},{"style":"q","verse":"","text":"mu dëppoo ak li ñu bind ci sama mbir ci téereb yoon wi.”»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"Wax na bu jëkk: «Saraxi mala walla yeneen sarax, sarax yu ñuy lakk walla sarax yiy dindi bàkkaar, bëgguloo leen te benn neexu la ci.» Teewul yoon wi moo leen santaane."},{"style":"v","verse":"9","text":"Noonu mu tegaat ca ne: «Damaa wàcc ngir def sa coobare.» Noonu toxal na jëfin wu jëkk wa, ngir wuutal fi weneen wu bees."},{"style":"v","verse":"10","text":"Te ci li Kirist def coobarey Yàlla, bi mu joxee yaramam sarax benn yoon ba fàww, moo tax nu sell ci bàkkaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bés bu nekk sarxalkat yi dañuy taxaw di liggéeyal Yàlla, di sax ci def sarax yu manula dindi bàkkaar yi mukk."},{"style":"v","verse":"12","text":"Waaye nag sarxalkat bii di Kirist, bi mu sarxee sarax bu am doole ngir dindi bàkkaar yi benn yoon ba fàww, dafa toog ca ndijooru Yàlla,"},{"style":"v","verse":"13","text":"di xaar ba kera mu daaneel ko ay noonam ci kanamam."},{"style":"v","verse":"14","text":"Noonu ñi ñuy sellal, ci benn sarax rekk la leen yeggali cig mat ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Te it °Xel mu Sell mi seedeel na nu ko;"},{"style":"v","verse":"16","text":"dafa jëkka wax ne:"},{"style":"q","verse":"","text":"«Boroom bi nee na:"},{"style":"q","verse":"","text":"Kóllëre gaa ngii, kóllëre gi may fas ak ñoom,"},{"style":"q","verse":"","text":"bu bés yooyule weesoo."},{"style":"q","verse":"","text":"Dinaa def samay ndigal ci seen xol,"},{"style":"q","verse":"","text":"bind ko ci seen xel.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"Noonu mu tegaat ca ne:"},{"style":"q","verse":"","text":"«Dootuma fàttaliku seeni bàkkaar"},{"style":"q","verse":"","text":"walla seeni tooñ.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"Kon nag fu ñuy baale bàkkaar, aajootul sarax su koy dindi."},{"style":"s","verse":"","text":"Nanu jege Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Bokk yi, gannaaw nag deretu Yeesu may na nu sañ-sañu dugg ca bérab bu sell baa sell,"},{"style":"v","verse":"20","text":"nuy jaar ci rido bi, ci yoon wi mu nu ubbil, di yoon wu bees tey dund, maanaam ndax li mu joxe yaramam sarax te mi ngi dund,"},{"style":"v","verse":"21","text":"te gannaaw am nanu °sarxalkat bu mag, biy yilif waa kër Yàlla,"},{"style":"v","verse":"22","text":"kon nanu jege Yàlla ak xol bu laab, ak ngëm gu ànd ak kóolute, am xel mu dal ci bépp yeraange, ak yaram wu ñu raxas ci ndox mu sell."},{"style":"v","verse":"23","text":"Nanu jàpp ci yaakaar, ji nu am, te baña toqi, ndaxte ki nu dig, lu mu wax def ko."},{"style":"v","verse":"24","text":"Nanu seet ni nu mana xiirtalante cig mbëggeel ak ci jëf yu baax."},{"style":"v","verse":"25","text":"Te bunu bàyyi sunu ndaje yi, ni ko ñenn ñi di defe, waaye nanuy nàddante ci ngëm, di ko feddali, fi ak yéena ngi gis bésu Boroom biy jubsi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Gannaaw ba nu nangoo xam dëgg ba noppi, bu nu teyee di def bàkkaar, kon sarax dootul am ngir bàkkaar yooyu."},{"style":"v","verse":"27","text":"Déedéet, bu nu defee noonu, dinanu tiit di xaar àtte ba, muy taal bu yànj, biy wara lakk nooni Yàlla yi."},{"style":"v","verse":"28","text":"Ku weddi ndigali yoonu °Musaa wi, te ñaar walla ñetti nit seede ko, dina dee ci lu amul benn yërmande."},{"style":"v","verse":"29","text":"Ku xeeb °Doomu Yàlla ji te fonkadi deretu kóllëre, ji ñu ko sellale, te muy toroxal Xelum Yàlla, mi indi yiw, naka la mbugalam wara gëna yéese?"},{"style":"v","verse":"30","text":"Xam nanu ki wax ne: «Man maay àtte, maay fey jëf.» Te newaat na: «Boroom bi dina àtte ay gaayam.»"},{"style":"v","verse":"31","text":"Ndaw tiitaange ci ku sàggan, ba tàbbi ci loxoy Yàlla jiy dund!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Fàttalikuleen bés yu jëkk ya, ba leeru Yàlla tàbbee ci yéen; dékku ngeen xeex bu mag ciy fitna."},{"style":"v","verse":"33","text":"Léeg-léeg ñu saaga leen ak di leen sonal ci kanam nit ñi; léeg-léeg it ngeen taxawu ñi ñuy def noonu."},{"style":"v","verse":"34","text":"Ndaxte bokk ngeen naqar ak ñi ñu tëj, te nangu ngeen ak xol bu sedd, ñu foqarñi seen alal, xam ne am ngeen alal ju gën te di sax ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Kon nag buleen sàggane kóolute gi ngeen am, ndaxte ëmb na yool bu mag."},{"style":"v","verse":"36","text":"Dangeena wara muñ, ba def coobarey Yàlla, sooga jot li mu leen digoon."},{"style":"v","verse":"37","text":"Ndaxte lii la Mbind mi wax:"},{"style":"q","verse":"","text":"«Ci kanam tuuti, ki wara ñëw dina ñëw"},{"style":"q","verse":"","text":"te léegi mu agsi."},{"style":"q","verse":"","text":""},{"style":"v","verse":"38","text":"Ku jub ci sama kanam dina dund ci kaw ngëm,"},{"style":"q","verse":"","text":"waaye bu delloo gannaaw,"},{"style":"q","verse":"","text":"sama xol du sedd ci moom.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"39","text":"Nun nag bokkunu ci ñiy dellu gannaaw bay réer, waaye nu ngi bokk ci ñi am ngëm tey mucc."}]