[{"style":"s","verse":"","text":"Sarax yi neex Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Saxleen ci bëggante ni ay bokk."},{"style":"v","verse":"2","text":"Buleen fàttee teral ñiy ñëw ci yéen, ndaxte ñenn ñi, bi ñu ko defee, teral nañu ay malaaka te xamuñu ko."},{"style":"v","verse":"3","text":"Fàttalikuleen ñi ñu tëj, mel ni su ñu leen boole woon ak ñoom tëjaale. Fàttalikuleen ñi ñuy sonal, ni su ngeen bokkoon ak ñoom coono."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Na ñépp fullaal séy, te lalu séy bi baña taq sobe, ndaxte Yàlla dina àtte ñu yàqu ñi ak njaalookat yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Buleen bëgge; deeleen doylu, ndaxte Yàlla ci boppam nee na:"},{"style":"q","verse":"","text":"«Duma la wacc mukk,"},{"style":"q","verse":"","text":"duma la wor mukk,»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"ba tax nu am kóoluteg wax ne:"},{"style":"q","verse":"","text":"«Boroom bi moo di sama ndimbal; duma ragal dara."},{"style":"q","verse":"","text":"Lu ma nit manal?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Fàttalikuleen seen njiit, yi leen yégal kàddug Yàlla. Nemmikuleen li seen dund meññ te roy seen ngëm."},{"style":"v","verse":"8","text":"Yeesu °Kirist du soppiku mukk; ni mu mel démb ak tey lay mel ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Buleen nangu mukk ñu fàbbi leen ak njàngle yu bare yu wuute ak yu jëkk ya. Li gën moo di xol yi jële seen doole ci yiwu Yàlla, te bañ koo jële ci sàrt yi jëm ci ñam, yi jariñul dara ñi koy sàmm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Am nanu sarax boo xam ne ñiy jaamu Yàlla ci xaymab màggalukaayu °bànni Israyil sañuñu koo lekk."},{"style":"v","verse":"11","text":"Ndaxte °sarxalkat bu mag bi dafay yóbbu deretu mala yi ca bérab bu sell baa sell ni sarax ngir dindi bàkkaar yi, waaye yàpp wi dees na ko lakk ca gannaaw dal ba."},{"style":"v","verse":"12","text":"Looloo tax Yeesu sonn ca gannaaw dëkk ba, ngir sellal mbooloo mi ak deretam."},{"style":"v","verse":"13","text":"Nanu ko fekki nag ca gannaaw dal ba, bokk ak moom toroxte ga."},{"style":"v","verse":"14","text":"Amunu fii ci àddina dëkk bu sax ba fàww, waaye nu ngi wut dëkk biy ñëw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Kon nag nanu jaare ci Yeesu, tey dëkk ci jébbal Yàlla sarax bu koy màggal, maanaam sant turam."},{"style":"v","verse":"16","text":"Buleen fàtte di def lu baax ak di sédde ci seen alal, ndaxte sarax yu mel noonu ñoo neex Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Déggal-leen seeni njiit te topp seen ndigal, ndaxte ñoo leen di sàmm te ñooy layoo seen liggéey. Kon nangeen leen déggal, ngir ñu mana def seen liggéey ak xol bu sedd, bañ cee am naqar, ndaxte loolu du leen amal njariñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Deeleen nu ñaanal. Wóor nanu ne sunu xel dal na, ndaxte danoo bëgga rafet ci lépp lu nuy def."},{"style":"v","verse":"19","text":"Maa ngi leen di xiir, ngeen ñaanal nu, ba tuur ci seen ñaq, ngir ma yiwiku, ba délsi ci yéen ci ni mu gëna gaawe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yàlla miy Boroom jàmm te dekkal sunu Boroom Yeesu, Sàmm bu mag bi, ci darajay deret, ji fas kóllëre gu sax,"},{"style":"v","verse":"21","text":"yal na leen matal ci lépp lu baax, ba ngeen mana def coobareem, di jëfe ci nun li neex ci moom, mu jaarale lépp ci Yeesu Kirist, moom mi yelloo ndam ba fàww. Amiin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Kon nag bokk yi, maa ngi leen di ñaan, ngeen tegoo baatu yedd yooyu, ndaxte dama leena bind ci lu gàtt."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Xamleen ne, Timote sunu mbokk, génn na kaso. Su dikkee léegi, dinaa ànd ak moom, seetsi leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Nuyul-leen ma seen njiit yépp ak gaayi Yàlla yépp. Waa Itali ñu ngi leen di nuyu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Yal na yiwu Yàlla ànd ak yéen ñépp."}]