[{"style":"s","verse":"","text":"Nanu faaydaal li Boroom bi wax ci mbirum mucc gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Moo tax kon nu wara gëna faaydaal wax yi nu dégg, ngir baña bayliku."},{"style":"v","verse":"2","text":"Xam nanu ne kàddug yoon, wi Yàlla yégle jaarale ko ci malaaka yi, wareef la woon, te képp ku ko masa moy, walla mu mas koo tanqamlu, jot na mbugal gi mu yelloo."},{"style":"v","verse":"3","text":"Kon nun ñi dégg mucc gu mag gi, bu nu ko sàgganee, nan lanuy mana rëcce mbugalu Yàlla? Boroom bi moo xamle woon mucc googu ca njàlbéen ga, te gannaaw gi, ñi ko dégg ñoo nu ko wóoralal."},{"style":"v","verse":"4","text":"Te it Yàlla dëggal na seen seede ci ay firnde ak ay kéemaan, ay jaloore yu bare ak ci ay may yu jóge ci °Xelam mu Sell, te mu séddale leen ni mu ko bëgge."},{"style":"s","verse":"","text":"Yeesu nekk na nit, ngir rammu nu ci kanam Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Yàlla jébbalul malaaka yi benn sañ-sañ bu jëm ci jamonoy ëllëg ji nuy wax; keneen la ko jébbal,"},{"style":"v","verse":"6","text":"ndaxte am na fu ñu wax ci Mbind mi ne:"},{"style":"q","verse":"","text":"«Lan mooy nit, yaw Yàlla, ba nga di ko xalaat?"},{"style":"q","verse":"","text":"Lan mooy doomu nit, ba nga koy topptoo?"},{"style":"q","verse":"","text":""},{"style":"v","verse":"7","text":"Wàcce nga ko, def ko mu gëna suufe tuuti malaaka yi."},{"style":"q","verse":"","text":"°Kaalaa nga ko teraanga ak ndam,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"8","text":"notal ko lépp, mu teg ci tànk.»"},{"style":"m","verse":"","text":"Bi ko Yàlla notalee lépp nag, bàyyiwul dara. Fi mu nekk gisagunu ne lépp a ngi ci sañ-sañam;"},{"style":"v","verse":"9","text":"Waaye gis nanu Yeesu. Wàcce nañu ko, def ko mu gëna suufe tuuti malaaka yi, ngir mu dee ci wàllu ñépp, ndaxte loolu la Yàlla dogal ci yiwam. Waaye léegi Yàlla kaalaa na ko teraanga ak ndam ndax coono bi mu daj ba dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ndaxte Yàlla mi yelloo lépp te sàkk lépp, dogal na def ñu bare ay doomam, boole leen ci ndamam. Jekk na nag mu matal Yeesu ci coono bi mu daj, moom mi leen xàllal yoonu mucc gi."},{"style":"v","verse":"11","text":"Moom Yeesu miy sellal, ak ñi muy sellal, ñoom ñépp genn njaboot lañu. Moo tax Yeesu rusu leena wooye ay doomi baayam."},{"style":"v","verse":"12","text":"Nee na:"},{"style":"q","verse":"","text":"«Yaw Yàlla, dinaa xamle sa tur ci samay doomi baay,"},{"style":"q","verse":"","text":"dinaa la tagg ci biir mbooloo mi.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"Newaat na:"},{"style":"q","verse":"","text":"«Dinaa am ci Yàlla kóolute.»"},{"style":"m","verse":"","text":"Dellu na waxaat ne:"},{"style":"q","verse":"","text":"«Maa ngi nii, man ak doom yi ma Yàlla jox.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Doomam yooyu muy wax, nit kese lañu. Looloo tax Yeesu it moom ci boppam, wàcc na, jëmmoo ni ñoom, ngir dee, ba man caa daaneel °Ibliis, mi yore dooley dee."},{"style":"v","verse":"15","text":"Noonu mu yiwi nit, ñi meloon ni ay jaam seen giiru dund gépp ndax ragala dee."},{"style":"v","verse":"16","text":"Leer na ne Yeesu xettalisiwul malaaka yi, waaye askanu °Ibraayma lay xettalisi."},{"style":"v","verse":"17","text":"Looloo taxoon mu wara mel niy doomi baayam ci bépp fànn, ngir doon seen °sarxalkat bu mag fa kanam Yàlla, bi leen yërëm te di sàmm kóllëre, te ci liggéeyu sarxaleem joxe na bakkanam ngir dindi bàkkaari nit ñi, ba Yàlla baal leen."},{"style":"v","verse":"18","text":"Gannaaw sonn na ci nattu yi mu daj, man na dimbali ñiy jaar ciy nattu."}]