[{"style":"s1","verse":"","text":"La prière sacerdotale"},{"style":"r","verse":"","text":"V. 1-26: cf. Jn 13:1. (Ro 8:34. Hé 7:24-28; 4:14-16.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Après avoir ainsi parlé, Jésus leva les yeux au ciel, et dit: \\wj Père,\\wj*\\x a \\xo 17.1 \\xt Jn 13:23; 13:32.\\x*\\wj l’heure est venue! Glorifie ton Fils, afin que ton Fils te glorifie,\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"\\x b \\xo 17.2 \\xt Ps 8:7. Mt 11:27; 28:18. Lu 10:22. Jn 3:35; 5:27. 1 Co 15:25. Ph 2:10. Hé 2:8.\\x*\\wj selon que tu lui as donné pouvoir sur toute chair, afin qu’il accorde la vie éternelle à tous ceux que tu lui as donnés.\\wj*"},{"style":"v","verse":"3","text":"\\wj Or,\\wj*\\x c \\xo 17.3 \\xt És 53:11. Jé 9:23.\\x*\\wj la vie éternelle, c’est qu’ils te connaissent, toi, le seul vrai Dieu, et celui que tu as envoyé, Jésus-Christ.\\wj*"},{"style":"v","verse":"4","text":"\\x d \\xo 17.4 \\xt Jn 13:32; 14:13.\\x*\\wj Je t’ai glorifié sur la terre,\\wj*\\x e \\xo 17.4 \\xt Jn 4:34; 19:30.\\x*\\wj j’ai achevé l’œuvre que tu m’as donnée à faire.\\wj*"},{"style":"v","verse":"5","text":"\\wj Et maintenant toi, Père, glorifie-moi auprès de toi-même de la gloire\\wj*\\x f \\xo 17.5 \\xt Jn 1:1, 2; 10:30; 14:9.\\x*\\wj que j’avais auprès de toi avant que le monde fût.\\wj*"},{"style":"v","verse":"6","text":"\\wj J’ai fait connaître ton nom aux hommes que tu m’as donnés du milieu du monde. Ils étaient à toi, et tu me les as donnés; et ils ont gardé ta parole.\\wj*"},{"style":"v","verse":"7","text":"\\wj Maintenant ils ont connu que tout ce que tu m’as donné vient de toi.\\wj*"},{"style":"v","verse":"8","text":"\\wj Car je leur ai donné les paroles que tu m’as données; et ils les ont reçues,\\wj*\\x g \\xo 17.8 \\xt Jn 16:27.\\x*\\wj et ils ont vraiment connu que je suis sorti de toi, et ils ont cru que tu m’as envoyé.\\wj*"},{"style":"v","verse":"9","text":"\\wj C’est pour eux que je prie. Je ne prie pas pour le monde, mais pour ceux que tu m’as donnés, parce qu’ils sont à toi;\\wj*"},{"style":"v","verse":"10","text":"\\wj et\\wj*\\x h \\xo 17.10 \\xt Jn 16:15.\\x*\\wj tout ce qui est à moi est à toi, et ce qui est à toi est à moi; et je suis glorifié en eux.\\wj*"},{"style":"v","verse":"11","text":"\\wj Je ne suis plus dans le monde, et ils sont dans le monde, et je vais à toi. Père saint, garde en ton nom ceux que tu m’as donnés, afin qu’ils soient un comme nous.\\wj*"},{"style":"v","verse":"12","text":"\\x i \\xo 17.12 \\xt Jn 6:39; 10:28; 18:9.\\x*\\wj Lorsque j’étais avec eux dans le monde, je les gardais en ton nom.\\wj*\\x j \\xo 17.12 \\xt És 8:18. Hé 2:13.\\x*\\wj J’ai gardé ceux que tu m’as donnés, et aucun d’eux ne s’est perdu, sinon le fils de perdition,\\wj*\\x k \\xo 17.12 \\xt Ps 109:8.\\x*\\wj afin que l’Écriture fût accomplie.\\wj*"},{"style":"v","verse":"13","text":"\\wj Et maintenant je vais à toi, et je dis ces choses dans le monde, afin qu’ils aient en eux ma joie parfaite.\\wj*"},{"style":"v","verse":"14","text":"\\wj Je leur ai donné ta parole;\\wj*\\x l \\xo 17.14 \\xt Jn 15:19.\\x*\\wj et le monde les a haïs, parce qu’ils ne sont pas du monde, comme moi je ne suis pas du monde.\\wj*"},{"style":"v","verse":"15","text":"\\wj Je ne te prie pas de les ôter du monde, mais de les préserver du mal.\\wj*"},{"style":"v","verse":"16","text":"\\wj Ils ne sont pas du monde, comme moi je ne suis pas du monde.\\wj*"},{"style":"v","verse":"17","text":"\\wj Sanctifie-les par ta vérité:\\wj*\\x m \\xo 17.17 \\xt Jn 8:40.\\x*\\wj ta parole est la vérité.\\wj*"},{"style":"v","verse":"18","text":"\\x n \\xo 17.18 \\xt Jn 20:21.\\x*\\wj Comme tu m’as envoyé dans le monde, je les ai aussi envoyés dans le monde.\\wj*"},{"style":"v","verse":"19","text":"\\x o \\xo 17.19 \\xt 1 Co 1:2, 30. 1 Th 4:7.\\x*\\wj Et je me sanctifie moi-même pour eux, afin qu’eux aussi soient sanctifiés par la vérité.\\wj*"},{"style":"v","verse":"20","text":"\\wj Ce n’est pas pour eux seulement que je prie, mais encore pour ceux qui croiront en moi par leur parole,\\wj*"},{"style":"v","verse":"21","text":"\\x p \\xo 17.21 \\xt Jn 10:38; 14:11. Ga 3:28.\\x*\\wj afin que tous soient un, comme toi, Père, tu es en moi, et comme je suis en toi, afin qu’eux aussi soient un en nous, pour que le monde croie que tu m’as envoyé.\\wj*"},{"style":"v","verse":"22","text":"\\wj Je leur ai donné la gloire que tu m’as donnée, afin qu’ils soient un comme nous sommes un,\\wj*"},{"style":"v","verse":"23","text":"\\wj moi en eux, et toi en moi, afin qu’ils soient parfaitement un, et que le monde connaisse que tu m’as envoyé et que tu les as aimés comme tu m’as aimé.\\wj*"},{"style":"v","verse":"24","text":"\\x q \\xo 17.24 \\xt Jn 12:26; 14:3.\\x*\\wj Père, je veux que là où je suis ceux que tu m’as donnés soient aussi avec moi, afin qu’ils voient ma gloire, la gloire que tu m’as donnée, parce que tu m’as aimé avant la fondation du monde.\\wj*"},{"style":"v","verse":"25","text":"\\wj Père juste,\\wj*\\x r \\xo 17.25 \\xt Jn 15:21; 16:3.\\x*\\wj le monde ne t’a point connu; mais moi je t’ai connu,\\wj*\\x s \\xo 17.25 \\xt Jn 16:27; 17:8.\\x*\\wj et ceux-ci ont connu que tu m’as envoyé.\\wj*"},{"style":"v","verse":"26","text":"\\wj Je leur ai fait connaître ton nom, et je le leur ferai connaître, afin que l’amour dont tu m’as aimé soit en eux, et que je sois en eux.\\wj*"}]