[{"style":"s1","verse":"","text":"Paraboles du semeur, — de l’ivraie, — du grain de sénevé, — du levain, — du trésor caché, — de la perle, — du filet"},{"style":"r","verse":"","text":"V. 1-23: cf. (Mc 4:1-20. Lu 8:4-15.) 1 Co 3:9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 13.1 \\xt Mc 4:1. Lu 8:4, 5.\\x*Ce même jour, Jésus sortit de la maison, et s’assit au bord de la mer. "},{"style":"v","verse":"2","text":"Une grande foule s’étant assemblée auprès de lui, il monta \\x b \\xo 13.2 \\xt Lu 5:3.\\x*dans une barque, et il s’assit. Toute la foule se tenait sur le rivage. "},{"style":"v","verse":"3","text":"Il leur parla en paraboles sur beaucoup de choses, et il dit:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"\\wj Un semeur sortit pour semer. Comme il semait, une partie de la semence tomba le long du chemin: les oiseaux vinrent, et la mangèrent.\\wj*"},{"style":"v","verse":"5","text":"\\wj Une autre partie tomba dans les endroits pierreux, où elle n’avait pas beaucoup de terre: elle leva aussitôt, parce qu’elle ne trouva pas un sol profond;\\wj*"},{"style":"v","verse":"6","text":"\\wj mais, quand le soleil parut, elle fut brûlée et sécha, faute de racines.\\wj*"},{"style":"v","verse":"7","text":"\\wj Une autre partie tomba parmi les épines: les épines montèrent, et l’étouffèrent.\\wj*"},{"style":"v","verse":"8","text":"\\wj Une autre partie tomba dans la bonne terre: elle donna du fruit, un grain cent, un autre soixante, un autre trente.\\wj*"},{"style":"v","verse":"9","text":"\\wj Que celui qui a des oreilles pour entendre entende.\\wj*"},{"style":"v","verse":"10","text":"\\x c \\xo 13.10 \\xt Mc 4:10. Lu 8:9.\\x*Les disciples s’approchèrent, et lui dirent: Pourquoi leur parles-tu en paraboles? "},{"style":"v","verse":"11","text":"Jésus leur répondit: \\x d \\xo 13.11 \\xt 2 Co 3:14.\\x*\\wj Parce qu’il vous a été donné de connaître les mystères du royaume des cieux, et\\wj*\\x e \\xo 13.11 \\xt Mt 11:25.\\x*\\wj que cela ne leur a pas été donné.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"\\x f \\xo 13.12 \\xt Mt 25:29. Mc 4:24, 25. Lu 8:18; 19:26.\\x*\\wj Car on donnera à celui qui a, et il sera dans l’abondance, mais à celui qui n’a pas on ôtera même ce qu’il a.\\wj*"},{"style":"v","verse":"13","text":"\\wj C’est pourquoi je leur parle en paraboles, parce qu’en voyant ils ne voient point, et qu’en entendant ils n’entendent ni ne comprennent.\\wj*"},{"style":"v","verse":"14","text":"\\wj Et pour eux s’accomplit cette prophétie d’Ésaïe:\\wj*"},{"style":"q1","verse":"","text":"\\x g \\xo 13.14 \\xt És 6:9. Mc 4:12. Lu 8:10. Jn 12:40. Ac 28:26. Ro 11:8.\\x*\\wj Vous entendrez de vos oreilles, et vous ne comprendrez point;\\wj*"},{"style":"q1","verse":"","text":"\\wj Vous regarderez de vos yeux, et vous ne verrez point.\\wj*"},{"style":"v","verse":"15","text":"\\wj Car le cœur de ce peuple est devenu insensible;\\wj*"},{"style":"q1","verse":"","text":"\\wj Ils ont endurci leurs oreilles, et ils ont fermé leurs yeux,\\wj*"},{"style":"q1","verse":"","text":"\\wj De peur qu’ils ne voient de leurs yeux, qu’ils n’entendent de leurs oreilles,\\wj*"},{"style":"q1","verse":"","text":"\\wj Qu’ils ne comprennent de leur cœur,\\wj*"},{"style":"q1","verse":"","text":"\\wj Qu’ils ne se convertissent, et que je ne les guérisse.\\wj*"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"\\x h \\xo 13.16 \\xt Lu 10:23. Jn 20:29. 1 Pi 1:8.\\x*\\wj Mais heureux sont vos yeux, parce qu’ils voient, et vos oreilles, parce qu’elles entendent!\\wj*"},{"style":"v","verse":"17","text":"\\wj Je vous le dis en vérité,\\wj*\\x i \\xo 13.17 \\xt 1 Pi 1:10.\\x*\\wj beaucoup de prophètes et de justes ont désiré voir ce que vous voyez, et ne l’ont pas vu, entendre ce que vous entendez, et ne l’ont pas entendu.\\wj*"},{"style":"v","verse":"18","text":"\\x j \\xo 13.18 \\xt Mc 4:13. Lu 8:11.\\x*\\wj Vous donc, écoutez ce que signifie la parabole du semeur.\\wj*"},{"style":"v","verse":"19","text":"\\wj Lorsqu’un homme écoute la parole du\\wj*\\x k \\xo 13.19 \\xt Mt 4:23.\\x*\\wj royaume et ne la comprend pas, le malin vient et enlève ce qui a été semé dans son cœur: cet homme est celui qui a reçu la semence le long du chemin.\\wj*"},{"style":"v","verse":"20","text":"\\wj Celui qui a reçu la semence dans les endroits pierreux, c’est celui qui entend la parole et la reçoit aussitôt avec joie;\\wj*"},{"style":"v","verse":"21","text":"\\wj mais il n’a pas de racines en lui-même, il manque de persistance, et, dès que survient une tribulation ou une persécution à cause de la parole, il y trouve une occasion de chute.\\wj*"},{"style":"v","verse":"22","text":"\\x l \\xo 13.22 \\xt Mt 19:23. Mc 10:23. Lu 18:24. 1 Ti 6:9.\\x*\\wj Celui qui a reçu la semence parmi les épines, c’est celui qui entend la parole, mais en qui les soucis du siècle et la séduction des richesses étouffent cette parole, et la rendent infructueuse.\\wj*"},{"style":"v","verse":"23","text":"\\wj Celui qui a reçu la semence dans la bonne terre, c’est celui qui entend la parole et la comprend; il porte du fruit, et un grain en donne cent, un autre soixante, un autre trente.\\wj*"},{"style":"r","verse":"","text":"V. 24-30: cf. v. 36-43, 47-50. 1 Co 3:9; 4:5."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Il leur proposa une autre parabole, et il dit: \\wj Le royaume des cieux est semblable à un homme qui a semé une bonne semence dans son champ.\\wj*"},{"style":"v","verse":"25","text":"\\wj Mais, pendant que les gens dormaient, son ennemi vint, sema de l’ivraie parmi le blé, et s’en alla.\\wj*"},{"style":"v","verse":"26","text":"\\wj Lorsque l’herbe eut poussé et donné du fruit, l’ivraie parut aussi.\\wj*"},{"style":"v","verse":"27","text":"\\wj Les serviteurs du maître de la maison vinrent lui dire: Seigneur, n’as-tu pas semé une bonne semence dans ton champ? D’où vient donc qu’il y a de l’ivraie?\\wj*"},{"style":"v","verse":"28","text":"\\wj Il leur répondit: C’est un ennemi qui a fait cela. Et les serviteurs lui dirent: Veux-tu que nous allions l’arracher?\\wj*"},{"style":"v","verse":"29","text":"\\wj Non, dit-il, de peur qu’en arrachant l’ivraie, vous ne déraciniez en même temps le blé.\\wj*"},{"style":"v","verse":"30","text":"\\wj Laissez croître ensemble l’un et l’autre jusqu’à la moisson, et, à l’époque de la moisson, je dirai aux moissonneurs: Arrachez d’abord l’ivraie, et liez-la en gerbes pour la brûler,\\wj*\\x m \\xo 13.30 \\xt Mt 3:12.\\x*\\wj mais amassez le blé dans mon grenier.\\wj*"},{"style":"r","verse":"","text":"V. 31-35: cf. (Mc 4:30-34. Lu 13:18-21.) Da 2:34, 35. Éz 47:1-9. Za 4:10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Il leur proposa une autre parabole, et il dit: \\x n \\xo 13.31 \\xt Mc 4:30. Lu 13:18.\\x*\\wj Le royaume des cieux est semblable à un grain de sénevé qu’un homme a pris et semé dans son champ.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"\\wj C’est la plus petite de toutes les semences; mais, quand il a poussé, il est plus grand que les légumes et devient un arbre, de sorte que les oiseaux du ciel viennent habiter dans ses branches.\\wj*"},{"style":"v","verse":"33","text":"Il leur dit cette autre parabole: \\x o \\xo 13.33 \\xt Lu 13:20, 21.\\x*\\wj Le royaume des cieux est semblable à du levain qu’une femme a pris et mis dans trois mesures de farine, jusqu’à ce que la pâte soit toute levée.\\wj*"},{"style":"v","verse":"34","text":"\\x p \\xo 13.34 \\xt Mc 4:33.\\x*Jésus dit à la foule toutes ces choses en paraboles, et il ne lui parlait point sans parabole, "},{"style":"v","verse":"35","text":"afin que s’accomplît ce qui avait été annoncé par le prophète:"},{"style":"q1","verse":"","text":"\\x q \\xo 13.35 \\xt Ps 78:2.\\x*J’ouvrirai ma bouche en paraboles,"},{"style":"q1","verse":"","text":"Je publierai des choses cachées depuis la création du monde."},{"style":"r","verse":"","text":"V. 36-43: cf. v. 24-30, 47-50."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Alors il renvoya la foule, et entra dans la maison. Ses disciples s’approchèrent de lui, et dirent: Explique-nous la parabole de l’ivraie du champ. "},{"style":"v","verse":"37","text":"Il répondit: \\wj Celui qui sème la bonne semence, c’est le Fils de l’homme;\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"\\wj le champ, c’est le monde; la bonne semence, ce sont les fils du royaume; l’ivraie, ce sont les fils du malin;\\wj*"},{"style":"v","verse":"39","text":"\\wj l’ennemi qui l’a semée, c’est le diable;\\wj*\\x r \\xo 13.39 \\xt Joë 3:13. Ap 14:15.\\x*\\wj la moisson, c’est la fin du monde; les moissonneurs, ce sont les anges.\\wj*"},{"style":"v","verse":"40","text":"\\wj Or, comme on arrache l’ivraie et qu’on la jette au feu, il en sera de même à la fin du monde.\\wj*"},{"style":"v","verse":"41","text":"\\wj Le Fils de l’homme enverra ses anges, qui arracheront de son royaume tous les scandales et ceux qui commettent l’iniquité:\\wj*"},{"style":"v","verse":"42","text":"\\wj et ils les jetteront dans la fournaise ardente,\\wj*\\x s \\xo 13.42 \\xt Mt 8:12; 22:13; 24:51; 25:30. Lu 13:28.\\x*\\wj où il y aura des pleurs et des grincements de dents.\\wj*"},{"style":"v","verse":"43","text":"\\x t \\xo 13.43 \\xt Da 12:3. 1 Co 15:42.\\x*\\wj Alors les justes resplendiront comme le soleil dans le royaume de leur Père. Que celui qui a des oreilles pour entendre entende.\\wj*"},{"style":"r","verse":"","text":"V. 44-46: cf. Ph 3:7-11. Hé 11:24-26."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"\\wj Le royaume des cieux est encore semblable à un trésor caché dans un champ. L’homme qui l’a trouvé le cache; et, dans sa joie,\\wj*\\x u \\xo 13.44 \\xt Ph 3:7.\\x*\\wj il va vendre tout ce qu’il a, et achète ce champ.\\wj*"},{"style":"v","verse":"45","text":"\\wj Le royaume des cieux est encore semblable à un marchand qui cherche de belles perles.\\wj*"},{"style":"v","verse":"46","text":"\\wj Il a trouvé une perle de grand prix; et il est allé vendre tout ce qu’il avait, et l’a achetée.\\wj*"},{"style":"r","verse":"","text":"V. 47-52: cf. v. 24-30, 36-43."},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"\\wj Le royaume des cieux est encore semblable à un filet jeté dans la mer et ramassant des poissons de toute espèce.\\wj*"},{"style":"v","verse":"48","text":"\\wj Quand il est rempli, les pêcheurs le tirent; et, après s’être assis sur le rivage, ils mettent dans des vases ce qui est bon, et ils jettent ce qui est mauvais.\\wj*"},{"style":"v","verse":"49","text":"\\wj Il en sera de même à la fin du monde. Les anges viendront séparer les méchants d’avec les justes,\\wj*"},{"style":"v","verse":"50","text":"\\wj et ils les jetteront dans la fournaise ardente,\\wj*\\x v \\xo 13.50 \\xt v. 42.\\x*\\wj où il y aura des pleurs et des grincements de dents.\\wj*"},{"style":"v","verse":"51","text":"\\wj Avez-vous compris toutes ces choses?\\wj* Oui, répondirent-ils. "},{"style":"v","verse":"52","text":"Et il leur dit: \\wj C’est pourquoi, tout scribe instruit de ce qui regarde le royaume des cieux est semblable à un maître de maison qui tire de son trésor des choses nouvelles et des choses anciennes.\\wj*"},{"style":"s1","verse":"","text":"Jésus à Nazareth. Incrédulité des habitants"},{"style":"r","verse":"","text":"V. 53-58: cf. Mc 6:1-6. (Lu 4:16-30.) Jn 1:11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"\\x w \\xo 13.53 \\xt Mc 6:1. Lu 4:16.\\x*Lorsque Jésus eut achevé ces paraboles, il partit de là. "},{"style":"v","verse":"54","text":"S’étant rendu dans sa patrie, il enseignait dans la synagogue, de sorte que ceux qui l’entendirent étaient étonnés et disaient: \\x x \\xo 13.54 \\xt Mc 6:2.\\x*D’où lui viennent cette sagesse et ces miracles? "},{"style":"v","verse":"55","text":"\\x y \\xo 13.55 \\xt Jn 6:42.\\x*N’est-ce pas le fils du charpentier? N’est-ce pas Marie qui est sa mère? Jacques, Joseph, Simon et Jude, ne sont-ils pas ses frères? "},{"style":"v","verse":"56","text":"et ses sœurs ne sont-elles pas toutes parmi nous? D’où lui viennent donc toutes ces choses? "},{"style":"v","verse":"57","text":"Et il était pour eux une occasion de chute. Mais Jésus leur dit: \\x z \\xo 13.57 \\xt Mc 6:4. Lu 4:24. Jn 4:44.\\x*\\wj Un prophète n’est méprisé que dans sa patrie et dans sa maison.\\wj*"},{"style":"v","verse":"58","text":"Et il ne fit pas beaucoup de miracles dans ce lieu, à cause de leur incrédulité."}]