[{"style":"s1","verse":"","text":"Le plus grand dans le royaume des cieux. — Les scandales"},{"style":"r","verse":"","text":"V. 1-9: cf. (Mc 9:33-37. Lu 9:46-48.) Lu 22:24-27."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 18.1 \\xt Mc 9:34. Lu 9:46; 22:24.\\x*En ce moment, les disciples s’approchèrent de Jésus, et dirent: Qui donc est le plus grand dans le royaume des cieux? "},{"style":"v","verse":"2","text":"Jésus, ayant appelé un petit enfant, le plaça au milieu d’eux, "},{"style":"v","verse":"3","text":"et dit: \\wj Je vous le dis en vérité,\\wj*\\x b \\xo 18.3 \\xt Mt 19:14. 1 Co 14:20. 1 Pi 2:2.\\x*\\wj si vous ne vous convertissez et si vous ne devenez comme les petits enfants, vous n’entrerez pas dans le royaume des cieux.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"\\x c \\xo 18.4 \\xt 1 Pi 5:6.\\x*\\wj C’est pourquoi, quiconque se rendra humble comme ce petit enfant sera le plus grand dans le royaume des cieux.\\wj*"},{"style":"v","verse":"5","text":"\\x d \\xo 18.5 \\xt Mc 9:37. Lu 9:48. Jn 13:20.\\x*\\wj Et quiconque reçoit en mon nom un petit enfant comme celui-ci, me reçoit moi-même.\\wj*"},{"style":"v","verse":"6","text":"\\x e \\xo 18.6 \\xt Mc 9:42. Lu 17:2.\\x*\\wj Mais, si quelqu’un scandalisait un de ces petits qui croient en moi, il vaudrait mieux pour lui qu’on suspendît à son cou une meule de moulin, et qu’on le jetât au fond de la mer.\\wj*"},{"style":"v","verse":"7","text":"\\wj Malheur au monde à cause des scandales!\\wj*\\x f \\xo 18.7 \\xt 1 Co 11:19.\\x*\\wj Car il est nécessaire qu’il arrive des scandales;\\wj*\\x g \\xo 18.7 \\xt Mt 26:24. Ac 2:23; 4:27, 28.\\x*\\wj mais malheur à l’homme par qui le scandale arrive!\\wj*"},{"style":"v","verse":"8","text":"\\x h \\xo 18.8 \\xt De 13:6. Mt 5:29, 30. Mc 9:43.\\x*\\wj Si ta main ou ton pied est pour toi une occasion de chute, coupe-les et jette-les loin de toi; mieux vaut pour toi entrer dans la vie boiteux ou manchot, que d’avoir deux pieds ou deux mains et d’être jeté dans le feu éternel.\\wj*"},{"style":"v","verse":"9","text":"\\wj Et si ton œil est pour toi une occasion de chute, arrache-le et jette-le loin de toi; mieux vaut pour toi entrer dans la vie, n’ayant qu’un œil, que d’avoir deux yeux et d’être jeté dans le feu de la géhenne.\\wj*"},{"style":"s1","verse":"","text":"La brebis égarée"},{"style":"r","verse":"","text":"V. 10-14: cf. Lu 15."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"\\wj Gardez-vous de mépriser un seul de ces petits; car je vous dis\\wj*\\x i \\xo 18.10 \\xt Ps 34:8.\\x*\\wj que leurs anges dans les cieux voient continuellement la face de mon Père qui est dans les cieux.\\wj*"},{"style":"v","verse":"11","text":"\\x j \\xo 18.11 \\xt Lu 19:10.\\x*\\wj Car le Fils de l’homme est venu sauver ce qui était perdu.\\wj*"},{"style":"v","verse":"12","text":"\\x k \\xo 18.12 \\xt Lu 15:3.\\x*\\wj Que vous en semble? Si un homme a cent brebis, et que l’une d’elles s’égare, ne laisse-t-il pas les quatre-vingt-dix-neuf autres sur les montagnes, pour aller chercher celle qui s’est égarée?\\wj*"},{"style":"v","verse":"13","text":"\\wj Et, s’il la trouve, je vous le dis en vérité, elle lui cause plus de joie que les quatre-vingt-dix-neuf qui ne se sont pas égarées.\\wj*"},{"style":"v","verse":"14","text":"\\wj De même, ce n’est pas la volonté de votre Père qui est dans les cieux qu’il se perde un seul de ces petits.\\wj*"},{"style":"s1","verse":"","text":"Le pardon des offenses"},{"style":"r","verse":"","text":"V. 15-20: cf. Ga 6:1. 1 Co 5. 2 Th 3:6, 14, 15."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"\\x l \\xo 18.15 \\xt Lé 19:17. Pr 17:10. Lu 17:3. Ja 5:19.\\x*\\wj Si ton frère a péché, va et reprends-le entre toi et lui seul. S’il t’écoute, tu as gagné ton frère.\\wj*"},{"style":"v","verse":"16","text":"\\wj Mais, s’il ne t’écoute pas, prends avec toi une ou deux personnes,\\wj*\\x m \\xo 18.16 \\xt No 35:30. De 17:6; 19:15. Jn 8:17. 2 Co 13:1. Hé 10:28.\\x*\\wj afin que toute l’affaire se règle sur la déclaration de deux ou de trois témoins.\\wj*"},{"style":"v","verse":"17","text":"\\wj S’il refuse de les écouter,\\wj*\\x n \\xo 18.17 \\xt 2 Th 3:14.\\x*\\wj dis-le à l’Église; et s’il refuse aussi d’écouter l’Église,\\wj*\\x o \\xo 18.17 \\xt 1 Co 5:9. 2 Th 3:14.\\x*\\wj qu’il soit pour toi comme un païen et un publicain.\\wj*"},{"style":"v","verse":"18","text":"\\x p \\xo 18.18 \\xt Mt 16:19. Jn 20:23.\\x*\\wj Je vous le dis en vérité, tout ce que vous lierez sur la terre sera lié dans le ciel, et tout ce que vous délierez sur la terre sera délié dans le ciel.\\wj*"},{"style":"v","verse":"19","text":"\\wj Je vous dis encore que, si deux d’entre vous s’accordent sur la terre pour demander une chose quelconque, elle leur sera accordée par mon Père qui est dans les cieux.\\wj*"},{"style":"v","verse":"20","text":"\\x q \\xo 18.20 \\xt Lu 24:15, 36.\\x*\\wj Car là où deux ou trois sont assemblés en mon nom, je suis au milieu d’eux.\\wj*"},{"style":"s1","verse":"","text":"Parabole du serviteur impitoyable"},{"style":"r","verse":"","text":"V. 21-35: cf. Mt 6:12, 14, 15. Ép 4:32; 5:1, 2. Ja 2:13."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Alors Pierre s’approcha de lui, et dit: Seigneur, combien de fois pardonnerai-je à mon frère, lorsqu’il péchera contre moi? Sera-ce jusqu’à \\x r \\xo 18.21 \\xt Lu 17:4.\\x*sept fois? "},{"style":"v","verse":"22","text":"Jésus lui dit: \\wj Je ne te dis pas jusqu’à sept fois, mais jusqu’à\\wj*\\x s \\xo 18.22 \\xt Mt 6:14. Mc 11:24. Col 3:13.\\x*\\wj septante fois sept fois.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"\\wj C’est pourquoi, le royaume des cieux est semblable à un roi qui voulut faire rendre compte à ses serviteurs.\\wj*"},{"style":"v","verse":"24","text":"\\wj Quand il se mit à compter, on lui en amena un qui devait dix mille talents.\\wj*"},{"style":"v","verse":"25","text":"\\x t \\xo 18.25 \\xt Mt 5:25.\\x*\\wj Comme il n’avait pas de quoi payer, son maître ordonna qu’il fût vendu, lui, sa femme, ses enfants, et tout ce qu’il avait, et que la dette fût acquittée.\\wj*"},{"style":"v","verse":"26","text":"\\wj Le serviteur, se jetant à terre, se prosterna devant lui, et dit: Seigneur, aie patience envers moi, et je te paierai tout.\\wj*"},{"style":"v","verse":"27","text":"\\wj Ému de compassion, le maître de ce serviteur le laissa aller, et lui remit la dette.\\wj*"},{"style":"v","verse":"28","text":"\\wj Après qu’il fut sorti, ce serviteur rencontra un de ses compagnons qui lui devait cent deniers. Il le saisit et l’étranglait, en disant: Paie ce que tu me dois.\\wj*"},{"style":"v","verse":"29","text":"\\wj Son compagnon, se jetant à terre, le suppliait, disant: Aie patience envers moi, et je te paierai.\\wj*"},{"style":"v","verse":"30","text":"\\wj Mais l’autre ne voulut pas, et il alla le jeter en prison, jusqu’à ce qu’il eût payé ce qu’il devait.\\wj*"},{"style":"v","verse":"31","text":"\\wj Ses compagnons, ayant vu ce qui était arrivé, furent profondément attristés, et ils allèrent raconter à leur maître tout ce qui s’était passé.\\wj*"},{"style":"v","verse":"32","text":"\\wj Alors le maître fit appeler ce serviteur, et lui dit: Méchant serviteur, je t’avais remis en entier ta dette, parce que tu m’en avais supplié;\\wj*"},{"style":"v","verse":"33","text":"\\wj ne devais-tu pas aussi avoir pitié de ton compagnon, comme j’ai eu pitié de toi?\\wj*"},{"style":"v","verse":"34","text":"\\wj Et son maître, irrité, le livra aux bourreaux, jusqu’à ce qu’il eût payé tout ce qu’il devait.\\wj*"},{"style":"v","verse":"35","text":"\\x u \\xo 18.35 \\xt Mt 6:14. Mc 11:26. Ja 2:13.\\x*\\wj C’est ainsi que mon Père céleste vous traitera, si chacun de vous ne pardonne à son frère de tout son cœur.\\wj*"}]