[{"style":"s1","verse":"","text":"Parabole des ouvriers loués à différentes heures"},{"style":"r","verse":"","text":"V. 1-16: cf. Mt 19:30. Ps 145:17. 1 Co 4:7. 2 Co 8:12."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\wj Car le royaume des cieux est semblable à un maître de maison qui sortit dès le matin, afin de louer des ouvriers pour sa vigne.\\wj*"},{"style":"v","verse":"2","text":"\\wj Il convint avec eux d’un denier par jour, et il les envoya à sa vigne.\\wj*"},{"style":"v","verse":"3","text":"\\wj Il sortit vers la troisième heure, et il en vit d’autres qui étaient sur la place sans rien faire.\\wj*"},{"style":"v","verse":"4","text":"\\wj Il leur dit: Allez aussi à ma vigne, et je vous donnerai ce qui sera raisonnable.\\wj*"},{"style":"v","verse":"5","text":"\\wj Et ils y allèrent. Il sortit de nouveau vers la sixième heure et vers la neuvième, et il fit de même.\\wj*"},{"style":"v","verse":"6","text":"\\wj Étant sorti vers la onzième heure, il en trouva d’autres qui étaient sur la place, et il leur dit: Pourquoi vous tenez-vous ici toute la journée sans rien faire?\\wj*"},{"style":"v","verse":"7","text":"\\wj Ils lui répondirent: C’est que personne ne nous a loués. Allez aussi à ma vigne, leur dit-il.\\wj*"},{"style":"v","verse":"8","text":"\\wj Quand le soir fut venu, le maître de la vigne dit à son intendant: Appelle les ouvriers, et paie-leur le salaire, en allant des derniers aux premiers.\\wj*"},{"style":"v","verse":"9","text":"\\wj Ceux de la onzième heure vinrent, et reçurent chacun un denier.\\wj*"},{"style":"v","verse":"10","text":"\\wj Les premiers vinrent ensuite, croyant recevoir davantage; mais ils reçurent aussi chacun un denier.\\wj*"},{"style":"v","verse":"11","text":"\\wj En le recevant, ils murmurèrent contre le maître de la maison,\\wj*"},{"style":"v","verse":"12","text":"\\wj et dirent: Ces derniers n’ont travaillé qu’une heure, et tu les traites à l’égal de nous, qui avons supporté la fatigue du jour et la chaleur.\\wj*"},{"style":"v","verse":"13","text":"\\wj Il répondit à l’un d’eux: Mon ami, je ne te fais pas tort; n’es-tu pas convenu avec moi d’un denier?\\wj*"},{"style":"v","verse":"14","text":"\\wj Prends ce qui te revient, et va-t’en. Je veux donner à ce dernier autant qu’à toi.\\wj*"},{"style":"v","verse":"15","text":"\\x a \\xo 20.15 \\xt Ro 9:21.\\x*\\wj Ne m’est-il pas permis de faire de mon bien ce que je veux? Ou vois-tu de mauvais œil que je sois bon?\\wj*"},{"style":"v","verse":"16","text":"\\x b \\xo 20.16 \\xt Mt 19:30. Mc 10:31. Lu 13:30.\\x*\\wj Ainsi les derniers seront les premiers, et les premiers seront les derniers.\\wj*"},{"style":"s1","verse":"","text":"Jésus annonce sa mort et sa résurrection"},{"style":"r","verse":"","text":"V. 17-19: cf. (Mc 10:32-34. Lu 18:31-34.) Mt 16:21."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"\\x c \\xo 20.17 \\xt Mc 10:32. Lu 18:31; 24:7.\\x*Pendant que Jésus montait à Jérusalem, il prit à part les douze disciples, et il leur dit en chemin:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"\\wj Voici, nous montons à Jérusalem, et le Fils de l’homme sera livré aux principaux sacrificateurs et aux scribes. Ils le condamneront à mort,\\wj*"},{"style":"v","verse":"19","text":"\\x d \\xo 20.19 \\xt Mt 27:2. Lu 23:1. Jn 18:28, 31. Ac 3:13.\\x*\\wj et ils le livreront aux païens, pour qu’ils se moquent de lui, le battent de verges, et le crucifient; et le troisième jour il ressuscitera.\\wj*"},{"style":"s1","verse":"","text":"Demande des fils de Zébédée"},{"style":"r","verse":"","text":"V. 20-28: cf. (Mc 10:35-45. Lu 22:24-27.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"\\x e \\xo 20.20 \\xt Mc 10:35.\\x*Alors la mère des fils de Zébédée s’approcha de Jésus avec ses fils, et se prosterna, pour lui faire une demande. "},{"style":"v","verse":"21","text":"Il lui dit: \\wj Que veux-tu?\\wj* Ordonne, lui dit-elle, que mes deux fils, que voici, soient assis, dans ton royaume, l’un à ta droite et l’autre à ta gauche. "},{"style":"v","verse":"22","text":"Jésus répondit: \\x f \\xo 20.22 \\xt Ro 8:26.\\x*\\wj Vous ne savez ce que vous demandez. Pouvez-vous boire la coupe que je dois boire?\\wj* Nous le pouvons, dirent-ils. "},{"style":"v","verse":"23","text":"Et il leur répondit: \\wj Il est vrai que vous boirez ma coupe; mais pour ce qui est d’être assis à ma droite et à ma gauche, cela ne dépend pas de moi, et ne sera donné qu’à ceux à qui\\wj*\\x g \\xo 20.23 \\xt Mt 25:34.\\x*\\wj mon Père l’a réservé.\\wj*"},{"style":"v","verse":"24","text":"Les dix, ayant entendu cela, furent indignés contre les deux frères. "},{"style":"v","verse":"25","text":"Jésus les appela, et dit: \\x h \\xo 20.25 \\xt Mc 10:42. Lu 22:25.\\x*\\wj Vous savez que les chefs des nations les tyrannisent, et que les grands les asservissent.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"\\x i \\xo 20.26 \\xt 1 Pi 5:3.\\x*\\wj Il n’en sera pas de même au milieu de vous. Mais quiconque veut être grand parmi vous, qu’il soit votre serviteur;\\wj*"},{"style":"v","verse":"27","text":"\\x j \\xo 20.27 \\xt Mc 23:11. Mc 9:35; 10:43.\\x*\\wj et quiconque veut être le premier parmi vous, qu’il soit votre esclave.\\wj*"},{"style":"v","verse":"28","text":"\\x k \\xo 20.28 \\xt Lu 22:27. Jn 13:14. Ph 2:7.\\x*\\wj C’est ainsi que le Fils de l’homme est venu, non pour être servi, mais pour servir et\\wj*\\x l \\xo 20.28 \\xt Ép 1:7. 1 Ti 2:6. 1 Pi 1:19.\\x*\\wj donner sa vie comme la rançon de plusieurs.\\wj*"},{"style":"s1","verse":"","text":"Deux aveugles guéris à Jéricho"},{"style":"r","verse":"","text":"V. 29-34: cf. (Mc 10:46-53. Lu 18:35-43.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"\\x m \\xo 20.29 \\xt Mc 10:46. Lu 18:35.\\x*Lorsqu’ils sortirent de Jéricho, une grande foule suivit Jésus. "},{"style":"v","verse":"30","text":"Et voici, deux aveugles, assis au bord du chemin, entendirent que Jésus passait, et crièrent: Aie pitié de nous, Seigneur, Fils de David! "},{"style":"v","verse":"31","text":"La foule les reprenait, pour les faire taire; mais ils crièrent plus fort: Aie pitié de nous, Seigneur, Fils de David! "},{"style":"v","verse":"32","text":"Jésus s’arrêta, les appela, et dit: \\wj Que voulez-vous que je vous fasse?\\wj*"},{"style":"v","verse":"33","text":"Ils lui dirent: Seigneur, que nos yeux s’ouvrent. "},{"style":"v","verse":"34","text":"Ému de compassion, Jésus toucha leurs yeux; et aussitôt ils recouvrèrent la vue, et le suivirent."}]