[{"style":"s1","verse":"","text":"Résurrection de Jésus-Christ"},{"style":"r","verse":"","text":"V. 1-7: cf. (Mc 16:1-7. Lu 24:1-8. Jn 20:1, 2.) (Ps 16:8-10. Ac 2:24-32.) Ro 1:3, 4; 4:25. 1 Co 15:1-28. Ap 1:17, 18."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 28.1 \\xt Mc 16:1. Lu 24:1. Jn 20:1.\\x*Après le sabbat, à l’aube du premier jour de la semaine, Marie de Magdala et l’autre Marie allèrent voir le sépulcre. "},{"style":"v","verse":"2","text":"Et voici, il y eut un grand tremblement de terre; car un ange du Seigneur descendit du ciel, vint rouler la pierre, et s’assit dessus. "},{"style":"v","verse":"3","text":"Son aspect était comme l’éclair, et \\x b \\xo 28.3 \\xt Da 7:9. Ac 1:10.\\x*son vêtement blanc comme la neige. "},{"style":"v","verse":"4","text":"Les gardes tremblèrent de peur, et devinrent comme morts. "},{"style":"v","verse":"5","text":"Mais l’ange prit la parole, et dit aux femmes: Pour vous, ne craignez pas; \\x c \\xo 28.5 \\xt Mc 16:6. Lu 24:4.\\x*car je sais que vous cherchez Jésus qui a été crucifié. "},{"style":"v","verse":"6","text":"Il n’est point ici; il est ressuscité, comme il l’avait \\x d \\xo 28.6 \\xt Mt 16:21; 17:23; 20:19. Mc 8:31; 9:31; 10:34. Lu 9:22; 18:33; 24:6.\\x*dit. Venez, voyez le lieu où il était couché, "},{"style":"v","verse":"7","text":"et allez promptement dire à ses disciples qu’il est ressuscité des morts. Et voici, il vous précède en Galilée: \\x e \\xo 28.7 \\xt Mt 26:32. Mc 16:7.\\x*c’est là que vous le verrez. Voici, je vous l’ai dit."},{"style":"r","verse":"","text":"V. 8-10: cf. (Mc 16:8-11. Lu 24:9-12. Jn 20:3-18)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"\\x f \\xo 28.8 \\xt Mc 16:8. Jn 20:18.\\x*Elles s’éloignèrent promptement du sépulcre, avec crainte et avec une grande joie, et elles coururent porter la nouvelle aux disciples. "},{"style":"v","verse":"9","text":"Et voici, \\x g \\xo 28.9 \\xt Mc 16:9. Jn 20:14.\\x*Jésus vint à leur rencontre, et dit: \\wj Je vous salue.\\wj* Elles s’approchèrent pour saisir ses pieds, et elles se prosternèrent devant lui. "},{"style":"v","verse":"10","text":"Alors Jésus leur dit: \\wj Ne craignez pas; allez dire à mes frères de se rendre en Galilée:\\wj*\\x h \\xo 28.10 \\xt Ac 1:3; 13:31. 1 Co 15:5.\\x*\\wj c’est là qu’ils me verront.\\wj*"},{"style":"r","verse":"","text":"V. 11-15: cf. Mt 27:62-66; 28:1-6."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Pendant qu’elles étaient en chemin, quelques hommes de la garde entrèrent dans la ville, et annoncèrent aux principaux sacrificateurs tout ce qui était arrivé. "},{"style":"v","verse":"12","text":"Ceux-ci, après s’être assemblés avec les anciens et avoir tenu conseil, donnèrent aux soldats une forte somme d’argent, "},{"style":"v","verse":"13","text":"en disant: Dites: Ses disciples sont venus de nuit le dérober, pendant que nous dormions. "},{"style":"v","verse":"14","text":"Et si le gouverneur l’apprend, nous l’apaiserons, et nous vous tirerons de peine. "},{"style":"v","verse":"15","text":"Les soldats prirent l’argent, et suivirent les instructions qui leur furent données. Et ce bruit s’est répandu parmi les Juifs, jusqu’à ce jour."},{"style":"r","verse":"","text":"V. 16-20: cf. (Mc 16:12-20. Lu 24:13-53. Jn 20:19-29; 21:1-24. Ac 1:1-12.) 1 Co 15:6, 7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Les onze disciples allèrent en Galilée, sur la montagne \\x i \\xo 28.16 \\xt Mt 26:32. Mc 14:28.\\x*que Jésus leur avait désignée. "},{"style":"v","verse":"17","text":"Quand ils le virent, ils se prosternèrent devant lui. Mais quelques-uns eurent des doutes. "},{"style":"v","verse":"18","text":"Jésus, s’étant approché, leur parla ainsi: \\x j \\xo 28.18 \\xt Ps 8:7. Mt 11:27. Lu 10:22. Jn 3:35; 17:2. 1 Co 15:27. Ép 1:22. Hé 2:8.\\x*\\wj Tout pouvoir m’a été donné dans le ciel et sur la terre.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"\\x k \\xo 28.19 \\xt Mc 16:15. Jn 15:16.\\x*\\wj Allez, faites de toutes les nations des disciples, les baptisant au nom du Père, du Fils et du Saint-Esprit,\\wj*"},{"style":"v","verse":"20","text":"\\wj et enseignez-leur à observer tout ce que je vous ai prescrit.\\wj*\\x l \\xo 28.20 \\xt Jn 14:18.\\x*\\wj Et voici, je suis avec vous tous les jours, jusqu’à la fin du monde.\\wj*"}]