[{"style":"s1","verse":"","text":"Jacques mis à mort par Hérode. Pierre emprisonné et délivré"},{"style":"r","verse":"","text":"V. 1-19: cf. (Ac 5:17-24. Da 6:16-23. És 49:24, 25. Hé 1:14.) Ap 2:10. Mt 18:19, 20."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Vers le même temps, le roi Hérode se mit à maltraiter quelques membres de l’Église, "},{"style":"v","verse":"2","text":"et il fit mourir par l’épée Jacques, \\x a \\xo 12.2 \\xt Mt 4:21.\\x*frère de Jean. "},{"style":"v","verse":"3","text":"Voyant que cela était agréable aux Juifs, il fit encore arrêter Pierre. C’était pendant les jours des pains sans levain. "},{"style":"v","verse":"4","text":"\\x b \\xo 12.4 \\xt Jn 21:18.\\x*Après l’avoir saisi et jeté en prison, il le mit sous la garde de quatre escouades de quatre soldats chacune, avec l’intention de le faire comparaître devant le peuple après la Pâque. "},{"style":"v","verse":"5","text":"Pierre donc était gardé dans la prison; et l’Église ne cessait d’adresser pour lui des prières à Dieu. "},{"style":"v","verse":"6","text":"La nuit qui précéda le jour où Hérode allait le faire comparaître, Pierre, lié de deux chaînes, dormait entre deux soldats; et des sentinelles devant la porte gardaient la prison. "},{"style":"v","verse":"7","text":"\\x c \\xo 12.7 \\xt Ac 5:19; 16:26.\\x*Et voici, un ange du Seigneur survint, et une lumière brilla dans la prison. L’ange réveilla Pierre, en le frappant au côté, et en disant: Lève-toi promptement! Les chaînes tombèrent de ses mains. "},{"style":"v","verse":"8","text":"Et l’ange lui dit: Mets ta ceinture et tes sandales. Et il fit ainsi. L’ange lui dit encore: Enveloppe-toi de ton manteau, et suis-moi. "},{"style":"v","verse":"9","text":"Pierre sortit, et le suivit, ne sachant pas que ce qui se faisait par l’ange fût réel, et s’imaginant avoir une vision. "},{"style":"v","verse":"10","text":"Lorsqu’ils eurent passé la première garde, puis la seconde, ils arrivèrent à la porte de fer qui mène à la ville, et qui s’ouvrit \\x d \\xo 12.10 \\xt Ac 16:26.\\x*d’elle-même devant eux; ils sortirent, et s’avancèrent dans une rue. Aussitôt l’ange quitta Pierre. "},{"style":"v","verse":"11","text":"Revenu à lui-même, Pierre dit: Je vois maintenant d’une manière certaine \\x e \\xo 12.11 \\xt Da 6:23.\\x*que le Seigneur a envoyé son ange, et qu’il m’a délivré de la main d’Hérode et de tout ce que le peuple juif attendait. "},{"style":"v","verse":"12","text":"Après avoir réfléchi, \\x f \\xo 12.12 \\xt Ac 4:23.\\x*il se dirigea vers la maison de Marie, mère de Jean, surnommé Marc, où beaucoup de personnes étaient réunies et priaient. "},{"style":"v","verse":"13","text":"Il frappa à la porte du vestibule, et une servante, nommée Rhode, s’approcha pour écouter. "},{"style":"v","verse":"14","text":"Elle reconnut la voix de Pierre; et, dans sa joie, au lieu d’ouvrir, elle courut annoncer que Pierre était devant la porte. "},{"style":"v","verse":"15","text":"Ils lui dirent: Tu es folle. Mais elle affirma que la chose était ainsi. "},{"style":"v","verse":"16","text":"Et ils dirent: C’est son ange. Cependant Pierre continuait à frapper. Ils ouvrirent, et furent étonnés de le voir. "},{"style":"v","verse":"17","text":"Pierre, leur ayant \\x g \\xo 12.17 \\xt Ac 13:16; 19:33; 21:40.\\x*de la main fait signe de se taire, leur raconta comment le Seigneur l’avait tiré de la prison, et il dit: Annoncez-le à Jacques et aux frères. Puis il sortit, et s’en alla dans un autre lieu. "},{"style":"v","verse":"18","text":"Quand il fit jour, les soldats furent dans une grande agitation, pour savoir ce que Pierre était devenu. "},{"style":"v","verse":"19","text":"Hérode, s’étant mis à sa recherche et ne l’ayant pas trouvé, interrogea les gardes, et donna l’ordre de les mener au supplice. Ensuite il descendit de la Judée à Césarée, pour y séjourner."},{"style":"s1","verse":"","text":"Mort d’Hérode"},{"style":"r","verse":"","text":"V. 20-25: cf. (Da 5:18-30. Pr 16:18. Ps 37:35, 36.) És 51:7, 8."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Hérode avait des dispositions hostiles à l’égard des Tyriens et des Sidoniens. Mais ils vinrent le trouver d’un commun accord; et, après avoir gagné Blaste, son chambellan, ils sollicitèrent la paix, parce que leur pays tirait sa subsistance de celui du roi. "},{"style":"v","verse":"21","text":"A un jour fixé, Hérode, revêtu de ses habits royaux, et assis sur son trône, les harangua publiquement. "},{"style":"v","verse":"22","text":"Le peuple s’écria: Voix d’un dieu, et non d’un homme! "},{"style":"v","verse":"23","text":"Au même instant, un ange du Seigneur le frappa, parce qu’il n’avait pas donné gloire à Dieu. Et il expira, rongé des vers. "},{"style":"v","verse":"24","text":"\\x h \\xo 12.24 \\xt És 55:11. Ac 6:7.\\x*Cependant la parole de Dieu se répandait de plus en plus, et le nombre des disciples augmentait. "},{"style":"v","verse":"25","text":"Barnabas et Saul, après s’être acquittés de leur message, s’en retournèrent de Jérusalem, emmenant avec eux Jean, surnommé Marc."}]