[{"style":"s1","text":"Icone: succès et persécutions"},{"style":"r","text":"V. 1-7: cf. Ac 17:1-15. Mt 10:23. 2 Ti 3:11."},{"style":"p","text":""},{"style":"v","text":"A Icone, Paul et Barnabas entrèrent ensemble dans la synagogue des Juifs, et ils parlèrent de telle manière qu’une grande multitude de Juifs et de Grecs crurent. "},{"style":"v","text":"Mais ceux des Juifs qui ne crurent point excitèrent et aigrirent les esprits des païens contre les frères. "},{"style":"v","text":"Ils restèrent cependant assez longtemps à Icone, parlant avec assurance, appuyés sur le Seigneur, \\x a \\xo 14.3 \\xt Mc 16:20. Ac 19:11. Hé 2:4.\\x*qui rendait témoignage à la parole de sa grâce et permettait qu’il se fît par leurs mains des prodiges et des miracles. "},{"style":"v","text":"La population de la ville se divisa: les uns étaient pour les Juifs, les autres pour les apôtres. "},{"style":"v","text":"Et comme les païens et les Juifs, de concert avec leurs chefs, se mettaient en mouvement pour les outrager et les lapider, "},{"style":"v","text":"Paul et Barnabas, en ayant eu connaissance, \\x b \\xo 14.6 \\xt Mt 1:23. Ac 8:1.\\x*se réfugièrent dans les villes de la Lycaonie, à Lystre et à Derbe, et dans la contrée d’alentour. "},{"style":"v","text":"Et ils y annoncèrent la bonne nouvelle."},{"style":"s1","text":"Lystre: guérison d’un impotent"},{"style":"r","text":"V. 8-18: cf. Ac 3:1-12; 17:22-31. Jé 10:3-16."},{"style":"p","text":""},{"style":"v","text":"A Lystre, se tenait assis un homme \\x c \\xo 14.8 \\xt Ac 3:2.\\x*impotent des pieds, boiteux de naissance, et qui n’avait jamais marché. "},{"style":"v","text":"Il écoutait parler Paul. Et Paul, fixant les regards sur lui et voyant qu’il avait la foi pour être guéri, "},{"style":"v","text":"dit d’une voix forte: Lève-toi droit sur tes pieds. \\x d \\xo 14.10 \\xt És 35:6.\\x*Et il se leva d’un bond et marcha. "},{"style":"v","text":"A la vue de ce que Paul avait fait, la foule éleva la voix, et dit en langue lycaonienne: \\x e \\xo 14.11 \\xt Ac 28:6.\\x*Les dieux sous une forme humaine sont descendus vers nous. "},{"style":"v","text":"Ils appelaient Barnabas Jupiter, et Paul Mercure, parce que c’était lui qui portait la parole. "},{"style":"v","text":"Le prêtre de Jupiter, dont le temple était à l’entrée de la ville, amena des taureaux avec des bandelettes vers les portes, et voulait, de même que la foule, offrir un sacrifice. "},{"style":"v","text":"Les apôtres Barnabas et Paul, ayant appris cela, déchirèrent leurs vêtements, et se précipitèrent au milieu de la foule, "},{"style":"v","text":"en s’écriant: O hommes, \\x f \\xo 14.15 \\xt Ac 10:26. Ap 19:10; 22:9.\\x*pourquoi agissez-vous de la sorte? Nous aussi, nous sommes des hommes de la même nature que vous; et, vous apportant une bonne nouvelle, nous vous exhortons à renoncer à ces choses vaines, pour vous tourner vers le Dieu vivant, \\x g \\xo 14.15 \\xt Ge 1:1. Ps 33:6; 124:8; 146:6. Ap 14:7.\\x*qui a fait le ciel, la terre, la mer, et tout ce qui s’y trouve. "},{"style":"v","text":"\\x h \\xo 14.16 \\xt Ps 81:13.\\x*Ce Dieu, dans les âges passés, a laissé toutes les nations suivre leurs propres voies, "},{"style":"v","text":"\\x i \\xo 14.17 \\xt Ro 1:19.\\x*quoiqu’il n’ait cessé de rendre témoignage de ce qu’il est, en faisant du bien, en vous dispensant du ciel les pluies et les saisons fertiles, en vous donnant la nourriture avec abondance et en remplissant vos cœurs de joie. "},{"style":"v","text":"A peine purent-ils, par ces paroles, empêcher la foule de leur offrir un sacrifice."},{"style":"s1","text":"Derbe et autres lieux. Retour à Antioche"},{"style":"r","text":"V. 19-28: cf. 2 Ti 3:11, 12. 2 Co 6:4-9. (Ac 13:1-3; 15:3, 4, 12.)"},{"style":"p","text":""},{"style":"v","text":"Alors survinrent d’Antioche et d’Icone des Juifs qui gagnèrent la foule, et qui, après avoir \\x j \\xo 14.19 \\xt 2 Co 11:25.\\x*lapidé Paul, le traînèrent hors de la ville, pensant qu’il était mort. "},{"style":"v","text":"Mais, les disciples l’ayant entouré, il se leva, et entra dans la ville. Le lendemain, il partit pour Derbe avec Barnabas. "},{"style":"v","text":"Quand ils eurent évangélisé cette ville et fait un certain nombre de disciples, ils retournèrent à Lystre, à Icone et à Antioche, "},{"style":"v","text":"fortifiant l’esprit des disciples, \\x k \\xo 14.22 \\xt Ac 11:23; 13:43.\\x*les exhortant à persévérer dans la foi, et disant \\x l \\xo 14.22 \\xt Mt 10:38; 16:24. Lu 24:26. 2 Ti 3:12.\\x*que c’est par beaucoup de tribulations qu’il nous faut entrer dans le royaume de Dieu. "},{"style":"v","text":"Ils firent nommer des anciens dans chaque Église, et, après avoir prié et jeûné, ils les recommandèrent au Seigneur, en qui ils avaient cru. "},{"style":"v","text":"Traversant ensuite la Pisidie, ils vinrent en Pamphylie, "},{"style":"v","text":"annoncèrent la parole à Perge, et descendirent à Attalie. "},{"style":"v","text":"De là ils s’embarquèrent \\x m \\xo 14.26 \\xt Ac 13:1.\\x*pour Antioche, d’où ils avaient été recommandés à la grâce de Dieu pour l’œuvre qu’ils venaient d’accomplir. "},{"style":"v","text":"Après leur arrivée, ils convoquèrent l’Église, et ils racontèrent tout ce que Dieu avait fait avec eux, et comment il avait ouvert aux nations la porte de la foi. "},{"style":"v","text":"Et ils demeurèrent assez longtemps avec les disciples."}]