[{"style":"s1","text":"Discussion dans l’Église d’Antioche relativement à l’observation des lois cérémonielles de Moïse par les païens qui embrassent le christianisme. — Conférence de Jérusalem"},{"style":"r","text":"V. 1-12: cf. Ga 2:1-9. Ac 14:27."},{"style":"p","text":""},{"style":"v","text":"Quelques hommes, venus de la Judée, enseignaient les frères, en disant: \\x a \\xo 15.1 \\xt Ga 5:3.\\x*Si vous n’êtes circoncis \\x b \\xo 15.1 \\xt Ge 17:10. Lé 12:3.\\x*selon le rite de Moïse, vous ne pouvez être sauvés. "},{"style":"v","text":"Paul et Barnabas eurent avec eux un débat et une vive discussion; et les frères décidèrent que \\x c \\xo 15.2 \\xt Ga 2:1.\\x*Paul et Barnabas, et quelques-uns des leurs, monteraient à Jérusalem vers les apôtres et les anciens, pour traiter cette question. "},{"style":"v","text":"Après avoir été accompagnés par l’Église, ils poursuivirent leur route à travers la Phénicie et la Samarie, racontant la conversion des païens, et ils causèrent une grande joie à tous les frères. "},{"style":"v","text":"Arrivés à Jérusalem, ils furent reçus par l’Église, les apôtres et les anciens, et ils racontèrent tout ce que Dieu avait fait avec eux. "},{"style":"v","text":"Alors quelques-uns du parti des pharisiens, qui avaient cru, se levèrent, en disant qu’il fallait circoncire les païens et exiger l’observation de la loi de Moïse. "},{"style":"v","text":"Les apôtres et les anciens se réunirent pour examiner cette affaire. "},{"style":"v","text":"Une grande discussion s’étant engagée, Pierre se leva, et leur dit: \\x d \\xo 15.7 \\xt Ac 10:20; 11:12.\\x*Hommes frères, vous savez que dès longtemps Dieu a fait un choix parmi vous, afin que, par ma bouche, les païens entendissent la parole de l’Évangile et qu’ils crussent. "},{"style":"v","text":"Et Dieu, \\x e \\xo 15.8 \\xt 1 Ch 28:9; 29:17. Ps 7:10. Jé 11:20; 17:10; 20:12.\\x*qui connaît les cœurs, leur a rendu témoignage, en leur donnant le Saint-Esprit comme à nous; "},{"style":"v","text":"\\x f \\xo 15.9 \\xt Ac 10:43, 44, etc.\\x*il n’a fait aucune différence entre nous et eux, ayant purifié leurs cœurs par la foi. "},{"style":"v","text":"Maintenant donc, pourquoi tentez-vous Dieu, \\x g \\xo 15.10 \\xt Mt 23:4.\\x*en mettant sur le cou des disciples un joug que ni nos pères ni nous n’avons pu porter? "},{"style":"v","text":"\\x h \\xo 15.11 \\xt Ép 2:8. Tit 3:4.\\x*Mais c’est par la grâce du Seigneur Jésus que nous croyons être sauvés, de la même manière qu’eux. "},{"style":"v","text":"Toute l’assemblée garda le silence, et l’on écouta Barnabas et Paul, qui racontèrent tous les miracles et les prodiges que Dieu avait faits par eux au milieu des païens."},{"style":"r","text":"V. 13-29: cf. Ro 15:8-12. (Col 2:11-17. Ga 5:1-6.) És 8:20. Ac 21:25."},{"style":"p","text":""},{"style":"v","text":"Lorsqu’ils eurent cessé de parler, Jacques prit la parole, et dit: Hommes frères, écoutez-moi! "},{"style":"v","text":"Simon a raconté comment Dieu a d’abord jeté les regards sur les nations pour choisir du milieu d’elles un peuple qui portât son nom. "},{"style":"v","text":"Et avec cela s’accordent les paroles des prophètes, selon qu’il est écrit:"},{"style":"q1","text":""},{"style":"v","text":"\\x i \\xo 15.16 \\xt Am 9:11, 12.\\x*Après cela, je reviendrai, et je relèverai de sa chute la tente de David,"},{"style":"q1","text":"J’en réparerai les ruines, et je la redresserai,"},{"style":"q1","text":""},{"style":"v","text":"Afin que le reste des hommes cherche le Seigneur,"},{"style":"q1","text":"Ainsi que toutes les nations sur lesquelles mon nom est invoqué,"},{"style":"q1","text":"Dit le Seigneur, qui fait ces choses,"},{"style":"q1","text":""},{"style":"v","text":"Et à qui elles sont connues de toute éternité."},{"style":"m","text":""},{"style":"v","text":"C’est pourquoi je suis d’avis qu’on ne crée pas des difficultés à ceux des païens qui se convertissent à Dieu, "},{"style":"v","text":"mais qu’on leur écrive de s’abstenir \\x j \\xo 15.20 \\xt Ex 20:3. 1 Co 8:1; 10:20.\\x*des souillures des idoles, \\x k \\xo 15.20 \\xt 1 Th 4:3.\\x*de l’impudicité, des animaux étouffés et \\x l \\xo 15.20 \\xt Ge 9:4.\\x*du sang. "},{"style":"v","text":"Car, depuis bien des générations, Moïse a dans chaque ville des gens qui le prêchent, puisqu’on le lit tous les jours de sabbat dans les synagogues. "},{"style":"v","text":"Alors il parut bon aux apôtres et aux anciens, et à toute l’Église, de choisir parmi eux et d’envoyer à Antioche, avec Paul et Barnabas, Jude appelé Barsabas et Silas, hommes considérés entre les frères. "},{"style":"v","text":"Ils les chargèrent d’une lettre ainsi conçue: Les apôtres, les anciens, et les frères, aux frères d’entre les païens, qui sont à Antioche, en Syrie, et en Cilicie, salut! "},{"style":"v","text":"Ayant appris \\x m \\xo 15.24 \\xt Ga 2:4.\\x*que quelques hommes partis de chez nous, et auxquels nous n’avions donné aucun ordre, vous ont troublés par leurs discours et ont ébranlé vos âmes, "},{"style":"v","text":"nous avons jugé à propos, après nous être réunis tous ensemble, de choisir des délégués et de vous les envoyer avec nos bien-aimés Barnabas et Paul, "},{"style":"v","text":"ces hommes \\x n \\xo 15.26 \\xt Ac 13:50; 14:9.\\x*qui ont exposé leur vie pour le nom de notre Seigneur Jésus-Christ. "},{"style":"v","text":"Nous avons donc envoyé Jude et Silas, qui vous annonceront de leur bouche les mêmes choses. "},{"style":"v","text":"Car il a paru bon au Saint-Esprit et à nous de ne vous imposer d’autre charge que ce qui est nécessaire, "},{"style":"v","text":"savoir, \\x o \\xo 15.29 \\xt Ex 20:3. 1 Co 8:1.\\x*de vous abstenir des viandes sacrifiées aux idoles, \\x p \\xo 15.29 \\xt Ge 9:4. Lé 17:14.\\x*du sang, des animaux étouffés, et \\x q \\xo 15.29 \\xt 1 Th 4:3.\\x*de l’impudicité, choses contre lesquelles vous vous trouverez bien de vous tenir en garde. Adieu."},{"style":"r","text":"V. 30-35: cf. Ép 2:17-19. Ga 2:11-21. 1 Pi 4:10, 11."},{"style":"p","text":""},{"style":"v","text":"Eux donc, ayant pris congé de l’Église, allèrent à Antioche, où ils remirent la lettre à la multitude assemblée. "},{"style":"v","text":"Après l’avoir lue, les frères furent réjouis de l’encouragement qu’elle leur apportait. "},{"style":"v","text":"Jude et Silas, qui étaient eux-mêmes prophètes, les exhortèrent et les fortifièrent par plusieurs discours. "},{"style":"v","text":"Au bout de quelque temps, les frères les laissèrent en paix retourner vers ceux qui les avaient envoyés. "},{"style":"v","text":"Toutefois Silas trouva bon de rester. "},{"style":"v","text":"Paul et Barnabas demeurèrent à Antioche, enseignant et annonçant, avec plusieurs autres, la bonne nouvelle de la parole du Seigneur."},{"style":"s1","text":"Nouveau voyage missionnaire de Paul, accompagné de Silas. Visite aux Églises d’Asie"},{"style":"r","text":"V. 36-41: cf. 2 Co 11:28. Ro 15:29. Ja 3:18. Hé 13:18."},{"style":"p","text":""},{"style":"v","text":"Quelques jours s’écoulèrent, après lesquels Paul dit à Barnabas: Retournons visiter les frères dans toutes les villes où nous avons annoncé la parole du Seigneur, pour voir en quel état ils sont. "},{"style":"v","text":"Barnabas voulait emmener aussi Jean, surnommé \\x r \\xo 15.37 \\xt Ac 12:12, 25. Col 4:10. 2 Ti 4:11. Phm v. 24.\\x*Marc; "},{"style":"v","text":"mais Paul jugea plus convenable de ne pas prendre avec eux celui qui les avait quittés depuis la Pamphylie, et qui ne les avait point accompagnés dans leur œuvre. "},{"style":"v","text":"Ce dissentiment fut assez vif pour être cause qu’ils se séparèrent l’un de l’autre. Et Barnabas, prenant Marc avec lui, s’embarqua pour l’île de Chypre. "},{"style":"v","text":"Paul fit choix de Silas, et partit, recommandé par les frères à la grâce du Seigneur. "},{"style":"v","text":"Il parcourut la Syrie et la Cilicie, fortifiant les Églises."}]