[{"style":"s1","text":"Paul à Thessalonique et à Bérée"},{"style":"r","text":"V. 1-9: cf. 1 Th 1; 2:1-16. Ph 4:16. Jn 15:19-21, 25; 16:2, 3."},{"style":"p","text":""},{"style":"v","text":"Paul et Silas passèrent par Amphipolis et Apollonie, et ils arrivèrent à Thessalonique, où les Juifs avaient une synagogue. "},{"style":"v","text":"Paul y entra, selon sa coutume. Pendant trois sabbats, il discuta avec eux, d’après les Écritures, "},{"style":"v","text":"expliquant et établissant \\x a \\xo 17.3 \\xt Ps 22:7. Mt 16:21. Lu 24:46.\\x*que le Christ devait souffrir et ressusciter des morts. Et Jésus que je vous annonce, disait-il, c’est lui qui est le Christ. "},{"style":"v","text":"\\x b \\xo 17.4 \\xt Ac 28:24.\\x*Quelques-uns d’entre eux furent persuadés, et se joignirent à Paul et à Silas, ainsi qu’une grande multitude de Grecs craignant Dieu, et beaucoup de femmes de qualité. "},{"style":"v","text":"Mais les Juifs, jaloux prirent avec eux quelques méchants hommes de la populace, provoquèrent des attroupements, et répandirent l’agitation dans la ville. Ils se portèrent à la maison de Jason, et ils cherchèrent Paul et Silas, pour les amener vers le peuple. "},{"style":"v","text":"Ne les ayant pas trouvés, ils traînèrent Jason et quelques frères devant les magistrats de la ville, en criant: \\x c \\xo 17.6 \\xt Ac 16:20.\\x*Ces gens, qui ont bouleversé le monde, sont aussi venus ici, et Jason les a reçus. "},{"style":"v","text":"Ils agissent tous contre les édits de César, \\x d \\xo 17.7 \\xt Lu 23:2. Jn 19:12.\\x*disant qu’il y a un autre roi, Jésus. "},{"style":"v","text":"Par ces paroles ils émurent la foule et les magistrats, "},{"style":"v","text":"qui ne laissèrent aller Jason et les autres qu’après avoir obtenu d’eux une caution."},{"style":"r","text":"V. 10-14: cf. És 8:20. 1 Th 5:21."},{"style":"p","text":""},{"style":"v","text":"Aussitôt les frères firent partir \\x e \\xo 17.10 \\xt Ac 9:25.\\x*de nuit Paul et Silas pour Bérée. Lorsqu’ils furent arrivés, ils entrèrent dans la synagogue des Juifs. "},{"style":"v","text":"Ces Juifs avaient des sentiments plus nobles que ceux de Thessalonique; ils reçurent la parole avec beaucoup d’empressement, \\x f \\xo 17.11 \\xt És 34:16. Lu 16:29. Jn 5:39.\\x*et ils examinaient chaque jour les Écritures, pour voir si ce qu’on leur disait était exact. "},{"style":"v","text":"Plusieurs d’entre eux crurent, ainsi que beaucoup de femmes grecques de distinction, et beaucoup d’hommes. "},{"style":"v","text":"Mais, quand les Juifs de Thessalonique surent que Paul annonçait aussi à Bérée la parole de Dieu, \\x g \\xo 17.13 \\xt 1 Th 2:14.\\x*ils vinrent y agiter la foule. "},{"style":"v","text":"Alors les frères firent aussitôt partir Paul du côté de la mer; Silas et Timothée restèrent à Bérée."},{"style":"s1","text":"Paul à Athènes: discours à l’Aréopage"},{"style":"r","text":"V. 15-34: cf. Ps 69:10. (Ac 14:14-17; 26:17-20. 1 Co 1:18-25.)"},{"style":"p","text":""},{"style":"v","text":"Ceux qui accompagnaient Paul le conduisirent jusqu’à Athènes. Puis ils s’en retournèrent, \\x h \\xo 17.15 \\xt Ac 18:5.\\x*chargés de transmettre à Silas et à Timothée l’ordre de le rejoindre au plus tôt. "},{"style":"v","text":"Comme Paul les attendait à Athènes, il sentait au-dedans de lui son esprit s’irriter, à la vue de cette ville pleine d’idoles. "},{"style":"v","text":"Il s’entretenait donc dans la synagogue avec les Juifs et les hommes craignant Dieu, et sur la place publique chaque jour avec ceux qu’il rencontrait. "},{"style":"v","text":"Quelques philosophes épicuriens et stoïciens se mirent à parler avec lui. Et les uns disaient: Que veut dire ce discoureur? D’autres, l’entendant annoncer Jésus et la résurrection, disaient: Il semble qu’il annonce des divinités étrangères. "},{"style":"v","text":"Alors ils le prirent, et le menèrent à l’Aréopage, en disant: Pourrions-nous savoir quelle est cette nouvelle doctrine que tu enseignes? "},{"style":"v","text":"Car tu nous fais entendre des choses étranges. Nous voudrions donc savoir ce que cela peut être. "},{"style":"v","text":"Or, tous les Athéniens et les étrangers demeurant à Athènes ne passaient leur temps qu’à dire ou à écouter des nouvelles. "},{"style":"v","text":"Paul, debout au milieu de l’Aréopage, dit: Hommes Athéniens, je vous trouve à tous égards extrêmement religieux. "},{"style":"v","text":"Car, en parcourant votre ville et en considérant les objets de votre dévotion, j’ai même découvert un autel avec cette inscription: A un dieu inconnu! Ce que vous révérez sans le connaître, c’est ce que je vous annonce. "},{"style":"v","text":"\\x i \\xo 17.24 \\xt Ge 1:1. 2 Ch 6:30. Ps 33:6; 124:8; 146:6. És 66:1. Ac 14:15. Ap 14:7.\\x*Le Dieu qui a fait le monde et tout ce qui s’y trouve, étant le Seigneur du ciel et de la terre, \\x j \\xo 17.24 \\xt Ac 7:48.\\x*n’habite point dans des temples faits de main d’homme; "},{"style":"v","text":"il n’est point servi par des mains humaines, comme s’il avait besoin de quoi que ce soit, \\x k \\xo 17.25 \\xt Ge 2:7.\\x*lui qui donne à tous la vie, la respiration, et toutes choses. "},{"style":"v","text":"Il a fait que tous les hommes, sortis d’un seul sang, habitassent sur toute la surface de la terre, \\x l \\xo 17.26 \\xt De 32:8.\\x*ayant déterminé la durée des temps et les bornes de leur demeure; "},{"style":"v","text":"il a voulu qu’ils cherchassent le Seigneur, et qu’ils s’efforçassent de le trouver en tâtonnant, bien qu’il ne soit pas loin de chacun de nous, "},{"style":"v","text":"car en lui nous avons la vie, le mouvement, et l’être. C’est ce qu’ont dit aussi quelques-uns de vos poètes: De lui nous sommes la race… "},{"style":"v","text":"\\x m \\xo 17.29 \\xt És 40:18.\\x*Ainsi donc, étant la race de Dieu, nous ne devons pas croire que la divinité soit semblable à de l’or, à de l’argent, ou à de la pierre, sculptés par l’art et l’industrie de l’homme. "},{"style":"v","text":"Dieu, sans tenir compte des temps d’ignorance, \\x n \\xo 17.30 \\xt Lu 24:47.\\x*annonce maintenant à tous les hommes, en tous lieux, qu’ils aient à se repentir, "},{"style":"v","text":"parce qu’il a fixé un jour où il jugera le monde selon la justice, par l’homme \\x o \\xo 17.31 \\xt Ac 10:42.\\x*qu’il a désigné, ce dont il a donné à tous une preuve certaine en le ressuscitant des morts… "},{"style":"v","text":"Lorsqu’ils entendirent parler de résurrection des morts, les uns se moquèrent, et les autres dirent: Nous t’entendrons là-dessus une autre fois. "},{"style":"v","text":"Ainsi Paul se retira du milieu d’eux. "},{"style":"v","text":"Quelques-uns néanmoins s’attachèrent à lui et crurent, Denys l’aréopagite, une femme nommée Damaris, et d’autres avec eux."}]