[{"style":"r","text":"V. 1-21: cf. Ac 9:1-30; 26:9-21. 1 Ti 1:12-17."},{"style":"p","text":""},{"style":"v","text":"Hommes frères et pères, écoutez ce que j’ai maintenant à vous dire pour ma défense! "},{"style":"v","text":"Lorsqu’ils entendirent qu’il leur parlait en langue hébraïque, ils redoublèrent de silence. Et Paul dit: "},{"style":"v","text":"\\x a \\xo 22.3 \\xt Ac 9:11; 21:39. 2 Co 11:22.\\x*je suis Juif, né à Tarse en Cilicie; mais j’ai été élevé dans cette ville-ci, et instruit aux pieds de \\x b \\xo 22.3 \\xt Ac 5:34.\\x*Gamaliel dans la connaissance exacte de la loi de nos pères, étant plein de zèle pour Dieu, comme vous l’êtes tous aujourd’hui. "},{"style":"v","text":"\\x c \\xo 22.4 \\xt Ac 8:3; 9:1; 26:9. 1 Co 15:9. Ga 1:13. 1 Ti 1:13.\\x*J’ai persécuté à mort cette doctrine, liant et mettant en prison hommes et femmes. "},{"style":"v","text":"Le souverain sacrificateur et tout le collège des anciens m’en sont témoins. J’ai même reçu d’eux des lettres pour les frères de Damas, où je me rendis afin d’amener liés à Jérusalem ceux qui se trouvaient là et de les faire punir. "},{"style":"v","text":"\\x d \\xo 22.6 \\xt Ac 9:3.\\x*Comme j’étais en chemin, et que j’approchais de Damas, tout à coup, vers midi, \\x e \\xo 22.6 \\xt 1 Co 15:8. 2 Co 12:2.\\x*une grande lumière venant du ciel resplendit autour de moi. "},{"style":"v","text":"Je tombai par terre, et j’entendis une voix qui me disait: \\wj Saul, Saul, pourquoi me persécutes-tu?\\wj*"},{"style":"v","text":"Je répondis: Qui es-tu, Seigneur? Et il me dit: \\wj Je suis Jésus de Nazareth, que tu persécutes.\\wj*"},{"style":"v","text":"\\x f \\xo 22.9 \\xt Da 10:7.\\x*Ceux qui étaient avec moi virent bien la lumière, mais ils n’entendirent pas la voix de celui qui parlait. Alors je dis: Que ferai-je, Seigneur? "},{"style":"v","text":"Et le Seigneur me dit: \\wj Lève-toi, va à Damas, et là on te dira tout ce que tu dois faire.\\wj*"},{"style":"v","text":"Comme je ne voyais rien, à cause de l’éclat de cette lumière, ceux qui étaient avec moi me prirent par la main, et j’arrivai à Damas. "},{"style":"v","text":"\\x g \\xo 22.12 \\xt Ac 9:17.\\x*Or, un nommé Ananias, homme pieux selon la loi, et de qui tous les Juifs demeurant à Damas rendaient un bon témoignage, vint se présenter à moi, "},{"style":"v","text":"et me dit: Saul, mon frère, recouvre la vue. Au même instant, je recouvrai la vue et je le regardai. "},{"style":"v","text":"Il dit: Le Dieu de nos pères t’a destiné à connaître sa volonté, à voir le Juste, et à entendre les paroles de sa bouche; "},{"style":"v","text":"car tu lui serviras de témoin, auprès de tous les hommes, des choses que tu as vues et entendues. "},{"style":"v","text":"Et maintenant, que tardes-tu? Lève-toi, sois baptisé, et lavé de tes péchés, en invoquant le nom du Seigneur. "},{"style":"v","text":"\\x h \\xo 22.17 \\xt Ac 9:28.\\x*De retour à Jérusalem, comme je priais dans le temple, je fus ravi en extase, "},{"style":"v","text":"et je vis le Seigneur qui me disait: \\x i \\xo 22.18 \\xt Mt 10:14.\\x*\\wj Hâte-toi, et sors promptement de Jérusalem, parce qu’ils ne recevront pas ton témoignage sur moi.\\wj*"},{"style":"v","text":"Et je dis: Seigneur, \\x j \\xo 22.19 \\xt Ac 22:4.\\x*ils savent eux-mêmes que je faisais mettre en prison et battre de verges dans les synagogues ceux qui croyaient en toi, et que, "},{"style":"v","text":"\\x k \\xo 22.20 \\xt Ac 7:58; 8:1.\\x*lorsqu’on répandit le sang d’Étienne, ton témoin, j’étais moi-même présent, joignant mon approbation à celle des autres, et gardant les vêtements de ceux qui le faisaient mourir. "},{"style":"v","text":"Alors il me dit: \\wj Va,\\wj*\\x l \\xo 22.21 \\xt Ac 9:15; 13:2. Ga 1:15; 2:8. Ép 3:8. 1 Ti 2:7. 2 Ti 1:11.\\x*\\wj je t’enverrai au loin vers les nations…\\wj*"},{"style":"s1","text":"Nouveau tumulte. Sur le point d’être battu de verges, Paul se déclare citoyen romain"},{"style":"r","text":"V. 22-29: cf. Ac 16:22, 23, 35-39; 25:16."},{"style":"p","text":""},{"style":"v","text":"Ils l’écoutèrent jusqu’à cette parole. Mais alors ils élevèrent la voix, disant: \\x m \\xo 22.22 \\xt Ac 21:36.\\x*Ote de la terre un pareil homme! Il n’est pas digne de vivre. "},{"style":"v","text":"Et ils poussaient des cris, jetaient leurs vêtements, lançaient de la poussière en l’air. "},{"style":"v","text":"Le tribun commanda de faire entrer Paul dans la forteresse, et de lui donner la question par le fouet, afin de savoir pour quel motif ils criaient ainsi contre lui. "},{"style":"v","text":"Lorsqu’on l’eut exposé au fouet, Paul dit au centenier qui était présent: Vous est-il permis de battre de verges un citoyen romain, qui n’est pas même condamné? "},{"style":"v","text":"A ces mots, le centenier alla vers le tribun pour l’avertir, disant: Que vas-tu faire? Cet homme est Romain. "},{"style":"v","text":"Et le tribun, étant venu, dit à Paul: Dis-moi, es-tu Romain? Oui, répondit-il. "},{"style":"v","text":"Le tribun reprit: C’est avec beaucoup d’argent que j’ai acquis ce droit de citoyen. Et moi, dit Paul, je l’ai par ma naissance. "},{"style":"v","text":"Aussitôt ceux qui devaient lui donner la question se retirèrent, et le tribun, voyant que Paul était Romain, fut dans la crainte parce qu’il l’avait fait lier."},{"style":"s1","text":"Paul comparaît devant le sanhédrin"},{"style":"r","text":"22 v. 30 à 23 v. 11: cf. Ac 23:28. (Mt 23:27, 28; 10:16.) (Ps 37:32, 33. Jos 1:9.)"},{"style":"p","text":""},{"style":"v","text":"Le lendemain, voulant savoir avec certitude de quoi les Juifs l’accusaient, le tribun lui fit ôter ses liens, et donna l’ordre aux principaux sacrificateurs et à tout le sanhédrin de se réunir; puis, faisant descendre Paul, il le plaça au milieu d’eux."}]