[{"style":"s1","text":"Pierre et Jean arrêtés et traduits devant le sanhédrin"},{"style":"r","text":"V. 1-22: cf. Ac 3:1-16. Mt 10:17-20, 26-33. Jn 15:20, 21. 1 Pi 3:14, 15."},{"style":"p","text":""},{"style":"v","text":"Tandis que Pierre et Jean parlaient au peuple, survinrent les sacrificateurs, le commandant du temple, et les sadducéens, "},{"style":"v","text":"mécontents de ce qu’ils enseignaient le peuple, et annonçaient en la personne de Jésus la résurrection des morts. "},{"style":"v","text":"Ils mirent les mains sur eux, et ils les jetèrent en prison jusqu’au lendemain; car c’était déjà le soir. "},{"style":"v","text":"Cependant, beaucoup de ceux qui avaient entendu la parole crurent, et le nombre des hommes s’éleva à environ cinq mille. "},{"style":"v","text":"Le lendemain, les chefs du peuple, les anciens et les scribes, s’assemblèrent à Jérusalem, "},{"style":"v","text":"avec Anne, le souverain sacrificateur, Caïphe, Jean, Alexandre, et tous ceux qui étaient de la race des principaux sacrificateurs. "},{"style":"v","text":"Ils firent placer au milieu d’eux Pierre et Jean, et leur demandèrent: \\x a \\xo 4.7 \\xt Ex 2:14. Mt 21:23. Ac 7:27.\\x*Par quel pouvoir, ou au nom de qui avez-vous fait cela? "},{"style":"v","text":"Alors Pierre, rempli du Saint-Esprit, leur dit: Chefs du peuple, et anciens d’Israël, "},{"style":"v","text":"puisque nous sommes interrogés aujourd’hui sur un bienfait accordé à un homme malade, afin que nous disions comment il a été guéri, "},{"style":"v","text":"sachez-le tous, et que tout le peuple d’Israël le sache! C’est par le nom de Jésus-Christ de Nazareth, que vous avez crucifié, et que Dieu a ressuscité des morts, c’est par lui que cet homme se présente en pleine santé devant vous. "},{"style":"v","text":"Jésus est"},{"style":"q1","text":"\\x b \\xo 4.11 \\xt Ps 118:22. És 28:16. Mt 21:42. Mc 12:10. Lu 20:17. Ro 9:33. 1 Pi 2:7.\\x*La pierre rejetée par vous qui bâtissez,"},{"style":"q1","text":"Et qui est devenue la principale de l’angle. "},{"style":"v","text":"\\x c \\xo 4.12 \\xt Mt 1:21. Ac 10:43. 1 Ti 2:5.\\x*Il n’y a de salut en aucun autre; car il n’y a sous le ciel aucun autre nom qui ait été donné parmi les hommes, par lequel nous devions être sauvés. "},{"style":"v","text":"Lorsqu’ils virent l’assurance de Pierre et de Jean, ils furent étonnés, sachant que c’étaient des hommes du peuple sans instruction; et ils les reconnurent pour avoir été avec Jésus. "},{"style":"v","text":"Mais comme ils voyaient là près d’eux l’homme qui avait été guéri, ils n’avaient rien à répliquer. "},{"style":"v","text":"Ils leur ordonnèrent de sortir du sanhédrin, et ils délibérèrent entre eux, disant: \\x d \\xo 4.15 \\xt Jn 11:47.\\x*Que ferons-nous à ces hommes? "},{"style":"v","text":"Car il est manifeste pour tous les habitants de Jérusalem qu’un miracle signalé a été accompli par eux, et nous ne pouvons pas le nier. "},{"style":"v","text":"Mais, afin que la chose ne se répande pas davantage parmi le peuple, défendons-leur avec menaces de parler désormais à qui que ce soit en ce nom-là. "},{"style":"v","text":"Et les ayant appelés, ils leur défendirent absolument de parler et d’enseigner au nom de Jésus. "},{"style":"v","text":"Pierre et Jean leur répondirent: \\x e \\xo 4.19 \\xt Ac 5:29.\\x*Jugez s’il est juste, devant Dieu, de vous obéir plutôt qu’à Dieu; "},{"style":"v","text":"car nous ne pouvons pas ne pas parler de ce que nous avons vu et entendu. "},{"style":"v","text":"Ils leur firent de nouvelles menaces, et les relâchèrent, ne sachant comment les punir, \\x f \\xo 4.21 \\xt Ac 5:26.\\x*à cause du peuple, parce que tous glorifiaient Dieu \\x g \\xo 4.21 \\xt Ac 3:7, 8.\\x*de ce qui était arrivé. "},{"style":"v","text":"Car l’homme qui avait été l’objet de cette guérison miraculeuse était âgé de plus de quarante ans."},{"style":"r","text":"V. 23-31: cf. Ps 2:1-4. (2 R 19:14-19. Mt 18:19, 20.)"},{"style":"p","text":""},{"style":"v","text":"Après avoir été relâchés, \\x h \\xo 4.23 \\xt Ac 12:12.\\x*ils allèrent vers les leurs, et racontèrent tout ce que les principaux sacrificateurs et les anciens leur avaient dit. "},{"style":"v","text":"Lorsqu’ils l’eurent entendu, ils élevèrent à Dieu la voix tous ensemble, et dirent: Seigneur, toi qui as fait le ciel, la terre, la mer, et tout ce qui s’y trouve, "},{"style":"v","text":"c’est toi qui as dit par le Saint-Esprit, par la bouche de notre père, ton serviteur David:"},{"style":"q1","text":"\\x i \\xo 4.25 \\xt Ps 2:1.\\x*Pourquoi ce tumulte parmi les nations,"},{"style":"q1","text":"Et ces vaines pensées parmi les peuples?"},{"style":"q1","text":""},{"style":"v","text":"Les rois de la terre se sont soulevés,"},{"style":"q1","text":"Et les princes se sont ligués"},{"style":"q1","text":"Contre le Seigneur et contre son Oint. "},{"style":"v","text":"\\x j \\xo 4.27 \\xt Mt 26:3. Mc 14:1. Lu 22:2. Jn 11:47.\\x*En effet, contre ton saint serviteur Jésus, que tu as oint, Hérode et Ponce Pilate se sont ligués dans cette ville avec les nations et avec les peuples d’Israël, "},{"style":"v","text":"pour faire tout ce que ta main et ton conseil avaient arrêté d’avance. "},{"style":"v","text":"Et maintenant, Seigneur, vois leurs menaces, et donne à tes serviteurs d’annoncer ta parole avec une pleine assurance, "},{"style":"v","text":"\\x k \\xo 4.30 \\xt Mc 16:17.\\x*en étendant ta main, pour qu’il se fasse des guérisons, des miracles et des prodiges, par le nom de ton saint serviteur Jésus. "},{"style":"v","text":"Quand ils eurent prié, le lieu où ils étaient assemblés \\x l \\xo 4.31 \\xt Ac 16:26.\\x*trembla; ils furent tous remplis du Saint-Esprit, et ils annonçaient la parole de Dieu avec assurance."},{"style":"s1","text":"Union et charité des croyants"},{"style":"r","text":"V. 32-37: cf. Ac 2:44-47. 1 Jn 3:16-19. Lu 12:33. 2 Co 8:13-15; 9:9."},{"style":"p","text":""},{"style":"v","text":"La multitude de ceux qui avaient cru n’était \\x m \\xo 4.32 \\xt Ac 2:44. 1 Pi 3:8.\\x*qu’un cœur et qu’une âme. Nul ne disait que ses biens lui appartinssent en propre, mais tout était commun entre eux. "},{"style":"v","text":"Les apôtres rendaient avec beaucoup de force témoignage de la résurrection du Seigneur Jésus. Et une grande grâce reposait sur eux tous. "},{"style":"v","text":"Car il n’y avait parmi eux aucun indigent: tous ceux qui possédaient des champs ou des maisons les vendaient, apportaient le prix de ce qu’ils avaient vendu, "},{"style":"v","text":"et le déposaient aux pieds des apôtres; \\x n \\xo 4.35 \\xt És 58:7.\\x*et l’on faisait des distributions à chacun selon qu’il en avait besoin. "},{"style":"v","text":"Joseph, surnommé par les apôtres Barnabas, ce qui signifie fils d’exhortation, Lévite, originaire de Chypre, "},{"style":"v","text":"vendit un champ qu’il possédait, apporta l’argent, et le déposa aux pieds des apôtres."}]