[{"style":"s1","text":"Ananias et Saphira"},{"style":"r","text":"V. 1-11: cf. Ac 4:34-37. (Lé 10:1-5. 2 R 5:20-27. De 23:21-23. Jos 7:19, etc.) Lu 12:1-5, 15. 1 Co 5:13."},{"style":"p","text":""},{"style":"v","text":"Mais un homme nommé Ananias, avec Saphira sa femme, vendit une propriété, "},{"style":"v","text":"et retint une partie du prix, sa femme le sachant; puis il apporta le reste, et le déposa aux pieds des apôtres. "},{"style":"v","text":"Pierre lui dit: Ananias, pourquoi Satan a-t-il rempli ton cœur, au point que tu mentes au Saint-Esprit, et que tu aies retenu une partie du prix du champ? "},{"style":"v","text":"S’il n’eût pas été vendu, ne te restait-il pas? Et, après qu’il a été vendu, le prix n’était-il pas à ta disposition? Comment as-tu pu mettre en ton cœur un pareil dessein? Ce n’est pas à des hommes que tu as menti, mais à Dieu. "},{"style":"v","text":"Ananias, entendant ces paroles, tomba, et expira. Une grande crainte saisit tous les auditeurs. "},{"style":"v","text":"Les jeunes gens, s’étant levés, l’enveloppèrent, l’emportèrent, et l’ensevelirent. "},{"style":"v","text":"Environ trois heures plus tard, sa femme entra, sans savoir ce qui était arrivé. "},{"style":"v","text":"Pierre lui adressa la parole: Dis-moi, est-ce à un tel prix que vous avez vendu le champ? Oui, répondit-elle, c’est à ce prix-là. "},{"style":"v","text":"Alors Pierre lui dit: Comment vous êtes-vous accordés pour tenter l’Esprit du Seigneur? Voici, ceux qui ont enseveli ton mari sont à la porte, et ils t’emporteront. "},{"style":"v","text":"Au même instant, elle tomba aux pieds de l’apôtre, et expira. Les jeunes gens, étant entrés, la trouvèrent morte; ils l’emportèrent, et l’ensevelirent auprès de son mari. "},{"style":"v","text":"Une grande crainte s’empara de toute l’assemblée et de tous ceux qui apprirent ces choses."},{"style":"s1","text":"Succès croissants des apôtres"},{"style":"r","text":"V. 12-16: cf. Ac 19:11-20. Mi 5:6, 7."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 5.12 \\xt Mc 16:17. Ac 2:43.\\x*Beaucoup de miracles et de prodiges se faisaient au milieu du peuple par les mains des apôtres. Ils se tenaient tous ensemble au portique de Salomon, "},{"style":"v","text":"et aucun des autres n’osait se joindre à eux; mais le peuple les louait hautement. "},{"style":"v","text":"Le nombre de ceux qui croyaient au Seigneur, hommes et femmes, s’augmentait de plus en plus; "},{"style":"v","text":"en sorte qu’on apportait les malades dans les rues et qu’on les plaçait sur des lits et des couchettes, afin que, lorsque Pierre passerait, son ombre au moins couvrît quelqu’un d’eux. "},{"style":"v","text":"La multitude accourait aussi des villes voisines à Jérusalem, amenant des malades et \\x b \\xo 5.16 \\xt Mc 16:17. Ac 8:7; 16:18; 19:2.\\x*des gens tourmentés par des esprits impurs; et tous étaient guéris."},{"style":"s1","text":"Les apôtres jetés en prison et miraculeusement délivrés; — arrêtés de nouveau et conduits devant le sanhédrin; — battus de verges et relâchés d’après l’avis de Gamaliel"},{"style":"r","text":"V. 17-32: cf. Ac 12:3-11; 4:5-12, 18-20. És 65:13."},{"style":"p","text":""},{"style":"v","text":"Cependant le souverain sacrificateur et tous ceux qui étaient avec lui, savoir le parti des sadducéens, se levèrent, remplis de jalousie, "},{"style":"v","text":"mirent les mains sur les apôtres, et les jetèrent dans la prison publique. "},{"style":"v","text":"\\x c \\xo 5.19 \\xt Ac 12:7; 16:26.\\x*Mais un ange du Seigneur, ayant ouvert pendant la nuit les portes de la prison, les fit sortir, et leur dit: "},{"style":"v","text":"Allez, tenez-vous dans le temple, et annoncez au peuple toutes les paroles de cette vie. "},{"style":"v","text":"Ayant entendu cela, ils entrèrent dès le matin dans le temple, et se mirent à enseigner. Le souverain sacrificateur et ceux qui étaient avec lui étant survenus, ils convoquèrent le sanhédrin et tous les anciens des fils d’Israël, et ils envoyèrent chercher les apôtres à la prison. "},{"style":"v","text":"Les huissiers, à leur arrivée, ne les trouvèrent point dans la prison. Ils s’en retournèrent, et firent leur rapport, "},{"style":"v","text":"en disant: Nous avons trouvé la prison soigneusement fermée, et les gardes qui étaient devant les portes; mais, après avoir ouvert, nous n’avons trouvé personne dedans. "},{"style":"v","text":"Lorsqu’ils eurent entendu ces paroles, le commandant du temple et les principaux sacrificateurs ne savaient que penser des apôtres et des suites de cette affaire. "},{"style":"v","text":"Quelqu’un vint leur dire: Voici, les hommes que vous avez mis en prison sont dans le temple, et ils enseignent le peuple. "},{"style":"v","text":"Alors le commandant partit avec les huissiers, et les conduisit sans violence, \\x d \\xo 5.26 \\xt Mt 21:26. Ac 4:21.\\x*car ils avaient peur d’être lapidés par le peuple. "},{"style":"v","text":"Après qu’ils les eurent amenés en présence du sanhédrin, le souverain sacrificateur les interrogea en ces termes: "},{"style":"v","text":"\\x e \\xo 5.28 \\xt Ac 4:18.\\x*Ne vous avons-nous pas défendu expressément d’enseigner en ce nom-là? Et voici, vous avez rempli Jérusalem de votre enseignement, et vous voulez faire retomber sur nous le sang de cet homme! "},{"style":"v","text":"Pierre et les apôtres répondirent: \\x f \\xo 5.29 \\xt Ac 4:19.\\x*Il faut obéir à Dieu plutôt qu’aux hommes. "},{"style":"v","text":"\\x g \\xo 5.30 \\xt Ac 3:15.\\x*Le Dieu de nos pères a ressuscité Jésus, que vous avez tué, \\x h \\xo 5.30 \\xt De 21:23. Ac 10:39; 13:29. 1 Pi 2:24.\\x*en le pendant au bois. "},{"style":"v","text":"Dieu l’a \\x i \\xo 5.31 \\xt Ac 2:33; 3:15. Ph 2:9.\\x*élevé par sa droite comme Prince et Sauveur, pour donner à Israël la repentance et le pardon des péchés. "},{"style":"v","text":"Nous sommes \\x j \\xo 5.32 \\xt Jn 15:27.\\x*témoins de ces choses, de même que le Saint-Esprit, que Dieu a \\x k \\xo 5.32 \\xt Ac 2:4.\\x*donné à ceux qui lui obéissent."},{"style":"r","text":"V. 33-42: cf. (Ps 37:12, 32, 33. Pr 16:14.) (Mt 5:10-12. 1 Pi 4:13-16.) Ap 3:8."},{"style":"p","text":""},{"style":"v","text":"Furieux de ces paroles, ils voulaient les faire mourir. "},{"style":"v","text":"Mais un pharisien, nommé Gamaliel, docteur de la loi, estimé de tout le peuple, se leva dans le sanhédrin, et ordonna de faire sortir un instant les apôtres. "},{"style":"v","text":"Puis il leur dit: Hommes Israélites, prenez garde à ce que vous allez faire à l’égard de ces gens. "},{"style":"v","text":"\\x l \\xo 5.36 \\xt Ac 21:38.\\x*Car, il n’y a pas longtemps que parut Theudas, qui se donnait pour quelque chose, et auquel se rallièrent environ quatre cents hommes: il fut tué, et tous ceux qui l’avaient suivi furent mis en déroute et réduits à rien. "},{"style":"v","text":"Après lui, parut Judas le Galiléen, à l’époque du recensement, et il attira du monde à son parti: il périt aussi, et tous ceux qui l’avaient suivi furent dispersés. "},{"style":"v","text":"Et maintenant, je vous le dis ne vous occupez plus de ces hommes, et laissez-les aller. \\x m \\xo 5.38 \\xt Pr 21:30. És 8:10. Mt 15:13.\\x*Si cette entreprise ou cette œuvre vient des hommes, elle se détruira; "},{"style":"v","text":"mais si elle vient de Dieu, vous ne pourrez la détruire. Ne courez pas le risque d’avoir combattu \\x n \\xo 5.39 \\xt Ac 9:5; 23:9.\\x*contre Dieu. "},{"style":"v","text":"Ils se rangèrent à son avis. Et ayant appelé les apôtres, ils les firent battre de verges, ils leur défendirent de parler au nom de Jésus, et ils les relâchèrent. "},{"style":"v","text":"Les apôtres se retirèrent de devant le sanhédrin, \\x o \\xo 5.41 \\xt Mt 5:12.\\x*joyeux d’avoir été jugés dignes de subir des outrages pour le nom de Jésus. "},{"style":"v","text":"Et chaque jour, dans le temple et dans les maisons, ils ne cessaient d’enseigner, et d’annoncer la bonne nouvelle de Jésus-Christ."}]