[{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 8.1 \\xt Ac 22:20.\\x*Saul avait approuvé le meurtre d’Étienne."},{"style":"s1","text":"Persécution à Jérusalem. Dispersion des disciples dans les contrées voisines. Le diacre Philippe prêche le Christ dans une ville de Samarie. Simon le magicien"},{"style":"r","text":"V. 1-13: cf. (Ac 11:19-21. Ph 1:12-14.) (Jn 4:35-42; 6:70.)"},{"style":"p","text":"Il y eut, ce jour-là, une grande persécution contre l’Église de Jérusalem; \\x b \\xo 8.1 \\xt Ac 11:19.\\x*et tous, excepté les apôtres, se dispersèrent dans les contrées de la Judée et de la Samarie. "},{"style":"v","text":"Des hommes pieux ensevelirent Étienne, \\x c \\xo 8.2 \\xt Ge 23:2; 50:10. 2 S 3:31.\\x*et le pleurèrent à grand bruit. "},{"style":"v","text":"\\x d \\xo 8.3 \\xt Ac 9:1; 22:4; 26:9. 1 Co 15:9. Ga 1:13. 1 Ti 1:13.\\x*Saul, de son côté, ravageait l’Église; pénétrant dans les maisons, il en arrachait hommes et femmes, et les faisait jeter en prison. "},{"style":"v","text":"Ceux qui avaient été dispersés \\x e \\xo 8.4 \\xt Mt 10:23. Ac 11:19.\\x*allaient de lieu en lieu, annonçant la bonne nouvelle de la parole. "},{"style":"v","text":"Philippe, étant descendu dans la ville de Samarie, y prêcha le Christ. "},{"style":"v","text":"Les foules tout entières étaient attentives à ce que disait Philippe, lorsqu’elles apprirent et virent les miracles qu’il faisait. "},{"style":"v","text":"\\x f \\xo 8.7 \\xt Mc 16:17. Ac 5:16; 16:18; 19:11.\\x*Car des esprits impurs sortirent de plusieurs démoniaques, en poussant de grands cris, et beaucoup de paralytiques et de boiteux furent guéris. "},{"style":"v","text":"Et il y eut une grande joie dans cette ville. "},{"style":"v","text":"Il y avait auparavant dans la ville un homme nommé Simon, qui, se donnant pour un personnage important, exerçait \\x g \\xo 8.9 \\xt Ac 13:6.\\x*la magie et provoquait l’étonnement du peuple de la Samarie. "},{"style":"v","text":"Tous, depuis le plus petit jusqu’au plus grand, l’écoutaient attentivement, et disaient: Celui-ci est la puissance de Dieu, celle qui s’appelle la grande. "},{"style":"v","text":"Ils l’écoutaient attentivement, parce qu’il les avait longtemps étonnés par ses actes de magie. "},{"style":"v","text":"Mais, quand ils eurent cru à Philippe, qui leur annonçait la bonne nouvelle du royaume de Dieu et du nom de Jésus-Christ, hommes et femmes se firent baptiser. "},{"style":"v","text":"Simon lui-même crut, et, après avoir été baptisé, il ne quittait plus Philippe, et il voyait avec étonnement les miracles et les grands prodiges qui s’opéraient."},{"style":"s1","text":"Pierre et Jean en Samarie"},{"style":"r","text":"V. 14-25: cf. Ac 19:5, 6. (1 Ti 6:5, 9, 10. Mt 6:24.)"},{"style":"p","text":""},{"style":"v","text":"Les apôtres, qui étaient à Jérusalem, ayant appris que la Samarie avait reçu la parole de Dieu, y envoyèrent Pierre et Jean. "},{"style":"v","text":"Ceux-ci, arrivés chez les Samaritains, prièrent pour eux, afin qu’ils reçussent le Saint-Esprit. "},{"style":"v","text":"Car il n’était encore descendu sur aucun d’eux; ils avaient seulement été baptisés au nom du Seigneur Jésus. "},{"style":"v","text":"\\x h \\xo 8.17 \\xt Ac 6:6; 13:3; 19:6. 1 Ti 4:14; 5:22. 2 Ti 1:6.\\x*Alors Pierre et Jean leur imposèrent les mains, et ils reçurent le Saint-Esprit. "},{"style":"v","text":"Lorsque Simon vit que le Saint-Esprit était donné par l’imposition des mains des apôtres, il leur offrit de l’argent, "},{"style":"v","text":"en disant: Accordez-moi aussi ce pouvoir, afin que celui à qui j’imposerai les mains reçoive le Saint-Esprit. "},{"style":"v","text":"Mais Pierre lui dit: Que ton argent périsse avec toi, \\x i \\xo 8.20 \\xt Mt 10:8.\\x*puisque tu as cru que le don de Dieu s’acquérait à prix d’argent! "},{"style":"v","text":"Il n’y a pour toi ni part ni lot dans cette affaire, car ton cœur n’est pas droit devant Dieu. "},{"style":"v","text":"Repens-toi donc de ta méchanceté, et prie le Seigneur pour que la pensée de ton cœur te soit pardonnée, s’il est possible; "},{"style":"v","text":"car je vois que tu es dans un fiel amer et dans les liens de l’iniquité. "},{"style":"v","text":"Simon répondit: \\x j \\xo 8.24 \\xt No 21:7.\\x*Priez vous-mêmes le Seigneur pour moi, afin qu’il ne m’arrive rien de ce que vous avez dit. "},{"style":"v","text":"Après avoir rendu témoignage à la parole du Seigneur, et après l’avoir prêchée, Pierre et Jean retournèrent à Jérusalem, en annonçant la bonne nouvelle dans plusieurs villages des Samaritains."},{"style":"s1","text":"Le diacre Philippe et l’eunuque éthiopien"},{"style":"r","text":"V. 26-40: cf. 1 R 8:41-43. És 56:3-7."},{"style":"p","text":""},{"style":"v","text":"Un ange du Seigneur, s’adressant à Philippe, lui dit: Lève-toi, et va du côté du midi, sur le chemin qui descend de Jérusalem à Gaza, celui qui est désert. "},{"style":"v","text":"Il se leva, et partit. Et voici, un Éthiopien, un eunuque, ministre de Candace, reine d’Éthiopie, et surintendant de tous ses trésors, \\x k \\xo 8.27 \\xt Jn 12:20.\\x*venu à Jérusalem pour adorer, "},{"style":"v","text":"s’en retournait, assis sur son char, et lisait le prophète Ésaïe. "},{"style":"v","text":"L’Esprit dit à Philippe: Avance, et approche-toi de ce char. "},{"style":"v","text":"Philippe accourut, et entendit l’Éthiopien qui lisait le prophète Ésaïe. Il lui dit: Comprends-tu ce que tu lis? "},{"style":"v","text":"Il répondit: Comment le pourrais-je, si quelqu’un ne me guide? Et il invita Philippe à monter et à s’asseoir avec lui. "},{"style":"v","text":"\\x l \\xo 8.32 \\xt És 53:7.\\x*Le passage de l’Écriture qu’il lisait était celui-ci:"},{"style":"q1","text":"Il a été mené comme une brebis à la boucherie;"},{"style":"q1","text":"Et, comme un agneau muet devant celui qui le tond,"},{"style":"q1","text":"Il n’a point ouvert la bouche."},{"style":"q1","text":""},{"style":"v","text":"Dans son humiliation, son jugement a été levé."},{"style":"q1","text":"Et sa postérité, qui la dépeindra?"},{"style":"q1","text":"Car sa vie a été retranchée de la terre."},{"style":"m","text":""},{"style":"v","text":"L’eunuque dit à Philippe: Je te prie, de qui le prophète parle-t-il ainsi? Est-ce de lui-même, ou de quelque autre? "},{"style":"v","text":"Alors Philippe, ouvrant la bouche et commençant par ce passage, \\x m \\xo 8.35 \\xt Lu 24:45.\\x*lui annonça la bonne nouvelle de Jésus. "},{"style":"v","text":"Comme ils continuaient leur chemin, ils rencontrèrent de l’eau. Et l’eunuque dit: Voici de l’eau; \\x n \\xo 8.36 \\xt Ac 10:47.\\x*qu’est-ce qui empêche que je sois baptisé? "},{"style":"v","text":"Philippe dit: Si tu crois de tout ton cœur, cela est possible. L’eunuque répondit: Je crois que Jésus-Christ est le Fils de Dieu. "},{"style":"v","text":"Il fit arrêter le char; Philippe et l’eunuque descendirent tous deux dans l’eau, et Philippe baptisa l’eunuque. "},{"style":"v","text":"Quand ils furent sortis de l’eau, l’Esprit du Seigneur enleva Philippe, et l’eunuque ne le vit plus. Tandis que, joyeux, il poursuivait sa route, "},{"style":"v","text":"Philippe se trouva dans Azot, d’où il alla jusqu’à Césarée, en évangélisant toutes les villes par lesquelles il passait."}]