[{"style":"s1","verse":"","text":"Jephthah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Jephthah the Gileadite was a mighty warrior; he was the son of a prostitute, and ⸤Gilead was his father⸥.\\f + \\fr 11:1 \\ft Literally “Gilead fathered Jephthah” \\f* "},{"style":"v","verse":"2","text":"Gilead’s wife also bore for him sons; and the sons of \\add his\\add* wife grew up and drove Jephthah away, and they said to him, “You will not inherit the house of our father because you \\add are\\add* the son of another woman.” "},{"style":"v","verse":"3","text":"So Jephthah fled from the presence of his brothers, and he lived in the land of Tob. And ⸤outlaws⸥\\f + \\fr 11:3 \\ft Literally “unprincipled/worthless men” \\f* gathered around Jephthah and went with him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"After a time the ⸤Ammonites⸥\\f + \\fr 11:4 \\ft Literally “sons/children of Ammon” \\f* made war with Israel. "},{"style":"v","verse":"5","text":"When the ⸤Ammonites⸥\\f + \\fr 11:5 \\ft Literally “sons/children of Ammon” \\f* made war with Israel, the elders of Gilead went to bring Jephthah from the land of Tob. "},{"style":"v","verse":"6","text":"And they said to Jephthah, “Come and be our commander, so that we may make war against the ⸤Ammonites⸥.”\\f + \\fr 11:6 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","verse":"7","text":"Jephthah said to the elders, “Did you not shun me and drive me out from the house of my father? Why do you come to me now when you have trouble?” "},{"style":"v","verse":"8","text":"And the elders of Gilead said to Jephthah, “That being so, we have now returned to you, that you may go with us ⸤to fight⸥\\f + \\fr 11:8 \\ft Literally “to make war” \\f* against the ⸤Ammonites⸥\\f + \\fr 11:8 \\ft Literally “sons/children of Ammon” \\f* and become for us as head of all the inhabitants of Gilead.” "},{"style":"v","verse":"9","text":"So Jephthah said to the elders of Gilead, “If you bring me back ⸤to fight⸥\\f + \\fr 11:9 \\ft Literally “to make war” \\f* against the ⸤Ammonites⸥,\\f + \\fr 11:9 \\ft Literally “sons/children of Ammon” \\f* and Yahweh gives them ⸤over to me⸥,\\f + \\fr 11:9 \\ft Literally “before me” \\f* will I be your head?” "},{"style":"v","verse":"10","text":"And the elders of Gilead said to Jephthah, “Yahweh will be a ⸤witness⸥\\f + \\fr 11:10 \\ft Literally “hearer” \\f* between us; we will act according to your word.” "},{"style":"v","verse":"11","text":"So Jephthah went with the elders of Gilead, and the people made him head and commander over them. And Jephthah spoke all his words before Yahweh at Mizpah."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"And Jephthah sent messengers to the king of the ⸤Ammonites⸥,\\f + \\fr 11:12 \\ft Literally “sons/children of Ammon” \\f* saying, “What \\add is between\\add* you and me that you have come to me to make war against my land?” "},{"style":"v","verse":"13","text":"And the king of the ⸤Ammonites⸥\\f + \\fr 11:13 \\ft Literally “sons/children of Ammon” \\f* said to Jephthah’s messengers, “Because Israel took my land from \\add the\\add* Arnon up to the Jabbok and the Jordan when they came up from Egypt; so then, restore it peacefully.” "},{"style":"v","verse":"14","text":"Once again Jephthah sent messengers to the king of the ⸤Ammonites⸥,\\f + \\fr 11:14 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","verse":"15","text":"and he said to him, “Thus says Jephthah, ‘Israel did not take the land of Moab or the land of the ⸤Ammonites⸥,\\f + \\fr 11:15 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","verse":"16","text":"because when they came up from Egypt, Israel went through the wilderness to the ⸤Red Sea⸥\\f + \\fr 11:16 \\ft Literally “sea of reed” \\f* and went to Kadesh. "},{"style":"v","verse":"17","text":"Israel sent messengers to the king of Edom, saying, “Please let us cross through your land,” but the king of Edom would not listen. And they also sent \\add messengers\\add* to the king of Moab, but he was not willing. So Israel stayed in Kadesh. "},{"style":"v","verse":"18","text":"Then they traveled through the wilderness, went around the land of Edom and Moab, and came to ⸤the east⸥\\f + \\fr 11:18 \\ft Literally “\\fq from \\ft rise of sun” \\f* side of the land of Moab, and they\\f + \\fr 11:18 \\ft Hebrew “he” \\f* encamped beyond \\add the\\add* Arnon; and they did not go into the territory of Moab because \\add the\\add* Arnon \\add was\\add* the border of Moab. "},{"style":"v","verse":"19","text":"Israel sent messengers to Sihon king of the Amorites,\\f + \\fr 11:19 \\ft Hebrew “Amorite” \\f* king of Heshbon; and Israel said to him, ‘Please let us cross through your land ⸤to our country⸥.’\\f + \\fr 11:19 \\ft Literally “to our place” \\f* "},{"style":"v","verse":"20","text":"But Sihon did not trust Israel to cross through his territory, so Sihon gathered all his people and then encamped at Jahaz; and he made war with Israel. "},{"style":"v","verse":"21","text":"And Yahweh, the God of Israel, gave Sihon and all his people into the hand of Israel, and they defeated them; and Israel occupied all the land of the Amorites\\f + \\fr 11:21 \\ft Hebrew “Amorite” \\f* inhabiting that land. "},{"style":"v","verse":"22","text":"They occupied all the territory of the Amorites\\f + \\fr 11:22 \\ft Hebrew “Amorite” \\f* from \\add the\\add* Arnon up to the Jabbok, and from the wilderness up to the Jordan. "},{"style":"v","verse":"23","text":"So then Yahweh, the God of Israel, has driven out the Amorites\\f + \\fr 11:23 \\ft Hebrew “Amorite” \\f* from before his people Israel, and you want to possess it? "},{"style":"v","verse":"24","text":"Do you not possess what Chemosh your god gave you to possess? Whoever Yahweh our God has driven out before us, we will possess it. "},{"style":"v","verse":"25","text":"So then, \\add are\\add* you any better than Balak son of Zippor, king of Moab? Did he ever quarrel with Israel, or did he ever make war against them? "},{"style":"v","verse":"26","text":"When Israel lived in Heshbon and its villages, and in Aroer and its villages, and in all the towns that \\add are\\add* ⸤along the Arnon⸥,\\f + \\fr 11:26 \\ft Literally “on the hands of the Arnon” \\f* for three hundred years,\\f + \\fr 11:26 \\ft Hebrew “year” \\f* why did you not recover \\add them\\add* at that time? "},{"style":"v","verse":"27","text":"I have not sinned against you; but you \\add are\\add* the one who is doing wrong by making war against me. ⸤Let Yahweh judge⸥\\f + \\fr 11:27 \\ft Literally “Let Yahweh the judge, judge” \\f* today between the ⸤Israelites⸥\\f + \\fr 11:27 \\ft Literally “sons/children of Israel” \\f* and the ⸤Ammonites⸥.”\\f + \\fr 11:27 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","verse":"28","text":"But the king of the ⸤Ammonites⸥\\f + \\fr 11:28 \\ft Literally “sons/children of Ammon” \\f* did not listen to the message that Jephthah sent to him."},{"style":"s1","verse":"","text":"Jephthah Makes a Vow"},{"style":"m","verse":"","text":""},{"style":"v","verse":"29","text":"And the Spirit of Yahweh came upon Jephthah, and he passed through Gilead and Manasseh. He passed through Mizpah of Gilead, and from Mizpah of Gilead he passed through \\add to\\add* the ⸤Ammonites⸥.\\f + \\fr 11:29 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","verse":"30","text":"And Jephthah made a vow to Yahweh, and he said, “If indeed you will give the ⸤Ammonites⸥\\f + \\fr 11:30 \\ft Literally “sons/children of Ammon” \\f* into my hand, "},{"style":"v","verse":"31","text":"whatever\\f + \\fr 11:31 \\ft Or “whoever” \\f* comes out from the doors of my house to meet me when I return safely from the ⸤Ammonites⸥\\f + \\fr 11:31 \\ft Literally “sons/children of Ammon” \\f* will be Yahweh’s, and I will offer it \\add as\\add* a burnt offering.” "},{"style":"v","verse":"32","text":"And Jephthah crossed \\add over\\add* to the ⸤Ammonites⸥\\f + \\fr 11:32 \\ft Literally “sons/children of Ammon” \\f* to make war against them; and Yahweh gave them into his hand. "},{"style":"v","verse":"33","text":"And he defeated them \\add with\\add* a very great blow, from Aroer as far as Minnith, twenty towns,\\f + \\fr 11:33 \\ft Hebrew “town” \\f* up to Abel Keramim. And the ⸤Ammonites⸥\\f + \\fr 11:33 \\ft Literally “sons/children of Ammon” \\f* were subdued before the ⸤Israelites⸥.\\f + \\fr 11:33 \\ft Literally “sons/children of Israel” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Jephthah came to Mizpah, to his house, and behold his daughter came out to meet him with tambourines and dancing. She \\add was\\add* his only child; he did not have a son or daughter except her. "},{"style":"v","verse":"35","text":"And the moment he saw her, he tore his clothes and said, “Ah! My daughter, you have caused me to bow down, and you have become my trouble. ⸤I made an oath⸥\\f + \\fr 11:35 \\ft Literally “I have opened wide my mouth” \\f* to Yahweh, and I cannot take \\add it\\add* back.” "},{"style":"v","verse":"36","text":"She said to him, “My father, ⸤you made an oath⸥\\f + \\fr 11:36 \\ft Literally “you have opened wide your mouth” \\f* to Yahweh. Do to me according to what has gone out from your mouth, since Yahweh gave vengeance to you against your enemies, the ⸤Ammonites⸥.”\\f + \\fr 11:36 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","verse":"37","text":"And she said to her father, “Let this thing be done for me: grant me two months so that I may go wander\\f + \\fr 11:37 \\ft Hebrew “down” \\f* on the mountains and lament over my virginity, I and my companions. "},{"style":"v","verse":"38","text":"And he said, “Go.” He sent her away \\add for\\add* two months, and she went with her friends, and she lamented over her virginity on the mountains. "},{"style":"v","verse":"39","text":"At the end of the two months she returned to her father, and he did to her \\add according to\\add* his vow; and ⸤she did not sleep with a man⸥.\\f + \\fr 11:39 \\ft Literally “she did not know a man” \\f* And it became an annual custom in Israel "},{"style":"v","verse":"40","text":"for the daughters of Israel to go and lament the daughter of Jephthah the Gileadite for forty days of the year."}]