[{"style":"s1","verse":"","text":"Samson’s Parents"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And again, the ⸤Israelites⸥\\f + \\fr 13:1 \\ft Literally “sons/children of Israel” \\f* did evil in the eyes of Yahweh, and Yahweh gave them into the hand of \\add the\\add* Philistines forty years."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"There was a certain man from Zorah, from the tribe of the Danites, and his name \\add was\\add* Manoah; his wife \\add was\\add* infertile and did not bear children. "},{"style":"v","verse":"3","text":"And an angel of Yahweh appeared to the woman, and he said to her, “Behold, you \\add are\\add* infertile and have not borne \\add children\\add*, but you will conceive and bear a son. "},{"style":"v","verse":"4","text":"So then, be careful and do not drink wine or strong drink, and do not eat anything unclean, "},{"style":"v","verse":"5","text":"because you \\add will\\add* conceive and bear a son. No razor ⸤will touch⸥\\f + \\fr 13:5 \\ft Literally “will go upon” \\f* his head, because the boy will be a ⸤Nazirite of God⸥\\f + \\fr 13:5 \\ft Literally “consecrated of God” or “devoted of God” \\f* ⸤from birth⸥.\\f + \\fr 13:5 \\ft Literally “from the womb” \\f* And it is he who will begin to deliver Israel from \\add the\\add* hand of \\add the\\add* Philistines.” "},{"style":"v","verse":"6","text":"And the woman came and told her husband, saying, “A man of God came to me, and his appearance \\add was\\add* like the appearance of an angel of God, very awesome. I did not ask him from where he \\add came\\add*, and he did not tell me his name. "},{"style":"v","verse":"7","text":"And he said to me, ‘Look, you \\add will\\add* conceive and bear a son, so then, do not drink wine or strong drink, and do not eat anything unclean, for the boy will be a Nazirite of God from birth\\f + \\fr 13:7 \\ft Or “the womb” \\f* until the day of his death.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Then Manoah prayed to Yahweh and said, “Excuse me, my Lord, please let the man of God whom you sent again come to us and teach us what we should do concerning the boy who will be born.” "},{"style":"v","verse":"9","text":"And God listened to the voice of Manoah, and an angel of God came again to the woman; she \\add was\\add* sitting in the field, but Manoah her husband was not with her. "},{"style":"v","verse":"10","text":"The woman quickly ran and told her husband, and she said to him, “Look! The man who came to me the \\add other\\add* day appeared to me.” "},{"style":"v","verse":"11","text":"So Manoah got up and went after his wife, and he came to the man and said to him, “\\add Are\\add* you the man that spoke to the woman?” And he said, “I \\add am\\add*.” "},{"style":"v","verse":"12","text":"And Manoah said to him, “Now ⸤when your words come true⸥,\\f + \\fr 13:12 \\ft Literally “when your words will come” \\f* what will be the boy’s ⸤manner of life⸥\\f + \\fr 13:12 \\ft Literally “measure” \\f* and work?” "},{"style":"v","verse":"13","text":"And the angel of Yahweh said to Manoah, “Let the woman be attentive to all that I said. "},{"style":"v","verse":"14","text":"She should not eat of anything that comes from the vine, or drink wine or strong drink, or eat anything unclean; she should keep all that I commanded.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"And Manoah said to the angel of Yahweh, “⸤Please stay⸥,\\f + \\fr 13:15 \\ft Literally “Please, let us hold you back” \\f* and let us prepare a ⸤young goat⸥\\f + \\fr 13:15 \\ft Literally “kid of goat” \\f* for you.” "},{"style":"v","verse":"16","text":"The angel of Yahweh said to Manoah, “If you keep me, I will not eat your food, but if you prepare a burnt offering for Yahweh, you can offer it (for Manoah did not know that he \\add was\\add* an angel of Yahweh).” "},{"style":"v","verse":"17","text":"And Manoah said to the angel of Yahweh, “What \\add is\\add* your name so that when your words come \\add true\\add* we may honor you?” "},{"style":"v","verse":"18","text":"But the angel of Yahweh said to him, “Why do you ask my name? It \\add is too\\add* wonderful.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"And Manoah took the ⸤young goat⸥\\f + \\fr 13:19 \\ft Literally “kid of goat” \\f* and the grain offering, and he offered \\add it\\add* to Yahweh on the rock, to the one who performs miracles.\\f + \\fr 13:19 \\ft Or “the one who works wonders” \\f* And Manoah and his wife \\add were\\add* watching. "},{"style":"v","verse":"20","text":"And when the flame went up toward the heaven from the altar, the angel of Yahweh went up in the flame of the altar to heaven while Manoah and his wife \\add were\\add* watching. And they fell on their faces to the ground. "},{"style":"v","verse":"21","text":"The angel of Yahweh did not appear again to Manoah and his wife, and then Manoah knew that he \\add was\\add* a messenger\\f + \\fr 13:21 \\ft Or “angel” \\f* of Yahweh. "},{"style":"v","verse":"22","text":"And Manoah said to his wife, “We will certainly die because we have seen God.” "},{"style":"v","verse":"23","text":"But his wife said to him, “If Yahweh wanted to kill us he would not have taken\\f + \\fr 13:23 \\ft Or “accepted” \\f* from our hand the burnt offering and the grain offering, or shown us all these things, or now announced to us things such as these.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"The woman bore a son, and she called him Samson; the boy grew big, and Yahweh blessed him. "},{"style":"v","verse":"25","text":"And the Spirit of Yahweh began to stir him in the camp of Dan, between Zorah and Eshtaol."}]