[{"style":"s1","text":"Samson Defeats the Philistines"},{"style":"m","text":""},{"style":"v","text":"After a while, at the time of the wheat harvest, Samson visited his wife with a ⸤young goat⸥.\\f + \\fr 15:1 \\ft Literally “kid of goat” \\f* He said, “I want to go to my wife’s private room.” But her father would not allow him to enter. "},{"style":"v","text":"Her father said, “I really thought that you hated her, so I gave her to your companion. \\add Is\\add* not her younger sister more beautiful than she? Please, ⸤take her instead⸥.”\\f + \\fr 15:2 \\ft Literally “let her be in the place of her” \\f* "},{"style":"v","text":"And Samson said to them, “This time, as far as the Philistines are concerned, when I do something evil I am without blame.” "},{"style":"v","text":"And Samson went and captured three hundred foxes, and he took torches. He turned \\add them\\add* tail to tail, and he put one torch between two tails. "},{"style":"v","text":"He set fire to the torches and let \\add the foxes\\add* go into the standing grain of \\add the\\add* Philistines, and he burned both the stacks\\f + \\fr 15:5 \\ft Hebrew “stack” \\f* of sheaves and the standing grain, up to the vineyards\\f + \\fr 15:5 \\ft Hebrew “vineyard” \\f* of olive groves. "},{"style":"v","text":"And \\add the\\add* Philistines said, “Who has done this?” And they said, “Samson the son-in-law of the Timnite, because he took his wife and gave her to his companion.” And \\add the\\add* Philistines went up and burned her and her father with fire. "},{"style":"v","text":"Samson said to them, “If you want to behave like this, \\add I swear\\add* I will not rest unless I have taken revenge on you.” "},{"style":"v","text":"And ⸤he gave them a thorough beating⸥,\\f + \\fr 15:8 \\ft Literally “he struck them hip and thigh \\fq with \\ft a great blow” \\f* and he went down and stayed in the cleft of the rock of Etam."},{"style":"p","text":""},{"style":"v","text":"Then \\add the\\add* Philistines came up and encamped in Judah, and they overran Lehi. "},{"style":"v","text":"And the men of Judah said, “Why have you come up against us?” And they said, “To bind Samson; to do to him just as he did to us.” "},{"style":"v","text":"Then three thousand men from Judah went down to the cleft of the rock of Etam, and they said to Samson, “Do you not know that the Philistines \\add are\\add* ruling over us? What \\add is\\add* this \\add that\\add* you have done to us?” And he said to them, “Just as they did to me, so I have done to them.” "},{"style":"v","text":"They said to him, “We have come down to bind you and give you over into the hand of \\add the\\add* Philistines.” And Samson said to them, “Swear to me that you will not attack me yourselves.” "},{"style":"v","text":"They said to him, “No, we will only bind you and give you into their hand; we will certainly not kill you.” So they bound him with two new ropes, and they brought him up from the rock."},{"style":"p","text":""},{"style":"v","text":"As he came up to Lehi, \\add the\\add* Philistines came shouting to meet him; and the Spirit of Yahweh rushed on him, and the ropes that \\add were\\add* on his arms became like flax that has burned with fire, and his bindings melted from his hands. "},{"style":"v","text":"And he found a fresh jawbone of a donkey; he reached down and took it and killed one thousand men with it. "},{"style":"v","text":"And Samson said,"},{"style":"sd0","text":""},{"style":"q1","text":"“With the jawbone of the donkey,"},{"style":"q2","text":"heap upon heap;"},{"style":"q1","text":"with the jawbone of the donkey,"},{"style":"q2","text":"I struck dead one thousand men.”"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And it happened, when he finished speaking he threw the jawbone from his hand; and he called that place Ramath Lehi.\\f + \\fr 15:17 \\ft That is, “Hill of the Jawbone” \\f*"},{"style":"p","text":""},{"style":"v","text":"And he was very thirsty, and he called to Yahweh and said, “You gave this great victory into the hand of your servant, but now I must die of thirst and fall into the hand of the uncircumcised?” "},{"style":"v","text":"So God split the hollow place that \\add is\\add* at Lehi, and water came out from it; and he drank, and his spirit returned, and he was revived. Thus he called its name ⸤The Spring of Ha-Qore⸥,\\f + \\fr 15:19 \\ft Literally “the spring of the one who called” or “En-hakkore” \\f* which \\add is\\add* at Lehi to this day. "},{"style":"v","text":"And he judged Israel in the days of \\add the\\add* Philistines twenty years."}]