[{"style":"s1","text":"Micah’s Idolatry"},{"style":"m","text":""},{"style":"v","text":"There was a man from the hill country of Ephraim; his name \\add was\\add* Micah. "},{"style":"v","text":"And he said to his mother, “The eleven hundred \\add pieces\\add* of silver that were taken from you, and about which you also pronounced a curse ⸤in my hearing⸥,\\f + \\fr 17:2 \\ft Literally “In my ears” \\f* are with me; I took it.” And his mother said, “Blessed be my son by Yahweh.” "},{"style":"v","text":"He returned the eleven hundred pieces\\f + \\fr 17:3 \\ft Hebrew “piece” \\f* of silver to his mother, and his mother thought, “I will certainly consecrate to Yahweh the pieces\\f + \\fr 17:3 \\ft Hebrew “piece” \\f* of silver from my hand for my son to make an idol of cast metal; now then, I will return them\\f + \\fr 17:3 \\ft Hebrew “it” \\f* to you.” "},{"style":"v","text":"When he returned the pieces\\f + \\fr 17:4 \\ft Hebrew “piece” \\f* of silver to his mother, his mother took two hundred pieces\\f + \\fr 17:4 \\ft Hebrew “piece” \\f* of silver, and she gave it to the smith, and he made it \\add into\\add* an idol of cast metal; and it was in the house of Micah. "},{"style":"v","text":"The man Micah had for himself ⸤a shrine⸥,\\f + \\fr 17:5 \\ft Literally “a house of god” \\f* and he made an ephod and teraphim, and ⸤he appointed one of his sons⸥\\f + \\fr 17:5 \\ft Literally “he filled the hand of one of his sons” \\f* who became a priest for him. "},{"style":"v","text":"In those days there was no king in Israel, and each one did what was right in his own eyes."},{"style":"p","text":""},{"style":"v","text":"There was a young man from Bethlehem in Judah, from the clan of Judah; he \\add was\\add* a Levite and \\add was\\add* dwelling as a foreigner\\f + \\fr 17:7 \\ft Or “alien” \\f* there. "},{"style":"v","text":"And the man went from the town of Bethlehem in Judah to live as a foreigner\\f + \\fr 17:8 \\ft Or “alien” \\f* wherever he could find \\add a place\\add*. And he came \\add to\\add* the hill country of Ephraim, to the house of Micah, to continue his journey. "},{"style":"v","text":"And Micah said to him, “From where do you come?” And he said to him, “I \\add am\\add* a Levite from Bethlehem in Judah; I \\add am\\add* going to dwell as a foreigner\\f + \\fr 17:9 \\ft Or “alien” \\f* wherever I can find \\add a place\\add*.” "},{"style":"v","text":"And Micah said to him, “Stay with me and be to me a father and a priest, and I will give to you ten pieces\\f + \\fr 17:10 \\ft Hebrew “piece” \\f* of silver a year, a set of clothes, and your food.” So the Levite went \\add with him\\add*. "},{"style":"v","text":"The Levite agreed to stay with the man; and the young man became as one of his sons. "},{"style":"v","text":"So Micah ⸤appointed the Levite⸥,\\f + \\fr 17:12 \\ft Literally “filled the hand of the Levite” \\f* and the young man became a priest for him; and he was in the house of Micah. "},{"style":"v","text":"And Micah said, “Now I know Yahweh will make me prosperous, because the Levite has become my priest.”"}]