[{"style":"s1","verse":"","text":"The Tribe of Dan Seeks Territory"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"In those days there was no king in Israel. And in those days the tribe of the Danites \\add was\\add* seeking territory for itself to live in, because until that day it had not been allotted territory among the tribes of Israel. "},{"style":"v","verse":"2","text":"The descendants\\f + \\fr 18:2 \\ft Or “sons/children” \\f* of Dan sent from the whole number of their clan five ⸤capable men⸥\\f + \\fr 18:2 \\ft Literally “sons of physical strength” \\f* from Zorah and Eshtaol to spy out the land and to explore it. And they said to them, “Go, explore the land.” And they went to the hill country of Ephraim, to the house of Micah, and they spent the night there.\\f + \\fr 18:2 \\ft Or “they lodged there” \\f* "},{"style":"v","verse":"3","text":"While they \\add were\\add* with the house of Micah, they recognized the voice of the young Levite, and they turned aside there and said to him, “Who brought you here? What \\add are\\add* you doing in this place, and ⸤what is your business here⸥?”\\f + \\fr 18:3 \\ft Literally “What is for you here?” \\f* "},{"style":"v","verse":"4","text":"And he said to them, “Micah did such and such for me and hired me, and I became his priest.” "},{"style":"v","verse":"5","text":"And they said to him, “Please inquire of God that we may know whether our journey that we \\add are\\add* going on will be successful.” "},{"style":"v","verse":"6","text":"And the priest said to them, “Go in peace. Yahweh \\add is\\add* in front of you on the journey you want to go on.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"And the five men went and came to Laish, and they observed the people who \\add were\\add* living according to the customs of \\add the\\add* Sidonians, quiet and unsuspecting, and lacking nothing in the land, and possessing restraint.\\f + \\fr 18:7 \\ft Or perhaps “prosperity”; the Hebrew of this word is uncertain \\f* And they \\add were\\add* far from \\add the\\add* Sidonians and had no word with anyone. "},{"style":"v","verse":"8","text":"They came to their relatives\\f + \\fr 18:8 \\ft Or “brothers” \\f* \\add at\\add* Zorah and Eshtaol, and their relatives\\f + \\fr 18:8 \\ft Or “brothers” \\f* said to them, “What \\add do\\add* you \\add report\\add*?” "},{"style":"v","verse":"9","text":"And they said to them, “Come, let us go up against them; for we have seen the land, and \\add it is\\add* very good. Will you do nothing? Do not hesitate to go, to enter, to possess the land. "},{"style":"v","verse":"10","text":"When you go you will come to an unsuspecting people, and the land ⸤is spread out on all sides⸥;\\f + \\fr 18:10 \\ft Literally “\\fq is \\ft wide of hands” \\f* God has given a place into your hands where there is no lack of anything that \\add is\\add* on the earth.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Six hundred men from the clan of the Danites from Zorah and Eshtaol, armed \\add with\\add* weapons of war, set out from there. "},{"style":"v","verse":"12","text":"They went up and encamped at Kiriath Jearim in Judah. Therefore they called this place Camp of Dan\\f + \\fr 18:12 \\ft That is “Mahaneh-dan” \\f* to this day; it is west of Kiriath Jearim. "},{"style":"v","verse":"13","text":"From there they crossed \\add over to\\add* the hill country of Ephraim, and they came to the house of Micah."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"And the five men that went out to spy out the land (\\add that is\\add*, Laish) responded and said to their relatives,\\f + \\fr 18:14 \\ft Or “brothers” \\f* “Do you know that there are in these houses an ephod, teraphim, and an idol of cast metal? So then, consider what you must do.” "},{"style":"v","verse":"15","text":"So they turned to that direction, and they came to the house of the young Levite, the house of Micah, and ⸤they greeted him⸥.\\f + \\fr 18:15 \\ft Literally “they asked for him in peace” \\f* "},{"style":"v","verse":"16","text":"And six hundred men from the descendants\\f + \\fr 18:16 \\ft Or “sons/children” \\f* of Dan, armed \\add with\\add* their weapons of war, \\add were\\add* standing \\add at\\add* the entrance of the gate. "},{"style":"v","verse":"17","text":"And the five men that went to spy out the land went up, and they entered there \\add and\\add* took the carved divine image, ephod, teraphim, and the molten image. The priest \\add was\\add* standing \\add at\\add* the entrance of the gate \\add with\\add* the six hundred men armed \\add with\\add* the weapons of war. "},{"style":"v","verse":"18","text":"When these went to Micah’s house, they took the divine carved image, ephod, the teraphim, and the molten image, and the priest asked them, “What \\add are\\add* you doing?” "},{"style":"v","verse":"19","text":"And they said to him, “Keep quiet! Put your hand on your mouth and come with us and be for us a father and a priest. Is it better being a priest for a house of one man or being a priest for a tribe and clan in Israel?” "},{"style":"v","verse":"20","text":"⸤The priest accepted the offer⸥,\\f + \\fr 18:20 \\ft Literally “It was good in the heart of the priest” \\f* and he took the ephod, teraphim, and molten image and went along with the people."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"And they turned\\f + \\fr 18:21 \\ft Or “resumed their journey” \\f* and went and put the little children, the livestock, and the valuable property in front of them. "},{"style":"v","verse":"22","text":"When they were at a distance from the house, Micah and the men who \\add were\\add* in the houses that \\add were\\add* near the house of Micah cried out, and they overtook the descendants\\f + \\fr 18:22 \\ft Or “sons/children” \\f* of Dan. "},{"style":"v","verse":"23","text":"And they called to the descendants\\f + \\fr 18:23 \\ft Or “sons/children” \\f* of Dan, who turned around to face them, and they said to Micah, “What is the matter with you that you assembled together?” "},{"style":"v","verse":"24","text":"He said, “You took away my gods that I had made, and the priest, and then you go \\add away\\add*. What \\add is\\add* now left for me? How can you say to me, ‘What is the matter?’ ” "},{"style":"v","verse":"25","text":"And the descendants\\f + \\fr 18:25 \\ft Or “sons/children” \\f* of Dan said to him, “You should not let your voice be heard among us, so that ⸤ill-tempered men⸥\\f + \\fr 18:25 \\ft Literally “men of bitter soul” \\f* ⸤will not attack you⸥,\\f + \\fr 18:25 \\ft Literally “will not fall on you” \\f* ⸤and take your life⸥\\f + \\fr 18:25 \\ft Literally “and you will lose your life” \\f* and the lives of your household.” "},{"style":"v","verse":"26","text":"And the descendants\\f + \\fr 18:26 \\ft Or “sons/children” \\f* of Dan went their way. When Micah saw that they \\add were\\add* stronger than him, he turned to return to his house."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"And they took what Micah had made, and his priest, and they came to Laish, to a quiet and unsuspecting people, and ⸤they put them to the sword⸥\\f + \\fr 18:27 \\ft Literally “they put them to \\fq the \\ft mouth of \\fq the \\ft sword” \\f* and burned the city with fire. "},{"style":"v","verse":"28","text":"There was no deliverer, because it \\add was\\add* far from Sidon, and ⸤they had had no dealings with anyone⸥.\\f + \\fr 18:28 \\ft Literally “a thing was not for them with anyone” \\f* It \\add was\\add* in the valley that belonged to Beth-rehob, and they rebuilt\\f + \\fr 18:28 \\ft Hebrew “built” \\f* the city and lived in it. "},{"style":"v","verse":"29","text":"And they called the name of the city Dan, after Dan their ancestor,\\f + \\fr 18:29 \\ft Or “father” \\f* who was born to Israel; but the former name of the city \\add was\\add* Laish. "},{"style":"v","verse":"30","text":"And the descendants\\f + \\fr 18:30 \\ft Or “sons/children” \\f* of Dan set up for themselves the carved divine image, and Jonathan son of Gershom, son of Manasseh,\\f + \\fr 18:30 \\ft Other ancient versions read “Moses” \\f* he and his sons were priests for the tribe of the Danites until the time of the captivity of the land. "},{"style":"v","verse":"31","text":"So they set up for themselves the carved divine image that Micah had made, all the days that the house of God \\add was\\add* in Shiloh."}]