[{"style":"s1","text":"The Concubine and the Levite"},{"style":"m","text":""},{"style":"v","text":"In those days there was no king in Israel; there was a man, a Levite, who dwelled as a foreigner\\f + \\fr 19:1 \\ft Or “alien” \\f* in the remote areas of the hill country of Ephraim. And he took for himself a concubine from Bethlehem in Judah. "},{"style":"v","text":"But his concubine felt repugnance toward him,\\f + \\fr 19:2 \\ft Other modern translations read “his concubine played the harlot against him” \\f* and she left him and went to her father’s house, to Bethlehem in Judah; she was there some four months. "},{"style":"v","text":"So her husband set out, and he went after her to speak ⸤tenderly to her⸥,\\f + \\fr 19:3 \\ft Literally “to her heart” \\f* to bring her back. He took with him his servant and a pair of donkeys. And she brought him \\add to\\add* her father’s house, and the father of the young woman saw him and was glad to meet him. "},{"style":"v","text":"His father-in-law, the young woman’s father, urged him to stay with him three days; and they ate and drank, and they spent the night there. "},{"style":"v","text":"On the fourth day, they rose early in the morning, and he prepared to go, but the father of the young woman said to his son-in-law, “⸤Refresh yourself⸥\\f + \\fr 19:5 \\ft Literally “Refresh your heart” \\f* \\add with\\add* a bit of food, and afterward you may go.” "},{"style":"v","text":"So the two of them sat and ate and drank together, and the father of the young woman said to the man, “Please, agree to spend the night and ⸤enjoy yourself⸥.”\\f + \\fr 19:6 \\ft Literally “and let your heart be good” \\f* "},{"style":"v","text":"The man got up to go, but his father-in-law urged him, and he returned and spent the night there. "},{"style":"v","text":"On the fifth day he rose early in the morning to go, and the father of the young woman said, “Please, ⸤enjoy yourself⸥,”\\f + \\fr 19:8 \\ft Literally “and let your heart be good” \\f* and they lingered until the day declined, and the two of them ate. "},{"style":"v","text":"And the man got up to go—he, his concubine, and his servant—but his father-in-law, the father of the young woman, said to him, “Please, the day has worn on to evening; please, spend the night, the day has drawn to a close. Spend the night here and ⸤enjoy yourself⸥.\\f + \\fr 19:9 \\ft Literally “and let your heart be good” \\f* You can rise early tomorrow for your journey and ⸤go to your home⸥.”\\f + \\fr 19:9 \\ft Literally “go to your tent” \\f*"},{"style":"p","text":""},{"style":"v","text":"But the man was not willing to spend the night, and he got up and went; and he arrived opposite Jebus (that is, Jerusalem). \\add He had\\add* with him a pair of saddled donkeys and his concubine. "},{"style":"v","text":"They \\add were\\add* near Jebus, and ⸤the day was far spent⸥,\\f + \\fr 19:11 \\ft Literally “the day went down very” \\f* and the servant said to his master, “Please, come, let us turn aside to this city of the Jebusites,\\f + \\fr 19:11 \\ft Hebrew “Jebusite” \\f* and let us spend the night in it.” "},{"style":"v","text":"But his master said to him, “We will not turn aside to the city of foreigners,\\f + \\fr 19:12 \\ft Hebrew “foreigner” \\f* who \\add are\\add* not from the ⸤Israelites⸥;\\f + \\fr 19:12 \\ft Literally “sons/children of Israel” \\f* we will cross over up to Gibeah.” "},{"style":"v","text":"And he said to his servant, “Come, let us approach one of these places; we will spend the night in Gibeah or in Ramah.” "},{"style":"v","text":"So they crossed over and went their way, and the sun went down on them beside Gibeah, which belongs to Benjamin. "},{"style":"v","text":"And they turned aside there to enter \\add and\\add* to spend the night at Gibeah. And they went and sat in the open square of the city, but no one ⸤took them in to spend the night⸥.\\f + \\fr 19:15 \\ft Literally “was receiving them to \\fq their \\ft house to spend the night” \\f*"},{"style":"p","text":""},{"style":"v","text":"Then behold, an old man \\add was\\add* coming from his work from the field in the evening, and the man \\add was\\add* from the hill country of Ephraim, and he \\add was\\add* dwelling as a foreigner\\f + \\fr 19:16 \\ft Or “alien” \\f* in Gibeah. (The people of the place \\add were\\add* descendants\\f + \\fr 19:16 \\ft Or “sons/children” \\f* of Benjamin.) "},{"style":"v","text":"And the old man raised his eyes and saw the traveler in the open square of the city, and he said, “Where are you going, and from where do you come?” "},{"style":"v","text":"And he said to him, “We \\add are\\add* crossing over from Bethlehem in Judah up to the remote areas of the hill country of Ephraim, where I \\add am\\add* from. I went to Bethlehem in Judah, but \\add now\\add* I am going to Yahweh’s house,\\f + \\fr 19:18 \\ft Or “my house,” according to the LXX and some modern translations (NASB, NRSV) \\f* but no one ⸤took me in to spend the night⸥.\\f + \\fr 19:18 \\ft Literally “was receiving me to \\fq their \\ft house” \\f* "},{"style":"v","text":"There is both straw and fodder for our donkeys, and also bread and wine for me, for your servant,\\f + \\fr 19:19 \\ft That is, the concubine \\f* and for the young man who is with your servant; there is no lack of anything.” "},{"style":"v","text":"And the old man said, “Peace to you. I will take care of your needs; however, you must not spend the night in the open square.” "},{"style":"v","text":"So he brought him to his house, and he fed the donkeys; they washed their feet, ate, and drank."},{"style":"p","text":""},{"style":"v","text":"While ⸤they were enjoying themselves⸥,\\f + \\fr 19:22 \\ft Literally “their hearts \\fq were \\ft being good” \\f* behold, the men of the city, ⸤the perverse lot⸥,\\f + \\fr 19:22 \\ft Literally “sons of uselessness” \\f* surrounded the house, pounding on the door. And they said to the old man, the owner of the house, “Bring out the man who came to your house so that ⸤we may have sex with him⸥.”\\f + \\fr 19:22 \\ft Literally “we may know him” \\f* "},{"style":"v","text":"So the man, the owner of the house, went out to them and said to them, “No, my brothers, do not act wickedly; since this man has come into my house, do not do this disgraceful thing. "},{"style":"v","text":"Here is my virgin daughter and his concubine. Please, let me bring them out; do violence to them,\\f + \\fr 19:24 \\ft Or “rape them” \\f* and do to them ⸤whatever you please⸥.\\f + \\fr 19:24 \\ft Literally “the good in your eyes” \\f* Do not do this disgraceful thing to this man.” "},{"style":"v","text":"But the men were not willing to listen to him, and the man seized his concubine and brought \\add her\\add* out to them; and they had intercourse with her, and they abused her all night until the morning; they let her go at the approach of dawn. "},{"style":"v","text":"And the woman came as the morning appeared, and she fell \\add at\\add* the entrance of the man’s house where her master was, until daylight.\\f + \\fr 19:26 \\ft Hebrew “light” \\f*"},{"style":"p","text":""},{"style":"v","text":"In the morning her master got up, and he opened the doors of the house and went out to go on his journey, and behold, his concubine \\add was\\add* falling\\f + \\fr 19:27 \\ft Or “spread out” \\f* \\add at\\add* the entrance of the house, with her hand on the threshold. "},{"style":"v","text":"And he said to her, “Get up, let us go,” but there was no answer. So he put her on the donkey, and the man got up and went to his place. "},{"style":"v","text":"When he entered his house he took a knife, and he grasped his concubine and cut her into twelve pieces; and he sent her throughout the whole territory of Israel. "},{"style":"v","text":"All who saw \\add it\\add* said, “Nothing like this has \\add ever\\add* been since the ⸤Israelites⸥\\f + \\fr 19:30 \\ft Literally “sons/children of Israel” \\f* went up from the land of Egypt until this day. Take note of it, consider \\add it\\add*, and speak \\add up\\add*.”"}]