[{"style":"s1","text":"Israel Disobeys Yahweh"},{"style":"m","text":""},{"style":"v","text":"And the angel of Yahweh went up from Gilgal to Bokim and said, “I brought you up from Egypt, and I brought you to the land that I had promised to your ancestors.\\f + \\fr 2:1 \\ft Or “fathers” \\f* I said, ‘I will never break my covenant with you. "},{"style":"v","text":"And \\add as for\\add* you, do not ⸤make a covenant⸥\\f + \\fr 2:2 \\ft Literally “cut a covenant” \\f* with the inhabitants of this land; break down their altars.’ But you did not listen to my voice. ⸤Why would you do such a thing⸥?\\f + \\fr 2:2 \\ft Literally “What is this thing you have done?” \\f* "},{"style":"v","text":"Now I say, I will not drive them out from before you; they will ⸤become as thorns⸥\\f + \\fr 2:3 \\ft Or “become snares;” some ancient manuscripts read “be adversaries” \\f* for you, and their gods will be a trap for you.” "},{"style":"v","text":"And as the angel of Yahweh spoke these words to all the ⸤Israelites⸥,\\f + \\fr 2:4 \\ft Literally “sons/children of Israel” \\f* the people ⸤wept bitterly⸥.\\f + \\fr 2:4 \\ft Literally “lifted up their voices and they wept” \\f* "},{"style":"v","text":"And they called the name of this place Bokim,\\f + \\fr 2:5 \\ft “Bokim” means “weepers” \\f* and there they sacrificed to Yahweh."},{"style":"s1","text":"Joshua Dies"},{"style":"m","text":""},{"style":"v","text":"And Joshua sent the people away, and the ⸤Israelites⸥\\f + \\fr 2:6 \\ft Literally “sons/children of Israel” \\f* went each to their\\f + \\fr 2:6 \\ft Hebrew “his” \\f* own inheritance to take possession of the land. "},{"style":"v","text":"And the people served Yahweh all the days of Joshua, and all the days of the elders who outlived Joshua, who saw all the great work Yahweh had done for Israel. "},{"style":"v","text":"And Joshua son of Nun, servant of Yahweh, died ⸤at the age of one hundred and ten years⸥.\\f + \\fr 2:8 \\ft Literally “a son of one hundred and ten years” \\f* "},{"style":"v","text":"They buried him within the border of his inheritance in Timnah-heres, in the hill country of Ephraim north of Mount Gaash. "},{"style":"v","text":"Moreover, that entire generation was gathered to their\\f + \\fr 2:10 \\ft Hebrew “his” \\f* ancestors,\\f + \\fr 2:10 \\ft Or “fathers” \\f* and another generation grew up after them who did not know Yahweh or the work he had done for Israel.\\f + \\fr 2:10 \\ft \\xt Judges 2:6–10 \\ft is repeated in \\xt Joshua 24:28–31 \\ft \\f*"},{"style":"s1","text":"Israel Worships the Baals"},{"style":"m","text":""},{"style":"v","text":"The ⸤Israelites⸥\\f + \\fr 2:11 \\ft Literally “sons/children of Israel” \\f* did evil in the eyes of Yahweh, and ⸤they served⸥\\f + \\fr 2:11 \\ft Or “they worshiped” \\f* the Baals. "},{"style":"v","text":"They abandoned Yahweh the God of their ancestors,\\f + \\fr 2:12 \\ft Or “fathers” \\f* who brought them out from the land of Egypt. They ⸤followed⸥\\f + \\fr 2:12 \\ft Literally “went after” \\f* other gods from the gods of the people who \\add were\\add* around them; and they bowed down to them, and they provoked the anger of Yahweh. "},{"style":"v","text":"They abandoned Yahweh, and they served Baal and the Ashtaroth. "},{"style":"v","text":"So ⸤the anger of Yahweh was kindled⸥\\f + \\fr 2:14 \\ft Literally “The nose of Yahweh became hot” \\f* against Israel, and he gave them into the hand of plunderers; and they plundered them, and he sold them into the hand of their enemies from all sides. They were unable to withstand their enemies any longer. "},{"style":"v","text":"⸤Whenever⸥\\f + \\fr 2:15 \\ft Literally “At all that” \\f* they went out, the hand of Yahweh was against them to harm \\add them\\add*, just as Yahweh warned, and just as Yahweh had sworn to them. And ⸤they were very distressed⸥.\\f + \\fr 2:15 \\ft Literally “it was very cramped for them” \\f*"},{"style":"p","text":""},{"style":"v","text":"Then Yahweh raised up leaders,\\f + \\fr 2:16 \\ft Or “judges” \\f* and they delivered them from the hand of their plunderers. "},{"style":"v","text":"But they did not listen to their leaders,\\f + \\fr 2:17 \\ft Or “judges” \\f* but lusted after other gods and bowed down to them. They turned away quickly from the way that their ancestors\\f + \\fr 2:17 \\ft Or “fathers” \\f* went, who had obeyed the commandment of Yahweh; they did not do \\add as their ancestors\\add*. "},{"style":"v","text":"And when Yahweh raised leaders\\f + \\fr 2:18 \\ft Or “judges” \\f* for them, Yahweh was with the leader,\\f + \\fr 2:18 \\ft Or “judge” \\f* and he delivered them from the hand of their enemies all the days of the leader,\\f + \\fr 2:18 \\ft Or “judge” \\f* for Yahweh was moved by their groaning because of their persecutors and oppressors. "},{"style":"v","text":"But when the leader\\f + \\fr 2:19 \\ft Or “judge” \\f* died they relapsed and acted corruptly, more than their ancestors,\\f + \\fr 2:19 \\ft Or “fathers” \\f* following other gods, serving them,\\f + \\fr 2:19 \\ft Or “worshiping them” \\f* and bowing down to them. They would not give up their deeds or their stubborn ways. "},{"style":"v","text":"⸤So the anger of Yahweh burned⸥\\f + \\fr 2:20 \\ft Literally “So the nose of Yahweh became hot” \\f* against Israel, and he said, “Because this people transgressed my covenant that I commanded their ancestors,\\f + \\fr 2:20 \\ft Or “fathers” \\f* and have not obeyed my voice, "},{"style":"v","text":"I will not again drive out anyone from before them from the nations that Joshua left when he died, "},{"style":"v","text":"in order to test Israel whether or not they would observe the way of Yahweh, to walk in it just as their ancestors\\f + \\fr 2:22 \\ft Or “fathers” \\f* did.” "},{"style":"v","text":"So Yahweh left those nations; he did not drive them out at once, and he did not give them into the hand of Joshua."}]