[{"style":"s1","text":"Deborah and Barak"},{"style":"m","text":""},{"style":"v","text":"And again the ⸤Israelites⸥\\f + \\fr 4:1 \\ft Literally “sons/children of Israel” \\f* did evil in the eyes of Yahweh, and Ehud died. "},{"style":"v","text":"So Yahweh sold them into the hand of Jabin king of Canaan, who reigned in Hazor. The commander of his army \\add was\\add* Sisera, and he \\add was\\add* living in Harosheth Haggoyim. "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 4:3 \\ft Literally “sons/children of Israel” \\f* cried to Yahweh, as he \\add had\\add* nine hundred iron chariots,\\f + \\fr 4:3 \\ft Hebrew “chariot” \\f* and he oppressed the ⸤Israelites⸥\\f + \\fr 4:3 \\ft Literally “sons/children of Israel” \\f* ⸤cruelly⸥\\f + \\fr 4:3 \\ft Literally “with force” \\f* for twenty years.\\f + \\fr 4:3 \\ft Hebrew “year” \\f*"},{"style":"p","text":""},{"style":"v","text":"Now at that time Deborah, a prophetess, the wife of Lappidoth, \\add was\\add* judging\\f + \\fr 4:4 \\ft Or “leading” \\f* Israel. "},{"style":"v","text":"And she used to sit under the palm tree of Deborah between Ramah and Bethel in the hill country of Ephraim; and the ⸤Israelites⸥\\f + \\fr 4:5 \\ft Literally “sons/children of Israel” \\f* went up to her for judgment. "},{"style":"v","text":"She sent and called for Barak son of Abinoam from Kedesh Naphtali and said to him, “Has not Yahweh the God of Israel commanded you? ‘Go, ⸤march to⸥\\f + \\fr 4:6 \\ft Literally “take the lead at” \\f* Mount Tabor, and take ten thousand men from the descendants\\f + \\fr 4:6 \\ft Or “sons/children” \\f* of Naphtali and Zebulun. "},{"style":"v","text":"⸤I will draw out⸥\\f + \\fr 4:7 \\ft Literally “I will draw to you” \\f* Sisera, the commander of Jabin’s army, with his chariots and troops, to the wadi\\f + \\fr 4:7 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* of Kishon, and I will give him into your hand.’ ” "},{"style":"v","text":"Barak said to her, “If you go with me, I will go; but if you do not go with me, I will not go.” "},{"style":"v","text":"She said, “Surely I will go with you; however, there will be no glory for you in ⸤the path you are taking⸥,\\f + \\fr 4:9 \\ft Or “the way you \\fq are \\ft going” \\f* for Yahweh will sell Sisera into \\add the\\add* hand of a woman.” And Deborah stood up and went with Barak to Kedesh. "},{"style":"v","text":"Barak summoned Zebulun and Naphtali to Kedesh; and ⸤they went up behind him⸥,\\f + \\fr 4:10 \\ft Literally “they went up in his feet” \\f* ten thousand men, and Deborah went up with him."},{"style":"p","text":""},{"style":"v","text":"And Heber the Kenite \\add was\\add* separated from \\add the other\\add* Kenites,\\f + \\fr 4:11 \\ft Hebrew “Kenite” \\f* \\add that is\\add*, from the descendants\\f + \\fr 4:11 \\ft Or “sons/children” \\f* of Hobab the father-in-law of Moses. And ⸤he was encamped⸥\\f + \\fr 4:11 \\ft Literally “he spread his tent” \\f* at Elon-bezaanannim, which \\add is\\add* near Kedesh."},{"style":"p","text":""},{"style":"v","text":"When they\\f + \\fr 4:12 \\ft The subject is not specified in Hebrew \\f* reported to Sisera that Barak son of Abinoam had gone up to Mount Tabor, "},{"style":"v","text":"Sisera summoned all his chariots—all nine hundred chariots\\f + \\fr 4:13 \\ft Hebrew “chariot” \\f* of iron—and the entire army that \\add was\\add* with him from Harosheth Haggoyim to the wadi\\f + \\fr 4:13 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* of Kishon. "},{"style":"v","text":"And Deborah said to Barak, “Get up! This \\add is\\add* the day that Yahweh has given Sisera into your hand. Has Yahweh not gone out before you?” So Barak went out from Mount Tabor with ten thousand men following him. "},{"style":"v","text":"And Yahweh threw Sisera and all his chariots and army into confusion\\f + \\fr 4:15 \\ft Or “routed Sisera and all \\fq his \\ft chariot\\fq s \\ft and army” \\f* before ⸤the edge of Barak’s sword⸥;\\f + \\fr 4:15 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword before Barak” \\f* and Sisera dismounted from \\add his\\add* chariot and fled on foot. "},{"style":"v","text":"But Barak pursued after the chariots\\f + \\fr 4:16 \\ft Hebrew “chariot” \\f* and army as far as Harosheth Haggoyim, and all of Sisera’s army fell to ⸤the edge of the sword⸥;\\f + \\fr 4:16 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* no one was left."},{"style":"p","text":""},{"style":"v","text":"Sisera fled on foot to the tent of Jael, the wife of Heber the Kenite, because \\add there was\\add* peace between Jabin king of Hazor and the house of Heber the Kenite. "},{"style":"v","text":"And Jael came out to meet Sisera, and she said to him, “Turn aside, my lord; turn aside to me and do not be afraid.” So he turned aside into her tent, and she covered him ⸤with a blanket⸥.\\f + \\fr 4:18 \\ft Literally “with a covering/rug” \\f* "},{"style":"v","text":"And he said to her, “Please, give me a drink of water, because I am thirsty.” So she opened a skin vessel of milk and gave him a drink and covered him. "},{"style":"v","text":"And he said to her, “Stand \\add at\\add* the doorway of the tent, and if anyone comes and asks you, and says, ‘Is there anyone here?’ You must answer, ‘No.’ ” "},{"style":"v","text":"But Jael, the wife of Heber the Kenite, took in her hand a tent peg and a hammer, and she went softly\\f + \\fr 4:21 \\ft Or “secretly” \\f* to him and drove the peg into his temple, and it went through into the ground; he \\add was\\add* fast asleep since he was exhausted, and he died. "},{"style":"v","text":"And behold, Barak \\add was\\add* pursuing Sisera, and Jael went out to meet him, and she said to him, “Come, and I will show you the man whom you \\add are\\add* seeking.” And he came with her and saw that Sisera was lying dead with the peg in his temple. "},{"style":"v","text":"On that day God subdued Jabin king of Canaan before the ⸤Israelites⸥.\\f + \\fr 4:23 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"And the hand of the ⸤Israelites⸥\\f + \\fr 4:24 \\ft Literally “sons/children of Israel” \\f* ⸤pressed harder⸥\\f + \\fr 4:24 \\ft Literally “went harder” \\f* and harder on Jabin king of Canaan, until they destroyed Jabin king of Canaan."}]