[{"style":"s1","text":"The Midianites Oppresses Israel"},{"style":"m","text":""},{"style":"v","text":"The ⸤Israelites⸥\\f + \\fr 6:1 \\ft Literally “sons/children of Israel” \\f* did evil in the eyes of Yahweh, and Yahweh gave them into the hand of the Midianites\\f + \\fr 6:1 \\ft Hebrew “Midianite” \\f* for seven years. "},{"style":"v","text":"The hand of the Midianites\\f + \\fr 6:2 \\ft Hebrew “Midianite” \\f* prevailed over Israel; because of the presence of the Midianites,\\f + \\fr 6:2 \\ft Hebrew “Midianite” \\f* the ⸤Israelites⸥\\f + \\fr 6:2 \\ft Literally “sons/children of Israel” \\f* made for themselves hiding places that \\add were\\add* in the mountains, caves, and strongholds. "},{"style":"v","text":"And whenever Israel sowed seed, the Midianites,\\f + \\fr 6:3 \\ft Hebrew “Midianite” \\f* Amalekites,\\f + \\fr 6:3 \\ft Hebrew “Amalekite” \\f* and the people of \\add the\\add* east would come up against them. "},{"style":"v","text":"They would camp against them and destroy the produce of the land ⸤as far as⸥\\f + \\fr 6:4 \\ft Literally “until your coming to” \\f* Gaza; they left no produce in Israel, or sheep, ox, or donkey. "},{"style":"v","text":"For they, their livestock, and their tents would come up like a great number of locusts; they and their camels could not be counted; they came into the land and devoured it. "},{"style":"v","text":"Israel was very poor because of the presence of the Midianites,\\f + \\fr 6:6 \\ft Hebrew “Midianite” \\f* and the ⸤Israelites⸥\\f + \\fr 6:6 \\ft Literally “sons/children of Israel” \\f* cried out to Yahweh."},{"style":"p","text":""},{"style":"v","text":"When the ⸤Israelites⸥\\f + \\fr 6:7 \\ft Literally “sons/children of Israel” \\f* cried out to Yahweh on account of the Midianites,\\f + \\fr 6:7 \\ft Hebrew “Midianite” \\f* "},{"style":"v","text":"Yahweh sent a prophet to the ⸤Israelites⸥,\\f + \\fr 6:8 \\ft Literally “sons/children of Israel” \\f* and he said to them, “Thus says Yahweh the God of Israel: ‘I brought you up from Egypt; I brought you from the house of slavery.\\f + \\fr 6:8 \\ft Hebrew “slaves” \\f* "},{"style":"v","text":"I delivered you from the hand of Egypt and from the hand of all your oppressors, and drove them out from ⸤before you⸥;\\f + \\fr 6:9 \\ft Literally “your face/presence” \\f* and I gave you their land. "},{"style":"v","text":"And I said to you, ‘I \\add am\\add* Yahweh your God; do not fear\\f + \\fr 6:10 \\ft Or “revere” \\f* the gods of the Amorites,\\f + \\fr 6:10 \\ft Hebrew “Amorite” \\f* in whose land you \\add are\\add* living.’ But you have not listened to my voice.”"},{"style":"s1","text":"The Angel of Yahweh Calls Gideon"},{"style":"m","text":""},{"style":"v","text":"The angel of Yahweh came and sat under the oak\\f + \\fr 6:11 \\ft Or “terebinth” \\f* that \\add was\\add* at Ophrah that belonged to Jehoash \\add the\\add* Abiezrite; and Gideon his son \\add was\\add* threshing wheat in the winepress to hide \\add it\\add*\\f + \\fr 6:11 \\ft Or “keep \\fq it \\ft away” \\f* from the Midianites.\\f + \\fr 6:11 \\ft Hebrew “Midianite” \\f* "},{"style":"v","text":"The angel of Yahweh appeared to him and said to him, “Yahweh \\add is\\add* with you, ⸤you mighty warrior⸥.”\\f + \\fr 6:12 \\ft Literally “strong/mighty of power” \\f* "},{"style":"v","text":"Gideon said to him, “Excuse me, my lord. \\add If\\add* Yahweh is with us, why then has all this happened to us? Where are all his wonderful deeds that our ancestors\\f + \\fr 6:13 \\ft Or “fathers” \\f* recounted to us, saying, ‘Did not Yahweh bring us up from Egypt?’ But now Yahweh has forsaken us; he has given us into the palm of Midian.” "},{"style":"v","text":"And Yahweh turned to him and said, “Go in this your strength, and you will deliver Israel from the palm of Midian. Did I not send you?” "},{"style":"v","text":"He said to him, “Excuse me, my lord. How will I deliver Israel? Look, my clan \\add is\\add* the weakest in Manasseh, and I \\add am\\add* the youngest in my father’s house.” "},{"style":"v","text":"And Yahweh said to him, “But I will be with you, and you will defeat Midian ⸤as if they are one man⸥.”\\f + \\fr 6:16 \\ft Literally “as one man” \\f* "},{"style":"v","text":"And he\\f + \\fr 6:17 \\ft That is, Gideon \\f* said to him, “Please, if I have found favor in your eyes, ⸤show me a sign⸥\\f + \\fr 6:17 \\ft Literally “make a sign for me” \\f* that you \\add are\\add* speaking with me. "},{"style":"v","text":"Please, do not depart from here until I come \\add back\\add* to you and bring out my gift and set it out before you.”\\f + \\fr 6:18 \\ft Or “in your presence” \\f* And he said, “I will stay until you return.”"},{"style":"p","text":""},{"style":"v","text":"And Gideon went and prepared ⸤a young goat⸥\\f + \\fr 6:19 \\ft Literally “a kid of goat” \\f* and unleavened cakes \\add from\\add* an ephah of flour; he put meat in a basket, and the broth he put in a pot, and he brought \\add them\\add* to him under the oak\\f + \\fr 6:19 \\ft Or “terebinth” \\f* and presented \\add them\\add*. "},{"style":"v","text":"The angel of God said to him, “Take the meat and the unleavened cakes and put \\add them\\add* on this rock; pour the broth \\add over it\\add*.” And he did so. "},{"style":"v","text":"Then the angel of Yahweh reached out the tip of the staff that \\add was\\add* in his hand, and he touched the meat and the unleavened cakes; and fire went up from the rock and consumed the meat and the unleavened cakes. And the angel of Yahweh went ⸤from his sight⸥.\\f + \\fr 6:21 \\ft Literally “from his eyes” \\f* "},{"style":"v","text":"And Gideon realized that he \\add was\\add* the angel of Yahweh; and Gideon said, “Oh, my lord Yahweh! For now I have seen the angel of Yahweh face to face.” "},{"style":"v","text":"And Yahweh said to him, “Peace be with you. Do not fear; you will not die.” "},{"style":"v","text":"And Gideon built there an altar to Yahweh, and he called it “Yahweh \\add is\\add* peace.” To this day it is still in Ophrah \\add of the\\add* Abiezrites.\\f + \\fr 6:24 \\ft Hebrew “Abiezrite” \\f*"},{"style":"p","text":""},{"style":"v","text":"Now on that same night Yahweh said to him, “Take the bull of the cattle that belongs to your father, and a second bull seven years old, and pull down the altar of Baal that belongs to your father, and cut down the Asherah\\f + \\fr 6:25 \\ft An Asherah is a cultic pole set up next to an altar symbolizing the goddess Asherah \\f* that is beside it; "},{"style":"v","text":"and build an altar to Yahweh your God on the top of this stronghold in the proper arrangement, and take a second bull and offer \\add it as\\add* a burnt offering with the wood of the Asherah\\f + \\fr 6:26 \\ft An Asherah is a cultic pole set up next to an altar symbolizing the goddess Asherah \\f* that you will cut down. "},{"style":"v","text":"Gideon took ten men from his servants, and he did just as Yahweh told him;\\f + \\fr 6:27 \\ft Or “spoke to him” \\f* and because he was too afraid of his ⸤father’s family⸥\\f + \\fr 6:27 \\ft Literally “father’s house” \\f* and the men of the city to do \\add it during\\add* the day, he did \\add it during\\add* night."},{"style":"s1","text":"Gideon Destroys the Altar of Baal"},{"style":"m","text":""},{"style":"v","text":"When the men of the city got up early in the morning, look, the altar of Baal and the Asherah\\f + \\fr 6:28 \\ft An Asherah is a cultic pole set up next to an altar symbolizing the goddess Asherah \\f* that \\add was\\add* beside it \\add were\\add* cut down, and the second bull was offered on the altar that had been built. "},{"style":"v","text":"⸤And they said to one another⸥,\\f + \\fr 6:29 \\ft Literally “And each man to his neighbor said” \\f* “Who did this thing?” So they searched and inquired, and they said, “Gideon son of Jehoash did this thing.” "},{"style":"v","text":"And the men of the city said to Jehoash, “Bring out your son so that he may die, for he has pulled down the altar of Baal and cut down the Asherah that \\add was\\add* beside it.” "},{"style":"v","text":"But Jehoash said to all who stood against him,\\f + \\fr 6:31 \\ft Or “who arrayed against him” \\f* “Will you contend for Baal? Will you rescue him? Whoever contends for him will be put to death by the morning. If he \\add is\\add* a god, let him contend for himself because ⸤his altar has been pulled down⸥.”\\f + \\fr 6:31 \\ft Literally “because he has pulled down his altar”; the subject in Hebrew has not been specified \\f* "},{"style":"v","text":"Thus, on that day he\\f + \\fr 6:32 \\ft That is, Gideon \\f* was called Jerub-Baal, ⸤which means⸥,\\f + \\fr 6:32 \\ft Literally “saying” \\f* “Let Baal contend against him,” because he had pulled down his altar."},{"style":"p","text":""},{"style":"v","text":"Then all the Midianites,\\f + \\fr 6:33 \\ft Hebrew “Midianite” \\f* Amalekites,\\f + \\fr 6:33 \\ft Hebrew “Amalekite” \\f* and the people of \\add the\\add* east gathered together and crossed \\add the Jordan\\add*; and they camped in the valley of Jezreel. "},{"style":"v","text":"So the Spirit of Yahweh ⸤took possession of⸥\\f + \\fr 6:34 \\ft Literally “clothed” \\f* Gideon, and he blew on the trumpet, and \\add the\\add* Abiezrites\\f + \\fr 6:34 \\ft Hebrew “Abiezerite” \\f* were called to follow him. "},{"style":"v","text":"He sent messengers throughout all Manasseh, and they were also called to follow him; and he sent messengers throughout Asher, Zebulun, and Naphtali, and they went up to meet them."},{"style":"s1","text":"Gideon Tests Yahweh With the Fleece"},{"style":"m","text":""},{"style":"v","text":"Then Gideon said to God, “In order to see that you will deliver Israel by my hand, just as you have said, "},{"style":"v","text":"I will place a fleece of wool on the threshing floor. If there is dew on the fleece only, and all of the ground \\add is\\add* dry, I will know that you will deliver Israel by my hand, just as you have said.” "},{"style":"v","text":"And it was so. He arose early the next day and squeezed the fleece, and he wrung out dew from the fleece, a full drinking bowl of water. "},{"style":"v","text":"And Gideon said to God, “⸤Do not let your anger burn⸥\\f + \\fr 6:39 \\ft Literally “Do not let your nose become hot” \\f* against me; let me speak once more. Please let me test once more with the fleece; let the fleece be dry, and let there be dew on the ground.” "},{"style":"v","text":"And God did so that night; only the fleece was dry, and dew was on all the ground."}]