[{"style":"s1","text":"Gideon’s Three Hundred Men"},{"style":"m","text":""},{"style":"v","text":"Then Jerub-Baal (that \\add is\\add*, Gideon) rose early, and all the army that \\add was\\add* with him. They were camped beside the spring of Harod;\\f + \\fr 7:1 \\ft Or “En-Harod” \\f* the camp of Midian was north of the hill of Moreh, in the valley. "},{"style":"v","text":"And Yahweh said to Gideon, “The troops that \\add are\\add* with you \\add are\\add* too many for me to give Midian into their hands; Israel will boast, saying, ‘My hand has delivered me.’ "},{"style":"v","text":"So then, please proclaim in the ⸤hearing⸥\\f + \\fr 7:3 \\ft Literally “ears” \\f* of the troops, saying, ‘Whoever \\add is\\add* fearful and trembling, let him return and depart from the Mount of Gilead.’ ” About twenty-two thousand troops returned, and ten thousand remained. "},{"style":"v","text":"And Yahweh said to Gideon, “There \\add are\\add* still too many troops; bring them down to the water, and I will sift through them\\f + \\fr 7:4 \\ft Or “test them” \\f* for you there. For whomever I say to you, ‘This \\add one\\add* will go with you,’ he will go with you; and for all whom I say to you, ‘This \\add one\\add* will not go with you,’ he will not go.” "},{"style":"v","text":"So he brought down the troops to the water, and Yahweh said to Gideon, “You must separate everyone who laps up the water to drink with his tongue like a dog from those ⸤who kneel⸥.”\\f + \\fr 7:5 \\ft Literally “who kneels to his knees” \\f* "},{"style":"v","text":"The number of those lapping up \\add the water\\add* with their hand to their mouth was three hundred men; all the rest of the troops kneeled to drink the water. "},{"style":"v","text":"And Yahweh said to Gideon, “I will deliver you with the three hundred men lapping up \\add the water\\add*; I will give Midian into your hand, so let the \\add other\\add* troops go, each to his own place. "},{"style":"v","text":"So they took their provisions and their trumpets into their hand, and he sent all the men of Israel, each one, to his tent; but three hundred of the men he kept; the camp of Midian was below him in the valley."},{"style":"p","text":""},{"style":"v","text":"And that night Yahweh said to him, “Get up; go down against the camp, for I have given it into your hand. "},{"style":"v","text":"But if you \\add are\\add* afraid, go down to the camp with Purah your servant, "},{"style":"v","text":"and you will hear what they say; and afterward ⸤you will have courage⸥,\\f + \\fr 7:11 \\ft Literally “your hands will be strong” \\f* and you will go down against the camp.” Then he went down with Purah his servant to the outpost of the armed men\\f + \\fr 7:11 \\ft Or “edge of the men lined up in array” \\f* that \\add were\\add* in the camp. "},{"style":"v","text":"Now \\add the\\add* Midianites,\\f + \\fr 7:12 \\ft Hebrew “Midianite” \\f* Amalekites,\\f + \\fr 7:12 \\ft Hebrew “Amalekite” \\f* and all the people of \\add the\\add* east \\add were\\add* lying in the valley, like a great multitude of locusts; their camels were without number, as numerous as the sand that \\add is\\add* on the shore of the sea. "},{"style":"v","text":"When Gideon came, a man \\add was\\add* recounting a dream\\f + \\fr 7:13 \\ft Or “telling a dream” \\f* to his friend, and he said, “Behold, ⸤I had a dream⸥;\\f + \\fr 7:13 \\ft Literally “I dreamed a dream” \\f* a round loaf of barley bread \\add was\\add* tumbling into the camp of Midian, and it came up to the tent, it struck it, and it fell and turned it upside down so that the tent fell.” "},{"style":"v","text":"His friend answered him and said, “This cannot be anything except the sword of Gideon son of Jehoash, a man of Israel; God has given Midian and the entire camp into his hand.”"},{"style":"p","text":""},{"style":"v","text":"When Gideon heard the recounting of the dream\\f + \\fr 7:15 \\ft Or “telling of the dream” \\f* and its interpretation, he bowed down and returned to the camp of Israel; and he said, “Get up, for Yahweh has given the camp of Midian into your hand.” "},{"style":"v","text":"He divided the three hundred men \\add into\\add* three companies,\\f + \\fr 7:16 \\ft Or “divisions” \\f* and he put trumpets and empty jars in everyone’s hand, with torches inside the jars. "},{"style":"v","text":"And he said to them, “Watch me and do the same. When I come to the edge of the camp, ⸤do just as I do⸥.\\f + \\fr 7:17 \\ft Literally “just as I will do, you must do” \\f* "},{"style":"v","text":"When I and all who \\add are\\add* with me blow on the trumpet, you must also blow on the trumpets and surround the camp, and you must say, ‘To Yahweh and to Gideon!’ ”"},{"style":"p","text":""},{"style":"v","text":"So Gideon and the hundred men who \\add were\\add* with him came to the edge of the camp \\add at\\add* the beginning of the middle night-watch, when they had just finished setting up the guards, and they blew on the trumpets and smashed the jars that \\add were\\add* in their hands.\\f + \\fr 7:19 \\ft Hebrew “hand” \\f* "},{"style":"v","text":"When three companies\\f + \\fr 7:20 \\ft Or “divisions” \\f* blew on the trumpets and broke the jars, they held in their left hand the torches and in their right hand the trumpets for blowing, and they cried, “A sword for Yahweh and for Gideon!” "},{"style":"v","text":"And each stood ⸤in his place⸥\\f + \\fr 7:21 \\ft Literally “under him” \\f* all around the camp, and all the camp ran, and they cried out as they fled. "},{"style":"v","text":"When they blew the three hundred trumpets, Yahweh set \\add the\\add* sword of each one against his neighbor throughout the whole camp, and the camp\\f + \\fr 7:22 \\ft Or “army” \\f* fled as far as Beth Shittah toward Zererah, up to Abel Meholah, the border by Tabbath. "},{"style":"v","text":"And the men of Israel were called from Naphtali, from Asher, and from all of Manasseh, and they pursued after Midian."},{"style":"p","text":""},{"style":"v","text":"And Gideon sent messengers throughout all the hill country of Ephraim, saying, “Come down to oppose\\f + \\fr 7:24 \\ft Or “meet” \\f* Midian, and capture from them the waters up to Beth Barah and the Jordan.” He called out all the men of Ephraim, and they captured the waters up to Beth Barah and the Jordan. "},{"style":"v","text":"And they captured the two commanders of Midian, Oreb and Zeeb, and they killed Oreb at the rock of Oreb, and they killed Zeeb at the wine press of Zeeb, while they chased Midian; and they brought the heads\\f + \\fr 7:25 \\ft Hebrew “head” \\f* of Oreb and Zeeb to Gideon from beyond the Jordan."}]