[{"style":"s1","text":"Abimelech Attempts to Become King"},{"style":"m","text":""},{"style":"v","text":"And Abimelech son of Jerub-Baal went to Shechem, to the relatives of his mother, and he said to them and to the house of his mother’s father, "},{"style":"v","text":"“⸤Speak to⸥\\f + \\fr 9:2 \\ft Literally “Speak into the ears” \\f* the lords of Shechem, ‘What \\add is\\add* better for you, that seventy men all from the sons of Jerub-Baal rule over you, or that one man rules over you?’ Remember that I \\add am\\add* your bone and your flesh.” "},{"style":"v","text":"And his mother’s relatives spoke all these words concerning him ⸤to⸥\\f + \\fr 9:3 \\ft Literally “in the ears of” \\f* all the lords of Shechem; and ⸤they supported Abimelech⸥,\\f + \\fr 9:3 \\ft Literally “it reached their heart after Abimelech” \\f* for they said, “He is our relative.”\\f + \\fr 9:3 \\ft Or “brother” \\f* "},{"style":"v","text":"And they gave to him seventy \\add pieces of\\add* silver from the temple\\f + \\fr 9:4 \\ft Or “house” \\f* of Baal-Berith, and Abimelech hired with them\\f + \\fr 9:4 \\ft That is, the pieces of silver \\f* worthless and reckless men, and ⸤they followed him⸥.\\f + \\fr 9:4 \\ft Literally “They went after him” \\f* "},{"style":"v","text":"And he went to his father’s house at Ophrah, and he killed his brothers, the sons of Jerub-Baal, seventy men, on one stone. But Jotham the youngest son of Jerub-Baal survived, because he hid himself. "},{"style":"v","text":"All the lords of Shechem and Beth-Millo gathered, and they went and made Abimelech as king, near \\add the\\add* oak\\f + \\fr 9:6 \\ft Or “terebinth” \\f* of \\add the\\add* pillar that \\add is\\add* at Shechem."},{"style":"p","text":""},{"style":"v","text":"And they told Jotham, and he went up and stood on the top of Mount Gerizim, and ⸤he cried out loud⸥\\f + \\fr 9:7 \\ft Literally “he lifted his voice and called” \\f* and said to them, “Listen to me, lords of Shechem, so that God may listen to you."},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"“The trees went certainly,"},{"style":"q2","text":"to anoint a king over themselves."},{"style":"q1","text":"And they said to the olive tree,"},{"style":"q2","text":"‘Rule over us.’"},{"style":"q1","text":""},{"style":"v","text":"And the olive tree replied,"},{"style":"q2","text":"‘Should I stop \\add producing\\add* my oil,"},{"style":"q3","text":"which by me gods and men are honored,"},{"style":"q3","text":"to go sway over the trees?’"},{"style":"q1","text":""},{"style":"v","text":"Then the trees said to the fig tree,"},{"style":"q2","text":"‘You, come rule over us.’"},{"style":"q1","text":""},{"style":"v","text":"But the fig tree said to them,"},{"style":"q2","text":"‘Should I stop \\add producing\\add* my sweetness,"},{"style":"q3","text":"and my good crop,"},{"style":"q3","text":"to go sway over the trees?’"},{"style":"q1","text":""},{"style":"v","text":"And the trees said to the vine,"},{"style":"q2","text":"‘You, come rule over us.’"},{"style":"q1","text":""},{"style":"v","text":"But the vine said to them,"},{"style":"q2","text":"‘Should I stop \\add producing\\add* my wine"},{"style":"q2","text":"that makes the gods and men happy,"},{"style":"q3","text":"to go sway over the trees?’"},{"style":"q1","text":""},{"style":"v","text":"So all the trees said to the thornbush,"},{"style":"q2","text":"‘You, come rule over us.’"},{"style":"q1","text":""},{"style":"v","text":"And the thornbush said to the trees,"},{"style":"q2","text":"‘If in good faith\\f + \\fr 9:15 \\ft Or “honesty” \\f* you \\add are\\add* anointing"},{"style":"q2","text":"me as king over you,"},{"style":"q3","text":"then come and take refuge in my shade;"},{"style":"q2","text":"if not, may fire go out from the thornbush"},{"style":"q3","text":"and devour the cedars of Lebanon.’"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"“So then, if you have acted in good faith\\f + \\fr 9:16 \\ft Or “honesty” \\f* and sincerity in making Abimelech king, and if you have dealt well with Jerub-Baal and his house, and have dealt with him ⸤according to his accomplishments⸥\\f + \\fr 9:16 \\ft Literally “according to the dealings of his hand” \\f*— "},{"style":"v","text":"for my father fought and ⸤risked his life⸥\\f + \\fr 9:17 \\ft Literally “he threw his life in front” \\f* for you and delivered you from the hand of Midian; "},{"style":"v","text":"but today you have risen against the house of my father and killed his sons, seventy men on one stone, and you have made Abimelech, the son of his slave woman, a king over the lords of Shechem, because he is your relative\\f + \\fr 9:18 \\ft Or “brother” \\f*— "},{"style":"v","text":"if you have acted in good faith\\f + \\fr 9:19 \\ft Or “honesty” \\f* and sincerity with Jerub-Baal and his house this day, then rejoice in Abimelech, and let him also rejoice in you. "},{"style":"v","text":"But if not, let a fire come out from Abimelech and let it devour the lords of Shechem and Beth-Millo; and let a fire come out from the lords of Shechem, and from Beth-Millo, and let it devour Abimelech.” "},{"style":"v","text":"And Jotham escaped and fled, and went to Beer; he remained there because of Abimelech his brother."},{"style":"s1","text":"The Downfall of Shechem and Abimelech"},{"style":"m","text":""},{"style":"v","text":"Abimelech ruled over Israel three years. "},{"style":"v","text":"And God sent an evil spirit between Abimelech and the lords of Shechem, and the lords of Shechem dealt treacherously with Abimelech, "},{"style":"v","text":"so that the violence done to the seventy brothers of Abimelech would be avenged and their blood be placed on Abimelech their brother, who killed them, and on the lords of Shechem, ⸤who helped⸥\\f + \\fr 9:24 \\ft Literally “who strengthened his hands” \\f* to kill his brothers. "},{"style":"v","text":"And the lords of Shechem set for him ambushes on the top of the mountains, and they robbed all who passed by them along the road; and it was reported to Abimelech."},{"style":"p","text":""},{"style":"v","text":"And Gaal son of Ebel and his relatives came, and they crossed over into Shechem, and the lords of Shechem ⸤gave him confidence⸥.\\f + \\fr 9:26 \\ft Literally “put confidence into him” \\f* "},{"style":"v","text":"They went out \\add into\\add* the field and harvested their vineyards and trod \\add them\\add*, and they ⸤held a festival⸥.\\f + \\fr 9:27 \\ft Literally “made a rejoicing” \\f* And they went \\add into\\add* the temple\\f + \\fr 9:27 \\ft Or “house” \\f* of their god, and they ate and drank and cursed Abimelech. "},{"style":"v","text":"Then Gaal son of Ebed said, “Who \\add is\\add* Abimelech, and who \\add are we of\\add* Shechem that we should serve him? Is he not the son of Jerub-Baal, and \\add is not\\add* Zebul his chief officer?\\f + \\fr 9:28 \\ft Or “overseer” \\f* Serve the men of Hamor the father of Shechem. Why should we serve him?\\f + \\fr 9:28 \\ft That is, Abimelech \\f* "},{"style":"v","text":"If only this people ⸤were in my command⸥!\\f + \\fr 9:29 \\ft Literally “\\fq were \\ft in my hand” \\f* Then I would remove Abimelech, and I would have said,\\f + \\fr 9:29 \\ft Hebrew “he said”; the translation “I would have said” follows the LXX \\f* ‘Increase your army and come out!’ ”"},{"style":"p","text":""},{"style":"v","text":"When Zebul the commander of the city heard the words of Gaal son of Ebed, ⸤he became angry⸥,\\f + \\fr 9:30 \\ft Literally “his nose became hot” \\f* "},{"style":"v","text":"and he sent messengers to Abimelech in Tormah, saying, “Look, Gaal son of Ebed and his relatives \\add are\\add* coming to Shechem, and they \\add are\\add* stirring up the city against you. "},{"style":"v","text":"So then, get up \\add by\\add* night, you and the army that \\add is\\add* with you, and lie in ambush in the field. "},{"style":"v","text":"And in the morning at sunrise, get up and rush the city; and look, when he and the troops who \\add are\\add* with him come out to you, ⸤you must act according to whatever opportunity offers itself⸥.\\f + \\fr 9:33 \\ft Literally “you must do to him just as it will find your hand” \\f*"},{"style":"p","text":""},{"style":"v","text":"So Abimelech and all the army that \\add was\\add* with him got up \\add by\\add* night, and they lay in ambush against Shechem \\add in\\add* four divisions.\\f + \\fr 9:34 \\ft Or “companies” \\f* "},{"style":"v","text":"Gaal son of Ebed went out and stood \\add at\\add* the entrance of the city gate, and Abimelech and the army that \\add was\\add* with him got up from the ambush. "},{"style":"v","text":"When Gaal saw the army, he said to Zebul, “Look, people \\add are\\add* coming down from the top of the mountains!” And Zebul said to him, “⸤The shadows of the mountains look like people to you⸥.”\\f + \\fr 9:36 \\ft Literally “the shadows of the mountains you \\fq are \\ft seeing as men” \\f* "},{"style":"v","text":"⸤And Gaal spoke again⸥\\f + \\fr 9:37 \\ft Literally “And he did again again Gaal to speak” \\f* and said, “Look, people \\add are\\add* coming down from Tabbur-erez, and one division\\f + \\fr 9:37 \\ft Or “company” \\f* \\add is\\add* coming from the direction of Elon-meonenim.”\\f + \\fr 9:37 \\ft Or “\\fq the \\ft Sorcerer’s Oak” \\f* "},{"style":"v","text":"And Zebul said to him, “Where then ⸤is your boast⸥,\\f + \\fr 9:38 \\ft Literally “\\fq is \\ft your mouth” \\f* \\add you\\add* who said, ‘Who \\add is\\add* Abimelech that we should serve him?’ \\add Is\\add* this not the army that you rejected? Please, go out now and fight against them.”\\f + \\fr 9:38 \\ft Hebrew “against him” \\f* "},{"style":"v","text":"So Gaal went out before the lords of Shechem and fought against Abimelech. "},{"style":"v","text":"And Abimelech chased him, and he fled before him; many fell slain up to the entrance of the gate. "},{"style":"v","text":"So Abimelech resided at Arumah, and Zebul drove out Gaal and his relatives\\f + \\fr 9:41 \\ft Or “brothers” \\f* from living in Shechem."},{"style":"p","text":""},{"style":"v","text":"On the next day the people went out \\add to\\add* the field; and it was reported to Abimelech, "},{"style":"v","text":"so he took the army and divided them into three divisions,\\f + \\fr 9:43 \\ft Or “companies” \\f* and he laid an ambush in the field. And he saw the people \\add were\\add* coming out from the city, and he arose against them and killed them. "},{"style":"v","text":"Then Abimelech and the divisions\\f + \\fr 9:44 \\ft Or “companies” \\f* that \\add were\\add* with him dashed out and stood \\add at\\add* the entrance of the city gate, and the two divisions dashed out against all who \\add were\\add* in the field, and they killed them. "},{"style":"v","text":"Abimelech fought against the city all that day, and he captured the city and killed the people that \\add were\\add* in it; then he broke down the city and sowed it \\add with\\add* salt."},{"style":"p","text":""},{"style":"v","text":"When all the lords of the tower of Shechem heard, they went to the vault\\f + \\fr 9:46 \\ft Or “cellar” \\f* of the temple\\f + \\fr 9:46 \\ft Or “house” \\f* of El-Berith. "},{"style":"v","text":"It was told to Abimelech that all the lords of the tower of Shechem had gathered. "},{"style":"v","text":"So Abimelech went up Mount Zalmon, he and all his army that \\add were\\add* with him, and Abimelech took the ax\\f + \\fr 9:48 \\ft Hebrew “axes” \\f* in his hand and cut down a bundle of brushwood, and he lifted it and put \\add it\\add* on his shoulder. And he said to the army that \\add was\\add* with him, “What you have seen me do, quickly do also.” "},{"style":"v","text":"So the whole army cut down each one branch for himself and followed Abimelech, and they put \\add them\\add* against the vault\\f + \\fr 9:49 \\ft Or “cellar” \\f* and set the vault ablaze with fire on those \\add inside\\add*, so that all the men of the tower of Shechem died, about a thousand men and women."},{"style":"p","text":""},{"style":"v","text":"Then Abimelech went to Thebez, and he encamped against Thebez and captured it. "},{"style":"v","text":"But there was a strong tower in the middle of the city, and all the men, women, and lords of the city fled there and shut themselves in; and they went up to the roof of the tower. "},{"style":"v","text":"Abimelech came up to the tower and fought against it, and he came near the entrance of the tower to burn it with fire. "},{"style":"v","text":"But a certain woman\\f + \\fr 9:53 \\ft Or “But one woman” \\f* threw an upper millstone on Abimelech’s head and cracked open his skull. "},{"style":"v","text":"He called quickly to the young man carrying his weapons, and he said to him, “Draw your sword and kill me, so that they will not say of me, ‘A woman killed him.’ ” So the young man\\f + \\fr 9:54 \\ft Hebrew “his young man” \\f* stabbed him, and he died. "},{"style":"v","text":"When the men of Israel saw that Abimelech was dead, each one went to his home.\\f + \\fr 9:55 \\ft Or “place” \\f* "},{"style":"v","text":"So God repaid\\f + \\fr 9:56 \\ft Or “returned” \\f* the wickedness\\f + \\fr 9:56 \\ft Or “evil” \\f* that Abimelech committed against his father by killing his seventy brothers. "},{"style":"v","text":"And God also repaid all the wickedness\\f + \\fr 9:57 \\ft Or “evil” \\f* of the men of Shechem on their heads, and the curse of Jotham son of Jerub-Baal fell on them."}]