[{"style":"mt1","text":"John"},{"style":"s1","verse":"","text":"The Prologue to John’s Gospel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"In the beginning was the Word, and the Word was with God, and the Word was God. "},{"style":"v","verse":"2","text":"This one was in the beginning with God. "},{"style":"v","verse":"3","text":"All \\add things\\add* came into being through him, and apart from him not one \\add thing\\add* came into being that\\f + \\fr 1:3 \\ft Or “came into being. What …,” beginning a new sentence connected with the following verse. A major punctuation problem is involved, since the earliest manuscripts have no punctuation, but some important later ones place the punctuation before this phrase, effectively connecting it to v. \\xt 4 \\ft : “What has come into being was life in him” \\f* has come into being. "},{"style":"v","verse":"4","text":"In him was life, and the life was the light of humanity.\\f + \\fr 1:4 \\ft Or “humankind” \\f* "},{"style":"v","verse":"5","text":"And the light shines in the darkness, and the darkness did not overcome\\f + \\fr 1:5 \\ft Or “comprehend” (if primarily referring to people in the world) \\f* it."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"A man came, sent from God, ⸤whose name was⸥\\f + \\fr 1:6 \\ft Literally “the name to him” \\f* John. "},{"style":"v","verse":"7","text":"This one came for a witness, in order that he could testify about the light, so that all would believe through him. "},{"style":"v","verse":"8","text":"That one was not the light, but \\add came\\add*\\f + \\fr 1:8 \\ft The verb is implied from the previous verse, and must be supplied in the English translation \\f* in order that he could testify about the light. "},{"style":"v","verse":"9","text":"The true light, who gives light to every person, was coming into the world. "},{"style":"v","verse":"10","text":"He was in the world, and the world came into being through him, and the world did not recognize\\f + \\fr 1:10 \\ft Or “acknowledge” \\f* him. "},{"style":"v","verse":"11","text":"He came to his own \\add things\\add*, and his own \\add people\\add* did not receive him. "},{"style":"v","verse":"12","text":"But as many as received him—to those who believe in his name—he gave to them authority to become children of God, "},{"style":"v","verse":"13","text":"who were born not of blood, nor of the will of the flesh, nor of the will of a husband, but of God."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"And the Word became flesh and took up residence among us, and we saw his glory, glory as of the one and only from the Father, full of grace and truth. "},{"style":"v","verse":"15","text":"John testified about him and cried out, saying, “This one was \\add he about\\add* whom I said, ‘The one who comes after me is ahead of me, because he existed before me.’ ” "},{"style":"v","verse":"16","text":"For from his fullness we have all received, and grace after grace. "},{"style":"v","verse":"17","text":"For the law was given through Moses; grace and truth came about through Jesus Christ. "},{"style":"v","verse":"18","text":"No one has seen God at any time; the one and only, God, the one who is in the bosom of the Father—that one has made \\add him\\add*\\ef + \\fr 1:18 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* known."},{"style":"s1","verse":"","text":"John the Baptist Testifies to Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"19","text":"And this is the testimony of John, when the Jews sent\\f + \\fr 1:19 \\ft Some manuscripts have “sent to him” \\f* priests and Levites from Jerusalem so that they could ask him, “Who are you?” "},{"style":"v","verse":"20","text":"And he confessed—and he did not deny, and confessed—“I am not the Christ!” "},{"style":"v","verse":"21","text":"And they asked him, “Then who \\add are\\add* you? Are you Elijah?” And he said, “I am not!” “Are you the Prophet?”\\f + \\fr 1:21 \\ft A reference to the “Prophet like Moses” of \\xt Deut 18:15 \\ft (see \\xt Acts 3:22 \\ft ) \\f* And he answered, “No!” "},{"style":"v","verse":"22","text":"Then they said to him, “Who are you, so that we can give an answer to those who sent us? What do you say about yourself?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"He said,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“I \\add am\\add* ‘the voice of one crying out in the wilderness,"},{"style":"q2","verse":"","text":"“Make straight the way of the Lord,” ’\\f + \\fr 1:23 \\ft A quotation from \\xt Isa 40:3 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"m","verse":"","text":"just as Isaiah the prophet said.” "},{"style":"v","verse":"24","text":"(And they had been sent from the Pharisees.) "},{"style":"v","verse":"25","text":"And they asked him and said to him, “Why then are you baptizing, if you are not the Christ, nor Elijah, nor the Prophet?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"John answered them, saying, “I baptize with water. In your midst stands \\add one\\add* whom you do not know—"},{"style":"v","verse":"27","text":"the one who comes after me, of whom I am not worthy ⸤to untie⸥\\f + \\fr 1:27 \\ft Literally “that I might untie” \\f* the strap of his sandal!” "},{"style":"v","verse":"28","text":"These \\add things\\add* took place in Bethany on the other side of the Jordan, where John was baptizing."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"On the next day he saw Jesus coming to him and said, “Look! The Lamb of God who takes away the sin of the world! "},{"style":"v","verse":"30","text":"This one is \\add the one\\add* about whom I said, ‘After me is coming a man who is ahead of me, because he existed before me.’ "},{"style":"v","verse":"31","text":"And I did not know him, but in order that he could be revealed to Israel, because of this I came baptizing with water.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"And John testified, saying, “I have seen the Spirit descending like a dove from heaven and remaining upon him. "},{"style":"v","verse":"33","text":"And I did not know him, but the one who sent me to baptize with water, that one said to me, ‘\\add The one\\add* upon whom you see the Spirit descending and remaining upon him—this one is the one who baptizes with the Holy Spirit.’ "},{"style":"v","verse":"34","text":"And I have seen and testify that this one is the Chosen One\\f + \\fr 1:34 \\ft Some manuscripts have “the Son of God” \\f* of God."},{"style":"s1","verse":"","text":"Two of John’s Disciples Follow Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"35","text":"On the next day again John was standing \\add there\\add*,\\ef + \\fr 1:35 \\ft *The word “\\add there\\add*” is not in the Greek text but is implied \\ef* and two of his disciples, "},{"style":"v","verse":"36","text":"and looking at Jesus \\add as he\\add*\\ef + \\fr 1:36 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“walking by”) which is understood as temporal \\ef* was walking by, he said, “Look! The Lamb of God!” "},{"style":"v","verse":"37","text":"And the two disciples heard him speaking, and they followed Jesus. "},{"style":"v","verse":"38","text":"And Jesus, turning around and seeing them following \\add him\\add*,\\ef + \\fr 1:38 \\ft *Here the direct object is supplied from context in the English translation \\ef* said to them, “What do you seek?” And they said to him, “Rabbi” (which means \\add when\\add*\\ef + \\fr 1:38 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“translated”) which is understood as temporal \\ef* translated “Teacher”), “where are you staying?” "},{"style":"v","verse":"39","text":"He said to them, “Come and you will see!” So they came and saw where he was staying, and they stayed with him that day (it was about the tenth hour)."},{"style":"s1","verse":"","text":"Andrew Declares Jesus to be the Messiah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"40","text":"Andrew, the brother of Simon Peter, was one of the two who heard John and followed him. "},{"style":"v","verse":"41","text":"This one first found his own brother Simon and said to him, “We have found the Messiah!” (which is translated “Christ”). "},{"style":"v","verse":"42","text":"He brought him to Jesus. Looking at him, Jesus said, “You are Simon the son of John. You will be called Cephas” (which is interpreted “Peter”)."},{"style":"s1","verse":"","text":"Jesus Calls Philip and Nathanael"},{"style":"m","verse":"","text":""},{"style":"v","verse":"43","text":"On the next day he wanted to depart for Galilee, and he found Philip. And Jesus said to him, “Follow me!” "},{"style":"v","verse":"44","text":"(Now Philip was from Bethsaida, the town of Andrew and Peter.) "},{"style":"v","verse":"45","text":"Philip found Nathanael and said to him, “We have found \\add the one\\add* whom Moses wrote \\add about\\add* in the law, and the prophets wrote \\add about\\add*—Jesus son of Joseph from Nazareth!” "},{"style":"v","verse":"46","text":"And Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Jesus saw Nathanael coming toward him and said about him, “Look! ⸤A true Israelite⸥\\f + \\fr 1:47 \\ft Literally “truly an Israelite” \\f* in whom is no deceit!” "},{"style":"v","verse":"48","text":"Nathanael said to him, “From where do you know me?” Jesus answered and said to him, “Before Philip called you, \\add when you\\add*\\ef + \\fr 1:48 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“were”) which is understood as temporal \\ef* were under the fig tree, I saw you.” "},{"style":"v","verse":"49","text":"Nathanael answered him, “Rabbi, you are the Son of God! You are the king of Israel!” "},{"style":"v","verse":"50","text":"Jesus answered and said to him, “Because I said to you that I saw you under the fig tree, do you believe? You will see greater \\add things\\add* than these!” "},{"style":"v","verse":"51","text":"And he said to him, “Truly, truly I say to all of you, you will see heaven opened and the angels of God ascending and descending upon the Son of Man.”"}]