[{"style":"s1","text":"Jesus as the Good Shepherd"},{"style":"m","text":""},{"style":"v","text":"“Truly, truly I say to you, the one who does not enter through the door into the fold of the sheep, but climbs up at some other place—that one is a thief and a robber. "},{"style":"v","text":"But the one who enters through the door is the shepherd of the sheep. "},{"style":"v","text":"For this one the doorkeeper opens, and the sheep hear his voice, and he calls his own sheep by name and leads them out. "},{"style":"v","text":"Whenever he sends out all his own, he goes before them, and the sheep follow him because they know his voice. "},{"style":"v","text":"And they will never follow a stranger, but will flee from him, because they do not know the voice of strangers.” "},{"style":"v","text":"Jesus told them this parable, but they did not understand what it was that he was saying to them."},{"style":"p","text":""},{"style":"v","text":"Then Jesus said to them\\f + \\fr 10:7 \\ft Some manuscripts omit “to them” \\f* again, “Truly, truly, I say to you, I am the door of the sheep. "},{"style":"v","text":"All those who came before me are thieves and robbers, but the sheep do not listen to them. "},{"style":"v","text":"I am the door. If anyone enters through me, he will be saved, and will come in and will go out and will find pasture. "},{"style":"v","text":"The thief ⸤comes only⸥\\f + \\fr 10:10 \\ft Literally “does not come except” \\f* so that he can steal and kill and destroy; I have come so that they may have life, and have \\add it\\add*\\ef + \\fr 10:10 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* abundantly."},{"style":"p","text":""},{"style":"v","text":"“I am the good shepherd. The good shepherd lays down his life for the sheep. "},{"style":"v","text":"The hired hand, who is not the shepherd, whose own the sheep are not, sees the wolf approaching and abandons the sheep and runs away—and the wolf seizes them and scatters \\add them\\add*\\ef + \\fr 10:12 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef*—"},{"style":"v","text":"because he is a hired hand and ⸤he is not concerned⸥\\f + \\fr 10:13 \\ft Literally “it is not a concern to him” \\f* about the sheep."},{"style":"p","text":""},{"style":"v","text":"“I am the good shepherd, and I know my \\add own\\add*, and my \\add own\\add* know me, "},{"style":"v","text":"just as the Father knows me and I know the Father, and I lay down my life for the sheep. "},{"style":"v","text":"And I have other sheep which are not from this fold. I must bring these also, and they will hear my voice, and they will become one flock—one shepherd. "},{"style":"v","text":"Because of this the Father loves me, because I lay down my life so that I may take possession of it again. "},{"style":"v","text":"No one takes it from me, but I lay it down ⸤voluntarily⸥.\\f + \\fr 10:18 \\ft Literally “from myself” \\f* I have authority to lay it down, and I have authority to take possession of it again. This commandment I received from my Father.”"},{"style":"p","text":""},{"style":"v","text":"Again there was a division among the Jews because of these words. "},{"style":"v","text":"And many of them were saying, “He has a demon and is out of his mind! Why do you listen to him?” "},{"style":"v","text":"Others were saying, “These are not the words of one who is possessed by a demon! A demon is not able to open the eyes of the blind, \\add is it\\add*?”\\ef + \\fr 10:21 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add is it\\add*” \\ef*"},{"style":"s1","text":"Jesus at the Feast of the Dedication"},{"style":"m","text":""},{"style":"v","text":"Then the feast of the Dedication took place in Jerusalem. It was winter, "},{"style":"v","text":"and Jesus was walking in the temple in the Portico of Solomon. "},{"style":"v","text":"So the Jews surrounded him and began to say\\ef + \\fr 10:24 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to say”) \\ef* to him, “⸤How long will you keep us in suspense⸥?\\f + \\fr 10:24 \\ft Literally “until when will you take away our life” \\f* If you are the Christ, tell us plainly!” "},{"style":"v","text":"Jesus answered them, “I told you and you do not believe! The deeds that I do in the name of my Father, these testify about me. "},{"style":"v","text":"But you do not believe, because you are not of my sheep! "},{"style":"v","text":"My sheep listen to my voice, and I know them, and they follow me. "},{"style":"v","text":"And I give them eternal life, and they will never perish ⸤forever⸥,\\f + \\fr 10:28 \\ft Literally “for the age” \\f* and no one will seize them out of my hand. "},{"style":"v","text":"My Father, who has given \\add them\\add*\\ef + \\fr 10:29 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to me, is greater than all, and no one can seize \\add them\\add*\\ef + \\fr 10:29 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* from the Father’s hand. "},{"style":"v","text":"The Father and I are one.”"},{"style":"p","text":""},{"style":"v","text":"Then\\f + \\fr 10:31 \\ft Some manuscripts omit “Then” \\f* the Jews picked up stones again so that they could stone him. "},{"style":"v","text":"Jesus answered them, “I have shown you many good deeds from the Father. For which one of them are you going to stone me?” "},{"style":"v","text":"The Jews answered him, “We are not going to stone you concerning a good deed, but concerning blasphemy, and because you, \\add although you\\add*\\ef + \\fr 10:33 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“are”) which is understood as concessive \\ef* are a man, make yourself \\add to be\\add* God!” "},{"style":"v","text":"Jesus answered them, “Is it not written in your law, ‘I said, “You are gods” ’?\\f + \\fr 10:34 \\ft A quotation from \\xt Ps 82:6 \\ft (in common usage “law” could refer to the entire Old Testament) \\f* "},{"style":"v","text":"If he called them ‘gods’ to whom the word of God came—and the scripture cannot be broken—"},{"style":"v","text":"do you say about \\add he\\add* whom the Father set apart and sent into the world, ‘You are blaspheming,’ because I said, ‘I am the Son of God’? "},{"style":"v","text":"If I do not do the deeds of my Father, do not believe me. "},{"style":"v","text":"But if I am doing \\add them\\add*,\\ef + \\fr 10:38 \\ft *Here the direct object is supplied from context in the English translation \\ef* even if you do not believe me, believe the deeds, so that you may know and understand that the Father \\add is\\add* in me and I \\add am\\add* in the Father.” "},{"style":"v","text":"So they were seeking again to seize him, and he departed out of their hand."},{"style":"p","text":""},{"style":"v","text":"And he went away again on the other side of the Jordan, to the place where John was baptizing at an earlier time, and he stayed there. "},{"style":"v","text":"And many came to him and began to say,\\ef + \\fr 10:41 \\ft *The imperfect tense has been translated as ingressive here (“began to say”) \\ef* “John performed no sign, but everything John said about this man was true!” "},{"style":"v","text":"And many believed in him there."}]