[{"style":"s1","text":"Lazarus Dies"},{"style":"m","text":""},{"style":"v","text":"Now a certain man was sick, Lazarus from Bethany, the village of Mary and her sister Martha. "},{"style":"v","text":"(Now it was Mary who anointed the Lord with perfumed oil and wiped his feet with her hair, whose brother Lazarus was sick.) "},{"style":"v","text":"So the sisters sent \\add word\\add*\\ef + \\fr 11:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to him, saying, “Lord, behold, \\add the one\\add* whom you love is sick.” "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 11:4 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add it\\add*,\\ef + \\fr 11:4 \\ft *Here the direct object is supplied from context in the English translation \\ef* Jesus said, “This sickness is not to death, but for the glory of God, in order that the Son of God may be glorified through it.” "},{"style":"v","text":"(Now Jesus loved Martha and her sister and Lazarus.) "},{"style":"v","text":"So when he heard that he was sick, then he remained in the place ⸤where⸥\\f + \\fr 11:6 \\ft Literally “in which” \\f* he was two days."},{"style":"p","text":""},{"style":"v","text":"Then after this he said to the disciples, “Let us go to Judea again.” "},{"style":"v","text":"The disciples said to him, “Rabbi, the Jews were seeking just now to stone you, and are you going there again?” "},{"style":"v","text":"Jesus replied, Are \\add there\\add* not twelve hours in the day? If anyone walks around in the daylight, he does not stumble, because he sees the light of this world. "},{"style":"v","text":"But if anyone walks around in the night, he stumbles, because the light is not in him. "},{"style":"v","text":"He said these \\add things\\add*, and after this he said to them, “Our friend Lazarus has fallen asleep, but I am going so that I can awaken him.” "},{"style":"v","text":"So the disciples said to him, “Lord, if he has fallen asleep, he will get well.” "},{"style":"v","text":"(Now Jesus had been speaking about his death, but they thought that he was speaking about ⸤real sleep⸥.\\f + \\fr 11:13 \\ft Literally “the sleep of slumber” \\f*) "},{"style":"v","text":"So Jesus then said to them plainly, “Lazarus has died, "},{"style":"v","text":"and I am glad ⸤for your sake⸥\\f + \\fr 11:15 \\ft Literally “for the sake of you” \\f* that I was not there, so that you may believe. But let us go to him.” "},{"style":"v","text":"Then Thomas (the one who is called Didymus)\\f + \\fr 11:16 \\ft “Didymus” means “the twin” in Greek \\f* said to his fellow disciples, “Let us go also, so that we may die with him.”"},{"style":"s1","text":"Jesus the Resurrection and the Life"},{"style":"m","text":""},{"style":"v","text":"So \\add when he\\add*\\ef + \\fr 11:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* arrived, Jesus found he had already \\add been\\add* four days in the tomb. "},{"style":"v","text":"(Now Bethany was near Jerusalem, about fifteen stadia.\\f + \\fr 11:18 \\ft A “stade” or “stadium” (plur. “stadia”) is about 607 ft (187 m), so this was just under two miles (3 km) \\f* "},{"style":"v","text":"So many of the Jews came to Martha and Mary in order to console them concerning their\\ef + \\fr 11:19 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* brother.) "},{"style":"v","text":"Now Martha, when she heard that Jesus was coming, went to meet him, but Mary was sitting in the house. "},{"style":"v","text":"So Martha said to Jesus, “Lord, if you had been here, my brother would not have died. "},{"style":"v","text":"Even\\f + \\fr 11:22 \\ft Some manuscripts have “But even” \\f* now I know that whatever you ask God, God will grant you.” "},{"style":"v","text":"Jesus said to her, “Your brother will rise again.” "},{"style":"v","text":"Martha said to him, “I know that he will rise again in the resurrection at the last day.” "},{"style":"v","text":"Jesus said to her, “I am the resurrection and the life. The one who believes in me, even if he dies, will live, "},{"style":"v","text":"and everyone who lives and believes in me will never die ⸤forever⸥.\\f + \\fr 11:26 \\ft Literally “for the age” \\f* Do you believe this?” "},{"style":"v","text":"She said to him, “Yes, Lord, I have believed that you are the Christ, the Son of God, who comes into the world.”"},{"style":"s1","text":"Jesus Weeps"},{"style":"m","text":""},{"style":"v","text":"And \\add when she\\add*\\ef + \\fr 11:28 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said this, she went and called her sister Mary privately, saying, “The Teacher is here and is calling for you.” "},{"style":"v","text":"So that one, when she heard \\add it\\add*,\\ef + \\fr 11:29 \\ft *Here the direct object is supplied from context in the English translation \\ef* got up quickly and went to him. "},{"style":"v","text":"(Now Jesus has not yet come into the village, but was still in the place where Martha went to meet him.) "},{"style":"v","text":"So the Jews who were with her in the house and were consoling her, \\add when they\\add*\\ef + \\fr 11:31 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw Mary—that she stood up quickly and went out—followed her, \\add because they\\add*\\ef + \\fr 11:31 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“thought”) which is understood as causal \\ef* thought that she was going to the tomb in order to weep there."},{"style":"p","text":""},{"style":"v","text":"Then Mary, when she came where Jesus was \\add and\\add*\\ef + \\fr 11:32 \\ft ﻿*Here “\\add and\\add*” is supplied because the participle (“saw”) has been translated as a finite verb in keeping with English style \\ef* saw him, fell at his feet, saying to him, “Lord, if you had been here, my brother would not have died.” "},{"style":"v","text":"Then Jesus, when he saw her weeping and the Jews who came with her weeping, was deeply moved in spirit and was troubled within himself. "},{"style":"v","text":"And he said, “Where have you laid him?” They said to him, “Lord, come and see.” "},{"style":"v","text":"Jesus wept. "},{"style":"v","text":"So the Jews were saying, “See how he loved him!” "},{"style":"v","text":"But some of them said, “Was not this man who opened the eyes of the blind able to do \\add something\\add*\\ef + \\fr 11:37 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* so that this man also would not have died?”"},{"style":"s1","text":"Lazarus Is Raised"},{"style":"m","text":""},{"style":"v","text":"Then Jesus, deeply moved within himself again, came to the tomb. Now it was a cave, and a stone was lying on it. "},{"style":"v","text":"Jesus said, “Take away the stone.” Martha, the sister of the one who had died, said to him, “Lord, he is stinking already, because it has been four days.” "},{"style":"v","text":"Jesus said to her, “Did I not say to you that if you believed, you would see the glory of God?” "},{"style":"v","text":"So they took away the stone. And Jesus lifted up his\\ef + \\fr 11:41 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* eyes above and said, “Father, I give thanks to you that you hear me. "},{"style":"v","text":"And I know that you always hear me, but for the sake of the crowd standing around I said \\add it\\add*,\\ef + \\fr 11:42 \\ft *Here the direct object is supplied from context in the English translation \\ef* so that they may believe that you sent me.” "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 11:43 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said these \\add things\\add*, he cried out with a loud voice, “Lazarus, come out!” "},{"style":"v","text":"The one who had died came out, his\\ef + \\fr 11:44 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* feet and his\\ef + \\fr 11:44 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands bound with strips of cloth, and his face wrapped with a facecloth. Jesus said to them, “Untie him and let him go.”"},{"style":"s1","text":"The Jewish Leaders Plot to Kill Jesus"},{"style":"m","text":""},{"style":"v","text":"Then many of the Jews who had come with Mary and saw \\add the things\\add* which he did believed in him. "},{"style":"v","text":"But some of them went to the Pharisees and told them \\add the things\\add* which Jesus had done. "},{"style":"v","text":"So the chief priests and the Pharisees called together the Sanhedrin and said, “What are we doing? For this man is performing many signs! "},{"style":"v","text":"If we allow him \\add to go on\\add* in this way, everyone will believe in him, and the Romans will come and take away both our place\\f + \\fr 11:48 \\ft Generally understood to be a reference to the Jerusalem temple \\f* and our\\f + \\fr 11:48 \\ft Literally “both the place and the nation of us”; the possessive pronoun is repeated in the translation (rather than the article) in keeping with English style \\f* nation.”"},{"style":"p","text":""},{"style":"v","text":"But a certain one of them, Caiaphas (who was high priest in that year), said to them, “You do not know anything at all! "},{"style":"v","text":"Nor do you consider that it is profitable for you that one man should die for the people, and the whole nation not perish.” "},{"style":"v","text":"(Now he did not say this from himself, but being high priest in that year, he prophesied that Jesus was going to die for the nation, "},{"style":"v","text":"and not for the nation only, but also that the children of God who are scattered would be gathered into one.) "},{"style":"v","text":"So from that day they resolved that they should kill him. "},{"style":"v","text":"So Jesus was no longer walking openly among the Jews, but went away from there to the region near the wilderness, to a city called Ephraim, and there he stayed with the disciples."},{"style":"p","text":""},{"style":"v","text":"Now the Passover of the Jews was near, and many went up to Jerusalem from the \\add surrounding\\add* country before the Passover, so that they could purify themselves. "},{"style":"v","text":"So they were looking for Jesus, and were speaking with one another \\add while\\add*\\ef + \\fr 11:56 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“standing”) which is understood as temporal \\ef* standing in the temple \\add courts\\add*,\\ef + \\fr 11:56 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* “What do you think? That he will not come to the feast?” "},{"style":"v","text":"(Now the chief priests and the Pharisees had given orders that if anyone knew where he was, they should report \\add it\\add*,\\ef + \\fr 11:57 \\ft *Here the direct object is supplied from context in the English translation \\ef* in order that they could arrest him.)"}]