[{"style":"s1","text":"Jesus Is Betrayed and Arrested"},{"style":"m","text":""},{"style":"v","text":"\\add When\\add*\\ef + \\fr 18:1 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* Jesus had said these \\add things\\add*, he went out with his disciples to the other side of the ravine of the Kidron, where \\add there\\add* was a garden into which he and his disciples entered. "},{"style":"v","text":"(Now Judas, the one who betrayed him, also knew about the place, because Jesus often gathered there with his disciples.) "},{"style":"v","text":"So Judas, taking the cohort and officers from the chief priests and from the Pharisees, came there with lanterns and torches and weapons. "},{"style":"v","text":"Then Jesus, \\add because he\\add*\\ef + \\fr 18:4 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew all the things that were coming upon him, went out and said to them, “Who are you looking for?” "},{"style":"v","text":"They replied to him, “Jesus the Nazarene.” He said to them, “I am \\add he\\add*.”\\ef + \\fr 18:5 \\ft *Here the predicate nominative is supplied from context in the English translation \\ef* (Now Judas, the one who betrayed him, was also standing with them.) "},{"style":"v","text":"So when he said to them, “I am \\add he\\add*,”\\ef + \\fr 18:6 \\ft *Here the predicate nominative is supplied from context in the English translation \\ef* ⸤they drew back⸥\\f + \\fr 18:6 \\ft Literally “they went to the back” \\f* and fell to the ground. "},{"style":"v","text":"Then he asked them again, “Who are you looking for?” And they said, “Jesus the Nazarene.” "},{"style":"v","text":"Jesus replied, “I said to you that I am \\add he\\add*!\\ef + \\fr 18:8 \\ft *Here the predicate nominative is supplied from context in the English translation \\ef* So if you are looking for me, let these \\add men\\add* go,” "},{"style":"v","text":"in order that the word that he had spoken would be fulfilled: “Those whom you have given to me—I have not lost anyone of them.”\\f + \\fr 18:9 \\ft A paraphrase of the statement in \\xt John 17:12 \\ft \\f*"},{"style":"p","text":""},{"style":"v","text":"Then Simon Peter, who had a sword, drew it and struck the slave of the high priest and cut off his right ear. (Now the name of the slave was Malchus.) "},{"style":"v","text":"So Jesus said to Peter, “Put the sword into \\add its\\add*\\ef + \\fr 18:11 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* sheath! The cup that the Father has given me—shall I not drink it?”"},{"style":"s1","text":"Jesus Taken to Annas"},{"style":"m","text":""},{"style":"v","text":"Then the cohort and the military tribune and the officers of the Jews seized Jesus and tied him up, "},{"style":"v","text":"and brought \\add him\\add*\\ef + \\fr 18:13 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to Annas first, for he was the father-in-law of Caiaphas, who was high priest that year. "},{"style":"v","text":"(Now it was Caiaphas who had advised the Jews that it was better \\add that\\add* one man die for the people.)"},{"style":"s1","text":"Peter Denies Jesus the First Time"},{"style":"m","text":""},{"style":"v","text":"So Simon Peter and another disciple followed Jesus. (Now that disciple was known to the high priest, and entered with Jesus into the courtyard of the high priest.) "},{"style":"v","text":"But Peter was standing by the door outside. So the other disciple \\add who was\\add* known to the high priest went out and spoke to the doorkeeper and brought Peter in. "},{"style":"v","text":"Then the female slave \\add who was\\add* the doorkeeper said to Peter, “You are not also \\add one\\add* of the disciples of this man, \\add are you\\add*?”\\ef + \\fr 18:17 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add are you\\add*” \\ef* He said, “I am not!” "},{"style":"v","text":"(Now the slaves and the officers were standing there, having made a charcoal fire because it was cold, and they were warming themselves. And Peter was also standing there with them and warming himself.)"},{"style":"s1","text":"Jesus Before Annas"},{"style":"m","text":""},{"style":"v","text":"So the high priest questioned Jesus about his disciples and about his teaching. "},{"style":"v","text":"Jesus replied to him, “I have spoken openly to the world. I always taught in the synagogue and in the temple \\add courts\\add*\\ef + \\fr 18:20 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* where all the Jews assemble, and I have said nothing in secret. "},{"style":"v","text":"Why are you asking me? Ask those who heard what I have said to them! Behold, these \\add people\\add* know what I said.” "},{"style":"v","text":"Now \\add when\\add*\\ef + \\fr 18:22 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had said”) \\ef* he had said these \\add things\\add*, one of the officers who was standing by gave a slap in the face to Jesus, saying, “Do you reply to the high priest in this way?” "},{"style":"v","text":"Jesus replied to him, “If I have spoken wrongly, testify about what \\add is\\add* wrong! But if \\add I have spoken\\add*\\ef + \\fr 18:23 \\ft ﻿*The phrase “I have spoken” is an implied repetition of the earlier phrase in this verse \\ef* correctly, why do you strike me?” "},{"style":"v","text":"Then Annas sent him, tied up, to Caiaphas the high priest."},{"style":"s1","text":"Peter Denies Jesus the Second and Third Times"},{"style":"m","text":""},{"style":"v","text":"Now Simon Peter was standing there and warming himself. So they said to him, “You are not also \\add one\\add* of his disciples, \\add are you\\add*?”\\ef + \\fr 18:25 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add are you\\add*” \\ef* He denied \\add it\\add*\\ef + \\fr 18:25 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and said, “I am not!” "},{"style":"v","text":"One of the slaves of the high priest, who was related to the one whose ear Peter had cut off, said, “Did I not see you in the garden with him?” "},{"style":"v","text":"So Peter denied \\add it\\add*\\ef + \\fr 18:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* again, and immediately a rooster crowed."},{"style":"s1","text":"Jesus Brought Before Pilate"},{"style":"m","text":""},{"style":"v","text":"Then they brought Jesus from Caiaphas to the governor’s residence. Now it was early, and they did not enter into the governor’s residence so that they would not be defiled, but could eat the Passover. "},{"style":"v","text":"So Pilate came outside to them and said, “What accusation do you bring against this man?” "},{"style":"v","text":"They answered and said to him, “If this man were not doing evil, we would not have handed him over to you!” "},{"style":"v","text":"So Pilate said to them, “You take him and judge him according to your law!” The Jews said to him, “It is not permitted for us to kill anyone,” "},{"style":"v","text":"in order that the word of Jesus would be fulfilled that he had spoken, indicating by what sort of death he was going to die."},{"style":"s1","text":"Pilate Questions Jesus"},{"style":"m","text":""},{"style":"v","text":"Then Pilate entered again into the governor’s residence and summoned Jesus and said to him, “Are you the king of the Jews?” "},{"style":"v","text":"Jesus replied, “Do you say this from yourself, or have others said \\add this\\add*\\ef + \\fr 18:34 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to you about me?” "},{"style":"v","text":"Pilate replied, “I am not a Jew, \\add am I\\add*?\\ef + \\fr 18:35 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add am I\\add*” \\ef* Your people and the chief priests handed you over to me! What have you done?” "},{"style":"v","text":"Jesus replied, “My kingdom is not of this world. If my kingdom were of this world, my servants would be fighting so that I would not be handed over to the Jews. But now my kingdom is not from here.” "},{"style":"v","text":"Then Pilate said to him, “So then you are a king!” Jesus replied, “You say that I am a king. For this \\add reason\\add* I was born, and for this reason I have come into the world: in order that I can testify to the truth. Everyone who is of the truth hears my voice.” "},{"style":"v","text":"Pilate said to him, “What is truth?”"},{"style":"p","text":"And \\add when he\\add*\\ef + \\fr 18:38 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said this, he went out again to the Jews and said to them, “I find no basis for an accusation against him. "},{"style":"v","text":"But it is your custom that I release for you one \\add prisoner\\add*\\ef + \\fr 18:39 \\ft ﻿*The word “\\add prisoner\\add*” is not in the Greek text, but is implied \\ef* at the Passover. So do you want \\add me\\add*\\ef + \\fr 18:39 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to release for you the king of the Jews?” "},{"style":"v","text":"Then they shouted again, saying, “Not this man, but Barabbas!” (Now Barabbas was a revolutionary.)\\f + \\fr 18:40 \\ft Or perhaps “robber” \\f*"}]