[{"style":"s1","text":"The Wedding at Cana: Water Turned into Wine"},{"style":"m","text":""},{"style":"v","text":"And on the third day, there was a wedding at Cana in Galilee, and the mother of Jesus was there. "},{"style":"v","text":"And both Jesus and his disciples were invited to the wedding. "},{"style":"v","text":"And \\add when the\\add*\\ef + \\fr 2:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“ran out”) \\ef* wine ran out, the mother of Jesus said to him, “They have no wine!” "},{"style":"v","text":"And Jesus said to her, “What ⸤does your concern have to do with me⸥,\\f + \\fr 2:4 \\ft Literally “to me and to you” \\f* woman? My hour has not yet come.” "},{"style":"v","text":"His mother said to the servants, “Whatever he says to you, do \\add it\\add*!”\\ef + \\fr 2:5 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"p","text":""},{"style":"v","text":"Now six stone water jars were set there, in accordance with the ceremonial cleansing of the Jews, each holding two or three measures.\\f + \\fr 2:6 \\ft A “measure” was about 9 gallons (40 liters) \\f* "},{"style":"v","text":"Jesus said to them, “Fill the water jars with water.” And they filled them to the brim. "},{"style":"v","text":"And he said to them, “Now draw \\add some\\add*\\ef + \\fr 2:8 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out and take \\add it\\add*\\ef + \\fr 2:8 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the head steward. So they took \\add it\\add*.\\ef + \\fr 2:8 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"Now when the head steward tasted the water which had become wine and did not know where it was from—but the servants who had drawn the water knew—the head steward summoned the bridegroom "},{"style":"v","text":"and said to him, “⸤Everyone⸥\\f + \\fr 2:10 \\ft Literally “every man” \\f* serves the good wine first, and whenever they are drunk, the inferior. You have kept the good wine until now!” "},{"style":"v","text":"This beginning of signs Jesus performed at Cana in Galilee, and revealed his glory, and his disciples believed in him."},{"style":"s1","text":"Jesus’ First Journey to Jerusalem"},{"style":"m","text":""},{"style":"v","text":"After this he went down to Capernaum, and his mother and brothers\\f + \\fr 2:12 \\ft Some manuscripts have “his brothers” \\f* and his disciples, and they stayed there ⸤a few⸥\\f + \\fr 2:12 \\ft Literally “not many” \\f* days. "},{"style":"v","text":"And the Passover of the Jews was near, and Jesus went up to Jerusalem."},{"style":"s1","text":"The Cleansing of the Temple"},{"style":"m","text":""},{"style":"v","text":"And he found in the temple \\add courts\\add*\\ef + \\fr 2:14 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* those who were selling oxen and sheep and doves, and the money changers seated. "},{"style":"v","text":"And he made a whip of cords \\add and\\add*\\ef + \\fr 2:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“made”) has been translated as a finite verb \\ef* drove \\add them\\add*\\ef + \\fr 2:15 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* all out of the temple \\add courts\\add*,\\ef + \\fr 2:15 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* both the sheep and the oxen, and he poured out the coins of the money changers and overturned their\\ef + \\fr 2:15 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* tables. "},{"style":"v","text":"And to the ones selling the doves he said, “Take these \\add things\\add* away from here! Do not make my Father’s house ⸤a marketplace⸥!”\\f + \\fr 2:16 \\ft Literally “a market house”; or “a house of merchants” (an allusion to \\xt Zech 14:21 \\ft ) \\f* "},{"style":"v","text":"His disciples remembered that it is written, “Zeal for your house will consume me.”\\f + \\fr 2:17 \\ft A quotation from \\xt Ps 69:9 \\ft \\f*"},{"style":"p","text":""},{"style":"v","text":"So the Jews answered and said to him, “What sign do you show to us, because you are doing these \\add things\\add*?” "},{"style":"v","text":"Jesus answered and said to them, “Destroy this temple, and in three days I will raise it up!” "},{"style":"v","text":"Then the Jews said, “This temple has been under construction\\f + \\fr 2:20 \\ft This translation of the aorist verb is based on a very close parallel in \\xt Ezra 5:16 \\ft (LXX), where it is clear from the following verb that the construction had not yet been completed \\f* forty-six years, and will you raise it up in three days?” "},{"style":"v","text":"But he was speaking about the temple of his body. "},{"style":"v","text":"So when he was raised from the dead, his disciples remembered that he had said this, and they believed the scripture and the saying that Jesus had spoken."},{"style":"s1","text":"Jesus at the Passover"},{"style":"m","text":""},{"style":"v","text":"Now while he was in Jerusalem at the Passover, during the feast, many believed in his name \\add because they\\add*\\ef + \\fr 2:23 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“saw”) which is understood as causal \\ef* saw his signs which he was doing. "},{"style":"v","text":"But Jesus himself did not entrust himself to them, because he knew all \\add people\\add*,\\f + \\fr 2:24 \\ft The Greek term is masculine and thus refers to “all \\fq people \\ft ” rather than “all \\fq things \\ft ” (which would be neuter) \\f* "},{"style":"v","text":"and because he did not ⸤need⸥\\f + \\fr 2:25 \\ft Literally “have need that” \\f* anyone ⸤to testify⸥\\f + \\fr 2:25 \\ft Literally “should testify” \\f* about man, for he himself knew what was in man.\\ef + \\fr 2:25 \\ft *Here “man” has been retained rather than the generic “people” to maintain the connection with the following verse \\ef*"}]