[{"style":"s1","verse":"","text":"Jesus Is Raised"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now on the first \\add day\\add* of the week, Mary Magdalene came to the tomb early, \\add while it\\add*\\ef + \\fr 20:1 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was still dark, and saw the stone had been taken away from the tomb. "},{"style":"v","verse":"2","text":"So she ran and came to Simon Peter and to the other disciple whom Jesus loved and said to them, “They have taken away the Lord from the tomb and we do not know where they have put him!” "},{"style":"v","verse":"3","text":"Then Peter and the other disciple went out and were going to the tomb. "},{"style":"v","verse":"4","text":"And the two were running together, and the other disciple ran ahead, faster than Peter, and came to the tomb first. "},{"style":"v","verse":"5","text":"And bending over to look, he saw the \\add strips of\\add* linen cloth lying there, though he did not go in. "},{"style":"v","verse":"6","text":"Then Simon Peter also came following him, and he went into the tomb and saw the \\add strips of\\add* linen cloth lying there, "},{"style":"v","verse":"7","text":"and the facecloth that was on his head—not lying with the \\add strips of\\add* linen cloth, but folded up separately in one place. "},{"style":"v","verse":"8","text":"So then the other disciple who had come to the tomb first also went in, and he saw and believed. "},{"style":"v","verse":"9","text":"(For they did not yet know the scripture that it was necessary for him to rise from the dead.)"},{"style":"s1","verse":"","text":"Jesus Appears to Mary Magdalene"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"Then the disciples went away again to their \\add own homes\\add*.\\ef + \\fr 20:10 \\ft *The phrase “\\add own homes\\add*” is not in the Greek text but is implied \\ef* "},{"style":"v","verse":"11","text":"But Mary stood outside at the tomb, weeping. Then, while she was weeping, she bent over to look into the tomb, "},{"style":"v","verse":"12","text":"and she saw two angels in white, seated one at the head and one at the feet where the body of Jesus had been lying. "},{"style":"v","verse":"13","text":"And they said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have put him!” "},{"style":"v","verse":"14","text":"\\add When she\\add*\\ef + \\fr 20:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said these \\add things\\add*, she turned ⸤around⸥\\f + \\fr 20:14 \\ft Literally “to the back” \\f* and saw Jesus standing there, and she did not know that it was Jesus."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Jesus said to her, “Woman, why are you weeping? Who are you looking for?” She thought that it was the gardener, \\add and\\add*\\ef + \\fr 20:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“thought”) has been translated as a finite verb \\ef* said to him, “Sir, if you have carried him away, tell me where you have put him, and I will take him.” "},{"style":"v","verse":"16","text":"Jesus said to her, “Mary.” She turned around \\add and\\add*\\ef + \\fr 20:16 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“turned around”) has been translated as a finite verb \\ef* said to him in Aramaic, “\\qs Rabboni\\qs*” (which means “Teacher”). "},{"style":"v","verse":"17","text":"Jesus said to her, “Do not touch me, for I have not yet ascended to the Father. But go to my brothers and tell them, ‘I am ascending to my Father and your Father, and my God and your God.’ ” "},{"style":"v","verse":"18","text":"Mary Magdalene came \\add and\\add*\\ef + \\fr 20:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the participle (“announced”) has been translated as a finite verb in keeping with English style \\ef* announced to the disciples, “I have seen the Lord,” and he had said these \\add things\\add* to her."},{"style":"s1","verse":"","text":"Jesus Appears to the Disciples"},{"style":"m","verse":"","text":""},{"style":"v","verse":"19","text":"Now \\add when it\\add*\\ef + \\fr 20:19 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was evening on that day—the first \\add day\\add* of the week—and the doors had been shut where the disciples were because of fear of the Jews, Jesus came and stood in their midst and said to them, “Peace to you.” "},{"style":"v","verse":"20","text":"And \\add when he\\add*\\ef + \\fr 20:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said this, he showed \\add his\\add*\\ef + \\fr 20:20 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands and \\add his\\add*\\ef + \\fr 20:20 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* side to them. Then the disciples rejoiced \\add when they\\add*\\ef + \\fr 20:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw the Lord. "},{"style":"v","verse":"21","text":"So Jesus said to them again, “Peace to you. As the Father has sent me, I also send you.” "},{"style":"v","verse":"22","text":"And \\add when he\\add*\\ef + \\fr 20:22 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said this, he breathed on \\add them\\add*\\ef + \\fr 20:22 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and said to them, “Receive the Holy Spirit. "},{"style":"v","verse":"23","text":"If you forgive the sins of any, they are forgiven them. If you retain \\add the sins\\add*\\ef + \\fr 20:23 \\ft ﻿*An understood repetition of the phrase from earlier in the verse \\ef* of any, they are retained.”"},{"style":"s1","verse":"","text":"Thomas Doubts But Later Believes"},{"style":"m","verse":"","text":""},{"style":"v","verse":"24","text":"Now Thomas, one of the twelve, who was called Didymus,\\f + \\fr 20:24 \\ft The Greek term means “the Twin” \\f* was not with them when Jesus came. "},{"style":"v","verse":"25","text":"So the other disciples said to him, “We have seen the Lord!” But he said to them, “Unless I see in his hands the mark of the nails, and put my finger into the mark of the nails, and put my hand into his side, I will never believe!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"And after eight days his disciples were again inside, and Thomas with them. \\add Although\\add*\\ef + \\fr 20:26 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“had been shut”) which is understood as concessive \\ef* the doors had been shut, Jesus came and stood in their midst and said, “Peace to you.” "},{"style":"v","verse":"27","text":"Then he said to Thomas, “Place your finger here and see my hands, and place your hand and put \\add it\\add*\\ef + \\fr 20:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into my side. And do not be unbelieving, but believing!” "},{"style":"v","verse":"28","text":"Thomas answered and said to him, “My Lord and my God!” "},{"style":"v","verse":"29","text":"Jesus said to him, “Because you have seen me, have you believed? Blessed \\add are\\add* those who have not seen and have believed.”"},{"style":"s1","verse":"","text":"Why This Book Was Written"},{"style":"m","verse":"","text":""},{"style":"v","verse":"30","text":"Now Jesus also performed many other signs in the presence of the disciples\\f + \\fr 20:30 \\ft Some manuscripts have “his disciples” \\f* which are not recorded in this book, "},{"style":"v","verse":"31","text":"but these \\add things\\add* are recorded in order that you may believe that Jesus is the Christ, the Son of God, and that \\add by\\add*\\ef + \\fr 20:31 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“believing”) which is understood as means \\ef* believing you may have life in his name."}]