[{"style":"s1","verse":"","text":"The Samaritan Woman at Jacob’s Well"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now when Jesus knew that the Pharisees had heard that Jesus was making and baptizing more disciples than John "},{"style":"v","verse":"2","text":"(although Jesus himself was not baptizing, but his disciples), "},{"style":"v","verse":"3","text":"he left Judea and departed again for Galilee. "},{"style":"v","verse":"4","text":"And it was necessary \\add for\\add* him to go through Samaria."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Now he came to a town of Samaria called Sychar, near the piece of land that Jacob had given to his son Joseph. "},{"style":"v","verse":"6","text":"And Jacob’s well was there, so Jesus, \\add because he\\add* had become tired from the journey, simply sat down at the well. It was about the sixth hour."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"A woman of Samaria came to draw water. Jesus said to her, “Give me \\add water\\add*\\ef + \\fr 4:7 \\ft ﻿*Here “water” is supplied in the translation as the understood direct object of the verb “give” \\ef* to drink.” "},{"style":"v","verse":"8","text":"(For his disciples had gone away into the town so that they could buy food.) "},{"style":"v","verse":"9","text":"So the Samaritan woman said to him, “How do you, being a Jew, ask from me \\add water\\add*\\ef + \\fr 4:9 \\ft ﻿*Here “water” is supplied in the translation as the understood direct object of the verb “ask” \\ef* to drink, \\add since I\\add*\\ef + \\fr 4:9 \\ft ﻿*Here “\\add since\\add*” is supplied as a component of the participle (“am”) which is understood as causal \\ef* am a Samaritan woman?” (For Jews have no dealings with Samaritans.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Jesus answered and said to her, “If you had known the gift of God and who it is who says to you, ‘Give me \\add water\\add*\\ef + \\fr 4:10 \\ft ﻿*Here “water” is supplied in the translation as the understood direct object of the verb “give” \\ef* to drink,’ you would have asked him, and he would have given you living water.” "},{"style":"v","verse":"11","text":"The woman said to him, “Sir, you have no bucket and the well is deep! From where then do you get this living water? "},{"style":"v","verse":"12","text":"You are not greater than our father Jacob, \\add are you\\add*,\\ef + \\fr 4:12 \\ft *The negative construction in Greek anticipates a negative answer here, indicated by the supplied phrase “\\add are you\\add*” in the translation \\ef* who gave us the well and drank from it himself, and his sons and his livestock?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Jesus answered and said to her, “Everyone who drinks of this water will be thirsty again. "},{"style":"v","verse":"14","text":"But whoever drinks of this water which I will give to him will never be thirsty for eternity, but the water which I will give to him will become in him a well of water springing up to eternal life.” "},{"style":"v","verse":"15","text":"The woman said to him, “Sir, give me this water, so that I will not be thirsty or come here to draw \\add water\\add*!”\\ef + \\fr 4:15 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"16","text":"He said to her, “Go, call your husband and come here.” "},{"style":"v","verse":"17","text":"The woman answered and said to him, “I do not have a husband.” Jesus said to her, “You have said rightly, ‘I do not have a husband,’ "},{"style":"v","verse":"18","text":"for you have had five husbands, and \\add the one\\add* whom you have now is not your husband; this you have said truthfully!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"The woman said to him, “Sir, I see that you are a prophet. "},{"style":"v","verse":"20","text":"Our fathers worshiped on this mountain, and you \\add people\\add*\\ef + \\fr 4:20 \\ft ﻿*Here “\\add people\\add*” is supplied in the translation because the Greek pronoun is plural \\ef* say that in Jerusalem is the place where it is necessary to worship.” "},{"style":"v","verse":"21","text":"Jesus said to her, “Believe me, woman, that an hour is coming when neither on this mountain nor in Jerusalem will you worship the Father. "},{"style":"v","verse":"22","text":"You worship what you do not know. We worship what we know, because salvation is from the Jews. "},{"style":"v","verse":"23","text":"But an hour is coming—and now is \\add here\\add*\\ef + \\fr 4:23 \\ft ﻿*The word “\\add here\\add*” is not in the Greek text but is implied \\ef*—when the true worshipers will worship the Father in spirit and truth, for indeed the Father seeks such \\add people\\add* \\add to be\\add* his worshipers. "},{"style":"v","verse":"24","text":"God \\add is\\add* spirit, and the ones who worship him must worship in spirit and truth.” "},{"style":"v","verse":"25","text":"The woman said to him, “I know that Messiah is coming” (the one called Christ); “whenever that one comes, he will proclaim all \\add things\\add* to us.” "},{"style":"v","verse":"26","text":"Jesus said to her, “I, the one speaking to you, am \\add he\\add*.\\ef + \\fr 4:26 \\ft *Here the predicate nominative is supplied from context in the English translation \\ef*"},{"style":"s1","verse":"","text":"The Disciples and the Harvest"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"And at this \\add point\\add*\\ef + \\fr 4:27 \\ft ﻿*The word “\\add point\\add*” is not in the Greek text but is implied \\ef* his disciples came, and they were astonished that he was speaking with a woman. However, no one said, “What do you seek?” or “Why are you speaking with her?” "},{"style":"v","verse":"28","text":"So the woman left her water jar and went away into the town and said to the people,\\f + \\fr 4:28 \\ft Assuming the term is used here in a generic sense to refer to persons of either gender, it should be translated “people”; if instead the term here refers only to the town leaders or elders who met at the town gate, then “men” would be appropriate \\f* "},{"style":"v","verse":"29","text":"“Come, see a man who told me everything I have ever done! Perhaps this one is the Christ?” "},{"style":"v","verse":"30","text":"They went out from the town and were coming to him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"In the meanwhile the disciples were asking him, saying, “Rabbi, eat \\add something\\add*!”\\ef + \\fr 4:31 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"32","text":"But he said to them, “I have food to eat that you do not know about.” "},{"style":"v","verse":"33","text":"So the disciples began to say\\ef + \\fr 4:33 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to say”) \\ef* to one another, “No one brought him \\add anything\\add*\\ef + \\fr 4:33 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to eat, \\add did they\\add*?”\\ef + \\fr 4:33 \\ft *The negative construction in Greek anticipates a negative answer here, indicated by the supplied phrase “\\add did they\\add*” in the translation \\ef* "},{"style":"v","verse":"34","text":"Jesus said to them, “My food is that I do the will of the one who sent me and complete his work. "},{"style":"v","verse":"35","text":"Do you not say, ‘There are yet four months and the harvest comes’? Behold, I say to you, lift up your eyes and look at the fields, that they are white for harvest already.\\f + \\fr 4:35 \\ft Some interpreters and Bible translations place the word “already” at the beginning of the next verse: “Already the one who reaps receives wages …” \\f* "},{"style":"v","verse":"36","text":"The one who reaps receives wages and gathers fruit for eternal life, in order that the one who sows and the one who reaps can rejoice together. "},{"style":"v","verse":"37","text":"For in this \\add instance\\add*\\ef + \\fr 4:37 \\ft ﻿*The word “\\add point\\add*” is not in the Greek text but is implied \\ef* the saying is true, ‘It is one who sows and another who reaps.’ "},{"style":"v","verse":"38","text":"I sent you to reap what you did not work for; others have worked, and you have entered into their work.”"},{"style":"s1","verse":"","text":"The Samaritans and the Savior of the World"},{"style":"m","verse":"","text":""},{"style":"v","verse":"39","text":"Now from that town many of the Samaritans believed in him because of the word of the woman who testified, “He told me everything that I have done.” "},{"style":"v","verse":"40","text":"So when the Samaritans came to him, they began asking\\ef + \\fr 4:40 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began asking”) \\ef* him to stay with them. And he stayed there two days. "},{"style":"v","verse":"41","text":"And many more believed because of his word, "},{"style":"v","verse":"42","text":"And they were saying to the woman, “No longer because of ⸤what you said⸥\\f + \\fr 4:42 \\ft Literally “your speaking” \\f* do we believe, for we ourselves have heard, and we know that this one is truly the Savior of the world!”"},{"style":"s1","verse":"","text":"Return to Galilee"},{"style":"m","verse":"","text":""},{"style":"v","verse":"43","text":"And after the two days he departed from there into Galilee. "},{"style":"v","verse":"44","text":"For Jesus himself testified that a prophet has no honor in his own homeland. "},{"style":"v","verse":"45","text":"So when he came to Galilee, the Galileans welcomed him, \\add because they\\add*\\ef + \\fr 4:45 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“had seen”) which is understood as causal \\ef* had seen all \\add the things\\add* he had done in Jerusalem at the feast (for they themselves had also come to the feast)."},{"style":"s1","verse":"","text":"A Royal Official’s Son Is Healed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"46","text":"Now he came again to Cana in Galilee, where he had made the water wine. And \\add there\\add* was at Capernaum a certain royal official whose son was sick. "},{"style":"v","verse":"47","text":"This man, \\add when he\\add*\\ef + \\fr 4:47 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard that Jesus had come from Judea into Galilee, went to him and asked that he come down and heal his son, for he was about to die. "},{"style":"v","verse":"48","text":"So Jesus said to him, “Unless you \\add people\\add*\\ef + \\fr 4:48 \\ft ﻿*Here “\\add people\\add*” is supplied in the translation because the Greek verb (“see”) is plural \\ef* see signs and wonders, you will never believe!” "},{"style":"v","verse":"49","text":"The royal official said to him, “Sir, come down before my child dies!” "},{"style":"v","verse":"50","text":"Jesus said to him, “Go, your son will live.” The man believed the word that Jesus spoke to him, and he departed."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Now \\add as\\add*\\ef + \\fr 4:51 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was going down”) \\ef* he was going down, his slaves met him, saying that his child was alive. "},{"style":"v","verse":"52","text":"So he inquired from them the hour at which he had gotten better. Then they said to him, “Yesterday at the seventh hour the fever left him.” "},{"style":"v","verse":"53","text":"So the father knew that \\add it was\\add* that\\f + \\fr 4:53 \\ft Some manuscripts have “that \\fq it was \\ft at that same hour” \\f* same hour at which Jesus said to him, “Your son will live,” and he himself believed, and his whole household. "},{"style":"v","verse":"54","text":"Now this \\add is\\add* again a second sign Jesus performed \\add when he\\add*\\ef + \\fr 4:54 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came from Judea into Galilee."}]