[{"style":"s1","text":"The Feeding of Five Thousand"},{"style":"m","text":""},{"style":"v","text":"After these \\add things\\add* Jesus went away to the other side of the sea of Galilee (that is, Tiberias). "},{"style":"v","text":"And a large crowd was following him because they were observing the signs that he was doing on those who were sick. "},{"style":"v","text":"So Jesus went up on the mountain and sat down there with his disciples. "},{"style":"v","text":"(Now the Passover, the feast of the Jews, was near.) "},{"style":"v","text":"⸤Then Jesus, when he looked up⸥\\f + \\fr 6:5 \\ft Literally “then Jesus lifting up the eyes” \\f* \\ef + \\fr 6:5 \\ft *Here “\\add when\\add*” in the translation is supplied as a component of the participle “lifting up” which is understood as temporal \\ef* and saw that a large crowd was coming to him, said to Philip, “Where can we buy bread so that these \\add people\\add* can eat?” "},{"style":"v","text":"(Now he said this to test him, because he knew what he was going to do.) "},{"style":"v","text":"Philip replied to him, “Two hundred denarii \\add worth of\\add* bread would not be enough for them, in order that each one could receive a little.” "},{"style":"v","text":"One of his disciples, Andrew the brother of Simon Peter, said to him, "},{"style":"v","text":"“Here is a boy who has five barley loaves and two fish, but what are these for so many \\add people\\add*?” "},{"style":"v","text":"Jesus said, “Make the people recline.” (Now \\add there\\add* was a lot of grass in the place.) So the men reclined, approximately five thousand \\add in\\add* number. "},{"style":"v","text":"Then Jesus took the bread, and \\add after he\\add*\\ef + \\fr 6:11 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had given thanks”) which is understood as temporal \\ef* had given thanks, he distributed \\add it\\add*\\ef + \\fr 6:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to those who were reclining—likewise also of the fish, as much as they wanted. "},{"style":"v","text":"And when they were satisfied, he said to his disciples, “Gather the remaining fragments so that nothing is lost.” "},{"style":"v","text":"So they gathered \\add them\\add*,\\ef + \\fr 6:13 \\ft *Here the direct object is supplied from context in the English translation \\ef* and filled twelve baskets with fragments from the five barley loaves which were left over by those who had eaten."},{"style":"p","text":""},{"style":"v","text":"Now \\add when\\add*\\ef + \\fr 6:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the people saw the sign that he performed, they began to say,\\ef + \\fr 6:14 \\ft *The imperfect tense has been translated as ingressive here (“began to say”) \\ef* “This one is truly the Prophet who is to come into the world!” "},{"style":"v","text":"Then Jesus, \\add because he\\add*\\ef + \\fr 6:15 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew that they were about to come and seize him in order to make \\add him\\add*\\ef + \\fr 6:15 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* king, withdrew again up the mountain \\add by\\add* himself alone."},{"style":"s1","text":"Jesus Walks on the Water"},{"style":"m","text":""},{"style":"v","text":"Now when evening came, his disciples went down to the sea. "},{"style":"v","text":"And getting into a boat, they began to go\\ef + \\fr 6:17 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to go”) \\ef* to the other side of the sea, to Capernaum. And it had already become dark, and Jesus had not yet come to them. "},{"style":"v","text":"And the sea began to be stirred up\\ef + \\fr 6:18 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to be stirred up”) \\ef* \\add because\\add*\\ef + \\fr 6:18 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was blowing”) which is understood as causal \\ef* a strong wind was blowing. "},{"style":"v","text":"Then \\add when they\\add*\\ef + \\fr 6:19 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had rowed”) which is understood as temporal \\ef* had rowed about twenty-five or thirty stadia,\\f + \\fr 6:19 \\ft A “stade” or “stadium” (plur. “stadia”) is about 607 ft (187 m), so this was around 3 miles (5 km) \\f* they saw Jesus walking on the sea and coming near the boat, and they were afraid. "},{"style":"v","text":"But he said to them, “\\add It\\add* is I! Do not be afraid!” "},{"style":"v","text":"So they were wanting to take him into the boat, and immediately the boat came to the land to which they were going."},{"style":"s1","text":"Discourse About the Bread of Life"},{"style":"m","text":""},{"style":"v","text":"On the next day, the crowd that was on the other side of the sea saw that other boats were not there (except one), and that Jesus had not entered with his disciples into the boat, but his disciples had departed alone. "},{"style":"v","text":"Other boats from Tiberias came near the place where they had eaten the bread \\add after\\add*\\ef + \\fr 6:23 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had given thanks”) \\ef* the Lord had given thanks. "},{"style":"v","text":"So when the crowd saw that Jesus was not there, nor his disciples, they themselves got into the boats and came to Capernaum seeking Jesus."},{"style":"p","text":""},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 6:25 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“found”) which is understood as temporal \\ef* found him on the other side of the sea, they said to him, “Rabbi, when did you get here?” "},{"style":"v","text":"Jesus replied to them and said, “Truly, truly I say to you, you seek me not because you saw signs, but because you ate of the loaves and were satisfied! "},{"style":"v","text":"Do not work for the food that perishes, but the food that remains to eternal life, which the Son of Man will give to you. For God the Father has set his seal on this one.”"},{"style":"p","text":""},{"style":"v","text":"So they said to him, “What shall we do that we can accomplish the works of God?” "},{"style":"v","text":"Jesus answered and said to them, “This is the work of God: that you believe in \\add the one\\add* whom that one sent.” "},{"style":"v","text":"So they said to him, “Then what sign will you perform, so that we can see \\add it\\add*\\ef + \\fr 6:30 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and believe you? What will you do? "},{"style":"v","text":"Our fathers ate the manna in the wilderness, just as it is written, ‘He gave them bread from heaven to eat.’\\f + \\fr 6:31 \\ft A quotation from \\xt Ps 78:24 \\ft which refers to the events of \\xt Exod 16:4–36 \\ft \\f*"},{"style":"p","text":""},{"style":"v","text":"Then Jesus said to them, “Truly, truly I say to you, Moses did not give you bread from heaven, but my Father is giving you the true bread from heaven! "},{"style":"v","text":"For the bread of God is the one who comes down from heaven and gives life to the world.” "},{"style":"v","text":"So they said to him, “Sir, always give us this bread!”"},{"style":"p","text":""},{"style":"v","text":"Jesus said to them, “I am the bread of life. The one who comes to me will never be hungry, and the one who believes in me will never be thirsty again. "},{"style":"v","text":"But I said to you that you have seen me and do not believe. "},{"style":"v","text":"Everyone whom the Father gives to me will come to me, and the one who comes to me I will never throw out, "},{"style":"v","text":"because I have come down from heaven not that I should do my will, but the will of the one who sent me. "},{"style":"v","text":"Now this is the will of the one who sent me: that everyone whom he has given me, I would not lose \\add any\\add* of them,\\f + \\fr 6:39 \\ft This pronoun is neuter singular in Greek, but is collective \\f* but raise them\\f + \\fr 6:39 \\ft This pronoun is neuter singular in Greek, but is collective \\f* up on the last day. "},{"style":"v","text":"For this is the will of my Father, that everyone who looks at the Son and believes in him would have eternal life, and I will raise him up on the last day.”"},{"style":"p","text":""},{"style":"v","text":"Now the Jews began to grumble\\ef + \\fr 6:41 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to grumble”) \\ef* about him because he said, “I am the bread that came down from heaven,” "},{"style":"v","text":"and they were saying, “Is this one not Jesus the son of Joseph, whose father and mother we know? How does he now say, ‘I have come down from heaven’?” "},{"style":"v","text":"Jesus answered and said to them, “Do not grumble ⸤among yourselves⸥!\\f + \\fr 6:43 \\ft Literally “with one another” \\f* "},{"style":"v","text":"No one is able to come to me unless the Father who sent me draws him, and I will raise him up on the last day. "},{"style":"v","text":"It is written in the prophets, ‘And they will all be taught by God.’\\f + \\fr 6:45 \\ft A quotation from \\xt Isa 54:13 \\ft \\f* Everyone who hears from the Father and learns comes to me. "},{"style":"v","text":"(Not that anyone has seen the Father except the one who is from God—this one has seen the Father.)\\f + \\fr 6:46 \\ft The switch from first person in vv. \\xt 44–45 \\ft to third person here and back to first person in vv. \\xt 47–51 \\ft suggests that this verse is a parenthetical comment by the author rather than the words of Jesus \\f* "},{"style":"v","text":"Truly, truly I say to you, the one who believes has eternal life. "},{"style":"v","text":"I am the bread of life. "},{"style":"v","text":"Your fathers ate the manna in the wilderness and they died. "},{"style":"v","text":"This is the bread that comes down from heaven so that someone may eat from it and not die. "},{"style":"v","text":"I am the living bread that came down from heaven. If anyone eats from this bread, he will live ⸤forever⸥.\\f + \\fr 6:51 \\ft Literally “for the age” \\f* And the bread that I will give for the life of the world is my flesh.”"},{"style":"p","text":""},{"style":"v","text":"So the Jews began to quarrel\\ef + \\fr 6:52 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to quarrel”) \\ef* ⸤among themselves⸥,\\f + \\fr 6:52 \\ft Literally “with one another” \\f* saying, “How can this man give us his flesh to eat?” "},{"style":"v","text":"Then Jesus said to them, “Truly, truly I say to you, unless you eat the flesh of the Son of Man and drink his blood, you do not have life in yourselves! "},{"style":"v","text":"The one who eats my flesh and drinks my blood has eternal life, and I will raise him up on the last day. "},{"style":"v","text":"For my flesh is true food, and my blood is true drink. "},{"style":"v","text":"The one who eats\\ef + \\fr 6:56 \\ft ﻿*This term is somewhat graphic and typically used for animals feeding, but the distinction from other Greek verbs for eating is difficult to convey in English \\ef* my flesh and drinks my blood resides in me and I in him. "},{"style":"v","text":"Just as the living Father sent me, and I live because of the Father, \\add so\\add* also the one who eats\\ef + \\fr 6:57 \\ft ﻿*This term is somewhat graphic and typically used for animals feeding, but the distinction from other Greek verbs for eating is difficult to convey in English \\ef* me—that one will live because of me. "},{"style":"v","text":"This is the bread that came down from heaven, not as the fathers ate and died. The one who eats\\ef + \\fr 6:58 \\ft ﻿*This term is somewhat graphic and typically used for animals feeding, but the distinction from other Greek verbs for eating is difficult to convey in English \\ef* this bread will live ⸤forever⸥.”\\f + \\fr 6:58 \\ft Literally “for the age” \\f*"},{"style":"s1","text":"Many of Jesus’ Disciples Offended by His Teaching"},{"style":"m","text":""},{"style":"v","text":"He said these \\add things\\add* \\add while\\add*\\ef + \\fr 6:59 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“teaching”) which is understood as temporal \\ef* teaching in the synagogue in Capernaum. "},{"style":"v","text":"Thus many of his disciples, \\add when they\\add*\\ef + \\fr 6:60 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add it\\add*,\\ef + \\fr 6:60 \\ft *Here the direct object is supplied from context in the English translation \\ef* said, “This saying is hard! Who can understand it?” "},{"style":"v","text":"But Jesus, \\add because he\\add*\\ef + \\fr 6:61 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew within himself that his disciples were grumbling about this, said to them, “Does this cause you to be offended? "},{"style":"v","text":"Then \\add what\\add* if you see the Son of Man ascending where he was before? "},{"style":"v","text":"The Spirit is the one who gives life; the flesh profits nothing. The words that I have spoken to you are spirit and are life. "},{"style":"v","text":"But there are some of you who do not believe.” (For Jesus knew from the beginning who they were who did not believe, and who it was who would betray him.) "},{"style":"v","text":"And he said, “Because of this I said to you that no one can come to me unless it has been granted to him by the Father.”"},{"style":"s1","text":"Peter’s Confession"},{"style":"m","text":""},{"style":"v","text":"For this \\add reason\\add* many of his disciples ⸤drew back⸥\\f + \\fr 6:66 \\ft Literally “went away to the things behind” \\f* and were not walking with him any longer. "},{"style":"v","text":"So Jesus said to the twelve, “You do not want to go away also, \\add do you\\add*?”\\ef + \\fr 6:67 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add do you\\add*” \\ef* "},{"style":"v","text":"Simon Peter answered him, “Lord, to whom would we go? You have the words of eternal life. "},{"style":"v","text":"And we have believed, and have come to know, that you are the Holy One of God.” "},{"style":"v","text":"Jesus replied to them, “Did I not choose you, the twelve, and one of you is the devil?” "},{"style":"v","text":"(Now he was speaking about Judas \\add son\\add* of Simon Iscariot, because this one—one of the twelve—was going to betray him.)"}]