[{"style":"s1","verse":"","text":"Jesus’ Brothers Do Not Believe in Him"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And after these \\add things\\add* Jesus was going about in Galilee. For he did not want to go about in Judea, because the Jews were seeking to kill him. "},{"style":"v","verse":"2","text":"Now the feast of the Jews—the \\add feast of\\add* Tabernacles—was near. "},{"style":"v","verse":"3","text":"So his brothers said to him, “Depart from here and go to Judea, so that your disciples also can see your works that you are doing. "},{"style":"v","verse":"4","text":"For no one does anything in secret and \\add yet\\add* he himself desires to be ⸤publicly recognized⸥.\\f + \\fr 7:4 \\ft Literally “with openness” \\f* If you are doing these \\add things\\add*, reveal yourself to the world!” "},{"style":"v","verse":"5","text":"(For not even his brothers believed in him.)"},{"style":"s1","verse":"","text":"Jesus at the Feast of Tabernacles"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"So Jesus said to them, “My time has not yet come, but your time is always ready. "},{"style":"v","verse":"7","text":"The world cannot hate you, but it hates me, because I am testifying about it, that its deeds are evil. "},{"style":"v","verse":"8","text":"You go up to the feast. I am not\\f + \\fr 7:8 \\ft Most manuscripts read “not yet” here, but this is obviously an easier reading intended to reconcile the statement with Jesus’ later actions \\f* going up to this feast, because my time is not yet completed.\\f + \\fr 7:8 \\ft Or “fulfilled” \\f* "},{"style":"v","verse":"9","text":"And \\add when he\\add*\\ef + \\fr 7:9 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had said”) which is understood as temporal \\ef* had said these \\add things\\add*, he remained in Galilee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"But when his brothers had gone up to the feast, then he also went up, not openly, but (as it were) in secret. "},{"style":"v","verse":"11","text":"So the Jews were looking for him at the feast, and were saying, “Where is he?” "},{"style":"v","verse":"12","text":"And there was a lot of grumbling concerning him among the crowds; some were saying, “He is a good \\add man\\add*,” but others were saying, “No, but he deceives the crowd.” "},{"style":"v","verse":"13","text":"However, no one was speaking openly about him for fear of the Jews."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"⸤Now when the feast was already half over⸥,\\f + \\fr 7:14 \\ft Literally “now it being already in the middle of the feast” \\f* Jesus went to the temple \\add courts\\add*\\ef + \\fr 7:14 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* and began to teach.\\ef + \\fr 7:14 \\ft *The imperfect tense has been translated as ingressive here (“began to teach”) \\ef* "},{"style":"v","verse":"15","text":"Then the Jews were astonished, saying, “How does this man ⸤possess knowledge⸥,\\f + \\fr 7:15 \\ft Literally “know letters” \\f* \\add because he\\add*\\ef + \\fr 7:15 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“been taught”) which is understood as causal \\ef* has not been taught?” "},{"style":"v","verse":"16","text":"So Jesus answered them and said, “My teaching is not mine, but \\add is\\add* from the one who sent me. "},{"style":"v","verse":"17","text":"If anyone wants to do his will, he will know about my\\ef + \\fr 7:17 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* teaching, whether it is from God or I am speaking from myself. "},{"style":"v","verse":"18","text":"The one who speaks from himself seeks his own glory. But the one who seeks the glory of the one who sent him—this one is true, and there is no unrighteousness in him. "},{"style":"v","verse":"19","text":"Has not Moses given you the law, and none of you carries out the law? Why do you seek to kill me?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"The crowd replied, “You have a demon! Who is seeking to kill you?” "},{"style":"v","verse":"21","text":"Jesus answered and said to them, “I performed one work, and you are all astonished. "},{"style":"v","verse":"22","text":"Because of this Moses has given you circumcision (not that it is from Moses, but from the fathers), and you circumcise a man on the Sabbath. "},{"style":"v","verse":"23","text":"If a man receives circumcision on the Sabbath so that the law of Moses would not be broken, are you angry with me because I made a whole man well\\f + \\fr 7:23 \\ft Or “a man entirely well” \\f* on the Sabbath? "},{"style":"v","verse":"24","text":"Do not judge according to outward appearance, but judge according to righteous judgment!”"},{"style":"s1","verse":"","text":"Is Jesus the Christ?"},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"Then some of the inhabitants of Jerusalem began to say,\\ef + \\fr 7:25 \\ft *The imperfect tense has been translated as ingressive here (“began to say”) \\ef* “Is this not \\add the one\\add* whom they are seeking to kill? "},{"style":"v","verse":"26","text":"And behold, he is speaking openly and they are saying nothing to him! Can it be that the rulers truly know that this man is the Christ? "},{"style":"v","verse":"27","text":"Yet we know where this man is from, but the Christ, whenever he comes—no one knows where he is from!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Then Jesus cried out in the temple \\add courts\\add*,\\ef + \\fr 7:28 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* teaching and saying, “You both know me and you know where I am from! And I have not come from myself, but the one who sent me is true, whom you do not know. "},{"style":"v","verse":"29","text":"I know him, because I am from him and he sent me.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"So they were seeking to seize him, and no one laid a hand on him, because his hour had not yet come. "},{"style":"v","verse":"31","text":"But from the crowd many believed in him and were saying, “Whenever the Christ comes, he will not perform more signs than this man has done, \\add will he\\add*?”\\ef + \\fr 7:31 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add will he\\add*” \\ef*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"The Pharisees heard the crowd murmuring these \\add things\\add* about him, and the chief priests and the Pharisees sent officers in order ⸤to take him into custody⸥.\\f + \\fr 7:32 \\ft Literally “that they could seize him” \\f* "},{"style":"v","verse":"33","text":"Then Jesus said, “Yet a little time I am with you, and I am going to the one who sent me. "},{"style":"v","verse":"34","text":"You will seek me and will not find \\add me\\add*,\\ef + \\fr 7:34 \\ft *Here the direct object is supplied from context in the English translation \\ef*\\f + \\fr 7:34 \\ft Some manuscripts explicitly state “me” \\f* and where I am, you cannot come.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"So the Jews said to one another, “Where \\add is\\add* this one going to go, that we will not find him? He is not going to go to the Dispersion among the Greeks and teach the Greeks, \\add is he\\add*?\\ef + \\fr 7:35 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add is he\\add*” \\ef* "},{"style":"v","verse":"36","text":"What is this saying that he said, ‘You will seek me and will not find \\add me\\add*,\\ef + \\fr 7:36 \\ft *Here the direct object is supplied from context in the English translation \\ef*\\f + \\fr 7:36 \\ft Some manuscripts explicitly state “me” \\f* and where I am, you cannot come’?”"},{"style":"s1","verse":"","text":"The Promise of the Spirit"},{"style":"m","verse":"","text":""},{"style":"v","verse":"37","text":"Now on the last day of the feast—the great \\add day\\add*—Jesus stood and cried out, saying, “If anyone is thirsty, let him come to me, and let him drink, "},{"style":"v","verse":"38","text":"the one who believes in me.\\f + \\fr 7:38 \\ft An alternative punctuation of vv. \\xt 37–38 \\ft reads: “If anyone is thirsty, let him come to me and let him drink. \\fv 38 \\ft The one who believes in me, just as the scripture said, ‘Out of his belly will flow rivers of living water.’ ” \\f* Just as the scripture said, ‘Out of his belly will flow rivers of living water.’ ”\\f + \\fr 7:38 \\ft A quotation from the Old Testament of uncertain origin; texts most often suggested are \\xt Isa 44:3 \\ft ; \\xt 55:1 \\ft ; \\xt 58:11 \\ft ; \\xt Zech 14:8 \\ft \\f* "},{"style":"v","verse":"39","text":"(Now he said this concerning the Spirit, whom those who believed in him were about to receive. For the Spirit was not yet \\add given\\add*,\\f + \\fr 7:39 \\ft A few manuscripts supply the participle “given” here; while it is unlikely this represents the original reading, many English versions nevertheless supply “given” to avoid the impression that the Spirit did not exist prior to this point \\f* because Jesus had not yet been glorified.)"},{"style":"s1","verse":"","text":"Different Opinions About Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"40","text":"Then, \\add when they\\add*\\ef + \\fr 7:40 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard these words, \\add some\\add* from the crowd began to say,\\ef + \\fr 7:40 \\ft *The imperfect tense has been translated as ingressive here (“began to say”) \\ef* “This man is truly the Prophet!” "},{"style":"v","verse":"41","text":"Others were saying, “This man is the Christ!” But others were saying, “No, for the Christ does not come from Galilee, \\add does he\\add*?\\ef + \\fr 7:41 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add does he\\add*” \\ef* "},{"style":"v","verse":"42","text":"Has not the scripture said that the Christ comes from the descendants of David, and from Bethlehem, the village where David was?” "},{"style":"v","verse":"43","text":"So there was a division in the crowd because of him. "},{"style":"v","verse":"44","text":"And some of them were wanting to seize him, but no one laid hands on him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"So the officers came to the chief priests and Pharisees. And they said to them, “⸤Why⸥\\f + \\fr 7:45 \\ft Literally “because of what” \\f* did you not bring him?” "},{"style":"v","verse":"46","text":"The officers replied, “Never has a man spoken like this!” "},{"style":"v","verse":"47","text":"Then the Pharisees replied to them, “You have not also been deceived, \\add have you\\add*?\\ef + \\fr 7:47 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add have you\\add*” \\ef* "},{"style":"v","verse":"48","text":"⸤None⸥\\f + \\fr 7:48 \\ft Literally “not anyone” \\f* of the rulers or of the Pharisees have believed in him, \\add have they\\add*?\\ef + \\fr 7:48 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add have they\\add*” \\ef* "},{"style":"v","verse":"49","text":"But this crowd who does not know the law is accursed!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"Nicodemus, the one who came to him previously—who was one of them—said to them, "},{"style":"v","verse":"51","text":"“Our law does not condemn a man unless it first hears from him and knows what he is doing, \\add does it\\add*?”\\ef + \\fr 7:51 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add does it\\add*” \\ef* "},{"style":"v","verse":"52","text":"They answered and said to him, “You are not also from Galilee, \\add are you\\add*?\\ef + \\fr 7:52 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add are you\\add*” \\ef* Investigate and see that a prophet does not arise from Galilee!” 〚"},{"style":"v","verse":"53","text":"And each one went to his \\add own\\add* house.\\f + \\fr 7:53 \\ft \\xt John 7:53–8:11 \\ft is not found in the earliest and best manuscripts and was almost certainly not an original part of the Gospel of John; one significant group of Greek manuscripts places it after \\xt Luke 21:38 \\ft \\f*"}]