[{"style":"s1","text":"A Woman Caught in Adultery"},{"style":"m","text":""},{"style":"v","text":"But Jesus went to the Mount of Olives. "},{"style":"v","text":"Now early in the morning he came again to the temple \\add courts\\add*.\\ef + \\fr 8:2 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* And all the people were coming,\\f + \\fr 8:2 \\ft Some manuscripts have “were coming to him” \\f* and he sat down \\add and\\add*\\ef + \\fr 8:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sat down”) has been translated as a finite verb \\ef* began to teach\\ef + \\fr 8:2 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to teach”) \\ef* them."},{"style":"p","text":""},{"style":"v","text":"Now the scribes and the Pharisees brought to him a woman\\f + \\fr 8:3 \\ft Some manuscripts have “brought a woman” \\f* caught in adultery. And standing her in \\add their\\add* midst, "},{"style":"v","text":"they said to him, testing \\add him\\add*,\\f + \\fr 8:4 \\ft Some manuscripts omit “testing \\fq him \\ft ” \\f* “Teacher, this woman was caught in the very act of committing adultery! "},{"style":"v","text":"Now in the law, Moses commanded us to stone such women. So what do you say?” "},{"style":"v","text":"(Now they were saying this to test him, so that they would have \\add an occasion\\add*\\ef + \\fr 8:6 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to bring charges against him.) But Jesus, bending down, began to write\\ef + \\fr 8:6 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to write”) \\ef* with \\add his\\add*\\ef + \\fr 8:6 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* finger on the ground, taking no notice.\\f + \\fr 8:6 \\ft Some manuscripts omit “taking no notice” \\f* "},{"style":"v","text":"And when they persisted in asking him, straightening up he said\\f + \\fr 8:7 \\ft Some manuscripts have “he straightened up and said” \\f* to them, “The \\add one\\add* of you without sin, let him throw the first stone at her!” "},{"style":"v","text":"And bending down again, he wrote on the ground. "},{"style":"v","text":"Now \\add when they\\add*\\ef + \\fr 8:9 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add it\\add*,\\ef + \\fr 8:9 \\ft *Here the direct object is supplied from context in the English translation \\ef* being convicted by their conscience,\\f + \\fr 8:9 \\ft Some manuscripts omit “being convicted by their conscience” \\f* they began to depart,\\ef + \\fr 8:9 \\ft *The imperfect tense has been translated as ingressive here (“began to depart”) \\ef* one by one, beginning with the older ones, and Jesus\\f + \\fr 8:9 \\ft Some manuscripts have “he” \\f* was left alone—and the woman who was in \\add their\\add* midst. "},{"style":"v","text":"So Jesus, straightening up and seeing no one except the woman,\\f + \\fr 8:10 \\ft Some manuscripts omit “and seeing no one except the woman” \\f* said to her, “Where are those accusers of yours?\\f + \\fr 8:10 \\ft Some manuscripts have “said to her, ‘Woman, where are they?” \\f* Does no one condemn you?” "},{"style":"v","text":"And she said, “No one, Lord.” So Jesus said, “Neither do I condemn you. Go, and\\f + \\fr 8:11 \\ft Some manuscripts have “and from now on” \\f* sin no more.”〛\\f + \\fr 8:11 \\ft \\xt John 7:53–8:11 \\ft is not found in the earliest and best manuscripts and was almost certainly not an original part of the Gospel of John; one significant group of Greek manuscripts places it after \\xt Luke 21:38 \\ft \\f*"},{"style":"s1","text":"Jesus, the Light of the World"},{"style":"m","text":""},{"style":"v","text":"Then Jesus spoke to them again, saying, “I am the light of the world! The one who follows me will never walk in darkness, but will have the light of life.” "},{"style":"v","text":"So the Pharisees said to him, “You testify concerning yourself! Your testimony is not true.” "},{"style":"v","text":"Jesus answered and said to them, “Even if I testify concerning myself, my testimony is true, because I know where I have come from and where I am going. But you do not know where I have come from or where I am going. "},{"style":"v","text":"You judge according to externals; I do not judge anyone. "},{"style":"v","text":"But even if I judge, my judgment is true, because I am not alone, but I and the Father who sent me. "},{"style":"v","text":"And even in your law it is written that the testimony of two men is true.\\f + \\fr 8:17 \\ft An allusion to \\xt Deut 17:6 \\ft \\f* "},{"style":"v","text":"I am the one who testifies concerning myself, and the Father who sent me testifies concerning me.”"},{"style":"p","text":""},{"style":"v","text":"So they were saying to him, “Where is your father?” Jesus replied, “You know neither me nor my Father! If you had known me, you would have known my Father also.” "},{"style":"v","text":"He spoke these words by the treasury \\add while\\add*\\ef + \\fr 8:20 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“teaching”) which is understood as temporal \\ef* teaching in the temple \\add courts\\add*,\\ef + \\fr 8:20 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* and no one seized him, because his hour had not yet come."},{"style":"s1","text":"Jesus Predicts His Death"},{"style":"m","text":""},{"style":"v","text":"So he said to them again, “I am going away, and you will seek me and will die in your sin. Where I am going you cannot come!” "},{"style":"v","text":"Then the Jews began to say,\\ef + \\fr 8:22 \\ft *The imperfect tense has been translated as ingressive here (“began to say”) \\ef* “Perhaps he will kill himself, because he is saying, ‘Where I am going you cannot come.’ ” "},{"style":"v","text":"And he said to them, “You are from below; I am from above. You are from this world; I am not from this world. "},{"style":"v","text":"Thus I said to you that you will die in your sins. For if you do not believe that I am \\add he\\add*, you will die in your sins.”"},{"style":"p","text":""},{"style":"v","text":"So they began to say to him,\\ef + \\fr 8:25 \\ft *The imperfect tense has been translated as ingressive here (“began to say”) \\ef* “Who are you?” Jesus said to them, “⸤What⸥\\f + \\fr 8:25 \\ft Literally “that which” \\f* I have been saying to you \\add from\\add* the beginning. "},{"style":"v","text":"I have many \\add things\\add* to say and to judge concerning you, but the one who sent me is true, and \\add the things\\add* which I heard from him, these \\add things\\add* I say to the world.” "},{"style":"v","text":"(They did not know that he was speaking to them about the Father.)"},{"style":"p","text":""},{"style":"v","text":"Then Jesus said,\\f + \\fr 8:28 \\ft Some manuscripts have “said to them” \\f* “When you lift up the Son of Man, then you will recognize that I am \\add he\\add*, and I do nothing from myself, but just as the Father taught me, I say these \\add things\\add*. "},{"style":"v","text":"And the one who sent me is with me. He has not left me alone, because I always do the things that are pleasing to him.” "},{"style":"v","text":"\\add While\\add*\\ef + \\fr 8:30 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was saying”) \\ef* he was saying these \\add things\\add*, many believed in him."},{"style":"s1","text":"The Truth Will Set You Free"},{"style":"m","text":""},{"style":"v","text":"Then Jesus said to those Jews who had believed him, “If you continue in my word you are truly my disciples, "},{"style":"v","text":"and you will know the truth, and the truth will set you free.” "},{"style":"v","text":"They replied to him, “We are descendants of Abraham and have not been enslaved to anyone at any time. How do you say, ‘You will become free’?” "},{"style":"v","text":"Jesus replied to them, “Truly, truly I say to you, that everyone who commits sin is a slave of sin. "},{"style":"v","text":"And the slave does not remain in the household ⸤forever⸥;\\f + \\fr 8:35 \\ft Literally “for the age” \\f* the son remains ⸤forever⸥.\\f + \\fr 8:35 \\ft Literally “for the age” \\f* "},{"style":"v","text":"So if the son sets you free, you will be truly free. "},{"style":"v","text":"I know that you are descendants of Abraham. But you are seeking to kill me, because my word makes no progress among you. "},{"style":"v","text":"I speak \\add the things\\add* that I have seen with the Father; so also you do \\add the things\\add* that you have heard from the Father.”"},{"style":"s1","text":"The Priority of Jesus Over Abraham"},{"style":"m","text":""},{"style":"v","text":"They answered and said to him, “Abraham is our father!” Jesus said to them, “If you are children of Abraham, do the deeds of Abraham! "},{"style":"v","text":"But now you are seeking to kill me, a man who spoke to you the truth which I heard from God. This Abraham did not do. "},{"style":"v","text":"You are doing the deeds of your father!”"},{"style":"p","text":"They said\\f + \\fr 8:41 \\ft Some manuscripts have “Then they said” \\f* to him, “We were not born from sexual immorality! We have one father, God!” "},{"style":"v","text":"Jesus said to them, “If God were your father, you would love me, for I have come forth from God and have come. For I have not come from myself, but that one sent me. "},{"style":"v","text":"⸤Why⸥\\f + \\fr 8:43 \\ft Literally “because of what” \\f* do you not understand my way of speaking? Because you are not able to listen to my message. "},{"style":"v","text":"You are of your father the devil, and you want to do the desires of your father! That one was a murderer from the beginning, and does not stand firm in the truth, because truth is not in him. Whenever he speaks the lie, he speaks from his own \\add nature\\add*,\\ef + \\fr 8:44 \\ft *The word “\\add nature\\add*” is not in the Greek text but is implied \\ef* because he is a liar and the father ⸤of lies⸥.\\f + \\fr 8:44 \\ft Literally “of it” \\f* "},{"style":"v","text":"But because I am telling the truth, you do not believe me. "},{"style":"v","text":"Who among you convicts me concerning sin? If I am telling the truth, ⸤why⸥\\f + \\fr 8:46 \\ft Literally “because of what” \\f* do you not believe me? "},{"style":"v","text":"The one who is from God listens to the words of God. Because of this you do not listen—because you are not of God.”"},{"style":"p","text":""},{"style":"v","text":"The Jews answered and said to him, “Do we not correctly say that you are a Samaritan and have a demon?” "},{"style":"v","text":"Jesus replied, “I do not have a demon, but I honor my Father, and you dishonor me! "},{"style":"v","text":"But I do not seek my \\add own\\add* glory. There is one who seeks and judges! "},{"style":"v","text":"Truly, truly I say to you, if anyone keeps my word, he will never experience death ⸤forever⸥.”\\f + \\fr 8:51 \\ft Literally “for the age” \\f*"},{"style":"p","text":""},{"style":"v","text":"The Jews\\f + \\fr 8:52 \\ft Some manuscripts have “Then the Jews” \\f* said to him, “Now we know that you have a demon! Abraham and the prophets died, and you say, ‘If anyone keeps my word, he will never taste death ⸤forever⸥.’\\f + \\fr 8:52 \\ft Literally “for the age” \\f* "},{"style":"v","text":"You are not greater than our father Abraham who died, \\add are you\\add*?\\ef + \\fr 8:53 \\ft *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\add are you\\add*” \\ef* And the prophets died! Who do you make yourself \\add to be\\add*?” "},{"style":"v","text":"Jesus replied, “If I glorify myself, my glory is nothing. The one who glorifies me is my Father, \\add about\\add* whom you say, ‘He is our God.’ "},{"style":"v","text":"And you have not known him, but I know him. And if I were to say that I do not know him, I would be a liar like you! But I know him and I keep his word. "},{"style":"v","text":"Abraham your father rejoiced that he would see my day, and he saw \\add it\\add*\\ef + \\fr 8:56 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and was glad.”"},{"style":"p","text":""},{"style":"v","text":"So the Jews said to him, “⸤You are⸥\\f + \\fr 8:57 \\ft Literally “you have” \\f* not yet fifty years \\add old\\add*, and have you seen Abraham?” "},{"style":"v","text":"Jesus said to them, “Truly, truly I say to you, before Abraham was, I am!” "},{"style":"v","text":"Then they picked up stones in order to throw \\add them\\add*\\ef + \\fr 8:59 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* at him. But Jesus was hidden and went out of the temple \\add courts\\add*.\\ef + \\fr 8:59 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef*"}]