[{"style":"s1","verse":"","text":"Manassé et Amon, rois de Juda"},{"style":"r","verse":"","text":"V. 1-18: cf. 2 Ch 33:1-20. Jé 15:4. Ec 9:18; 10:1."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Manassé \\x a \\xo 21.1 \\xt 2 Ch 33:1.\\x*avait douze ans lorsqu’il devint roi, et il régna cinquante-cinq ans à Jérusalem. Sa mère s’appelait Hephtsiba. "},{"style":"v","verse":"2","text":"Il fit ce qui est mal aux yeux de l’Éternel, selon les abominations des nations que l’Éternel avait chassées devant les enfants d’Israël. "},{"style":"v","verse":"3","text":"Il rebâtit les hauts lieux \\x b \\xo 21.3 \\xt 2 R 18:4.\\x*qu’Ézéchias, son père, avait détruits, il éleva des autels à Baal, il fit une idole d’Astarté, \\x c \\xo 21.3 \\xt 1 R 16:31, 32, 33.\\x*comme avait fait Achab, roi d’Israël, et il se prosterna devant toute l’armée des cieux et la servit. "},{"style":"v","verse":"4","text":"Il \\x d \\xo 21.4 \\xt Jé 32:34.\\x*bâtit des autels dans la maison de l’Éternel, quoique l’Éternel eût dit: \\x e \\xo 21.4 \\xt De 12:5, 11. 2 S 7:13. 1 R 8:29, 9, 3. 2 Ch 7:12. Ps 132:13, 14. Jé 32:34.\\x*C’est dans Jérusalem que je placerai mon nom. "},{"style":"v","verse":"5","text":"Il bâtit des autels à toute l’armée des cieux dans les deux parvis de la maison de l’Éternel. "},{"style":"v","verse":"6","text":"Il fit passer son fils par le feu; il observait les nuages et les serpents pour en tirer des pronostics, et il établit des gens qui évoquaient les esprits et qui prédisaient l’avenir. Il fit de plus en plus ce qui est mal aux yeux de l’Éternel, afin de l’irriter. "},{"style":"v","verse":"7","text":"Il mit l’idole d’Astarté, qu’il avait faite, dans la maison de laquelle l’Éternel avait dit à David et à Salomon, son fils: \\x f \\xo 21.7 \\xt 2 S 7:10. 1 R 8:16, 29; 9:3. 2 R 23:27.\\x*C’est dans cette maison, et c’est dans Jérusalem, que j’ai choisie parmi toutes les tribus d’Israël, que je veux à toujours placer mon nom. "},{"style":"v","verse":"8","text":"Je ne ferai plus errer le pied d’Israël hors du pays que j’ai donné à ses pères, pourvu seulement qu’ils aient soin de mettre en pratique tout ce que je leur ai commandé et toute la loi que leur a prescrite mon serviteur Moïse. "},{"style":"v","verse":"9","text":"Mais ils n’obéirent point; et Manassé fut cause qu’ils s’égarèrent et firent le mal plus que les nations que l’Éternel avait détruites devant les enfants d’Israël. "},{"style":"v","verse":"10","text":"Alors l’Éternel parla en ces termes par ses serviteurs les prophètes: "},{"style":"v","verse":"11","text":"Parce que \\x g \\xo 21.11 \\xt Jé 15:4.\\x*Manassé, roi de Juda, a commis ces abominations, parce qu’il a fait pis que tout ce qu’avaient fait avant lui les Amoréens, et parce qu’il a aussi fait pécher Juda par ses idoles, "},{"style":"v","verse":"12","text":"voici ce que dit l’Éternel, le Dieu d’Israël: Je vais faire venir sur Jérusalem et sur Juda des malheurs qui étourdiront les oreilles de quiconque en entendra parler. "},{"style":"v","verse":"13","text":"J’étendrai sur Jérusalem le cordeau de Samarie et le niveau de la maison d’Achab; et je nettoierai Jérusalem comme un plat qu’on nettoie, et qu’on renverse sens dessus dessous après l’avoir nettoyé. "},{"style":"v","verse":"14","text":"J’abandonnerai le reste de mon héritage, et je les livrerai entre les mains de leurs ennemis; et ils deviendront le butin et la proie de tous leurs ennemis, "},{"style":"v","verse":"15","text":"parce qu’ils ont fait ce qui est mal à mes yeux et qu’ils m’ont irrité depuis le jour où leurs pères sont sortis d’Égypte jusqu’à ce jour. "},{"style":"v","verse":"16","text":"Manassé répandit aussi beaucoup de sang innocent, jusqu’à en remplir Jérusalem d’un bout à l’autre, outre les péchés qu’il commit et qu’il fit commettre à Juda en faisant ce qui est mal aux yeux de l’Éternel. "},{"style":"v","verse":"17","text":"Le reste des actions de Manassé, tout ce qu’il a fait, et les péchés auxquels il se livra, cela n’est-il pas écrit dans le livre des Chroniques des rois de Juda? "},{"style":"v","verse":"18","text":"\\x h \\xo 21.18 \\xt 2 Ch 33:20.\\x*Manassé se coucha avec ses pères, et il fut enterré dans le jardin de sa maison, dans le jardin d’Uzza. Et Amon, son fils, régna à sa place."},{"style":"r","verse":"","text":"V. 19-26: cf. 2 Ch 33:21-25. Ps 37:10, 13, 20, 35, 36."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Amon avait vingt-deux ans lorsqu’il devint roi, et il régna deux ans à Jérusalem. Sa mère s’appelait Meschullémeth, fille de Haruts, de Jotba. "},{"style":"v","verse":"20","text":"Il fit ce qui est mal aux yeux de l’Éternel, comme avait fait Manassé, son père; "},{"style":"v","verse":"21","text":"il marcha dans toute la voie où avait marché son père, il servit les idoles qu’avait servies son père, et il se prosterna devant elles; "},{"style":"v","verse":"22","text":"il abandonna l’Éternel, le Dieu de ses pères, et il ne marcha point dans la voie de l’Éternel. "},{"style":"v","verse":"23","text":"Les serviteurs d’Amon conspirèrent contre lui, et firent mourir le roi dans sa maison. "},{"style":"v","verse":"24","text":"Mais le peuple du pays frappa tous ceux qui avaient conspiré contre le roi Amon; et le peuple du pays établit roi Josias, son fils, à sa place. "},{"style":"v","verse":"25","text":"Le reste des actions d’Amon, et ce qu’il a fait, cela n’est-il pas écrit dans le livre des Chroniques des rois de Juda? "},{"style":"v","verse":"26","text":"On l’enterra dans son sépulcre, dans le jardin d’Uzza. Et \\x i \\xo 21.26 \\xt Mt 1:10.\\x*Josias, son fils, régna à sa place."}]