[{"style":"s1","verse":"","text":"Famine de sept ans; départ et retour de la Sunamite"},{"style":"r","verse":"","text":"V. 1-6: cf. 2 R 4:8-37. Ps 34:9-11. És 28:29."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Élisée dit à la femme dont il avait fait revivre le \\x a \\xo 8.1 \\xt 2 R 4:34.\\x*fils: Lève-toi, va t’en, toi et ta maison, et séjourne où tu pourras; car l’Éternel appelle la famine, et même elle vient sur le pays pour sept années. "},{"style":"v","verse":"2","text":"La femme se leva, et elle fit selon la parole de l’homme de Dieu: elle s’en alla, elle et sa maison, et séjourna sept ans au pays des Philistins. "},{"style":"v","verse":"3","text":"Au bout des sept ans, la femme revint du pays des Philistins, et elle alla implorer le roi au sujet de sa maison et de son champ. "},{"style":"v","verse":"4","text":"Le roi s’entretenait avec Guéhazi, serviteur de l’homme de Dieu, et il disait: Raconte-moi, je te prie, toutes les grandes choses qu’Élisée a faites. "},{"style":"v","verse":"5","text":"Et pendant qu’il racontait au roi comment Élisée avait rendu la vie à un mort, la femme dont Élisée avait fait revivre le fils vint implorer le roi au sujet de sa maison et de son champ. Guéhazi dit: O roi, mon seigneur, voici la femme, et voici son fils qu’Élisée a fait revivre. "},{"style":"v","verse":"6","text":"Le roi interrogea la femme, et elle lui fit le récit. Puis le roi lui donna un eunuque, auquel il dit: Fais restituer tout ce qui appartient à cette femme, avec tous les revenus du champ, depuis le jour où elle a quitté le pays jusqu’à maintenant."},{"style":"s1","verse":"","text":"Hazaël sur le trône de Syrie"},{"style":"r","verse":"","text":"V. 7-15: cf. 1 R 19:15-17. (2 R 8:28-29; 10:32-33; 13:3, 7.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Élisée se rendit à Damas. Ben-Hadad, roi de Syrie, était malade; et on l’avertit, en disant: L’homme de Dieu est arrivé ici. "},{"style":"v","verse":"8","text":"Le roi dit à Hazaël: Prends avec toi un présent, et \\x b \\xo 8.8 \\xt 1 R 14:2, 3. 2 R 1:2.\\x*va au-devant de l’homme de Dieu; consulte par lui l’Éternel, en disant: Guérirai-je de cette maladie? "},{"style":"v","verse":"9","text":"Hazaël alla au-devant d’Élisée, prenant avec lui un présent, tout ce qu’il y avait de meilleur à Damas, la charge de quarante chameaux. Lorsqu’il fut arrivé, il se présenta à lui, et dit: Ton fils Ben-Hadad, roi de Syrie, m’envoie vers toi pour dire: Guérirai-je de cette maladie? "},{"style":"v","verse":"10","text":"Élisée lui répondit: Va, dis-lui: Tu guériras! Mais l’Éternel m’a révélé qu’il mourra. "},{"style":"v","verse":"11","text":"L’homme de Dieu arrêta son regard sur Hazaël, et le fixa longtemps, puis il pleura. "},{"style":"v","verse":"12","text":"Hazaël dit: Pourquoi mon seigneur pleure-t-il? Et Élisée répondit: Parce que je sais \\x c \\xo 8.12 \\xt 2 R 10:32; 12:17; 13:7.\\x*le mal que tu feras aux enfants d’Israël; tu mettras le feu à leurs villes fortes, tu tueras avec l’épée leurs jeunes gens, tu écraseras leurs petits enfants, et tu fendras le ventre de leurs femmes enceintes. "},{"style":"v","verse":"13","text":"Hazaël dit: Mais qu’est-ce que ton serviteur, ce chien, pour faire de si grandes choses? Et Élisée dit: L’Éternel m’a révélé que tu seras roi de Syrie. "},{"style":"v","verse":"14","text":"Hazaël quitta Élisée, et revint auprès de son maître, qui lui dit: Que t’a dit Élisée? Et il répondit: Il m’a dit: Tu guériras! "},{"style":"v","verse":"15","text":"Le lendemain, Hazaël prit une couverture, qu’il plongea dans l’eau, et il l’étendit sur le visage du roi, qui mourut. Et Hazaël régna à sa place."},{"style":"r","verse":"","text":"V. 16-24: cf. 2 Ch 21. Os 8:7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"\\x d \\xo 8.16 \\xt 2 Ch 21:4, 5.\\x*La cinquième année de Joram, fils d’Achab, roi d’Israël, Joram, fils de Josaphat, roi de Juda, régna. "},{"style":"v","verse":"17","text":"Il avait trente-deux ans lorsqu’il devint roi, et il régna huit ans à Jérusalem. "},{"style":"v","verse":"18","text":"Il marcha dans la voie des rois d’Israël, comme avait fait la maison d’Achab, car il avait pour femme une fille d’Achab, et il fit ce qui est mal aux yeux de l’Éternel. "},{"style":"v","verse":"19","text":"Mais l’Éternel ne voulut point détruire Juda, à cause de David, son serviteur, \\x e \\xo 8.19 \\xt 2 S 7:13. 1 R 11:36; 15:4. Ps 132:17.\\x*selon la promesse qu’il lui avait faite de lui donner toujours une lampe parmi ses fils. "},{"style":"v","verse":"20","text":"\\x f \\xo 8.20 \\xt Ge 27:40. 2 Ch 21:8.\\x*De son temps, Édom se révolta contre l’autorité de Juda, et se donna un roi. "},{"style":"v","verse":"21","text":"Joram passa à Tsaïr, avec tous ses chars; s’étant levé de nuit, il battit les Édomites, qui l’entouraient et les chefs des chars, et le peuple s’enfuit dans ses tentes. "},{"style":"v","verse":"22","text":"La rébellion d’Édom contre l’autorité de Juda a duré jusqu’à ce jour. Libna se révolta aussi dans le même temps. "},{"style":"v","verse":"23","text":"Le reste des actions de Joram, et tout ce qu’il a fait, cela n’est-il pas écrit dans le livre des Chroniques des rois de Juda? "},{"style":"v","verse":"24","text":"\\x g \\xo 8.24 \\xt 2 Ch 21:19.\\x*Joram se coucha avec ses pères, et il fut enterré avec ses pères dans la ville de David. Et Achazia, son fils, régna à sa place."},{"style":"r","verse":"","text":"V. 25-29: cf. 2 Ch 22:1-6. Pr 2:18."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"La douzième année de Joram, fils d’Achab, roi d’Israël, \\x h \\xo 8.25 \\xt 2 Ch 22:1.\\x*Achazia, fils de Joram, roi de Juda, régna. "},{"style":"v","verse":"26","text":"Achazia avait vingt-deux ans lorsqu’il devint roi, et \\x i \\xo 8.26 \\xt 2 Ch 22:2.\\x*il régna un an à Jérusalem. Sa mère s’appelait Athalie, fille d’Omri, roi d’Israël. "},{"style":"v","verse":"27","text":"Il marcha dans la voie de la maison d’Achab, et il fit ce qui est mal aux yeux de l’Éternel, comme la maison d’Achab, car il était allié par mariage à la maison d’Achab. "},{"style":"v","verse":"28","text":"Il alla avec Joram, fils d’Achab, à la guerre contre Hazaël, roi de Syrie, à Ramoth en Galaad. Et les Syriens blessèrent Joram. "},{"style":"v","verse":"29","text":"\\x j \\xo 8.29 \\xt 2 R 9:15.\\x*Le roi Joram s’en retourna pour se faire guérir à Jizreel des blessures que les Syriens lui avaient faites à Rama, lorsqu’il se battait contre Hazaël, roi de Syrie. \\x k \\xo 8.29 \\xt 2 Ch 22:6, 7.\\x*Achazia, fils de Joram, roi de Juda, descendit pour voir Joram, fils d’Achab, à Jizreel, parce qu’il était malade."}]