[{"style":"s1","verse":"","text":"L’oraison dominicale"},{"style":"r","verse":"","text":"V. 1-4: cf. Mt 6:9-13."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jésus priait un jour en un certain lieu. Lorsqu’il eut achevé, un de ses disciples lui dit: Seigneur, enseigne-nous à prier, comme Jean l’a enseigné à ses disciples. "},{"style":"v","verse":"2","text":"Il leur dit: \\x a \\xo 11.2 \\xt Mt 6:9.\\x*\\wj Quand vous priez, dites: Père! Que ton nom soit sanctifié; que ton règne vienne.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"\\wj Donne-nous chaque jour notre pain quotidien;\\wj*"},{"style":"v","verse":"4","text":"\\wj pardonne-nous nos péchés, car nous aussi nous pardonnons à quiconque nous offense; et ne nous induis pas en tentation.\\wj*"},{"style":"s1","verse":"","text":"La persévérance dans la prière"},{"style":"r","verse":"","text":"V. 5-13: cf. Mt 7:7-11. (Lu 18:1-8. Mt 15:22-28.) (Ja 1:5-7. 1 Jn 5:14, 15.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Il leur dit encore: \\wj Si l’un de vous a un ami, et qu’il aille le trouver au milieu de la nuit pour lui dire: Ami, prête-moi trois pains,\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"\\wj car un de mes amis est arrivé de voyage chez moi, et je n’ai rien à lui offrir,\\wj*"},{"style":"v","verse":"7","text":"\\wj et si, de l’intérieur de sa maison, cet ami lui répond: Ne m’importune pas, la porte est déjà fermée, mes enfants et moi sommes au lit, je ne puis me lever pour te donner des pains,\\wj*"},{"style":"v","verse":"8","text":"\\wj je vous le dis, même s’il ne se levait pas pour les lui donner parce que c’est son ami, il se lèverait à cause de son importunité et lui donnerait tout ce dont il a besoin.\\wj*"},{"style":"v","verse":"9","text":"\\wj Et moi, je vous dis:\\wj*\\x b \\xo 11.9 \\xt Mt 7:7; 21:22. Mc 11:24. Jn 14:13; 15:7; 16:24. Ja 1:5, 6. 1 Jn 3:22; 5:14.\\x*\\wj Demandez, et l’on vous donnera; cherchez, et vous trouverez; frappez, et l’on vous ouvrira.\\wj*"},{"style":"v","verse":"10","text":"\\wj Car quiconque demande reçoit, celui qui cherche trouve, et l’on ouvre à celui qui frappe.\\wj*"},{"style":"v","verse":"11","text":"\\x c \\xo 11.11 \\xt Mt 7:9.\\x*\\wj Quel est parmi vous le père qui donnera une pierre à son fils, s’il lui demande du pain? Ou, s’il demande un poisson, lui donnera-t-il un serpent au lieu d’un poisson?\\wj*"},{"style":"v","verse":"12","text":"\\wj Ou, s’il demande un œuf, lui donnera-t-il un scorpion?\\wj*"},{"style":"v","verse":"13","text":"\\wj Si donc, méchants comme vous l’êtes, vous savez donner de bonnes choses à vos enfants, à combien plus forte raison le Père céleste donnera-t-il le Saint-Esprit à ceux qui le lui demandent.\\wj*"},{"style":"s1","verse":"","text":"Guérison d’un démoniaque muet. Réponse de Jésus à ses adversaires"},{"style":"r","verse":"","text":"V. 14-23: cf. (Mt 12:22-37. Mc 3:22-30.) Mt 9:32-34."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"\\x d \\xo 11.14 \\xt Mt 9:32; 12:22.\\x*Jésus chassa un démon qui était muet. Lorsque le démon fut sorti, le muet parla, et la foule fut dans l’admiration. "},{"style":"v","verse":"15","text":"Mais quelques-uns dirent: \\x e \\xo 11.15 \\xt Mt 9:34; 12:24. Mc 3:22.\\x*c’est par Béelzébul, le prince des démons, qu’il chasse les démons. "},{"style":"v","verse":"16","text":"Et d’autres, pour l’éprouver, lui \\x f \\xo 11.16 \\xt Mt 16:1.\\x*demandèrent un signe venant du ciel. "},{"style":"v","verse":"17","text":"Comme Jésus connaissait leurs pensées, il leur dit: \\x g \\xo 11.17 \\xt Mt 12:25. Mc 3:24.\\x*\\wj Tout royaume divisé contre lui-même est dévasté, et une maison s’écroule sur une autre.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"\\wj Si donc Satan est divisé contre lui-même, comment son royaume subsistera-t-il, puisque vous dites que je chasse les démons par Béelzébul?\\wj*"},{"style":"v","verse":"19","text":"\\wj Et si moi, je chasse les démons par Béelzébul, vos fils, par qui les chassent-ils? C’est pourquoi ils seront eux-mêmes vos juges.\\wj*"},{"style":"v","verse":"20","text":"\\wj Mais, si c’est par le doigt de Dieu que je chasse les démons, le royaume de Dieu est donc venu vers vous.\\wj*"},{"style":"v","verse":"21","text":"\\wj Lorsqu’un homme fort et bien armé garde sa maison, ce qu’il possède est en sûreté.\\wj*"},{"style":"v","verse":"22","text":"\\x h \\xo 11.22 \\xt Col 2:15.\\x*\\wj Mais, si un plus fort que lui survient et le dompte, il lui enlève toutes les armes dans lesquelles il se confiait, et il distribue ses dépouilles.\\wj*"},{"style":"v","verse":"23","text":"\\x i \\xo 11.23 \\xt Mt 12:30.\\x*\\wj Celui qui n’est pas avec moi est contre moi, et celui qui n’assemble pas avec moi disperse.\\wj*"},{"style":"r","verse":"","text":"V. 24-26: cf. Mt 12:43-45."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"\\x j \\xo 11.24 \\xt Mt 12:43, etc.\\x*\\wj Lorsque l’esprit impur est sorti d’un homme, il va dans des lieux arides, pour chercher du repos. N’en trouvant point, il dit: Je retournerai dans ma maison d’où je suis sorti;\\wj*"},{"style":"v","verse":"25","text":"\\wj et, quand il arrive, il la trouve balayée et ornée.\\wj*"},{"style":"v","verse":"26","text":"\\wj Alors il s’en va, et il prend sept autres esprits plus méchants que lui; ils entrent dans la maison, s’y établissent,\\wj*\\x k \\xo 11.26 \\xt Jn 5:14. Hé 6:4, 5; 10:26. 2 Pi 2:20.\\x*\\wj et la dernière condition de cet homme est pire que la première.\\wj*"},{"style":"r","verse":"","text":"V. 27-28: cf. Lu 8:21. Ja 1:25. Ap 22:14."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Tandis que Jésus parlait ainsi, une femme, élevant la voix du milieu de la foule, lui dit: Heureux le sein qui t’a porté! Heureuses les mamelles qui t’ont allaité! "},{"style":"v","verse":"28","text":"Et il répondit: \\x l \\xo 11.28 \\xt Mt 7:21. Jn 6:29. Ro 2:13.\\x*\\wj Heureux plutôt ceux qui écoutent la parole de Dieu, et qui la gardent!\\wj*"},{"style":"s1","verse":"","text":"Un miracle refusé"},{"style":"r","verse":"","text":"V. 29-32: cf. Mt 12:38-42; 16:1-4."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Comme le peuple s’amassait en foule, il se mit à dire: \\wj Cette génération est une génération méchante; elle demande un miracle; il ne lui sera donné d’autre miracle que\\wj*\\x m \\xo 11.29 \\xt Jon 1:17; 2:10.\\x*\\wj celui de Jonas.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"\\wj Car, de même que Jonas fut un signe pour les Ninivites, de même le Fils de l’homme en sera un pour cette génération.\\wj*"},{"style":"v","verse":"31","text":"\\wj La reine du Midi se lèvera, au jour du jugement, avec les hommes de cette génération et les condamnera,\\wj*\\x n \\xo 11.31 \\xt 1 R 10:1. 2 Ch 9:1. Mt 12:42.\\x*\\wj parce qu’elle vint des extrémités de la terre pour entendre la sagesse de Salomon; et voici, il y a ici plus que Salomon.\\wj*"},{"style":"v","verse":"32","text":"\\wj Les hommes de Ninive se lèveront, au jour du jugement, avec cette génération et la condamneront,\\wj*\\x o \\xo 11.32 \\xt Jon 3:5.\\x*\\wj parce qu’ils se repentirent à la prédication de Jonas; et voici, il y a ici plus que Jonas.\\wj*"},{"style":"r","verse":"","text":"V. 33-36: cf. Mt 5:15; 6:22, 23."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"\\x p \\xo 11.33 \\xt Mt 5:15. Mc 4:21. Lu 8:16.\\x*\\wj Personne n’allume une lampe pour la mettre dans un lieu caché ou sous le boisseau, mais on la met sur le chandelier, afin que ceux qui entrent voient la lumière.\\wj*"},{"style":"v","verse":"34","text":"\\x q \\xo 11.34 \\xt Mt 6:22.\\x*\\wj Ton œil est la lampe de ton corps. Lorsque ton œil est en bon état, tout ton corps est éclairé; mais lorsque ton œil est en mauvais état, ton corps est dans les ténèbres.\\wj*"},{"style":"v","verse":"35","text":"\\wj Prends donc garde que la lumière qui est en toi ne soit ténèbres.\\wj*"},{"style":"v","verse":"36","text":"\\wj Si donc tout ton corps est éclairé, n’ayant aucune partie dans les ténèbres, il sera entièrement éclairé, comme lorsque la lampe t’éclaire de sa lumière.\\wj*"},{"style":"s1","verse":"","text":"Les scribes et les pharisiens censurés"},{"style":"r","verse":"","text":"V. 37-54: cf. Mc 7:1-16. Mt 23:1-36."},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Pendant que Jésus parlait, un pharisien le pria de dîner chez lui. Il entra, et se mit à table. "},{"style":"v","verse":"38","text":"Le pharisien vit avec étonnement \\x r \\xo 11.38 \\xt Mc 7:3.\\x*qu’il ne s’était pas lavé avant le repas. "},{"style":"v","verse":"39","text":"Mais le Seigneur lui dit: \\x s \\xo 11.39 \\xt Mt 23:25.\\x*\\wj Vous, pharisiens, vous nettoyez le dehors de la coupe et du plat,\\wj*\\x t \\xo 11.39 \\xt Tit 1:15.\\x*\\wj et à l’intérieur vous êtes pleins de rapine et de méchanceté.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"\\wj Insensés! Celui qui a fait le dehors n’a-t-il pas fait aussi le dedans?\\wj*"},{"style":"v","verse":"41","text":"\\x u \\xo 11.41 \\xt És 58:7. Da 4:27. Lu 12:33.\\x*\\wj Donnez plutôt en aumônes ce qui est dedans, et voici, toutes choses seront pures pour vous.\\wj*"},{"style":"v","verse":"42","text":"\\x v \\xo 11.42 \\xt Mt 23:23.\\x*\\wj Mais malheur à vous, pharisiens! Parce que vous payez la dîme de la menthe, de la rue, et de toutes les herbes, et\\wj*\\x w \\xo 11.42 \\xt 1 S 15:22. Os 6:6. Mi 6:8. Mt 9:13; 12:7.\\x*\\wj que vous négligez la justice et l’amour de Dieu: c’est là ce qu’il fallait pratiquer, sans omettre les autres choses.\\wj*"},{"style":"v","verse":"43","text":"\\x x \\xo 11.43 \\xt Mt 23:6. Mc 12:38. Lu 20:46.\\x*\\wj Malheur à vous, pharisiens! Parce que vous aimez les premiers sièges dans les synagogues, et les salutations dans les places publiques.\\wj*"},{"style":"v","verse":"44","text":"\\x y \\xo 11.44 \\xt Mt 23:27.\\x*\\wj Malheur à vous! Parce que vous êtes comme les sépulcres qui ne paraissent pas, et sur lesquels on marche sans le savoir.\\wj*"},{"style":"v","verse":"45","text":"Un des docteurs de la loi prit la parole, et lui dit: Maître, en parlant de la sorte, c’est aussi nous que tu outrages. "},{"style":"v","verse":"46","text":"\\x z \\xo 11.46 \\xt És 10:1. Mt 23:4. Ac 15:10.\\x*Et Jésus répondit: \\wj Malheur à vous aussi, docteurs de la loi! Parce que vous chargez les hommes de fardeaux difficiles à porter, et que vous ne touchez pas vous-mêmes de l’un de vos doigts.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"\\x a \\xo 11.47 \\xt Mt 23:29.\\x*\\wj Malheur à vous! Parce que vous bâtissez les tombeaux des prophètes, que vos pères ont tués.\\wj*"},{"style":"v","verse":"48","text":"\\wj Vous rendez donc témoignage aux œuvres de vos pères, et vous les approuvez; car eux, ils ont tué les prophètes, et vous, vous bâtissez leurs tombeaux.\\wj*"},{"style":"v","verse":"49","text":"\\wj C’est pourquoi la sagesse de Dieu a dit:\\wj*\\x b \\xo 11.49 \\xt Mt 10:16. Lu 10:3. Jn 16:2. Ac 7:51. Hé 11:35.\\x*\\wj Je leur enverrai des prophètes et des apôtres; ils tueront les uns et persécuteront les autres,\\wj*"},{"style":"v","verse":"50","text":"\\wj afin qu’il soit demandé compte à cette génération du sang de tous les prophètes qui a été répandu depuis la création du monde,\\wj*"},{"style":"v","verse":"51","text":"\\x c \\xo 11.51 \\xt Ge 4:8. Hé 11:4.\\x*\\wj depuis le sang d’Abel\\wj*\\x d \\xo 11.51 \\xt 2 Ch 24:21.\\x*\\wj jusqu’au sang de Zacharie, tué entre l’autel et le temple; oui, je vous le dis, il en sera demandé compte à cette génération.\\wj*"},{"style":"v","verse":"52","text":"\\x e \\xo 11.52 \\xt Mt 23:13.\\x*\\wj Malheur à vous, docteurs de la loi! Parce que vous avez enlevé la clef de la science; vous n’êtes pas entrés vous-mêmes, et vous avez empêché d’entrer ceux qui le voulaient.\\wj*"},{"style":"v","verse":"53","text":"Quand il fut sorti de là, les scribes et les pharisiens commencèrent à le presser violemment, et à le faire parler sur beaucoup de choses, "},{"style":"v","verse":"54","text":"lui tendant des pièges, pour surprendre quelque parole sortie de sa bouche."}]