[{"style":"s1","verse":"","text":"Parabole du juge inique"},{"style":"r","verse":"","text":"V. 1-8: cf. Lu 11:5-10. Mc 7:24-30. Ge 32:24-29. És 62:6, 7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jésus leur adressa une parabole, pour montrer \\x a \\xo 18.1 \\xt Ro 12:12. Ép 6:18. Col 4:2. 1 Th 5:17.\\x*qu’il faut toujours prier, et ne point se relâcher. "},{"style":"v","verse":"2","text":"Il dit: \\wj Il y avait dans une ville un juge qui ne craignait point Dieu et qui n’avait d’égard pour personne.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"\\wj Il y avait aussi dans cette ville une veuve qui venait lui dire: Fais-moi justice de ma partie adverse.\\wj*"},{"style":"v","verse":"4","text":"\\wj Pendant longtemps il refusa. Mais ensuite il dit en lui-même: Quoique je ne craigne point Dieu et que je n’aie d’égard pour personne,\\wj*"},{"style":"v","verse":"5","text":"\\wj néanmoins, parce que cette veuve m’importune, je lui ferai justice, afin qu’elle ne vienne pas sans cesse me rompre la tête.\\wj*"},{"style":"v","verse":"6","text":"Le Seigneur ajouta: \\wj Entendez ce que dit le juge inique.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"\\x b \\xo 18.7 \\xt Ap 6:10.\\x*\\wj Et Dieu ne fera-t-il pas justice à ses élus, qui crient à lui jour et nuit, et tardera-t-il à leur égard?\\wj*"},{"style":"v","verse":"8","text":"\\wj Je vous le dis, il leur fera promptement justice. Mais, quand le Fils de l’homme viendra, trouvera-t-il la foi sur la terre?\\wj*"},{"style":"s1","verse":"","text":"Parabole du pharisien et du publicain"},{"style":"r","verse":"","text":"V. 9-14: cf. Pr 28:9, 13; 30:12, 13. Ja 4:6, 9, 10. 1 Pi 5:5, 6."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Il dit encore cette parabole, en vue de certaines personnes se persuadant qu’elles étaient justes, et ne faisant aucun cas des autres:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"\\wj Deux hommes montèrent au temple pour prier; l’un était pharisien, et l’autre publicain.\\wj*"},{"style":"v","verse":"11","text":"\\wj Le pharisien, debout, priait ainsi en lui-même:\\wj*\\x c \\xo 18.11 \\xt És 1:15; 58:2. Ap 3:17, 18.\\x*\\wj O Dieu, je te rends grâces de ce que je ne suis pas comme le reste des hommes, qui sont ravisseurs, injustes, adultères, ou même comme ce publicain;\\wj*"},{"style":"v","verse":"12","text":"\\wj je jeûne deux fois la semaine, je donne la dîme de tous mes revenus.\\wj*"},{"style":"v","verse":"13","text":"\\wj Le publicain, se tenant à distance, n’osait même pas lever les yeux au ciel; mais il se frappait la poitrine, en disant: O Dieu, sois apaisé envers moi, qui suis un pécheur.\\wj*"},{"style":"v","verse":"14","text":"\\wj Je vous le dis, celui-ci descendit dans sa maison justifié, plutôt que l’autre.\\wj*\\x d \\xo 18.14 \\xt Job 22:29. Pr 29:23. Mt 23:12. Lu 14:11. Ja 4:6, 10. 1 Pi 5:5.\\x*\\wj Car quiconque s’élève sera abaissé, et celui qui s’abaisse sera élevé.\\wj*"},{"style":"s1","verse":"","text":"Les petits enfants"},{"style":"r","verse":"","text":"V. 15-17: cf. (Mt 19:13-15. Mc 10:13-16.) Mt 18:1-4."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"\\x e \\xo 18.15 \\xt Mt 19:13. Mc 10:13.\\x*On lui amena aussi les petits enfants, afin qu’il les touchât. Mais les disciples, voyant cela, reprenaient ceux qui les amenaient. "},{"style":"v","verse":"16","text":"Et Jésus les appela, et dit: \\wj Laissez venir à moi les petits enfants, et ne les en empêchez pas;\\wj*\\x f \\xo 18.16 \\xt Mt 18:3; 19:14. 1 Co 14:20. 1 Pi 2:2.\\x*\\wj car le royaume de Dieu est pour ceux qui leur ressemblent.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"\\wj Je vous le dis en vérité, quiconque ne recevra pas le royaume de Dieu comme un petit enfant n’y entrera point.\\wj*"},{"style":"s1","verse":"","text":"L’homme riche. L’héritage de la vie éternelle"},{"style":"r","verse":"","text":"V. 18-30: cf. (Mt 19:16-30. Mc 10:17-31.) Mt 5:29, 30."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"\\x g \\xo 18.18 \\xt Mt 19:16. Mc 10:17.\\x*Un chef interrogea Jésus, et dit: Bon maître, que dois-je faire pour hériter la vie éternelle? "},{"style":"v","verse":"19","text":"Jésus lui répondit: \\wj Pourquoi m’appelles-tu bon? Il n’y a de bon que Dieu seul.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"\\wj Tu connais les commandements:\\wj*\\x h \\xo 18.20 \\xt Ex 20:13. De 5:17. Ro 13:9.\\x*\\wj Tu ne commettras point d’adultère; tu ne tueras point; tu ne déroberas point; tu ne diras point de faux témoignage;\\wj*\\x i \\xo 18.20 \\xt Ép 6:2. Col 3:20.\\x*\\wj honore ton père et ta mère.\\wj*"},{"style":"v","verse":"21","text":"J’ai, dit-il, observé toutes ces choses dès ma jeunesse. "},{"style":"v","verse":"22","text":"Jésus, ayant entendu cela, lui dit: \\wj Il te manque encore une chose:\\wj*\\x j \\xo 18.22 \\xt Mt 6:19; 19:21. 1 Ti 6:19.\\x*\\wj vends tout ce que tu as, distribue-le aux pauvres, et tu auras un trésor dans les cieux. Puis, viens, et suis-moi.\\wj*"},{"style":"v","verse":"23","text":"Lorsqu’il entendit ces paroles, il devint tout triste; car il était très riche. "},{"style":"v","verse":"24","text":"Jésus, voyant qu’il était devenu tout triste, dit: \\x k \\xo 18.24 \\xt Pr 11:28. Mt 19:23. Mc 10:23.\\x*\\wj Qu’il est difficile à ceux qui ont des richesses d’entrer dans le royaume de Dieu!\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"\\wj Car il est plus facile à un chameau de passer par le trou d’une aiguille qu’à un riche d’entrer dans le royaume de Dieu.\\wj*"},{"style":"v","verse":"26","text":"Ceux qui l’écoutaient dirent: Et qui peut être sauvé? "},{"style":"v","verse":"27","text":"Jésus répondit: \\x l \\xo 18.27 \\xt Job 42:2. Jé 32:17. Za 8:6. Lu 1:37.\\x*\\wj Ce qui est impossible aux hommes est possible à Dieu.\\wj*"},{"style":"v","verse":"28","text":"\\x m \\xo 18.28 \\xt Mt 4:20; 19:27. Mc 10:28. Lu 5:11.\\x*Pierre dit alors: Voici, nous avons tout quitté, et nous t’avons suivi. "},{"style":"v","verse":"29","text":"Et Jésus leur dit: \\wj Je vous le dis en vérité,\\wj*\\x n \\xo 18.29 \\xt De 33:9.\\x*\\wj il n’est personne qui, ayant quitté, à cause du royaume de Dieu, sa maison, ou sa femme, ou ses frères, ou ses parents, ou ses enfants,\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"\\x o \\xo 18.30 \\xt Job 42:12.\\x*\\wj ne reçoive beaucoup plus dans ce siècle-ci, et, dans le siècle à venir, la vie éternelle.\\wj*"},{"style":"s1","verse":"","text":"Jésus annonce sa mort et sa résurrection"},{"style":"r","verse":"","text":"V. 31-34: cf. (Mt 20:17-19. Mc 10:32-34.) Lu 9:22, 44, 45."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"\\x p \\xo 18.31 \\xt Mt 16:21; 17:22; 20:17. Mc 8:31; 9:31; 10:32. Lu 9:22; 24:7.\\x*Jésus prit les douze auprès de lui, et leur dit: \\wj Voici, nous montons à Jérusalem, et\\wj*\\x q \\xo 18.31 \\xt Ps 22:7. És 53:7.\\x*\\wj tout ce qui a été écrit par les prophètes au sujet du Fils de l’homme s’accomplira.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"\\x r \\xo 18.32 \\xt Mt 27:2. Lu 23:1. Jn 18:28. Ac 3:13.\\x*\\wj Car il sera livré aux païens; on se moquera de lui, on l’outragera, on crachera sur lui,\\wj*"},{"style":"v","verse":"33","text":"\\wj et, après l’avoir battu de verges, on le fera mourir; et le troisième jour il ressuscitera.\\wj*"},{"style":"v","verse":"34","text":"Mais ils ne comprirent rien à cela; c’était pour eux un langage caché, des paroles dont ils ne saisissaient pas le sens."},{"style":"s1","verse":"","text":"Guérison d’un aveugle à Jéricho"},{"style":"r","verse":"","text":"V. 35-43: cf. (Mt 20:29-34. Mc 10:46-53.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"\\x s \\xo 18.35 \\xt Mt 20:29. Mc 10:46.\\x*Comme Jésus approchait de Jéricho, un aveugle était assis au bord du chemin, et mendiait. "},{"style":"v","verse":"36","text":"Entendant la foule passer, il demanda ce que c’était. "},{"style":"v","verse":"37","text":"On lui dit: C’est Jésus de Nazareth qui passe. "},{"style":"v","verse":"38","text":"Et il cria: Jésus, Fils de David, aie pitié de moi! "},{"style":"v","verse":"39","text":"Ceux qui marchaient devant le reprenaient, pour le faire taire; mais il criait beaucoup plus fort: Fils de David, aie pitié de moi! "},{"style":"v","verse":"40","text":"Jésus, s’étant arrêté, ordonna qu’on le lui amène; et, quand il se fut approché, "},{"style":"v","verse":"41","text":"il lui demanda: \\wj Que veux-tu que je te fasse?\\wj* Il répondit: Seigneur, que je recouvre la vue. "},{"style":"v","verse":"42","text":"Et Jésus lui dit: \\wj Recouvre la vue; ta foi t’a sauvé.\\wj*"},{"style":"v","verse":"43","text":"A l’instant il recouvra la vue, et suivit Jésus, en glorifiant Dieu. Tout le peuple, voyant cela, loua Dieu."}]