[{"style":"s1","verse":"","text":"Le publicain Zachée"},{"style":"r","verse":"","text":"V. 1-10: cf. Lu 15; 3:8; 5:32."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jésus, étant entré dans Jéricho, traversait la ville. "},{"style":"v","verse":"2","text":"Et voici, un homme riche, appelé Zachée, chef des publicains, cherchait à voir qui était Jésus; "},{"style":"v","verse":"3","text":"mais il ne pouvait y parvenir, à cause de la foule, car il était de petite taille. "},{"style":"v","verse":"4","text":"Il courut en avant, et monta sur un sycomore pour le voir, parce qu’il devait passer par là. "},{"style":"v","verse":"5","text":"Lorsque Jésus fut arrivé à cet endroit, il leva les yeux et lui dit: \\wj Zachée, hâte-toi de descendre; car il faut que je demeure aujourd’hui dans ta maison.\\wj*"},{"style":"v","verse":"6","text":"Zachée se hâta de descendre, et le reçut avec joie. "},{"style":"v","verse":"7","text":"Voyant cela, tous murmuraient, et disaient: Il est allé loger chez un homme pécheur. "},{"style":"v","verse":"8","text":"Mais Zachée, se tenant devant le Seigneur, lui dit: Voici, Seigneur, je donne aux pauvres la moitié de mes biens, et, si j’ai fait tort de quelque chose à quelqu’un, je lui rends le quadruple. "},{"style":"v","verse":"9","text":"Jésus lui dit: \\wj Le salut est entré aujourd’hui dans cette maison, parce que\\wj*\\x a \\xo 19.9 \\xt Lu 13:16.\\x*\\wj celui-ci est aussi un fils d’Abraham.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"\\x b \\xo 19.10 \\xt Mt 10:6; 15:24; 18:11. Ac 13:46.\\x*\\wj Car le Fils de l’homme est venu chercher et sauver ce qui était perdu.\\wj*"},{"style":"s1","verse":"","text":"Parabole des mines"},{"style":"r","verse":"","text":"V. 11-28: cf. Mt 25:14-30."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ils écoutaient ces choses, et Jésus ajouta une parabole, parce qu’il était près de Jérusalem, et qu’on croyait qu’à l’instant le royaume de Dieu allait paraître. "},{"style":"v","verse":"12","text":"Il dit donc: \\x c \\xo 19.12 \\xt Mt 25:14. Mc 13:34.\\x*\\wj Un homme de haute naissance s’en alla dans un pays lointain, pour se faire investir de l’autorité royale, et revenir ensuite.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"\\wj Il appela dix de ses serviteurs, leur donna dix mines, et leur dit: Faites-les valoir jusqu’à ce que je revienne.\\wj*"},{"style":"v","verse":"14","text":"\\wj Mais ses concitoyens le haïssaient, et ils envoyèrent une ambassade après lui, pour dire: Nous ne voulons pas que cet homme règne sur nous.\\wj*"},{"style":"v","verse":"15","text":"\\wj Lorsqu’il fut de retour, après avoir été investi de l’autorité royale, il fit appeler auprès de lui les serviteurs auxquels il avait donné l’argent, afin de connaître comment chacun l’avait fait valoir.\\wj*"},{"style":"v","verse":"16","text":"\\wj Le premier vint, et dit: Seigneur, ta mine a rapporté dix mines.\\wj*"},{"style":"v","verse":"17","text":"\\wj Il lui dit: C’est bien, bon serviteur; parce que tu as été fidèle en peu de chose, reçois le gouvernement de dix villes.\\wj*"},{"style":"v","verse":"18","text":"\\wj Le second vint, et dit: Seigneur, ta mine a produit cinq mines.\\wj*"},{"style":"v","verse":"19","text":"\\wj Il lui dit: Toi aussi, sois établi sur cinq villes.\\wj*"},{"style":"v","verse":"20","text":"\\wj Un autre vint, et dit: Seigneur, voici ta mine, que j’ai gardée dans un linge;\\wj*"},{"style":"v","verse":"21","text":"\\wj car j’avais peur de toi, parce que tu es un homme sévère; tu prends ce que tu n’as pas déposé, et tu moissonnes ce que tu n’as pas semé.\\wj*"},{"style":"v","verse":"22","text":"\\wj Il lui dit:\\wj*\\x d \\xo 19.22 \\xt 2 S 1:16. Mt 12:37.\\x*\\wj Je te juge sur tes paroles, méchant serviteur; tu savais que je suis un homme sévère, prenant ce que je n’ai pas déposé, et moissonnant ce que je n’ai pas semé;\\wj*"},{"style":"v","verse":"23","text":"\\wj pourquoi donc n’as-tu pas mis mon argent dans une banque, afin qu’à mon retour je le retirasse avec un intérêt?\\wj*"},{"style":"v","verse":"24","text":"\\wj Puis il dit à ceux qui étaient là: Otez-lui la mine, et donnez-la à celui qui a les dix mines.\\wj*"},{"style":"v","verse":"25","text":"\\wj Ils lui dirent: Seigneur, il a dix mines.\\wj*"},{"style":"v","verse":"26","text":"\\x e \\xo 19.26 \\xt Mt 13:12; 25:29. Mc 4:25. Lu 8:18.\\x*\\wj Je vous le dis, on donnera à celui qui a, mais à celui qui n’a pas on ôtera même ce qu’il a.\\wj*"},{"style":"v","verse":"27","text":"\\wj Au reste, amenez ici mes ennemis, qui n’ont pas voulu que je régnasse sur eux, et tuez-les en ma présence.\\wj*"},{"style":"v","verse":"28","text":"Après avoir ainsi parlé, Jésus marcha devant la foule, pour monter à Jérusalem."},{"style":"s1","verse":"","text":"Entrée de Jésus à Jérusalem"},{"style":"r","verse":"","text":"V. 29-40: cf. (Mt 21:1-9. Mc 11:1-10. Jn 12:12-19.) Za 9:9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"\\x f \\xo 19.29 \\xt Mt 21:1. Mc 11:1.\\x*Lorsqu’il approcha de Bethphagé et de Béthanie, vers la montagne appelée montagne des oliviers, Jésus envoya deux de ses disciples, "},{"style":"v","verse":"30","text":"en disant: \\wj Allez au village qui est en face; quand vous y serez entrés, vous trouverez un ânon attaché, sur lequel aucun homme ne s’est jamais assis; détachez-le, et amenez-le.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"\\wj Si quelqu’un vous demande: Pourquoi le détachez-vous? Vous lui répondrez: Le Seigneur en a besoin.\\wj*"},{"style":"v","verse":"32","text":"Ceux qui étaient envoyés allèrent, et trouvèrent les choses comme Jésus leur avait dit. "},{"style":"v","verse":"33","text":"Comme ils détachaient l’ânon, ses maîtres leur dirent: Pourquoi détachez-vous l’ânon? "},{"style":"v","verse":"34","text":"Ils répondirent: Le Seigneur en a besoin. "},{"style":"v","verse":"35","text":"\\x g \\xo 19.35 \\xt Jn 12:14.\\x*Et ils amenèrent à Jésus l’ânon, \\x h \\xo 19.35 \\xt 2 R 9:13.\\x*sur lequel ils jetèrent leurs vêtements, et firent monter Jésus. "},{"style":"v","verse":"36","text":"Quand il fut en marche, les gens étendirent leurs vêtements sur le chemin. "},{"style":"v","verse":"37","text":"Et lorsque déjà il approchait de Jérusalem, vers la descente de la montagne des oliviers, toute la multitude des disciples, saisie de joie, se mit à louer Dieu à haute voix pour tous les miracles qu’ils avaient vus. "},{"style":"v","verse":"38","text":"Ils disaient: \\x i \\xo 19.38 \\xt Ps 118:26.\\x*Béni soit le roi qui vient au nom du Seigneur! \\x j \\xo 19.38 \\xt Lu 2:14. Ép 2:14.\\x*Paix dans le ciel, et gloire dans les lieux très hauts! "},{"style":"v","verse":"39","text":"Quelques pharisiens, du milieu de la foule, dirent à Jésus: Maître, reprends tes disciples. "},{"style":"v","verse":"40","text":"Et il répondit: \\wj Je vous le dis, s’ils se taisent,\\wj*\\x k \\xo 19.40 \\xt Ha 2:11.\\x*\\wj les pierres crieront!\\wj*"},{"style":"s1","verse":"","text":"Jésus pleure sur Jérusalem"},{"style":"r","verse":"","text":"V. 41-44: cf. Lu 13:34, 35; 21:20-24; 3:9. Jé 8:18 à 9:1."},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Comme il approchait de la ville, Jésus, en la voyant, pleura sur elle, et dit:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"\\wj Si toi aussi, au moins en ce jour qui t’est donné, tu connaissais les choses qui appartiennent à ta paix! Mais maintenant elles sont cachées à tes yeux.\\wj*"},{"style":"v","verse":"43","text":"\\wj Il viendra sur toi des jours où tes ennemis t’environneront de tranchées, t’enfermeront, et te serreront de toutes parts;\\wj*"},{"style":"v","verse":"44","text":"\\x l \\xo 19.44 \\xt 1 R 9:7, 8. Mi 3:12. Mt 24:1, 2. Mc 13:2. Lu 21:6.\\x*\\wj ils te détruiront, toi et tes enfants au milieu de toi, et ils ne laisseront pas en toi pierre sur pierre, parce que tu n’as pas connu le temps où tu as été visitée.\\wj*"},{"style":"s1","verse":"","text":"Les vendeurs chassés du temple. Irritation des sacrificateurs"},{"style":"r","verse":"","text":"V. 45-48: cf. (Mt 21:10-16. Mc 11:11, 15-18.) Jn 2:13-17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Il entra dans le temple, et il se mit à chasser ceux qui vendaient, "},{"style":"v","verse":"46","text":"leur disant: \\x m \\xo 19.46 \\xt 1 R 8:29. És 56:7. Jé 7:11. Mt 21:13. Mc 11:17.\\x*\\wj Il est écrit: Ma maison sera une maison de prière. Mais vous, vous en avez fait une caverne de voleurs.\\wj*"},{"style":"v","verse":"47","text":"Il enseignait tous les jours dans le temple. \\x n \\xo 19.47 \\xt Mc 11:18. Jn 7:19; 8:37.\\x*Et les principaux sacrificateurs, les scribes, et les principaux du peuple cherchaient à le faire périr; "},{"style":"v","verse":"48","text":"mais ils ne savaient comment s’y prendre, car tout le peuple l’écoutait avec admiration."}]