[{"style":"s1","verse":"","text":"Guérison du serviteur d’un centenier"},{"style":"r","verse":"","text":"V. 1-10: cf. Mt 8:5-13. (Mt 15:21-28.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Après avoir achevé tous ces discours devant le peuple qui l’écoutait, \\x a \\xo 7.1 \\xt Mt 8:5.\\x*Jésus entra dans Capernaüm. "},{"style":"v","verse":"2","text":"Un centenier avait un serviteur auquel il était très attaché, et qui se trouvait malade, sur le point de mourir. "},{"style":"v","verse":"3","text":"Ayant entendu parler de Jésus, il lui envoya quelques anciens des Juifs, pour le prier de venir guérir son serviteur. "},{"style":"v","verse":"4","text":"Ils arrivèrent auprès de Jésus, et lui adressèrent d’instantes supplications, disant: Il mérite que tu lui accordes cela; "},{"style":"v","verse":"5","text":"car il aime notre nation, et c’est lui qui a bâti notre synagogue. "},{"style":"v","verse":"6","text":"Jésus, étant allé avec eux, n’était guère éloigné de la maison, quand le centenier envoya des amis pour lui dire: Seigneur, ne prends pas tant de peine; car je ne suis pas digne que tu entres sous mon toit. "},{"style":"v","verse":"7","text":"C’est aussi pour cela que je ne me suis pas cru digne d’aller en personne vers toi. Mais dis un mot, et mon serviteur sera guéri. "},{"style":"v","verse":"8","text":"Car, moi qui suis soumis à des supérieurs, j’ai des soldats sous mes ordres; et je dis à l’un: Va! Et il va; à l’autre: Viens! Et il vient; et à mon serviteur: Fais cela! Et il le fait. "},{"style":"v","verse":"9","text":"Lorsque Jésus entendit ces paroles, il admira le centenier, et, se tournant vers la foule qui le suivait, il dit: \\wj Je vous le dis, même en Israël je n’ai pas trouvé une aussi grande foi.\\wj*"},{"style":"v","verse":"10","text":"De retour à la maison, les gens envoyés par le centenier trouvèrent guéri le serviteur qui avait été malade."},{"style":"s1","verse":"","text":"Résurrection du fils de la veuve de Naïn"},{"style":"r","verse":"","text":"V. 11-17: cf. (Lu 8:49-56. Jn 11.) 1 R 17:17-24."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Le jour suivant, Jésus alla dans une ville appelée Naïn; ses disciples et une grande foule faisaient route avec lui. "},{"style":"v","verse":"12","text":"Lorsqu’il fut près de la porte de la ville, voici, on portait en terre un mort, fils unique de sa mère, qui était veuve; et il y avait avec elle beaucoup de gens de la ville. "},{"style":"v","verse":"13","text":"Le Seigneur, l’ayant vue, fut ému de compassion pour elle, et lui dit: \\wj Ne pleure pas!\\wj*"},{"style":"v","verse":"14","text":"Il s’approcha, et toucha le cercueil. Ceux qui le portaient s’arrêtèrent. Il dit: \\wj Jeune homme, je te le dis,\\wj*\\x b \\xo 7.14 \\xt Ac 9:40.\\x*\\wj lève-toi!\\wj*"},{"style":"v","verse":"15","text":"Et le mort s’assit, et se mit à parler. Jésus le rendit à sa mère. "},{"style":"v","verse":"16","text":"Tous furent saisis de crainte, et ils glorifiaient Dieu, disant: \\x c \\xo 7.16 \\xt Lu 24:19. Jn 4:19; 6:14; 9:17.\\x*Un grand prophète a paru parmi nous, et \\x d \\xo 7.16 \\xt Lu 1:68.\\x*Dieu a visité son peuple. "},{"style":"v","verse":"17","text":"Cette parole sur Jésus se répandit dans toute la Judée et dans tout le pays d’alentour."},{"style":"s1","verse":"","text":"Message de Jean-Baptiste auprès de Jésus"},{"style":"r","verse":"","text":"V. 18-23: cf. Mt 11:2-6. (És 35:4-6; 61:1. Lu 4:16-21.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"\\x e \\xo 7.18 \\xt Mt 11:2.\\x*Jean fut informé de toutes ces choses par ses disciples. "},{"style":"v","verse":"19","text":"Il en appela deux, et les envoya vers Jésus, pour lui dire: Es-tu celui qui doit venir, ou devons-nous en attendre un autre? "},{"style":"v","verse":"20","text":"Arrivés auprès de Jésus, ils dirent: Jean-Baptiste nous a envoyés vers toi, pour dire: Es-tu celui qui doit venir, ou devons-nous en attendre un autre? "},{"style":"v","verse":"21","text":"A l’heure même, Jésus guérit plusieurs personnes de maladies, d’infirmités, et d’esprits malins, et il rendit la vue à plusieurs aveugles. "},{"style":"v","verse":"22","text":"Et il leur répondit: \\wj Allez rapporter à Jean ce que vous avez vu et entendu:\\wj*\\x f \\xo 7.22 \\xt És 29:18; 35:5; 61:1.\\x*\\wj les aveugles voient, les boiteux marchent, les lépreux sont purifiés, les sourds entendent, les morts ressuscitent, la bonne nouvelle est annoncée aux pauvres.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"\\wj Heureux celui pour qui je ne serai pas une occasion de chute!\\wj*"},{"style":"s1","verse":"","text":"Témoignage sur Jean-Baptiste"},{"style":"r","verse":"","text":"V. 24-35: cf. Mt 11:7-19."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"\\x g \\xo 7.24 \\xt Mt 11:7.\\x*Lorsque les envoyés de Jean furent partis, Jésus se mit à dire à la foule, au sujet de Jean: \\wj Qu’êtes-vous allés voir au désert? Un roseau agité par le vent?\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"\\wj Mais, qu’êtes-vous allés voir? Un homme vêtu d’habits précieux? Voici, ceux qui portent des habits magnifiques, et qui vivent dans les délices, sont dans les maisons des rois.\\wj*"},{"style":"v","verse":"26","text":"\\wj Qu’êtes-vous donc allés voir? Un prophète? Oui, vous dis-je, et plus qu’un prophète.\\wj*"},{"style":"v","verse":"27","text":"\\wj C’est celui dont il est écrit:\\wj*"},{"style":"q1","verse":"","text":"\\x h \\xo 7.27 \\xt Mal 3:1. Mc 1:2.\\x*\\wj Voici, j’envoie mon messager devant ta face,\\wj*"},{"style":"q1","verse":"","text":"\\wj Pour préparer ton chemin devant toi.\\wj*"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"\\wj Je vous le dis, parmi ceux qui sont nés de femmes, il n’y en a point de plus grand que Jean. Cependant, le plus petit dans le royaume de Dieu est plus grand que lui.\\wj*"},{"style":"v","verse":"29","text":"Et tout le peuple qui l’a entendu et même les publicains ont justifié Dieu, en se faisant baptiser du baptême de Jean; "},{"style":"v","verse":"30","text":"mais les pharisiens et les docteurs de la loi, en ne se faisant pas baptiser par lui, ont rendu nul à leur égard le dessein de Dieu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"\\x i \\xo 7.31 \\xt Mt 11:16.\\x*\\wj A qui donc comparerai-je les hommes de cette génération, et à qui ressemblent-ils?\\wj*"},{"style":"v","verse":"32","text":"\\wj Ils ressemblent aux enfants assis dans la place publique, et qui, se parlant les uns aux autres, disent: Nous vous avons joué de la flûte, et vous n’avez pas dansé; nous vous avons chanté des complaintes, et vous n’avez pas pleuré.\\wj*"},{"style":"v","verse":"33","text":"\\x j \\xo 7.33 \\xt Mt 3:4. Mc 1:6.\\x*\\wj Car Jean-Baptiste est venu, ne mangeant pas de pain et ne buvant pas de vin, et vous dites: Il a un démon.\\wj*"},{"style":"v","verse":"34","text":"\\wj Le Fils de l’homme est venu, mangeant et buvant, et vous dites: C’est un mangeur et un buveur, un ami des publicains et des gens de mauvaise vie.\\wj*"},{"style":"v","verse":"35","text":"\\wj Mais la sagesse a été justifiée par tous ses enfants.\\wj*"},{"style":"s1","verse":"","text":"La pécheresse pardonnée"},{"style":"r","verse":"","text":"V. 36-50: cf. (Mt 26:1-13. Jn 12:1-8.) (Mt 11:28. Jn 6:37.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"\\x k \\xo 7.36 \\xt Mt 26:6. Mc 14:3. Jn 11:2; 12:3.\\x*Un pharisien pria Jésus de manger avec lui. Jésus entra dans la maison du pharisien, et se mit à table. "},{"style":"v","verse":"37","text":"Et voici, une femme pécheresse qui se trouvait dans la ville, ayant su qu’il était à table dans la maison du pharisien, apporta un vase d’albâtre plein de parfum, "},{"style":"v","verse":"38","text":"et se tint derrière, aux pieds de Jésus. Elle pleurait; et bientôt elle lui mouilla les pieds de ses larmes, puis les essuya avec ses cheveux, les baisa, et les oignit de parfum. "},{"style":"v","verse":"39","text":"Le pharisien qui l’avait invité, voyant cela, dit en lui-même: \\x l \\xo 7.39 \\xt Lu 15:2.\\x*Si cet homme était prophète, il connaîtrait qui et de quelle espèce est la femme qui le touche, il connaîtrait que c’est une pécheresse. "},{"style":"v","verse":"40","text":"Jésus prit la parole, et lui dit: \\wj Simon, j’ai quelque chose à te dire.\\wj* Maître, parle, répondit-il."},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"\\wj Un créancier avait deux débiteurs: l’un devait cinq cents deniers, et l’autre cinquante.\\wj*"},{"style":"v","verse":"42","text":"\\wj Comme ils n’avaient pas de quoi payer, il leur remit à tous deux leur dette. Lequel l’aimera le plus?\\wj*"},{"style":"v","verse":"43","text":"Simon répondit: Celui, je pense, auquel il a le plus remis. Jésus lui dit: \\wj Tu as bien jugé.\\wj*"},{"style":"v","verse":"44","text":"Puis, se tournant vers la femme, il dit à Simon: \\wj Vois-tu cette femme? Je suis entré dans ta maison, et tu ne m’as point donné d’eau pour laver mes pieds; mais elle, elle les a mouillés de ses larmes, et les a essuyés avec ses cheveux.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"\\wj Tu ne m’as point donné de baiser; mais elle, depuis que je suis entré, elle n’a point cessé de me baiser les pieds.\\wj*"},{"style":"v","verse":"46","text":"\\wj Tu n’as point versé d’huile sur ma tête; mais elle, elle a versé du parfum sur mes pieds.\\wj*"},{"style":"v","verse":"47","text":"\\wj C’est pourquoi, je te le dis, ses nombreux péchés ont été pardonnés: car elle a beaucoup aimé. Mais celui à qui on pardonne peu aime peu.\\wj*"},{"style":"v","verse":"48","text":"Et il dit à la femme: \\x m \\xo 7.48 \\xt Mt 9:2.\\x*\\wj Tes péchés sont pardonnés.\\wj*"},{"style":"v","verse":"49","text":"Ceux qui étaient à table avec lui se mirent à dire en eux-mêmes: \\x n \\xo 7.49 \\xt Mt 9:3.\\x*Qui est celui-ci, qui pardonne même les péchés? "},{"style":"v","verse":"50","text":"Mais Jésus dit à la femme: \\wj Ta foi t’a sauvée, va en paix.\\wj*"}]