[{"style":"s1","text":"Guerriers qui s’attachèrent à David pendant la vie de Saül"},{"style":"r","text":"V. 1-22: cf. (1 S 27; 29; 30.) 1 Th 1:7. Ps 18:47, 48."},{"style":"p","text":""},{"style":"v","text":"Voici ceux qui se rendirent auprès de David à Tsiklag, lorsqu’il était encore éloigné de la présence de Saül, fils de Kis. Ils faisaient partie des vaillants hommes qui lui prêtèrent leur secours pendant la guerre. "},{"style":"v","text":"C’étaient des archers, lançant des pierres de la main droite et de la main gauche, et tirant des flèches avec leur arc: ils étaient de Benjamin, du nombre des frères de Saül. "},{"style":"v","text":"Le chef Achiézer et Joas, fils de Schemaa, de Guibea; Jeziel, et Péleth, fils d’Azmaveth; Beraca; Jéhu, d’Anathoth; "},{"style":"v","text":"Jischmaeja, de Gabaon, vaillant parmi les trente et chef des trente; Jérémie; Jachaziel; Jochanan; Jozabad, de Guedéra; "},{"style":"v","text":"Éluzaï; Jerimoth; Bealia; Schemaria; Schephathia, de Haroph; "},{"style":"v","text":"Elkana, Jischija, Azareel, Joézer et Jaschobeam, Koréites; "},{"style":"v","text":"Joéla et Zebadia, fils de Jerocham, de Guedor. "},{"style":"v","text":"Parmi les Gadites, des hommes vaillants partirent pour se rendre auprès de David dans la forteresse du désert, des soldats exercés à la guerre, armés du bouclier et de la lance, semblables à des lions, et aussi prompts que des gazelles sur les montagnes. "},{"style":"v","text":"Ézer, le chef; Abdias, le second; Éliab, le troisième; "},{"style":"v","text":"Mischmanna, le quatrième; Jérémie, le cinquième; "},{"style":"v","text":"Attaï, le sixième; Éliel, le septième; "},{"style":"v","text":"Jochanan, le huitième; Elzabad, le neuvième; "},{"style":"v","text":"Jérémie, le dixième; Macbannaï, le onzième. "},{"style":"v","text":"C’étaient des fils de Gad, chefs de l’armée; un seul, le plus petit, pouvait s’attaquer à cent hommes, et le plus grand à mille. "},{"style":"v","text":"Voilà ceux qui passèrent le Jourdain au premier mois, lorsqu’il débordait sur toutes ses rives, et qui mirent en fuite tous les habitants des vallées, à l’orient et à l’occident. "},{"style":"v","text":"Il y eut aussi des fils de Benjamin et de Juda qui se rendirent auprès de David dans la forteresse. "},{"style":"v","text":"David sortit au-devant d’eux, et leur adressa la parole, en disant: Si vous venez à moi dans de bonnes intentions pour me secourir, mon cœur s’unira à vous; mais si c’est pour me tromper au profit de mes ennemis, quand je ne commets aucune violence, que le Dieu de nos pères le voie et qu’il fasse justice! "},{"style":"v","text":"Amasaï, l’un des principaux officiers, fut revêtu de l’esprit, et dit: Nous sommes à toi, David, et avec toi, fils d’Isaï! Paix, paix à toi, et paix à ceux qui te secourent, car ton Dieu t’a secouru! Et David les accueillit, et les plaça parmi les chefs de la troupe. "},{"style":"v","text":"\\x a \\xo 12.19 \\xt 1 S 29:1.\\x*Des hommes de Manassé se joignirent à David, lorsqu’il alla faire la guerre à Saül avec les Philistins. Mais ils ne furent pas en aide aux Philistins; car, après s’être consultés, les princes des Philistins renvoyèrent David, en disant: Il passerait du côté de son maître Saül, au péril de nos têtes. "},{"style":"v","text":"Quand il retourna à Tsiklag, voici ceux de Manassé qui se joignirent à lui: Adnach, Jozabad, Jediaël, Micaël, Jozabad, Élihu et Tsilthaï, chefs des milliers de Manassé. "},{"style":"v","text":"Ils prêtèrent leur secours à David contre la troupe (des pillards Amalécites), car ils étaient tous de vaillants hommes, et ils furent chefs dans l’armée. "},{"style":"v","text":"Et de jour en jour des gens arrivaient auprès de David pour le secourir, jusqu’à ce qu’il eût un grand camp, comme un camp de Dieu."},{"style":"s1","text":"Guerriers des douze tribus qui se rendirent à Hébron pour établir David roi"},{"style":"r","text":"V. 23-40: cf. (1 Ch 11. 2 S 5:1-5.)"},{"style":"p","text":""},{"style":"v","text":"Voici le nombre des hommes armés pour la guerre qui se rendirent auprès de David à Hébron, afin de lui transférer la royauté de Saül, selon l’ordre de l’Éternel. "},{"style":"v","text":"Fils de Juda, portant le bouclier et la lance, six mille huit cents, armés pour la guerre. "},{"style":"v","text":"Des fils de Siméon, hommes vaillants à la guerre, sept mille cent. "},{"style":"v","text":"Des fils de Lévi, quatre mille six cents; "},{"style":"v","text":"et Jehojada, prince d’Aaron, et avec lui trois mille sept cents; "},{"style":"v","text":"et Tsadok, vaillant jeune homme, et la maison de son père, vingt-deux chefs. "},{"style":"v","text":"Des fils de Benjamin, frères de Saül, trois mille; car jusqu’alors la plus grande partie d’entre eux étaient restés fidèles à la maison de Saül. "},{"style":"v","text":"Des fils d’Éphraïm, vingt mille huit cents, hommes vaillants, gens de renom, d’après les maisons de leurs pères. "},{"style":"v","text":"De la demi-tribu de Manassé, dix-huit mille, qui furent nominativement désignés pour aller établir roi David. "},{"style":"v","text":"Des fils d’Issacar, ayant l’intelligence des temps pour savoir ce que devait faire Israël, deux cents chefs, et tous leurs frères sous leurs ordres. "},{"style":"v","text":"De Zabulon, cinquante mille, en état d’aller à l’armée, munis pour le combat de toutes les armes de guerre, et prêts à livrer bataille d’un cœur résolu. "},{"style":"v","text":"De Nephthali, mille chefs, et avec eux trente-sept mille, portant le bouclier et la lance. "},{"style":"v","text":"Des Danites, armés pour la guerre, vingt-huit mille six cents. "},{"style":"v","text":"D’Aser, en état d’aller à l’armée et prêts à combattre: quarante mille. "},{"style":"v","text":"Et de l’autre côté du Jourdain, des Rubénites, des Gadites, et de la demi-tribu de Manassé, avec toutes les armes de guerre, cent vingt mille. "},{"style":"v","text":"Tous ces hommes, gens de guerre, prêts à combattre, arrivèrent à Hébron en sincérité de cœur pour établir David roi sur tout Israël. Et tout le reste d’Israël était également unanime pour faire régner David. "},{"style":"v","text":"Ils furent là trois jours avec David, mangeant et buvant, car leurs frères leur avaient préparé des vivres. "},{"style":"v","text":"Et même ceux qui habitaient près d’eux jusqu’à Issacar, à Zabulon et à Nephthali, apportaient des aliments sur des ânes, sur des chameaux, sur des mulets et sur des bœufs, des mets de farine, des masses de figues sèches et de raisins secs, du vin, de l’huile, des bœufs et des brebis en abondance, car Israël était dans la joie."}]