[{"style":"s1","text":"David projette de bâtir un temple; opposition de l’Éternel. Promesses à la maison de David"},{"style":"r","text":"V. 1-14: cf. 2 S 7:1-16. (1 Ch 22:6-13; 28:2-7. 1 R 8:14-21.) Ps 89; 72. És 9:5, 6. Lu 1:31-33."},{"style":"p","text":""},{"style":"v","text":"Lorsque David fut établi dans sa maison, il dit à Nathan le prophète: Voici, j’habite dans une maison de cèdre, et l’arche de l’alliance de l’Éternel est sous une tente. "},{"style":"v","text":"Nathan répondit à David: Fais tout ce que tu as dans le cœur, car Dieu est avec toi. "},{"style":"v","text":"La nuit suivante, la parole de Dieu fut adressée à Nathan: "},{"style":"v","text":"Va dire à mon serviteur David: Ainsi parle l’Éternel: Ce ne sera pas toi qui me bâtiras une maison pour que j’en fasse ma demeure. "},{"style":"v","text":"Car je n’ai point habité dans une maison depuis le jour où j’ai fait monter Israël jusqu’à ce jour; mais j’ai été de tente en tente et de demeure en demeure. "},{"style":"v","text":"Partout où j’ai marché avec tout Israël, ai-je dit un mot à quelqu’un des juges d’Israël à qui j’avais ordonné de paître mon peuple, ai-je dit: Pourquoi ne me bâtissez-vous pas une maison de cèdre? "},{"style":"v","text":"Maintenant tu diras à mon serviteur David: Ainsi parle l’Éternel des armées: \\x a \\xo 17.7 \\xt 1 S 16:11. Ps 78:70.\\x*Je t’ai pris au pâturage, derrière les brebis, pour que tu fusses chef de mon peuple d’Israël; "},{"style":"v","text":"j’ai été avec toi partout où tu as marché, j’ai exterminé tous tes ennemis devant toi, et j’ai rendu ton nom semblable au nom des grands qui sont sur la terre; "},{"style":"v","text":"j’ai donné une demeure à mon peuple d’Israël, et je l’ai planté pour qu’il y soit fixé et ne soit plus agité, pour que les méchants ne le détruisent plus comme auparavant "},{"style":"v","text":"et comme à l’époque où j’avais établi des juges sur mon peuple d’Israël. J’ai humilié tous tes ennemis. Et je t’annonce que l’Éternel te bâtira une maison. "},{"style":"v","text":"Quand tes jours seront accomplis et que tu iras auprès de tes pères, j’élèverai ta postérité après toi, l’un de tes fils, et j’affermirai son règne. "},{"style":"v","text":"\\x b \\xo 17.12 \\xt 1 R 5:5; 6:12.\\x*Ce sera lui qui me bâtira une maison, et j’affermirai pour toujours son trône. "},{"style":"v","text":"\\x c \\xo 17.13 \\xt Ps 89:27, 29. Hé 1:5, 6.\\x*Je serai pour lui un père, et il sera pour moi un fils; et je ne lui retirerai point ma grâce, comme je l’ai retirée à celui qui t’a précédé. "},{"style":"v","text":"\\x d \\xo 17.14 \\xt Lu 1:33.\\x*Je l’établirai pour toujours dans ma maison et dans mon royaume, et son trône sera pour toujours affermi."},{"style":"r","text":"V. 15-27: cf. (2 S 7:18-29; 23:3-5.) (Ps 2; 110.)"},{"style":"p","text":""},{"style":"v","text":"Nathan rapporta à David toutes ces paroles et toute cette vision. "},{"style":"v","text":"Et le roi David alla se présenter devant l’Éternel, et dit: Qui suis-je, Éternel Dieu, et quelle est ma maison, pour que tu m’aies fait parvenir où je suis? "},{"style":"v","text":"C’est peu de chose à tes yeux, ô Dieu! Tu parles de la maison de ton serviteur pour les temps à venir. Et tu daignes porter les regards sur moi à la manière des hommes, toi qui es élevé, Éternel Dieu! "},{"style":"v","text":"Que pourrait te dire encore David sur la gloire accordée à ton serviteur? Tu connais ton serviteur. "},{"style":"v","text":"O Éternel! C’est à cause de ton serviteur, et selon ton cœur, que tu as fait toutes ces grandes choses, pour les lui révéler. "},{"style":"v","text":"\\x e \\xo 17.20 \\xt De 3:24; 4:35; 6:4. 1 R 8:23, 60. Ps 86:8. És 37:16, 20. Da 3:29. Os 13:4.\\x*O Éternel! Nul n’est semblable à toi et il n’y a point d’autre Dieu que toi, d’après tout ce que nous avons entendu de nos oreilles. "},{"style":"v","text":"\\x f \\xo 17.21 \\xt De 4:7; 33:29. Ps 147:20.\\x*Est-il sur la terre une seule nation qui soit comme ton peuple d’Israël, que Dieu est venu racheter pour en former son peuple, pour te faire un nom et pour accomplir des miracles et des prodiges, en chassant des nations devant ton peuple que tu as racheté d’Égypte? "},{"style":"v","text":"Tu as établi ton peuple d’Israël, pour qu’il fût ton peuple à toujours; et toi, Éternel, tu es devenu son Dieu. "},{"style":"v","text":"Maintenant, ô Éternel! Que la parole que tu as prononcée sur ton serviteur et sur sa maison subsiste éternellement, et agis selon ta parole! "},{"style":"v","text":"Qu’elle subsiste, afin que ton nom soit à jamais glorifié et que l’on dise: L’Éternel des armées, le Dieu d’Israël, est un Dieu pour Israël! Et que la maison de David, ton serviteur, soit affermie devant toi! "},{"style":"v","text":"Car toi-même, ô mon Dieu, tu as révélé à ton serviteur que tu lui bâtirais une maison. C’est pourquoi ton serviteur a osé prier devant toi. "},{"style":"v","text":"Maintenant, ô Éternel! Tu es Dieu, et tu as annoncé cette grâce à ton serviteur. "},{"style":"v","text":"Veuille donc bénir la maison de ton serviteur, afin qu’elle subsiste à toujours devant toi! Car ce que tu bénis, ô Éternel! Est béni pour l’éternité."}]