[{"style":"s1","text":"Descendants de Lévi"},{"style":"r","text":"V. 1-15: cf. Ex 6:16-25. Esd 7:1-5. Hé 7:23."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 6.1 \\xt Ge 46:11. Ex 6:15. No 26:57. 1 Ch 23:6.\\x*Fils de Lévi: Guerschom, Kehath et Merari. "},{"style":"v","text":"Fils de Kehath: Amram, Jitsehar, Hébron et Uziel. "},{"style":"v","text":"Fils d’Amram: Aaron et Moïse; et Marie. Fils d’Aaron: Nadab, Abihu, Éléazar et Ithamar. "},{"style":"v","text":"Éléazar engendra Phinées; Phinées engendra Abischua; "},{"style":"v","text":"Abischua engendra Bukki; Bukki engendra Uzzi; "},{"style":"v","text":"Uzzi engendra Zerachja; Zerachja engendra Merajoth; "},{"style":"v","text":"Merajoth engendra Amaria; Amaria engendra Achithub; "},{"style":"v","text":"Achithub engendra \\x b \\xo 6.8 \\xt 2 S 8:17; 15:27.\\x*Tsadok; Tsadok engendra Achimaats; "},{"style":"v","text":"Achimaats engendra Azaria; Azaria engendra Jochanan; "},{"style":"v","text":"Jochanan engendra Azaria, qui exerça le sacerdoce dans la maison que Salomon bâtit à Jérusalem; "},{"style":"v","text":"Azaria engendra Amaria; Amaria engendra Achithub; "},{"style":"v","text":"Achithub engendra Tsadok; Tsadok engendra Schallum; "},{"style":"v","text":"Schallum engendra Hilkija; Hilkija engendra Azaria; "},{"style":"v","text":"et Azaria engendra Seraja; Seraja engendra Jehotsadak, "},{"style":"v","text":"Jehotsadak s’en alla quand l’Éternel emmena en captivité Juda et Jérusalem par Nebucadnetsar."},{"style":"r","text":"V. 16-30: cf. No 3:17, etc.; 18:6. 1 Ch 23:6-23."},{"style":"p","text":""},{"style":"v","text":"Fils de Lévi: \\x c \\xo 6.16 \\xt Ex 6:16, 17.\\x*Guerschom, Kehath et Merari. "},{"style":"v","text":"Voici les noms des fils de Guerschom: Libni et Schimeï. "},{"style":"v","text":"Fils de Kehath: Amram, Jitsehar, Hébron et Uziel. "},{"style":"v","text":"Fils de Merari: Machli et Muschi. Ce sont là les familles de Lévi, selon leurs pères. "},{"style":"v","text":"De Guerschom: Libni, son fils; Jachath, son fils; Zimma, son fils; "},{"style":"v","text":"Joach, son fils; Iddo, son fils; Zérach, son fils; Jeathraï, son fils. "},{"style":"v","text":"Fils de Kehath: Amminadab, son fils; Koré, son fils; \\x d \\xo 6.22 \\xt Ex 6:23.\\x*Assir, son fils; "},{"style":"v","text":"Elkana, son fils; Ebjasaph, son fils; Assir, son fils; "},{"style":"v","text":"Thachath, son fils; Uriel, son fils; Ozias, son fils; Saül, son fils. "},{"style":"v","text":"Fils d’Elkana: Amasaï et Achimoth; "},{"style":"v","text":"Elkana, son fils; Elkana Tsophaï, son fils; Nachath, son fils; "},{"style":"v","text":"Éliab, son fils; Jerocham, son fils; Elkana, son fils; "},{"style":"v","text":"et les fils de Samuel, le premier-né Vaschni et Abija. "},{"style":"v","text":"Fils de Merari: Machli; Libni, son fils; Schimeï, son fils; Uzza, son fils; "},{"style":"v","text":"Schimea, son fils; Hagguija, son fils; Asaja, son fils."},{"style":"r","text":"V. 31-47: cf. 1 Ch 15:16-21; 16; 25. Ps 81:2-5; 134:1; 135:1-3."},{"style":"p","text":""},{"style":"v","text":"Voici ceux que David établit pour la direction du chant dans la maison de l’Éternel, depuis que l’arche eut un lieu de repos: "},{"style":"v","text":"ils remplirent les fonctions de chantres devant le tabernacle, devant la tente d’assignation, jusqu’à ce que Salomon eût bâti la maison de l’Éternel à Jérusalem, et ils faisaient leur service d’après la règle qui leur était prescrite. "},{"style":"v","text":"Voici ceux qui officiaient avec leurs fils. D’entre les fils des Kehathites: Héman, le chantre, fils de Joël, fils de Samuel, "},{"style":"v","text":"fils d’Elkana, fils de Jerocham, fils d’Éliel, fils de Thoach, "},{"style":"v","text":"fils de Tsuph, fils d’Elkana, fils de Machath, fils d’Amasaï, "},{"style":"v","text":"fils d’Elkana, fils de Joël, fils d’Azaria, fils de Sophonie, "},{"style":"v","text":"fils de Thachath, fils d’Assir, fils d’Ebjasaph, fils de Koré, "},{"style":"v","text":"fils de Jitsehar, fils de Kehath, fils de Lévi, fils d’Israël. "},{"style":"v","text":"Son frère Asaph, qui se tenait à sa droite, Asaph, fils de Bérékia, fils de Schimea, "},{"style":"v","text":"fils de Micaël, fils de Baaséja, fils de Malkija, "},{"style":"v","text":"fils d’Éthni, fils de Zérach, fils d’Adaja, "},{"style":"v","text":"fils d’Éthan, fils de Zimma, fils de Schimeï, "},{"style":"v","text":"fils de Jachath, fils de Guerschom, fils de Lévi. "},{"style":"v","text":"Fils de Merari, leurs frères, à la gauche; Éthan, fils de Kischi, fils d’Abdi, fils de Malluc, "},{"style":"v","text":"fils de Haschabia, fils d’Amatsia, fils de Hilkija, "},{"style":"v","text":"fils d’Amtsi, fils de Bani, fils de Schémer, "},{"style":"v","text":"fils de Machli, fils de Muschi, fils de Merari, fils de Lévi."},{"style":"r","text":"V. 48-53: cf. De 33:10. 1 Ch 24:1-19."},{"style":"p","text":""},{"style":"v","text":"Leurs frères, les Lévites, étaient chargés de tout le service du tabernacle, de la maison de Dieu. "},{"style":"v","text":"\\x e \\xo 6.49 \\xt Ex 30:7, 8, 10. No 4:16; 7:10; 18:1.\\x*Aaron et ses fils offraient les sacrifices sur l’autel des holocaustes et l’encens sur l’autel des parfums, ils remplissaient toutes les fonctions dans le lieu très saint, et faisaient l’expiation pour Israël, selon tout ce qu’avait ordonné Moïse, serviteur de Dieu. "},{"style":"v","text":"Voici les fils d’Aaron: Éléazar, son fils; Phinées, son fils: Abischua, son fils; "},{"style":"v","text":"Bukki, son fils; Uzzi, son fils; Zerachja, son fils; "},{"style":"v","text":"Merajoth, son fils; Amaria, son fils; Achithub, son fils; "},{"style":"v","text":"Tsadok, son fils; Achimaats, son fils."},{"style":"r","text":"V. 54-81: cf. Jos 21."},{"style":"p","text":""},{"style":"v","text":"Voici leurs habitations, selon leurs enclos, dans les limites qui leur furent assignées. Aux fils d’Aaron de la famille des Kehathites, indiqués les premiers par le sort, "},{"style":"v","text":"on donna Hébron, dans le pays de Juda, et la banlieue qui l’entoure; "},{"style":"v","text":"mais le territoire de la ville et ses villages \\x f \\xo 6.56 \\xt Jos 21:12.\\x*furent accordés à Caleb, fils de Jephunné. "},{"style":"v","text":"Aux fils d’Aaron on donna la ville de refuge Hébron, Libna et sa banlieue, Jatthir, Eschthemoa et sa banlieue, "},{"style":"v","text":"Hilen et sa banlieue, Debir et sa banlieue, "},{"style":"v","text":"Aschan et sa banlieue, Beth-Schémesch et sa banlieue; "},{"style":"v","text":"et de la tribu de Benjamin, Guéba et sa banlieue, Allémeth et sa banlieue, Anathoth et sa banlieue. Total de leurs villes: treize villes, d’après leurs familles. "},{"style":"v","text":"Les autres fils de Kehath eurent par le sort dix villes des familles de la tribu d’Éphraïm, de la tribu de Dan et de la demi-tribu de Manassé. "},{"style":"v","text":"Les fils de Guerschom, d’après leurs familles, eurent treize villes de la tribu d’Issacar, de la tribu d’Aser, de la tribu de Nephthali et de la tribu de Manassé en Basan. "},{"style":"v","text":"Les fils de Merari, d’après leurs familles, eurent par le sort douze villes de la tribu de Ruben, de la tribu de Gad et de la tribu de Zabulon. "},{"style":"v","text":"Les enfants d’Israël donnèrent aux Lévites les villes et leurs banlieues. "},{"style":"v","text":"Ils donnèrent par le sort, de la tribu des fils de Juda, de la tribu des fils de Siméon et de la tribu des fils de Benjamin, ces villes qu’ils désignèrent nominativement. "},{"style":"v","text":"Et pour les autres familles des fils de Kehath les villes de leur territoire furent de la tribu d’Éphraïm. "},{"style":"v","text":"Ils leur donnèrent la ville de refuge Sichem et sa banlieue, dans la montagne d’Éphraïm, Guézer et sa banlieue, "},{"style":"v","text":"Jokmeam et sa banlieue, Beth-Horon et sa banlieue, "},{"style":"v","text":"Ajalon et sa banlieue, et Gath-Rimmon et sa banlieue; "},{"style":"v","text":"et de la demi-tribu de Manassé, Aner et sa banlieue, et Bileam et sa banlieue, pour la famille des autres fils de Kehath. "},{"style":"v","text":"On donna aux fils de Guerschom: de la famille de la demi-tribu de Manassé, Golan en Basan et sa banlieue, et Aschtaroth et sa banlieue; "},{"style":"v","text":"de la tribu d’Issacar, Kédesch et sa banlieue, Dobrath et sa banlieue, "},{"style":"v","text":"Ramoth et sa banlieue, et Anem et sa banlieue; "},{"style":"v","text":"de la tribu d’Aser, Maschal et sa banlieue, Abdon et sa banlieue, "},{"style":"v","text":"Hukok et sa banlieue, et Rehob et sa banlieue; "},{"style":"v","text":"et de la tribu de Nephthali, Kédesch en Galilée et sa banlieue, Hammon et sa banlieue, et Kirjathaïm et sa banlieue. "},{"style":"v","text":"On donna au reste des Lévites, aux fils de Merari: de la tribu de Zabulon, Rimmono et sa banlieue, et Thabor et sa banlieue; "},{"style":"v","text":"et de l’autre côté du Jourdain, vis-à-vis de Jéricho, à l’orient du Jourdain: de la tribu de Ruben, Betser au désert et sa banlieue, Jahtsa et sa banlieue, "},{"style":"v","text":"Kedémoth et sa banlieue, et Méphaath et sa banlieue; "},{"style":"v","text":"et de la tribu de Gad, Ramoth en Galaad et sa banlieue, Mahanaïm et sa banlieue, "},{"style":"v","text":"Hesbon et sa banlieue, et Jaezer et sa banlieue."}]