[{"style":"s1","text":"Descendants de Benjamin habitant à Jérusalem"},{"style":"r","text":"V. 1-28: cf. No 26:38-41. 1 Ch 7:6-12."},{"style":"p","text":""},{"style":"v","text":"Benjamin engendra Béla, son premier-né, Aschbel le second, Achrach le troisième, "},{"style":"v","text":"Nocha le quatrième, et Rapha le cinquième. "},{"style":"v","text":"Les fils de Béla furent: Addar, Guéra, Abihud, "},{"style":"v","text":"Abischua, Naaman, Achoach, "},{"style":"v","text":"Guéra, Schephuphan et Huram. "},{"style":"v","text":"Voici les fils d’Échud, qui étaient chefs de famille parmi les habitants de Guéba, et qui les transportèrent à Manachath: "},{"style":"v","text":"Naaman, Achija et Guéra. Guéra, qui les transporta, engendra Uzza et Achichud. "},{"style":"v","text":"Schacharaïm eut des enfants au pays de Moab, après qu’il eut renvoyé Huschim et Baara, ses femmes. "},{"style":"v","text":"Il eut de Hodesch, sa femme: Jobab, Tsibja, Méscha, Malcam, "},{"style":"v","text":"Jeuts, Schocja et Mirma. Ce sont là ses fils, chefs de famille. "},{"style":"v","text":"Il eut de Huschim: Abithub et Elpaal. "},{"style":"v","text":"Fils d’Elpaal: Éber, Mischeam, et Schémer, qui bâtit Ono, Lod et les villes de son ressort. "},{"style":"v","text":"Beria et Schéma, qui étaient chefs de famille parmi les habitants d’Ajalon, mirent en fuite les habitants de Gath. "},{"style":"v","text":"Achjo, Schaschak, Jerémoth, "},{"style":"v","text":"Zebadja, Arad, Éder, "},{"style":"v","text":"Micaël, Jischpha et Jocha étaient fils de Beria. "},{"style":"v","text":"Zebadja, Meschullam, Hizki, Héber, "},{"style":"v","text":"Jischmeraï, Jizlia et Jobab étaient fils d’Elpaal. "},{"style":"v","text":"Jakim, Zicri, Zabdi, "},{"style":"v","text":"Éliénaï, Tsilthaï, Éliel, "},{"style":"v","text":"Adaja, Beraja et Schimrath étaient fils de Schimeï. "},{"style":"v","text":"Jischpan, Éber, Éliel, "},{"style":"v","text":"Abdon, Zicri, Hanan, "},{"style":"v","text":"Hanania, Élam, Anthothija, "},{"style":"v","text":"Jiphdeja et Penuel étaient fils de Schaschak. "},{"style":"v","text":"Schamscheraï, Schecharia, Athalia, "},{"style":"v","text":"Jaaréschia, Élija et Zicri étaient fils de Jerocham. "},{"style":"v","text":"Ce sont là des chefs de famille, chefs selon leurs générations. Ils habitaient à Jérusalem."},{"style":"r","text":"V. 29-40: cf. 1 Ch 9:35-44. 1 S 14:49-51."},{"style":"p","text":""},{"style":"v","text":"Le père de Gabaon habitait à Gabaon, et le nom de sa femme était Maaca. "},{"style":"v","text":"Abdon, son fils premier-né, puis Tsur, Kis, Baal, Nadab, "},{"style":"v","text":"Guedor, Achjo, et Zéker. "},{"style":"v","text":"Mikloth engendra Schimea. Ils habitaient aussi à Jérusalem près de leurs frères, avec leurs frères. "},{"style":"v","text":"Ner engendra Kis; Kis engendra Saül; Saül engendra Jonathan, Malki-Schua, Abinadab et Eschbaal. "},{"style":"v","text":"Fils de Jonathan: Merib-Baal. \\x a \\xo 8.34 \\xt 2 S 9:12.\\x*Merib-Baal engendra Michée. "},{"style":"v","text":"Fils de Michée: Pithon, Mélec, Thaeréa et Achaz. "},{"style":"v","text":"Achaz engendra Jehoadda; Jehoadda engendra Alémeth, Azmaveth et Zimri; Zimri engendra Motsa; "},{"style":"v","text":"Motsa engendra Binea. Rapha, son fils; Éleasa, son fils; Atsel, son fils; "},{"style":"v","text":"Atsel eut six fils, dont voici les noms: Azrikam, Bocru, Ismaël, Schearia, Abdias et Hanan. Tous ceux-là étaient fils d’Atsel. "},{"style":"v","text":"Fils d’Eschek, son frère: Ulam, son premier-né, Jeusch le second, et Éliphéleth le troisième. "},{"style":"v","text":"Les fils d’Ulam furent de vaillants hommes, tirant de l’arc; et ils eurent beaucoup de fils et de petits-fils, cent cinquante. Tous ceux-là sont des fils de Benjamin."}]