[{"style":"s1","text":"Territoire échu à la tribu de Juda"},{"style":"r","text":"V. 1-12: cf. (No 34:2-6. Jos 18:15-20.) Ge 49:11, 12."},{"style":"p","text":""},{"style":"v","text":"La part échue par le sort à la tribu des fils de Juda, selon leurs familles, s’étendait vers la frontière d’Édom, jusqu’au désert de Tsin, au midi, à l’extrémité méridionale. "},{"style":"v","text":"Ainsi, leur limite \\x a \\xo 15.2 \\xt No 34:4.\\x*méridionale partait de l’extrémité de la mer Salée, de la langue qui fait face au sud. "},{"style":"v","text":"Elle se prolongeait au midi de la montée d’Akrabbim, passait par Tsin, et montait au midi de Kadès-Barnéa; elle passait de là par Hetsron, montait vers Addar, et tournait à Karkaa; "},{"style":"v","text":"elle passait ensuite par Atsmon, et continuait jusqu’au torrent d’Égypte, pour aboutir à la mer. Ce sera votre limite au midi. "},{"style":"v","text":"La limite orientale était la mer Salée jusqu’à l’embouchure du Jourdain. La limite septentrionale partait de la langue de mer qui est à l’embouchure du Jourdain. "},{"style":"v","text":"Elle montait vers Beth-Hogla, passait au nord de Beth-Araba, et s’élevait jusqu’à la pierre de Bohan, fils de Ruben; "},{"style":"v","text":"elle montait à Debir, à quelque distance de la vallée d’Acor, et se dirigeait vers le nord du côté de Guilgal, qui est vis-à-vis de la montée d’Adummim au sud du torrent. Elle passait près des eaux d’En-Schémesch, et se prolongeait jusqu’à En-Roguel. "},{"style":"v","text":"Elle montait de là par la vallée de Ben-Hinnom au côté méridional de Jebus, qui est Jérusalem, puis s’élevait jusqu’au sommet de la montagne, qui est devant la vallée de Hinnom à l’occident, et à l’extrémité de la vallée des Rephaïm au nord. "},{"style":"v","text":"Du sommet de la montagne elle s’étendait jusqu’à la source des eaux de Nephthoach, continuait vers les villes de la montagne d’Éphron, et se prolongeait par Baala, qui est Kirjath-Jearim. "},{"style":"v","text":"De Baala elle tournait à l’occident vers la montagne de Séir, traversait le côté septentrional de la montagne de Jearim, à Kesalon, descendait à Beth-Schémesch, et passait par Thimna. "},{"style":"v","text":"Elle continuait sur le côté septentrional d’Ékron, s’étendait vers Schicron, passait par la montagne de Baala, et se prolongeait jusqu’à Jabneel, pour aboutir à la mer. "},{"style":"v","text":"\\x b \\xo 15.12 \\xt No 34:6.\\x*La limite occidentale était la grande mer. Telles furent de tous les côtés les limites des fils de Juda, selon leurs familles."},{"style":"r","text":"V. 13-20: cf. (Jos 14:6-15. Jg 1:10-15.)"},{"style":"p","text":""},{"style":"v","text":"On donna à Caleb, fils de Jephunné, une part au milieu des fils de Juda, comme l’Éternel l’avait ordonné à Josué; on lui donna Kirjath-Arba, qui est Hébron: Arba était \\x c \\xo 15.13 \\xt Jos 14:15. Jg 1:20.\\x*le père d’Anak. "},{"style":"v","text":"\\x d \\xo 15.14 \\xt Jg 1:10.\\x*Caleb en chassa les trois fils d’Anak: Schéschaï, Ahiman et Talmaï, enfants d’Anak. "},{"style":"v","text":"De là il monta contre les habitants de Debir: Debir s’appelait autrefois Kirjath-Sépher. "},{"style":"v","text":"Caleb dit: Je donnerai ma fille Acsa pour femme à celui qui battra Kirjath-Sépher et qui la prendra. "},{"style":"v","text":"Othniel, fils de Kenaz, frère de Caleb, s’en empara; et Caleb lui donna pour femme sa fille Acsa. "},{"style":"v","text":"Lorsqu’elle fut entrée chez Othniel, elle le sollicita de demander à son père un champ. Elle descendit de dessus son âne, et Caleb lui dit: Qu’as-tu? "},{"style":"v","text":"Elle répondit: Fais-moi un présent, car tu m’as donné une terre du midi; donne-moi aussi des sources d’eau. Et il lui donna les sources supérieures et les sources inférieures. "},{"style":"v","text":"Tel fut l’héritage des fils de Juda, selon leurs familles."},{"style":"r","text":"V. 21-63: cf. Ge 49:8-12. (Jos 19:1-9. Né 11:25-30.)"},{"style":"p","text":""},{"style":"v","text":"Les villes situées dans la contrée du midi, à l’extrémité de la tribu des fils de Juda, vers la frontière d’Édom, étaient: Kabtseel, Éder, Jagur, "},{"style":"v","text":"Kina, Dimona, Adada, "},{"style":"v","text":"Kédesch, Hatsor, Ithnan, "},{"style":"v","text":"Ziph, Thélem, Bealoth, "},{"style":"v","text":"Hatsor-Hadattha, Kerijoth-Hetsron, qui est Hatsor, "},{"style":"v","text":"Amam, Schema, Molada, "},{"style":"v","text":"Hatsar-Gadda, Heschmon, Beth-Paleth, "},{"style":"v","text":"Hatsar-Schual, Beer-Schéba, Bizjothja, "},{"style":"v","text":"Baala, Ijjim, Atsem, "},{"style":"v","text":"Eltholad, Kesil, Horma, "},{"style":"v","text":"Tsiklag, Madmanna, Sansanna, "},{"style":"v","text":"Lebaoth, Schilhim, Aïn, et Rimmon. Total des villes: vingt-neuf, et leurs villages. "},{"style":"v","text":"Dans la plaine: Eschthaol, Tsorea, Aschna, "},{"style":"v","text":"Zanoach, En-Gannim, Tappuach, Énam, "},{"style":"v","text":"Jarmuth, Adullam, Soco, Azéka, "},{"style":"v","text":"Schaaraïm, Adithaïm, Guedéra, et Guedérothaïm; quatorze villes, et leurs villages. "},{"style":"v","text":"Tsenan, Hadascha, Migdal-Gad, "},{"style":"v","text":"Dilean, Mitspé, Joktheel, "},{"style":"v","text":"Lakis, Botskath, Églon, "},{"style":"v","text":"Cabbon, Lachmas, Kithlisch, "},{"style":"v","text":"Guedéroth, Beth-Dagon, Naama, et Makkéda; seize villes, et leurs villages. "},{"style":"v","text":"Libna, Éther, Aschan, "},{"style":"v","text":"Jiphtach, Aschna, Netsib, "},{"style":"v","text":"Keïla, Aczib, et Maréscha; neuf villes, et leurs villages. "},{"style":"v","text":"Ékron, les villes de son ressort et ses villages; "},{"style":"v","text":"depuis Ékron et à l’occident, toutes les villes près d’Asdod, et leurs villages, "},{"style":"v","text":"Asdod, les villes de son ressort, et ses villages; Gaza, les villes de son ressort, et ses villages, jusqu’au torrent d’Égypte, et à la grande mer, qui sert de limite. "},{"style":"v","text":"Dans la montagne: Schamir, Jatthir, Soco, "},{"style":"v","text":"Danna, Kirjath-Sanna, qui est Debir, "},{"style":"v","text":"Anab, Eschthemo, Anim, "},{"style":"v","text":"Gosen, Holon, et Guilo, onze villes, et leurs villages. "},{"style":"v","text":"Arab, Duma, Eschean, "},{"style":"v","text":"Janum, Beth-Tappuach, Aphéka, "},{"style":"v","text":"Humta, Kirjath-Arba, qui est Hébron, et Tsior; neuf villes, et leurs villages. "},{"style":"v","text":"Maon, Carmel, Ziph, Juta, "},{"style":"v","text":"Jizreel, Jokdeam, Zanoach, "},{"style":"v","text":"Kaïn, Guibea, et Thimna; dix villes, et leurs villages. "},{"style":"v","text":"Halhul, Beth-Tsur, Guedor, "},{"style":"v","text":"Maarath, Beth-Anoth, et Elthekon; six villes, et leurs villages. "},{"style":"v","text":"Kirjath-Baal, qui est Kirjath-Jearim, et Rabba; deux villes, et leurs villages. "},{"style":"v","text":"Dans le désert: Beth-Araba, Middin, Secaca, "},{"style":"v","text":"Nibschan, Ir-Hammélach, et En-Guédi; six villes, et leurs villages. "},{"style":"v","text":"Les fils de Juda ne purent pas chasser les Jébusiens qui habitaient à Jérusalem, et les Jébusiens ont habité avec les fils de Juda à Jérusalem jusqu’à ce jour."}]