[{"style":"s1","text":"Les six villes de refuge"},{"style":"r","text":"V. 1-9: cf. (No 35:9, etc. De 19:1-13.)"},{"style":"p","text":""},{"style":"v","text":"L’Éternel parla à Josué, et dit: "},{"style":"v","text":"Parle aux enfants d’Israël, et dis: Établissez-vous, \\x a \\xo 20.2 \\xt Ex 21:13. No 35:6. De 19:1, 2.\\x*comme je vous l’ai ordonné par Moïse, des villes de refuge, "},{"style":"v","text":"où pourra s’enfuir le meurtrier qui aura tué quelqu’un involontairement, sans intention; elles vous serviront de refuge contre le vengeur du sang. "},{"style":"v","text":"\\x b \\xo 20.4 \\xt No 35:22, 23. De 19:4, 5.\\x*Le meurtrier s’enfuira vers l’une de ces villes, s’arrêtera à l’entrée de la porte de la ville, et exposera son cas aux anciens de cette ville; ils le recueilleront auprès d’eux dans la ville, et lui donneront une demeure, afin qu’il habite avec eux. "},{"style":"v","text":"Si le vengeur du sang le poursuit, ils ne livreront point le meurtrier entre ses mains; car c’est sans le vouloir qu’il a tué son prochain, et sans avoir été auparavant son ennemi. "},{"style":"v","text":"Il restera dans cette ville jusqu’à ce qu’il ait comparu devant l’assemblée pour être jugé, jusqu’à la mort du souverain sacrificateur alors en fonctions. A cette époque, le meurtrier s’en retournera et rentrera dans sa ville et dans sa maison, dans la ville d’où il s’était enfui. "},{"style":"v","text":"Ils consacrèrent Kédesch, en Galilée, dans la montagne de Nephthali; Sichem, dans la montagne d’Éphraïm; et Kirjath-Arba, qui est Hébron, dans la montagne de Juda. "},{"style":"v","text":"Et de l’autre côté du Jourdain, à l’orient de Jéricho, ils choisirent \\x c \\xo 20.8 \\xt De 4:43.\\x*Betser, dans le désert, dans la plaine, dans la tribu de Ruben; Ramoth, en Galaad, dans la tribu de Gad; et Golan, en Basan, dans la tribu de Manassé. "},{"style":"v","text":"Telles furent les villes désignées pour tous les enfants d’Israël et pour l’étranger en séjour au milieu d’eux, afin que celui qui aurait tué quelqu’un involontairement pût s’y réfugier, et qu’il ne mourût pas de la main du vengeur du sang avant d’avoir comparu devant l’assemblée."}]