[{"style":"s1","verse":"","text":"Yahweh’s Covenant with David"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And as David lived in his house, David said to Nathan the prophet, “Look, I live in a house of cedar, but the ark of the covenant of Yahweh \\add is\\add* under tent curtains.” "},{"style":"v","verse":"2","text":"And Nathan said to David, “Whatever \\add is\\add* in your heart, do, for God \\add is\\add* with you.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"And it happened that same night the word of God came to Nathan, saying, "},{"style":"v","verse":"4","text":"“Go and say to David my servant, ‘Thus says Yahweh, “You \\add are\\add* not to build a house for me to live \\add in\\add*, "},{"style":"v","verse":"5","text":"for I have not lived in a house from the day that I brought out Israel unto this day. I have been from tent to tent and from tabernacle \\add to tabernacle\\add*. "},{"style":"v","verse":"6","text":"In every \\add place\\add* I have moved about, did I say one word \\add with\\add* the judges of Israel I commanded to shepherd my people, saying, ‘Why have you not built for me a house of cedar?’ ” ’ "},{"style":"v","verse":"7","text":"So now, thus you shall say to my servant David, ‘Thus says Yahweh of hosts, “I took you from the pasture, from following the sheep, to be leader over my people Israel, "},{"style":"v","verse":"8","text":"and I have been with you wherever you went and have cut down your enemies from before you and will make a name for you, like the name of the great ones on the earth. "},{"style":"v","verse":"9","text":"And I will appoint a place for my people Israel, and I will plant them,\\f + \\fr 17:9 \\ft Or “him” (i.e., the nation) \\f* and they\\f + \\fr 17:9 \\ft Or “he” \\f* shall dwell in their\\f + \\fr 17:9 \\ft Or “his” \\f* place and be in anguish no longer. And wicked men will no longer wear them down as before, "},{"style":"v","verse":"10","text":"from the day that I commanded judges over my people Israel. And I will subdue your enemies, and I declare to you \\add that\\add* Yahweh will build for you a house.\\f + \\fr 17:10 \\ft Or “household” (that is, a dynasty) \\f* "},{"style":"v","verse":"11","text":"And it shall be that when your days are fulfilled to go \\add and sleep\\add* with your ancestors,\\f + \\fr 17:11 \\ft Or “fathers” \\f* then I will raise up your seed after you, who will be one of your sons, and I will establish his kingdom. "},{"style":"v","verse":"12","text":"He himself will build for me a house, and I will establish his throne forever. "},{"style":"v","verse":"13","text":"I myself will be a father to him, and he himself will be a son to me. And I will not remove my steadfast love from him as I took it away from whoever was before you. "},{"style":"v","verse":"14","text":"And I will establish him in my house and in my kingdom forever, and his throne will be established forever.” ’ ” "},{"style":"v","verse":"15","text":"According to all these words and according to all this revelation, thus did Nathan speak to David."},{"style":"s1","verse":"","text":"David’s Prayer"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"Then King David went and sat before Yahweh and said, “Who \\add am\\add* I, O Yahweh God, and what \\add is\\add* my house that you have brought me thus far? "},{"style":"v","verse":"17","text":"And this was a small \\add matter\\add* in your eyes, O God. And you have spoken concerning the house of your servant for a long \\add time\\add* and have shown me ⸤future generations to come⸥,\\f + \\fr 17:17 \\ft Literally “with a turn of humankind ascending” \\f* O Yahweh God. "},{"style":"v","verse":"18","text":"⸤What more⸥\\f + \\fr 17:18 \\ft Literally “What to add again” \\f* can David \\add do\\add* to you for honoring your servant? Now you know your servant. "},{"style":"v","verse":"19","text":"O Yahweh, for the sake of your servant and according to your heart you have done all this greatness, to make known all \\add these\\add* great things. "},{"style":"v","verse":"20","text":"O Yahweh, there is none like you, and there is no God except you, according to all that we have heard with our ears. "},{"style":"v","verse":"21","text":"And who \\add is\\add* like your people Israel, \\add the\\add* one nation upon earth whom God went to redeem for himself, to establish for you a reputation\\f + \\fr 17:21 \\ft Or “name” \\f* for great and awesome things, to drive out nations from before your people whom you redeemed from Egypt? "},{"style":"v","verse":"22","text":"And you made your people Israel an everlasting nation for yourself. And you, O Yahweh, became their God. "},{"style":"v","verse":"23","text":"So now, O Yahweh, let the word that you spoke to your servant and to his house be established forever, that you might do what you have spoken. "},{"style":"v","verse":"24","text":"And let your name be established and be magnified forever, saying, ‘Yahweh of hosts, the God of Israel, is Israel’s God, and may the house of David your servant be established before you.’ "},{"style":"v","verse":"25","text":"For you, my God, ⸤have informed⸥\\f + \\fr 17:25 \\ft Literally “have opened the ear of” \\f* your servant \\add that\\add* you will build a house for him. Therefore, your servant has found \\add courage\\add* to pray before you. "},{"style":"v","verse":"26","text":"So now, O Yahweh, you yourself \\add are\\add* God, and you have spoken to your servant this good thing. "},{"style":"v","verse":"27","text":"And now may you begin to bless the house of your servant ⸤to continue forever⸥\\f + \\fr 17:27 \\ft Literally “to be forever” \\f* before you, for you, O Yahweh, have blessed. And it will be blessed forever.”"}]