[{"style":"s1","verse":"","text":"The Genealogy of David"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"These \\add are\\add* the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, "},{"style":"v","verse":"2","text":"Dan, Joseph, Benjamin, Naphtali, Gad, and Asher. "},{"style":"v","verse":"3","text":"The sons of Judah: Er, Onan and Shelah; \\add these\\add* three were born to him from Bathshua the Canaanite. Now Er, Judah’s firstborn, \\add was\\add* evil in the sight of Yahweh, and he put him to death. "},{"style":"v","verse":"4","text":"And Tamar his daughter-in-law bore Perez and Zerah to him. The sons of Judah \\add were\\add* five in all."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"The sons of Perez: Hezron and Hamul. "},{"style":"v","verse":"6","text":"The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara, five in all. "},{"style":"v","verse":"7","text":"The son of Carmi: Achar, the troubler of Israel, who acted unfaithfully in the matter of the devoted thing. "},{"style":"v","verse":"8","text":"And the son of Ethan \\add was\\add* Azariah."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"The sons of Hezron who were born to him: Jerahmeel, Ram, and Caleb. "},{"style":"v","verse":"10","text":"And Ram fathered Amminadab, and Amminadab fathered Nahshon, prince of the sons of Judah. "},{"style":"v","verse":"11","text":"And Nahshon fathered Salma, and Salma fathered Boaz. "},{"style":"v","verse":"12","text":"And Boaz fathered Obed, and Obed fathered Jesse. "},{"style":"v","verse":"13","text":"And Jesse fathered Eliab his firstborn, Abinadab the second, Shimea the third, "},{"style":"v","verse":"14","text":"Nethanel the fourth, Raddai the fifth, "},{"style":"v","verse":"15","text":"Ozem the sixth, David the seventh. "},{"style":"v","verse":"16","text":"And their sisters \\add were\\add* Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three. "},{"style":"v","verse":"17","text":"And Abigail bore Amasa, and the father of Amasa \\add was\\add* Jether the Ishmaelite."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"And Caleb the son of Hezron fathered children by Azubah his wife and by Jerioth. And these \\add were\\add* her sons: Jesher, Shobab, and Ardon. "},{"style":"v","verse":"19","text":"And when Azubah died, Caleb married\\f + \\fr 2:19 \\ft Or “took” \\f* Ephrathah, and she bore Hur to him. "},{"style":"v","verse":"20","text":"And Hur fathered Uri, and Uri fathered Bezalel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"And afterward Hezron went in to the daughter of Makir the father of Gilead. And he married\\f + \\fr 2:21 \\ft Or “took” \\f* her when he was sixty years old. And she bore Segub to him. "},{"style":"v","verse":"22","text":"And Segub fathered Jair, and he had twenty-three cities in the land of Gilead. "},{"style":"v","verse":"23","text":"And Geshur and Aram took Havvoth-Jair from them, Kenath and its villages, sixty cities. All these \\add were\\add* the ⸤descendants⸥\\f + \\fr 2:23 \\ft Literally “sons” \\f* of Makir, the father of Gilead. "},{"style":"v","verse":"24","text":"And after the death of Hezron in Caleb-Ephrathah, Abijah the wife of Hezron bore to him Ashhur, the father of Tekoa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"And the sons of Jerahmeel the firstborn of Hezron were Ram his firstborn, Bunah, Oren, Ozem, and Ahijah. "},{"style":"v","verse":"26","text":"And Jerahmeel had another wife, and her name \\add was\\add* Atarah. She \\add was\\add* the mother of Onam. "},{"style":"v","verse":"27","text":"The sons of Ram the firstborn of Jerahmeel were Maaz, Jamin, and Eker. "},{"style":"v","verse":"28","text":"And the sons of Onam were Shammai and Jada. And the sons of Shammai \\add were\\add* Nadab and Abishur. "},{"style":"v","verse":"29","text":"And the name of the wife of Abishur \\add was\\add* Abihail, and she bore to him Ahban and Molid. "},{"style":"v","verse":"30","text":"And the sons of Nadab \\add were\\add* Seled and Appaim. And Seled died without children. "},{"style":"v","verse":"31","text":"And the sons of Appaim: Ishi. The sons of Ishi: Sheshan. The sons of Sheshan: Ahlai. "},{"style":"v","verse":"32","text":"And the sons of Jada the brother of Shammai: Jether and Jonathan. And Jether died without children. "},{"style":"v","verse":"33","text":"And the sons of Jonathan: Peleth and Zaza. These were the children of Jerahmeel. "},{"style":"v","verse":"34","text":"And Sheshan had no sons, only daughters, but Sheshan had an Egyptian slave, and his name \\add was\\add* Jarha. "},{"style":"v","verse":"35","text":"So Sheshan gave his daughter to Jarha his slave for a wife, and she bore to him Attai. "},{"style":"v","verse":"36","text":"And Attai fathered Nathan, and Nathan fathered Zabad. "},{"style":"v","verse":"37","text":"And Zabad fathered Ephlal, and Ephlal fathered Obed. "},{"style":"v","verse":"38","text":"And Obed fathered Jehu, and Jehu fathered Azariah. "},{"style":"v","verse":"39","text":"And Azariah fathered Helez, and Helez fathered Eleasah. "},{"style":"v","verse":"40","text":"And Eleasah fathered Sismai, and Sismai fathered Shallum. "},{"style":"v","verse":"41","text":"And Shallum fathered Jekamiah, and Jekamiah fathered Elishama."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"And the sons of Caleb the brother of Jerahmeel were Mesha his firstborn; he \\add was\\add* the father of Ziph. The sons of Mareshah: Hebron. "},{"style":"v","verse":"43","text":"And the sons of Hebron \\add were\\add* Korah, Tappuah, Rekem, and Shema. "},{"style":"v","verse":"44","text":"And Shema fathered Raham, the father of Jorkeam. And Rekem fathered Shammai. "},{"style":"v","verse":"45","text":"And the son of Shammai \\add was\\add* Maon, and Maon \\add was\\add* the father of Beth-Zur. "},{"style":"v","verse":"46","text":"And Ephah, the concubine of Caleb, gave birth to Haran, Moza, and Gazez. And Haran fathered Gazez. "},{"style":"v","verse":"47","text":"And the sons of Jahdai \\add were\\add* Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph. "},{"style":"v","verse":"48","text":"Maacah, the concubine of Caleb, gave birth to Sheber and Tirhanah. "},{"style":"v","verse":"49","text":"She also gave birth to Shaaph the father of Madmannah, Sheva the father of Machbenah and the father of Gibea; and the daughter of Caleb \\add was\\add* Acsah. "},{"style":"v","verse":"50","text":"These were the ⸤descendants⸥\\f + \\fr 2:50 \\ft Literally “sons” \\f* of Caleb."},{"style":"p","verse":"","text":"The sons of Hur the firstborn of Ephrathah: Shobal the father of Kiriath-Jearim, "},{"style":"v","verse":"51","text":"Salma the father of Bethlehem, \\add and\\add* Hareph the father of Beth-Gader. "},{"style":"v","verse":"52","text":"And Shobal the father of Kiriath-Jearim had \\add other\\add* sons: Haroeh, half of the Menuhoth. "},{"style":"v","verse":"53","text":"And the families of Kiriath-Jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites. From these descended the Zorathites and the Eshtaolites. "},{"style":"v","verse":"54","text":"The sons of Salma: Bethlehem, the Netophathites, Ataroth-Beth-Joab, and half of the Manahathites, the Zorites. "},{"style":"v","verse":"55","text":"And the families of the scribes who lived \\add at\\add* Jabez: the Tirathites, the Shimeathites, and the Sucathites. These \\add were\\add* the Kenites who came from Hammath, the father of the house of Recab."}]