[{"style":"s1","verse":"","text":"David Organizes the Levites"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now David \\add was\\add* old and full of days. And he made Solomon his son king over Israel. "},{"style":"v","verse":"2","text":"And he assembled all the commanders of Israel and the priests and the Levites. "},{"style":"v","verse":"3","text":"And the Levites thirty years old and above were counted, and their number according to their head count for the men \\add was\\add* thirty-eight thousand. "},{"style":"v","verse":"4","text":"Of these, \\add David said,\\add* “Twenty-four thousand \\add are\\add* to direct the work of the house of Yahweh, along with six thousand judges and officials, "},{"style":"v","verse":"5","text":"four thousand gatekeepers, \\add and\\add* four thousand offering praise with the instruments that I have made for praise.” "},{"style":"v","verse":"6","text":"And David organized them \\add in\\add* divisions according to the sons of Levi: to Gershon, Kohath, and Merari."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"For the Gershonites \\add were\\add* Ladan and Shimei. "},{"style":"v","verse":"8","text":"The sons of Ladan: Jehiel the chief and Zetham and Joel, three. "},{"style":"v","verse":"9","text":"The sons of Shimei: Shelomoth, Haziel, and Haran, three. These \\add were\\add* the heads of the ⸤families⸥\\f + \\fr 23:9 \\ft Literally “fathers” \\f* of Ladan. "},{"style":"v","verse":"10","text":"And the sons of Shimei: Jahath, Zina, Jeush, and Beriah; these four \\add were\\add* the sons of Shimei. "},{"style":"v","verse":"11","text":"And Jahath was the chief, and Zizah the second, but Jeush and Beriah did not have many sons. They were enrolled as one for the house of a father."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, four. "},{"style":"v","verse":"13","text":"The sons of Amram: Aaron and Moses. And Aaron was set apart to consecrate the most holy things. He and his sons \\add were\\add* to burn offerings forever before Yahweh to serve him and to bless in his name forever. "},{"style":"v","verse":"14","text":"But Moses the man of God \\add and\\add* his sons were reckoned among the tribe of Levi. "},{"style":"v","verse":"15","text":"The sons of Moses: Gershom and Eliezer. "},{"style":"v","verse":"16","text":"The sons of Gershom: Shebuel the chief. "},{"style":"v","verse":"17","text":"And the sons of Eliezer were Rehabiah, the head. And Eliezer had no other sons, but the sons of Rehabiah were very many. "},{"style":"v","verse":"18","text":"The sons of Izhar: Shelomith the chief. "},{"style":"v","verse":"19","text":"The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, and Jekameam the fourth. "},{"style":"v","verse":"20","text":"The sons of Uzziel: Micah the chief and Isshiah the second."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish. "},{"style":"v","verse":"22","text":"And Eleazar died, and he did not have sons, but only daughters. And the sons of Kish, their relatives, married them. "},{"style":"v","verse":"23","text":"The sons of Mushi: Mahli, Eder, and Jeremoth, three."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"These \\add were\\add* the sons of Levi according to the house of their fathers, the heads of the ⸤families⸥,\\f + \\fr 23:24 \\ft Literally “fathers” \\f* according to their enrollment, by the number of the names, according to their head count, \\add who were to\\add* do the work of the service of the house of Yahweh, from twenty years old and above. "},{"style":"v","verse":"25","text":"For David said, “Yahweh, the God of Israel, has given rest to his people, and he dwells in Jerusalem forever. "},{"style":"v","verse":"26","text":"And also, the Levites do not \\add need\\add* to carry the tabernacle and all its vessels for its service.” "},{"style":"v","verse":"27","text":"For by the last words of David, they \\add are\\add* the number of the sons of Levi, from twenty years old and above. "},{"style":"v","verse":"28","text":"For their station \\add was\\add* ⸤to assist⸥\\f + \\fr 23:28 \\ft Literally “for the hand of” \\f* the sons of Aaron with the service of the house of Yahweh, over the courtyards, over the chambers, and over the cleansing of all the sanctified objects, and \\add with\\add* the work of the service of the house of God, "},{"style":"v","verse":"29","text":"and with the rows of bread, the flour, the grain offering, the wafers of unleavened bread, the baked offering, the offering mixed with oil, and for all the amounts and measurements. "},{"style":"v","verse":"30","text":"And \\add they were\\add* to stand ⸤every morning⸥,\\f + \\fr 23:30 \\ft Literally “in the morning, in the morning” \\f* thanking and praising Yahweh, and likewise in the evening, "},{"style":"v","verse":"31","text":"and for every burnt offering offered to Yahweh, on Sabbaths, on new moon festivals, and at the appointed feasts, according to the customary number ⸤required of them⸥,\\f + \\fr 23:31 \\ft Literally “over them” \\f* regularly before Yahweh. "},{"style":"v","verse":"32","text":"And they shall keep the responsibility of the tent of assembly,\\f + \\fr 23:32 \\ft Or “meeting” \\f* the responsibility of the sanctified objects, and the responsibility of the sons of Aaron, their brothers, to serve the house of Yahweh."}]