[{"style":"s1","verse":"","text":"David Organizes the Musicians"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And David and the commanders of the army set apart for the service the sons of Asaph, \\add of\\add* Heman, and \\add of\\add* Jeduthun, who prophesied with stringed instruments, with harps, and with cymbals. And their inventory of the men of the work \\add and\\add* for their duty was: "},{"style":"v","verse":"2","text":"for the sons of Asaph: Zakkur, Joseph, Nethaniah, and Asarelah, sons of Asaph, under the hand\\f + \\fr 25:2 \\ft That is, under the direction \\f* of Asaph, who prophesied under the hands\\f + \\fr 25:2 \\ft That is, under the direction \\f* of the king. "},{"style":"v","verse":"3","text":"Of Jeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah,\\f + \\fr 25:3 \\ft One Hebrew manuscript and the LXX add “Shimei” between Jeshaiah and Heshabiah (see verse \\xt 17 \\ft ) \\f* Heshabiah, and Mattithiah, six, under the hands\\f + \\fr 25:3 \\ft That is, under the direction \\f* of their father Jeduthun, who prophesied with the stringed instrument with thanksgiving and praise to Yahweh. "},{"style":"v","verse":"4","text":"Of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti and Romamti-ezer, Joshbekashah, Mallothi, Hothir, Mahazioth. "},{"style":"v","verse":"5","text":"All these \\add were\\add* sons to Heman, the seer of the king, according to the words of God to raise a horn.\\f + \\fr 25:5 \\ft That is, to exalt Heman \\f* And God had given to Heman fourteen sons and three daughters. "},{"style":"v","verse":"6","text":"All these \\add were\\add* under the ⸤direction⸥\\f + \\fr 25:6 \\ft Literally “hands” \\f* of their father in the music of the house of Yahweh, with cymbals, harps, and stringed instruments for the service of the house of God. Asaph, Jeduthun, and Heman \\add were\\add* under the ⸤direction⸥\\f + \\fr 25:6 \\ft Literally “hands” \\f* of the king. "},{"style":"v","verse":"7","text":"And their number, along with their brothers, trained singers, all the skilled people for Yahweh, were two hundred and eighty-eight. "},{"style":"v","verse":"8","text":"And they cast lots \\add for\\add* responsibilities ⸤on the principle of small and great alike⸥,\\f + \\fr 25:8 \\ft Literally “for like the small, like the great” \\f* teacher with student."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"And the first lot for Asaph went out to Joseph; the second to Gedaliahu; he and his brothers and his twelve sons. "},{"style":"v","verse":"10","text":"The third, Zakkur, his sons and his brothers, twelve; "},{"style":"v","verse":"11","text":"the fourth to Izri, his sons and his brothers, twelve; "},{"style":"v","verse":"12","text":"the fifth, Nethaniah, his sons and his brothers, twelve; "},{"style":"v","verse":"13","text":"the sixth, Bukkiah, his sons and his brothers, twelve; "},{"style":"v","verse":"14","text":"the seventh, Jesarelah, his sons and his brothers, twelve; "},{"style":"v","verse":"15","text":"the eighth, Jeshaiah, his sons and his brothers, twelve; "},{"style":"v","verse":"16","text":"the ninth, Mattaniah, his sons and his brothers, twelve; "},{"style":"v","verse":"17","text":"the tenth, Shimei, his sons and his brothers, twelve; "},{"style":"v","verse":"18","text":"eleventh, Azarel, his sons and his brothers, twelve; "},{"style":"v","verse":"19","text":"the twelfth to Hashabiah, his sons and his brothers, twelve; "},{"style":"v","verse":"20","text":"to \\add the\\add* thirteenth, Shubael, his sons and his brothers, twelve; "},{"style":"v","verse":"21","text":"to \\add the\\add* fourteenth, Mattithiah, his sons and his brothers, twelve; "},{"style":"v","verse":"22","text":"to \\add the\\add* fifteenth, to Jeremoth, his sons and his brothers, twelve; "},{"style":"v","verse":"23","text":"to \\add the\\add* sixteenth, to Hananiah, his sons and his brothers, twelve; "},{"style":"v","verse":"24","text":"to \\add the\\add* seventeenth, to Joshbekashah, his sons and his brothers, twelve; "},{"style":"v","verse":"25","text":"to \\add the\\add* eighteenth, to Hanani, his sons and his brothers, twelve; "},{"style":"v","verse":"26","text":"to \\add the\\add* nineteenth, to Mallothi, his sons and his brothers, twelve; "},{"style":"v","verse":"27","text":"to \\add the\\add* twentieth, to Eliathah, his sons and his brothers, twelve; "},{"style":"v","verse":"28","text":"to \\add the\\add* twenty-first, to Hothir, his sons and his brothers, twelve; "},{"style":"v","verse":"29","text":"to \\add the\\add* twenty-second, to Giddalti, his sons and his brothers, twelve; "},{"style":"v","verse":"30","text":"to \\add the\\add* twenty-third, to Mahazioth, his sons and his brothers, twelve; "},{"style":"v","verse":"31","text":"to \\add the\\add* twenty-fourth, to Romamti-ezer, his sons and his brothers, twelve."}]