[{"style":"s1","verse":"","text":"Offerings for the Temple"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then David the king said to all the assembly, “God has chosen Solomon my son alone, a young man and inexperienced, and the work \\add is\\add* great, for the citadel \\add is\\add* not for humankind, but for Yahweh God. "},{"style":"v","verse":"2","text":"So I have provided for the house of my God according to all my strength, the gold for the things of gold, the silver for the things of silver, the bronze for the things of bronze, the iron for the things of iron, and the wood for the things of wood, \\add along with\\add* an abundance of onyx stones, stones for settings, stones of turquoise, and variegated stones, and all \\add kinds of\\add* precious stones and alabaster stones. "},{"style":"v","verse":"3","text":"And moreover, with respect to my provisions for the house of my God I have a treasure of gold and silver that I have given to the house of my God above all that I have provided for the holy house: "},{"style":"v","verse":"4","text":"three thousand talents of gold from the gold of Ophir and seven thousand talents of refined silver to overlay the walls of the houses, "},{"style":"v","verse":"5","text":"gold for the golden things and silver for the silver things, for all the work by the hand of skilled craftsmen. Now who will offer willingly, ⸤consecrating himself⸥\\f + \\fr 29:5 \\ft Literally “to consecrate his hand” \\f* today to Yahweh?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Then the commanders of the ⸤families⸥,\\f + \\fr 29:6 \\ft Literally “fathers” \\f* the commanders of the tribes of Israel, and the commanders of thousands and hundreds, and the commanders of the work of the king offered themselves willingly. "},{"style":"v","verse":"7","text":"And they gave for the service of the house of God five thousand talents and ten thousand darics of gold, ten thousand talents of silver, eighteen thousand talents of bronze, and one hundred thousand talents of iron. "},{"style":"v","verse":"8","text":"And whoever had \\add precious\\add* stones gave \\add them\\add* to the treasury of the house of Yahweh under the authority\\f + \\fr 29:8 \\ft Or “hand” \\f* of Jehiel the Gershonite. "},{"style":"v","verse":"9","text":"And the people rejoiced over their freewill offering, for with a whole heart they had willingly offered to Yahweh, and King David also rejoiced with great joy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Then David blessed Yahweh in the sight of all the assembly, and David said, “Blessed \\add are\\add* you, O Yahweh, God of Israel, our father forever and ever! "},{"style":"v","verse":"11","text":"To you, O Yahweh, \\add is\\add* the greatness and the power and the splendor and the glory and the strength, for everything in the heavens and in the earth. Yours, O Yahweh, \\add is\\add* the kingdom and exaltation over all as head! "},{"style":"v","verse":"12","text":"And wealth and glory \\add are\\add* from you, and you rule over all. And in your hand \\add is\\add* power and might. And in your hand \\add is power\\add* to make great and to give strength to all. "},{"style":"v","verse":"13","text":"And now, our God, we give thanks to you and offer praise to the name of your splendor. "},{"style":"v","verse":"14","text":"And indeed, who \\add am\\add* I, and who \\add are\\add* my people that we retain power to offer according to these \\add offerings\\add* willingly? For everything \\add is\\add* from you, and from your hand we have given to you. "},{"style":"v","verse":"15","text":"For we \\add are\\add* strangers before you and sojourners like all our ancestors.\\f + \\fr 29:15 \\ft Or “fathers” \\f* Our days \\add are\\add* like the shadow upon earth, and there is no hope \\add of abiding\\add*. "},{"style":"v","verse":"16","text":"O Yahweh our God, all this abundance that we have provided to build for you a house for your holy name is from your hand, and all \\add of it\\add* is yours. "},{"style":"v","verse":"17","text":"And I know, my God, that you yourself test the heart and are pleased with uprightness. I, in the uprightness of my heart, have willingly offered all these \\add things\\add*, and now I have seen your people who are found here willingly offer to you. "},{"style":"v","verse":"18","text":"O Yahweh, God of Abraham, Isaac, and Israel, our ancestors,\\f + \\fr 29:18 \\ft Or “fathers” \\f* keep this forever as a plan \\add and\\add* thoughts of the heart of your people, and establish their heart toward you. "},{"style":"v","verse":"19","text":"Grant to Solomon my son a heart of peace to keep your commands, your statutes, and your regulations to do everything, and to build the citadel for which I have provided.” "},{"style":"v","verse":"20","text":"And David said to all the assembly, “Bless Yahweh your God!” And all the assembly blessed Yahweh, the God of their ancestors.\\f + \\fr 29:20 \\ft Or “fathers” \\f* And they bowed down and prostrated themselves before Yahweh and the king."},{"style":"s1","verse":"","text":"Solomon’s Coronation"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"And they offered sacrifices to Yahweh, and on that next day they offered burnt offerings to Yahweh: one thousand bulls, one thousand rams, one thousand lambs, with their libations and sacrifices in abundance for all Israel. "},{"style":"v","verse":"22","text":"And they ate and drank before Yahweh on that day with great joy. And they made Solomon the son of David king the second time, and they anointed \\add him\\add* commander for Yahweh, and Zadok the priest."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Then Solomon sat upon the throne of Yahweh as king in place of David his father. And he prospered, and all Israel obeyed him. "},{"style":"v","verse":"24","text":"And all the officials and mighty warriors, and also all the sons of King David, ⸤pledged allegiance to⸥\\f + \\fr 29:24 \\ft Literally “placed a hand under” \\f* King Solomon. "},{"style":"v","verse":"25","text":"And Yahweh made Solomon exceedingly great in the sight of all Israel, and he bestowed upon him royal splendor that was not \\add bestowed\\add* upon any king before him in Israel."},{"style":"s1","verse":"","text":"The Death of King David"},{"style":"m","verse":"","text":""},{"style":"v","verse":"26","text":"And David the son of Jesse reigned over all Israel. "},{"style":"v","verse":"27","text":"And the days that he reigned over Israel \\add were\\add* forty years. In Hebron he reigned seven years, and in Jerusalem he reigned thirty-three years. "},{"style":"v","verse":"28","text":"And he died in a good old age, full of days, wealth, and honor. And Solomon his son reigned in his place. "},{"style":"v","verse":"29","text":"Now the words of King David, \\add from\\add* the first to the last, see, they are written among the words of Samuel the seer, and among the words of Nathan the prophet, and among the words of Gad the seer, "},{"style":"v","verse":"30","text":"with all \\add the accounts of\\add* his kingdom, his power, and the times that came upon him, and upon Israel, and upon all the kingdoms of the earth."}]