[{"style":"s1","verse":"","text":"Paul’s Ministry Recognized by the Jerusalem Apostles"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then after fourteen years I went up again to Jerusalem with Barnabas, taking along Titus also. "},{"style":"v","verse":"2","text":"Now I went up \\add there\\add* because of a revelation and laid out to them the gospel that I preach among the Gentiles, but in private to the influential people, lest somehow I was running, or had run, in vain. "},{"style":"v","verse":"3","text":"But not even Titus \\add who was\\add* with me, \\add although\\add*\\ef + \\fr 2:3 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“was”) which is understood as concessive \\ef* he was a Greek, was compelled to be circumcised. "},{"style":"v","verse":"4","text":"Now \\add this was\\add* because of the false brothers secretly brought in, who slipped in to spy out our freedom that we have in Christ Jesus, in order that they might enslave us, "},{"style":"v","verse":"5","text":"to whom not even for an hour did we yield in subjection, in order that the truth of the gospel might remain continually with you. "},{"style":"v","verse":"6","text":"But from those ⸤who were influential⸥\\f + \\fr 2:6 \\ft Literally “who were thought to be something” \\f* (whatever they were, \\add it makes\\add* no difference to me, ⸤God does not show partiality⸥\\f + \\fr 2:6 \\ft Literally “God does not receive the face of man” \\f*)—for those who were influential added nothing to me. "},{"style":"v","verse":"7","text":"But these, \\add when they\\add*\\ef + \\fr 2:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw that I had been entrusted \\add with\\add* the gospel to the uncircumcision, just as Peter to the circumcision "},{"style":"v","verse":"8","text":"(for the one who was at work through Peter for \\add his\\add* apostleship to the circumcision was at work also through me for the Gentiles), "},{"style":"v","verse":"9","text":"and \\add when\\add* James and Cephas and John—those thought to be pillars—acknowledged the grace given to me, they gave to me and Barnabas the right \\add hand\\add* of fellowship, in order that we \\add should go\\add* to the Gentiles and they to the circumcision. "},{"style":"v","verse":"10","text":"\\add They asked\\add* only that we should remember the poor, the very thing I was also eager to do."},{"style":"s1","verse":"","text":"Paul Confronts Peter at Antioch"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"But when Cephas came to Antioch, I opposed \\add him\\add* to his face, because he was condemned. "},{"style":"v","verse":"12","text":"For before certain people came from James, he used to eat with the Gentiles, but when they came, he withdrew and separated himself, \\add because he\\add*\\ef + \\fr 2:12 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was afraid of”) which is understood as causal \\ef* was afraid of those \\add who were\\add* of the circumcision, "},{"style":"v","verse":"13","text":"and the rest of the Jews also joined in \\add this\\add* hypocrisy with him, so that even Barnabas was carried away with them in \\add their\\add* hypocrisy. "},{"style":"v","verse":"14","text":"But when I saw that they were not being straightforward with the truth of the gospel, I said to Cephas in the presence of \\add them\\add* all, “If you, \\add although you\\add*\\ef + \\fr 2:14 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“are”) which is understood as concessive \\ef* are a Jew, live like a Gentile and not like a Jew, how can you try to compel the Gentiles to live like Jews?”"},{"style":"s1","verse":"","text":"Justified by Faith in Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"15","text":"We \\add are\\add* Jews by nature and not sinners from among the Gentiles, "},{"style":"v","verse":"16","text":"but knowing that a person is not justified by the works of the law, if not by faith in Jesus Christ,\\f + \\fr 2:16 \\ft Or “by the faithfulness of Jesus Christ” \\f* and we have believed in Christ Jesus so that we may be justified by faith in Christ\\f + \\fr 2:16 \\ft Or “by the faithfulness of Christ” \\f* and not by the works of the law, because by the works of the law ⸤no human being will be justified⸥\\f + \\fr 2:16 \\ft Literally “all flesh will not be justified” \\f*. "},{"style":"v","verse":"17","text":"But if \\add while\\add* seeking to be justified by Christ, \\add we\\add* ourselves also have been found \\add to be\\add* sinners, then \\add is\\add* Christ an agent of sin? May it never be! "},{"style":"v","verse":"18","text":"For if I build up again these \\add things\\add* which I destroyed, I show myself \\add to be\\add* a transgressor. "},{"style":"v","verse":"19","text":"For through the law I died to the law, in order that I might live to God. I have been crucified with Christ, "},{"style":"v","verse":"20","text":"and I no longer live, but Christ lives in me, and that \\add life\\add* I now live in the flesh, I live by faith in the Son of God, who loved me and gave himself for me. "},{"style":"v","verse":"21","text":"I do not declare invalid the grace of God, for if righteousness \\add is\\add* through the law, then Christ died to no purpose."}]