[{"style":"s1","verse":"","text":"Live in Freedom and Love One Another"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"For freedom Christ has set us free. Stand firm, therefore, and do not be subject again to a yoke of slavery. "},{"style":"v","verse":"2","text":"Look! I, Paul, tell you that if you become circumcised, Christ will profit you nothing! "},{"style":"v","verse":"3","text":"And again I testify to every man who becomes circumcised, that he is under obligation to keep the whole law. "},{"style":"v","verse":"4","text":"You are estranged from Christ, \\add you\\add* who are attempting to be justified\\ef + \\fr 5:4 \\ft ﻿*The present tense has been translated as conative here (“are attempting”) \\ef* by the law; you have fallen from grace. "},{"style":"v","verse":"5","text":"For through the Spirit by faith we eagerly await the hope of righteousness. "},{"style":"v","verse":"6","text":"For in Christ Jesus neither circumcision counts for anything nor uncircumcision, but faith working through love."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"You were running well. Who hindered you from obeying the truth? "},{"style":"v","verse":"8","text":"This persuasion \\add is\\add* not from the one who calls you! "},{"style":"v","verse":"9","text":"A little leaven leavens the whole batch of dough. "},{"style":"v","verse":"10","text":"I have confidence in you in the Lord that you will think nothing different, but the one who is confusing you ⸤will pay the penalty⸥\\f + \\fr 5:10 \\ft Literally “will bear the \\fq = his \\ft condemnation” \\f*, whoever he may be. "},{"style":"v","verse":"11","text":"Now, brothers, if I am still preaching circumcision, why am I still being persecuted? In that case the stumbling block of the cross has been abolished. "},{"style":"v","verse":"12","text":"I wish that the ones who are disturbing you would also ⸤castrate themselves⸥\\f + \\fr 5:12 \\ft Literally “cut themselves off” \\f*!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"For you were called to freedom, brothers. Only do not let your freedom \\add become\\add* an opportunity for the flesh, but through love serve one another. "},{"style":"v","verse":"14","text":"For the whole law is fulfilled in one statement, namely, “You shall love your neighbor as yourself.”\\f + \\fr 5:14 \\ft A quotation from \\xt Lev 19:18 \\ft \\f* "},{"style":"v","verse":"15","text":"But if you bite and devour one another, watch out \\add that\\add* you are not consumed by one another."},{"style":"s1","verse":"","text":"Live by the Spirit and Reject the Deeds of the Flesh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"But I say, live by the Spirit, and you will never carry out the desire of the flesh. "},{"style":"v","verse":"17","text":"For the flesh desires against the Spirit, and the Spirit against the flesh, for these are in opposition to one another, so that whatever you want, you may not do these \\add things\\add*. "},{"style":"v","verse":"18","text":"But if you are led by the Spirit, you are not under the law."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Now the deeds of the flesh are evident, which are sexual immorality, impurity, licentiousness, "},{"style":"v","verse":"20","text":"idolatry, sorcery, enmity, strife, jealousy, outbursts of anger, selfish ambition, dissension, factions, "},{"style":"v","verse":"21","text":"envy, drunkenness, carousing, and things like these, \\add things\\add* which I am telling you \\add in advance\\add*, just as I said before, that the ones who practice such things will not inherit the kingdom of God. "},{"style":"v","verse":"22","text":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, "},{"style":"v","verse":"23","text":"gentleness, self control. Against such things \\add there\\add* is no law. "},{"style":"v","verse":"24","text":"Now those ⸤who belong to Christ⸥\\f + \\fr 5:24 \\ft Literally “of Christ” \\f*\\f + \\fr 5:24 \\ft Some manuscripts have “Christ Jesus” \\f* have crucified the flesh together with its feelings and its desires."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"If we live by the Spirit, we must also follow the Spirit. "},{"style":"v","verse":"26","text":"We must not become conceited, provoking one another, envying one another."}]