[{"style":"s1","text":"The Mystery of Christ Revealed"},{"style":"m","text":""},{"style":"v","text":"On account of this I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles "},{"style":"v","text":"—if indeed you have heard \\add about\\add* the stewardship of God’s grace given to me for you. "},{"style":"v","text":"According to\\f + \\fr 3:3 \\ft Some manuscripts have “given to me for you, that according to” \\f* revelation the mystery was made known to me, just as I wrote beforehand in brief, "},{"style":"v","text":"so that you may be able when you read\\f + \\fr 3:4 \\ft Or “by reading” \\f* to understand my insight into the mystery of Christ "},{"style":"v","text":"(which in other generations was not made known to the sons of men as it has now been revealed to his holy apostles and prophets by the Spirit): "},{"style":"v","text":"\\add that\\add* the Gentiles are fellow heirs, and fellow members of the body, and fellow sharers of the promise in Christ Jesus through the gospel, "},{"style":"v","text":"of which I became a servant, according to the gift of God’s grace given to me, according to the working of his power."},{"style":"p","text":""},{"style":"v","text":"To me, the least of all the saints, was given this grace: to proclaim the good news of the fathomless riches of Christ to the Gentiles, "},{"style":"v","text":"and to enlighten everyone \\add as to\\add* what \\add is\\add* the administration of the mystery hidden from the ages by God, who created all \\add things\\add*, "},{"style":"v","text":"in order that the many-sided wisdom of God might be made known now to the rulers and the authorities in the heavenly \\add places\\add* through the church, "},{"style":"v","text":"according to the purpose of the ages which he carried out in Christ Jesus our Lord, "},{"style":"v","text":"in whom we have boldness and access in confidence through faith in him.\\f + \\fr 3:12 \\ft Or “through his \\fq i.e., Christ’s \\ft faithfulness” \\f* "},{"style":"v","text":"Therefore I ask \\add you\\add*\\ef + \\fr 3:13 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* not to be discouraged at my afflictions on behalf of you, which are your glory."},{"style":"s1","text":"Prayer for Spiritual Strength"},{"style":"m","text":""},{"style":"v","text":"On account of this, I bend my knees before the Father, "},{"style":"v","text":"from whom every\\f + \\fr 3:15 \\ft Or “the whole” \\f* family in heaven and on earth is named, "},{"style":"v","text":"that he may grant you according to the riches of his glory to be strengthened with power through his Spirit in the inner person, "},{"style":"v","text":"\\add that\\add* Christ may dwell in your hearts through faith (you having been firmly rooted and established in love), "},{"style":"v","text":"in order that you may be strong enough to grasp together with all the saints what \\add is\\add* the breadth, and length, and height, and depth, "},{"style":"v","text":"and to know the love of Christ that surpasses knowledge, in order that you may be filled up to all the fullness of God."},{"style":"p","text":""},{"style":"v","text":"Now to the one who is able to do beyond all measure more than all that we ask or think, according to the power that is at work in us, "},{"style":"v","text":"to him \\add be\\add* the glory in the church and in Christ Jesus to all generations forever and ever. Amen."}]