[{"style":"s1","text":"Christians Should Live in Unity"},{"style":"m","text":""},{"style":"v","text":"Therefore I, the prisoner in the Lord, exhort you to live in a manner worthy of the calling with which you were called: "},{"style":"v","text":"with all humility and gentleness, with patience, putting up with one another in love, "},{"style":"v","text":"being eager to keep the unity of the Spirit in the bond of peace; "},{"style":"v","text":"one body and one Spirit (just as also you were called with one hope of your calling), "},{"style":"v","text":"one Lord, one faith, one baptism, "},{"style":"v","text":"one God and Father of all, who \\add is\\add* over all, and through all, and in all."},{"style":"s1","text":"Gifted Leaders Bring the Church to Maturity"},{"style":"m","text":""},{"style":"v","text":"Now to each one of us was given this grace, according to the measure of Christ’s gift. "},{"style":"v","text":"Therefore it says,"},{"style":"sd0","text":""},{"style":"q1","text":"“Ascending on high he led captivity captive;"},{"style":"q1","text":"he gave gifts to men.”\\f + \\fr 4:8 \\ft A quotation from \\xt Ps 68:18 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"Now “he ascended,” what is \\add it\\add*, except that he also descended\\f + \\fr 4:9 \\ft Some secondary manuscripts add “first” \\f* to the lower regions of the earth? "},{"style":"v","text":"The one who descended himself is also the one who ascended above all the heavens, in order that he might fill all \\add things\\add*."},{"style":"p","text":""},{"style":"v","text":"And he himself gave some \\add as\\add* apostles and some \\add as\\add* prophets and some \\add as\\add* evangelists and some \\add as\\add* pastors and teachers "},{"style":"v","text":"for the equipping of the saints, for the work of the ministry, for building up the body of Christ, "},{"style":"v","text":"until we all reach the unity of the faith and the knowledge of the Son of God, to a mature man, to a measure of the maturity of the fullness of Christ, "},{"style":"v","text":"so that we may no longer be infants, tossed about by waves and carried about by every wind of teaching, by the trickery of people, by craftiness with reference to the scheming of deceit. "},{"style":"v","text":"But speaking the truth in love, we are to grow into him \\add with reference to\\add* all \\add things\\add*, who is the head, Christ, "},{"style":"v","text":"from whom the whole body, joined together and held together by every supporting ligament, according to the working by measure of each single part, the growth of the body makes for the building up of itself in love."},{"style":"s1","text":"Appeal for New Behavior"},{"style":"m","text":""},{"style":"v","text":"This therefore I say and testify in the Lord, \\add that\\add* you no longer walk as the Gentiles walk: in the futility of their mind, "},{"style":"v","text":"being darkened in understanding, alienated from the life of God, because of the ignorance \\add that\\add* is in them, because of the hardness of their heart, "},{"style":"v","text":"who, becoming callous, gave themselves over to licentiousness, for the pursuit of all uncleanness in greediness."},{"style":"p","text":""},{"style":"v","text":"But you did not learn Christ in this way, "},{"style":"v","text":"if indeed you have heard \\add about\\add* him, and you were taught by him (just as truth is in Jesus), "},{"style":"v","text":"\\add that\\add* you take off, according to your former way of life, the old man, who is being destroyed according to deceitful desires, "},{"style":"v","text":"be renewed in the spirit of your mind, "},{"style":"v","text":"and put on the new man (in accordance with God), who is created in righteousness and holiness from the truth."},{"style":"s1","text":"Old Behavior, New Behavior, and Motivation"},{"style":"m","text":""},{"style":"v","text":"Therefore, putting aside the lie, speak truth each one of you with his neighbor,\\f + \\fr 4:25 \\ft An allusion to \\xt Zech 8:16 \\ft \\f* because we are members of one another. "},{"style":"v","text":"Be angry and do not sin;\\f + \\fr 4:26 \\ft An allusion to \\xt Ps 4:4 \\ft \\f* do not let the sun set on your anger, "},{"style":"v","text":"nor give place to the devil. "},{"style":"v","text":"The one who steals must steal no longer, but instead must labor, working with his own hands \\add what is\\add* good, so that he may have \\add something\\add* to share with the one who has need. "},{"style":"v","text":"⸤No rotten word must proceed⸥\\f + \\fr 4:29 \\ft Literally “Every rotten word must not proceed” \\f* from your mouth, but only something good for the building up of the need, in order that it may give grace to those who hear, "},{"style":"v","text":"and do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. "},{"style":"v","text":"All bitterness, and rage, and wrath, and clamor, and abusive speech, must be removed from you, together with all wickedness. "},{"style":"v","text":"Become\\f + \\fr 4:32 \\ft Some manuscripts have “But become” \\f* kind toward one another, compassionate, forgiving one another, just as also God in Christ has forgiven you."}]