[{"style":"s1","text":"Imitators of God"},{"style":"m","text":""},{"style":"v","text":"Therefore become imitators of God, as beloved children, "},{"style":"v","text":"and live in love, just as also Christ loved us, and gave himself for us an offering and sacrifice to God for a fragrant smell.\\f + \\fr 5:2 \\ft Or “a fragrant offering” \\f* "},{"style":"v","text":"But sexual immorality, and all uncleanness, or greediness, must not even be named among you (as is fitting for saints), "},{"style":"v","text":"and obscenity, and foolish talk, or coarse jesting (which \\add are\\add* not proper), but rather thanksgiving. "},{"style":"v","text":"For this you know ⸤for certain⸥\\f + \\fr 5:5 \\ft Literally “for this you know, knowing” \\f*, that every sexually immoral \\add person\\add*, or unclean \\add person\\add*, or greedy \\add person\\add* (who is an idolater), does not have an inheritance in the kingdom of Christ and God. "},{"style":"v","text":"Let no one deceive you with empty words, for because of these \\add things\\add* the wrath of God is coming on the sons of disobedience."},{"style":"s1","text":"Walk Like Children of Light"},{"style":"m","text":""},{"style":"v","text":"Therefore do not be sharers\\f + \\fr 5:7 \\ft Or “partners” \\f* with them, "},{"style":"v","text":"for you were formerly darkness, but now \\add you are\\add* light in the Lord. Live like children of light "},{"style":"v","text":"(for the fruit of the light \\add is\\add* in all goodness and righteousness and truth), "},{"style":"v","text":"trying to learn what is well-pleasing to the Lord. "},{"style":"v","text":"And do not participate in the unfruitful deeds of darkness, but rather even expose \\add them\\add*. "},{"style":"v","text":"For it is shameful even to speak \\add about\\add* the things being \\add done\\add* by them in secret, "},{"style":"v","text":"but all \\add things\\add* exposed by the light are made visible, "},{"style":"v","text":"for everything made visible is light. Therefore it says,"},{"style":"sd0","text":""},{"style":"q1","text":"Wake up, sleeper,"},{"style":"q1","text":"and rise from the dead,"},{"style":"q1","text":"and Christ will shine on you.\\f + \\fr 5:14 \\ft A quotation of unknown origin with possible allusions to \\xt Isa 26:19 \\ft , \\xt 51:17 \\ft , \\xt 52:1 \\ft , \\xt 60:1 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"Therefore, consider carefully how you live, not as unwise but as wise, "},{"style":"v","text":"making the most of the time because the days are evil."},{"style":"s1","text":"Being Filled by the Spirit"},{"style":"m","text":""},{"style":"v","text":"Because of this do not become foolish, but understand what the will of the Lord \\add is\\add*. "},{"style":"v","text":"And do not be drunk with wine (in which is dissipation), but be filled by the Spirit, "},{"style":"v","text":"speaking to one another in psalms and hymns and spiritual songs, singing and singing praise in your heart to the Lord, "},{"style":"v","text":"giving thanks always for all \\add things\\add* in the name of our Lord Jesus Christ to the God and Father, "},{"style":"v","text":"being subject to one another ⸤out of reverence for⸥\\f + \\fr 5:21 \\ft Literally “in \\fq the \\ft fear of” \\f* Christ "},{"style":"v","text":"—wives to their own husbands as to the Lord, "},{"style":"v","text":"because \\add the\\add* husband is \\add the\\add* head of the wife, as also Christ \\add is the\\add* head of the church (he himself \\add being the\\add* Savior of the body). "},{"style":"v","text":"But as the church is subject to Christ, thus also wives \\add should be subject\\add*\\ef + \\fr 5:24 \\ft ﻿*The words “should be subject” are not in the Greek text, but are an understood repetition from the previous clause \\ef* to their husbands in everything."},{"style":"s1","text":"Husbands and Wives"},{"style":"m","text":""},{"style":"v","text":"Husbands, love your wives, just as Christ also loved the church, and gave himself for her; "},{"style":"v","text":"in order that he might sanctify her by cleansing \\add her\\add*\\ef + \\fr 5:26 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with the washing of water by the word; "},{"style":"v","text":"in order that he might present to himself the church glorious, not having a spot or wrinkle or any such \\add thing\\add*, but that she may be holy and blameless. "},{"style":"v","text":"Thus also husbands ought to love their own wives as their own bodies. The one who loves his own wife loves himself. "},{"style":"v","text":"For no one ever hated his own flesh, but nourishes and cherishes it, just as also Christ \\add does\\add* the church, "},{"style":"v","text":"because we are members of his body. "},{"style":"v","text":"“For this \\add reason\\add* a man will leave his father and mother and be joined to his wife, and the two will become one flesh.”\\f + \\fr 5:31 \\ft A quotation from \\xt Gen 2:24 \\ft \\f* "},{"style":"v","text":"(This mystery is great, but I am speaking with reference to Christ and the church.) "},{"style":"v","text":"Only you also, each one \\add of you\\add*, must thus love his own wife as himself, and the wife ⸤must respect⸥\\f + \\fr 5:33 \\ft Literally “that she fear” \\f* her husband."}]