[{"style":"s1","text":"Children and Parents"},{"style":"m","text":""},{"style":"v","text":"Children, obey your parents in the Lord, for this is right. "},{"style":"v","text":"“Honor your father and mother” (which is the first\\f + \\fr 6:2 \\ft Or “is a very important” \\f* commandment with a promise), "},{"style":"v","text":"“in order that it may be well with you, and you may ⸤live a long time⸥\\f + \\fr 6:3 \\ft Literally “be long-lived” \\f* on the earth.”\\f + \\fr 6:3 \\ft A quotation from \\xt Exod 20:12 \\ft and/or \\xt Deut 5:16 \\ft \\f* "},{"style":"v","text":"And fathers, do not make your children angry, but bring them up in the discipline and instruction of the Lord."},{"style":"s1","text":"Slaves and Masters"},{"style":"m","text":""},{"style":"v","text":"Slaves, obey your earthly masters with fear and trembling, in the sincerity of your heart, as to Christ, "},{"style":"v","text":"not ⸤while being watched⸥\\f + \\fr 6:6 \\ft Literally “with eye service” \\f*, as people pleasers, but as slaves of Christ doing the will of God from the heart, "},{"style":"v","text":"serving with goodwill as to the Lord and not to people, "},{"style":"v","text":"\\add because you\\add*\\ef + \\fr 6:8 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know that each one of you, whatever good he should do,\\f + \\fr 6:8 \\ft Some manuscripts have “if he should do anything good” \\f* this he will receive back from the Lord, whether slave or free. "},{"style":"v","text":"And masters, do the same \\add things\\add* to them, giving up threats, knowing that both their Lord and yours is in heaven, and there is no partiality with him."},{"style":"s1","text":"Spiritual Warfare"},{"style":"m","text":""},{"style":"v","text":"Finally, become strong in the Lord and in the might of his strength. "},{"style":"v","text":"Put on the full armor of God, so that you may be able to stand against the stratagems of the devil, "},{"style":"v","text":"because our struggle is not against blood and flesh, but against the rulers, against the authorities, against the world rulers of this darkness, against the spiritual \\add forces\\add* of wickedness in the heavenly \\add places\\add*. "},{"style":"v","text":"Because of this, take up the full armor of God, in order that you may be able to resist in the evil day, and having done everything, to stand. "},{"style":"v","text":"Stand therefore, girding your waist with truth, and putting on the breastplate of righteousness, "},{"style":"v","text":"and binding \\add shoes\\add* under your feet with the preparation of the good news of peace, "},{"style":"v","text":"in everything taking up the shield of faith, with which you are able to quench all the flaming arrows of the evil one, "},{"style":"v","text":"and receive the helmet of salvation, and the sword of the Spirit, which is the word of God, "},{"style":"v","text":"with all prayer and supplication praying at all times in the Spirit, and to this \\add end\\add* being alert with all perseverance and supplication for all the saints, "},{"style":"v","text":"and for me, that a word may be given to me at the opening of my mouth, to make known with boldness the mystery of the gospel, "},{"style":"v","text":"for the sake of which I am an ambassador in chains, that ⸤in them⸥\\f + \\fr 6:20 \\ft Literally “in it” since “chain” is singular in the Greek text \\f* I may speak freely, as it is necessary for me to speak."},{"style":"s1","text":"Conclusion and Benediction"},{"style":"m","text":""},{"style":"v","text":"Now, so that you also may know ⸤my circumstances⸥\\f + \\fr 6:21 \\ft Literally “the things with me” \\f*, what I am doing, Tychicus, my dear brother and faithful servant in the Lord, will make known to you all \\add things\\add*, "},{"style":"v","text":"whom I have sent\\f + \\fr 6:22 \\ft Or “whom I am sending” \\f* to you for this very \\add reason\\add*, that you may know ⸤our circumstances⸥\\f + \\fr 6:22 \\ft Literally “the things concerning us” \\f*, and he may encourage your hearts."},{"style":"p","text":""},{"style":"v","text":"Peace to the brothers and love with faith, from God the Father and the Lord Jesus Christ. "},{"style":"v","text":"Grace \\add be\\add* with all who love our Lord Jesus Christ in incorruptibility.\\f + \\fr 6:24 \\ft Or “with undying love” \\f*"}]