[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ñi nekk ci buumu njaam nag, nañu weg seeni sang wegeel gu mat sëkk; noonu kenn du am lu muy werante ci turu Yàlla mbaa ci sunu njàngle."},{"style":"v","verse":"2","text":"Ku am sang boo bokkal ngëm, bu looloo tax nga yab ko, waaye nga sax ci itteem, ndax kiy jariñu ci sa ñaq, aji gëm la, ku mata bëgg."},{"style":"s","verse":"","text":"Alal ju wóor ji"},{"style":"p","verse":"","text":"Jàngleel loolu nag, di ko dénkaane."},{"style":"v","verse":"3","text":"Waaye su fi amee kuy jàngle leneen, ba jàppul ci kàddu yu wér yu Yeesu °Kirist Boroom bi, te fonkul waaraate buy jur ragal Yàlla,"},{"style":"v","verse":"4","text":"kooku boroom tiitar la, bu xamul dara. Dafa wéradi, ba sóobu ci gëstuy neen ak i werante ciy araf yu jurul lu moy ñeetaane, xuloo, xaste, ñaaw njort"},{"style":"v","verse":"5","text":"ak ŋaayoo; ñiy jëfee noonu nit ñu ñaaw xel lañu, ñu xamul genn dëgg te yaakaar ne ragal Yàlla buntu wërsëg la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba tey ragal Yàlla gu ànd ak doylu, wërsëg la."},{"style":"v","verse":"7","text":"Ndaxte indaalewunu fi dara, te dunu yóbbaale dara."},{"style":"v","verse":"8","text":"Kon su nu amee lekk ak koddaay, nanu ko doyloo."},{"style":"v","verse":"9","text":"Waaye ñiy sàkkoo barele, dinañu jànkoonte ak i nattu, ba dugg ci fiir, di xuus ci bëgg-bëggi neen yuy yóbbe ayib, tey sóob nit cig réer ak sànkute."},{"style":"v","verse":"10","text":"Ndaxte bëgge ci xaalis mooy ndeyu ñaawteef yu bare; am na ñu ko wut, ba moy ci yoonu ngëm, te seen xol di dagg ndax tiis yu bare."},{"style":"s","verse":"","text":"Làmbi ngëm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Kon nag yaw waayu Yàlla ji, dawal loolu, te topp njub, ragal Yàlla, ngëm, mbëggeel, muñ ak lewet."},{"style":"v","verse":"12","text":"Góor-góorlul ci bëre bu baax bi, ba ub làmbi ngëm, te feddali sag téye ci dund gu dul jeex gi; ndaxte ci loolu la la Yàlla woo, te looloo waraloon it sa seede su rafet fa kanam mbooloo mu bare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Noonu fi kanam Yàlla mi jagleel dund ci lépp, ak fi kanam °Kirist Yeesu, mi seede woon seede su rafet fa kanam Poñsë °Pilaat, maa ngi lay dénk lii:"},{"style":"v","verse":"14","text":"sàmmal ndigal li, baña am gàkk mbaa ŋàññ, ba kera Yeesu Kirist sunu Boroom di feeñ ci ndamam, ca waxtu wa Yàlla dogal."},{"style":"v","verse":"15","text":"Moom kenn mooy Boroom bu tedd, di Buuru buur yi ak Kilifag kilifa yi."},{"style":"v","verse":"16","text":"Moom kenn a jagoo dund gu sax, dëkk ci biir leer gu kenn manta jege; moom mi nit masula gis te nit manu koo gis. Moom kenn a yelloo teraanga ak màggaay ba fàww. Amiin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ñi barele alalu àddina nag, dénk leen ñu baña réy te baña wékk seen yaakaar ci koom-koom yi saxul fenn, waaye ñu wékk ko ci Yàlla, mi nuy may naataange ju mat, ngir nu man ciy bànneexu."},{"style":"v","verse":"18","text":"Dénk leen ñu def lu baax, te bare jëf yu rafet, ñu yéwén, bay sédd ñi amul,"},{"style":"v","verse":"19","text":"di fàggu dencu ëllëg bu wér. Noonu dinañu feddali seen téye ci dund gu wóor gi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Céy yaw Timote, sàmmal li la Yàlla dénk! Tanqamlul waxi neen yu àddina kese, te dëddu werantey ñi mbubboo xam-xam, fekk dañoo réer."},{"style":"v","verse":"21","text":"Am na ñu topp xam-xam boobu, waaye moy nañu ci yoonu ngëm."},{"style":"p","verse":"","text":"Yal na yiwu Yàlla ànd ak yéen."}]