[{"style":"s1","verse":"","text":"Bésu Boroom bi du jaas"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Soppe yi, sama ñaareelu bataaxal a ngi nii, te bu ci nekk am na lu ma leen ci fàttali, ngir xiirtal leen ci xalaatin yu set,"},{"style":"v","verse":"2","text":"ba ngeen fàttaliku kàddu ya yonent yu sell ya jottali woon ak sunu ndigalu Boroom, sunu Musalkat, ndigal la jottalikoo ca ndaw ya ñu yebaloon ci yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Li ngeen wara njëkka xam moo di bés yu mujj ya, ay niti ñaawlekat ay dikk, di nit ñu topp seen bakkan."},{"style":"v","verse":"4","text":"Ñooñoo naan: «Ki dige woona ñëw, ana mu? Ba maam ya nelawee de yàgg na, waaye lépp a ngi wéye na woon ca njàlbéenu àddina.»"},{"style":"v","verse":"5","text":"Li ñuy fàtte te di ko tey moo di ci kàddug Yàlla la asamaan nekke bu yàgg, te ci kàddoom la suuf bindoo ci ndox, ba génne ci ndox."},{"style":"v","verse":"6","text":"Te ci yooyii la àddina sa woon sànkoo woon ca mbënn ma."},{"style":"v","verse":"7","text":"Waaye asamaanu tey jii ak suuf, genn kàddug Yàlla googu moo leen yeb cib denc, ñeel sawara, kera bésub àtte ba, bésu sànkuteb aji gëmadi ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Soppe yi, lenn a ngii, buleen ko umple: benn bés ni junniy at la mel ci Boroom bi; junniy at mel ni benn bés ci moom."},{"style":"v","verse":"9","text":"Du caageenu yeexe gu Boroom bi yeexe dige ba, noonu ko ñenn ñi fooge ag yeex. Yeen la muñal kay, ndax bëggul kenn sànku, xanaa ñépp dem ba tuub."},{"style":"v","verse":"10","text":"Waaye \\w bésu Boroom|bésu Boroom b-:\\w* bi nib sàcc lay dikke. Ca la asamaan yi di dëddoo ci biir coow lu réy, lu ko sosoon seey ndax tàng, suuf ak jëf ju ci biiram xoyomu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Gannaaw loolu lépp noonu lay seeye nag, xamleen bu baax li leen war: jëfin wu sell akug ragal Yàlla"},{"style":"v","verse":"12","text":"ak yàkkamti bésu Yàlla ba, di jëfe li koy taxa gaawa dikk, ba asamaan yi lakk ba jeex, lu ca jëmmu lakk ba seey."},{"style":"v","verse":"13","text":"Waaye asamaan su bees ak suuf su bees te njub dëkke ko bu keroogee, moom lanuy séentu, na nu ñu ko dige woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Kon nag soppe yi, li feek ngeen di séentu loolu, defleen seen kem-kàttan, ba bésub keroog fekk leen ci jàmm, te ngeen baña am benn gàkk, mbaa sikk ci gis-gisu Yàlla."},{"style":"v","verse":"15","text":"Sunu Boroom nag, ag muñam, jàppleen ne moo dig mucc, noonee leen ko sunu soppe, mbokk mi Póol binde woon ci xel mu rafet mi ñu ko baaxe."},{"style":"v","verse":"16","text":"Loolu la bind ci mboolem bataaxal yi mu waxe ci moomu mbir, te mu am ci ponk yu jafee xam, ba ñi dese am njàng te seenum xel toogadi, di walbati waxam, ni ñuy def ak yeneen bind yépp, ba far sànk seen bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Kon nag yeen soppe yi, gannaaw xam ngeen loolu ba noppi, wattuleen bala leena réeraangey moykati yoon yi yóbbaale, ba yolomal seenub taxawaay."},{"style":"v","verse":"18","text":"Waaye màggleen ci wàllu yiwu sunu Boroom, sunu Musalkat Yeesu \\w Almasi|Almasi b-:\\w* bi, ak ci wàllu xam-xam bu ngeen ko xam. Ndam ñeel na ko tey, ba kera bés bu sax dàkk. Amiin."}]