[{"style":"s1","verse":"","text":"Many Personal Greetings"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now I commend to you Phoebe our sister, who is also a servant\\f + \\fr 16:1 \\ft Or “a deaconess”; some interpreters understand this term to refer to a specific office (deacon/deaconess) which Phoebe held in the local church at Cenchrea \\f* of the church in Cenchrea, "},{"style":"v","verse":"2","text":"in order that you may welcome her in the Lord in a manner worthy of the saints, and help her in whatever task she may have need from you, for she herself also has been a helper of many, even me myself."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Greet Prisca and Aquila, my fellow workers in Christ Jesus, "},{"style":"v","verse":"4","text":"who risked their own necks for my life, for which not only I am thankful, but also all the churches of the Gentiles; "},{"style":"v","verse":"5","text":"also \\add greet\\add*\\f + \\fr 16:5 \\ft The verb is supplied as an understood repetition from v. \\xt 3 \\ft \\f* the church in their house. Greet Epenetus my dear \\add friend\\add*, who is ⸤the first convert⸥\\f + \\fr 16:5 \\ft Literally “the first fruits” \\f* of Asia for Christ. "},{"style":"v","verse":"6","text":"Greet Mary, who ⸤has worked hard⸥\\f + \\fr 16:6 \\ft Literally “has labored much” \\f* for you. "},{"style":"v","verse":"7","text":"Greet Andronicus and Junia,\\f + \\fr 16:7 \\ft Or “Junias,” the masculine form of the same name \\f* my compatriots\\f + \\fr 16:7 \\ft Or “relatives” \\f* and my fellow prisoners, who are well known to\\f + \\fr 16:7 \\ft Or “are outstanding among” \\f* the apostles, who were also in Christ before me. "},{"style":"v","verse":"8","text":"Greet Ampliatus, my dear \\add friend\\add* in the Lord. "},{"style":"v","verse":"9","text":"Greet Urbanus, our fellow worker in Christ, and my dear \\add friend\\add* Stachys. "},{"style":"v","verse":"10","text":"Greet Apelles, who \\add is\\add* approved in Christ. Greet those of the \\add household\\add* of Aristobulus. "},{"style":"v","verse":"11","text":"Greet Herodion my compatriot.\\f + \\fr 16:11 \\ft Or “relative” \\f* Greet those of the \\add household\\add* of Narcissus who are in the Lord. "},{"style":"v","verse":"12","text":"Greet Tryphena and Tryphosa, the laborers in the Lord. Greet Persis, the dear \\add friend\\add* who ⸤has worked hard⸥\\f + \\fr 16:12 \\ft Literally “has labored much” \\f* in the Lord. "},{"style":"v","verse":"13","text":"Greet Rufus, the chosen one in the Lord, and his mother and mine. "},{"style":"v","verse":"14","text":"Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers with them. "},{"style":"v","verse":"15","text":"Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints \\add who are\\add* with them. "},{"style":"v","verse":"16","text":"Greet one another with a holy kiss. All the churches of Christ greet you."},{"style":"s1","verse":"","text":"Concluding Exhortations"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"Now I exhort you, brothers, to look out for those who cause dissensions and temptations contrary to the teaching which you learned, and stay away from them. "},{"style":"v","verse":"18","text":"For such people do not serve our Lord Christ, but their own stomach, and by smooth speech and flattery they deceive the hearts of the unsuspecting. "},{"style":"v","verse":"19","text":"For \\add the report of\\add* your obedience has reached to all; therefore I am rejoicing over you, and I want you to be wise toward what \\add is\\add* good, but innocent toward what \\add is\\add* evil. "},{"style":"v","verse":"20","text":"And in a short time the God of peace will crush Satan under your feet. The grace of our Lord Jesus Christ\\f + \\fr 16:20 \\ft Some manuscripts omit “Christ” \\f* \\add be\\add* with you."},{"style":"s1","verse":"","text":"Greetings from Paul’s Associates"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"Timothy, my fellow worker, greets you, and Lucius and Jason and Sosipater, my compatriots.\\f + \\fr 16:21 \\ft Or “relatives” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"I, Tertius, the one who wrote this letter, greet you in the Lord."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Gaius, my host and \\add the host\\add* of the whole church, greets you. Erastus the city treasurer greets you, and Quartus the brother."},{"style":"s1","verse":"","text":"Benediction"},{"style":"m","verse":"","text":""},{"style":"v","verse":"24","text":"The grace of our Lord Jesus Christ \\add be\\add* with all of you. Amen.\\f + \\fr 16:24 \\ft Some manuscripts include vv. \\xt 25–27 \\ft , “25 Now to the one who is able to strengthen you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery that had been kept secret for eternal ages, 26 but now has been revealed, and through the prophetic scriptures has been made known according to the command of the eternal God, resulting in obedience of faith to all the Gentiles, 27 to the only wise God, through Jesus Christ, to whom \\fq be \\ft the glory for eternity. Amen.” \\f*"}]