[{"style":"s1","verse":"","text":"Prédication de Jonas à Ninive. Repentance des Ninivites"},{"style":"r","verse":"","text":"V. 1-10: cf. (Lu 11:29, 30, 32. Jé 18:7, 8.) 1 R 21:27-29. Joë 2:12-20. És 55:7-11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"La parole de l’Éternel fut adressée à Jonas une seconde fois, en ces mots: "},{"style":"v","verse":"2","text":"Lève-toi, va à Ninive, la grande ville, et proclames-y la publication que je t’ordonne! "},{"style":"v","verse":"3","text":"Et Jonas se leva, et alla à Ninive, selon la parole de l’Éternel. Or Ninive était une très grande ville, de trois jours de marche. "},{"style":"v","verse":"4","text":"Jonas fit d’abord dans la ville une journée de marche; il criait et disait: Encore quarante jours, et Ninive est détruite! "},{"style":"v","verse":"5","text":"\\x a \\xo 3.5 \\xt Mt 12:41. Lu 11:32.\\x*Les gens de Ninive crurent à Dieu, ils publièrent un jeûne, et se revêtirent de sacs, depuis les plus grands jusqu’aux plus petits. "},{"style":"v","verse":"6","text":"La chose parvint au roi de Ninive; il se leva de son trône, ôta son manteau, se couvrit d’un sac, et s’assit sur la cendre. "},{"style":"v","verse":"7","text":"Et il fit faire dans Ninive cette publication, par ordre du roi et de ses grands; Que les hommes et les bêtes, les bœufs et les brebis, ne goûtent de rien, ne paissent point, et ne boivent point d’eau! "},{"style":"v","verse":"8","text":"Que les hommes et les bêtes soient couverts de sacs, qu’ils crient à Dieu avec force, et qu’ils reviennent tous de leur mauvaise voie et des actes de violence dont leurs mains sont coupables! "},{"style":"v","verse":"9","text":"\\x b \\xo 3.9 \\xt Joë 2:14.\\x*Qui sait si Dieu ne reviendra pas et ne se repentira pas, et s’il ne renoncera pas à son ardente colère, en sorte que nous ne périssions point? "},{"style":"v","verse":"10","text":"Dieu vit qu’ils agissaient ainsi et qu’ils revenaient de leur mauvaise voie. Alors Dieu se repentit du mal qu’il avait résolu de leur faire, et il ne le fit pas."}]