[{"style":"mt1","text":"Sàkkaryaa"},{"style":"s1","verse":"","text":"Waññiku ci Aji Sax ji weesul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci juróom ñetteelu weeru ñaareelu atu nguurug Daryus buuru Pers, kàddug \\w Aji Sax ji|Aji Sax j-:\\w* moo dikkal Yonent Yàlla Sàkkaryaa, doomu Berekya doomu Ido. Mu ne ko:"},{"style":"v","verse":"2","text":"«Aji Sax ji mere na seeni maam mer mu réy."},{"style":"v","verse":"3","text":"Kon nag waxal askan wi, ne leen Aji Sax ji Boroom gàngoor yi dafa wax ne: “Dellusileen ci man,” kàddug Aji Sax jee, Boroom gàngoor yi, “kon dinaa dellusi ci yeen.” Aji Sax ji Boroom gàngoori xare yee ko wax."},{"style":"v","verse":"4","text":"Buleen mel ni seen maam ya yonent yu njëkk ya biraloon ne leen: “Aji Sax ji Boroom gàngoor yi dafa wax ne: Dëdduleen seeni jikko yu bon ak seeni jëf yu bon.” Te dégluwuñu, faalewuñu ma.» Kàddug Aji Sax jee."},{"style":"v","verse":"5","text":"«Seeni maam, ana ñu tey? Yonent yi nag, ndax ba fàww lañuy dund?"},{"style":"v","verse":"6","text":"Teewul sama kàdduy artu ak sama dogali yoon ya ma yóbbante woon sama jaam ña, yonent ya, du lépp a dab seeni maam? Ñu dëpp nag daldi ne: “Noonee Aji Sax ji Boroom gàngoor yi nammoona def ak nun, feye nu ko sunuy jikko ak sunuy jëf, noonu la def ak nun.”»"},{"style":"s1","verse":"","text":"Misaal mu jëkk: ay fas aki gawar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ca ñaar fukki fan ak ñeent, ca fukkeelu weer waak benn, di weeru Sebat, ca ñaareelu atu nguurug Daryus, kàddug Aji Sax ji moo dikkal Yonent Yàlla Sàkkaryaa doomu Berekya doomu Ido. Sàkkaryaa ne:"},{"style":"v","verse":"8","text":"Maa jekki gis, ag guddi, nit ku war fas wu xonq. Moom nag mu ngi taxaw ci biir garabi mirt ci aw xur, li ko féete gannaaw di fas yu xonq ak yu ngëlembu ak yu weex ak seeni gawar."},{"style":"v","verse":"9","text":"Ma ne: «Ñii lu ñuy wund, Sang bi?» Malaaka miy wax ak man ne ma: «Maa lay won lu ñii di wund.»"},{"style":"v","verse":"10","text":"Waa ja taxaw ca biir garabi mirt ya àddu, daldi ne: «Ñii ñooy ñi Aji Sax ji yebal, ngir ñu wër àddina.»"},{"style":"v","verse":"11","text":"Ci kaw loolu gawar ya àddu, wax ak \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* ji taxaw ci biir garabi mirt yi. Ñu ne: «Wër nanu biir àddina, ndeke àddina sépp a ngi ci jàmm, ne tekk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Malaakam Aji Sax ji ne: «Éy Aji Sax ji Boroom gàngoor yi, loo deeti xaar, doo noppee xañ yërmande Yerusalem ak yeneen dëkki Yuda? Juróom ñaar fukki at a ngii yoo leen mere\\f + \\fr 1.12 \\ft Juróom ñaar fukki at la waa Yuda nekk cig njaam ca Babilon.\\f*!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Aji Sax ji nag àddu, wax ak malaaka ma doon wax ak man, kàdduy mas-sawu yu neex."},{"style":"v","verse":"14","text":"Ca la malaaka ma doon wax ak man, ne ma: «Yéeneel, nga ne: “Aji Sax ji Boroom gàngoor yi dafa wax ne: Maa fiire Yerusalem, maa fiire \\w Siyoŋ|Siyoŋ:\\w* fiiraange ju réy."},{"style":"v","verse":"15","text":"Waaye mer mu réy laa mere xeet yii naagu. As lëf laa meroon, waaye ñoom ñoo yokk aw ay\\f + \\fr 1.15 \\ft Xeet yooyu ñoo tegoon Yuda nootaange gu jéggi dayo, ba raw la leen Yàlla naraloon.\\f*."},{"style":"v","verse":"16","text":"Moo tax Aji Sax ji dafa wax ne: Yërmande laay dellusee Yerusalem. Sama kër lees fay tabaxaat.” Kàddug Aji Sax jee, Boroom gàngoor yi. Mu ne: “Buumu nattukaay dina tàllalu ci kaw Yerusalem.”"},{"style":"v","verse":"17","text":"Nanga yéenewaat, nga ne: “Aji Sax ji Boroom gàngoor yi dafa wax ne: Samay dëkk ay walewaat ak alal, te Aji Sax ji mooy dëfalati Siyoŋ, mooy tànnati Yerusalem googu.”»"}]