[{"style":"s1","text":"Yerusalem yiwiku na"},{"style":"p","text":""},{"style":"v","text":"Ab yéenee ngii, di kàddug Aji Sax ju dikkal Israayil. "},{"style":"b","text":""},{"style":"q1","text":"Kàddug Aji Sax jee, ki firi asamaan, lal suuf, te bind noowug doom aadama ci biir doom aadama."},{"style":"v","text":"Mu ne: «Maa ngii di waaja def Yerusalem, muy ndabal sànj luy màndee, ñeel mboolem xeet yi ko wër, te kera bu ñuy gaw Yerusalem, Yuda gépp ca lay bokk."},{"style":"v","text":"Bésub keroog maay def Yerusalem di doj wu diis gann ci xeet yépp. Képp ku ko jéema yëngal, da ciy gaañoo gaañu rekk. Te xeeti àddina yépp ay daje ci kawam."},{"style":"v","text":"Su keroogee,» kàddug Aji Sax jee, «ngëlëmte laay dumaa wépp fas, te ag ndof laay dumaa gawaram. Kër Yuda nag laa naan jàkk samay gët, te ag cilmaxa laay dumaa wépp fasu xeet yi."},{"style":"v","text":"Su ko defee njiiti Yuda ci seen xol lañu naa: “Waa Yerusalem, sunu doolee ngi ci sunu Yàlla, Aji Sax ji Boroom gàngoor yi.”"},{"style":"p","text":""},{"style":"v","text":"«Bésub keroog maay def njiiti Yuda mel ni ab taal bu jafal jalu matt, mbaa jum bu ñu jafal ci sabaaru pepp; wetu ndijoor ak wetu càmmoñ lañuy xoyome mboolem xeet yi leen wër, te Yerusalem toog bérebam, di Yerusalem ba tey."},{"style":"p","text":""},{"style":"v","text":"«Aji Sax ji Yuda lay njëkka wallu, ndax darajay waa kër Daawuda ak darajay waa Yerusalem baña màgg ba ëpple Yuda."},{"style":"v","text":"Bésub keroog Aji Sax jeey doon kiiraayal waa Yerusalem. Ñi gëna néew doole ci ñoom sax ñook Daawudaay tolloo doole, waa kër Daawuda jiite leen ni Yàlla, ni \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* ji."},{"style":"s1","text":"Ñaawlu dikkal na réew mépp"},{"style":"p","text":""},{"style":"v","text":"«Su bés baa laay tàmbalee faagaagal mboolem xeet yiy songsi Yerusalem."},{"style":"v","text":"Bu loolu amee maay sottil waa kër Daawuda ak waa Yerusalem, noowug yiw aki dagaan, ba ñu geesu ma man mi ñu jam ba mu sar, te dinañu ko jooy ni ñuy jooye benn bàjjo, di ko naqarlu ni ñuy naqarloo deewug taaw."},{"style":"v","text":"Su bés baa yuuxi dëj yu réy ay jibe fi Yerusalem, mel ni yuuxi dëj ya ca Adàdd Rimon\\f + \\fr 12.11 \\fk Adàdd Rimon \\ft mooy fa ñu doon jooye deewug Yosya, buur bu baax ba. Seetal ci \\bk 2.Jaar-jaar ya\\bk* 35.21-25.\\f* ca jooru Megido."},{"style":"v","text":"Waa réew meey jooy seenub dëj, làng gu nekk beru ñoomu neen. Làngu kër Daawuda di ñoomu neen, seeni jabar di ñoomu neen; làngu kër Natan\\f + \\fr 12.12 \\fk Natan, \\ft kenn la ci doomi Daawuda. Seetal ci \\bk 2.Samiyel\\bk* 5.14.\\f* di ñoomu neen, seeni jabar it di ñoomu neen."},{"style":"v","text":"Làngu kër \\w Lewi|Leween b-:\\w* di ñoomu neen, seeni jabar di ñoomu neen; làngu Simey\\f + \\fr 12.13 \\fk Simey, \\ft ab sët la ci Lewi. Seetal ci \\bk Mucc ga\\bk* 6.16-17.\\f* di ñoomu neen, seeni jabar di ñoomu neen."},{"style":"v","text":"Mboolem làng yi ci des it, làng gu ci nekk di ñoomu neen, seeni jabar di ñoomu neen."}]