[{"style":"s1","text":"Ñaareelu misaal: ay béjjén ak ay tëgg"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee, ma séentu, gisuma lu moy ñeenti béjjén\\f + \\fr 2.1 \\fk béjjén, \\ft ñaare doole lay taxawe.\\f*."},{"style":"v","text":"Ma ne malaaka ma doon wax ak man: «Béjjén yii nag?» Mu ne ma: «Béjjén yii ñoo tasaare Yuda ak Israayil ak Yerusalem.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Aji Sax ji won ma ñeenti tëgg."},{"style":"v","text":"Ma ne: «Lan la ñii di defsi?» Mu wax ma, ne ma: «Béjjén yii tasaare Yuda ba kenn siggeetul, tëgg yii ñoo dikk ngir tiital leen, ba jàllarbi béjjéni xeet yi jóg song réewum Yuda, tasaare ko.»"},{"style":"s1","text":"Ñetteelu misaal: nit kuy natt Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Ma séentu, gisuma lu moy jenn waay ju yor buumu nattukaay ci loxoom."},{"style":"v","text":"Ma ne ko: «Foo jëm?» Mu ne ma: «Xanaa natti Yerusalem, ba xam nu mu yaatoo ak nu mu gudde.»"},{"style":"p","text":""},{"style":"v","text":"Fa la malaaka ma doon wax ak man jekki di dem, meneen malaaka dikk dajeek moom."},{"style":"v","text":"Mu ne ko: «Dawal, nga wax xale bu góor bii ne ko: “Yerusalem lees di dëkke, te tata wëru ko; ŋàpp lay def, ndax barewaayu nit ñeek jur gi ci biiram."},{"style":"v","text":"Te man ci sama bopp,” kàddug Aji Sax jee, “maa koy nekkal tatay sawara ji ko ub ràpp. Te it maay doon daraja ji ci biiram.”"},{"style":"q1","text":""},{"style":"v","text":"Éey, éey yeen, dawleen génne réewum bëj-gànnaar,»"},{"style":"q2","text":"kàddug Aji Sax jee."},{"style":"q1","text":"«Ni ñeenti ngelawi asamaan tasaaroo, ni laa leen tasaaree.»"},{"style":"q1","text":"Kàddug Aji Sax jee."},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«Éy \\w Siyoŋ|Siyoŋ:\\w*, rëccal,"},{"style":"q1","text":"yaw mi dëkke janq Babilon mu taaru mi.»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji Boroom gàngoor yi déy dafa wax, moom mi ma yebal ngir teddaayam, ci mbirum xeet yi leen sëxëtoo woon,"},{"style":"q1","text":"nee: «Képp ku leen laal kat, laal na sama reeni xol."},{"style":"q1","text":""},{"style":"v","text":"Maa ngii déy di xàcc sama loxo ci seen kaw,"},{"style":"q1","text":"te ñoom la seeni jaam di sëxëtooji.»"},{"style":"m","text":"Kon dingeen xam ne Aji Sax ji Boroom gàngoor yi moo ma yebal."},{"style":"q1","text":""},{"style":"v","text":"«Sarxolleel te bànneexu, yaw janq Siyoŋ mu taaru,"},{"style":"q1","text":"nde maa ngii di dikk, màkkaanoo fi sa biir.»"},{"style":"q1","text":"Kàddug Aji Sax jee."},{"style":"q1","text":""},{"style":"v","text":"«Bésub keroog la xeet yu bare di taqook Aji Sax ji,"},{"style":"q1","text":"ba doon sama ñoñ, ma màkkaanoo fi sa biir.»"},{"style":"m","text":"Kon nga xam ne Aji Sax ji Boroom gàngoor yi moo ma yebal ci yaw."},{"style":"q1","text":""},{"style":"v","text":"Aji Sax jeey séddoo Yuda, muy wàllam ci suuf su \\w sell|sell:\\w* si,"},{"style":"q1","text":"te mooy tànnati Yerusalem."},{"style":"q1","text":""},{"style":"v","text":"Na wépp suux ne cell fi kanam Aji Sax ji,"},{"style":"q1","text":"ma ngoogu sàqee fa màkkaanam mu sell ma."}]