[{"style":"s1","verse":"","text":"Juróomeelu misaal: ay tegukaayi làmp ak garabi oliw"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee malaaka ma doon wax ak man délsi, yee ma, mel ni ku ñu yee ciy nelaw."},{"style":"v","verse":"2","text":"Mu ne ma: «Loo gis?» Ma ne: «Damaa xool, gisuma lu moy ab tegukaayu làmp bu lépp di wurus ak kopp bu tege ci kawam ak juróom ñaari làmp ci kawam, bu ci nekk ak juróom ñaari gémmiñam ca kaw."},{"style":"v","verse":"3","text":"Ak ñaari garabi oliw ca wet ga: genn ca ndijooru kopp ba, ga ca des ca càmmoñam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ma dellu wax ak malaaka ma doon wax ak man, ne ko: «Yëf yii nag, lu muy wund, Sang bi?»"},{"style":"v","verse":"5","text":"Malaaka ma doon wax ak man ne ma: «Xamuloo lu yëf yii di wund?» Ma ne ko: «Déedéet, Sang bi.»"},{"style":"v","verse":"6","text":"Mu wax ma ne ma: «Lii moo di kàddug Aji Sax ji dikkal Sorobabel, di wax ne:"},{"style":"q1","verse":"","text":"Du cig njàmbaar, du ci doole,"},{"style":"q1","verse":"","text":"ci samag noo la."},{"style":"q1","verse":"","text":"Aji Sax ji Boroom gàngoor yee ko wax.»"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"7","text":"Yaa di kan, yaw tund wu mag wi?"},{"style":"q1","verse":"","text":"Boo janook Sorobabel\\f + \\fr 4.7 \\fk Sorobabel \\ft mu ngi soqikoo ci Buur Daawuda. Mooy kàngam la jiite woon mbooloo ma jóge woon ca njaam ga ca Babilon.\\f*, maase, dig joor,"},{"style":"q1","verse":"","text":"te mooy génne ci yaw doju mujjantal wi,"},{"style":"q1","verse":"","text":"riir ma jolli, ñu naan: «Aw yiw ñeel na ko!"},{"style":"q1","verse":"","text":"Aw yiw ñeel na wii doj!»"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"8","text":"Kàddug Aji Sax ji dikkalati ma, ne ma:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"9","text":"«Loxol Sorobabel a teg fondmaa kër gii,"},{"style":"q1","verse":"","text":"loxoom a koy sottali itam,»"},{"style":"q1","verse":"","text":"ngeen daldi xam ne Aji Sax ji Boroom gàngoor yi moo ma yónni ci yeen."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"10","text":"Ana kuy xeeb bés bii lu tuut sottee?"},{"style":"q1","verse":"","text":"Nañu bége kay buumu betteex bi ñu gis ci loxol Sorobabel!"},{"style":"b","verse":"","text":""},{"style":"q1","verse":"","text":"«Juróom ñaar yii nag gëti Aji Sax jee,"},{"style":"q1","verse":"","text":"ñoom ñooy wër àddina sépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ma dellu ne ko: «Ñaari garabi oliw yii nag, genn gi ci ndijooru tegukaayu làmp bi, gi ci des ci càmmoñam, lu ñuy wund?»"},{"style":"v","verse":"12","text":"Ci kaw loolu ma dellooti ne ko: «Ñaari cari oliw yi feggook ñaari solomi wurus yiy xelli diw nag, lu ñuy wund?»"},{"style":"v","verse":"13","text":"Mu ne ma: «Xamuloo lu yooyuy wund?» Ma ne ko: «Déedéet, Sang bi!»"},{"style":"v","verse":"14","text":"Mu ne ma: «Ñooñu ñoo di ñaar ñi ñu diw, fal leen, ngir ñu liggéeyal Boroom àddina sépp.»"}]