[{"style":"s1","text":"Juróom ñetteelu misaal: ay watiiri xare"},{"style":"p","text":""},{"style":"v","text":"Ma dellu séentu, yem ci ñeenti watiir yuy dikk diggante ñaari tund. Tund yi nag di tundi xànjar."},{"style":"v","text":"Watiir bu njëkk bi, fas yu xonq a ko takk, ñaareelu watiir bi, fas yu ñuul a ko takk,"},{"style":"v","text":"ñetteelu watiir bi, fas yu weex a ko takk, ñeenteelu watiir bi, fas yu tippantee ko takk, te fas yépp di yu am kàttan."},{"style":"p","text":""},{"style":"v","text":"Ma ne malaaka ma doon wax ak man: «Sang bi, watiir yii lu ñuy wund?»"},{"style":"v","text":"Malaaka mi ne ma: «Ñii ñooy ñeenti ngelawi asamaan yi génne fa ñu teewe woon fa kanam Boroom àddina sépp.»"},{"style":"v","text":"Bi fas yu ñuul yi takk, réewum bëj-gànnaar la jëm; bi fas yu weex yi takk topp seen gannaaw; fas yu tippante yi nag, réewum bëj-saalum\\f + \\fr 6.6 \\ft Bëj-saalum ak bëj-gànnaar ñaare ñooy wet yi nooni Israayil féete woon.\\f* lañu jëm."},{"style":"p","text":""},{"style":"v","text":"Fas yu am kàttan yooyu yépp nag génn, yàkkamtee wëri àddina. Aji Sax ji ne leen: «Demleen wëri àddina.» Ñu daldi dem, wëri àddina."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu mu àddu ca kaw, ne ma: «Xoolal, ñi jëm réewum bëj-gànnaar, samag noo lañuy sànni ca kaw réewum bëj-gànnaar.»"},{"style":"s1","text":"Fal nañu buur sarxalkat bu mag bi"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee kàddug Aji Sax ji dikkal ma, ne ma:"},{"style":"v","text":"«Yóbbalub Elday ak Tobya ak Yedaya, ñi ñu gàddaayloo woon, nanga dem jëli ko bésub tey jii, ca kër Yosya doomu Sofoni, fa ñooñu jóge Babilon, dal."},{"style":"v","text":"Jëlal yóbbal boobu, di wurus wi ak xaalis bi, nga sàkk ci mbaxanam buur, te teg ko ci kaw boppu \\w sarxalkat|sarxalkat b-:\\w* bu mag bi\\f + \\fr 6.11 \\ft Liggéeyu carxal ak nguur, ñaari sas yooyu, ci yoon, du woon lees di boole yor ci Israayil.\\f*, Yosuwe doomu Yoccadag."},{"style":"v","text":"Nga wax ko ne ko: “Aji Sax ji Boroom gàngoor yi dafa wax ne:"},{"style":"q1","text":"Nit a ngi nii, Njebbit\\f + \\fr 6.12 \\fk Njebbit, \\ft ndombol tànk la bu Almasi jagoo. Seetal ci \\bk Yeremi\\bk* 23.5-6; \\bk Sàkkaryaa\\bk* 3.8.\\f* la tudd,"},{"style":"q1","text":"ci bérebam lay jebbee,"},{"style":"q1","text":"ba tabaxi kër Aji Sax ji."},{"style":"q1","text":""},{"style":"v","text":"Mooy tabax kër Aji Sax ji"},{"style":"q1","text":"te mooy soloo daraja,"},{"style":"q1","text":"mooy toog, di jiite cib jalam,"},{"style":"q1","text":"di sarxalkat bi cib jalam,"},{"style":"q1","text":"te mébétu jàmm mooy dox diggante ñaari ndomboy tànk yooyu mu sasoo.”"},{"style":"m","text":""},{"style":"v","text":"Mbaxanam buur mi baaxantal lay doon ci biir kër Aji Sax ji, ñu di ko fàttalikoo Elday\\f + \\fr 6.14 \\fk Elday \\ft man naa doon Elem itam.\\f* ak Tobya ak Yedaya ak mbaaxug Yosya doomu Sofoni."},{"style":"v","text":"Ñu sore ñooy dikk tabaxsi kër Aji Sax ji, ba ngeen xam ne Aji Sax ji Boroom gàngoor yi moo ma yebal ci yeen. Loolu mooy am, ndegam déggal ngeen ba déggal seen kàddug Yàlla Aji Sax ji.»"}]