[{"style":"s1","text":"Leeraange ci mbirum koor dikk na"},{"style":"p","text":""},{"style":"v","text":"Ci ñeenteelu atu nguuru Daryus, ci ñeenti fani juróom ñeenteelu weer wi, di weeru Kislew, kàddug Aji Sax ji moo dikkal Sàkkaryaa."},{"style":"v","text":"Fekk na Betel Sarecer kàngamu buur aki nitam yónnee ngir dagaansi Aji Sax ji."},{"style":"v","text":"Ñu wax ak \\w sarxalkati|sarxalkat b-:\\w* kër Aji Sax ji Boroom gàngoor yi ak yonent yi, ne leen: «Ndax danoo wara wéye jooy ak di woor ci weeru juróomeel, ni nu ko baaxoo at yii yépp?»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee kàddug Aji Sax ji Boroom gàngoor yi dikkal ma, ne ma:"},{"style":"v","text":"«Waxal askanu réew mi mépp ak sarxalkat yi, nga ne leen: “Ba ngeen dee woor aka ñaawlu ci weeru juróomeel ak weeru juróom ñaareel, ci diiru juróom ñaar fukki at yii, ndax man mii ngeen doon wooral a wooral?"},{"style":"v","text":"Te su ngeen lekkee ak su ngeen naanee, xanaa du seen bopp ngeen lekkal aka naanal?”"},{"style":"v","text":"Xanaa du yii kàddu la Aji Sax ji biraloon ci jottalib yonent yu njëkk ya, jant ya waa Yerusalem ak dëkk ya ko wër nekkee ci jàmm, te diiwaani Negew ak suufu tund ya am ñu ko dëkke?»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, kàddug Aji Sax ji dellu dikkal ma, man Sàkkaryaa, ne ma:"},{"style":"v","text":"«Aji Sax ji Boroom gàngoor yi dafa wax ne: Àtteb dëgg, nangeen ko àttee, te ngor ak yërmande it, deeleen ko jëflantee."},{"style":"v","text":"Ab jëtun ak ab jirim ak ab doxandéem ak ab néew-doole, buleen ko noot. Lu bon it, buleen ko mébétalante ci seen xol.»"},{"style":"p","text":""},{"style":"v","text":"Teewul ñu baña déglu, të ticc, fatt seeni nopp, ngir baña dégg."},{"style":"v","text":"Seen bopp lañu dëgëral niw doj, ba faaleetuñu ndigalu yoon wi ak kàddu yi Aji Sax ji Boroom gàngoor yi yónnee ag noowam, ci jottalib yonent yu njëkk ya. Muy sànj mu réy nag, bawoo fa Aji Sax ji Boroom gàngoor yi."},{"style":"v","text":"«Ba ma wootee,» Aji Sax ji Boroom gàngoor yee ko wax, «wuyuwuñu; moo tax ba ñu wootee, wuyuwuma."},{"style":"v","text":"Maa leen tasaare ni callweer ci biir mboolem xeet yu ñu xamul woon, réew mi gental seen gannaaw, ba kenn jaareetu fi di dem aka délsi. Nii lañuy gentale réew mu bakkane.»"}]