[{"style":"s1","text":"Suleymaan moy na"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Buur Suleymaan bëggoon na jigéeni yeneen xeet yu bare te bokkul ak doomu Firawna ji mu jëloon: ñuy ay jigéeni Mowabeen ak jigéeni Amoneen ak jigéeni Edomeen ak jigéeni waa Sidon ak jigéeni Etteen."},{"style":"v","text":"Ñooñu bokk ci xeet yi Aji Sax ji waxoon \\w bànni Israayil|bànni Israayil:\\w* ne leen: «Buleen jëli jabar ci ñoom, ñoom it buñu takksi ci yeen, ndax kon dinañu leen dëpp, ngeen topp seeni tuur.» Teewul Suleymaan bëgg leen, taq leen."},{"style":"v","text":"Mu denc ca juróom ñaari téeméeri lingeer (700) ak ñetti téeméeri (300) nekkaale. Soxnaam ya nag dëpp ko."},{"style":"p","text":""},{"style":"v","text":"Ba Suleymaan demee ba màggat, ay soxnaam xiir ko ci topp yeneen yàlla, ba wéetalul Yàllaam Aji Sax ji, na ko Daawuda baayam wéetale woon."},{"style":"v","text":"Ba loolu amee Suleymaan di topp tuur ya ñuy wax \\w Astàrt|Astàrt:\\w*\\f + \\fr 11.5 \\fk Astàrt, \\ft tuur mu jigéen la woon bu ay xeeti penku daan jaamu. Ñu yaakaaroon ne dina leen may, ñu jur doom yu bare, seeni jur ak seeni tool it, lépp nangu ba bare. Ñu jàppoon ne Astàrt mooy jabaru tuur ma ñu naan Baal.\\f* di tuuri waa Sidon, ak Milkom, tuuru Amoneen mu siblu ma."},{"style":"v","text":"Mu def lu ñaaw fi kanam Aji Sax ji. Suleymaan jeexul woon ci Aji Sax ji, na baayam Daawuda jeexe woon ci moom."},{"style":"v","text":"Ci biir loolu Suleymaan tabaxal Kemos, tuuru Mowab mu siblu ma, ab \\w bérebu jaamookaay|bérebi jaamookaay y-:\\w* ca kaw tund wa féete Yerusalem penku. Mu tabaxaaleel ca Moleg\\f + \\fr 11.7 \\fk Moleg \\ft ak Milkom jàpp nañu ne benn la.\\f*, tuur mu siblu ma Amoneen ñay jaamu."},{"style":"v","text":"Mu defal noonu mboolem soxnaam ya xeetoo feneen, ñuy taalal seeni tuur \\w cuuraay|cuuraay l-:\\w*, di leen rendil ay sarax."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji nag mere Suleymaan ndax la mu ko dëddu, moom Aji Sax ji Yàllay Israayil ji ko feeñu woon ñaari yoon."},{"style":"v","text":"Dafa santoon Suleymaan ci mbir moomu, ne ko bumu topp tuuri yeneen xeet yi. Waaye deful li ko Aji Sax ji santoon."},{"style":"v","text":"Aji Sax ji ne Suleymaan: «Gannaaw nii nga defe, sàmmoo sama \\w kóllëre|kóllëre g-:\\w*, sàmmoo sama dogal yi ma la tegoon, dinaa foqatee nguur gi ci say loxo, jox ko sab surga."},{"style":"v","text":"Waaye duma ko def ci sag dund ngir sa baay Daawuda. Ci sa loxol doom ju góor laa koy foqatee."},{"style":"v","text":"Te ba tey du nguur gépp laay foqati. Dinaa bàyyee sa doom genn giir ndax Daawuda sama jaam ba ak Yerusalem gi ma tànn.»"},{"style":"s1","text":"Ay noon jógal nañu Suleymaan"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Aji Sax ji gemb ab noon bu jógal Suleymaan. Muy Adàdd, Edomeen ba askanoo ca buurub Edom."},{"style":"v","text":"Ba Daawuda di xareek waa Edom te Yowab njiital xareem demoon di suuli néew ya, Daawuda daa reyoon góori Edomeen ña ñépp."},{"style":"v","text":"Yowab ak Israayil gépp toog fa juróom benni weer, ba keroog ñu rey góori Edomeen ñépp."},{"style":"v","text":"Ci biir loolu Adàdd ànd ak ay Edomeen ñu bokkoon ci dagi baayam, daldi daw jëm Misra. Booba Adàdd xale bu góor bu ndaw la woon."},{"style":"v","text":"Ñu jóge Majan, dem Paran, ànd ak ay waa Paran dem Misra, ca Firawna buuru Misra. Firawna jox Adàdd suuf, may ko kër akub dund."},{"style":"v","text":"Firawna dafa bëggoon Adàdd lool, ba may ko jabar rakki Lingeer Tapenes, jabari boppam."},{"style":"v","text":"Rakki Tapenes ja am ak Adàdd doom ju góor, di Genubat; Tapenes yor ko ca biir kër Firawna, Genubat nekk ak doomi Firawna, ca biir kër Firawna."},{"style":"v","text":"Ci kaw loolu Adàdd dégge fa mu nekk ca Misra ne Buur Daawuda saay na, fekki ay maamam, te Yowab njiital xare la it dee na. Adàdd ne Firawna: «Yiwi ma, ma dellu sama réew.»"},{"style":"v","text":"Firawna ne ko: «Ana loo ñàkk fii ci man, ba bëgga dellu nii sam réew?» Adàdd ne ko: «Du dara sax de, xanaa bëgg rekk, nga yiwi ma, ma dem.»"},{"style":"p","text":""},{"style":"v","text":"Yàlla dellu gemb ab noon bu jógal Suleymaan. Muy Reson doomu Elyada ma dawe woon ca Adadeser buurub Coba, sangam ba."},{"style":"v","text":"Mu boole ay farandoom, ànd ak ñoom, jiite leen gannaaw ba Daawuda reyee xarekati sangam. Ñu dem sanc Damaas, moom ko."},{"style":"v","text":"Reson nag moo noonoo woon Israayil diir ba Suleymaan di dund, dolli ca la leen Adàdd lëjal. Ci kaw loolu Reson falu ca Siri, di bañaaleb Israayil."},{"style":"p","text":""},{"style":"v","text":"Keneen ku jógal Buur Suleymaan di Yerbowam doomu Nebat, Efraymeen bu dëkk Cereda, ndeyam tudd Ceruya, dib jëtun. Ma nga bokkoon ca jawriñi Suleymaan."},{"style":"v","text":"Ni mu jógale Buur nii la: Suleymaan da doon yékkati sëkkub Milo\\f + \\fr 11.27 \\fk Milo, \\ft xur la wu doxoon diggante kër Yàlla ga ak gox ba ñu naan Kër Daawuda. Suleymaan sëkklu ko.\\f* ba, di fatt tatay gox ba ñu naan Kër Daawuda miy baayam."},{"style":"v","text":"Booba Yerbowam xalelu góor bu jàmbaare la woon. Suleymaan jot koo nemmiku ci biir liggéeyam, ba tax mu tabb ko ca kaw mboolem liggéeykati sañul-bañ ya askanoo ca Yuusufa."},{"style":"p","text":""},{"style":"v","text":"Mu am bés Yerbowam doon génne Yerusalem. Axya, yonent bu dëkk Silo ba, dajeek moom ca yoon wa. Ma nga sol mbubb mu bees. Ñoom ñaar rekk ci àll bi."},{"style":"v","text":"Axya daldi jàpp ci mbubb mu bees mi mu sol, ne ko tareet, dagg ko fukki dog ak ñaar."},{"style":"v","text":"Mu ne Yerbowam: «Jëlalal fii sa bopp fukki dog, ndax Aji Sax ji Yàllay Israayil da ne: “Gisal, maa ngi dagge nguur gi ci loxol Suleymaan, te dinaa la ci jox fukki giir."},{"style":"v","text":"Waaye genn giir gi Suleymaan a koy moom ndax Daawuda sama jaam ba, ak Yerusalem, dëkk ba ma tànne ci mboolem giiri Israayil."},{"style":"v","text":"Li ko waral mooy dañu maa dëddu, di jaamu \\w Astàrt|Astàrt:\\w*, tuur mu jigéen mu waa Sidon di jaamu, ak Kemos, tuuru Mowabeen ñi, ak Milkom, tuuru Amoneen ñi. Dañoo baña topp samay yoon, baña def li ma rafetlu, di sàmm samay dogal ak sama àttey yoon, na ko Daawuda baayu Suleymaan daan defe."},{"style":"v","text":"Waaye duma jële nguur gépp ci loxoom, ndaxte dama koo def njiit giiru dundam gépp ndax Daawuda sama jaam ba ma tànnal sama bopp, te mu doon jëfe samay santaane ak samay dogal."},{"style":"v","text":"Du tee ma nangoo nguur gi ci loxol doomam ju góor, jox la ci fukki giir."},{"style":"v","text":"Doomam nag dinaa ko jox genn giir gi ci des, ngir askanu Daawuda, sama jaam ba, baña fey mukk ci sama kanam ci biir Yerusalem, dëkk bi ma tànnal sama bopp, dëël fa sama tur."},{"style":"v","text":"Yaw dinaa la jël, def la nga jiite fépp foo bëgg, di buurub Israayil."},{"style":"v","text":"Te soo defee mboolem li ma la sant, topp samay yoon, di def li ma rafetlu tey jëfe samay dogal ak samay santaane, na ko Daawuda sama jaam ba daa defe, su boobaa dinaa ànd ak yaw te dinaa la sampal kër gu sax, ni ma ko sampale woon Daawuda, te dinaa la jox Israayil."},{"style":"v","text":"Kon dinaa toroxal askanu Daawuda waaye du doon ba fàww.”»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Suleymaan di fexee rey Yerbowam; Yerbowam daw ba Misra, fa Sisag buuru Misra. Mu toog foofa ca Misra, ba Suleymaan génn àddina."},{"style":"s1","text":"Buur Suleymaan saay na"},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Suleymaan ak mboolem lu mu def ak lu jëm ci xelam mu rafet, bindees na lépp moos ca téere ba ñu dippee Jaloorey Suleymaan."},{"style":"v","text":"Àpp bi Suleymaan nguuru fa Yerusalem, ci kaw Israayil gépp, ñeent fukki at la."},{"style":"v","text":"Gannaaw loolu Buur Suleymaan saay, fekki ay maamam. Gox ba ñuy wax Kër Daawuda baayam, fa lañu ko denc. Robowam doomam moo falu buur, wuutu ko."}]