[{"style":"ms","text":"Réew ma xàjjalikoo na"},{"style":"mr","text":"(Saar 12.1---22.54)"},{"style":"s1","text":"Israayil jàmbu na Robowam"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Robowam dem dëkk ba ñuy wax Sikem, ndax fa la Israayil gépp daje woon, ngir fal ko buur."},{"style":"v","text":"Yerbowam doomu Nebat dégge ko ca Misra ga mu dawoon dem, di fa làqu Buur Suleymaan, te toogoon foofa ca Misra ba booba."},{"style":"v","text":"Waa giiri bëj-gànnaar woolu ko, ñu daldi ànd mook mbooloom Israayil mépp ca Robowam. Ñu ne ko:"},{"style":"v","text":"«Sa baay da noo tegoon njaam gu metti. Léegi yaw dangay woyofal sunu liggéey bu metti bi nu sa baay sëf, te yolomal buumu njaam gu teeŋ gi mu nu gàll, kon nu jaamu la.»"},{"style":"v","text":"Mu ne leen: «Demleen ba mu am ñetti fan, ngeen délsi.» Mbooloo ma daldi dem."},{"style":"p","text":""},{"style":"v","text":"Buur Robowam giseek mag ña daa taxawu Suleymaan baayam ba muy dund. Mu ne leen: «Lu ngeen may digal, ma wax ko mbooloo mii?»"},{"style":"v","text":"Ñu ne ko: «Soo nangulee tey mbooloo mii, déggal leen, wax leen kàddu yu rafet, say jaam lañuy doon ba fàww.»"},{"style":"p","text":""},{"style":"v","text":"Robowam nag dégluwul waxi mag ña, xanaa dem giseek xale yu góor ya màggandoo ak moom te di ko taxawu."},{"style":"v","text":"Mu ne leen: «Lu ngeen may digal ma wax ko mbooloo mii ne ma, ma yolomal buumu njaam gi leen sama baay yeewe woon?»"},{"style":"p","text":""},{"style":"v","text":"Xale yu góor ya mu màggandool wax ko ne ko: «Mbooloo mii ne la sa baay da leena yeewoon buumu njaam gu teeŋ, waaye yaw yolomalal leen ko; li nga leen di wax mooy lii: “Sama baaraamu sanqleeñ moo gëna diis sama tànku baay."},{"style":"v","text":"Sama baay a leena tegoon njaam gu metti, waaye man maay yokk seen njaam, ba mu gëna metti. Te sama baay ay yar la leen daan cawe, waaye man ay leraw yu ñu kor weñ laa leen di cawe.”»"},{"style":"p","text":""},{"style":"v","text":"Ca ñetteelu bés ba Yerbowam ànd ak mbooloo ma mépp, dellu ca Robowam, noonee leen ko Buur waxe woon ne leen ñu dem ba mu am ñetti fan, ñu délsi."},{"style":"v","text":"Buur tontu mbooloo ma kàddu gu ñagas, bàyyi la ko mag ña digaloon."},{"style":"v","text":"Na ko xale yu góor ya digale la waxeek ñoom, ne leen: «Sama baay a leen tegoon njaam gu metti, waaye man maa koy yokk, mu gëna metti. Te sama baay ay yar la leen daa cawe, waaye man ay leraw yu ñu kor weñ laa leen di cawe.»"},{"style":"v","text":"Noonu la Buur tanqamloo mbooloo ma, te Aji Sax ji moo walbatee noonu mbir ma, ngir amal wax ja mu waxoon Yerbowam doomu Nebat, Axya waa Silo ba jottali."},{"style":"p","text":""},{"style":"v","text":"Ba Israayil gépp gisee na leen Buur tanqamloo, dañu koo tontu ne ko:"},{"style":"q1","text":"«Ana lu nu bokk ak Daawuda,"},{"style":"q1","text":"lu nu séq ak doomu Yese?"},{"style":"q1","text":"\\w Bànni Israayiloo|bànni Israayil:\\w*, delluleen ca seeni xayma!"},{"style":"q1","text":"Yaw askanu Daawuda, xoolalal sa bopp sa kër.»"},{"style":"p","text":"Ba mu ko defee bànni Israayil dellu ca seeni xayma."},{"style":"v","text":"Teewul bànni Israayil ya dëkkoon ca dëkki Yuda, Robowam wéy di seen buur."},{"style":"v","text":"Ci kaw loolu Buur Robowam yónni Adoram may sase liggéeyi sañul-bañ ya. Teewul Israayil gépp bokk dóor ko ay doj ba mu dee. Buur Robowam daldi gaaw war watiir, daw làquji Yerusalem."},{"style":"v","text":"Noonu la Israayil fippoo ci kaw waa kër Daawuda ba sunu jonni yàllay tey."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Israayil gépp dégg ne Yerbowam délsi na; ñu woote ndaje, woo ko ca, fal ko buurub Israayil gépp. Kenn farul ak waa kër Daawuda, lu moy waa giirug Yuda doŋŋ."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Robowam agsi Yerusalem, daldi woo waa kër Yuda gépp, ñook giirug Beñamin, ñu daje di téeméer ak juróom ñett fukki junniy nit (180~000), diy ñeyi xare. Ñu nara xareek waa kër Israayil, ngir delloo nguur ga ca loxol Robowam doomu Suleymaan."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu kàddug Yàlla dikkal góoru Yàlla gu ñuy wax Semaya. Mu ne ko:"},{"style":"v","text":"«Waxal Robowam doomu Suleymaan buurub Yuda, ak waa kër Yudaak Beñamin ak mbooloo ma ca des, ne leen:"},{"style":"v","text":"“Aji Sax ji dafa wax ne: Buleen jóg di xeex ak seen bokki bànni Israayil. Na ku nekk ñibbi këram, ndax ci man la mbir mii sababoo.”» Ñu dégg kàddug Aji Sax ji, walbatiku dem, noonee ko Aji Sax ji waxe."},{"style":"s1","text":"Yerbowam buurub Israayil bokkaale na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yerbowam tabaxaat Sikem, dëkk ba ca diiwaanu tundi Efrayim, daldi fay dëkk. Mu jóge foofa tabaxaat dëkk ba ñuy wax Penuwel."},{"style":"v","text":"Yerbowam nag di wax ca xelam naa: «Léegi nguur gi dellu ci loxol waa kër Daawuda."},{"style":"v","text":"Bu mbooloo mii demee di sarxali ca kër Aji Sax ji ca Yerusalem, seen xol dina walbatiku ne napp ca seen sang, Robowam buurub Yuda. Su ko defee ñu rey ma, dellu ca Robowam buurub Yuda.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Buur seetluwaat mbir ma, daldi sàkklu ñaari wëlluy wurus. Mu ne mbooloo ma: «Yeen waa Israayil, bare ngeen lu ngeen di jaabante yoonu Yerusalem. Xoolleen fii kay! Seen yàlla ya leen génne woon réewum Misraa ngii.»"},{"style":"v","text":"Ba loolu amee mu teg wenn wëllu wa ca dëkk ba ñuy wax Betel, ca bëj-saalum, wa ca des mu tegi ko ca Dan ca bëj-gànnaar."},{"style":"v","text":"Mbir moomu doon bàkkaar. Mbooloo ma dox jiitu wenn wëllu wa, ba àgg Dan."},{"style":"v","text":"Ci kaw loolu Yerbowam tabax ay \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w*, ba noppi tabb ay \\w sarxalkat|sarxalkat b-:\\w* ci baadoolo yu bokkul ci askanu \\w Lewi|Leween b-:\\w*."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yerbowam dogal màggalug fukki fan ak juróom ca weeru juróom ñetteel wa. Mu mel ni màggal gay am Yuda. Yerbowam rendi ay sarax ca \\w sarxalukaay|sarxalukaay b-:\\w* ba. Noonu la def Betel: wëllu ya mu defarlu woon, rendil fa ay sarax. Ci biir loolu mu tabb ca Betel ay sarxalkat ngir bérebi jaamookaay yooyu mu sos."},{"style":"v","text":"Nii la rendee ay sarax ca kaw sarxalukaay ba mu sàkklu ca Betel, ca fukki fan ak juróom ca weeru juróom ñetteel wa, muy weer wu mu tànnal boppam. Ba mu ko defee mu dogalal waa Israayil màggal googu, daldi yéeg ca kaw sarxalukaay ba, ngir taal fa sarax su ñuy lakk."}]