[{"style":"s1","verse":"","text":"Aw tiis dal na ci kaw Yerbowam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca yooyu jamono Abya doomu Yerbowam ju góor wopp."},{"style":"v","verse":"2","text":"Yerbowam wax soxnaam, ne ko: «Ayca, doxal soppiji col, ba kenn du xam ne sama soxna nga, te nga dem Silo. Dama ne, Axya yonent baa nga fa. Moo ma waxoon ne ma, dinaa falu buur, jiite mbooloo mii."},{"style":"v","verse":"3","text":"Yóbbaaleel fukki mburu ak nàkk yu ndaw ak taxub lem te nga dem ca moom. Moom dina la wax nan la mbiri gone gii di deme.»"},{"style":"v","verse":"4","text":"Soxnas Yerbowam def noona, daldi dem Silo, agsi kër Axya."},{"style":"p","verse":"","text":"Booba Axya gisatul. Bët ya daa muuru ndax màggat."},{"style":"v","verse":"5","text":"Waaye fekk na Aji Sax ji wax Axya, ne ko: «Dama ne, soxnas Yerbowam a ngi ñëw di leerlusi mbirum doomam ju góor ci yaw, ndax dafa wopp. Bu dikkee keneen lay mbubboo.» Aji Sax ji ne Axya, mu wax ko nàngam ak nàngam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba loolu amee Axya dégg tànki ndaw sa ca bunt ba. Mu ne ko: «Soxnas Yerbowam, agsil! Ana looy mbubboo keneen nii? Man de yóbbante nañu ma ci yaw xibaar bu tiis."},{"style":"v","verse":"7","text":"Demal ne Yerbowam: “Aji Sax ji Yàllay Israayil dafa wax ne: Dama laa yékkati ci biir mbooloo mi, fal la nga jiite Israayil sama ñoñ."},{"style":"v","verse":"8","text":"Damaa foqatee nguur gi ci loxol waa kër Daawuda, jox la ko. Waaye meloo ni Daawuda, sama jaam ba daan jëfe samay santaane, toppe ma léppi xolam, du def lu moy lu ma rafetlu."},{"style":"v","verse":"9","text":"Def nga musiba, ba raw mboolem ñu la jiitu, dem di sàkkal sa bopp yeneen yàlla ak tuur yu ñu móole weñ, ba sama xol fees. Man mii nga xarab, dëddu ma."},{"style":"v","verse":"10","text":"Moo tax duma def lu moy wàcce musiba ci kër Yerbowam."},{"style":"q1","verse":"","text":"Dinaa bóom kuy colal, te bokk ci Yerbowam,"},{"style":"q1","verse":"","text":"ba ci ku gëna néew doole te tumurànke fi digg Israayil."},{"style":"q1","verse":"","text":"Dinaa buub kër Yerbowam, sànni,"},{"style":"q1","verse":"","text":"ni ñuy buubee neefare, ba mu jeex tàkk."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"11","text":"Ku Yerbowam deele ci dëkk bi, xaj yi lekk;"},{"style":"q1","verse":"","text":"ku ca médd ca àll ba, njanaaw ya for."},{"style":"q1","verse":"","text":"Aji Sax ji wax na ko.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Yaw nag jógal ñibbi sa kër. Booy teg sa tànk ca biir dëkk ba rekk, gone gi dee."},{"style":"v","verse":"13","text":"Israayil gépp dinañu ko jooy. Kooku rekk déy lees di denc ci bàmmeel, ci ku bokk ci Yerbowam, ngir ci moom doŋŋ la Aji Sax ji Yàllay Israayil gis lu baax, ci waa kër Yerbowam."},{"style":"v","verse":"14","text":"Aji Sax ji dina falal boppam buur bu jiite Israayil, te kooku dina bóom waa kër Yerbowam. Bés bi taxaw na jeeg! Ana lu ciy topp?"},{"style":"v","verse":"15","text":"Aji Sax ji dina faat Israayil. Dinañu mel ni gattax guy foyfoyi cim ndox. Dina déjjatee Israayil ci suuf su baax sii mu joxoon seeni maam, tasaare leen ca wàllaa dexu Efraat, ndax dañoo samp ay xer yu ñuy jaamoo \\w Asera|Asera:\\w*, di merloo Aji Sax ji."},{"style":"v","verse":"16","text":"Aji Sax ji dina wacc Israayil ndax bàkkaari Yerbowam yi mu bàkkaar te di ko bàkkaarloo Israayil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba loolu amee soxnas Yerbowam jóg, bàyyikoo fa, ba àgg Tirca. Naka la agsi ca bunt kër ba, xale ba dee."},{"style":"v","verse":"18","text":"Ñu rob ko, Israayil gépp jooy ko, muy la Aji Sax ji waxoon, Yonent Yàlla Axya jaamam ba jottali ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Li des ci mbiri Yerbowam, ay xareem ak na nguuram deme woon, bindees na lépp moos ca téere ba ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"v","verse":"20","text":"At ya Yerbowam falu buur, ñaar fukki at la ak ñaar. Gannaaw loolu mu saay, fekki ay maamam. Nadab doomam falu, wuutu ko."},{"style":"s1","verse":"","text":"Robowam falu na ca Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Robowam doomu Suleymaan moo doon buurub Yuda. Ñeent fukki at ak benn la Robowam amoon ba muy falu. Fukki at ak juróom ñaar la nguuroo Yerusalem, dëkk ba Aji Sax ji tànn ci mboolem dëkki giiri Israayil, ngir dëël fa turam. Ndeyam di Naama, di ab Amoneen."},{"style":"v","verse":"22","text":"Waa Yuda nag di def li Aji Sax ji ñaawlu, ba di ko fiirloo fiiraange gu raw ga ko seen maam daa fiirloo ndax seen bàkkaar."},{"style":"v","verse":"23","text":"Dañoo sàkkal seen bopp ay \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w*, samp ay tuuri doj aki xer yu ñuy jaamoo \\w Asera|Asera:\\w* ca kaw mboolem tund wu kawe mbaa ker garab gu naat."},{"style":"v","verse":"24","text":"Réew ma amoon na sax ñuy gànctu fa ñuy màggale tuur ya. Ñuy def mboolem ñaawtéefi xeet ya Aji Sax ji dàqoon ngir \\w bànni Israayil|bànni Israayil:\\w* wuutu leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ba Buur Robowam faloo, ba dugg ca juróomeelu atu nguuram, Sisag buuru Misra song Yerusalem."},{"style":"v","verse":"26","text":"Ci kaw loolu Sisag jël alali kër Aji Sax ji ak alali kër buur. Lépp la jël ba ca mboolem pakki wurus ya Suleymaan defarlu woon."},{"style":"v","verse":"27","text":"Ba mu ko defee Buur Robowam defarlu ay pakku xànjar yu wuutu yu wurus ya. Mu teg ko ca loxoy njiiti dag yay wattu buntu kër buur."},{"style":"v","verse":"28","text":"Saa yu Buur dee duggsi ca kër Aji Sax ji, dag ya ŋàbb pakk ya, bu ñu noppee delloo ko ca néegu dag ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Li des ci mbiri Robowam ak mboolem la mu def, bindees na ko moos ca téere ba ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Xare masula dakk diggante Robowam ak Yerbowam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Gannaaw gi, Buur Robowam saay, fekki ay maamam, ñu denc ko fa ay maamam ca gox ba ñu naan Kër Daawuda. Ndeyam a doon Naama, Amoneen ba. Abyam doomam moo falu buur, wuutu ko."}]