[{"style":"s1","text":"Abyam falu na ca Yuda"},{"style":"p","text":""},{"style":"v","text":"Ci fukkeelu at ak juróom ñett ca nguurug Yerbowam doomu Nebat, ca la Abyam falu buur ca Yuda."},{"style":"v","text":"Ñetti at la nguuru fa Yerusalem te yaayam moo doon Maaka doomu Abisalom\\f + \\fr 15.2 \\fk Abisalom \\ft ak Absalom jàpp nañu ne kenn ki la.\\f*."},{"style":"v","text":"Muy roy nag baayam ca mboolem bàkkaar ya mu daan def. Te it wéetalul woon Yàllaam Aji Sax ji ni maamam Daawuda."},{"style":"v","text":"Terewul Daawuda tax Aji Sax ji Yàllaam may ko doom ju góor ju koy wuutu ca Yerusalem, ndax askanu Daawuda baña fey, Yerusalem it mana ñoŋ."},{"style":"v","text":"Li ko waral mooy Daawuda da daan jëfe njub lu Aji Sax ji rafetlu, te giiru dundam gépp teggiwul lenn lu ko Aji Sax ji sant lu moy ci mbirum Uri Etteen ba\\f + \\fr 15.5 \\ft Seetal ci \\bk 2.Samiyel\\bk* saar 11.\\f*."},{"style":"v","text":"Xare masula dakk diggante waa kër Robowam ak Yerbowam giiru dundu Abyam gépp."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Abyam ak mboolem lu mu def, bindees na ko moos ca téere ba ñu dippee Jaloorey buuri Yuda ca seeni jant. Xare it jiboon na diggante Abyam ak Yerbowam."},{"style":"v","text":"Gannaaw gi, Buur Abyam saay, fekki ay maamam, ñu denc ko ca gox ba ñu naan Kër Daawuda. Asa doomam moo falu buur, wuutu ko."},{"style":"s1","text":"Asa falu na ca Yuda"},{"style":"p","text":""},{"style":"v","text":"Ba Buur Yerbowam faloo Israayil, ba dugg ca ñaar fukkeelu atu nguuram, ca la Asa falu buur, jiite Yuda."},{"style":"v","text":"Ñeent fukki at ak benn la Buur Asa nguuru ca Yerusalem. Maaka doomu Abisalom ju jigéen moo doon maamam."},{"style":"v","text":"Asa nag di def njub gi Aji Sax ji rafetlu, ni Daawuda maamam."},{"style":"v","text":"Dàqe na ca réew ma ñi daan gànctu fa ñuy màggale tuur ya. Mu jële ca réew ma kasaray tuur ya fa ay maamam defoon yépp."},{"style":"v","text":"Maaka maamam ju jigéen sax, Asa xañ na ko céru lingeer yaayu buur ba mu amoon, ndax Maaka moo sàkkaloon \\w Asera|Asera:\\w* tuur ma ab xer bu seexluwu bu ñu koy màggale. Asa gor xeru maamam ja, lakk ko ca xuru Sedoron."},{"style":"v","text":"Waaye \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya, jëleesu ko fa, doonte Asa, Aji Sax ji la wéetaloon cib xolam, giiru dundam gépp."},{"style":"v","text":"Moo indi ca kër Aji Sax ji, jumtukaay yu \\w sell|sell:\\w* yu baayam ya, ak jumtukaay yu sell yu boppam, muy xaalis ak wurus aki ndab."},{"style":"p","text":""},{"style":"v","text":"Xare nag masula dakk diggante Asa ak Basa buurub Israayil seen giiru dund gépp."},{"style":"v","text":"Ci biir loolu Basa buurub Israayil song Yuda, daldi dàbbali dëkk ba ñuy wax Raama\\f + \\fr 15.17 \\fk Raama: \\ft ma nga féete woon Yerusalem bëj-gànnaar, nekk ci diggante ñaari réew yi. Mu nekkoon ci kaw tund wu aw yoon jaar, jóge péeyu Israayil, jëm Yerusalem, péeyu Yuda.\\f*, ba kenn du dugg jëm ca Asa buurub Yuda mbaa muy génn."},{"style":"v","text":"Asa dajale mboolem luy xaalis ak wurus wu desoon ca denci kër Aji Sax ji ak denci kër buur. Mu teg ko ci loxoy jawriñam ña. Ba mu ko defee Buur Asa yebal leen ca buurub Siri ba ca Damaas, di Ben Addàd doomu Tabrimon doomu Eccon."},{"style":"p","text":"Asa nag ne Ben Addàd:"},{"style":"v","text":"«\\w Kóllëree|kóllëre g-:\\w* dox sama digganteek yaw, na mu doxe woon sama diggante baay ak sa baay. Lii nag maa la ko may, muy xaalis ak wurus. Te nga dogoo rekk ak Basa buurub Israayil, ndax mu jóge samam réew.»"},{"style":"v","text":"Ben Addàd déggal Buur Asa, daldi yebal njiiti gàngooram ca dëkki Israayil. Nii la nangoo dëkk ya ñuy wax Yon ak Dan ak Abel Bet Maaka ak diiwaanu Kineret gépp, boole ca diiwaanu Neftali gépp."},{"style":"v","text":"Ba ko Basa déggee, Raama ga mu doon dàbbali la bàyyi, ba dem toogi Tirca."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Buur Asa joxe ndigal, woolu waa Yuda gépp, kenn desul. Ñu yóbbu doj yaak bant ya Basa doon tabaxe fa Raama. Buur Asa tabax ca dëkk ba ñuy wax Geba gu giirug Beñamin, tabax ca Mispa."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Asa ak mboolem njàmbaaram ak la mu def lépp ak dëkk ya mu tabax, bindees na lépp moos ca téere ba ñu dippee Jaloorey buuri Yuda ca seeni jant. Ba Asa demee ba màggat nag, jàngoroy tànk la ame woon."},{"style":"v","text":"Gannaaw gi, mu saay, fekki ay maamam, ñu denc ko ca gox ba ñu naan Kër Daawuda maamam. Yosafat doomam moo falu buur, wuutu ko."},{"style":"s1","text":"Nadab falu na ca Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba Asa buurub Yuda duggee ca ñaareelu atu nguuram, ca la Nadab doomu Yerbowam falu buur, jiite Israayil. Nadab jiite na Israayil ñaari at,"},{"style":"v","text":"di jëfe lu Aji Sax ji ñaawlu, aw ci tànki baayam, di bàkkaarloo Israayil."},{"style":"v","text":"Ci biir loolu doomu Axya ji giiroo ci Isaakar te ñu di ko wax Basa, daldi fexeel Nadab, jam ko ca Gibeton gu Filisteen ña. Fekk Nadab ànd ak Israayil gépp, gaw Gibeton."},{"style":"v","text":"Basa daldi rey Nadab, yemook ba Asa buurub Yuda di dugg ci ñetteelu atu nguuram. Basa falu buur, wuutu Nadab."},{"style":"v","text":"Naka la falu, daldi rey waa kër Yerbowam gépp. Bàyyiwul kenn kuy noyyi te bokk ci Yerbowam. Mu bóom leen, muy la Aji Sax ji waxoon, Axya jaamam ba ca Silo jottali."},{"style":"v","text":"Li ko waral mooy bàkkaari Yerbowam yi mu bàkkaar te bàkkaarloo ko waa Israayil, di merloo Aji Sax ji Yàllay Israayil, ba feesal xolam."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Nadab ak mboolem lu mu def, bindees na ko moos ca téere ba ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"p","text":""},{"style":"v","text":"Xare masula dakk diggante Asa ak Basa buurub Israayil, seen giiru dund gépp."},{"style":"s1","text":"Basa falu na ca Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba Asa buurub Yuda duggee ca ñetteelu atu nguuram, ca la Basa doomu Axya falu buur ca Israayil gépp, Tirca di péeyam. Nguuru na ñaar fukki at ak ñeent."},{"style":"v","text":"Da daan def li Aji Sax ji ñaawlu, aw ci tànki Yerbowam ak bàkkaaram ya mu daan bàkkaarloo Israayil."}]