[{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu kàddug Aji Sax ji dikkal Yewu doomu Anani, di rëbb Basa. Mu ne ko:"},{"style":"v","text":"«Damaa fekk nga maaseek pëndub suuf, ma yékkati la, jiital la, nga yilif Israayil sama ñoñ. Nga aw nag ci yoonu Yerbowam, di bàkkaarloo Israayil sama ñoñ, ba ma mer ndax seeni bàkkaar."},{"style":"v","text":"Kon dama ne, dinaa la far, yaw Basa, yaak sa waa kër. Dinaa def sa kër mel ni kër Yerbowam doomu Nebat."},{"style":"q1","text":""},{"style":"v","text":"Ku Basa deele ci dëkk bi, xaj yi lekk;"},{"style":"q1","text":"ku médd ca àll ba, njanaaw ya for.»"},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Basa ak la mu def ak njàmbaaram, bindees na lépp moos ca téere ba ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"v","text":"Gannaaw loolu Buur Basa saay, fekki ay maamam, ñu denc ko Tirca. Ela doomam moo falu buur, wuutu ko."},{"style":"p","text":""},{"style":"v","text":"Te itam ba kàddug Aji Sax ji dikkalee Yonent Yàlla Yewu doomu Anani di rëbb Basa ak waa këram, li ko waral mooy la Basa def lépp, di roy waa kër Yerbowam, Aji Sax ji ñaawlu ko ba xolam fees. Rax ci dolli Basa rey waa kër Yerbowam."},{"style":"s1","text":"Ela falu na ca Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba Asa buurub Yuda duggee ca ñaar fukkeelu atu nguuram ak juróom benn, ca la Ela doomu Basa falu buur, jiite Israayil diiru ñaari at, Tirca di péeyam."},{"style":"v","text":"Simri, jawriñam ba yilifoon genn-wàllu watiiri xareem, moo ko fexeel. Booba Elaa ngay naan ba màndi ca kër Arca, ka yor mbiri këram ca Tirca."},{"style":"v","text":"Simri duggsi, jam ko, mu dee. Loolu yemook ba Asa buurub Yuda di dugg ci ñaar fukkeelu atu nguuram ak juróom ñaar. Simri falu, wuutu ko."},{"style":"v","text":"Simri falu ba toog ci jal bi, daldi rey mboolem waa kër Basa. Bàyyiwu ca kuy colal; du mbokk, du xarit."},{"style":"v","text":"Simri bóom waa kër Basa gépp, muy la Aji Sax ji waxoon, ba mu rëbbee Basa, Yonent Yàlla Yewu jottali."},{"style":"v","text":"Li ko waral di mboolem bàkkaar yi Basa ak doomam Ela bàkkaar te bàkkaarloo ko Israayil, ba feesal xolu Aji Sax ji Yàllay Israayil ndax seen tuuri neen."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Ela ak mboolem lu mu def, bindees na ko moos ca téere ba ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"s1","text":"Simri falu na ca Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba Asa buurub Yuda duggee ca ñaar fukkeelu atu nguuram ak juróom ñaar, ca la Simri falu. Mu nguuru diiru juróom ñaari fan ca Tirca. Booba gàngooru xareem Israayil a nga jógal dëkkub Filisteen ba ñuy wax Gibeton."},{"style":"v","text":"Mbooloo ma ca dal ba dégg ñu naan: «Simri de lalal na Buur pexe, ba rey ko.» Israayil gépp daldi fal buur Omri ma jiite woon gàngooru xarem Israayil. Mu moom Israayil bésub keroog ca dal ba."},{"style":"v","text":"Omri ak Israayil gépp bàyyikoo Gibeton, ànd gawi dëkk ba ñuy wax Tirca."},{"style":"v","text":"Ba Simri gisee ne nangu nañu dëkk ba, daa dugg kër buur, jàll ca biir-a-biir, daldi taal kër ga ca kawam, dee."},{"style":"v","text":"Li ko waral mooy bàkkaar yi mu bàkkaar, di def lu bon lu Aji Sax ji ñaawlu, aw ci tànki Yerbowam, di bàkkaarloo Israayil."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Simri ak pexe ma mu laloon, bindees na lépp moos ca téere ba ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee mbooloom Israayil séddalikoo, def ñaari xaaj. Genn-wàllu mbooloo ma topp ca gannaaw Tibni, nar koo fal buur. Tibni nag, Ginat ay baayam. Genn-wàll ga ca des ànd ak Omri."},{"style":"v","text":"Mbooloom Omri ëpp doole mbooloom Tibni doomu Ginat. Tibni daldi dee, Omri di buur."},{"style":"s1","text":"Omri falu na ca Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba Asa buurub Yuda duggee ca fanweereelu atu nguuram ak benn, ca la Omri falu buur, jiite Israayil. Omri nguuru na diiru fukki at ak ñaar. Def na Tirca péeyam juróom benni at."},{"style":"v","text":"Omri nag dem ca Semer, jënde ca moom tundu Samari ci juróom ñaar fukki kiloy xaalis. Omri tabax ca kaw tund wa, dippee dëkk ba mu tabax Samari, mu dëppook Semer, turu boroom tund wa."},{"style":"p","text":""},{"style":"v","text":"Teewul Omri di def lu bon lu Aji Sax ji ñaawlu, ba gëna bàkkaar mboolem ña ko jiitu."},{"style":"v","text":"Daa aw ci tànki Yerbowam doomu Nebat ci mboolem lu mu daan def ba ci bàkkaaram bi mu daan bàkkaarloo Israayil, di jógal xolu Aji Sax ji Yàllay Israayil ci seen tuuri neen."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Omri aki jëfam ak njàmbaaram, bindees na lépp moos ca téere ba ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"v","text":"Buur Omri saay, fekki ay maamam, ñu denc ko ca Samari. Axab doom ja falu buur, wuutu ko."},{"style":"s1","text":"Axab falu na Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba Asa buurub Yuda duggee ca fanweereelu atu nguuram ak juróom ñett, ca la Axab doomu Omri falu, jiite Israayil. Axab doomu Omri nguuru na Israayil ñaar fukki at ak ñaar, Samari di péeyam."},{"style":"p","text":""},{"style":"v","text":"Axab doomu Omri di def li Aji Sax ji ñaawlu, ba raw mboolem ña ko jiitu."},{"style":"v","text":"Mu sàlloo bàkkaari Yerbowam doomu Nebat. Loolu doyatu ko, mu jël jabar Yesabel doomu Etbal, buurub waa Sidon ña. Mu dem bay jaamu seen tuur mi ñuy wax \\w Baal|Baal:\\w*, di ko sujjóotal."},{"style":"v","text":"Mu yékkatil Baal ab \\w sarxalukaay|sarxalukaay b-:\\w* ca jaamookaay ba mu ko tabaxal."},{"style":"v","text":"Axab teg ca samplu xer wu ñuy jaamoo \\w Asera|Asera:\\w*. Axab def na lu rawati la mboolem buuri Israayil ya ko jiitu defoon, ba feesal xolu Aji Sax ji Yàllay Israayil."},{"style":"p","text":""},{"style":"v","text":"Ca jamonoy Axab la Iyel ma dëkk Betel tabaxaat Yeriko. Abiram taawam la Iyel ñàkk ndax la muy tëral fondmaa tata ya, teg ca ñàkk Segub, am caatam ba muy taxawal bunti dëkk ba. Mu dëppook kàddug Aji Sax ja Yosuwe doomu Nuun jottali woon\\f + \\fr 16.34 \\ft Seetal ci \\bk Yosuwe\\bk* 6.26.\\f*."}]