[{"style":"s1","verse":"","text":"Yonent Yàlla Ilyaas yégle na bekkoor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Yonent Yàlla Ilyaas ma dëkk Tisbi ga ca Galàdd, wax Axab, ne ko: «Giñ naa ci Aji Sax ji, Kiy dund, di Yàllay Israayil ji may jaamu: at yii nu nekk, du taw te du lay, lu moy dama koo wax ci sama làmmiñ.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Kàddug Aji Sax ji dikkal Ilyaas ne ko:"},{"style":"v","verse":"3","text":"«Jógeel fii, walbatiku jëm penku, te làquji ca xuru Kerit ca penkub dexu Yurdan."},{"style":"v","verse":"4","text":"Su ko defee, ca ndoxum xur wa ngay naane. Jox naa itam ndigal baaxoñ yi, ñu di la leel foofa.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ilyaas dem, def la Aji Sax ji wax, toogi ca xuru Kerit ca penkub dexu Yurdan."},{"style":"v","verse":"6","text":"Baaxoñ ya di ko indil mburu ak ndawal bëccëg, mburu ak ndawal ngoon, ndox may wal, mu di ca naan."},{"style":"s1","verse":"","text":"Ilyaas waar na jëtun ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Mu am ay fan, xur wa ŋiis, ndax réew ma tawluwul."},{"style":"v","verse":"8","text":"Kàddug Aji Sax ji dikkal ko ne ko:"},{"style":"v","verse":"9","text":"«Demal Sarebta ga ca Sidon te toog foofa. Ma ne, sant naa fa ab jëtun, mu may la loo lekk.»"},{"style":"v","verse":"10","text":"Ilyaas dem Sarebta. Ba mu agsee ca buntu dëkk ba, gisul lu moy ab jëtun buy taxan. Mu woo ko ne ko: «Ngalla may ma tuuti ndox ci njaq li, ma naan.»"},{"style":"v","verse":"11","text":"Mu dem di wuti ndox, Ilyaas dellu ko woo, ne ko: «Rikk sàkkal dogu mburu, yótaale ma.»"},{"style":"v","verse":"12","text":"Jëtun ba nag ne ko: «Giñ naa ci Aji Sax ji sa Yàlla jiy dund, awma mburu. Awma lu moy barci-loxob sunguf ca njaq la ak as diw ca tax ba. Gis nga, may for nii ñetti bant, ngir toggi ko, nu lekk, maak sama doom, doora dee ak xiif.»"},{"style":"v","verse":"13","text":"Ilyaas ne ko: «Bul ragal dara, demal rekk, def li nga wax. Waaye jëkk ma cee defaral mburu mu ndaw, indil ma, doora defaral sa bopp, yaak sa doom;"},{"style":"v","verse":"14","text":"ndax Aji Sax ji Yàllay Israayil dafa wax ne: “Njaqub sunguf bi du jeex; taxub diw bi it du jeex, ba keroog Aji Sax ji di taw ci réew mi.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Jigéen ja dem, def la ko Ilyaas wax, mook waa këram ñu bokk ak Ilyaas lekk ay fan."},{"style":"v","verse":"16","text":"Njaqub sunguf ba jeexul, taxub diw ba jeexul. Muy la Aji Sax ji waxoon, Ilyaas jottali."},{"style":"s1","verse":"","text":"Ilyaas ñaanal na doomu jëtun ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba loolu weesoo, jigéen ja des ca kër ga, doomam ju góor wopp. Mu mujj metti lool, ba noyyeetul."},{"style":"v","verse":"18","text":"Jigéen ja ne Ilyaas: «Éy góoru Yàlla gii! Ana lu ma séq ak yaw? Xanaa dangaa ñëw sullisi sama bàkkaar, ba tax nga rey sama doom ju góor jii?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ilyaas ne ko: «Jox ma sa doom!» Mu jële ko ca loxoy jigéen ja, yóbbu ko ca néeg ba mu dal ca kaw taax ma, tëral ko ca kaw lalam."},{"style":"v","verse":"20","text":"Ba mu ko defee Ilyaas ñaan ci Aji Sax ji, ne ko: «Éy Aji Sax ji, sama Yàlla, xanaa doo teg jëtun bii ma dalal, naqar wu tollu ni, di seetaan doomam ju góor muy dee?»"},{"style":"v","verse":"21","text":"Ci kaw loolu mu tëdd, tàlli ñetti yoon ca kaw xale bu góor ba, tey ñaan ci Aji Sax ji naan: «Éy Aji Sax ji sama Yàlla, rikk bàyyil bakkanu xale bii, mu délsi ci moom!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Aji Sax ji nangul Ilyaas kàddug ñaanam, bakkanu xale bu góor ba délsi ca moom, mu dund."},{"style":"v","verse":"23","text":"Ilyaas fab xale ba, jële ko ca néeg ba ca kaw taax ma, wàcce ko ca biir kër ga, jox ko ndeyam. Mu ne ko: «Xoolal, sa doom a ngi dund!»"},{"style":"v","verse":"24","text":"Jigéen ja ne Ilyaas: «Léegi nag xam naa ne nitu Yàlla nga, te kàddug Aji Sax ji ngay waxe moos.»"}]