[{"style":"s1","verse":"","text":"Ilyaas gedd na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw gi, Axab nettali Yesabel la Ilyaas def lépp ak na mu rendee saamar mboolem yonent ya."},{"style":"v","verse":"2","text":"Yesabel yónnee Ilyaas ndaw, ne ko: «Yal na ma yàlla yi teg mbugal mu gëna réy, ndegam nëgëni ëllëg jëluma sa bakkan, ni nga jële bakkani yonent yii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ilyaas gis na mu deme, daldi daw, ngir rawale bakkanam. Mu dem ba Beerseba ca réewum Yuda, bàyyi fa surgaam."},{"style":"v","verse":"4","text":"Moom ci boppam mu topp màndiŋ ma lu tollook doxub benn bés, doora toog ci taatu benn gajj. Ma ngay ñaan dee, naan: «Doy na sëkk, Aji Sax ji, jëlal sama bakkan rekk, ndax man kat gënuma samay maam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Mu tëdd, ay nelaw jàpp ko ca taatu gajj ba. Yégul lu moy am malaaka mu ko laal, ne ko: «Jógal lekk!»"},{"style":"v","verse":"6","text":"Ilyaas ne xiféet, yem ci mburu mu ñu lakke doj yu tàng ak njaqub ndox. Mu lekk, daldi naan, ba noppi tëddaat."},{"style":"v","verse":"7","text":"\\w Malaakam Aji Sax|malaakam Aji Sax j-:\\w* ja dellu ñëw, laal ko, ne ko: «Jógal lekk, lu ko moy doo àttan yoon wi.»"},{"style":"v","verse":"8","text":"Ilyaas jóg lekk, daldi naan, leqaliku, ba dox ñeent fukki guddi ak ñeent fukki bëccëg, ba ca Xoreb, tundu Yàlla wa."},{"style":"v","verse":"9","text":"Mu dugg foofa ca biir xunt ma, fanaan fa."},{"style":"s1","verse":"","text":"Aji Sax ji yónniwaat na Ilyaas"},{"style":"p","verse":"","text":"Ci biir loolu kàddug Aji Sax ji dikkal Ilyaas, ne ko: «Ana looy def fii, Ilyaas?»"},{"style":"v","verse":"10","text":"Ilyaas ne: «Man kat damaa xéroon a xér ci yaw Aji Sax ji Boroom gàngoori xare yi. Waaw, \\w bànni Israayil|bànni Israayil:\\w* dañoo fecci sa \\w kóllëreek|kóllëre g-:\\w* ñoom; say \\w sarxalukaay|sarxalukaay b-:\\w*, ñu màbb; say yonent, ñu jam saamar. Ma des man doŋŋ, ñuy wuta jël sama bakkan nii!»"},{"style":"v","verse":"11","text":"Aji Sax ji ne ko: «Génnal taxaw ci kaw tund wi, fi sama kanam, ndax kat man Aji Sax ji maa ngi waaja romb.» Ci kaw loolu ngelaw lu réy te bare doole jiitu Aji Sax ji, xar tund ya, rajaxe doj ya, waaye Aji Sax ji nekkul ca ngelaw la. Ngelaw la dal, suuf sa yëngu, waaye Aji Sax ji nekkul ca yëngu-yëngu suuf ba."},{"style":"v","verse":"12","text":"Suuf sa dal, sawara dikk, waaye Aji Sax ja nekkul ca sawara wa. Sawara wa dal, ndéey lu suufe topp ca."},{"style":"v","verse":"13","text":"Ilyaas dégg ca, muuroo mbubbam, génn taxaw ca buntu xunt ma; déggul lu moy baat bu ko ne: «Ana looy def fii, Ilyaas?»"},{"style":"v","verse":"14","text":"Mu ne: «Man kat damaa xéroon a xér ci yaw Aji Sax ji Boroom gàngoori xare yi. Waaw, bànni Israayil dañoo fecci sa kóllëreek ñoom; say sarxalukaay, ñu màbb; say yonent, ñu jam saamar. Ma des man doŋŋ, ñuy wuta jël sama bakkan nii!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Aji Sax ji ne ko: «Dellul topp say tànk te jaare ci màndiŋ mi ba Damaas. Boo àggee, nanga diw Asayel, fale ko ko buurub Siri."},{"style":"v","verse":"16","text":"Yewu ma baayam di Nimsi it, diw ko, fal ko buurub Israayil; te Alyaasa, ma baayam di Safat, dëkk diiwaanu Abel Mewola, nanga ko diw, fal ko, muy yonent, wuutu la."},{"style":"v","verse":"17","text":"Su ko defee ku Asayel reyul ba nga raw, Yewu rey la; ku Yewu reyul ba nga raw, Alyaasa rey la."},{"style":"v","verse":"18","text":"Waaye dinaa déeg ci biir Israayil juróom ñaari junniy (7~000) nit, di mboolem ñi sujjóotaluloon \\w Baal|Baal:\\w* te masuñu koo fóon.»"},{"style":"s1","verse":"","text":"Ilyaas am na bëkk-néeg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ilyaas bàyyikoo fa, fekk Alyaasa doomu Safat, Alyaasa di gàbb ak ñaar fukki nag ak ñeent yu ko jiitu, ñu likke leen ñaar-ñaar, moom ci boppam mu jiital fukkeelu likke baak ñaar. Ilyaas dikk ba ca moom, sànni mbubbam ca kaw Alyaasa."},{"style":"v","verse":"20","text":"Alyaasa bàyyikoo ca nagam ya, daw topp ca Ilyaas, ne ko: «Ngalla may ma, ma tàgguji sama ndey ak sama baay te topp la.» Ilyaas ne ko: «Doxal dellu; lu ma la def?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Alyaasa bàyyi fa Ilyaas, dellu jël ñaari nag, rendi ko sarax, jël banti ràngaay ya, togge yàpp wa, jox ko mbooloo ma, ñu lekk, ba noppi Alyaasa topp ci gannaaw Ilyaas, di bëkk-néegam."}]