[{"style":"s1","text":"Siri song na Samari"},{"style":"p","text":""},{"style":"v","text":"Fekk na Ben Addàd buurub Siri woo gàngooru xareem mépp, ñu daje, ànd ak fanweeri buur ak ñaar yu mu faral, ñook seeni fas ak seeni watiir. Ñu dem song Samari, gaw ko."},{"style":"v","text":"Ci kaw loolu Ben Addàd yónni ay ndaw ca biir dëkk ba ca Axab buurub Israayil."},{"style":"v","text":"Ñu ne ko: «Ben Addàd dafa wax ne: “Sa xaalis ak sa wurus, maay boroom. Say jabar it, ak ñi gëna dëgër ci say doom, maay boroom.”»"},{"style":"v","text":"Buurub Israayil ne ko: «Loo wax rekk, Buur sang bi, maak lépp lu ma moom yaay boroom.»"},{"style":"v","text":"Ndaw ya dikkaat ne ko: «Ben Addàd dafa wax ne: “Maa yónnee woon ci yaw, di sàkku nga jox ma sa xaalis ak sa wurus ak say jabar ak say doom yu góor."},{"style":"v","text":"Waaye nëgëni ëllëg sax dinaa yónni samay jawriñ ci yaw, ñu seet ci sa biir kër ak say kër jawriñ. Mboolem luy sa alal dinañu ci teg loxo, nangu ko, yóbbu.”»"},{"style":"p","text":""},{"style":"v","text":"Buurub Israayil nag woolu magi réew ma mépp, ne leen: «Bu yeboo ngeen xam ne waa jii kat fitna lay wut; gis ngeen mu yeble ci man, bëgga nangu samay jabar ak sama doom yu góor ak sama xaalis ak sama wurus, te bañaluma ko ci dara.»"},{"style":"v","text":"Mag ñaak mbooloo ma mépp ne ko: «Bu ko déglu te bul nangu!»"},{"style":"v","text":"Axab ne ndawi Ben Addàd ya: «Waxleen Buur, sama sang, ne ko: “Sa jaam ba nee mboolem la nga njëkkoona yónnee di ko sàkku dina ko def. Waaye lii nga mujja laaj moom, du ko def.”» Ndaw ya dem jottali tontam."},{"style":"v","text":"Ben Addàd dellu yeble ca moom ne ko: «Yal na ma yàlla yi teg mbugal mu gëna tar, ndegam duma tas Samari, ba pëndu tabax du fi des buy fees loxoy mboolem ñi ma topp.»"},{"style":"p","text":""},{"style":"v","text":"Buurub Israayil ne: «Waxleen ko ne ko:"},{"style":"q1","text":"“Jóge xare, di bàkku"},{"style":"q1","text":"moo gën jëm xare, di bàkku.”»"},{"style":"p","text":""},{"style":"v","text":"Ba Ben Addàd di jot ca kàddu googu, ma ngay naan, mook buur ya far ak moom ca mbaar ya. Mu jox ay nitam ndigal ne leen: «Takkuleen!» Ñu takku, ngir songi dëkk ba."},{"style":"v","text":"Ndeke ci biir loolu ab yonent dem na ca Axab buurub Israayil, ne ko: «Aji Sax ji dafa wax ne: Gis nga gàngooru xare gii gépp ak li ñuy bare lépp, xamal ne teg naa leen ci sa loxo bésub tey, ndax nga xam ne maay Aji Sax ji.»"},{"style":"v","text":"Axab ne ko: «Ku may defal loolu?» Mu ne ko: «Aji Sax ji nee: Dag yi kilifay diiwaan yi yebal lay doon.» Axab ne ko: «Kuy sooke xare bi?» Mu ne ko: «Xanaa yaw.»"},{"style":"s1","text":"Israayil daan na Siri"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Axab lim dag ya kilifay diiwaan ya yebal, ñuy ñaari téeméer ak fanweer ak ñaar (232). Gannaaw loolu mu lim mbooloom Israayil gépp, ñuy juróom ñaari junni (7~000)."},{"style":"v","text":"Ñu génn digg bëccëg, fekk Ben Addàd a ngay màndi mook fanweeri buur ak ñaar ya mu faral, ca mbaar ya."},{"style":"p","text":""},{"style":"v","text":"Dag ya kilifay diiwaan ya yebal a nga jiitu. Ci biir loolu Ben Addàd yónnee, ñu wax ko ne ko: «Am na ñu jóge Samari, di ñëw.»"},{"style":"v","text":"Mu ne: «Su leen jàmm taxee jóg, jàppleen leen, ñuy dund; su leen xare taxee jóg it, jàppleen leen, ñuy dund.»"},{"style":"v","text":"Ba mu ko defee dagi kilifay diiwaan ya génne ca dëkk ba, gàngooru xare ga topp ca seen gannaaw."},{"style":"v","text":"Ku nekk jam noon ba nga janool, waa Siri daw, Israayil topp leen. Ben Addàd buurub Siri nag war fas, daw mooki gawaram."},{"style":"v","text":"Buurub Israayil nag song leen, rey fas ya, yàq watiir ya, daan waa Siri jéll bu réy."},{"style":"v","text":"Yonent ba dikk ca buurub Israayil ne ko: «Nanga dëgërluwaat te xam ni nga wara def, ndax nëgëni déwén buurub Siri dina la songaat.»"},{"style":"s1","text":"Siri songati na Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee kàngami buurub Siri digal buurub Siri ci wàllu Israayil, ne ko: «Ñii, seeni yàlla yàllay tund lañu; moo tax ñu ëpp nu doole, waaye su nu xeexeek ñoom ci joor gi déy, su boobaa noo leen di ëpp doole."},{"style":"v","text":"Defal nii: follil buur yi ci sa gannaaw yépp, jële leen fa ñu jiite, teg fa jawriñ yu leen wuutu."},{"style":"v","text":"Te yaw nga sosaat gàngooru xare gu mel ni ga nga amoon, fas ak fas, watiir ak watiir, ndax nu mana xareek ñoom ci joor gi. Su boobaa déy, noo leen di ëpp doole.» Mu déggal leen, def noona."},{"style":"p","text":""},{"style":"v","text":"Ca déwén sa Ben Addàd lim waa Siri, daldi dem Afeg ca xare baak Israayil."},{"style":"v","text":"Waa Israayil daje, sàkk ab dund, ba noppi dox wuti leen. Waa Israayil a nga dal janook ñoom, di saf ñaari gétti bëy. Waa Siri ñoom fees àll ba."},{"style":"v","text":"Góoru Yàlla ga dikk ne buurub Israayil: «Aji Sax ji dafa wax ne: Gannaaw waa Siri dañoo yaakaar ne man Aji Sax ji, yàllay tund laa, duma yàllay xur, maay teg mbooloo mu réy mii mépp ci say loxo. Su ko defee ngeen xam ne maay Aji Sax ji.»"},{"style":"p","text":""},{"style":"v","text":"Diiru juróom ñaari fan nag ñu jàkkaarloo ca seeni dal. Bésub juróom ñaareel ba xare ba jib, waa Israayil daane téeméeri junniy (100~000) xarekat yu warul fas ca waa Siri ci benn bés bi;"},{"style":"v","text":"ña ca des daw ba Afeg, ca biir dëkk ba, tata ja màbb ca kaw ñaar fukki junniy nit ak juróom ñaar (27~000) ca ñoom. Fekk na Ben Addàd daw dugg ca biir dëkk ba, jàll ci biir néeg bu làqoo làqu."},{"style":"v","text":"Ay jawriñam ne ko: «Waaw, nun de dégg nanu ñu naan buuri Israayil buur yu gore lañu. Tee noo sol ay saaku, tañlaayoo buum, toroxloo ko, te dem ca buurub Israayil? Jombul mu bàyyi la, nga dund.»"},{"style":"v","text":"Ñu teraxlaayoo ay saaku, tañlaayoo ay buum, dem ca buurub Israayil, ne ko: «Ben Addàd sa jaam ba nee, nga baal ko ngalla te bàyyi ko mu dund.» Mu ne: «Ndeke mu ngi dund ba tey? Moom sama mbokk a!»"},{"style":"v","text":"Ndaw ya am njort lu rafet nag. Ñu gaaw naa: «Ben Addàd kay sa mbokk a!» Mu ne leen ñu dem indi ko. Ba Ben Addàd dikkee ba ca moom, mu waral ko ca watiiram."},{"style":"p","text":""},{"style":"v","text":"Ben Addàd ne Axab: «Dëkk yi sama baay nangoo woon ci sa baay dinaa la ko delloo, te boo yeboo sàkkal sa bopp ay bérebi njaay ca Damaas, na sama baay def ca Samari.» Axab ne ko: «Man nag damay fasanteek yaw \\w kóllëre|kóllëre g-:\\w* ci loolu, bàyyi la nga dem.» Ba loolu amee mu fasanteek moom kóllëre, bàyyi ko mu dem."},{"style":"s1","text":"Ab yonent sikk na Axab"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu kenn ca kuréelu yonent ya wax moroom ma ci ndigalal Aji Sax ji, ne ko: «Ayca, jam ma!» Waa ja lànk, ne du ko jam."},{"style":"v","text":"Mu ne ko: «Gannaaw nanguwuloo déggal Aji Sax ji, dama ne, booy teqalikook man, gaynde fàdd la.» Naka la teqalikook moom, gaynde dajeek moom, fàdd ko."},{"style":"v","text":"Waa ja gisaat keneen ca ñoom ne ko: «Ayca, jam ma!» Kooka jam ko bu baax, ba gaañ ko."},{"style":"v","text":"Yonent ba dem, taxaw ca yoon wa, soppi colam, fab kaala, takke bët ya, di xaar Buur."},{"style":"v","text":"Buur romb, mu woo ko, ne ko: «Man de sang bi, damaa gaañu ci digg xare, nit dikk, indil ma keneen, ne ma: “Xoolal ma kii, su rëccee, sa bakkan ay fey bakkanam, mbaa nga feye ko fanweeri kiloy xaalis.”"},{"style":"v","text":"Waaye man damaa fekk ma jàpp wet gu nekk, waa ja nag rëcc.» Buurub Israayil ne ko: «Sab àttee ngoog, yaa ko waxal sa bopp.»"},{"style":"v","text":"Ci kaw loolu yonent ba ne muret kaala ga mu takkoon ca bët ya; buurub Israayil xàmmee ko, xam ne ci yonent yi la."},{"style":"v","text":"Mu ne ko: «Aji Sax ji dafa wax ne: Gannaaw yaa bàyyi ku ma aayaloon bakkanam, sa bakkan mooy fey bakkanam te say bokk ay fey bokkam.»"},{"style":"v","text":"Ba loolu amee buurub Israayil mer, ne fóññ, daldi ñibbi këram ca Samari."}]