[{"style":"s1","verse":"","text":"Buur Suleymaan ñaan na Yàlla mu xelal ko"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba loolu wéyee Suleymaan goromloo naak Firawna buuru Misra, jël doomu Firawna, indi ko gox ba ñu naan Kër Daawuda, ba keroog muy noppee tabax këram ak kër Aji Sax ji ak tata ja wër Yerusalem."},{"style":"v","verse":"2","text":"Terewul mbooloo ma di rendi ay sarax ca \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya, ndax ca yooya jamono tabaxaguñu woon kër gu ñu jagleel turu Aji Sax ji."},{"style":"v","verse":"3","text":"Suleymaan nag wone cofeelam ci Aji Sax ji, di wéy ci sàrti baayam Daawuda, ba mu des bérebi jaamookaay ya rekk. Moom daan na fa rendi sarax, di fa taal \\w cuuraay|cuuraay l-:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci biir loolu Buur dem Gabawon, sarxali fa, ndax foofaa doon bérebu jaamookaay ba gënoona mag: junniy \\w saraxi rendi-dóomal|Sarax yi:\\w*, Suleymaan joxe na ko fa ca kaw \\w sarxalukaay|sarxalukaay b-:\\w* booba."},{"style":"v","verse":"5","text":"Foofa ci guddi ca Gabawon la Aji Sax ji feeñoo woon Suleymaan ci gént. Yàlla ne ko: «Ñaanal loo bëgg, ma may la ko.»"},{"style":"v","verse":"6","text":"Suleymaan ne ko: «Yaw de yaa baaxe lool sab jaam Daawuda, saa baay, ngir na mu daan doxale fi sa kanam ci dëgg ak yoon ak njubteg xol. Yaa ko baaxe lool, may ko doom ju góor ju toog cib jalam, bésub tey jii."},{"style":"v","verse":"7","text":"Léegi nag Aji Sax ji, sama Yàlla, fal nga ma buur, ma wuutu saa baay Daawuda. Waaye Sang bi, man ndaw lu tuut laa, xawma sax nu may doxale."},{"style":"v","verse":"8","text":"Rax ci dolli, Sang bi, ma nekk ci digg askan wi nga tànn, askan wu yaa, ba maneesu koo waññ mbaa di ko lim."},{"style":"v","verse":"9","text":"Kon nag Sang bi, may ma xel mu amug dégg mu ma àttee sa ñoñ, ngir may ràññee lu baax ak lu bon. Ndax kat, ana kan moo mana àtte sa ñoñ, wii askan wu réy?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Kàddug Suleymaan ga nag neex Aji Sax ji, ndax loolu mu ñaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Mu ne ko: «Gannaaw loolu nga ñaan, te ñaanuloo fan wu gudd, ñaanuloo alal, ñaanuloo itam say noon dee, xanaa di ñaan xel mu rafet moo àttee dëgg,"},{"style":"v","verse":"12","text":"dama ne, dinaa la defal li nga ñaan, te sax dinaa la may xel mu rafet, nga amug dégg, ba raw ku la jiitu ak ku la wuutu."},{"style":"v","verse":"13","text":"Te itam li nga ñaanul dinaa la ko may, booleel la alal ak daraja, ba doo am moroom ci buur yi, sa giiru dund."},{"style":"v","verse":"14","text":"Te soo jaaree ci samay yoon, jëfe samay sàrt ak samay santaane, muy fi sa baay Daawuda jaaroon, kon dinaa guddal saw fan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba loolu amee Suleymaan yewwu, ndeke gént la woon. Mu dellu Yerusalem, taxaw fa kanam \\w gaalu kóllërey Aji Sax|gaalu kóllëre g-:\\w* ji, def fa ay saraxi rendi-dóomal, ak \\w saraxi cant ci biir jàmm|Sarax yi:\\w*, daldi berndeel jawriñam yépp."},{"style":"s1","verse":"","text":"Suleymaan wone na xelam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba loolu wéyee mu am ñaari gànc yu dikk ca Buur, agsi ca kanamam."},{"style":"v","verse":"17","text":"Senn ndaw sa ne: «Éy sang bi, maak ndaw sii de, danoo bokk genn kër, bokk fa wasin nun ñaar."},{"style":"v","verse":"18","text":"Ba ma amee doom ba mu am ñetti fan, moom mii itam mu am doom, te nun rekk a dëkk, keneen nekkul ak nun ca biir kër ga, xanaa nun ñaar."},{"style":"v","verse":"19","text":"Doomu ndaw sii nag dee ci guddi, ndax daa tëddoon ci kawam."},{"style":"v","verse":"20","text":"Mu jóg ci xaaju guddi, jële sama doom fi sama wet, tëral ci wetam. Fekk man, sang bi, maa ngi nelaw. Doomam ji dee nag, mu tëral ko ci sama wet."},{"style":"v","verse":"21","text":"Naka laa jóg ci suba, di nàmpal sama doom, gisuma lu moy mu dee. Ba bët setee nag ma xool ko bu baax, ndeke du sama doom ji ma jur.»"},{"style":"v","verse":"22","text":"Seneen ndaw sa ne: «Déedéet, sama doom mooy dund, sa doom a dee.» Ku njëkk ka ne: «Déedéet, sa doom a dee, sama doom a ngi dund.» Ñu di ko werante fi kanam Buur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Buur ne: «Kii a ngi naan: “Sama doom jii mooy dund, sa doom a dee.” Kee naan: “Déedéet, sa doom a dee, sama doom mooy dund.”»"},{"style":"v","verse":"24","text":"Buur teg ca ne: «Indilleen ma saamar!» Ñu indil Buur saamar."},{"style":"v","verse":"25","text":"Buur ne: «Dogleen xale biy dund ñaar, te jox kii genn-wàll, jox kee genn-wàll.»"},{"style":"v","verse":"26","text":"Ci kaw loolu ndaw si doomam di dund daldi ñeewante doomam. Mu ne: «Déet, sang bi, jox ko xale bi. Bu ko rey mukk!» Ndaw sa ca des, moom, ne: «Deesu ma ko jox, deesu la ko jox; dogleen ko ñaar!»"},{"style":"v","verse":"27","text":"Ba loolu amee Buur daldi àtte ne: «Joxleen ndaw su njëkk si liir biy dund, te buleen ko rey. Mooy ndeyam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Israayil gépp nag dégg àtteb Buur, daldi yéemu ci moom, ndax dañoo gis ne xelum Yàlla mu rafet a ngi ci moom, di ko jiite ci àtte dëgg."}]