[{"style":"s1","verse":"","text":"Suleymaan fal na ay njiit"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Buur Suleymaan di boroom Israayil gépp."},{"style":"v","verse":"2","text":"Ay jawriñam ñii la woon: Asaryaa sëtu Cadog moo doon \\w sarxalkat|sarxalkat b-:\\w* bi;"},{"style":"v","verse":"3","text":"Elixoref ak Axya doomi Sisa di bindkat yi; Yosafat doomu Axiludd yore kàddug Buur;"},{"style":"v","verse":"4","text":"Benaya doomu Yoyada jiite gàngooru xare ga; Cadog ak Abyatar di ay sarxalkat."},{"style":"v","verse":"5","text":"Asaryaa doomu Natan moo jiite woon ndawi Buur ya, Sabudd doomu Natan di sarxalkat te di xelal buur."},{"style":"v","verse":"6","text":"Axisar moo doon saytu kër buur, Adoniram doomu Abda di sase liggéeyi sañul-bañ ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Buur Suleymaan amoon na fukki jawriñ ak ñaar ci Israayil gépp. Ñuy toppatoo dundub Buur ak waa këram, weer wu nekk kenn ci ñoom yor dund ba, ba at mi mat."},{"style":"v","verse":"8","text":"Ñooñoo di:"},{"style":"li1","verse":"","text":"Ben Ur ma sasoo woon diiwaanu tundi Efrayim."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"9","text":"Ben Deker sasoo Makas ak Saalbim ak Bet Semes ak Elon Bet Anan."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"10","text":"Ben Keset sasoo Arubot, boole kook Soko ak mboolem diiwaanu Efer."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"11","text":"Ben Abinadab sasoo diiwaanu Dor bépp; Tafat doomu Suleymaan di soxnaam."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"12","text":"Baana doomu Axiludd sasoo Taanag ak Megido ak diiwaanu Bet San gépp, feggook Cartan, fa féete Yisreel suuf, muy diggante Bet San ba Abel Mewola, ba ca wàllaa Yogmeyam."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"13","text":"Ben Geber a sasoo woon Ramot ca Galàdd, booleek dëkk-dëkkaan ya làngu Yayir doomu Manase féetewoo woon, foofa ca Galàdd ak diiwaanu Argob ca Basan. Muy juróom benn fukki dëkk yu mag yu ñu wërale ay tata ak seeni bunt ak yeti xànjar yu koy tëj."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"14","text":"Axinadab doomu Ido sasoo Maxanayim."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"15","text":"Aximàcc ma sasoo Neftali; moom it jël na doomu Suleymaan ju ñuy wax Basmat soxna."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"16","text":"Baana doomu Usay boole diiwaanu Aser ak Beyalot."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"17","text":"Yosafat doomu Paruwa sasoo diiwaanu Isaakar."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"18","text":"Simey doomu Ela sasoo diiwaanu Beñamin."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"19","text":"Geber doomu Uri sasoo diiwaanu Galàdd, di réewum Sixon buurub Amoreen ña ak réewum Og buuru Basan. Muy benn ndawal buur bu yilif réew mooma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Waa Yuda ak Israayil dañoo bare woon, ba mel ni feppi suufas géej, di lekk, di naan, nekke mbégte."}]