[{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Suleymaan moo yilifoon mboolem réew ya dale dexu Efraat, ba ca dëkki Filisteen ña, dem ba ca digu réewum Misra. Ñooña di indil Suleymaan galag, nangul ko giiru dundam."},{"style":"p","text":""},{"style":"v","text":"Suleymaan daan na njëloo bés bu nekk fanweeri sëfi mbaami sunguf, ak juróom benn fukki sëfi mbaam ci sunguf su ñagas;"},{"style":"v","text":"ak fukki nag yu ñu yafal, ak ñaar fukki nagi parlu, ak téeméeri gàtt, te limaaleesul xeeti kéwél yaak boroom dunq yu duuf ya."},{"style":"v","text":"Suleymaan moo yilifoon mboolem réew ma féete dexu Efraat sowu, dale ko ca Tifsax ba ca Gasa. Buur yi nekkoon ci réew ya féete dexu Efraat sowu ñu ngi nekkoon ci ndigalam. Jàmm ne ñoyy, féete ko wet gu nekk."},{"style":"p","text":""},{"style":"v","text":"Diirub ayu Suleymaan gépp nag, waa Yudaak Israayil ànd ak xel mu dal; ku ci nekk ak sa ker garabu reseñ ak sa ker garabu figg, fa dale diiwaanu Dan ca bëj-gànnaar, ba ca Beerseba ca bëj-saalum."},{"style":"v","text":"Suleymaan amoon na ñeenti junniy (4~000) wuddi fasi watiir ak fukki junniy fas ak ñaar (12~000)."},{"style":"v","text":"Jawriñ ya dañu daa ay-ayloo, ku nekk ak sa weer wi ngay toppatoo dundub Buur Suleymaan, mook mboolem ñi mu bokkaloon njël, ba dara daawu ca ñàkk."},{"style":"v","text":"Peppum lors ji ànd ak ñax mi jëm ci fasi watiir yeek fasi dawkat yi itam, ku nekk ci ñoom da daan indi la ñu ko ca sas, teg ko fa mu wara nekk."},{"style":"s1","text":"Suleymaan kenn la woon"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Yàlla jagleel Suleymaan mu ñaw lool, am xel mu rafet ak xam-xamam bu yaa, bu solowoo fànn yu bare ni feppi suufas géej."},{"style":"v","text":"Suleymaan rafetoon nam xel, ba sut mboolem doomi réewum penku ak mboolem waa Misra."},{"style":"v","text":"Rafetoon nam xel ba raw ñépp: muy Etan Esraseen ba, di Eman, di Kalkol, di Darda, doomi Maxol yu góor ya. Turam nag siiw ca mboolem xeet ya ko wër."},{"style":"v","text":"Léeb na ñetti junniy (3~000) kàddu, woy yi mu fent, junni la ak juróom (1~005)."},{"style":"v","text":"Faramfàcce na it mbirum gàncax, dale ko ci garabu seedar gu Libaŋ ba ci as caru isob suy sax cib tabax. Jàngale na mbirum mala ak njanaaw ak luy raam, ba ci jën."},{"style":"v","text":"Nit ñi dañu daan jóge ci xeet yépp, di sàkkusi xelam Suleymaan mu rafet; te dañu daan bàyyikoo ci mboolem buuri àddina yi déggoon xelam mu rafet."},{"style":"s1","text":"Suleymaan waajal na tabaxu kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Ba Iram buurub Tir déggee ne Suleymaan lañu fal buur, mu wuutu baayam Daawuda, ak na mu xaritoo woon ak Daawuda naka jekk, Iram daa yónnee ay ndawam ca Suleymaan."},{"style":"v","text":"Suleymaan it yónnee ca Iram, ne ko:"},{"style":"v","text":"«Xam nga sama baay Daawuda manul woona tabaxal Yàllaam Aji Sax ji kër gu mu ko tudde, ndax xare yi mu séqoon ak noonam yi ko wër, ba ni leen Aji Sax ji daaneele, mu teg leen tànk."},{"style":"v","text":"Léegi nag sama Yàlla Aji Sax ji may na ma jàmm ne ñoyy, féete ma wet gu nekk, ba awma benn noon, te musiba dabu ma."},{"style":"v","text":"Fii ma nekk damaa fas yéene tabax kër, tudde ko sama Yàlla Aji Sax ji. Muy la Aji Sax ji waxoon sama baay Daawuda, ne ko: “Sa doom ji may def sa kuutaay ci sab jal moo may tabaxal kër, tudde ma ko.”"},{"style":"v","text":"Ci biir loolu ma di la ñaan, nga santaane, ñu goral ma banti seedar yu Libaŋ, te samay surga ànd ak say surga ci liggéey bi. Sa peyooru nit ñi dinaa la ko fey ak loo mana feyeeku, ndax yaw xam nga ne amunu ci sunu biir ñu mane yatt bant ni waa Sidon.»"},{"style":"p","text":""},{"style":"v","text":"Ba Iram déggee li Suleymaan wax, mu am ca mbégte mu réy. Mu ne: «Cant ñeel na Aji Sax ji tey jii, bi mu mayee Daawuda doom ju rafet xel, mu jiite xeet wu réy wii.»"},{"style":"v","text":"Ci kaw loolu Iram yónnee ca Suleymaan, ne ko: «Dégg naa kàddu yi nga ma yóbbante. Man ci sama bopp dinaa la defal li nga bëgg lépp ci wàllu banti garabi seedar ak sippar\\f + \\fr 5.22 \\fk sippar, \\ft garab la gu xeetook filaawoo.\\f*."},{"style":"v","text":"Samay surgaa koy diree Libaŋ ba ca géej ga, rabat ko, ma jaarale ko ci géej gi ba foo ma wax. Su ko defee ma tas ko foofa, nga yóbbu. Yaw nag nangul ma rekk li may sàkku, muy nga joxal ma sama waa kër ab dund.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Iram jox Suleymaan la mu bëgg ci banti garabi seedar ak sippar."},{"style":"v","text":"Suleymaan ci wàllu boppam jox Iram ñaar fukki junniy (20~000) sëfi mbaami peppu bele, ak ñaar fukki junniy (20~000) sëfi mbaam ci diwu oliw gu ñu segal. Suleymaan di defal Iram noonu at mu ne."},{"style":"v","text":"Ba loolu weesoo Aji Sax ji mayoon na Suleymaan xel mu rafet, na mu ko ko dige woon. Jàmm it doxoon na diggante Iram ak Suleymaan, ba ñu fasante \\w kóllëre|kóllëre g-:\\w* ñoom ñaar."},{"style":"p","text":""},{"style":"v","text":"Buur Suleymaan nag sas fanweeri junniy nit (30~000) ci Israayil gépp ay liggéeyi sañul-bañ."},{"style":"v","text":"Mu di leen yebal Libaŋ, weer wu nekk fukki junni (10~000) dem. Bu ñu amee Libaŋ weer, am seeni kër ñaari weer. Adoniram a jiite woon sas ya."},{"style":"v","text":"Suleymaan sàkk juróom ñaar fukki junniy (70~000) yenukat, ak juróom ñett fukki junniy (80~000) yattkati doj ca tund ya,"},{"style":"v","text":"te bokkul ak ñetti junni ak ñetti téeméeri nit (3~300) ñi Suleymaan tabb, ñuy jiite liggéey bi, di saytu liggéeykat yi."},{"style":"v","text":"Buur santaane ñu jële fa doji tànnéef yu réy yu ñuy yatt, muy fondmaa kër Yàlla ga."},{"style":"v","text":"Ba mu ko defee tabaxkati Suleymaan ak tabaxkati Iram ak waa Gebal di yatt aka waajal bant yaak doj ya ñuy tabaxe kër ga."}]