[{"style":"s1","text":"Suleymaan tabax na kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Ca ñeenti téeméereelu at maak juróom ñett fukk (480), gannaaw ba \\w bànni Israayil|bànni Israayil:\\w* génnee réewum Misra, ca ñeenteelu atu nguurug Suleymaan, ci weeru Siw\\f + \\fr 6.1 \\fk weeru Siw \\ft moo yemook awril, jàpp me.\\f*, di ñaareelu weeru at ma, ca la Suleymaan tàmbalee tabax kër Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"Kër gi Buur Suleymaan tabaxal Aji Sax ji, juróom benn fukki xasab\\f + \\fr 6.2 \\fk xasab \\ft mooy guddaayu loxo, diggante catu baaraamu digg ak conc, di ñeent fukki sàntimet ak juróom.\\f* la guddaay bi am, yaatuwaay bi di ñaar fukki xasab, taxawaay bi di fanweeri xasab."},{"style":"v","text":"Buntu \\w néeg bu mag|néeg (Yàlla) bu mag b-:\\w* bi, am mbaar la jàkkaarlool, mbaar mi di ñaar fukki xasab, tollook yaatuwaayu kër gi. Guddaayam féete ci kanam kër gi, yokke guddaayu kër gi fukki xasab."},{"style":"v","text":"Mu defal miiri kër gi ay palanteer yu am feguwaay yu ñu we ay caax."},{"style":"v","text":"Mu tabax ay taax yu sës ca ñetti miiri kër gi. Taax yi dar ñaari miiri néeg bu mag bi ak miiru néegu biir bu sell bi ci gannaaw. Taax yi def ay néeg yu ndaw."},{"style":"v","text":"Taax mi féete suuf juróomi xasab mooy yaatuwaay bi, taax mi ci tegu di juróom benni xasab. Taaxum kaw mi am yaatuwaayu juróom ñaari xasab; ndax dañoo bàyyi ay teguy làcc ci miiri kër gi, ngir xaddi taax yi baña jàpp ci miiri kër gi."},{"style":"p","text":""},{"style":"v","text":"Kër ga, ba ñu koy tabax, ay doj lañu ko tabaxe, muy doj yu ñu yatt fa ñu ko jële ba noppi, moo tax du marto, du sémmiñ mbaa lenn luy jumtukaayu weñ bu ñu dégg mu dal, diir ba ñuy tabax kër ga."},{"style":"p","text":""},{"style":"v","text":"Buntu taax mi ci suuf ma nga féete woon ndijoor, nit mana jaare ci ay dëggastal, yéeg jàll ci taaxum digg mi, jóge ci taaxum digg mi, jàll ci taax mi ci kaw."},{"style":"p","text":""},{"style":"v","text":"Suleymaan tabax kër gi ba noppi, xadde ko dénki garabi seedar ak gàlluy seedar."},{"style":"v","text":"Taaxi kaw yi wër kër gépp, bu ci nekk juróomi xasab la def taxawaayam, lëkkalee ko peeri garabu seedar, ba mu sës ca kër ga."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu kàddug Aji Sax ji dikkal Suleymaan. Mu ne ko:"},{"style":"v","text":"«Kër gii de yaa ngi koy tabax. Waaye soo sàmmee samay dogal ak samay ndigal, di jëfe sama santaane yépp, di ci topp, su boobaa dinaa sottal li ma digoon sa baay Daawuda ci sa mbir."},{"style":"v","text":"Dinaa dëkk ci digg bànni Israayil, te duma dëddu Israayil, sama ñoñ.»"},{"style":"v","text":"Ba mu ko defee Suleymaan tabax kër gi, ba sottal ko."},{"style":"s1","text":"Liggéey nañu biir kër gi"},{"style":"p","text":""},{"style":"v","text":"Fa féete biir nag, mu lale miir yi xànqi seedar, dale ko ci suuf ba ci xadd bi. Dafa lal biir kër gi bant, lal dër bi xànqi sippar."},{"style":"v","text":"Bàyyi na itam ñaar fukki xasab ci biir kër gi ci gannaaw, muy néeg bu mu lale banti seedar ci suuf ba ci xadd bi ci kaw. Mu ber ko ci biir kër gi, mu dib \\w néegu biir bu sell|néeg bu sell b-:\\w*, di néeg bu sella sell bi."},{"style":"v","text":"\\w Néegu Yàlla bu mag|néeg (Yàlla) bu mag b-:\\w* bi féete kanam néeg bu sella sell, tollu ci ñeent fukki xasab."},{"style":"v","text":"Banti seedar yi lale ci biir kër gi, dees cee yatt ay nataali koog ak tóor-tóor yu focci; lépp di bantu seedar, ba xeer feeñul."},{"style":"p","text":""},{"style":"v","text":"Néeg bu sella sell ba ca biir kër ga ca biir-a-biir la waajal, ngir yeb fa \\w gaal gay def àlluway kóllërey Aji Sax|gaalu kóllëre g-:\\w* ji."},{"style":"v","text":"Néeg bu sella sell ba amoon na guddaayu ñaar fukki xasab, yaatuwaay ba di ñaar fukki xasab, taxawaay ba di ñaar fukki xasab; Suleymaan xoob ko wurusu ngalam. \\w Sarxalukaayu|sarxalukaay b-:\\w* seedar ba jàkkaarlook néeg ba, moom it xoob na ko wurusu ngalam."},{"style":"v","text":"Ci biir loolu Suleymaan xoob biir néegu Yàlla ba wurusu ngalam. Mu tàllal ay càllalay wurus fi kanam néeg bu sella sell ba,"},{"style":"v","text":"daldi xoob ci biir wurus ba mu daj."},{"style":"p","text":"Sarxalukaayu néeg bu sella sell ba, lépp la xoobe wurus."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu mu sàkk ca biir néeg bu sella sell ba ñaari malaakay \\w serub|serub y-:\\w* yu ñu yatte bantu oliw, jëmm ju ci nekk am taxawaayu fukki xasab."},{"style":"v","text":"Benn serub bi laaf mu ci nekk juróomi xasab la, muy fukki xasab ci catal menn laaf mi ba ca catal laaf ma ca des."},{"style":"v","text":"Fukki xasab it mooy taxawaayu ñaareelu serub bi, ndax ñaari serub yee tolloo dayo, bokk bind;"},{"style":"v","text":"taxawaayub serub bu ci nekk fukki xasab la."},{"style":"p","text":""},{"style":"v","text":"Suleymaan teg serub ya ca digg néeg bu sella sell ba, seeni laaf fireeku, catal laafu benn serub bi di laal genn wetu tabax bi, catal laafu serub ba ca des di laal geneen wetu tabax bi. Seen ñaari cati laaf yi ci des it di laale fa tollook digg néeg ba."},{"style":"v","text":"Mu teg ca xoob serub yi wurus."},{"style":"p","text":""},{"style":"v","text":"Mu yattlu nag ay serub ci kaw miiri ñaari néegi kër gi, yattaale garabi ron aki tóor-tóor yu focci, wërale."},{"style":"v","text":"Xoob na itam dëru tabax bi wurus, ci néegu biir bi ak ci biti."},{"style":"p","text":""},{"style":"v","text":"Buntu néeg bu sella sell ba, banti oliw la def ay lafam, njëël bunt bi aki jënam, bant lañu yu bindoo juróomi wet."},{"style":"v","text":"Ñaari lafi bunt yi banti oliw la; mu yattlu ca kawam ay malaakay serub aki ron aki tóor-tóor yu focci, ba noppi xoob lépp wurus, xoobaale serub yi wurus ak ron yi itam."},{"style":"v","text":"Noonu it la def buntu néeg bu mag bi, ay jënam di bantu oliw, waaye bunt bi, jëëm aki jënam, bant lañu yu bindoo ñeenti wet."},{"style":"v","text":"Ñaari lafam di bantu sippar, bu ci nekk di ñaari xànq yuy warangiku."},{"style":"v","text":"Mu yattlu ci kaw kubeeri bunt yi jëmmi serub aki ron aki tóor-tóor yu focci, daldi xoob lépp wurus."},{"style":"p","text":""},{"style":"v","text":"Suleymaan tabaxe miiru ëttu biir bi ay xeeri yatt ak xànqi seedar, ba ñetti sësalantey xeer yu tegloo yu ne, benn sësalanteb xànqi seedar tege ca."},{"style":"p","text":""},{"style":"v","text":"Ca ñeenteelu atu nguurug Suleymaan, yemook ñaareelu weer wa, di weeru Siw, ca lañu teg fondmaa kër Aji Sax ji."},{"style":"v","text":"Ca fukkeelu at maak benn, yemook juróom ñetteelu weer wa, di weeru Bul\\f + \\fr 6.38 \\fk weeru Bul \\ft moo yemook oktoobar, jàpp nowàmbar.\\f*, ca la kër ga sotti, mook mboolem la ca bokk ak na mu wara bindoo lépp. Suleymaan tabax na kër ga ci juróom ñaari at."}]