[{"style":"s1","text":"Sancal nañu gaalu Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Suleymaan woolu magi Israayil. Mboolem kilifay giiri Israayil ak seen njiiti kër maam ya daje Yerusalem ca Buur Suleymaan, ngir ñu àgg \\w Siyoŋ|Siyoŋ:\\w*, gox ba ñu naan Kër Daawuda, ba yékkatee fa \\w gaal ga kóllërey Aji Sax ji dence|gaalu kóllëre g-:\\w*."},{"style":"p","text":""},{"style":"v","text":"Waa Israayil gépp nag daje ca Buur Suleymaan, ca weeru Etanim\\f + \\fr 8.2 \\fk weeru Etanim \\ft moo yemook sàttumbar, jàpp oktoobar, ñu daan ca amal màggalu Mbaar ya.\\f*, ca màggalug juróom ñaareelu weer wa, di \\w màggalu Mbaar|Màggal yi:\\w* ya."},{"style":"v","text":"Ba magi Israayil ñépp dikkee, \\w sarxalkat|sarxalkat b-:\\w* ya yékkati gaal ga,"},{"style":"v","text":"Ñoo yékkati gaalu Aji Sax ja, ak \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, ak mboolem jumtukaay yu \\w sell|sell:\\w* ya ca biir xayma ba. \\w Sarxalkat|sarxalkat b-:\\w* yaak Leween ña daldi gàddu lépp."},{"style":"v","text":"Buur Suleymaan ak mbooloom Israayil ma daje fa moom, ñoom ñépp a nga bokk ak moom, teew. Ñu jàkkaarlook gaal ga, di rendi ay gàtt aki nag yu kenn manula lim mbaa di ko waññ, ndax bare."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu sarxalkat ya yóbbu gaalu Aji Sax ja ca bérebam, ca biir \\w néeg bu sella sell|néeg bu sell b-:\\w* ba, ca ron laafi malaakay \\w serub|serub y-:\\w* ya."},{"style":"v","text":"Ndaxte jëmmi serub ya, seeni laaf daa tàllalu, tiim bérebu gaal ga, laaf ya yiir kaw gaal ga aki njàppoom."},{"style":"v","text":"Njàppu ya daa guddoon, ba ku tollu ca néeg bu sell ba, ca kanam néeg bu sella sell ba, di mana séen la cat ya sute guddaayu gaal ga. Waaye maneesula tollu ca biti di séen cat ya. Njàppu yaa nga fa ba tey jii."},{"style":"v","text":"Dara nekkuloon ca biir gaal ga, lu moy ñaari àlluway doj ya ca Musaa yeboon ca tundu Xoreb\\f + \\fr 8.9 \\fk Xoreb \\ft mooy Sinayi ba tey.\\f*, fa Aji Sax ji fase woon \\w kóllëre|kóllëre g-:\\w* ak \\w bànni Israayil|bànni Israayil:\\w*, ba ñu génnee réewum Misra."},{"style":"p","text":""},{"style":"v","text":"Ba sarxalkat ya génnee néeg bu sell ba, niir wa daa fees kër Aji Sax ja,"},{"style":"v","text":"ba sarxalkat ya manatuñoo taxaw, ngir def seen liggéey ndax niir wa. Booba leeru Aji Sax jaa fees kër Aji Sax ji."},{"style":"s1","text":"Suleymaan àddu na"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Suleymaan ne: «Aji Sax ji moo noon lëndëm gu fatt lay màkkaanoo.»"},{"style":"v","text":"Mu ne Aji Sax ji: «Tabaxal naa la kër gu màgg, muy màkkaan mooy dëkke ba fàww.»"},{"style":"v","text":"Ci kaw loolu Buur Suleymaan walbatiku, ñaanal mbooloom Israayil mépp, fekk mbooloom Israayil mépp a nga taxaw."},{"style":"p","text":""},{"style":"v","text":"Mu ne: «Cant ñeel na Aji Sax ji Yàllay Israayil, moom mi sottal ci loxol boppam la mu waxoon Daawuda sama baay ci gémmiñam, ne ko:"},{"style":"v","text":"“La dale bés ba ma génnee \\w bànni Israayil|bànni Israayil:\\w*, sama ñoñ ca Misra ba tey, tànnuma benn dëkk, ci mboolem giiri Israayil, bu ñuy tabax kër gu sama tur di nekk. Waaye maa tànn Daawuda, ngir mu falu ci kaw Israayil sama ñoñ.”"},{"style":"v","text":"La doon yéeney Daawuda sama baay nag moo doon tabax kër gu mu tudde Aji Sax ji Yàllay Israayil."},{"style":"v","text":"Teewul Aji Sax ji wax Daawuda sama baay, ne ko: “Gannaaw yaa fasoon ci sa xol yéeney tabax kër, tudde ma ko, def nga lu rafet, ngir sa yéeney xol la woon."},{"style":"v","text":"Waaye du yaw yaay tabax kër gi; sa doom ju góor ju soqikoo ci sa geño, moom mooy tabax kër gi, tudde ma ko.”"},{"style":"p","text":""},{"style":"v","text":"«Aji Sax ji moo sottal waxam ja mu waxoon. Maa wuutu Daawuda sama baay, ba toog ci jalub Israayil, noonee ko Aji Sax ji waxe woon, maa tabax kër gi, tudde ko Aji Sax ji Yàllay Israayil."},{"style":"v","text":"Te it sàkk naa fa béreb bu ñeel \\w gaal gi def àlluway kóllërey Aji Sax|gaalu kóllëre g-:\\w* ji, kóllëre gi mu fasoon ak sunuy maam, ba mu leen génnee réewum Misra.»"},{"style":"s1","text":"Suleymaan yékkati na kàddug ñaan"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Suleymaan taxaw jàkkaarlook \\w sarxalukaayu|sarxalukaay b-:\\w* Aji Sax ji, fa kanam mbooloom Israayil mépp. Mu tàllal ay loxoom asamaan,"},{"style":"v","text":"daldi ne: «Yaw Aji Sax ji Yàllay Israayil, amul jenn Yàlla ju mel ni yaw fa kaw asamaan mbaa ci kaw suuf si mu tiim, yaw miy sàmm \\w kóllëre|kóllëre g-:\\w* ak ngor, ñeel sa jaam ñiy doxe seen léppi xol, fi sa kanam."},{"style":"v","text":"Yaa sàmm kàddu ga nga waxoon sa jaam ba, Daawuda sama baay, ci sa gémmiñu bopp, te yaa sottal ci sab loxo sa kàddu bés niki tey."},{"style":"p","text":""},{"style":"v","text":"«Léegi nag Aji Sax ji Yàllay Israayil, ngalla sàmmal la nga waxoon sa jaam ba, Daawuda sama baay, ne ko: “Deesu la xañ mukk ci saw askan ku góor kuy tooge jalub Israayil fi sama kanam, ndegam saw askan a ngi moytu seenu yoon, tey doxe fi sama kanam noonee nga ko daan defe.”"},{"style":"v","text":"Kon nag yaw Yàllay Israayil, ngalla saxalal wax jooju nga waxoon Daawuda sama baay, sa jaam ba."},{"style":"p","text":""},{"style":"v","text":"«Waaye yaw Yàlla! Ndax yaay dëkk ci kaw suuf sax? Seetal rekk, Seetal rekk, asamaan ba ca asamaani asamaan manu laa fat, astamaak kër sii ma tabax."},{"style":"v","text":"Waaye Aji Sax ji, sama Yàlla, rikk, teewlul li ma lay ñaan, man sab jaam, di la ko dagaan; ngalla déggal sama yuux, te nangu ñaan gi ma lay ñaan bés niki tey."},{"style":"v","text":"Yal nanga ne jàkk guddeek bëccëg ci kër gii, béreb bi nga noon: “Fi la sama tur di nekk,” te yal nanga dégg ñaan gi may ñaan jublu ci béreb bii, di ko ñaan, man sab jaam."},{"style":"v","text":"Yal nanga may nangul sama dagaan, nangul Israayil sa ñoñ. Bu ñu jubloo béreb bii, ñaan la, yal nanga ko dégge béreb ba nga dëkke ca asamaan, ba nangul leen, jéggal leen."},{"style":"p","text":""},{"style":"v","text":"«Ku ñu tuumaal ne moo tooñ moroomam, te yoon waatloo ko ba waat war ko, bu dikkee di waatsi fi sa kanam sarxalukaay bi ci biir kër gii,"},{"style":"v","text":"su boobaa, yaw rikk dégge ko fa asamaan, àtte say jaam, ngir teg ki tooñ, daanub tooñ, këpp añu jëfam ci kaw boppam, te nga dëggal ki am dëgg, ngir jox ko dëggam gi mu yelloo."},{"style":"p","text":""},{"style":"v","text":"«Bu Israayil sa ñoñ daanoo fi kanam ab noon, ndax tooñ gu ñu la tooñ, bu ñu waññikoo ci yaw, sàbbaal saw tur, ñaan, sàkku saw yiw ci biir kër gii,"},{"style":"v","text":"su boobaa yaw, yal nanga dégge fa asamaan, ba jéggale bàkkaarub Israayil sa ñoñ, te nga delloo leen ca réew ma nga joxoon seeni maam."},{"style":"p","text":""},{"style":"v","text":"«Bu asamaan tëjoo, ba taw amul ndax tooñ gu ñu la tooñ, bu ñu jubloo béreb bii, ñaan la, sàbbaal saw tur, dëddu seen bàkkaar ndax sa mbugal,"},{"style":"v","text":"su boobaa yaw ngalla nangool fa asamaan, te nga jéggale sa bàkkaaru jaam ñi, Israayil sa ñoñ. Ngalla xamal leen yoon wu baax wi ñu wara doxe te nga tawal sa suuf, si nga joxoon sa ñoñ, muy seen cér."},{"style":"p","text":""},{"style":"v","text":"«Bu xiif amee ci réew mi, mbaa mbas, mbaa gàncax gi lakk, mbaa benaat xuural ko, mbaa mu diy njéeréer mbaa soccet, mbaa su dee congum seen noon ci seen dëkki réew mi, mbaa muy mboolem luy musiba ak mboolem jàngoro, su boobaa,"},{"style":"v","text":"lépp lu ciy ñaan akug tinu gu bawoo ci képp ku mu doon mbaa ci mboolem Israayil sa ñoñ, te fekk ku ci nekk ràññee mititu xolam, ba tàllal ay loxoom jublook kër gii,"},{"style":"v","text":"su boobaa, yaw, ngalla nangoo ko fa asamaan, màkkaan ma nga dëkke, ba jéggale, te nga jëf ba yool ku nekk kemu mboolem ay jëfam, yaw mi xam xolam, ndax yaw doŋŋ yaa xam xolu mboolem doom aadama."},{"style":"v","text":"Su ko defee dinañu la ragal seen giiru dund ci kaw suuf si nga joxoon sunuy maam."},{"style":"p","text":""},{"style":"v","text":"«Te itam doxandéem bu bokkul ci Israayil sa ñoñ te jóge réew mu sore ngir sa tur,"},{"style":"v","text":"ndax kat dees na dégg sa tur wu màgg ak sa dooley loxo ak sa kàttanu përëg, bu dikkee ba jublu ci kër gii, ñaan,"},{"style":"v","text":"su boobaa ngalla nangool fa asamaan, màkkaan ma nga dëkke, te nga defal doxandéem boobu mboolem lu mu la ñaan, ndax xeeti àddina yépp xam sa tur, ngir ragal la ni Israayil sa ñoñ, te xam ne saw tur lañu tudd ci kër gii ma tabax."},{"style":"p","text":""},{"style":"v","text":"«Bu sa ñoñ di xarejeek seen noon, ci yoon woo leen yebal, su ñu ñaanee ci Aji Sax ji, jublook dëkk bii nga tànn ak kër gii ma tabax ngir sa tur,"},{"style":"v","text":"su boobaa ngalla nangool fa asamaan seenug ñaan ak seen dagaan te nga may leen ndam."},{"style":"v","text":"Bu ñu la moyee, nde amul nit ku dul moy, ba nga mere leen, teg leen ci loxob noon, noon ba jàpp leen, yóbbu am réewam, mu sore mbaa mu jege,"},{"style":"v","text":"bu ñu demee ba seenum xel dellusee fa réew ma ñu leen yóbbu ngàllo, ñu tuub tey sàkku aw yiw fi yaw foofa ca réewum ña leen jàpp, ne la: “Noo moy, noo ñaaw, noo def lu bon,”"},{"style":"v","text":"bu ñu waññikoo seen léppi xol ak seen léppi jëmm ci yaw, foofa ca seen réewu noon ya leen jàpp, ba gannaaw gi ñu ñaan la, jublook seen réew ma nga joxoon seeni maam, jublook dëkk bi nga tànn, jublook kër gii ma tabax ngir sa tur,"},{"style":"v","text":"su boobaa ngalla nangool fa asamaan, fa màkkaan ma nga dëkke, seen ñaan ak seen dagaan, te nga sàmm seen àq,"},{"style":"v","text":"te it nga jéggal sa ñoñ ñi la moy, jéggal leen seen mboolem tooñ yu ñu la tooñ, te may leen yërmandey ña leen jàpp, ba ñu yërëm leen."},{"style":"v","text":"Ndax kat ñooy sa ñoñ ñi nga séddoo, génnee leen Misra, taalu xellikaayu weñ gu ñuul ga."},{"style":"p","text":""},{"style":"v","text":"«Sang bi, teewlul bu baax samay tinu ak sa tinuy mbooloom Israayil mii, ba nangul leen mboolem lu ñu la jooy,"},{"style":"v","text":"ndaxte danga leena ber ci biir xeeti àddina yépp, séddoo leen, te waxoon nga ko, Musaa sa jaam ba jottali ko, ba ngay génne sunuy maam Misra, yaw Boroom biy Aji Sax ji.»"},{"style":"s1","text":"Suleymaan ñaanal na bànni Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba Suleymaan noppee ñaan Aji Sax ji mboolem ñaanam ya ak dagaanam yooyu, daa siggee ca \\w sarxalukaayu|sarxalukaay b-:\\w* Aji Sax ja mu sukkoon tàllal loxo ya, jublu asamaan."},{"style":"v","text":"Mu taxaw, di ñaanal mbooloom Israayil mépp, daldi àddu ca kaw ne:"},{"style":"v","text":"«Cant ñeel na Aji Sax ji, moom mi may Israayil mbooloom ab dalluwaay, muy la mu waxoon lépp, ngir benn baat fanaanul àll ci digey jàmm yi mu dige woon yépp, te Musaa jaamam ba jottali ko."},{"style":"v","text":"Yal na sunu Yàlla Aji Sax ji ànd ak nun, na mu ànde woon ak sunuy maam. Yàlla bu nu wacc mukk mbaa mu di nu dëddu."},{"style":"v","text":"Yal na nu xiir ci boppam, nuy tegu ci yoonam yépp, di jëfe ay santaaneem aki dogalam ak àttey yoonam yi mu dénkoon sunuy maam."},{"style":"v","text":"Sama kàddu yii ma ñaan fi kanam Aji Sax ji, yal na doon lu sunu Yàlla Aji Sax ji def yitteem guddeek bëccëg. Mu di ma dëggal, man jaamam, di dëggal Israayil ñoñam, saa yu nu ko soxlaa."},{"style":"v","text":"Su ko defee xeeti àddina yépp dinañu xam ne Aji Sax ji mooy Yàlla, te amul moroom."},{"style":"v","text":"Waaye nag joxleen Aji Sax ji sunu Yàlla seen léppi xol, ngir ngeen mana tënku ciy dogalam tey jëfe ay santaaneem ni bésub tey.»"},{"style":"s1","text":"Suleymaan daloo na kër Yàlla ga"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Buur Suleymaan ànd ak Israayil gépp, sarxe ab sarax fi kanam Aji Sax ji."},{"style":"v","text":"Mu defal Aji Sax ji \\w saraxi cant ci biir jàmm|Sarax yi:\\w*, lépp di ñaar fukki junniy nag ak ñaar (22~000) ak téeméeri junniy gàtt ak ñaar fukk (120~000). Noonu la Buur ak \\w bànni Israayil|bànni Israayil:\\w* gépp amale xewu jagleb kër Aji Sax ji."},{"style":"v","text":"Bésub keroog Buur sellal na digg ëtt ba janook néegu Aji Sax ji, ndax fa la joxe \\w saraxu rendi-dóomal|Sarax yi:\\w* ba ak \\w saraxu pepp|Sarax yi:\\w* ba ak nebbonu saraxu cant ci biir jàmm, ndax \\w sarxalukaayu|sarxalukaay b-:\\w* xànjar ba fa kanam Aji Sax ji moo tuutoon ci defandoo saraxu rendi-dóomal ba ak saraxu pepp ba ak nebbonu saraxu cant ga ci biir jàmm."},{"style":"p","text":""},{"style":"v","text":"Suleymaan nag amal màggal ga jant yooyu, ànd caak Israayil gépp, muy ndaje mu réy mu jóge Buntu Amat ca bëj-gànnaar ba ca xuru Misra ca bëj-saalum, di màggalsi fi sunu Yàlla Aji Sax ji, ba mu am juróom ñaari fan, tegaat ca juróom ñaari fan, muy fukki fan ak ñeent."},{"style":"v","text":"Ca ëllëg sa nag Buur yiwi mbooloo ma, ñu ñaanal ko, daldi dellu seeni xayma, ci biir mbégte ak xol bu sedd ci mboolem lu baax la Aji Sax ji defal Daawuda jaamam ba, ak Israayil, ñoñam."}]