[{"style":"s1","text":"Aji Sax ji feeñu na Suleymaan"},{"style":"p","text":""},{"style":"v","text":"Ba Suleymaan noppee ci tabax kër Aji Sax ji ak kër buur, ak mboolem nammeelam gu mu bëggoona sottal,"},{"style":"v","text":"la ko Aji Sax ji feeñu ñaareel bi yoon, na mu ko feeñoo woon fa Gabawon."},{"style":"v","text":"Aji Sax ji ne ko: «Dégg naa sag ñaan ak sab dagaan. Maa sellal kër gii nga tabax, ngir teg fi sama tur ba fàww. Samay gët ak sama xol it fi lay nekk bés bu nekk."},{"style":"p","text":""},{"style":"v","text":"«Yaw nag, soo doxee fi sama kanam ni Daawuda sa baay daan doxe cig mat akug njub, di def lépp lu ma la sant, sama dogali yoon ak sama àttey yoon, nga di ko sàmm,"},{"style":"v","text":"kon maay saxal sab jal ci kaw Israayil ba fàww, na ma ko waxe woon Daawuda sa baay, ne ko: “Doo ñàkk ku góor kuy toog ci jalub Israayil.”"},{"style":"v","text":"Waaye su ngeen ma dëddoo ba dëddu ma, yeen ak seeni sët, ba jëfewuleen samay santaane, sama dogali yoon yi ma leen tëralal, bay dem di jaamu yeneen yàlla, di leen sujjóotal,"},{"style":"v","text":"su boobaa maay génne \\w bànni Israayil|bànni Israayil:\\w* fi déndub suuf si ma leen jox, te kër gi ma sellal ngir sama tur, maa koy xalab, mu sore ma, te kon Israayil mujj di tur wu ñuy léeboo ak di ko kókkalee ci biir xeet yépp."},{"style":"p","text":""},{"style":"v","text":"«Su boobaa kër gii dina gent te képp ku ko romb dina yéemu tey muslu ci lu ni mel, te dina ne: “Lu tax Aji Sax ji def nii réew mii ak kër gii?”"},{"style":"v","text":"Ñu ne: “Xanaa li ñu dëddu seen Yàlla Aji Sax ji jële seeni maam réewum Misra, di topp yeneen yàlla, di leen sujjóotal aka jaamu. Moo tax Aji Sax ji teg leen musiba mii mépp.”»"},{"style":"s1","text":"Buur Suleymaan jëflante naak Buur Iram"},{"style":"p","text":""},{"style":"v","text":"Ñaar fukki at yi Suleymaan tabax ñaari kër yi, kër Aji Sax ji ak kër buur, ba mu matee"},{"style":"v","text":"fekk na Iram buurub Tir jox Suleymaan ay banti garabi seedar ak sippar\\f + \\fr 9.11 \\fk sippar: \\ft seetal ci 5.22.\\f*, ak mboolem lu mu soxla ci wurus. Buur Suleymaan nag jox Iram ñaar fukki dëkk ci diiwaanu Galile."},{"style":"v","text":"Ci kaw loolu Iram bàyyikoo Tir, seeti dëkk ya ko Suleymaan jox, waaye dëkk ya neexu ko."},{"style":"v","text":"Mu ne ko: «Sama waay, dëkk yi nga ma jox nag?» Mu daldi tudde dëkk ya réewum Kabul (muy firi Jarul dara), mooy turam ba tey jii."},{"style":"v","text":"Iram yónnee woon na Buur lu ëpp ñeent fukki barigoy wurus."},{"style":"p","text":""},{"style":"v","text":"Buur Suleymaan dafa dogaloon liggéeyu sañul-bañ bu mu sas ay nit. Ñu tabax kër Aji Sax ji ak këru boppam ak sëkkub Milo\\f + \\fr 9.15 \\fk Milo, \\ft xur la wu doxoon diggante kër Yàlla ga ak gox ba ñu naan Kër Daawuda. Suleymaan sëkklu ko.\\f* ak tatay Yerusalem ya ak dëkk yii di Àccor, Megido ak Geser. Ni mu deme nii la:"},{"style":"v","text":"Firawna buuru Misra moo daloon ci kaw Geser, nangu dëkk ba, lakk ko, rey Kanaaneen ña ca dëkkoon, daldi may dëkk ba doomam jay soxnas Suleymaan, muy yebam."},{"style":"v","text":"Suleymaan tabaxaat Geser ak Bet Oron Suuf"},{"style":"v","text":"ak Baalat ak Tamar\\f + \\fr 9.18 \\fk Tamar \\ft dees na ko wax Tadmor ba tey.\\f* ca màndiŋu réew ma,"},{"style":"v","text":"ak mboolem dëkki dencukaayam, ak dëkk ya watiiri xare ya dence, ak dëkki gawar ya. Lu Suleymaan nammoona tabax daal, tabax na ko ca Yerusalem ak ca Libaŋ ak mboolem réew mu nekk ci kilifteefam."},{"style":"p","text":""},{"style":"v","text":"Mboolem nit ña desoon ca Amoreen ñaak Etteen ñaak Periseen ñaak Eween ñaak Yebuseen ña, ñooñu bokkul ci \\w bànni Israayil|bànni Israayil:\\w*,"},{"style":"v","text":"seen sët ya leen wuutu ca réew ma te bànni Israayil manuñu leen woona faagaagal, Suleymaan moo leen dugal ci liggéeyu njaam ak sañul-bañ, ñu nekke ko ba tey jii."},{"style":"v","text":"Waaye ñi bokk ci bànni Israayil, Suleymaan defu leeni jaam, ndax ñoom ñoo doon ay xarekatam aki dagam aki jawriñam aki njiiti xareem ak boroom watiiri xareem ak dawalkati watiiram."},{"style":"v","text":"Ñoo doon saytukat yi yore liggéeyi Suleymaan. Amoon na juróomi téeméeri jawriñam ak juróom fukk (550) yu daan jiite nit ñiy def liggéey bi."},{"style":"p","text":""},{"style":"v","text":"Doomu Firawna ju jigéen ja nag jóge gox ba ñu naan Kër Daawuda, séyi kërug boppam ga ko Suleymaan tabaxal. Gannaaw gi la Suleymaan tabax sëkkub Milo."},{"style":"p","text":""},{"style":"v","text":"Suleymaan di def ñetti yoon cim at ay \\w saraxi rendi-dóomal|Sarax yi:\\w* ak \\w saraxi cant ci biir jàmm|Sarax yi:\\w*, di ko sarxal ci kaw \\w sarxalukaay|sarxalukaay b-:\\w* bi mu tabaxal Aji Sax ji, boole ci di taal \\w cuuraay|cuuraay l-:\\w* ci kaw sarxalukaay bi, fi kanam Aji Sax ji. Mu daldi sottal la war ca kër Yàlla ga."},{"style":"p","text":""},{"style":"v","text":"Ay gaal yu mag itam Buur Suleymaan defarlu na ko ca Eccon Geber ga ca wetu Elat, ca tefesu géeju Barax ya, ca réewum Edom."},{"style":"v","text":"Iram yebal ay nitam, ñuy mool yu xam géej. Ñu ànd ak niti Suleymaan ca gaal ya,"},{"style":"v","text":"dem Ofir. Lu ëpp téeméeri barigoy wurus ak ñeent fukk (140) lañu fa jële, indil Buur Suleymaan."}]