[{"style":"s1","verse":"","text":"Nganug Póol neenul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeen ci seen bopp kay, bokk yi, xam ngeen ne sunu ngan ak yeen neenul."},{"style":"v","verse":"2","text":"Xam ngeen na nu njëkkoona sonne ak na ñu nu toroxale woon ca Filib, dëkk ba, bala noo dikk fa yeen. Teewul ci sunu ndimbalal Yàlla nu ñeme leena àgge, ci biir xeex bu metti sax, xibaaru jàmm bu Yàlla bi."},{"style":"v","verse":"3","text":"Ndaxte sunub woote laluwul ci pexem sànke ak mébét mu setul akug njublaŋ."},{"style":"v","verse":"4","text":"Xanaa kay noonu nu Yàlla doyloo, ba dénk nu liggéeyu xibaaru jàmm bi, noonu lanuy waaree ci li neex Yàlla miy seet ab xol, te dunu ci wut bànneexu nit ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Masunoo jaye, xam ngeen ko, ag bëgge it masunoo taxa jóg, Yàlla seede na ko;"},{"style":"v","verse":"6","text":"masunoo sàkku ngërëmal nit, du ci yeen, du ci ñeneen."},{"style":"v","verse":"7","text":"Manoon nanoo taafantoo li nu diy ndawi \\w Almasi|Almasi b-:\\w* bi, ba diisal leen, waaye danoo lewetoon domm ci seen biir, mel ni jaboot juy toppatoo ay doomam."},{"style":"v","verse":"8","text":"Noonu lanu nabe woon ci yeen, ba bëggunu woona yem ci xamal leen doŋŋ xibaaru jàmm bu Yàlla, waaye danu leena sopp ba yéene woon leena jox sunu bakkan sax boole ci, ndax fi ngeen nu mujj tollu ci sunu xol."},{"style":"v","verse":"9","text":"Xanaa bokk yi, yeena ngi fàttaliku sunu doñ-doñ ak sunu coono? Diir ba nu leen di yégal xibaaru jàmm bu Yàlla bi, guddi ak bëccëg lañu daan liggéeyaale, ngir baña diisal kenn ci yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Yeena seede, Yàlla itam seede, cellte ak njub ak mucc sikk ga nu doon jëfe fa seen biir, yeen ñi gëm."},{"style":"v","verse":"11","text":"Xam ngeen ne fi baay féete doomam lanu féete kenn ku nekk ci yeen."},{"style":"v","verse":"12","text":"Ñaax nanu leen, dëfal leen, dénku leen, ngir ngeen di jëfe jëfin wu yelloo ak Yàlla mi leen woo ci nguuram ak teraangaam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Leneen lu nu dul noppee sante Yàlla, moo di lii: ba ngeen nangoo ci sunu làmmiñ kàddug Yàlla gi nu leen dégtal, te melul ni kàddug nit doŋŋ ngeen ko nangoo, waaye kàddug Yàlla gi mu doon ci lu wér, moom ngeen ko jële, te kàddu googu mooy liggéey ci seen biir, yeen gëmkat ñi."},{"style":"v","verse":"14","text":"Ndax kat bokk yi, yeena aw ci tànki gëmkati Almasi Yeesu ya fa mboolooy Yàlla ya fa réewum Yuda, ndax coono ya ñu daj ca Yawut ya, yeen it seeni waa réew teg nañu leen lu ni mel."},{"style":"v","verse":"15","text":"Yawut ñi ñoo rey Sang bi Yeesu, na ñu reye woon yonent yi, te ñoo nu bunduxataal tey. Neexuñu Yàlla, te nooni ñépp lañu."},{"style":"v","verse":"16","text":"Ñoo nuy aaye nu àgge jàmbur ñi dul Yawut kàddu gi leen di musal. Noonu lañu matale seen jóorub bàkkaar yi ñu nekke naka jekk, waaye am sànj a leen mujj dab."},{"style":"s1","verse":"","text":"Póol namm na waa Tesalonig"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Nun nag bokk yi, teqale nañu nu ak yeen ab diir, waaye xol yi sorewaatoowul, xanaa jëmm yi rekk a soree. Waaye sunu nammeel gu réy tax na noo def sunu kem kàttan, ndax yàkkamtee gisewaat ak yeen."},{"style":"v","verse":"18","text":"Moo tax nu bëggoon leena seetsi, waaye \\w Seytaane|Seytaane:\\w* moo nu gàllankoor. Te man Póol, jéem naa leena seetsi bu dul benn yoon du ñaar."},{"style":"v","verse":"19","text":"Ndax kat, ana kan mooy sunu yaakaar, di sunu mbég, te di sunu \\w kaala|kaala g-:\\w* gu nuy sagooji? Xanaa du yeen, kera ca sunu kanam Boroom Yeesu, bu feeñee?"},{"style":"v","verse":"20","text":"Yeen déy lanuy damoo, di leen bége."}]