[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba ñu muñee ba tële nag, ca lanu nangoo des ca Aten, nun doŋŋ."},{"style":"v","verse":"2","text":"Nu daldi yónni Timote, muy sunu mbokk, di jawriñub Yàlla bu nuy liggéeyandool ci xibaaru \\w Almasi|Almasi b-:\\w* bi. Su ko defee Timote dooleel leen, feddali seen ngëm,"},{"style":"v","verse":"3","text":"ngir kenn baña jàq ci biir tiis yii, ndax yeen ci seen bopp xam ngeen ne loolu lanu séddoo."},{"style":"v","verse":"4","text":"Ba nu nekkee ak yeen sax lanu leen njëkkoona wax ne dinanu daj ay coono, te xam ngeen ne noonu la ame."},{"style":"v","verse":"5","text":"Moo tax ba ma muñee ba tële, ma yónnee, ngir xam fu seen ngëm tollu, ndax ragal ne fiirkat bi da leena fiir, ba sunuw ñaq neen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Waaye léegi bi Timote délsee, bawoo ci yeen, xibaaru jàmm la nu àgge ci seen ngëm ak seen cofeel ak ni ngeen nuy bégee di nu fàttaliku saa su nekk, te namm nu lool ni nu leen namme, nun itam."},{"style":"v","verse":"7","text":"Kon nag bokk yi, ci sunu biir mitit ak njàqare, sunu xol sedd na ci yeen ndax seen ngëm."},{"style":"v","verse":"8","text":"Léegi kay nu ngi dundaat, gannaaw yeena ngi sax ci Boroom bi."},{"style":"v","verse":"9","text":"Ndaw njukkal lu nuy dellooti Yàlla ngir yeen, ndax mboolem mbég mi nu leen di bége fi sunu kanam Yàlla!"},{"style":"v","verse":"10","text":"Guddi ak bëccëg, pastéefu xol lanuy dagaane Yàlla, ngir man leena gisaat, ba mottali li yées ci seen ngëm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Yal na Yàlla sunu Baay ci boppam, ànd ak sunu Sang Yeesu, ngir jubal sunuw yoon ba nu agsi ci yeen."},{"style":"v","verse":"12","text":"Ni sunu cofeel ak yeen baawaane, yal na ko Boroom bi yokke ba baawaanal ag cofeel ci seen biir ak ci seen diggante ak nit ñépp."},{"style":"v","verse":"13","text":"Yal na Boroom bi dooleele noonu seen xol, ngir kera bu sunu Sang Yeesu délsee, ànd ak ñoñam ñu sell ñépp, fekk leen sell te mucc sikk, fa kanam Yàlla sunu Baay."}]