[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Waaye nag bokk yi, lu jëm ci ay àpp ak bés ya loolu di am, soxlawuleen ku leen ci bind,"},{"style":"v","verse":"2","text":"ndax yeen ci seen bopp, xam ngeen xéll ne Sang bi, ni sàccub guddi lay dikke."},{"style":"v","verse":"3","text":"Fa nit ñi naan: «Jàmm ak kaaraange dikk na,» fa la sànkute di dale ci seen kaw, ni aw mat di jekkee dal ci kaw jigéenu wérul, te kenn du ca rëcce."},{"style":"v","verse":"4","text":"Waaye yeen bokk yi, nekkuleen cig lëndëm, ba bés boobu di leen bett ni ab sàcc di bettee."},{"style":"v","verse":"5","text":"Yeen ñépp ay doomi leer ngeen, doomi bëccëg ndarakàmm; nun bokkunu dara ak guddi, mbaa ag lëndëm."},{"style":"v","verse":"6","text":"Kon nag bunu nelaw ni ñi ci des, waaye nanu teewlu, te ànd ak sunu sago."},{"style":"v","verse":"7","text":"Ndaxte ñiy nelaw, guddi lañuy nelaw; ñiy màndi it, guddi lañuy màndi."},{"style":"v","verse":"8","text":"Waaye nun ñiy waa bëccëg, nanu ànd ak sunu sago, te def ngëm ak cofeel sunu kiiraayal dënn; yaakaaru texe di sunu mbaxanam xare."},{"style":"v","verse":"9","text":"Ndax kat Yàlla séddu nu am sànj, waaye ag mucc la nu moomale ndax sunu Sang Yeesu Almasi bi."},{"style":"v","verse":"10","text":"Su nuy dund ak su nuy dee, moom moo nu deewal, ngir nu mana ànd ak moom, dund."},{"style":"v","verse":"11","text":"Kon nag noonu ngeen di ñaaxantee aka yokkante, nangeen ko wéye."},{"style":"s1","verse":"","text":"Dénkaane yii la Póol tëje"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw loolu bokk yi, danu leen di ñaan, ñi féetewoo coonob liggéey ci seen biir te jiite leen ci yoonu Boroom bi, di leen yee, nangeen leen yég."},{"style":"v","verse":"13","text":"Nangeen leen nawe seen kem kàttan te soppe leen noonu ndax seen liggéey. Gannaaw loolu, nangeen jàmmoo."},{"style":"v","verse":"14","text":"Bokk yi, danu leen di dénku; yaafus yi, femmuleen leen; ñi néewu fit, ñaaxleen leen; néew-doole yi, dimbalileen leen, te it muñalleen ñépp."},{"style":"v","verse":"15","text":"Fexeleen ba kenn du feyantoo. Waaye lu baax, deeleen ko deflante ci seen biir, te di ko defal ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Deeleen bég,"},{"style":"v","verse":"17","text":"di saxoo ñaan,"},{"style":"v","verse":"18","text":"te di sant ak nu mu mana deme. Loolu mooy coobarey Yàlla ci yeen ñi ànd ak \\w Almasi|Almasi b-:\\w* Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Buleen giimal taalub \\w Noowug Yàlla|Noo gu Sell g-:\\w* gi,"},{"style":"v","verse":"20","text":"buleen gàttañlu ay kàdduy \\w waxyu|waxyu:\\w*."},{"style":"v","verse":"21","text":"Waaye lu mu mana doon, settantalleen ko; li baax, ngeen jàpp ci,"},{"style":"v","verse":"22","text":"te lu bon ak nu mu mana bindoo, dàndleen ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Yàlla ci boppam, moom miy Boroom jàmm, yal na leen sellal, ba ngeen mat sëkk, te seen léppi xel ak seen léppi xol ak seen léppi yaram sàmmu, ba mucc sikk, ba kera bés bu sunu Sang Yeesu Almasi bi feeñee."},{"style":"v","verse":"24","text":"Ki leen woo de ku wóor la, te moo koy def it."},{"style":"s1","verse":"","text":"Póol tàggatoo na ak waa Tesalonig"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Bokk yi, nun itam, ñaanalleen nu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Nuyulleen nu bokk yépp, te fóonalleen nu leen, na mu gëna selle."},{"style":"v","verse":"27","text":"Maa ngi leen di dénku nag, ngir Boroom bi, jàngleen biral bataaxal bii ngir bokk yépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Yal na sunu yiwu Boroom Yeesu \\w Almasi|Almasi b-:\\w* bi ànd ak yeen."}]