[{"style":"mt1","text":"1.Samiyel"},{"style":"ms","verse":"","text":"Lii mooy jaar-jaari Samiyel"},{"style":"mr","verse":"","text":"(Saar 1---7)"},{"style":"s1","verse":"","text":"Aana ñaan na doom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Amoon na genn góoru Cuufeen gu dëkkoon Raama\\f + \\fr 1.1 \\fk Raama \\ft mooy Raamatayim ba tey.\\f* ga ca tundi Efrayim. Ñu di ko wax Elkana, baayam di Yeroxam. Yeroxam, Eliyu mooy baayam; Eliyu, Towu mooy baayam; Towu, Cuuf mu Efrayim mooy baayam."},{"style":"v","verse":"2","text":"Elkana amoon na ñaari soxna. Kenn ka di Aana, ka ca des di Penina. Penina amoon na ay doom, waaye Aana amul woon doom."},{"style":"v","verse":"3","text":"At mu nekkaan Elkana day jóge dëkkam, dem Silo, màggali fa \\w Aji Sax ji|Aji Sax j-:\\w* Boroom gàngoori xare yi, sarxalal ko ca Silo. Foofa la Xofni ak Fineyas, ñaari doomi Eli yu góor ya doonoon \\w sarxalkati|sarxalkat b-:\\w* Aji Sax ji."},{"style":"v","verse":"4","text":"Bés bu Elkana daan sarxal, day jox soxnaam Penina, mook doomam yépp, góor ak jigéen, ci yàppu sarax si."},{"style":"v","verse":"5","text":"Waaye Aana la daan beral loxo ca sarax sa, ndax cofeelam ci moom, doonte Aji Sax ji mayul Aana doom."},{"style":"v","verse":"6","text":"Wujjam nag dëkke koo ñaawal, ngir naqaral ko ndax la ko Aji Sax ji mayul doom."},{"style":"v","verse":"7","text":"At mu nekkaan noonu la. Saa yu Aana demaan kër Aji Sax ji, noonu la ko daan ñaawale, ba muy jooy, daawul nangoo lekk."},{"style":"v","verse":"8","text":"Elkana jëkkër ja di ko wax ne ko: «Aana, looy jooy, ak lu la tee lekk? Ñàkk doom moo la tax ne yogg nii? Maa ngii! Ndax dama laa gënalul fukki doom yu góor?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Mu am bés, gannaaw ba ñu lekkee ba naan ca seen \\w saraxu cant|Sarax yi:\\w*, foofa ca Silo, Aana jóg. Booba Eli sarxalkat baa nga ca toogu ba, feggook jënu buntu \\w jaamookaayu Aji Sax|xaymab ndaje m-:\\w* ji."},{"style":"v","verse":"10","text":"Aana dem ba foofa, ànd ak naqaru xolam, di ñaan ci Aji Sax ji, tey jooy jooy yu metti."},{"style":"v","verse":"11","text":"Ci biir loolu mu xas aw xas, daldi ne: «Éy Aji Sax ji Boroom gàngoori xare yi, Sang bi, soo nemmiku woon ba nemmiku njàqare jii ma nekke, bàyyi ma xel, bañ maa fàtte, ba may ma doom ju góor! Kon déy, maa koy sédde Aji Sax ji, giiru dundam gépp, saatus watukaay du jaar ci boppam mukk\\f + \\fr 1.11 \\ft Njañ lu ñu dul wat, moom lañu daan màndargaale nit ku ñu sédde Aji Sax ji.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ñaanu Aana ca Aji Sax ji nag yàgg, Eli di ko seetlu."},{"style":"v","verse":"13","text":"Booba Aanaa ngay ñaan ca xelam, gémmiñ ga rekk ay yëngu, waaye déggeesul baatam. Eli foog ne dafa màndi,"},{"style":"v","verse":"14","text":"ne ko: «Foo àppal sa màndite mi? Doxal, giifali sa ñoll wi!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Aana ne ko: «Du loolu de, sang bi. Dama di jigéen ju ànd ak naqaru xol, waaye du biiñ, du leneen luy màndee lu ma naan. Dama doon diis Aji Sax ji sama tiisu xol."},{"style":"v","verse":"16","text":"Bu ma jàppe jigéen ju bon, sang bi. Bare naqar aku tiis a ma tax di ñaane nii, booba ba léegi.»"},{"style":"v","verse":"17","text":"Eli ne ko: «Kon nag demal ak jàmm, yal na la Yàllay Israayil nangul li nga koy ñaan.»"},{"style":"v","verse":"18","text":"Aana ne ko: «Amiin, sang bi, yal nanga ma yàgga yéwéne.» Ba mu ko defee Aana dem yoonam, doora mana lekk, kanam ga leer."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba loolu amee Elkana ak njabootam teela xëy ca ëllëg sa. Ñu màggal Aji Sax ji, ba noppi bàyyikoo fa, ñibbi seen kër ca Raama."},{"style":"s1","verse":"","text":"Lu jëm ci juddub Samiyel ak ngoneem"},{"style":"p","verse":"","text":"Gannaaw gi, Elkana ànd ak soxnaam Aana, Aji Sax ji nag bàyyi Aana xel."},{"style":"v","verse":"20","text":"Aana mujj ëmb ca ndeetel at ma. Gannaaw gi, mu am doom ju góor, tudde ko Samiyel (muy firi Yàlla dégg na), ndax da ne: «Maa ko ñaan Aji Sax ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Gannaaw gi, Elkana ànd ak njabootam gépp dellu Silo, ngir defali Aji Sax ji saraxu at ma, boole ca sarax bu mu xasoon ne dina ko def."},{"style":"v","verse":"22","text":"Waaye Aana demul, ndax dafa wax jëkkëram ne ko: «Gannaaw bu xale bi feree laa koy yóbbu, sédde ko Aji Sax ji, mu des foofa benn yoon.»"},{"style":"v","verse":"23","text":"Elkana, jëkkër ja, ne ko: «Kon baax na, defal noonu nga bëgg. Toogal fii yaak moom, ba feral ko ba noppi. Yal na Aji Sax ji sottal la mu waxoon rekk.» Ndaw sa nag des ca Raama, di nàmpal doomam, ba feral ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Naka la feral xale bi, ànd ak moom, muy lu tuut, mu yóbbu ko ca kër Aji Sax ji ca Silo. Mu yóbbaale ñetti yëkk\\f + \\fr 1.24 \\fq ñetti yëkk: \\ft am na ñu naan \\fqa yëkku ñetti at,\\f*, ak benn efab sunguf, yemook fanweeri kilo, ak mbuusu biiñ."},{"style":"v","verse":"25","text":"Ba mu ko defee ñu rendi yëkk wi, ba noppi indi xale bi ci Eli."},{"style":"v","verse":"26","text":"Aana ne ko: «Sang bi, baal ma de, waaye giñ naa, nga fekke, maay ndaw si taxawoon fii ci sa wet, di ñaan ci Aji Sax ji."},{"style":"v","verse":"27","text":"Xale bii moo ma taxoon di ñaan, te Aji Sax ji defal na ma sama dagaan."},{"style":"v","verse":"28","text":"Léegi nag man maa ko sédd Aji Sax ji: giiru dundam lees ko sédd Aji Sax ji.» Ba loolu amee ñu sujjóotal Aji Sax ji foofa."}]