[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Samiyel jël njaqal diwu oliw lu ndaw, sotti ko ci kaw boppu Sawul, fóon ko, ne ko: «Aji Sax ji diw na la déy, ngir fal la njiitu ñoñam."},{"style":"v","verse":"2","text":"Gannaaw boo teqalikook man, dinga dajeek ñaari góor ca wetu bàmmeelu Rasel ca Celca ca diiwaanu Beñamin. Dinañu la wax ne la mbaam ya nga seeti woon feeñ nañu. Te sax sa baay xalaatatul mbaam yi, yeena ko jaaxal. Ma nga naan: “Ana nu may def ak sama doom ji?”"},{"style":"v","verse":"3","text":"Boo fa jógee, jubalal ba jot garab gu mag ga ca Tabor. Ñetti góor dinañu fa dajeek yaw, di màggali Yàlla ca Betel; kenn ka gàddu ñetti tef, keneen ka ŋàbb ñetti kàmpi mburu, ka ca des yor mbuusum biiñ."},{"style":"v","verse":"4","text":"Dinañu la nuyu, may la ñaari mburu; nga nangoo ko ca seeni loxo."},{"style":"v","verse":"5","text":"Bu loolu weesoo nanga dem ba ca Gibeya Eloyim, fa dalub xarekati Filisti ya nekk. Booy jub dëkk ba, dinga dajeek kuréelu yonent yu jóge ca \\w bérebu jaamookaay|bérebi jaamookaay y-:\\w* ba, aw nit jiitoo leen powum tabalaaki toxoro, ak ñaari xeeti xalam, yonent ya di daanu leer."},{"style":"v","verse":"6","text":"Su ko defee leerug Aji Sax jee naa milib ci sa kaw, ngay bokk ak ñoom di daanu leer, soppiku, doon keneen nit."},{"style":"v","verse":"7","text":"Bu la firnde yooyu dikkalee rekk, xamal ne Yàllaa ngi ànd ak yaw. Su boobaa, lu bés bi laaj, def ko."},{"style":"v","verse":"8","text":"Léegi doxal jiitu ma Gilgal. Maa ngi noonu di la fekksi, ngir rendi fa \\w saraxi rendi-dóomal|Sarax yi:\\w*, sarxe fa \\w saraxi cant ci biir jàmm|Sarax yi:\\w*. Juróom ñaari fan nag ngay négandiku, ba ma fekksi la fa, xamal la looy def.»"},{"style":"s1","verse":"","text":"Leerug Yàlla gane na Sawul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Naka la Sawul bàyyikoo ca Samiyel, walbatiku, Yàlla daldi soppi xelam. Firnde yooyu yépp nag matandoo ca bés ba."},{"style":"v","verse":"10","text":"Ba Sawul ak surgaam àggee Gibeya, kuréelu yonent yaa ne pemm, dajeek moom. Leerug Yàlla dikk ne milib ca kaw Sawul, ñu bokk di daanu leer."},{"style":"v","verse":"11","text":"Ci kaw loolu mboolem ña xamoon Sawul démb ak bërki-démb, daldi yem ci moom, mu bokk ak yonent ya di daanu leer. Nit ña naan ca seen biir: «Waaw, Sawul doomu Kis jii, lu ko jot nii? Sawul it ci yonent yi laa?»"},{"style":"v","verse":"12","text":"Jenn waay ju fa dëkk ne: «Yii yonent sax, kan moo jiite seen yoon?» Ca lañu jóge, def ko waxin naan: «Ndax Sawul it ci yonent yi la?»"},{"style":"v","verse":"13","text":"Sawul noppee daanu leer, dem ca \\w bérebu jaamookaay|bérebi jaamookaay y-:\\w* ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ci kaw loolu baayu Sawul bu ndaw laaj Sawul ak surgaam, ne leen: «Fu ngeen demoon?» Sawul ne ko: «Mbaam yi lanu seeti woon, gisunu dara, nu dem ca Samiyel.»"},{"style":"v","verse":"15","text":"Baayam bu ndaw ne ko: «Wax ma boog lu leen Samiyel wax.»"},{"style":"v","verse":"16","text":"Sawul ne ko: «Samiyel da noo biralal ne mbaam ya feeñ na.» Mbirum nguur ma ko Samiyel wax nag, Sawul waxu ko baayam bu ndaw."},{"style":"s1","verse":"","text":"Yàlla feddali na palug Sawul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Gannaaw loolu Samiyel woolu askanu Israayil ca Aji Sax ji ca Mispa."},{"style":"v","verse":"18","text":"Mu wax \\w bànni Israayil|bànni Israayil:\\w*, ne leen: «Aji Sax ji Yàllay Israayil dafa wax ne: “Man maa génne Israayil Misra. Maa leen xettali ca waa Misra ak mboolem buur ya leen nootoon."},{"style":"v","verse":"19","text":"Waaye tey yeena dëddu seen Yàlla ji leen musal ci mboolem seeni loraange ak seeni njàqare. Yeena ko ne: ‘Falal buur ci sunu kaw daal!’ Léegi nag taxawleen fi kanam Aji Sax ji, giir ak giir, làng ak làng.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba Samiyel woowee giiri Israayil yépp, ñu dikk, giirug Beñamin moo génn."},{"style":"v","verse":"21","text":"Mu woo giirug Beñamin, làng ak làng, làngu Matiri génn, Sawul doomu Kis génne ca. Ñu seet Sawul, gisuñu ko."},{"style":"v","verse":"22","text":"Ñu laajaat Aji Sax ji, ne ko: «Ndax keneen da fee ñëw?» Aji Sax ji ne: «Mu ngi nii, mu ngi làqu ci biir denc bi.»"},{"style":"v","verse":"23","text":"Ñu daw jële Sawul foofa, mu taxaw ca biir mbooloo ma, sut ñépp."},{"style":"v","verse":"24","text":"Samiyel wax ak mbooloo mépp, ne leen: «Yeena gis ki Aji Sax ji tànn? Kenn melul ni moom ci mbooloo mi mépp.» Mbooloo ma mépp àddu ca kaw ne: «Buur, guddaluw fan!»"},{"style":"v","verse":"25","text":"Samiyel nag xamal mbooloo ma sañ-sañu buur. Mu bind ko cib téere, teg ca kanam Aji Sax ji. Ba mu ko defee Samiyel yiwi mbooloo mépp, ku nekk ñibbi këram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Sawul itam ñibbi këram ca Gibeya, jàmbaari góor yi ci Yàlla xiir, ànd ak moom."},{"style":"v","verse":"27","text":"Terewul mu am ay nit ñu tekkiwul dara di wax, naan: «Ana nan lanu waa jii di xettalee?» Ñooñu sewal ko, yótuñu ko jenn teraanga. Sawul nag ne cell."}]