[{"style":"s1","verse":"","text":"Sawul jéngu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Naxas Amoneen ba moo dikkoon, gaw dëkk ba ñu naan Yabes ca Galàdd. Waa Yabes gépp wax ak moom, ne ko: «Ngalla digool ak nun jàmm, te nu nangul la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Naxas Amoneen ba ne leen: «Ni may digook yeen daal, mooy nii: luqi seen bëtu ndijoor yeen ñépp, ba Israayil gépp torox.»"},{"style":"v","verse":"3","text":"Magi Yabes ne ko: «May nu juróom ñaari fan, nu yebal ay ndaw ci Israayil gépp. Su amul kenn ku nu wallu, nu dikk, fekksi leen.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba ndaw ya dikkee Gibeya ga Sawul dëkk, ba xamle mbir ma, waa dëkk ba di dégg, ñoom ñépp a yuuxu, di jooy."},{"style":"v","verse":"5","text":"Ci biir loolu Sawul ne tëll, jiital ay nagam, jóge tool ya. Mu ne: «Lu nit ñi xewle bay jooy nii?» Ñu nettali ko kàdduy waa Yabes."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Naka la Sawul dégg kàddu yooyu, leerug Yàlla dikk ne milib ca kawam, mer ma ne jippét tàkk."},{"style":"v","verse":"7","text":"Mu rey ñaari nag, dog ko, yóbbante ko ay ndaw, yónnee ko Israayil gépp. Mu ne leen: «Képp ku toppul Sawul ak Samiyel, nii lees di def ay nagam.» Ba loolu amee tiitaange ju sababoo ci Aji Sax ji dal ca kaw askan wa, ñu sàqeendoo, di benn bopp."},{"style":"v","verse":"8","text":"Ba Sawul nemmikoo limu góori Israayil ca Beseg, ñetti téeméeri junni lañu (300~000), waa Yuda di fanweeri junni (30~000)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ñu wax nag ndaw ya jóge Yabes Galàdd, ñu jottali seen waa dëkk ba ne leen, ca ëllëg sa bu jant bi tàngee, dees na leen wallu. Ndaw ya dem, àgge ko waa Yabes, waa Yabes bég."},{"style":"v","verse":"10","text":"Ñu wax Amoneen ña, ne leen: «Ëllëg dinanu dikk, fekksi leen.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ca ëllëg sa Sawul séddale gàngooru xareem ñetti kuréel. Ba ñu tolloo ci wattub njël, ñu dugg biir dalu Amoneen ña, di leen duma ba jant bi tàng. Ña ca rëcce daldi tasaaroo ba ñaar sax àndatuñu."},{"style":"v","verse":"12","text":"Mbooloo ma ne Samiyel: «Ana ku noon: “Ndax Sawul ay falu ci sunu kaw?” Indileen ñooñu, nu rey leen!»"},{"style":"v","verse":"13","text":"Sawul ne leen: «Deesul rey kenn kay bésub tey jii, ndax bésub tey Aji Sax jee indi wall fi Israayil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ci kaw loolu Samiyel ne mbooloo ma: «Ñëwleen nu dem Gilgal, ba feddali pal gi.»"},{"style":"v","verse":"15","text":"Mbooloo ma mépp dem Gilgal, ñu fal Sawul buur foofa, fa kanam Aji Sax ji ca Gilgal\\f + \\fr 11.15 \\ft Li tax ñu ne \\fq fa kanam Aji Sax ji \\ft mooy Gilgal dafa amoon bérebu jaamookaayu Aji Sax ji.\\f*. Ñu sarxe fa \\w saraxi cant ci biir jàmm|Sarax yi:\\w* fa kanam Aji Sax ji, Sawul ak \\w bànni Israayil|bànni Israayil:\\w* gépp bànneexoo fa bànneex bu réy."}]