[{"style":"s1","verse":"","text":"Samiyel matal na liggéeyam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu weesoo Samiyel wax Israayil gépp ne leen: «Mu ngoog, nangul naa leen li ngeen ma wax lépp, ba falal leen buur."},{"style":"v","verse":"2","text":"Léegi Buur a ngii jiite leen. Man nag màggat naa ba weex tàll, te samay doom a ngii ci seen biir. Maa leen jiite, ba may ndaw ba tey jii."},{"style":"v","verse":"3","text":"Maa ngii! Seedeleen sama jépp tuuma fi kanam Aji Sax ji ak ki mu fal. Ana ku ma masa jël nagam, mbaa ma jël mbaamam? Ana ku ma masa lekk àqam, mbaa ma néewal ko doole? Ana ci kan laa masa nangoo alalu ger, ba nëpp-nëppal lu mu def. Lu ci am rekk, waxleen, ma fey ko.»"},{"style":"v","verse":"4","text":"Ñu ne ko: «Lekkoo sunu àq, néewaloo nu doole. Masoo nangu lenn itam ci loxol kenn.»"},{"style":"v","verse":"5","text":"Samiyel ne leen: «Kon Aji Sax ji seede na ci seen biir, ki mu fal it seede tey jii, ne gisuleen lenn ci sama loxo.» Ñu ne ko: «Aji Sax ji seede na ko!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Samiyel ne mbooloo ma: «Aji Sax ji moo tabb Musaa ak Aaróona, ba génne seeni maam réewum Misra."},{"style":"v","verse":"7","text":"Kon nag taxawleen, ma layook yeen fi kanam Aji Sax ji, ci mboolem lu jekk lu leen Aji Sax ji defal, yeen ak seeni maam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Gannaaw jamono ja Yanqóoba demee Misra, seeni maam a yuuxu, woo Aji Sax ji wall, Aji Sax ji yebal Musaak Aaróona, ñu génne seeni maam Misra, dëël leen béreb bii."},{"style":"v","verse":"9","text":"Seeni maam nag ñoo fàtte seen Yàlla Aji Sax ji, ba tax mu teg leen ca loxol Sisera njiitu xareb dëkk ba ñuy wax Àccor, ak ca loxol waa Filisti, ak ca loxol buuru Mowab, ñooña doon xareek ñoom."},{"style":"v","verse":"10","text":"Seeni maam jooy ko Aji Sax ji, ne: “Bàkkaar nanu de, ndax noo wacc Aji Sax ji, di jaamu tuur yi ñu naan \\w Baal|Baal:\\w* ak \\w Astàrt|Astàrt:\\w*. Waaye rikk xettali nook sunuy noon, nu jaamu la.”"},{"style":"v","verse":"11","text":"Aji Sax ji yebal Yerubaal\\f + \\fr 12.11 \\fk Yerubaal \\ft mooy Sedeyoŋ ba tey. Seetal ci \\bk Njiit ya\\bk* saar 6---8.\\f*, teg ca Bedan\\f + \\fr 12.11 \\fk Bedan: \\ft am na ñu jàpp ne mooy Barag. Seetal ci \\bk Njiit ya\\bk* saar 4.\\f*, teg ca Yefte, teg ma ca, man Samiyel, daldi leen xettali ci seen noon yi leen séq, ba ngeen dëkke jàmm."},{"style":"v","verse":"12","text":"Waaye ba ngeen gisee Naxas, buurub Amoneen ña jëm ca seen kaw, yeena ma ne: “Buur bu nu jiite daal lanu bëgg.” Te fekk Aji Sax ji seen Yàlla di seen buur."},{"style":"v","verse":"13","text":"Léegi nag buur bi ngeen tànn, di ko sàkku, mu ngi nii. Mu ngoog, Aji Sax ji fal na buur bu leen jiite."},{"style":"v","verse":"14","text":"Su ngeen ragalee Aji Sax ji, jaamu ko, déggal ko, baña gàntal ndigalam, yeen ak seen buur yépp ay topp seen Yàlla Aji Sax ji."},{"style":"v","verse":"15","text":"Waaye kat, su ngeen bañee déggal Aji Sax ji, di gàntal ay ndigalam, loxoom dina dal ci seen kaw, na mu dale woon ca seen kaw maam ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Léegi nag taxawleen ba gis jaloore ju réy jii Aji Sax jiy def, ngeen teg ci bët."},{"style":"v","verse":"17","text":"Du nu ngi ci ngóobum bele tey? Dinaa ñaan ci Aji Sax ji, mu dënu, taw\\f + \\fr 12.17 \\ft Xam nanu ne du faral di taw ci jamonoy ngóob.\\f*. Su boobaa dingeen xam xéll ne ba ngeen sàkkoo buur, lu bona bon ngeen def, Aji Sax ji seede.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ci kaw loolu Samiyel ñaan ci Aji Sax ji, Aji Sax ji dënu, taw ca bés ba. Mbooloo ma mépp nag ragal lool Aji Sax ji ak Samiyel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba loolu wéyee mbooloo ma mépp ne Samiyel: «Ngalla sang bi, ñaanal nu ci sa Yàlla Aji Sax ji, nu baña dee, ndax la nu bàkkaaroon lépp, yokkati nanu ci mbon gu tollu ni di sàkku buur.»"},{"style":"v","verse":"20","text":"Samiyel ne mbooloo ma: «Buleen tiit; dëgg la, yeena def googu mbon gépp, waaye fexeleen rekk ba baña dëddu Aji Sax ji, te ngeen jaamoo Aji Sax ji seen léppi xol."},{"style":"v","verse":"21","text":"Buleen dëddu mukk, ndax su boobaa topp ay tuur, ag neen la; lu dul jariñe, du xettalee, neenug neen la."},{"style":"v","verse":"22","text":"Aji Sax ji moom turam wu màgg wi tax na du wacc ñoñam, ndax Aji Sax ji la soob, mu def leen ñoñam."},{"style":"v","verse":"23","text":"Man nag, jomb naa tooñ Aji Sax ji, ci di leen noppee ñaanal. Te it dinaa leen won yoon wi baax te jub."},{"style":"v","verse":"24","text":"Ngalla fexeleen rekk ba ragal Aji Sax ji, te ngeen dëggu ci jaamoo ko seen léppi xol, ndax dangeen di xool ci jaloore yu yéeme yi mu leen defal."},{"style":"v","verse":"25","text":"Waaye su ngeen saxee ci def lu bon, yeen ak seen buur ay bokk sànku.»"}]