[{"style":"s1","verse":"","text":"Yonatan song na Filisteen ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci fan yooyu Yonatan doomu Sawul wax surga ba koy gàddul ngànnaayam, ne ko: «Kaay nu dem ba ca gàngooru Filisti ga ca wàlla.» Baayam nag, waxu ko ci dara."},{"style":"v","verse":"2","text":"Fekk na baayam a nga dal fa Gibeya yem, ca ker garabu gërënaat ga ca Migron. Mbooloo ma ànd ak moom tollu ci juróom benni téeméeri (600) góor."},{"style":"v","verse":"3","text":"Axya ma nga fa woon, sol \\w xar-sànnim|xar-sànni m-:\\w* \\w sarxalkat|sarxalkat b-:\\w*. Axya mooy doomu Axitub mi bokk ak Ikabot baay te seen baay di Fineyas; Fineyas moomu, Eli, sarxalkatu Aji Sax ja ca Silo, mooy baayam. Mbooloo ma nag yéguñu ne Yonatan dem na."},{"style":"v","verse":"4","text":"Poot ba Yonatan jaare, wuti dalub waa Filisti, ñaari doj yu mag a sampe woon, séq ko. Ñu dippee wenn doj wa Bocecc, weneen wa di Sene."},{"style":"v","verse":"5","text":"Wenn doj waa nga sampe wetu bëj-gànnaar, janook Migmas, wa ca des sampe wetu bëj-saalum, janook Geba\\f + \\fr 14.5 \\fk Geba: \\ft seetal ci 13.3.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Yonatan ne gàddukatu gànnaayam: «Ayca nu dem ba ca dalub yéefar yee. Jombul Aji Sax ji defal nu yiw, ndax dara du tee Aji Sax ji maye ndam, nu bareek nu néew.»"},{"style":"v","verse":"7","text":"Ba loolu amee gàddukatu gànnaayam ne ko: «Ayca, loo namm rekk, sang bi, yaw laa àndal ba jeex tàkk.»"},{"style":"v","verse":"8","text":"Yonatan ne ko: «Ayca nu dem ba ca ñoom, feeñu leen."},{"style":"v","verse":"9","text":"Bu ñu nu nee: “Taxawleen foofu, ba nu fekksi leen,” nu yem fa, bañ leena fekki."},{"style":"v","verse":"10","text":"Waaye bu ñu nee: “Ayca, dikkleen,” nu daldi dem te xam ne Aji Sax jee leen teg ci sunu loxo. Nan def loolu ab takk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba loolu amee ñu feeñuji dalub waa Filisti, ñoom ñaar ñépp. Waa Filistee nga naan: «Xoolleen! Ay \\w Ebraa|Ebrë:\\w* ngay génne pax ya ñu làqu woon.»"},{"style":"v","verse":"12","text":"Ci kaw loolu waa dal ba ne Yonatan ak gàddukatu gànnaayam: «Ée, dikkleen rekk, nu xamal leen lu tuut.» Yonatan ne gàddukatu gànnaayam: «Dikkal, topp ci man. Aji Sax ji teg na leen ci loxol Israayil.»"},{"style":"v","verse":"13","text":"Yonatan ñalgu ca kaw tund wa, gàddukatu gànnaayam topp ko. Yonatan a ngay jam, waa Filisti di daanu, gàddukatu gànnaayam ba di leen jekkali ca gannaawam."},{"style":"v","verse":"14","text":"Cong mu njëkk mooma Yonatan song, mook gàddukatu gànnaayam, lu tollook ñaar fukki góor lañu ca tëral ci dénd bu wara tollook xëyu nag."},{"style":"v","verse":"15","text":"Ci kaw loolu tiitaange dajal dal baak àll ba ko wër, ak mbooloo ma mépp; muy dal ba, di kuréeli yàqkat ya. Rax ca dolli suuf sa yëngu, muy tiitaange ju Yàlla wàcce."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Fekk na ay wattukati Sawul a nga tollu ca Gibeya gu Beñamineen ñi. Ñu jekki-jekki séen gàngooru Filisti gay raj-rajloo, fu ne ñu jëm fa."},{"style":"v","verse":"17","text":"Sawul ne ña ànd ak moom: «Wooteleen, ba xam ku jóge ci nun.» Ñu woote, Yonatan ak gàddukatu gànnaayam wuute."},{"style":"v","verse":"18","text":"Sawul ne Axya sarxalkat ba: «Indil \\w gaalu Yàlla|gaalu kóllëre g-:\\w* gi.» Bésub keroog gaalu Yàlla gaa ngaak \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","verse":"19","text":"Naka la Sawul di wax ak sarxalkat bi, coow la ca dalub waa Filisti gëna jolli. Sawul ne sarxalkat bi: «Ah, bàyyi ko sax.»"},{"style":"v","verse":"20","text":"Ba mu ko defee Sawul ak gàngooram gépp daje, dem ca xare ba. Gisuñu lu dul waa Filisti ñu naa kër-kër, ne këpp, di jamante seeni saamar."},{"style":"v","verse":"21","text":"Ci biir loolu Ebrë yi nangul woon waa Filisti démb ak bërki-démb te nekkandook ñoom ca dal baak fa ko wër fépp sax, ne waññet, faraat ak seen bokki bànni Israayil ya ànd ak Sawul ak Yonatan."},{"style":"v","verse":"22","text":"Mboolem bànni Israayil ya làqu woon ca tundi Efrayim dégg ne waa Filisti daw nañu. Ñoom it ne leen dann ca xare ba."},{"style":"v","verse":"23","text":"Noonu la Aji Sax ji maye Israayil ndam bésub keroog, xare bay law, ba ca wàlla Bet Awen."},{"style":"s1","verse":"","text":"Sawul wax na lu ëpp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Bésub keroog mbooloom Israayil jàq nañu, ndax ngiñ lu Sawul teg ci seen kaw, ne: «Képp ku lekk fii ba ngoon te feyooguma ci samay noon, yal na alku.» Mbooloo ma mépp, kenn sexu ca dugub."},{"style":"v","verse":"25","text":"Ci kaw loolu waa réew ma mépp dem ba ca gott ba. Fekk na ag lem a nga fa ca suuf."},{"style":"v","verse":"26","text":"Ba mbooloo ma duggee ca biir gott ba, yemuñu ca lu moy lem jay xelli, waaye kenn sàkku ci, jëme ci gémmiñam, ndax ragal ngiñ la."},{"style":"v","verse":"27","text":"Yonatan nag yégul woon ngiñal baayam la mu teg mbooloo ma. Mu tàllal yet wa ca loxoom, capp cat la ca lem ja, sex, bët ya daldi leer."},{"style":"v","verse":"28","text":"Kenn ca mbooloo ma ne ko: «Aa! Ngiñ lii de, sa baay giñoon na ko ci kaw mbooloo mi, ne: “Képp ku lekk tey, yal na alku,” moo tax mbooloo mi néew doole.»"},{"style":"v","verse":"29","text":"Yonatan ne: «Sama baay de yàqal na mbooloo mi. Xoolleen rekk ni samay bët leere ndax lem sii ma ñam!"},{"style":"v","verse":"30","text":"Astamaak bu mbooloo mi lekkoon tey ci lël ja ñu nangoo ci noon yi! Du ci la jéllu waa Filisti doon gëna réy a waay?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Bésub keroog \\w bànni Israayil|bànni Israayil:\\w* a dumaa waa Filisti ca Migmas ba ca Ayalon. Bànni Israayil sonn lool nag."},{"style":"v","verse":"32","text":"Ba loolu amee ñu sëxëtoo lël ja, jël ca gàtt yaak nag ya ba ca wëllu ya, tër ca suuf, boole yàpp waak deret ja, lekk."},{"style":"v","verse":"33","text":"Ñu yegge ko Sawul, ne ko: «Mbooloo ma kat a nga nee, di moy Aji Sax ji, di lekk yàpp wu ànd ak deretam.» Sawul ne: «Yeenaka fecci \\w kóllëre|kóllëre g-:\\w*! Béraŋalleen ma fii aw doj wu mag léegi.»"},{"style":"v","verse":"34","text":"Gannaaw loolu mu joxe leneen ndigal, ne: «Tasaarooleen ci biir mbooloo mi, ne leen ñu indi fii ñoom ñépp seeni nag ak seeni gàtt. Fii lañuy rendee jur gi, door koo lekk. Su ko defee duñu moy Aji Sax ji, di lekk yàpp wu ànd ak deretam.» Mbooloo mépp daldi dikk guddig keroog, ku nekk ak aw nagam. Ñu rendi foofa."},{"style":"v","verse":"35","text":"Sawul daldi fay tabax ab \\w sarxalukaay|sarxalukaay b-:\\w*, ñeel Aji Sax ji. Boobu sarxalukaay la njëkka tabax ñeel Aji Sax ji."},{"style":"s1","verse":"","text":"Bànni Israayil jot na Yonatan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ba loolu amee Sawul ne: «Nan toppi waa Filisti ci guddi gi, nu sëxëtoo seen alal ba bët set, te bunu ci bàyyi kenn, mu dund.» Mbooloo ma ne ko: «Loo bëgg rekk, defal!» \\w Sarxalkat|sarxalkat b-:\\w* ba nag ne ko: «Nanu ko njëkka diis Yàlla fii.»"},{"style":"v","verse":"37","text":"Sawul laaj Yàlla ne ko: «Ndax ma topp waa Filisti? Ndax dinga leen teg ci loxol Israayil?» Bésub keroog nag Yàlla tontuwul."},{"style":"v","verse":"38","text":"Sawul ne: «Yeen njiiti mbooloo mi yépp, dikkleen fii, nu seet ba gis bàkkaarub tey jii, lu mu doon."},{"style":"v","verse":"39","text":"Ndax giñ naa ci Aji Sax jiy dund, wallukatub Israayil, bu doon sax lu sama doom Yonatan ci boppam def, dee rekk ay àtteem.» Mbooloo mépp, kenn tontuwu ko."},{"style":"v","verse":"40","text":"Mu ne \\w bànni Israayil|bànni Israayil:\\w* gépp: «Taxaweleen nee, maak sama doom Yonatan, nu taxawe nii.» Mbooloo ma ne Sawul: «Loo bëgg rekk, defal.»"},{"style":"v","verse":"41","text":"Sawul ñaan ci Aji Sax ji, ne ko: «Yaw Yàllay Israayil, ngalla xamleel liy dëgg.» Ñu daldi tegoo bant, mu dal ci kaw Yonatan ak Sawul, mbooloo ma wàcc."},{"style":"v","verse":"42","text":"Sawul ne: «Tegalleen nu bant sama digganteek Yonatan.» Ñu tegal leen, mu dal ca doomam Yonatan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Sawul ne Yonatan: «Wax ma loo def.» Yonatan ne ko: «Aylayéwén maa ñam tuuti ca lem ja ma cappe sama catu yet wi ma yoroon ci sama loxo. Maa ngii, naa dee!»"},{"style":"v","verse":"44","text":"Sawul ne ko: «Na ma Yàlla teg mbugal mu gëna tar, waaye yaw Yonatan dinga dee déy!»"},{"style":"v","verse":"45","text":"Mbooloo ma nag ne Sawul: «Lan? Yonatan dee, moom mi may Israayil ndam lu réy lii? Xalaateesu ko moos! Giñ nanu ci Aji Sax jiy dund, du lenn luy rote ci kawaru boppu Yonatan sax, dal fi suuf, ndax Yàlla la àndal def lii tey.» Noonu la mbooloo ma jote Yonatan, ba deewul."},{"style":"v","verse":"46","text":"Ba loolu wéyee Sawul noppee dàq waa Filisti, waa Filisti dellu ca seenum réew."},{"style":"s1","verse":"","text":"Sawul am na ndam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Gannaaw ba Sawul feddalee nguuram ca Israayil, xare naak seen noon ya leen wër yépp: Mowabeen ñaak Amoneen ñaak Edomeen ñaak buuri waa Coba ak waa Filisti. Mboolem fu mu walbatiku rekk, moo daan."},{"style":"v","verse":"48","text":"Njàmbaar la xaree, duma Amalegeen ña, ba musal Israayil ca ña doon sëxëtoo seen alal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Doomi Sawul yu góor nag ñoo doon: Yonatan ak Iswi ak Malkisuwa; ñaari doomam yu jigéen, di Merab mi ci gën di mag, ak Mikal mi gën di ndaw."},{"style":"v","verse":"50","text":"Soxnas Sawul moo doon Axinowam, Aximàcc di baayam. Njiitu xareem moo doon Abner doomu Ner baayu Sawul bu ndaw,"},{"style":"v","verse":"51","text":"Kis miy baayu Sawul, ak Ner, baayu Abner, Abyel ay seen baay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"52","text":"Giiru dundu Sawul gépp xare la woon bu metti seen diggante ak waa Filisti. Moo tax fu Sawul gisaan boroom kàttan mbaa boroomu fit, da ko daan dolli ci gàngooram."}]