[{"style":"ms","verse":"","text":"Lii moo dox diggante Sawul ak Daawuda"},{"style":"mr","verse":"","text":"(Saar 16---31)"},{"style":"s1","verse":"","text":"Yàlla fal na Daawuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba loolu wéyee Aji Sax ji ne Samiyel: «Yaw foo àpp sa jooy yi ngay jooy Sawul te man maa ko dàq, ba doonatul buur ci Israayil? Gannaaw maa foq nguuram ci Israayil kay, duyal sa béjjén diwu oliw ba mu fees te nga dox, ma yebal la ci Yese waa Betleyem bi. Gis naa ciy doomam ki may fal buur.»"},{"style":"v","verse":"2","text":"Samiyel ne ko: «Ana nu ma fay deme? Sawul da koy dégg, rey ma!» Aji Sax ji ne ko: «Aw nag wu jigéen ngay jël, yóbbu, ne ko sarxalsi Aji Sax ji moo la indi."},{"style":"v","verse":"3","text":"Su ko defee nga woo Yese ca sarax sa. Man maa lay xamal nooy def, ba nga diwal ma ki ma la wax, fal ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Samiyel def la Aji Sax ji wax. Ba mu agsee Betleyem, magi dëkk ba gatandoo ko tiitaange, ne ko: «Mbaa tànki jàmm?»"},{"style":"v","verse":"5","text":"Samiyel ne leen: «Jàmm rekk. Sarxalsi Aji Sax ji moo ma indi. Sanguleen-set te dikk ànd ak man ca sarax sa.» Ci kaw loolu mu sellal Yese ak doomam yu góor, woo leen ca sarax sa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Naka lañu agsi, Samiyel gis Elyab, daldi ne ca xelam: «Xam naa kii fi kanam Aji Sax ji rekk mooy ki mu fal!»"},{"style":"v","verse":"7","text":"Aji Sax ji nag ne Samiyel: «Bul xool ci melokaanu kii, mbaa jëmmu taxawaayam, ndax gàntal naa ko. Lii du ci gis-gisu nit. Nit, li fees bëtam lay gis, waaye Aji Sax ji ci xol lay xool.»"},{"style":"v","verse":"8","text":"Yese daldi woo Abinadab, indi ko fi kanam Samiyel. Mu ne: «Aji Sax ji tànnul kii ba tey de!»"},{"style":"v","verse":"9","text":"Yese indi Simeya\\f + \\fr 16.9 \\fk Simeya \\ft mooy Saama ba tey.\\f*, Samiyel ne: «Aji Sax ji tànnul kii it.»"},{"style":"v","verse":"10","text":"Yese indi juróom ñaari doomam yu góor fa kanam Samiyel, Samiyel ne ko: «Aji Sax ji tànnul kenn ci ñii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Samiyel nag ne Yese: «Xale yu góor yi yemb nañu?» Yese ne ko: «Xanaa ki gën di ndaw. Ma ngay sàmm gàtt ya.» Mu ne ko: «Yónneel, woolu ko, dunu jekki te dikkul fii.»"},{"style":"v","verse":"12","text":"Yese yónnee, ñu indi ko. Ma nga def ku xees, neexa xool, bët ya leer nàññ. Aji Sax ji ne Samiyel: «Diw ko, kii la.»"},{"style":"v","verse":"13","text":"Samiyel fab béjjénu diw ba, diw ko fa kanam magam ña. Ba mu ko defee leerug Aji Sax ji dikk ne milib ca kaw Daawuda, dale fa ànd ak moom bésub keroog. Ba loolu wéyee Samiyel moom, dem dëkk ba ñu naan Raama."},{"style":"s1","verse":"","text":"Daawuda dugg na ca liggéeyu Sawul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ci kaw loolu leerug Aji Sax ji dëddu Sawul, ngelaw lu aay bàyyikoo ci Aji Sax ji, ub boppam."},{"style":"v","verse":"15","text":"Ay dagi Sawul wax Sawul ne ko: «Lii kat ngelawal Yàlla lu aay la. Moo ub sa bopp."},{"style":"v","verse":"16","text":"Nu ngii nag fi sa kanam, joxeel ndigal rekk sang bi, nu wutali la ku mana xalam. Su ko defee bu la ngelawal Yàlla lu aay songee, mu xalamal la, nga am jàmm.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Sawul ne dagam ya: «Ayca, seetalleen ma ku mane xalam bu baax, indil ma ko.»"},{"style":"v","verse":"18","text":"Kenn ca dag ya ne ko: «Man de, gis naa jenn doomu Yese waa Betleyem bi. Ku mana xalam la te jàmbaare. Ñeyi xare la. Ku déggi wax, ku góorayiw, te Aji Sax ji ànd ak moom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba loolu amee Sawul yebal ay ndaw ca Yese ne ko: «Yónnee ma sa doom Daawuda, ma ca gàtt ya.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yese yebal doomam Daawuda, daldi takk mbaam, sëf ko mburu ak mbuusu biiñ ak ab tef, ngir mu joxal ko Sawul yóbbal."},{"style":"v","verse":"21","text":"Daawuda dem ca Sawul, daldi tàmbali di ko liggéeyal. Sawul sopp ko lool. Daawuda nag mujj di gàddukatu gànnaayam."},{"style":"v","verse":"22","text":"Ci kaw loolu Sawul yónnee ca Yese, ne ko: «Bàyyil Daawuda, mu di ma liggéeyal far, ndax bég naa ci moom.»"},{"style":"v","verse":"23","text":"Ci kaw loolu, saa yu ngelawal Yàlla songee Sawul, Daawuda fab xalam ga, xalamal ko, Sawul féex, am jàmm, ngelaw lu aay la dëddu ko."}]