[{"style":"s1","verse":"","text":"Yonatan fas na kóllëreek Daawuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Daawuda di wax ak Sawul ba noppi, fekk na Yonatan yég ci xolam na mu taqook Daawuda ci biir cofeelu benn bakkan. Yonatan dafa soppoon Daawuda ni boppam."},{"style":"v","verse":"2","text":"Bésub keroog la Sawul téye Daawuda, mayatu ko mu ñibbi kër baayam."},{"style":"v","verse":"3","text":"Ba loolu amee Yonatan fasook Daawuda \\w kóllëre|kóllëre g-:\\w*, ndax sopp ko ni boppam."},{"style":"v","verse":"4","text":"Ci biir loolu Yonatan summi mbubbam, jox ko Daawuda, boole ca ay yérey xareem, ba ca saamaram ak fittam ak ngañaayam sax."},{"style":"v","verse":"5","text":"Daawuda nag di dem ci bépp yoonu xare bu ko Sawul yebal, di ca am ndam. Sawul fal ko njiitu xarekat ya, gàngoor gépp rafetlu loolu, jawriñi Sawul itam rafetlu ko."},{"style":"s1","verse":"","text":"Sawul a ngay fexeel Daawuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba ñu demee ba xarekat yay ñibbi, gannaaw ba Daawuda reyee waa Filisti ba, jigéeni mboolem dëkki \\w bànni Israayil|bànni Israayil:\\w* a génn gatanduji Buur Sawul, di fecc aka woy, tabala ya ànd ak sarxolle ya ak xalam ya."},{"style":"v","verse":"7","text":"Ña ngay fo, di awoonte, naan:"},{"style":"q1","verse":"","text":"Sawul jam junneem,"},{"style":"q1","verse":"","text":"Daawuda jam fukki junneem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Sawul ñaawlu kàddu ga, mer lool. Mu ne ca xelam: «Daawuda lañu moomale fukki junni; man, junni! Lu ko deseeti lu moy jal bi?»"},{"style":"v","verse":"9","text":"Bésub keroog la Sawul dale ronni Daawuda."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ca ëllëg sa ngelawal Yàlla lu aay ne milib ca kaw Sawul, mu nekk ci aal ca digg këram. Daawuda nag di ko xalamal, na mu daan def naka jekk, fekk Sawul ŋàbb ab xeejam."},{"style":"v","verse":"11","text":"Mu jekki sànni xeej ba, te naan ca xelam: «Naa daaj Daawuda ci tabax bi!» Daawuda nag mbas ko ñaari yoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Sawul daldi ragal Daawuda, ndax booba xam na ne Aji Sax jee ko dëddu, ànd ak Daawuda."},{"style":"v","verse":"13","text":"Ba loolu amee mu jële ko fi wetam, fal ko njiitu kuréelu junniy xarekat, muy xareji, di délsi, jiite gàngoor ga."},{"style":"v","verse":"14","text":"Daawuda baaxle ca yoonam yépp, Aji Sax ji ànd ak moom."},{"style":"v","verse":"15","text":"Ba Sawul gisee Daawuda àntule lool, mu gën koo ragal."},{"style":"v","verse":"16","text":"Teewul mboolem Israayil ak Yuda sopp Daawuda, ngir moo leen jiite woon, di xareji, di dikk."},{"style":"s1","verse":"","text":"Daawuda jël na doomu Sawul soxna"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci kaw loolu Sawul ne Daawuda: «Sama taaw bu jigéen, Merab a ngii. Moom laa lay may. Nekkal ma sama jàmbaaru xare rekk, te xareel Aji Sax ji ay xareem.» Booba Sawul a nga naan ca xelam: «Bu ko sama loxo laal, nay loxol waa Filisti.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Daawuda ne Sawul: «Waaw, ana lu ma tekki, man maak samay bokk, sama askanu baay ci Israayil, ba wara mana goromlook Buur?»"},{"style":"v","verse":"19","text":"Ba ñu demee ba wara jox jabar Daawuda Merab doomu Sawul ja, Àddiryel ma cosaanoo Mewola lañu ko far may."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ci kaw loolu Mikal doomu Sawul bëgg Daawuda, ñu àgge ko Sawul, mu am ca mbégte."},{"style":"v","verse":"21","text":"Booba Sawul a nga naan: «Naa ko ko may, ngir mu doon ndëgg-sërëxam, ba waa Filisti teg ko loxo.» Sawul nag wax Daawuda, ñaareel bi yoon, ne ko: «Tey ngay samab goro.»"},{"style":"v","verse":"22","text":"Ci biir loolu Sawul sant ay dagam, ne leen: «Diisoolleen maak Daawuda, ngeen wax ko ne ko: “Yaw kat, Buur am na bànneex ci yaw, te it dagam yépp a la sopp. Kon nag nangula doon gorob Buur.”»"},{"style":"v","verse":"23","text":"Dagi Sawul ya déey Daawuda kàddu yooyu. Daawuda ne leen: «Ngeen defe ne goromlook Buur daal, du dara? Man mii taqul dara, tekkiwuma dara!»"},{"style":"v","verse":"24","text":"Dag ya yegge Sawul kàddu yooyu Daawuda wax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Sawul ne leen: «Waxleen Daawuda ne ko, Buur de sàkkuwulub can: xanaa téeméeri mbuñukay waa Filisti yu mu feyoo ci noonam yooyu.» Booba la Sawul laloon mooy pexe mu tàbbal Daawuda ca loxol waa Filisti."},{"style":"v","verse":"26","text":"Dag ya yegge Daawuda kàddu yooya, doon gorob Buur daldi koy jaral loola. Balaa àpp baa mat,"},{"style":"v","verse":"27","text":"Daawuda dem na, mooki nitam ba rey ñaari téeméeri waa Filisti. Daawuda indi seeni mbuñuka, ñu waññal ko Buur ba mu mat sëkk, mu daldi yeyoo goromlook Buur. Ba loolu amee Sawul may Daawuda doomam Mikal."},{"style":"v","verse":"28","text":"Sawul nag xam xéll ne Aji Sax jee ànd ak Daawuda, te it doomam Mikal bëgg na ko,"},{"style":"v","verse":"29","text":"mu gën koo ragalati. Fa la Sawul doxe doon noonub Daawuda ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ci kaw loolu njiiti xarey Filisti di amal ay cong, noppiwuñoo xareek Israayil. Teewul saa yu ñu songaan, Daawudaay gëna am ndam mboolem jawriñi Sawul, ba mujj Daawuda amu tur lool."}]