[{"style":"s1","verse":"","text":"Daawuda gënati na Sawul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Waa Sif ñoo demoon ca Sawul ca Gibeya, ne ko: «Yéguloo ne Daawudaa nga làqu ca tundu Akila, fa janook màndiŋ ma?»"},{"style":"v","verse":"2","text":"Sawul dem ba ca màndiŋu Sif, ànd ak ñetti junniy (3~000) ñeyi xarey Israayil, ngir rëbb Daawuda ca màndiŋu Sif."},{"style":"v","verse":"3","text":"Ba mu ko defee Sawul dale ca wetu yoon wa, ca kaw tundu Akila, janook màndiŋ ma. Daawuda ma ca màndiŋ ma nag yég ne Sawul toppsi na ko foofa."},{"style":"v","verse":"4","text":"Mu yebal ay ndaw yu ko nemmikujil, ba mu wóor ko ne Sawul agsi na."},{"style":"v","verse":"5","text":"Ci kaw loolu Daawuda dem ba fa Sawul dal. Mu gis fa Sawul tëdd, mook Abner doomu Ner njiital gàngooram. Sawul a nga tëdd ca digg dal ba, gàngoor ga tëdd, yéew ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Daawuda daldi laaj Aximeleg Etteen ba, ak Abisay ma Ceruya di yaayam, te mu bokk ak Yowab. Mu ne leen: «Kuy ànd ak man dem ca biir dal ba, fa Sawul?» Abisay ne ko: «Man maay ànd ak yaw.»"},{"style":"v","verse":"7","text":"Daawuda ànd ak Abisay ci guddi, ba fa dalu gàngoor ga. Ndeke Sawul a nga tëdd di nelaw ca digg dal ba, xeejam baa nga sampe fa suuf, féeteek bopp ba, Abner ak gàngoor gaa nga tëdd, yéew ko."},{"style":"v","verse":"8","text":"Abisay ne Daawuda: «Yàlla de teg na sab noon ci say loxo guddig tey jii. Bàyyil rekk ma daaj ko xeej bi fi suuf benn yoon rekk, du ñaar!»"},{"style":"v","verse":"9","text":"Daawuda ne Abisay: «Bu ko rey. Ana kuy yékkati loxoom ci kaw ki Aji Sax ji fal, te yoon dabu ko?»"},{"style":"v","verse":"10","text":"Daawuda teg ca ne ko: «Giñ naa ci Aji Sax jiy dund, Aji Sax ji ci boppam moo koy duma. Yaar, àppam jot, mu dee, mbaa mu dem xare, des ca."},{"style":"v","verse":"11","text":"Waaye yal na ma Aji Sax ji musal ci yékkati sama loxo ci kaw ki Aji Sax ji fal. Xanaa nga jël rekk xeej bi féeteek bopp bi ak njaqal ndox li, te nu dem.»"},{"style":"v","verse":"12","text":"Daawuda nag jël xeej baak njaqal ndox la féeteek boppu Sawul. Ñu daldi dem te kenn gisul, kenn yégul, kenn yewwuwul, ndax ñépp a ngay nelaw nelaw yu xóot yu bawoo ci Aji Sax ji, daanu ci seen kaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba loolu amee Daawuda jàll ba ca wàlla, daldi taxawe fu sore ca kaw tund wa, digganteem ak dalub Sawul ne yàmblaŋ."},{"style":"v","verse":"14","text":"Mu àddu ca kaw, wax ak gàngoor ga, daldi ne Abner doomu Ner: «Éey Abner, doo ma wuyu?» Abner ne ko: «Yaw yaa di kan bay joor Buur?»"},{"style":"v","verse":"15","text":"Daawuda ne Abner: «Xanaa doo jàmbaaru góor? Ku fiy sa moroom ci Israayil? Ana lu la tee wattu Buur, sab sang? Am na ci xarekat yi ku bóomsi woon Buur, sab sang."},{"style":"v","verse":"16","text":"Xam nga ne li nga def baaxul de! Giñ naa ko ci Aji Sax jiy dund, dee rekk ngeen yelloo, yeen ñi wattuwul seen sang, ki Aji Sax ji fal! Xoolal bu baax, ana xeeju Buur ak njaqal ndox li féete woon ak boppam?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci kaw loolu Sawul xàmmee baatu Daawuda, ne ko: «Daawuda doom, loolu sa baat a?» Daawuda ne ko: «Sama baat a kay, Buur, samab sang,»"},{"style":"v","verse":"18","text":"daldi cay teg ne ko: «Sang bi, looy toppe nii sab jaam? Ana lu ma def? Lan laa def ci lu bon?"},{"style":"v","verse":"19","text":"Ngalla Buur, sama sang, déglul lii ma lay wax: su fekkee ne Aji Sax ji moo la xiir ci sama kaw, yal na ko cib sarax giifal. Waaye su dee ay doom aadama de, yal nañu alku ci kanam Aji Sax ji, ndax dàq nañu ma tey, ba xañ ma ab cér ci Aji Sax ji, mbete ku ñu ne: “Demal jaamuji yeneen yàlla.”"},{"style":"v","verse":"20","text":"Man de yàlla bu sama bakkan rote àll, fu soreek Aji Sax ji. Te sax, lu tollu ni buurub Israayil ci boppam wutul lu moy wenn fel doŋŋ wu mel ni man? Mbete kuy rëbb cokkeer ci tund yi!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Sawul nag ne: «Bàkkaar naa de! Daawuda doom, ñibbisil, ndax dootuma la fexeel mukk, gannaaw yaa wormaal sama bakkan tey jii! Lii ma def kay, yëfi dof la, juum naa lool sax.»"},{"style":"v","verse":"22","text":"Daawuda ne ko: «Buur, sa xeej a ngii, na kenn ci sa xale yu góor yi jàllsi, jëlsi ko."},{"style":"v","verse":"23","text":"Yal na Aji Sax ji yool ku nekk ndax li mu def njekk ak li mu sàmm kóllëreem ak moom, ndax Aji Sax jee la teg tey jii ci sama loxo, waaye maa bëggula yékkati sama loxo ci kaw ki Aji Sax ji fal."},{"style":"v","verse":"24","text":"Ni ma yéemloo sa bakkan tey jii nag, yal na ni Aji Sax ji yéemloo sama bakkan, te xettalee ma ni ci gépp njàqare.»"},{"style":"v","verse":"25","text":"Sawul ne Daawuda: «Daawuda doom, yal nanga barkeel. Dinga def ay jaloore déy, te dinga am ndam moos!» Ba mu ko defee Daawuda dem yoonam, Sawul walbatiku, ñibbi."}]