[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ngóor sa Samiyel nag moom, di liggéeyal Aji Sax ji fi kanam Eli."},{"style":"s1","verse":"","text":"Yàlla def na Samiyel yonent"},{"style":"p","verse":"","text":"Kàddug Aji Sax ji néewoon na ca yooya jamono, peeñu mu leer it tumurànke woon na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Mu am bés Eli tëdd fa muy tëdd naka jekk, fekk bët ya naqari, ba daanaka gisatul."},{"style":"v","verse":"3","text":"Booba làmpu \\w jaamookaayu Yàlla|xaymab ndaje m-:\\w* bi feyagul, te Samiyel a ngi tëdd ci biir jaamookaayu Aji Sax ji, fi \\w gaalu Yàlla|gaalu kóllëre g-:\\w* gi nekk."},{"style":"v","verse":"4","text":"Aji Sax ji woo Samiyel, mu ne: «Maa ngii»,"},{"style":"v","verse":"5","text":"daldi daw ba ca Eli, ne ko: «Maa ngii, du yaa ma woo?» Eli ne ko: «Wootewuma de, dellul tëri.» Mu dellu tëdd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Aji Sax ji dellu woo Samiyel, Samiyel jóg, dem ba ca Eli ne ko: «Maa ngii, du yaa ma woo?» Eli ne ko: «Wootewuma de doom, dellul tëri.»"},{"style":"v","verse":"7","text":"Booba Samiyel xamagul woon Aji Sax ji, te kàddug Aji Sax ji dikkalagu ko woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Aji Sax ji wooti Samiyel ñetteel bi yoon, Samiyel jógati, dem ba ca Eli ne ko: «Maa ngii, du yaa ma woo?» Eli nag xam ne Aji Sax jeey woo xale bi."},{"style":"v","verse":"9","text":"Mu ne Samiyel: «Demal tëri, bu la wootee, nee ko: “Aji Sax ji, maa ngi lay déglu, Sang bi, waxal.”» Samiyel dellu tëdd fa muy tëdd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba mu ko defee Aji Sax ji dikk taxaw, wooti ko na woon, ne ko: «Samiyel, Samiyel.» Samiyel ne: «Maa ngi lay déglu, Sang bi, waxal.»"},{"style":"v","verse":"11","text":"Aji Sax ji ne Samiyel: «Maa ngii déy, di waaja def ci digg \\w bànni Israayil|bànni Israayil:\\w*, mbir muy buur noppi mboolem ku ko dégg."},{"style":"v","verse":"12","text":"Bésub keroog ma matal ci Eli mboolem lu ma waxoon ne mooy dal waa këram, ndoorte la ba ca muj ga."},{"style":"v","verse":"13","text":"Waxoon naa ko ne ko dinaa teg waa këram mbugal mu sax dàkk, ndax ñaawtéef gu ay doomam nekke, di ñàkke Yàlla teggin, mu yég ko te jubbantiwu leen."},{"style":"v","verse":"14","text":"Looloo waral ma giñal waa kër Eli, ne du am mukk benn saraxu jur mbaa beneen sarax bu leen mana jot ci seen ñaawtéef.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ci kaw loolu Samiyel tëdd ba ca suba sa, mu tijji bunti kër Aji Sax ji, waaye ñemewula nettali Eli peeñu ma."},{"style":"v","verse":"16","text":"Eli nag woo ko ne ko: «Samiyel doom, ana nga?» Samiyel ne ko: «Maa ngii.»"},{"style":"v","verse":"17","text":"Eli ne ko: «Kàddu gi mu la wax, lu mu doon? Bu ma nëbbu kay. Soo ma nëbbee lenn ci li mu la wax, yal na la Yàlla teg naqar wu gëna tar.»"},{"style":"v","verse":"18","text":"Samiyel wax ko lépp, nëbbu ko ca dara. Eli ne: «Mooy Aji Sax ji. Li ko soob, na ko def.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ci kaw loolu Samiyel di màgg, Aji Sax ji ànd ak moom, waccul genn kàddug Samiyel, mu fanaan àll."},{"style":"v","verse":"20","text":"Noonu la Israayil gépp ràññee, la dale Dan ca bëj-gànnaar, ba ca Beerseba ca bëj-saalum, ne Samiyel taxaw na taxawaayu yonentu Aji Sax ji."},{"style":"v","verse":"21","text":"Aji Sax ji nag wéye koo feeñoo ca Silo. Ci kàddug Aji Sax ji la ko Aji Sax ji daan feeñoo ca Silo."}]