[{"style":"s1","verse":"","text":"Daawuda toppi na Amalegeen ña"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Daawuda aki nitam àggee Ciglaag, ca gannaaw ëllëg sa la. Fekk na Amalegeen ña song bëj-saalumu Yuda ak Ciglaag; ñu yàqate Ciglaag, lakk ko,"},{"style":"v","verse":"2","text":"jàpp jigéen ña mu fa fekk, mag ak ndaw. Reyuñu ca kenn nag, dañu leena yóbbaale, dem seen yoon."},{"style":"v","verse":"3","text":"Ba Daawudaaki nitam agsee Ciglaag, fekk nañu mu lakk ba jeex; seeni jabar ak seeni doom, góor ak jigéen, ñépp dugg cig njaam."},{"style":"v","verse":"4","text":"Daawudaak mbooloo ma mu àndal nag di yuuxooka jooyoo, ba amatuñu dooley jooy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ñaari soxnay Daawuda lañu jàpp; Axinowam mu Yisreel ak Abigayil waa Karmel ba, soxnas Nabal woon."},{"style":"v","verse":"6","text":"Ba loolu amee Daawuda jàq lool, ndax mbooloo maa nga doon wax naan dañu koy dóori doj. Booba mbooloo ma ba mu daj, ku nekk a ngaak naqaru xol, di xalaat doomam yu góor ak yu jigéen. Daawuda nag dëgërloo Yàllaam Aji Sax ji rekk."},{"style":"v","verse":"7","text":"Ci biir loolu Daawuda wax ak \\w sarxalkat|sarxalkat b-:\\w* ba Abyatar doomu Aximeleg, ne ko mu indil ko \\w xar-sànni|xar-sànni m-:\\w* mi. Abyatar indil Daawuda xar-sànni ma."},{"style":"v","verse":"8","text":"Daawuda laaj Aji Sax ji, ne ko: «Ndax ma topp gàngooru yàqkat yii? Ndax dinaa leen dab?» Mu ne ko: «Demal, yaay dabe déy, te yaay xettalee déy.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba mu ko defee Daawuda dem, mook juróom benni téeméeri (600) nit ña ànd ak moom. Ñu dem ba ca xuru Besor, ñenn ña yem fa."},{"style":"v","verse":"10","text":"Daawudaa ñoqali, mook ñeenti téeméeri (400) nit, ñaari téeméeri (200) nit yem foofa, ndax loof, ba manuñoo jàll xuru Besor."},{"style":"v","verse":"11","text":"Ci kaw loolu ña jàll yem ci jenn waayu Misra ci àll bi. Ñu indi waa ji ba ci Daawuda, daldi may waa ji mburu mu lekk, may ko ndox, mu naan."},{"style":"v","verse":"12","text":"Ab danku figg ju wow ak ñaari danki reseñ lañu ko leel, mu doora leqaliku, ndax dafa fekk lekkul, naanul diiru ñetti guddi ak ñetti bëccëg."},{"style":"v","verse":"13","text":"Daawuda ne ko: «Yaw, kuy sab sang ak foo bokk?» Xalelu góor ba ne ko: «Man waa Misra laa, di jaamub jenn waayu Amalegeen. Sama sang a ma wacc, ba ma woppee bërkaati-démb."},{"style":"v","verse":"14","text":"Noo song wetu Negew ca diiwaanu waa Keret ña, ak diiwaanu Yuda, ak wetu Negew ca diiwaanu Kaleb, te Ciglaag, noo ko lakk.»"},{"style":"v","verse":"15","text":"Daawuda ne ko: «Ndax man nga maa yóbbu ba ci gàngooru yàqkat yooyu?» Mu ne ko: «Giñal ma ci Yàlla ne, doo ma rey, te doo ma delloo ca sama sang; kon dinaa la yóbbu ba ci gàngooru yàqkat yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ci kaw loolu waa ja yóbbu Daawuda, ndeke nit ñaa nga ne wesar ca àll ba bépp, di lekk aka naan, di mbumbaaye mboolem alal ju bare ja ñu nangoo ca réewum Filisti ak réewum Yuda."},{"style":"v","verse":"17","text":"Daawuda nag di leen faat, njël ba ca ngoon. Kenn rëccul, lu moy ñeenti téeméeri (400) xale yu góor yu war ay giléem, daw."},{"style":"v","verse":"18","text":"Daawuda nangu mboolem lu Amalegeen ña jëloon, nangu ñaari soxnaam."},{"style":"v","verse":"19","text":"Dara lu bokk ci ñoom rawul. Mag ñaak ndaw ñaak seen doom yu góor ak seen doom yu jigéen ak alal jaak mboolem lu ñu leen jëlaloon. Lépp la Daawuda delloosi."},{"style":"v","verse":"20","text":"Mu nangu mboolem jur gu gudd ak gu gàtt, nitam ña dàq, tofal ca juru Amalegeen ña, te naan: «Lëlub Daawudaa ngi!»"},{"style":"s1","verse":"","text":"Daawuda wone na ngor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Daawuda nag dikk ba ca ñaari téeméer ña loofoon ba manuñu koo topp, te ñu bàyyi woon leen ca xuru Besor. Naka lañu gatandu Daawuda ak ña mu àndal, Daawuda dikk, dajeek ñoom, jàmmanteek ñoom."},{"style":"v","verse":"22","text":"Mboolem ñu bon ñaak ñu sew ña jàllandoo woon ak Daawuda nag ne leen: «Gannaaw ñii ànduñu woon ak nun, dunu leen jox dara ci alal ji nu nangu. Xanaa ku nekk jël jabaram aki doomam rekk, yóbbu te dem.»"},{"style":"v","verse":"23","text":"Daawuda ne leen: «Déet bokk yi, buleen def noonu, ak li nu Aji Sax ji defal, aar nu, teg gàngooru yàqkat yi nu songoon ci sunuy loxo."},{"style":"v","verse":"24","text":"Ana nu xel mana nangoo loolu? Na ku xarejeek ku desoon ca cummikaay la, yem ak sa moroom cér; ñépp ay séddu.»"},{"style":"v","verse":"25","text":"Bésub keroog la Daawuda dale def loolu mu dib dogal, di àtteb yoon bu ñeel Israayil ba tey jii."},{"style":"s1","verse":"","text":"Daawuda sédd na njiiti Yudeen ña"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ba Daawuda delloo Ciglaag, sédd na ca lël ja magi Yuda, xaritam ya. Mu yónnee leen ko, ne leen: «Lii, yeenay boroom; xéewal la gu jóge ca alalu nooni Aji Sax ji.»"},{"style":"v","verse":"27","text":"Noonu la ca sédde waa Betel ak waa Ramot Negew ak waa Yatir"},{"style":"v","verse":"28","text":"ak waa Arower ak waa Sifmot ak waa Estemowa"},{"style":"v","verse":"29","text":"ak waa Rakal ak waa dëkki Yeraxmeleen ña ak waa dëkki Keñeen ña"},{"style":"v","verse":"30","text":"ak ña ca Xorma ak ña ca Bor Asan ak ña ca Atakk"},{"style":"v","verse":"31","text":"ak ña ca Ebron ak mboolem waa gox ya mu jaare woon, mooki nitam."}]