[{"style":"s1","verse":"","text":"Gaalu Yàlla ga jaaxal na Filisteen ña"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba waa Filisti nangoo \\w gaalu Yàlla|gaalu kóllëre g-:\\w* ga, Eben Eser lañu ko jële, yóbbu ko seen dëkk Asdodd."},{"style":"v","verse":"2","text":"Ñu dugal gaal ga ca seen biir kër tuur ma ñu naan Dagon, teg ko ca wetu jëmmu Dagon ja."},{"style":"v","verse":"3","text":"Waa Asdodd teela xëy ca ëllëg sa, fekkuñu lu moy jëmmu Dagon ja, mu daanu ba dëféenu fa suuf, fa kanam gaalu Aji Sax ji. Ñu yékkati jëmmu Dagon ja, delloo ko fa mu taxawoon."},{"style":"v","verse":"4","text":"Ca ëllëg sa, ñu teela xëyati, fekkuñu lu moy jëmmu Dagon ja daanu ba dëféenu fa suuf, fa kanam gaalu Aji Sax ji. Bopp baak cati loxo ya damm, ne wesar ca dëwu bunt ba, desul lu moy yaram wa."},{"style":"v","verse":"5","text":"Looloo waral ba tey jii, \\w sarxalkati|sarxalkat b-:\\w* Dagon yeek mboolem ñiy dugg kër tuur ma ñuy wax Dagon ca Asdodd, kenn du ci joggi ca dëwu bunt ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba mu ko defee loxol Aji Sax ji mujj diis ca kaw waa Asdodd. Mu wàcce njàqare ca seen kaw, daldi teg waa Asdodd ak la ko wër ay taab."},{"style":"v","verse":"7","text":"Waa Asdodd gis la leen dal, daldi ne: «Bu gaalu Yàllay \\w bànni Israayil|bànni Israayil:\\w* gii des ci sunu biir kat, ndax loxoom dëgër na ci sunu kaw, nook Dagon sunu tuur mi.»"},{"style":"v","verse":"8","text":"Ba loolu amee ñu yónnee, woolu mboolem kàngami waa Filisti. Ñu laaj leen ne leen: «Nan lanuy def ak gaalu Yàllay Israayil gii?» Ñu ne leen: «Toxalleen gaalu Yàllay Israayil gi ca Gaat.» Ñu toxal gaalu Yàllay Israayil ca seen dëkk ba ñuy wax Gaat."},{"style":"v","verse":"9","text":"Naka lañu fa toxal gaal ga nag, loxol Aji Sax ji dal dëkk ba, mu jur tiitaange ju réy lool. Daa dal ca kaw dëkk ba, mag ak ndaw, ay taab ne fureet ca seen kaw."},{"style":"v","verse":"10","text":"Ñu yóbbu gaalu Yàlla ga beneen dëkk ba ñuy wax Ekkron. Gaal gaa ngay jubsi Ekkron, waa dëkk ba gaaw yuuxoondoo ne: «Indil nañu nu fi gaalu Yàllay Israayil, bëgg noo rey, nook sunu waa réew mépp!»"},{"style":"v","verse":"11","text":"Ci kaw loolu ñu yónnee, woolu mboolem kàngami waa Filisti, ne leen: «Jëleleen fi gaalu Yàllay Israayil gii, mu dellu këram, lu ko moy dina nu rey, nook sunu askan wépp.» Booba tiitaangey dee dajal na dëkk ba bépp, ndax loxol Yàlla bu diis lool ca seen kaw."},{"style":"v","verse":"12","text":"Ña ca deewul nag, seen yaram yàqooki taab, yuux ya jollee ca dëkk ba, wuti asamaan."}]