[{"style":"s1","text":"Exhortation à prier pour les progrès de l’Évangile, à s’éloigner de ceux qui vivent dans le désordre, et à travailler paisiblement"},{"style":"r","text":"V. 1-5: cf. (Col 4:3, 4. Ro 15:30-32.) 1 Co 1:8, 9. Ja 5:7, 8."},{"style":"p","text":""},{"style":"v","text":"Au reste, frères, \\x a \\xo 3.1 \\xt Mt 9:38. Ép 6:19. Col 4:3.\\x*priez pour nous, afin que la parole du Seigneur se répande et soit glorifiée comme elle l’est chez-vous, "},{"style":"v","text":"\\x b \\xo 3.2 \\xt Ro 15:31.\\x*et afin que nous soyons délivrés des hommes méchants et pervers; \\x c \\xo 3.2 \\xt Jn 6:44.\\x*car tous n’ont pas la foi. "},{"style":"v","text":"\\x d \\xo 3.3 \\xt 1 Th 5:24.\\x*Le Seigneur est fidèle, il vous affermira \\x e \\xo 3.3 \\xt Jn 17:15.\\x*et vous préservera du malin. "},{"style":"v","text":"Nous avons à votre égard cette confiance dans le Seigneur que vous faites et que vous ferez les choses que nous recommandons. "},{"style":"v","text":"Que le Seigneur dirige vos cœurs vers l’amour de Dieu et vers la patience de Christ!"},{"style":"r","text":"V. 6-15: cf. 1 Th 2:9, 10; 4:1, 11, 12."},{"style":"p","text":""},{"style":"v","text":"\\x f \\xo 3.6 \\xt 1 Co 5:11. 2 Th 3:14. Tit 3:10.\\x*nous vous recommandons, frères, au nom de notre Seigneur Jésus-Christ, de vous éloigner de tout frère qui vit dans le désordre, et non selon \\x g \\xo 3.6 \\xt 2 Th 2:15.\\x*les instructions que vous avez reçues de nous. "},{"style":"v","text":"Vous savez vous-mêmes \\x h \\xo 3.7 \\xt 1 Co 11:1. 1 Th 1:6, 7.\\x*comment il faut nous imiter, \\x i \\xo 3.7 \\xt 1 Th 2:10.\\x*car nous n’avons pas vécu parmi vous dans le désordre. "},{"style":"v","text":"\\x j \\xo 3.8 \\xt Ac 18:3; 20:34. 1 Co 4:12. 2 Co 11:9; 12:13. 1 Th 2:9.\\x*Nous n’avons mangé gratuitement le pain de personne; mais, dans le travail et dans la peine, nous avons été nuit et jour à l’œuvre, pour n’être à charge à aucun de vous. "},{"style":"v","text":"\\x k \\xo 3.9 \\xt 1 Co 9:3, 6. 1 Th 2:9.\\x*Ce n’est pas que nous n’en eussions le droit, mais nous avons voulu vous donner en nous-mêmes \\x l \\xo 3.9 \\xt 1 Co 4:16; 11:1. Ph 3:17. 1 Th 1:6.\\x*un modèle à imiter. "},{"style":"v","text":"Car, lorsque nous étions chez vous, nous vous disions expressément: Si quelqu’un ne veut pas travailler, qu’il ne mange pas non plus. "},{"style":"v","text":"Nous apprenons, cependant, qu’il y en a parmi vous quelques-uns qui vivent dans le désordre, qui ne travaillent pas, mais qui s’occupent de futilités. "},{"style":"v","text":"\\x m \\xo 3.12 \\xt 1 Th 4:11.\\x*Nous invitons ces gens-là, et nous les exhortons par le Seigneur Jésus-Christ, à manger leur propre pain, \\x n \\xo 3.12 \\xt Ép 4:28.\\x*en travaillant paisiblement. "},{"style":"v","text":"Pour vous, frères, \\x o \\xo 3.13 \\xt Ga 6:9.\\x*ne vous lassez pas de faire le bien. "},{"style":"v","text":"Et si quelqu’un n’obéit pas à ce que nous disons par cette lettre, notez-le, \\x p \\xo 3.14 \\xt Mt 18:17. 1 Co 5:9. 2 Th 3:6.\\x*et n’ayez point de communication avec lui, afin qu’il éprouve de la honte. "},{"style":"v","text":"Ne le regardez pas comme un ennemi, mais avertissez-le comme un frère."},{"style":"s1","text":"Salutation"},{"style":"r","text":"V. 16-18: cf. 2 Co 13:11-13."},{"style":"p","text":""},{"style":"v","text":"\\x q \\xo 3.16 \\xt Ro 15:33; 16:20. 1 Co 14:33. 2 Co 13:11. Ph 4:9. 1 Th 5:23.\\x*Que le Seigneur de la paix vous donne lui-même la paix en tout temps, de toute manière! Que le Seigneur soit avec vous tous! "},{"style":"v","text":"\\x r \\xo 3.17 \\xt 1 Co 16:21. Col 4:18.\\x*Je vous salue, moi Paul, de ma propre main. C’est là ma signature dans toutes mes lettres; c’est ainsi que j’écris. "},{"style":"v","text":"Que la grâce de notre Seigneur Jésus-Christ soit avec vous tous!"}]