[{"style":"s1","verse":"","text":"Concerning the Collection for the Saints"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now concerning the collection for the saints: just as I gave directions about \\add it\\add* to the churches of Galatia, so you do also. "},{"style":"v","verse":"2","text":"On the first \\add day\\add* of the week, each one of you ⸤put aside⸥\\f + \\fr 16:2 \\ft Literally “put from himself” \\f* \\add something\\add*, saving up ⸤to whatever extent he has prospered⸥\\f + \\fr 16:2 \\ft Literally “whatever if anything he has been prospered” \\f*, in order that whenever I come, at that time collections do not take place. "},{"style":"v","verse":"3","text":"And whenever I arrive, whomever you approve by letters, I will send these to take your gift to Jerusalem. "},{"style":"v","verse":"4","text":"And if it is worthwhile for me to go also, they will travel with me."},{"style":"s1","verse":"","text":"Travel Plans for Paul and Associates"},{"style":"m","verse":"","text":""},{"style":"v","verse":"5","text":"But I will come to you whenever I go through Macedonia (for I am going through Macedonia), "},{"style":"v","verse":"6","text":"and perhaps I will stay with you, or even spend the winter, so that you may send me on my way wherever I may go. "},{"style":"v","verse":"7","text":"For I do not want to see you now in passing, for I hope to remain some time with you, if the Lord allows \\add it\\add*. "},{"style":"v","verse":"8","text":"But I will remain in Ephesus until Pentecost, "},{"style":"v","verse":"9","text":"for a great and effective door has opened for me, and \\add there are\\add* many opponents."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"But if Timothy comes, see that he is with you without cause to fear, for he is carrying out the Lord’s work, as I also \\add am\\add*. "},{"style":"v","verse":"11","text":"Therefore do not let anyone disdain him, but send him \\add on his way\\add* in peace in order that he may come to me, for I am expecting him with the brothers."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Now concerning Apollos our brother, I urged him many \\add times\\add* that he should come to you with the brothers, and he was not at all willing that he should come now, but he will come whenever he has \\add an\\add* opportunity."},{"style":"s1","verse":"","text":"Concluding Exhortations"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"Be on the alert, stand firm in the faith, act courageously, be strong. "},{"style":"v","verse":"14","text":"All your \\add actions\\add* must be done in love."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Now I urge you, brothers—you know about the household of Stephanas, that they are the first fruits of Achaia, and they have devoted themselves to the ministry for the saints—"},{"style":"v","verse":"16","text":"that you also be subject to such people, and to all those who work together and labor. "},{"style":"v","verse":"17","text":"Now I rejoice over the arrival of Stephanas and Fortunatus and Achaicus, because these make up for your absence, "},{"style":"v","verse":"18","text":"for they have refreshed my spirit and yours. Therefore recognize such people."},{"style":"s1","verse":"","text":"Final Greetings and Benediction"},{"style":"m","verse":"","text":""},{"style":"v","verse":"19","text":"The churches of \\add the province of\\add* Asia\\f + \\fr 16:19 \\ft That is, the Roman province of Asia, known today as Asia Minor \\f* greet you. Aquila and Prisca greet you in the Lord many \\add times\\add*, together with the church in their house. "},{"style":"v","verse":"20","text":"All the brothers greet you. Greet one another with a holy kiss."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"The greeting \\add is\\add* by my hand—Paul’s. "},{"style":"v","verse":"22","text":"If anyone does not love the Lord, let him be accursed. O Lord, come!\\f + \\fr 16:22 \\ft The Aramaic expression \\fqa marana tha \\ft (“O Lord, come!”) can also be rendered \\fqa maran atha \\ft (“our Lord has come”); it is used here by Paul without explanation \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"The grace of the Lord Jesus \\add be\\add* with you. "},{"style":"v","verse":"24","text":"My love \\add be\\add* with all of you in Christ Jesus."}]