[{"style":"s1","verse":"","text":"Immoral Behavior and Church Discipline"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"It is reported everywhere \\add that there\\add* is sexual immorality among you, and sexual immorality of such a kind which \\add does\\add* not \\add even exist\\add* among the Gentiles, so that someone has the wife of \\add his\\add* father. "},{"style":"v","verse":"2","text":"And you are inflated with pride, and should you not rather have mourned, so that the one who has done this deed would be removed from your midst? "},{"style":"v","verse":"3","text":"For \\add although I\\add*\\ef + \\fr 5:3 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“am absent”) which is understood as concessive \\ef* am absent in body but present in spirit, I have already passed judgment on the one who has done this in this way, as \\add if I\\add*\\ef + \\fr 5:3 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“were present”) which is understood as conditional \\ef* were present. "},{"style":"v","verse":"4","text":"In the name of our Lord Jesus, \\add when\\add*\\ef + \\fr 5:4 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“are assembled”) \\ef* you are assembled, and my spirit, together with the power of our Lord Jesus, "},{"style":"v","verse":"5","text":"\\add I have decided\\add*\\ef + \\fr 5:5 \\ft ﻿*The words “I have decided” are implied from the statement “I have already passed judgment” in v. \\xt 3 \\ft \\ef* to hand over such a person to Satan for the destruction of the flesh, in order that his spirit may be saved in the day of the Lord."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Your boasting \\add is\\add* not good. Do you not know that a little leaven leavens the whole batch of dough? "},{"style":"v","verse":"7","text":"Clean out the old leaven in order that you may be a new batch of dough, just as you are unleavened. For Christ our Passover has been sacrificed. "},{"style":"v","verse":"8","text":"So then, let us celebrate the feast, not with the old leaven or with the leaven of wickedness and sinfulness, but with the unleavened bread of sincerity and truth."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"I wrote to you in the letter not to associate with sexually immoral people. "},{"style":"v","verse":"10","text":"By no means \\add did I mean\\add* the sexually immoral people of this world or the greedy people and swindlers or idolaters, since then you would have to depart out of the world. "},{"style":"v","verse":"11","text":"But now I have written to you not to associate with any so-called brother, if he is a sexually immoral person or a greedy person or an idolater or an abusive person or a drunkard or a swindler—with such a person not even to eat. "},{"style":"v","verse":"12","text":"For what \\add is it\\add* to me to judge those outside? Should you not judge those inside? "},{"style":"v","verse":"13","text":"But those outside God will judge. Remove the evil person ⸤from among yourselves⸥\\f + \\fr 5:13 \\ft Literally “from you of them” \\f*."}]