[{"style":"s1","verse":"","text":"Lawsuits between Believers"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Does anyone among you, \\add if he\\add*\\ef + \\fr 6:1 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“has”) which is understood as conditional \\ef* has a matter against someone else, dare to go to court before the unrighteous, and not before the saints? "},{"style":"v","verse":"2","text":"Or do you not know that the saints will judge the world? And if by you the world is judged, are you unworthy of the most insignificant courts? "},{"style":"v","verse":"3","text":"Do you not know that we will judge angels, not to mention ordinary matters? "},{"style":"v","verse":"4","text":"Therefore, if you have courts with regard to ordinary matters, do you seat\\f + \\fr 6:4 \\ft Or “seat” (imperative); the Greek verb can be either indicative mood or imperative mood by its form \\f* these despised \\add people\\add* in the church? "},{"style":"v","verse":"5","text":"I say \\add this\\add* to your shame. So is there not anyone wise among you who will be able to render a decision between his brothers? "},{"style":"v","verse":"6","text":"But brother goes to court with brother, and this before unbelievers! "},{"style":"v","verse":"7","text":"Therefore it is already completely a loss for you that you have lawsuits with one another. Why not rather be wronged? Why not rather be defrauded? "},{"style":"v","verse":"8","text":"But you wrong and defraud, and \\add do\\add* this \\add to\\add* brothers!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived! Neither sexually immoral people, nor idolaters, nor adulterers, nor passive homosexual partners, nor dominant homosexual partners, "},{"style":"v","verse":"10","text":"nor thieves, nor greedy persons, not drunkards, not abusive persons, not swindlers will inherit the kingdom of God. "},{"style":"v","verse":"11","text":"And some of you were these \\add things\\add*, but you were washed, but you were sanctified, but you were justified in the name of the Lord Jesus\\f + \\fr 6:11 \\ft Some manuscripts have “of the Lord Jesus Christ” \\f* and by the Spirit of our God."},{"style":"s1","verse":"","text":"Avoid Sexual Immorality"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"All \\add things\\add* are permitted for me, but not all \\add things\\add* are profitable. All \\add things\\add* are permitted for me, but I will not be controlled by anything. "},{"style":"v","verse":"13","text":"Food \\add is\\add* for the stomach, and the stomach for food, but God will abolish ⸤both of them⸥\\f + \\fr 6:13 \\ft Literally “both this and these” \\f*. Now the body \\add is\\add* not for sexual immorality, but for the Lord, and the Lord for the body. "},{"style":"v","verse":"14","text":"And God both raised up the Lord and will raise us up by his power. "},{"style":"v","verse":"15","text":"Do you not know that your bodies are members of Christ? Therefore, shall I take away the members of Christ \\add and\\add* make \\add them\\add* members of a prostitute? May it never be! "},{"style":"v","verse":"16","text":"Or do you not know that the one who joins himself to a prostitute is one body \\add with her\\add*? For it says, “The two will become one flesh.”\\f + \\fr 6:16 \\ft A quotation from \\xt Gen 2:24 \\ft \\f* "},{"style":"v","verse":"17","text":"But the one who joins himself to the Lord is one spirit \\add with him\\add*. "},{"style":"v","verse":"18","text":"Flee sexual immorality. Every sin that a person commits is outside his body, but the one who commits sexual immorality sins against his own body. "},{"style":"v","verse":"19","text":"Or do you not know that your body is the temple of the Holy Spirit \\add who is\\add* in you, whom you have from God, and you are not your own? "},{"style":"v","verse":"20","text":"For you were bought at a price; therefore glorify God with your body."}]