[{"style":"s1","verse":"","text":"Moïse sur la montagne de Sinaï"},{"style":"r","verse":"","text":"V. 1-8: cf. Jos 24:22-27. Hé 9:18-23. (2 Ch 15:11-15.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Dieu dit à Moïse: Monte vers l’Éternel, toi et Aaron, Nadab et Abihu, et soixante-dix des anciens d’Israël, et vous vous prosternerez de loin. "},{"style":"v","verse":"2","text":"Moïse s’approchera seul de l’Éternel; les autres ne s’approcheront pas, et le peuple ne montera point avec lui. "},{"style":"v","verse":"3","text":"Moïse vint rapporter au peuple toutes les paroles de l’Éternel et toutes les lois. \\x a \\xo 24.3 \\xt Ex 19:8; 24:7. De 5:27.\\x*Le peuple entier répondit d’une même voix: Nous ferons tout ce que l’Éternel a dit. "},{"style":"v","verse":"4","text":"Moïse écrivit toutes les paroles de l’Éternel. Puis il se leva de bon matin; il bâtit un autel au pied de la montagne, et dressa douze pierres pour les douze tribus d’Israël. "},{"style":"v","verse":"5","text":"Il envoya des jeunes hommes, enfants d’Israël, pour offrir à l’Éternel des holocaustes, et immoler des taureaux en sacrifices d’actions de grâces. "},{"style":"v","verse":"6","text":"Moïse prit la moitié du sang, qu’il mit dans des bassins, et il répandit l’autre moitié sur l’autel. "},{"style":"v","verse":"7","text":"Il prit le livre de l’alliance, et le lut en présence du peuple; ils dirent: Nous ferons tout ce que l’Éternel a dit, et nous obéirons. "},{"style":"v","verse":"8","text":"Moïse prit le sang, et il le répandit sur le peuple, en disant: \\x b \\xo 24.8 \\xt Hé 9:20. 1 Pi 1:2.\\x*Voici le sang de l’alliance que l’Éternel a faite avec vous selon toutes ces paroles."},{"style":"r","verse":"","text":"V. 9-11: cf. (Éz 1:26-28. Ap 4:2-6.) Ex 33:18-23. (Mt 5:8.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Moïse monta avec Aaron, Nadab et Abihu, et soixante-dix anciens d’Israël. "},{"style":"v","verse":"10","text":"Ils virent le Dieu d’Israël; sous ses pieds, c’était comme un ouvrage de saphir transparent, comme le ciel lui-même dans sa pureté. "},{"style":"v","verse":"11","text":"Il n’étendit point sa main sur l’élite des enfants d’Israël. Ils virent Dieu, et ils mangèrent et burent."},{"style":"r","verse":"","text":"V. 12-18: cf. De 9:9-11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"L’Éternel dit à Moïse: Monte vers moi sur la montagne, et reste là; je te donnerai des tables de pierre, la loi et les ordonnances que j’ai écrites pour leur instruction. "},{"style":"v","verse":"13","text":"Moïse se leva, avec Josué qui le servait, et Moïse monta sur la montagne de Dieu. "},{"style":"v","verse":"14","text":"Il dit aux anciens: Attendez-nous ici, jusqu’à ce que nous revenions auprès de vous. Voici, Aaron et Hur resteront avec vous; si quelqu’un a un différend, c’est à eux qu’il s’adressera. "},{"style":"v","verse":"15","text":"Moïse monta sur la montagne, et la nuée couvrit la montagne. "},{"style":"v","verse":"16","text":"La gloire de l’Éternel reposa sur la montagne de Sinaï, et la nuée la couvrit pendant six jours. Le septième jour, l’Éternel appela Moïse du milieu de la nuée. "},{"style":"v","verse":"17","text":"\\x c \\xo 24.17 \\xt Hé 12:29.\\x*L’aspect de la gloire de l’Éternel était comme un feu dévorant sur le sommet de la montagne, aux yeux des enfants d’Israël. "},{"style":"v","verse":"18","text":"Moïse entra au milieu de la nuée, et il monta sur la montagne. Moïse demeura sur la montagne quarante jours et quarante nuits."}]