[{"style":"s1","verse":"","text":"Construction du tabernacle"},{"style":"r","verse":"","text":"V. 1-7: cf. Ex 35:30-35, 4-29."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Betsaleel, Oholiab, et tous les hommes habiles, en qui l’Éternel avait mis de la sagesse et de l’intelligence pour savoir et pour faire, exécutèrent les ouvrages destinés au service du sanctuaire, selon tout ce que l’Éternel avait ordonné. "},{"style":"v","verse":"2","text":"Moïse appela Betsaleel, Oholiab, et tous les hommes habiles dans l’esprit desquels l’Éternel avait mis de l’intelligence, tous ceux dont le cœur était disposé à s’appliquer à l’œuvre pour l’exécuter. "},{"style":"v","verse":"3","text":"Ils prirent devant Moïse toutes les offrandes qu’avaient apportées les enfants d’Israël pour faire les ouvrages destinés au service du sanctuaire. Chaque matin, on apportait encore à Moïse des offrandes volontaires. "},{"style":"v","verse":"4","text":"Alors tous les hommes habiles, occupés à tous les travaux du sanctuaire, quittèrent chacun l’ouvrage qu’ils faisaient, "},{"style":"v","verse":"5","text":"et vinrent dire à Moïse: Le peuple apporte beaucoup plus qu’il ne faut pour exécuter les ouvrages que l’Éternel a ordonné de faire. "},{"style":"v","verse":"6","text":"Moïse fit publier dans le camp que personne, homme ou femme, ne s’occupât plus d’offrandes pour le sanctuaire. On empêcha ainsi le peuple d’en apporter. "},{"style":"v","verse":"7","text":"Les objets préparés suffisaient, et au-delà, pour tous les ouvrages à faire."},{"style":"r","verse":"","text":"V. 8-34: cf. Ex 26:1-30. Ép 2:20-22."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Tous les hommes habiles, qui travaillèrent à l’œuvre, firent le tabernacle avec dix tapis de fin lin retors et de fil bleu, pourpre et cramoisi; on y représenta des chérubins artistement travaillés. "},{"style":"v","verse":"9","text":"\\x a \\xo 36.9 \\xt Ex 26:2.\\x*La longueur d’un tapis était de vingt-huit coudées; et la largeur d’un tapis était de quatre coudées; la mesure était la même pour tous les tapis. "},{"style":"v","verse":"10","text":"Cinq de ces tapis furent joints ensemble; les cinq autres furent aussi joints ensemble. "},{"style":"v","verse":"11","text":"\\x b \\xo 36.11 \\xt Ex 26:4.\\x*On fit des lacets bleus au bord du tapis terminant le premier assemblage; on fit de même au bord du tapis terminant le second assemblage. "},{"style":"v","verse":"12","text":"\\x c \\xo 36.12 \\xt Ex 26:10.\\x*On mit cinquante lacets au premier tapis, et l’on mit cinquante lacets au bord du tapis terminant le second assemblage; \\x d \\xo 36.12 \\xt Ex 26:5.\\x*ces lacets se correspondaient les uns aux autres. "},{"style":"v","verse":"13","text":"\\x e \\xo 36.13 \\xt Ex 26:6.\\x*On fit cinquante agrafes d’or, et l’on joignit les tapis l’un à l’autre avec les agrafes. Et le tabernacle forma un tout. "},{"style":"v","verse":"14","text":"On fit des tapis de poil de chèvre, pour servir de tente sur le tabernacle; on fit onze de ces tapis. "},{"style":"v","verse":"15","text":"La longueur d’un tapis était de trente coudées, et la largeur d’un tapis était de quatre coudées; la mesure était la même pour les onze tapis. "},{"style":"v","verse":"16","text":"On joignit séparément cinq de ces tapis, et les six autres séparément. "},{"style":"v","verse":"17","text":"On mit cinquante lacets au bord du tapis terminant un assemblage, et l’on mit cinquante lacets au bord du tapis du second assemblage. "},{"style":"v","verse":"18","text":"\\x f \\xo 36.18 \\xt Ex 26:11.\\x*On fit cinquante agrafes d’airain, pour assembler la tente, afin qu’elle formât un tout. "},{"style":"v","verse":"19","text":"\\x g \\xo 36.19 \\xt Ex 26:14.\\x*On fit pour la tente une couverture de peaux de béliers teintes en rouge, et une couverture de peaux de dauphins, qui devait être mise par-dessus. "},{"style":"v","verse":"20","text":"\\x h \\xo 36.20 \\xt Ex 26:15.\\x*On fit les planches pour le tabernacle; elles étaient de bois d’acacia, placées debout. "},{"style":"v","verse":"21","text":"\\x i \\xo 36.21 \\xt Ex 26:16.\\x*La longueur d’une planche était de dix coudées, et la largeur d’une planche était d’une coudée et demie. "},{"style":"v","verse":"22","text":"\\x j \\xo 36.22 \\xt Ex 26:17.\\x*Il y avait pour chaque planche deux tenons, joints l’un à l’autre; l’on fit de même pour toutes les planches du tabernacle. "},{"style":"v","verse":"23","text":"\\x k \\xo 36.23 \\xt Ex 26:18.\\x*On fit vingt planches pour le tabernacle, du côté du midi. "},{"style":"v","verse":"24","text":"\\x l \\xo 36.24 \\xt Ex 26:19.\\x*On mit quarante bases d’argent sous les vingt planches, deux bases sous chaque planche pour ses deux tenons. "},{"style":"v","verse":"25","text":"\\x m \\xo 36.25 \\xt Ex 26:20.\\x*On fit vingt planches pour le second côté du tabernacle, le côté du nord, "},{"style":"v","verse":"26","text":"\\x n \\xo 36.26 \\xt Ex 26:21.\\x*et leurs quarante bases d’argent, deux bases sous chaque planche. "},{"style":"v","verse":"27","text":"\\x o \\xo 36.27 \\xt Ex 26:22.\\x*On fit six planches pour le fond du tabernacle, du côté de l’occident. "},{"style":"v","verse":"28","text":"\\x p \\xo 36.28 \\xt Ex 26:23.\\x*On fit deux planches pour les angles du tabernacle dans le fond; "},{"style":"v","verse":"29","text":"\\x q \\xo 36.29 \\xt Ex 26:24.\\x*elles étaient doubles depuis le bas et bien liées à leur sommet par un anneau; on fit de même pour toutes aux deux angles. "},{"style":"v","verse":"30","text":"\\x r \\xo 36.30 \\xt Ex 26:25.\\x*Il y avait ainsi huit planches, avec leurs bases d’argent, soit seize bases, deux bases sous chaque planche. "},{"style":"v","verse":"31","text":"\\x s \\xo 36.31 \\xt Ex 26:26.\\x*On fit cinq barres de bois d’acacia pour les planches de l’un des côtés du tabernacle, "},{"style":"v","verse":"32","text":"\\x t \\xo 36.32 \\xt Ex 26:27.\\x*cinq barres pour les planches du second côté du tabernacle, et cinq barres pour les planches du côté du tabernacle formant le fond vers l’occident; "},{"style":"v","verse":"33","text":"\\x u \\xo 36.33 \\xt Ex 26:28.\\x*on fit la barre du milieu pour traverser les planches d’une extrémité à l’autre. "},{"style":"v","verse":"34","text":"\\x v \\xo 36.34 \\xt Ex 26:29.\\x*On couvrit d’or les planches, et l’on fit d’or leurs anneaux pour recevoir les barres, et l’on couvrit d’or les barres."},{"style":"r","verse":"","text":"V. 35-38: cf. Ex 26:31-37. (Hé 6:19, 20; 10:19, 20.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"\\x w \\xo 36.35 \\xt Ex 26:31.\\x*On fit le voile de fil bleu, pourpre et cramoisi, et de fin lin retors; on le fit artistement travaillé, et l’on y représenta des chérubins. "},{"style":"v","verse":"36","text":"\\x x \\xo 36.36 \\xt Ex 26:32.\\x*On fit pour lui quatre colonnes d’acacia, et on les couvrit d’or; elles avaient des crochets d’or, et l’on fondit pour elles quatre bases d’argent. "},{"style":"v","verse":"37","text":"\\x y \\xo 36.37 \\xt Ex 26:36.\\x*On fit pour l’entrée de la tente un rideau de fil bleu, pourpre et cramoisi, et de fin lin retors; c’était un ouvrage de broderie. "},{"style":"v","verse":"38","text":"\\x z \\xo 36.38 \\xt Ex 26:37.\\x*On fit ses cinq colonnes et leurs crochets, et l’on couvrit d’or leurs chapiteaux et leurs tringles; leurs cinq bases étaient d’airain."}]