[{"style":"s1","text":"La femme de Jéroboam et le prophète Achija"},{"style":"r","text":"V. 1-18: cf. (1 R 11:28-39; 12:26-33.) 1 R 15:25-30. Jos 23:15. Ps 78:58, 59."},{"style":"p","text":""},{"style":"v","text":"Dans ce temps-là, Abija, fils de Jéroboam, devint malade. "},{"style":"v","text":"Et Jéroboam dit à sa femme: Lève-toi, je te prie, et déguise-toi pour qu’on ne sache pas que tu es la femme de Jéroboam, et va à Silo. Voici, là est Achija, le prophète; \\x a \\xo 14.2 \\xt 1 R 11:31.\\x*c’est lui qui m’a dit que je serais roi de ce peuple. "},{"style":"v","text":"Prends avec toi dix pains, des gâteaux et un vase de miel, et entre chez lui; il te dira ce qui arrivera à l’enfant. "},{"style":"v","text":"La femme de Jéroboam fit ainsi; elle se leva, alla à Silo, et entra dans la maison d’Achija. Achija ne pouvait plus voir, car il avait les yeux fixes par suite de la vieillesse. "},{"style":"v","text":"L’Éternel avait dit à Achija: La femme de Jéroboam va venir te consulter au sujet de son fils, parce qu’il est malade. Tu lui parleras de telle et de telle manière. Quand elle arrivera, elle se donnera pour une autre. "},{"style":"v","text":"Lorsque Achija entendit le bruit de ses pas, au moment où elle franchissait la porte, il dit: Entre, femme de Jéroboam; pourquoi veux-tu te donner pour une autre? Je suis chargé de t’annoncer des choses dures. "},{"style":"v","text":"Va, dis à Jéroboam: Ainsi parle l’Éternel, le Dieu d’Israël: \\x b \\xo 14.7 \\xt 1 R 12:15.\\x*Je t’ai élevé du milieu du peuple, je t’ai établi chef de mon peuple d’Israël, "},{"style":"v","text":"j’ai arraché le royaume de la maison de David et je te l’ai donné. Et tu n’as pas été comme mon serviteur David, qui a observé mes commandements et qui a marché après moi de tout son cœur, ne faisant que ce qui est droit à mes yeux. "},{"style":"v","text":"Tu as agi plus mal que tous ceux qui ont été avant toi, tu es allé te faire d’autres dieux, et des images de fonte pour m’irriter, et tu m’as rejeté derrière ton dos! "},{"style":"v","text":"\\x c \\xo 14.10 \\xt 1 R 15:29.\\x*Voilà pourquoi je vais faire venir le malheur sur la maison de Jéroboam; j’exterminerai \\x d \\xo 14.10 \\xt 1 S 25:22, 34. 1 R 16:11; 21:21. 2 R 9:8.\\x*quiconque appartient à Jéroboam, celui qui est esclave et celui qui est libre en Israël, et je balaierai la maison de Jéroboam comme on balaie les ordures, jusqu’à ce qu’elle ait disparu. "},{"style":"v","text":"Celui de la maison de Jéroboam qui mourra dans la ville sera mangé par les chiens, et celui qui mourra dans les champs sera mangé par les oiseaux du ciel. Car l’Éternel a parlé. "},{"style":"v","text":"Et toi, lève-toi, va dans ta maison. Dès que tes pieds entreront dans la ville, l’enfant mourra. "},{"style":"v","text":"Tout Israël le pleurera, et on l’enterrera; car il est le seul de la maison de Jéroboam qui sera mis dans un sépulcre, parce qu’il est le seul de la maison de Jéroboam en qui se soit trouvé quelque chose de bon devant l’Éternel, le Dieu d’Israël. "},{"style":"v","text":"\\x e \\xo 14.14 \\xt 1 R 15:28, 29.\\x*L’Éternel établira sur Israël un roi qui exterminera la maison de Jéroboam ce jour-là. Et n’est-ce pas déjà ce qui arrive? "},{"style":"v","text":"L’Éternel \\x f \\xo 14.15 \\xt 2 R 17:18.\\x*frappera Israël, et il en sera de lui comme du roseau qui est agité dans les eaux; il arrachera Israël de ce bon pays qu’il avait donné à leurs pères, et il les dispersera de l’autre côté du fleuve, parce qu’ils se sont fait des idoles, irritant l’Éternel. "},{"style":"v","text":"Il livrera Israël à cause des péchés que Jéroboam a commis et qu’il a fait commettre à Israël. "},{"style":"v","text":"La femme de Jéroboam se leva, et partit. Elle arriva à Thirtsa; et, comme elle atteignait le seuil de la maison, l’enfant mourut. "},{"style":"v","text":"On l’enterra, et tout Israël le pleura, selon la parole que l’Éternel avait dite par son serviteur Achija, le prophète."},{"style":"s1","text":"Mort de Jéroboam"},{"style":"r","text":"V. 19-20: cf. 2 Ch 13:2-20. Ec 8:13."},{"style":"p","text":""},{"style":"v","text":"Le reste des actions de Jéroboam, comment il fit la guerre et comment il régna, cela est écrit dans le livre des Chroniques des rois d’Israël. "},{"style":"v","text":"Jéroboam régna vingt-deux ans, puis il se coucha avec ses pères. Et Nadab, son fils, régna à sa place."},{"style":"s1","text":"Le royaume de Juda sous Roboam. — Idolâtrie. — Invasion de Schischak, roi d’Égypte. — Mort de Roboam"},{"style":"r","text":"V. 21-31: cf. 2 Ch 12. Jé 2:19."},{"style":"p","text":""},{"style":"v","text":"\\x g \\xo 14.21 \\xt 2 Ch 12:13.\\x*Roboam, fils de Salomon, régna sur Juda. Il avait quarante et un ans lorsqu’il devint roi, et il régna dix-sept ans à Jérusalem, la ville que l’Éternel avait choisie sur toutes les tribus d’Israël pour y mettre son nom. Sa mère s’appelait Naama, l’Ammonite. "},{"style":"v","text":"Juda fit ce qui est mal aux yeux de l’Éternel; et, par les péchés qu’ils commirent, ils excitèrent sa jalousie plus que ne l’avaient jamais fait leurs pères. "},{"style":"v","text":"Ils se bâtirent, eux aussi, des hauts lieux avec des statues et des idoles sur toute colline élevée et sous tout arbre vert. "},{"style":"v","text":"Il y eut même des prostitués dans le pays. Ils imitèrent toutes les abominations des nations que l’Éternel avait chassées devant les enfants d’Israël. "},{"style":"v","text":"La cinquième année du règne de Roboam, \\x h \\xo 14.25 \\xt 2 Ch 12:2.\\x*Schischak, roi d’Égypte, monta contre Jérusalem. "},{"style":"v","text":"Il prit les trésors de la maison de l’Éternel et les trésors de la maison du roi, il prit tout. \\x i \\xo 14.26 \\xt 1 R 10:16, 17. 2 Ch 9:15.\\x*Il prit tous les boucliers d’or que Salomon avait faits. "},{"style":"v","text":"Le roi Roboam fit à leur place des boucliers d’airain, et il les remit aux soins des chefs des coureurs, qui gardaient l’entrée de la maison du roi. "},{"style":"v","text":"Toutes les fois que le roi allait à la maison de l’Éternel, les coureurs les portaient; puis ils les rapportaient dans la chambre des coureurs. "},{"style":"v","text":"Le reste des actions de Roboam, et tout ce qu’il a fait, cela n’est-il pas écrit dans le livre des Chroniques des rois de Juda? "},{"style":"v","text":"Il y eut toujours guerre entre Roboam et Jéroboam. "},{"style":"v","text":"Roboam se coucha avec ses pères, et il fut enterré avec ses pères dans la ville de David. Sa mère s’appelait Naama, l’Ammonite. Et Abijam, son fils, régna à sa place."}]