[{"style":"s1","verse":"","text":"Abijam et Asa, rois de Juda. — Nadab, Baescha, Éla, Zimri, Omri, rois d’Israël"},{"style":"r","verse":"","text":"V. 1-8: cf. 2 Ch 13. Ps 103:17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 15.1 \\xt 2 Ch 13:1.\\x*La dix-huitième année du règne de Jéroboam, fils de Nebath, Abijam régna sur Juda. "},{"style":"v","verse":"2","text":"\\x b \\xo 15.2 \\xt 2 Ch 13:2.\\x*Il régna trois ans à Jérusalem. Sa mère s’appelait Maaca, fille d’Abisalom. "},{"style":"v","verse":"3","text":"Il se livra à tous les péchés que son père avait commis avant lui; et son cœur ne fut point tout entier à l’Éternel, son Dieu, comme l’avait été le cœur de David, son père. "},{"style":"v","verse":"4","text":"Mais à cause de David, l’Éternel, son Dieu, lui donna \\x c \\xo 15.4 \\xt 1 R 11:36.\\x*une lampe à Jérusalem, en établissant son fils après lui et en laissant subsister Jérusalem. "},{"style":"v","verse":"5","text":"Car David avait fait ce qui est droit aux yeux de l’Éternel, et il ne s’était détourné d’aucun de ses commandements pendant toute sa vie, excepté \\x d \\xo 15.5 \\xt 2 S 11:4, 15; 12:9.\\x*dans l’affaire d’Urie, le Héthien. "},{"style":"v","verse":"6","text":"Il y eut guerre entre Roboam et Jéroboam, tant que vécut Roboam. "},{"style":"v","verse":"7","text":"Le reste des actions d’Abijam, et tout ce qu’il a fait, cela n’est-il pas écrit dans le livre des Chroniques des rois de Juda? Il y eut guerre entre Abijam et Jéroboam. "},{"style":"v","verse":"8","text":"Abijam se coucha avec ses pères, et on l’enterra dans la ville de David. Et \\x e \\xo 15.8 \\xt 2 Ch 14:1.\\x*Asa, son fils, régna à sa place."},{"style":"r","verse":"","text":"V. 9-15: cf. 2 Ch 14; 15. Ps 119:5, 9-11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"La vingtième année de Jéroboam, roi d’Israël, Asa régna sur Juda. "},{"style":"v","verse":"10","text":"Il régna quarante et un ans à Jérusalem. Sa mère s’appelait Maaca, fille d’Abisalom. "},{"style":"v","verse":"11","text":"Asa fit ce qui est droit aux yeux de l’Éternel, comme David, son père. "},{"style":"v","verse":"12","text":"Il ôta du pays \\x f \\xo 15.12 \\xt 1 R 22:47.\\x*les prostitués, et il fit disparaître toutes les idoles que ses pères avaient faites. "},{"style":"v","verse":"13","text":"\\x g \\xo 15.13 \\xt 2 Ch 15:16.\\x*Et même il enleva la dignité de reine à Maaca, sa mère, parce qu’elle avait fait une idole pour Astarté. Asa abattit son idole, et la brûla au torrent de Cédron. "},{"style":"v","verse":"14","text":"Mais les hauts lieux ne disparurent point, quoique le cœur d’Asa fût en entier à l’Éternel pendant toute sa vie. "},{"style":"v","verse":"15","text":"Il mit dans la maison de l’Éternel \\x h \\xo 15.15 \\xt Lé 5:15.\\x*les choses consacrées par son père et par lui-même, de l’argent, de l’or et des vases."},{"style":"r","verse":"","text":"V. 16-24: cf. 2 Ch 16. Jé 17:5."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Il y eut guerre entre Asa et Baescha, roi d’Israël, pendant toute leur vie. "},{"style":"v","verse":"17","text":"\\x i \\xo 15.17 \\xt 2 Ch 16:1.\\x*Baescha, roi d’Israël, monta contre Juda; et il bâtit Rama, pour empêcher ceux d’Asa, roi de Juda, de sortir et d’entrer. "},{"style":"v","verse":"18","text":"Asa prit tout l’argent et tout l’or qui étaient restés dans les trésors de la maison de l’Éternel et les trésors de la maison du roi, et il les mit entre les mains de ses serviteurs qu’il envoya vers \\x j \\xo 15.18 \\xt 1 R 20:1. 2 Ch 16:2, etc.\\x*Ben-Hadad, fils de Thabrimmon, fils de Hezjon, roi de Syrie, qui habitait à Damas. Le roi Asa lui fit dire: "},{"style":"v","verse":"19","text":"Qu’il y ait une alliance entre moi et toi, comme il y en eut une entre mon père et ton père. Voici, je t’envoie un présent en argent et en or. Va, romps ton alliance avec Baescha, roi d’Israël, afin qu’il s’éloigne de moi. "},{"style":"v","verse":"20","text":"Ben-Hadad écouta le roi Asa; il envoya les chefs de son armée contre les villes d’Israël, et il battit Ijjon, Dan, Abel-Beth-Maaca, tout Kinneroth, et tout le pays de Nephthali. "},{"style":"v","verse":"21","text":"Lorsque Baescha l’apprit, il cessa de bâtir Rama, et il resta à Thirtsa. "},{"style":"v","verse":"22","text":"Le roi Asa convoqua tout Juda, sans exempter personne, et ils emportèrent les pierres et le bois que Baescha employait à la construction de Rama; et le roi Asa s’en servit pour bâtir Guéba de Benjamin et Mitspa. "},{"style":"v","verse":"23","text":"Le reste de toutes les actions d’Asa, tous ses exploits et tout ce qu’il a fait, et les villes qu’il a bâties, cela n’est-il pas écrit dans le livre des Chroniques des rois de Juda? Toutefois, à l’époque de sa vieillesse, il eut les pieds malades. "},{"style":"v","verse":"24","text":"\\x k \\xo 15.24 \\xt 2 Ch 16:13.\\x*Asa se coucha avec ses pères, et il fut enterré avec ses pères dans la ville de David, son père. Et \\x l \\xo 15.24 \\xt 2 Ch 17:1.\\x*Josaphat, son fils, régna à sa place."},{"style":"r","verse":"","text":"V. 25-32: cf. 1 R 14:7-16. No 23:19. Ec 8:11-13."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Nadab, fils de Jéroboam, régna sur Israël, la seconde année d’Asa, roi de Juda. Il régna deux ans sur Israël. "},{"style":"v","verse":"26","text":"Il fit ce qui est mal aux yeux de l’Éternel; et il marcha dans la voie de son père, se livrant aux péchés que son père avait fait commettre à Israël. "},{"style":"v","verse":"27","text":"Baescha, fils d’Achija, de la maison d’Issacar, conspira contre lui, et Baescha le tua à Guibbethon, qui appartenait aux Philistins, pendant que Nadab et tout Israël assiégeaient Guibbethon. "},{"style":"v","verse":"28","text":"Baescha le fit périr la troisième année d’Asa, roi de Juda, et il régna à sa place. "},{"style":"v","verse":"29","text":"Lorsqu’il fut roi, il frappa toute la maison de Jéroboam, il n’en laissa échapper personne et il détruisit tout ce qui respirait, \\x m \\xo 15.29 \\xt 1 R 14:10, 14.\\x*selon la parole que l’Éternel avait dite par son serviteur Achija de Silo, "},{"style":"v","verse":"30","text":"à cause des péchés que Jéroboam avait commis et qu’il avait fait commettre à Israël, irritant ainsi l’Éternel, le Dieu d’Israël. "},{"style":"v","verse":"31","text":"Le reste des actions de Nadab, et tout ce qu’il a fait, cela n’est-il pas écrit dans le livre des Chroniques des rois d’Israël? "},{"style":"v","verse":"32","text":"Il y eut guerre entre Asa et Baescha, roi d’Israël, pendant toute leur vie."},{"style":"r","verse":"","text":"15 v. 33 à 16 v. 7: cf. 1 R 14:7-11, 14; 21:20-24. (2 R 17:13, 14. Jé 11:7, 8.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"La troisième année d’Asa, roi de Juda, Baescha, fils d’Achija, régna sur tout Israël à Thirtsa. Il régna vingt-quatre ans. "},{"style":"v","verse":"34","text":"Il fit ce qui est mal aux yeux de l’Éternel, et il marcha dans la voie de Jéroboam, se livrant aux péchés que Jéroboam avait fait commettre à Israël."}]