[{"style":"s1","text":"Hauts fonctionnaires de Salomon"},{"style":"r","text":"V. 1-6: cf. (2 S 8:15-18; 20:23-26.) 1 Co 12:4-11."},{"style":"p","text":""},{"style":"v","text":"Le roi Salomon était roi sur tout Israël. "},{"style":"v","text":"Voici les chefs qu’il avait à son service. Azaria, fils du sacrificateur Tsadok, "},{"style":"v","text":"Élihoreph et Achija, fils de Schischa, étaient secrétaires; Josaphat, fils d’Achilud, était archiviste; "},{"style":"v","text":"Benaja, fils de Jehojada, commandait l’armée; Tsadok et Abiathar étaient sacrificateurs; "},{"style":"v","text":"Azaria, fils de Nathan, était chef des intendants; Zabud, fils de Nathan, était ministre d’état, favori du roi; "},{"style":"v","text":"Achischar était chef de la maison du roi; et \\x a \\xo 4.6 \\xt 1 R 5:14; 12:18.\\x*Adoniram, fils d’Abda, était préposé sur les impôts."},{"style":"r","text":"V. 7-19: cf. 1 Ch 27:25-31. (1 Co 12:7; 14:33.)"},{"style":"p","text":""},{"style":"v","text":"Salomon avait douze intendants sur tout Israël. Ils pourvoyaient à l’entretien du roi et de sa maison, chacun pendant un mois de l’année. "},{"style":"v","text":"Voici leurs noms. Le fils de Hur, dans la montagne d’Éphraïm. "},{"style":"v","text":"Le fils de Déker, à Makats, à Saalbim, à Beth-Schémesch, à Élon et à Beth-Hanan. "},{"style":"v","text":"Le fils de Hésed, à Arubboth; il avait Soco et tout le pays de Hépher. "},{"style":"v","text":"Le fils d’Abinadab avait toute la contrée de Dor. Thaphath, fille de Salomon, était sa femme. "},{"style":"v","text":"Baana, fils d’Achilud, avait Thaanac et Meguiddo, et tout Beth-Schean qui est près de Tsarthan au-dessous de Jizreel, depuis Beth-Schean jusqu’à Abel-Mehola, jusqu’au-delà de Jokmeam. "},{"style":"v","text":"Le fils de Guéber, à Ramoth en Galaad; il avait les bourgs de Jaïr, fils de Manassé, en Galaad; il avait encore la contrée d’Argob en Basan, soixante grandes villes à murailles et à barres d’airain. "},{"style":"v","text":"Achinadab, fils d’Iddo, à Mahanaïm. "},{"style":"v","text":"Achimaats, en Nephthali. Il avait pris pour femme Basmath, fille de Salomon. "},{"style":"v","text":"Baana, fils de Huschaï, en Aser et à Bealoth. "},{"style":"v","text":"Josaphat, fils de Paruach, en Issacar. "},{"style":"v","text":"Schimeï, fils d’Éla, en Benjamin. "},{"style":"v","text":"Guéber, fils d’Uri, dans le pays de Galaad; il avait la contrée de Sihon, roi des Amoréens, et d’Og, roi de Basan. Il y avait un seul intendant pour ce pays."},{"style":"r","text":"V. 20-28: cf. (Ge 22:17; 15:18.) Ps 72."},{"style":"p","text":""},{"style":"v","text":"Juda et Israël étaient très nombreux, pareils au sable qui est sur le bord de la mer. Ils mangeaient, buvaient et se réjouissaient. "},{"style":"v","text":"Salomon dominait encore sur tous les royaumes depuis le fleuve jusqu’au pays des Philistins et jusqu’à la frontière d’Égypte; ils apportaient des présents, et ils furent assujettis à Salomon tout le temps de sa vie. "},{"style":"v","text":"Chaque jour Salomon consommait en vivres: trente cors de fleur de farine et soixante cors de farine, "},{"style":"v","text":"dix bœufs gras, vingt bœufs de pâturage, et cent brebis, outre les cerfs, les gazelles, les daims, et les volailles engraissées. "},{"style":"v","text":"Il dominait sur tout le pays de l’autre côté du fleuve, depuis Thiphsach jusqu’à Gaza, sur tous les rois de l’autre côté du fleuve. Et il avait la paix de tous les côtés alentour. "},{"style":"v","text":"Juda et Israël, depuis Dan jusqu’à Beer-Schéba, \\x b \\xo 4.25 \\xt Lé 26:5.\\x*habitèrent en sécurité, chacun sous sa vigne et sous son figuier, tout le temps de Salomon. "},{"style":"v","text":"\\x c \\xo 4.26 \\xt 2 Ch 1:14; 9:25.\\x*Salomon avait quarante mille crèches pour les chevaux destinés à ses chars, et douze mille cavaliers. "},{"style":"v","text":"Les intendants pourvoyaient à l’entretien du roi Salomon et de tous ceux qui s’approchaient de sa table, chacun pendant son mois; ils ne laissaient manquer de rien. "},{"style":"v","text":"Ils faisaient aussi venir de l’orge et de la paille pour les chevaux et les coursiers dans le lieu où se trouvait le roi, chacun selon les ordres qu’il avait reçus."},{"style":"s1","text":"Sa grandeur, sa renommée et sa sagesse"},{"style":"r","text":"V. 29-34: cf. (1 R 3:5-14; 10:1-9, 23, 24.)"},{"style":"p","text":""},{"style":"v","text":"Dieu donna à Salomon de la sagesse, une très grande intelligence, et des connaissances multipliées comme le sable qui est au bord de la mer. "},{"style":"v","text":"La sagesse de Salomon surpassait la sagesse de tous les fils de l’Orient et toute la sagesse des Égyptiens. "},{"style":"v","text":"Il était plus sage qu’aucun homme, plus qu’Éthan, l’Ezrachite, plus qu’Héman, Calcol et Darda, les fils de Machol; et sa renommée était répandue parmi toutes les nations d’alentour. "},{"style":"v","text":"Il a prononcé trois mille sentences, et composé mille cinq cantiques. "},{"style":"v","text":"Il a parlé sur les arbres, depuis le cèdre du Liban jusqu’à l’hysope qui sort de la muraille; il a aussi parlé sur les animaux, sur les oiseaux, sur les reptiles et sur les poissons. "},{"style":"v","text":"Il venait des gens de tous les peuples pour entendre la sagesse de Salomon, de la part de tous les rois de la terre qui avaient entendu parler de sa sagesse."}]