[{"style":"s1","verse":"","text":"Alliance de Salomon avec Hiram, roi de Tyr. — Préparatifs pour la construction du temple"},{"style":"r","verse":"","text":"V. 1-18: cf. 2 Ch 2. Esd 3:7. Ag 1:8."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Hiram, roi de Tyr, envoya ses serviteurs vers Salomon, car il apprit qu’on l’avait oint pour roi à la place de son père, et \\x a \\xo 5.1 \\xt 2 S 5:11. 1 Ch 14:1.\\x*il avait toujours aimé David. "},{"style":"v","verse":"2","text":"Salomon fit dire à Hiram: "},{"style":"v","verse":"3","text":"\\x b \\xo 5.3 \\xt 1 Ch 28:3.\\x*Tu sais que David, mon père, n’a pas pu bâtir une maison à l’Éternel, son Dieu, à cause des guerres dont ses ennemis l’ont enveloppé jusqu’à ce que l’Éternel les eût mis sous la plante de ses pieds. "},{"style":"v","verse":"4","text":"Maintenant l’Éternel, mon Dieu, m’a donné du repos de toutes parts; plus d’adversaires, plus de calamités! "},{"style":"v","verse":"5","text":"Voici, \\x c \\xo 5.5 \\xt 2 Ch 2:1.\\x*j’ai l’intention de bâtir une maison au nom de l’Éternel, mon Dieu, comme l’Éternel l’a déclaré à David, mon père, en disant: \\x d \\xo 5.5 \\xt 2 S 7:13. 1 Ch 22:10.\\x*Ton fils que je mettrai à ta place sur ton trône, ce sera lui qui bâtira une maison à mon nom. "},{"style":"v","verse":"6","text":"Ordonne maintenant que l’on coupe pour moi des cèdres du Liban. Mes serviteurs seront avec les tiens, et je te paierai le salaire de tes serviteurs tel que tu l’auras fixé; car tu sais qu’il n’y a personne parmi nous qui s’entende à couper les bois comme les Sidoniens. "},{"style":"v","verse":"7","text":"Lorsqu’il entendit les paroles de Salomon, Hiram eut une grande joie, et il dit: Béni soit aujourd’hui l’Éternel, qui a donné à David un fils sage pour chef de ce grand peuple! "},{"style":"v","verse":"8","text":"Et Hiram fit répondre à Salomon: J’ai entendu ce que tu m’as envoyé dire. Je ferai tout ce qui te plaira au sujet des bois de cèdre et des bois de cyprès. "},{"style":"v","verse":"9","text":"Mes serviteurs les descendront du Liban à la mer, et je les expédierai par mer en radeaux jusqu’au lieu que tu m’indiqueras; là, je les ferai délier, et tu les prendras. Ce que je désire en retour, c’est que tu fournisses des vivres à ma maison. "},{"style":"v","verse":"10","text":"Hiram donna à Salomon des bois de cèdre et des bois de cyprès autant qu’il en voulut. "},{"style":"v","verse":"11","text":"Et Salomon donna à Hiram vingt mille cors de froment pour l’entretien de sa maison et vingt cors d’huile d’olives concassées; c’est ce que Salomon donna chaque année à Hiram. "},{"style":"v","verse":"12","text":"L’Éternel donna de la sagesse à Salomon, \\x e \\xo 5.12 \\xt 1 R 3:12.\\x*comme il le lui avait promis. Et il y eut paix entre Hiram et Salomon, et ils firent alliance ensemble. "},{"style":"v","verse":"13","text":"Le roi Salomon leva sur tout Israël des hommes de corvée; ils étaient au nombre de trente mille. "},{"style":"v","verse":"14","text":"Il les envoya au Liban, dix mille par mois alternativement; ils étaient un mois au Liban, et deux mois chez eux. Adoniram était préposé sur les hommes de corvée. "},{"style":"v","verse":"15","text":"Salomon avait encore soixante-dix mille hommes qui portaient les fardeaux et quatre-vingt mille qui taillaient les pierres dans la montagne, "},{"style":"v","verse":"16","text":"sans compter les chefs, au nombre de trois mille trois cents, préposés par Salomon sur les travaux et chargés de surveiller les ouvriers. "},{"style":"v","verse":"17","text":"Le roi ordonna d’extraire de grandes et magnifiques pierres de taille pour les fondements de la maison. "},{"style":"v","verse":"18","text":"Les ouvriers de Salomon, ceux de Hiram, et les Guibliens, les taillèrent, et ils préparèrent les bois et les pierres pour bâtir la maison."}]