[{"style":"mt1","text":"2 Waa Korent"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man Pool, ndawul °Kirist Yeesu ci coobarey Yàlla, man ak Timote sunu mbokk, noo leen di bind, yéen mbooloom Yàlla mi nekk dëkku Korent, ak gaayi Yàlla yu sell, yi nekk ci diiwaanu Akayi gépp."},{"style":"v","verse":"2","text":"Yal na leen Yàlla sunu Baay ak Boroom bi Yeesu Kirist may yiw ak jàmm."},{"style":"s","verse":"","text":"Yàlla, Boroom lépp luy dëfal xol yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Cant ñeel na Yàlla, Baayu sunu boroom Yeesu °Kirist, di Baay biy Aji Yërëm tey Boroom lépp luy dëfal xol yi."},{"style":"v","verse":"4","text":"Mooy dëfal sunu xol ci sunu tiis yépp, ngir nun ci sunu bopp nu mana dëfal xolu ñépp ñi nekk ci tiis, di leen sédd ci noflaay, bi Yàlla def ci sunu xol."},{"style":"v","verse":"5","text":"Ndaxte ni coonoy Kirist di baawaane ci nun, noonu it la Kirist nekke buntu noflaay bu yaa, biy dëfal sunu xol."},{"style":"v","verse":"6","text":"Su nuy jaar ci tiis, seen noflaay a tax ak seen mucc. Bu dee Yàlla dëfal na sunu xol, seen noflaay a tax, ngir ngeen mana dékku naqar yu mel ni yu nuy am, nun itam."},{"style":"v","verse":"7","text":"Sunu yaakaar ci seen mbir dëgër na, xam ne ni ngeen bokke ak nun naqar, noonu ngeen di bokke ak nun noflaayu xol."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ndaxte bokk yi, bëggunu ngeen umple tiis, wi nu daj ci diiwaanu Asi. Yen bi diisoon na lool ba weesu sunu kàttan, ba amatunu yaakaar sax ci dund."},{"style":"v","verse":"9","text":"Demoon nanu ba defe ne dogalees na sunug dee. Loolu amoon na, ngir nu baña wéer sunu yaakaar ci sunu bopp, waaye nu wéer ko ci Yàlla, miy dekkal néew yi."},{"style":"v","verse":"10","text":"Moo nu musal ci dee gu metti googu te dina nu musalaat. Ci moom lanu wékk sunu yaakaar ne dina nu musalati,"},{"style":"v","verse":"11","text":"bu ngeen nu jàpplee di ci boole seeni ñaan. Noonu ñu bare dinañu gërëm Yàlla ci yiw, wi mu nu may te muy tontul ñaanu ñu bare."},{"style":"s","verse":"","text":"Pool setal na boppam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Li nuy tiitaroo moo di sunu xel day seede ne ci kanam àddina si, rawatina sax ci seen kanam, aw nanu ci tànk yu jub, ànd ak xol bu laab fa kanam Yàlla. Jëfewunu ci pexem nit, waaye ci yiwu Yàlla lanu jëfe."},{"style":"v","verse":"13-14","text":"Bindunu leen nag leneen lu dul li ngeen jàng te xam ko. Fi mu ne seen xam-xam ci nun matagul, waaye yaakaar naa ne bu matee, dingeen mana tiitaru ci nun, ni nu koy defe ci yéen, bu bésu Boroom bi Yeesu ñëwee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Kon ni ma ame woon kóolute googu, naroon naa jëkka jaar ci yéen, ngir ganesi leen ñaari yoon."},{"style":"v","verse":"16","text":"Bëggoon naa jaar ci yéen, dem diiwaanu Maseduwan, te bu ma jógee Maseduwan, dikkaat ci yéen, ngir ngeen waajal sama tukki ca Yude."},{"style":"v","verse":"17","text":"Ba may mébét loolu nag, ndax dama cee boolewul pastéef? Te ndax samay yéene yéeney nit kese la, ba may xel ñaar, naan «waaw» ak «déet»?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Wóor na Yàlla ne li nu leen di wax, du «waaw» ju ànd ak «déedéet»."},{"style":"v","verse":"19","text":"Ndaxte °Doomu Yàlla ji, Yeesu °Kirist, mi nu doon yégle ci seen biir, man ak °Silwan ak Timote, nekkul woon «waaw» ak «déedéet;» «waawi» Yàlla la masa nekk."},{"style":"v","verse":"20","text":"Te lépp lu Yàlla dige woon fekk na «waawam» ci moom. Noonu kon ci Kirist lanuy waxe: «Amiin», ngir yékkati ndamu Yàlla."},{"style":"v","verse":"21","text":"Te Yàlla moo nuy dëgëral ci Kirist, nun ak yéen, te sol nu Xelam."},{"style":"v","verse":"22","text":"Moo nu màndargaal ni ay gaayam, def Xelam ci sunu xol, muy dawal ci cér, bi mu nu dencal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Man nag Yàlla seede na ma, te giñ naa ci sama bakkan ne yërëm leen rekk moo tax délseeguma Korent."},{"style":"v","verse":"24","text":"Du caageen nag noo leen bëgga not ci lu jëm ci seen ngëm, waaye nu ngi liggéeyandoo ak yéen ngir seen mbég, ndaxte ci ngëm ngeen sax."}]