[{"style":"s","verse":"","text":"Artu yu mujj yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bii mooy ñetteel bi yoon, ma di leen ganesi. «Bépp àtte dina aju ci seedes ñaar walla ñetti nit.»"},{"style":"v","verse":"2","text":"Li ma waxoon ci sama ñaareelu ngan, ci ñi bàkkaaroon bu yàgg ak ñi ci des, maa ngi koy waxaat léegi, bala maa dikkaat: su ma délsee, duma yërëm kenn."},{"style":"v","verse":"3","text":"Bu fekkee ne dangeena bëgg firnde juy wone ne °Kirist mooy wax jaarale ko ci man, dingeen ko am. Digganteem ak yéen du ànd ak néew doole, waaye dafay feeñal kàttan ci seen biir."},{"style":"v","verse":"4","text":"Néewoon na doole, ba ñu koy daaj ca bant ngir rey ko, waaye mi ngi dund ci kàttanu Yàlla. Nun itam néew nanu doole ci sunu bokk ci moom, waaye dinanu dund ak moom ci kàttanu Yàlla, bu nuy jëfante ak yéen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Xool-leen seen bopp bu baax, ba xam ndax ngëm a ngi ci yéen. Seetluleen seen bopp. Xanaa xamuleen ne Yeesoo ngi ci yéen? Walla boog ngeen gis ne ay naaféq ngeen."},{"style":"v","verse":"6","text":"Waaye yaakaar naa ne dingeen gis ne man nanoo wone nun, firndeg ngëm."},{"style":"v","verse":"7","text":"Nu ngi ñaan Yàlla, ngeen baña def dara lu bon. Waxuma ne danoo bëgga wone noonu sunu firndeg ngëm, waaye sunu yéene mooy ngeen jëf lu baax, boo yaboo sax ñu jiiñ nu ag naaféq."},{"style":"v","verse":"8","text":"Ndaxte manalunu dara dëggu Yàlla gi; manunu lu dul taxawal ko."},{"style":"v","verse":"9","text":"Bu nu néewee doole, fekk am ngeen doole, bég nanu ci. Te sax nu ngi ñaan, ngeen jublu cig mat."},{"style":"v","verse":"10","text":"Looloo tax ma leen di binde nii, bala maa ñëw; bëgguma leena duma ci sañ-sañ bi ma Boroom bi jox. Jox na ma ko, ngir ma yokk seen ngëm, waaye du ngir seen kasara."},{"style":"s","verse":"","text":"Tàggtoo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Kon nag bokk yi, bégleen, jublu cig mat, di déglu soññante bi ma leen di dénk, am benn xalaat te dëkk ci jàmm; noonu Yàlla miy mbëggeel te di Yàllay jàmm dina ànd ak yéen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Saafoonteleen ak xol bu laab. Mboolem gaayi Yàlla yépp ñu ngi leen di nuyu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yal na yiwu sunu Boroom Yeesu °Kirist, ak mbëggeelu Yàlla ak booloo, gi nu am ak °Xel mu Sell mi, ànd ak yéen ñépp."}]