[{"style":"p","text":""},{"style":"v","text":"Man nag fas yéene naa lii: duma délsi ci yéen ci naqar."},{"style":"v","text":"Ndaxte su ma leen tegee naqar, kuy seral sama xol ku dul yéen ñi ma teg aw naqar?"},{"style":"v","text":"Looloo tax ma binde noonu, ngir baña agsi, am naqar ci ñi ma waroona bégal. Am naa kóolute ci yéen ñépp ne sama mbég mooy seen mbég."},{"style":"v","text":"Ci biir tiis ak xol bu jeex laa leen bind, samay bët taa ak ay rongooñ. Binduma leen ngir teg leen naqar, waaye ngir ngeen xam xóotaayu mbëggeel gi ma am ci yéen."},{"style":"s","text":"Pool baal na ki tooñoon"},{"style":"p","text":""},{"style":"v","text":"Su kenn tegee moroomam naqar, du man la ko teg, waaye man nanu ne yéen ñépp la ko teg --matul may réyal mbir mi."},{"style":"v","text":"Àtte bi ko mbooloo mi teg, doy na."},{"style":"v","text":"Léegi nag baal-leen ko te dëfal xolam, ngir bañ mu sóobu ci naqar wu ëpp."},{"style":"v","text":"Kon maa ngi leen di ñaan, ngeen feddali seen mbëggeel ci moom."},{"style":"v","text":"Nattu leen moo tax ma bind leen it, ngir seet ba xam ndax dingeen dégg ndigal ci lépp."},{"style":"v","text":"Ku ngeen baal, ma baal ko itam. Man nag, su ma baalee --fekk am lu ma wara baale-- yéena tax ma def ko ci kanam °Kirist,"},{"style":"v","text":"ngir °Seytaane baña am bunt bu mu jaar ba nax nu, ndaxte réerewunu mbir ay pexeem."},{"style":"s","text":"Ndawi Yàlla ci xamle kóllëre gu bees, gi Yàlla fas ak nit"},{"style":"p","text":""},{"style":"v","text":"Ba ma àggee Torowas nag, ngir yégle fa xibaaru jàmm bi ci °Kirist, Boroom bi ubbil na ma ci bunt."},{"style":"v","text":"Waaye sama xel dalul benn yoon, ndax li ma fa fekkul sama mbokk, Tit. Noonu nag ma tàggu leen, daldi dem diiwaanu Maseduwan."},{"style":"p","text":""},{"style":"v","text":"Waaye cant ñeel na Yàlla! Ci sunu booloo ak Kirist, daf nuy yóbbaale saa su nekk ci gawari ndamam, tey jaar ci nun ngir turu Kirist jolli fu nekk, ni xetu latkoloñ di tasaaroo."},{"style":"v","text":"Ndaxte ci Yàlla, xetu Kirist gu neex lanu, di gilli jëm ci ñiy mucc ak ñiy sànku;"},{"style":"v","text":"ci ñu mujj ñii, xet gu sedd lanu, guy jëme ci dee; ci ñu jëkk ñi, xetu dund lanu, guy jëme ci dund. Ku mana àttan yen boobu!"},{"style":"v","text":"Nun nag melunu ni ñu bare, ñiy baana-baana ci kàddug Yàlla, waaye ci sunu booloo ak Kirist, nu ngi waare ak xol bu laab fa kanam Yàlla, ni yonenti Yàlla."}]