[{"style":"s","text":"Sunu màkkaan ci wetu Boroom bi"},{"style":"p","text":""},{"style":"v","text":"Yaram wi nu soloo ci kaw suuf dafa mel ni ab xayma. Su daanoo, xam nanu ne Yàlla jagleel na nu am taax ci asamaan, mu loxol nit defarul, di taax muy sax ba fàww."},{"style":"v","text":"Fi mu ne nu ngi wonk, di yàkkamtee féete ak sunu dëkkukaayu asamaan, sol ko ni koddaay, xam ne"},{"style":"v","text":"bu nu ko solee, dunu def yaramu neen."},{"style":"v","text":"Nun ñi nekk ci xayma bii, nu ngi wonk ndax coono. Du caageen ne danoo bëgga summi sunu yaramu àddina, waaye danoo bëgga sol sunu yaramu asamaan, ngir liy dee sóobu ci biir dund."},{"style":"v","text":"Ki nu waajal ngir loolu moo di Yàlla, moom mi nu jox Xelam, di dawal ci cér bi mu nu dencal."},{"style":"p","text":""},{"style":"v","text":"Noonu kon nu ngi fees ak kóolute fu nu tollu; te xam nanu ne fi ak nu ngi dëkk ci yaram wii, àggagunu sunu màkkaan ci wetu Boroom bi--"},{"style":"v","text":"ndaxte doxewunu ab gis, waaye ngëm lanuy doxe."},{"style":"v","text":"Kon fees nanu ak kóolute, te yéenee jóge ci dëkkukaayu yaram wii, dem dëkk ci wetu Boroom bi."},{"style":"v","text":"Kon nag des fi walla jóge fi, li nuy faaydaal moo di neex Boroom bi."},{"style":"v","text":"Ndaxte nun ñépp fàww nu teew ci kanam °Kirist, mu àtte nu, ngir ku nekk jot peyu li mu def ci yaramam, muy lu baax walla lu bon."},{"style":"s","text":"Nanguleena juboo ak Yàlla"},{"style":"p","text":""},{"style":"v","text":"Gannaaw xam nanu ragal Yàlla nag, nu ngi fexee gëmloo nit ñi, waaye li nu nekk leer na Yàlla, te yaakaar naa ne leer na leen it, ba ne fàŋŋ."},{"style":"v","text":"Jéemunoo waxati lu ngeen nuy nawe, waaye danu leena bëgga may yoonu tiitaru ci nun, ba am lu ngeen tontoo ñooñuy tiitaroo col gu àndul ak xol."},{"style":"v","text":"Su fekkee danoo tàggalikoo ak sunu sago, ngir Yàlla la. Su nu àndee ak sunu sago, ngir yéen la."},{"style":"v","text":"Ndaxte mbëggeelu °Kirist moo nuy jiite, ndax wóor na nu ne ndegam kenn rekk a dee ngir ñépp, kon ñépp a dee."},{"style":"v","text":"Te dee na ngir ñépp, ngir ñiy dund dootuñu dund ngir seen bopp, waaye ngir ki dee ci seen wàll te dekki."},{"style":"p","text":""},{"style":"v","text":"Kon nag gannaaw-si-tey xoolatunu kenn ci gis-gisu àddina. Su fekkee mas nanoo xool Kirist ci gis-gisu àddina, léegi xooleetunu ko noonu."},{"style":"v","text":"Kon bu nit bokkee ci Kirist, mbindeef mu bees la. Li jëkk wéy na, lu bees a fi teew."},{"style":"v","text":"Te loolu lépp a ngi sosoo ci Yàlla, mi nu jubale ak boppam jaare ko ci Yeesu Kirist, te sas nu nuy waare juboo googu:"},{"style":"v","text":"maanaam, Yàlla jaar na ci Kirist, di jubale waa àddina ak boppam te sëfu leen seeni tooñ. Kàddug juboo googu, Yàlla dénk na nu ko."},{"style":"v","text":"Ay ndaw lanu, yu Kirist yónni, te Yàllaa ngi woo nit ñi jaare ko ci nun. Kon nag ci turu Kirist, nu ngi leen koy ñaan: nanguleena juboo ak Yàlla."},{"style":"v","text":"Kirist mi masula def bàkkaar, Yàlla def na ko bàkkaar ci sunu wàll, ngir ci sunu bokk ci moom, nu mana doon njubteg Yàlla."}]