[{"style":"p","text":""},{"style":"v","text":"Nun nag ñiy liggéeyandoo ak Yàlla, nu ngi leen di ñaan: jariñooleen yiw, wi ngeen jote ci Yàlla, ngir mu baña neen ci yéen."},{"style":"v","text":"Ndaxte Yàlla nee na:"},{"style":"q","text":"«Ca jamono ja mu jekke, nangu naa sa ñaan;"},{"style":"q","text":"ci bésu mucc gi laa la wallu.»"},{"style":"m","text":"Tey jii la jamono ju jekk ji; tey la bésub mucc gi."},{"style":"s","text":"Tiis yi nu daj ci liggéeyal Yàlla"},{"style":"p","text":""},{"style":"v","text":"Bëggunoo lëmbaaje xelu kenn ci dara, ngir kenn baña sikk sunu liggéey."},{"style":"v","text":"Li nu bëgg moo di rafetal sunu tur ni jawriñi Yàlla ci fànn gu nekk; danuy muñ coono yi, tiis yi, njàqare yi;"},{"style":"v","text":"ñu nuy dóor, di nu tëj ci kaso, dëkk yi di yëngu ndax sunu mbir; nuy liggéey ba sonn, di fanaane xool, di woor."},{"style":"v","text":"Nu ngi rafetal sunu yen ci dund gu sell, ci xam-xam, muñ ak laabiir, ci °Xel mu Sell mi ak ci mbëggeel gu raxul njublaŋ,"},{"style":"v","text":"ci kàddug dëgg ak ci kàttanu Yàlla, nu ngi yor gànnaayi njubte ci loxol ndijoor ak lu càmmoñ."},{"style":"v","text":"Ñu bàkk nu, jéppi nu, sant nu, xas nu. Ñu di nu jiiñ réeral, moona niti dëgg lanu."},{"style":"v","text":"Ñuy xeeb sunu tur, moona tur yi siiw nañu. Nu mel ni ñu loof, moona nu ngi dund. Ñu yar nu, teewul nu rëcc ci dee."},{"style":"v","text":"Danuy dékku tiis, waaye di bég fu nu tollu. Nu tumurànke, waaye di woomal ñu bare; amunu dara, fekk noo moom lépp."},{"style":"p","text":""},{"style":"v","text":"Yéen bokki Korent, wax nanu leen sunu biir ak sunu biti, di leen ubbil sunu xol."},{"style":"v","text":"Ubbiku nanu ci yéen, waaye yéen ubbikuwuleen ci nun."},{"style":"v","text":"Maa ngi wax ak yéen ni samay doom; feyleen nu bor bi, yéen itam; ubbileen seen xol!"},{"style":"s","text":"Bàyyileen bokkaale"},{"style":"p","text":""},{"style":"v","text":"Buleen likkoo ak ñi gëmul. Gan àndandoo moo mana am diggante njubte ak ndëngte? Gan booloo moo mana am diggante leer ak lëndëm?"},{"style":"v","text":"Gan déggoo moo mana am diggante °Kirist ak °Beliyar? Gan jaxasoo moo mana am diggante ki gëm ak ki gëmul?"},{"style":"v","text":"Nan la kër Yàlla mana mànkoo ak xërëm yi? Ndaxte nun nooy kër Yàlla Aji Dund ji, ni ko Yàlla waxe:"},{"style":"q","text":"«Dinaa dëkk ci seen biir, // tey dox ànd ak ñoom,"},{"style":"q","text":"ma nekk seen Yàlla, // ñuy samay gaay.»"},{"style":"q","text":""},{"style":"v","text":"Kon nag Boroom bi nee na:"},{"style":"q","text":"«Génnleen biir ñooñu te beru."},{"style":"q","text":"Buleen laal dara lu am sobe,"},{"style":"q","text":"kon dinaa leen teeru."},{"style":"q","text":""},{"style":"v","text":"Dinaa nekk baay ci yéen,"},{"style":"q","text":"ngeen di doom ci man, muy góor, di jigéen."},{"style":"q","text":"Moom la Aji Man ji wax.»"}]