[{"style":"p","text":""},{"style":"v","text":"Ndegam nag jot nanu ci dige yu mel nii, samay soppe, nanu sellal sunu bopp ci bépp sobeb yaram walla bu xel, dund dund gu sell, ba mat ci ragal Yàlla."},{"style":"s","text":"Mbégu Pool ci ñëwug Tit"},{"style":"p","text":""},{"style":"v","text":"Yaatal-leen nu ci seen xol. Tooñunu kenn; lorunu kenn; naxunu kenn, jël alalam."},{"style":"v","text":"Teg leen tooñ taxul may wax lii, ndaxte wax naa ba noppi ne yéena ngi ci sunu xol ci dund ak ci dee."},{"style":"v","text":"Kóolute gi ma am ci yéen réy na. Tiitar bi may jële ci yéen réy na. Sama xol sedd na guyy. Damaa fees ak mbég ci bépp coono bu nuy daj!"},{"style":"p","text":""},{"style":"v","text":"Ba nu àggee diiwaanu Maseduwan, noppaluwunu, waaye coono bu ne daj nanu ko: xeex ci biti, njàqare ci biir."},{"style":"v","text":"Waaye Yàlla miy dëfal xolu ñiy yoggoorlu ndax tiis, dëfal na sunu xol ci ñëwug Tit,"},{"style":"v","text":"te du ci ñëwam rekk sax waaye ci li ngeen dëfal xolam. Yégal na nu seen nammeel ci nun, seen réccu ak seen farlu jëm ci man, ba sama mbég gën cee yokku."},{"style":"p","text":""},{"style":"v","text":"Su fekkee ne sax, bataaxal bi ma leen bind dafa leen naqare, réccootuma ko. Ci lu jëkk réccu naa ko, ndaxte gis naa ne bataaxal boobu teg na leen tiis, doonte sax ci diir bu néew."},{"style":"v","text":"Waaye sama xol sedd na léegi, du ndax seen tiis, waaye ci li mu tax ngeen réccu. Tiis wu jóge ci Yàlla ngeen tegoo, te àndul ak benn loraange bu bawoo ci nun."},{"style":"v","text":"Ndaxte tiis wu jóge ci Yàlla dina jur réccu guy jëme ci mucc, te réccu googu laajul gëstu. Waaye tiisu àddina day jëme ci dee."},{"style":"v","text":"Seen tiis wi jóge ci Yàlla, gisleen nag li mu jur: ndaw njaxlaf ak lay ak mer ak ragal ak nammeel ak farlu, ak bëgga yar ki tooñ! Ci seen jëf yépp wone ngeen ne set ngeen wecc ci mbir moomu."},{"style":"v","text":"Kon nag su ma leen bindee, ki tooñ taxul, ki ñu tooñ it taxul, waaye dama leena bind, ngir ngeen mana gis ci kanam Yàlla cawarte, gi ngeen am ci nun."},{"style":"v","text":"Te loolu seral na sunu xol."},{"style":"p","text":"Sunu xel dal na, rawati ci li nu ànd ak Tit ci mbégam, ci li ngeen seral xolam, yéen ñépp."},{"style":"v","text":"Su fekkee ne tiitaru woon naa ci seen mbir ci kanam Tit, rusuma ci. Dëgg rekk lanu leen masa wax; noonu it la Tit gise ne li nu leen doon seede lépp, dëgg la."},{"style":"v","text":"Te mbëggeelam ci yéen gën na yokku, buy fàttaliku ni ngeen ko déggale yéen ñépp, ci li ngeen ko teeru, ànd ak ragal ak weg."},{"style":"v","text":"Bég naa, ndaxte xam naa ne man naa leena wóolu ci lu nekk!"}]