[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci mbirum ndimbal loolu jëm ci gaayi Yàlla yi, matul ma leen di bindaat,"},{"style":"v","verse":"2","text":"ndaxte xam naa seen yéene ju rafet, te maa ngi ciy damu ci kanam waa Maseduwan, naan leen: «Daaw fekk na waa Akayi\\f + \\fr 9.2 \\fk waa Akayi: \\ft Korent mooy péeyu diiwaanu Akayi.\\f* jekk.» Te seen cawarte xamb na ñu bare ci ñoom."},{"style":"v","verse":"3","text":"Maa ngi yónni nag bokk yooyu, ngir damu gi nu doon damu ci yéen ci mbir mii baña neen, te ngeen jekk, ni ma ko waxe woon."},{"style":"v","verse":"4","text":"Danoo bañ rekk waa Maseduwan, ñiy ànd ak man, fekk jekkaguleen; te kon kóolute googu nu am ci yéen dina nekk sunu gàcce, waxaalewuma nag seen bos."},{"style":"v","verse":"5","text":"Moo tax ma xalaat ne li gën mooy yónni bokk yooyu, ñu jiitu ma ci yéen, topptoo mbiri ndimbal lu yaatu loolu ngeen dige woon. Loolu di may gu tàlli, te baña nekk yëfi nay."},{"style":"s","verse":"","text":"Ku ji lu bare, góob lu bare"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Li am mooy: ku ji tuuti, góob tuuti; ku ji lu bare, góob lu bare."},{"style":"v","verse":"7","text":"Kon na ku nekk joxe, ni mu ko nase ci xolam, te bañ cee am réccu walla sañul-bañ, ndaxte kiy joxe ak mbég moo neex Boroom bi."},{"style":"v","verse":"8","text":"Yàlla man na leena woomal ci bépp yiwam ba ci fépp ak ci lépp, ngeen faj seen soxla yépp te sakkanle it ngir bépp jëf bu baax."},{"style":"v","verse":"9","text":"Moom la Mbind mi wax ne:"},{"style":"q","verse":"","text":"«Tabe na, ba may baadoolo yi;"},{"style":"q","verse":"","text":"njubteem day sax ba fàww.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"Yàlla miy jox beykat bi jiwu ak nit ab dund, dina leen jox jiwu wu ne gàññ, te sakkanal li seen njub meññ."},{"style":"v","verse":"11","text":"Noonu dingeen woomle ci lépp, ba yéwén ci bépp anam, ba tax ñu bare gërëm Yàlla ndax li ngeen maye jaarale ko ci nun."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ndaxte njaamu, gi ngeen di jaamu, yemul rekk ci faj soxlay gaayi Yàlla yi, waaye dina tax it ngërëmu ñu bare baawaan, jëm ci Yàlla."},{"style":"v","verse":"13","text":"Ci li ngeen firndeel seen mbëggeel ci joxe ndimbal lii, dinañu màggal Yàlla, ndaxte wone ngeen ni ngeen déggale xibaaru jàmm bu °Kirist bi, ak ni ngeen yéwéne ci seen ndimbal jëme ci ñoom ak ñépp."},{"style":"v","verse":"14","text":"Rax-ca-dolli dinañu sant Yàlla ak xol bu fees ak cofeel ci yéen ndax yiw wu mag, wi Yàlla def ci yéen."},{"style":"v","verse":"15","text":"Jërëjëfati yaw Yàlla ndax sa may googu weesu dayo!"}]