[{"style":"s1","verse":"","text":"Blessings for Obedience"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"“ ‘You\\f + \\fr 26:1 \\ft Plural throughout the entire chapter \\f* shall not make for yourselves idols and divine images, and you shall not raise up stone pillars for yourselves, and you shall not put a sculptured stone in your land in order to\\f + \\fr 26:1 \\ft Or “to” \\f* worship before it, because I \\add am\\add* Yahweh your God."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"“ ‘You shall keep my Sabbaths, and you shall revere my sanctuary; I \\add am\\add* Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"“ ‘If you walk in my statutes and you keep my commands and you do them, "},{"style":"v","verse":"4","text":"then\\f + \\fr 26:4 \\ft Or “and” \\f* I will give you rains in their time, and the land shall give its produce, and the trees of the field shall give their fruit. "},{"style":"v","verse":"5","text":"And for you \\add the\\add* threshing season shall overtake \\add the\\add* grape harvest, and the grape harvest shall overtake \\add the\\add* sowing, and you shall eat your food ⸤to your fill⸥\\f + \\fr 26:5 \\ft Literally “to contentment” \\f* and you shall live ⸤securely⸥\\f + \\fr 26:5 \\ft Literally “with confidence” \\f* in your land. "},{"style":"v","verse":"6","text":"And I will give peace in the land, and you shall lie down, and there shall not be ⸤anybody who makes you afraid⸥,\\f + \\fr 26:6 \\ft Literally “who makes afraid” or “making afraid” \\f* and I will remove harmful animals from the land, and ⸤no sword shall pass through your land⸥.\\f + \\fr 26:6 \\ft Literally “a sword shall not pass through in your land” \\f* "},{"style":"v","verse":"7","text":"And you shall pursue your enemies, and they shall fall by the sword ⸤before you⸥.\\f + \\fr 26:7 \\ft Literally “to your faces” \\f* "},{"style":"v","verse":"8","text":"And five of\\f + \\fr 26:8 \\ft Hebrew “from” \\f* you shall pursue a hundred, and a hundred of\\f + \\fr 26:8 \\ft Hebrew “from” \\f* you shall pursue a myriad;\\f + \\fr 26:8 \\ft Or “ten thousand” \\f* and your enemies shall fall by the sword ⸤before you⸥.\\f + \\fr 26:8 \\ft Literally “to your faces” \\f* "},{"style":"v","verse":"9","text":"And I will turn to you, and I will make you fruitful, and I will make you numerous; and I will keep my covenant with you. "},{"style":"v","verse":"10","text":"And you shall eat ⸤old grain⸥,\\f + \\fr 26:10 \\ft Literally “old what is stale” \\f* and ⸤you shall clear away the old before the new⸥.\\f + \\fr 26:10 \\ft Literally “old from the faces of new you shall bring out” \\f* "},{"style":"v","verse":"11","text":"And I will put my dwelling place in your midst, and my inner self\\f + \\fr 26:11 \\ft Or “soul” \\f* shall not abhor you. "},{"style":"v","verse":"12","text":"And I will walk about in your midst, and I shall be your God,\\f + \\fr 26:12 \\ft Or “as a God for you” \\f* and you shall be my people.\\f + \\fr 26:12 \\ft Or “as a people for me” \\f* "},{"style":"v","verse":"13","text":"I \\add am\\add* Yahweh, your God who brought you out from the land of Egypt, from being their slaves; and I broke the bars of your yoke, and I caused you to walk erectly."},{"style":"s1","verse":"","text":"Punishment for Disobedience"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"“ ‘But\\f + \\fr 26:14 \\ft Or “And” \\f* if you do not listen to me and you do not carry out\\f + \\fr 26:14 \\ft Or “you do not do” or “you do not observe” or “you do not perform” \\f* all these commands, "},{"style":"v","verse":"15","text":"and if you reject my statutes and if your inner self\\f + \\fr 26:15 \\ft Or “soul” \\f* abhors my regulations, to not carry out\\f + \\fr 26:15 \\ft Or “do” or “observe” or “perform” \\f* all my commands \\add by\\add* your breaking my covenant, "},{"style":"v","verse":"16","text":"I ⸤in turn⸥\\f + \\fr 26:16 \\ft Literally “also” or “indeed” \\f* will do this to you: then\\f + \\fr 26:16 \\ft Or “and” \\f* I will summon onto you horror, the wasting disease, and the fever that wastes eyes and that drains away life; and you shall sow your seed ⸤in vain⸥,\\f + \\fr 26:16 \\ft Literally “for the emptiness” \\f* and your enemies shall eat it. "},{"style":"v","verse":"17","text":"And I will set my face against you, and you shall be defeated ⸤before⸥\\f + \\fr 26:17 \\ft Literally “to the faces of” \\f* your enemies; and your haters shall rule over you, and you shall flee away, but\\f + \\fr 26:17 \\ft Or “and” \\f* there shall not be ⸤anybody who is pursuing⸥\\f + \\fr 26:17 \\ft Literally “who pursues” or “pursuing” \\f* you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"“ ‘And if in spite of these \\add things\\add* you do not listen to me, then\\f + \\fr 26:18 \\ft Or “and” \\f* I will continue to discipline you seven times for your sins. "},{"style":"v","verse":"19","text":"And I will break the pride of your strength; and I will make your heaven like iron\\f + \\fr 26:19 \\ft Or “iron ore” \\f* and your land like copper. "},{"style":"v","verse":"20","text":"And your strength shall be consumed ⸤in vain⸥;\\f + \\fr 26:20 \\ft Literally “to the emptiness” \\f* and your land shall not give its produce, and the land’s trees shall not give their fruit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"“ ‘And if you go against me \\add in\\add* hostility and you are not willing to listen to me, then\\f + \\fr 26:21 \\ft Or “and” \\f* I will add a plague onto you seven times according to your sins. "},{"style":"v","verse":"22","text":"And I will send ⸤wild animals⸥\\f + \\fr 26:22 \\ft Literally “the animals of the field” \\f* out among you, and they shall make you childless, and they shall cut down your domestic animals, and they shall make you fewer; and your roads shall be desolate."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"“ ‘And if you do not accept correction from\\f + \\fr 26:23 \\ft Hebrew “for” or “to” \\f* me through these \\add things\\add*, but\\f + \\fr 26:23 \\ft Or “and” \\f* you go against me \\add in\\add* hostility, "},{"style":"v","verse":"24","text":"then\\f + \\fr 26:24 \\ft Or “and” \\f* I myself\\f + \\fr 26:24 \\ft Emphatic personal pronoun \\f* will also go against you in hostility, and I myself\\f + \\fr 26:24 \\ft Emphatic personal pronoun \\f* also will strike you seven times for your sins. "},{"style":"v","verse":"25","text":"And I will bring upon you a sword that seeks vengeance \\add for the\\add* covenant, and you shall be gathered to your cities; and I will send a plague in your midst, and you shall be given into \\add the\\add* hand of an enemy. "},{"style":"v","verse":"26","text":"At my breaking \\add the\\add* ⸤supply⸥\\f + \\fr 26:26 \\ft Literally “staff” \\f* of bread\\f + \\fr 26:26 \\ft Or “food” \\f* for you, then\\f + \\fr 26:26 \\ft Or “and” \\f* ten women shall bake your bread in one oven, and they shall return your bread by weight; and you shall eat \\add it\\add*, and you shall not be satisfied."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"“ ‘And if through this you do not listen to me and you go against me in hostility, "},{"style":"v","verse":"28","text":"then\\f + \\fr 26:28 \\ft Or “and” \\f* I will go against you in hostile anger, and also\\f + \\fr 26:28 \\ft Or “surely” \\f* I myself\\f + \\fr 26:28 \\ft Emphatic personal pronoun \\f* will discipline you seven times for your sins. "},{"style":"v","verse":"29","text":"And you shall eat the flesh of your sons; and the flesh of your daughters you shall eat. "},{"style":"v","verse":"30","text":"And I will destroy your high places, and I will cut down your incense altars, and I will place your corpses on your idols’ corpses; and my inner self\\f + \\fr 26:30 \\ft Or “soul” \\f* shall abhor you. "},{"style":"v","verse":"31","text":"And I will lay your cities \\add in\\add* ruins, and I will lay waste your sanctuaries; and I shall not smell your \\add sacrifices’\\add*\\f + \\fr 26:31 \\ft Implied by the use of the same phraseology in regard to the sacrifices in the early chapters of the book \\f* appeasing fragrance. "},{"style":"v","verse":"32","text":"And I myself\\f + \\fr 26:32 \\ft Emphatic personal pronoun \\f* will lay waste the land, and your enemies who are living in it shall be appalled over it. "},{"style":"v","verse":"33","text":"And I will scatter you among the nations, and I will draw a sword behind you; and your land shall be a desolation, and your cities shall be a ruin. "},{"style":"v","verse":"34","text":"Then the land shall enjoy its Sabbaths all the days of its lying desolate, and you \\add shall be\\add* in the land of your enemies; then the land shall rest, and it shall enjoy its Sabbaths. "},{"style":"v","verse":"35","text":"All the days of its lying desolate it shall rest \\add for the time\\add*\\f + \\fr 26:35 \\ft Implied by context \\f* that it had not rested during your Sabbaths while you were living on it. "},{"style":"v","verse":"36","text":"As for\\f + \\fr 26:36 \\ft Or “And” \\f* the ones who remain among you, I will bring\\f + \\fr 26:36 \\ft Or “and I will bring” \\f* fearfulness in their hearts in the land of their enemies; and a sound of a windblown leaf shall pursue them, and they shall flee \\add like\\add* flight ⸤before⸥\\f + \\fr 26:36 \\ft Literally “of” \\f* a sword, and they shall fall, but\\f + \\fr 26:36 \\ft Or “and” \\f* there shall not be a pursuer. "},{"style":"v","verse":"37","text":"And they shall stumble over ⸤one another⸥\\f + \\fr 26:37 \\ft Literally “a man on his brother” \\f* as ⸤from before⸥\\f + \\fr 26:37 \\ft Literally “from the faces of” \\f* a sword, but\\f + \\fr 26:37 \\ft Or “and” \\f* there shall not be a pursuer; and ⸤you shall have no resistance⸥\\f + \\fr 26:37 \\ft Literally “it shall not be for you resistance” \\f* ⸤before⸥\\f + \\fr 26:37 \\ft Literally “to the faces of” \\f* your enemies. "},{"style":"v","verse":"38","text":"And you shall perish among the nations, and the land of your enemies shall eat you. "},{"style":"v","verse":"39","text":"And because of their guilt, the ones among you who remain shall decay in the land of their enemies; and also because of the iniquities of their ancestors,\\f + \\fr 26:39 \\ft Or “fathers” \\f* they shall decay with them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"“ ‘But\\f + \\fr 26:40 \\ft Or “And” \\f* when they confess their guilt and the guilt of their ancestors\\f + \\fr 26:40 \\ft Or “fathers” \\f* in their infidelity that they displayed against me, and moreover that they went against me in hostility— "},{"style":"v","verse":"41","text":"I myself\\f + \\fr 26:41 \\ft Emphatic personal pronoun \\f* also\\f + \\fr 26:41 \\ft Or “surely” \\f* went against them in hostility, and I brought them into the land of their enemies—or \\add if\\add* then their uncircumcised heart is humbled and then they pay for their guilt, "},{"style":"v","verse":"42","text":"I will remember\\f + \\fr 26:42 \\ft Or “and I will remember” \\f* my covenant \\add with\\add* Jacob; and I will remember also my covenant \\add with\\add* Isaac and also my covenant \\add with\\add* Abraham, and I will remember the land. "},{"style":"v","verse":"43","text":"And the land shall be deserted by them, and it shall enjoy its Sabbaths in its being desolate from them, and they themselves\\f + \\fr 26:43 \\ft Emphatic personal pronoun \\f* must pay for their guilt, ⸤simply because⸥\\f + \\fr 26:43 \\ft Literally “because and in because” \\f* they rejected my regulations, and their inner self\\f + \\fr 26:43 \\ft Or “soul” \\f* abhorred my statutes. "},{"style":"v","verse":"44","text":"And ⸤in spite of⸥\\f + \\fr 26:44 \\ft Literally “also even” or “moreover also” or “moreover even” \\f* this, ⸤when they are⸥\\f + \\fr 26:44 \\ft Literally “in their being” \\f* in the land of their enemies I will not reject them, and I will not abhor them to destroy them, to break my covenant with them, because I \\add am\\add* Yahweh their God. "},{"style":"v","verse":"45","text":"And I will remember \\add the\\add* first covenant for them\\f + \\fr 26:45 \\ft Or “on behalf of them” or “on their behalf” \\f*—whom I brought out from the land of Egypt ⸤in the sight of⸥\\f + \\fr 26:45 \\ft Literally “to the eyes of” or “for the eyes of” \\f* the nations ⸤to be their God⸥.\\f + \\fr 26:45 \\ft Literally “to be for them for God” or “to be for them as a God” \\f* I \\add am\\add* Yahweh.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"These are the rules and the regulations and the laws that Yahweh gave between himself and the ⸤Israelites⸥\\f + \\fr 26:46 \\ft Literally “sons/children of Israel” \\f* on ⸤Mount Sinai⸥\\f + \\fr 26:46 \\ft Literally “the mountain of Sinai” \\f* ⸤through⸥\\f + \\fr 26:46 \\ft Literally “in/by the hand of” \\f* Moses."}]