[{"style":"s1","verse":"","text":"The Ammonites Refuse David’s Loyal Love"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"⸤Afterwards the king of the Ammonites died⸥,\\f + \\fr 10:1 \\ft Literally “And it happened afterwards \\fq that \\ft the king of the sons of Ammon died” \\f* and his son Hanun ruled in his place. "},{"style":"v","verse":"2","text":"David said, “I will show loyal love with Hanun, the son of Nahash, as his father showed loyal love with me.” So David sent to console him concerning his father, by the hand of his servants. And the servants of David came to the land of the ⸤Ammonites⸥.\\f + \\fr 10:2 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","verse":"3","text":"But the commanders of the ⸤Ammonites⸥\\f + \\fr 10:3 \\ft Literally “sons/children of Ammon” \\f* said to Hanun their master, “⸤In your opinion⸥,\\f + \\fr 10:3 \\ft Literally “In your eyes” \\f* \\add is\\add* David honoring your father because he has sent condolences to you? \\add Is\\add* it not in order to search the city, to spy it out, and to overthrow it \\add that\\add* David sent his servants to you?” "},{"style":"v","verse":"4","text":"Then Hanun took the servants of David, and he shaved off half of their beards and cut their garments off in the middle up to their buttocks, then sent them away. "},{"style":"v","verse":"5","text":"When they told David, he sent to meet them, for the men were greatly ashamed. And the king said, “Remain in Jericho until your beards have grown, and then you can return.”"},{"style":"s1","verse":"","text":"Israel Fights Ammon and Aram"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"When the ⸤Ammonites⸥\\f + \\fr 10:6 \\ft Literally “sons/children of Ammon” \\f* saw that they had become odious to David, the ⸤Ammonites⸥\\f + \\fr 10:6 \\ft Literally “sons/children of Ammon” \\f* sent \\add word\\add* and hired Aram Beth-Rehob and Aram-Zobah, twenty thousand infantry; and \\add they also hired\\add* the king of Maacah, a thousand men, and the men of Tob, twelve thousand men. "},{"style":"v","verse":"7","text":"When David heard, he sent Joab and all the army of mighty warriors. "},{"style":"v","verse":"8","text":"The ⸤Ammonites⸥\\f + \\fr 10:8 \\ft Literally “sons/children of Ammon” \\f* came out and ⸤drew up a battle formation⸥\\f + \\fr 10:8 \\ft Literally “drew up battle” \\f* at the entrance of the gate, but Aram-Zobah and Rehob and the men of Tob and Maacah \\add were\\add* alone in the open field. "},{"style":"v","verse":"9","text":"When Joab saw that ⸤the battle was to be fought on two fronts⸥,\\f + \\fr 10:9 \\ft Literally “the face of the battle \\fq was \\ft against him in front and in the rear” \\f* he chose from all \\add the\\add* members of the elite troops of Israel and ⸤lined them up for battle⸥\\f + \\fr 10:9 \\ft Literally “arrayed” \\f* to meet Aram. "},{"style":"v","verse":"10","text":"The rest of the army he placed into the hand of his brother Abishai, who ⸤arranged them in battle lines⸥\\f + \\fr 10:10 \\ft Literally “arrayed” \\f* to meet the ⸤Ammonites⸥.\\f + \\fr 10:10 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","verse":"11","text":"Then he said, “If Aram \\add is\\add* stronger than I \\add am\\add*, you must become my deliverer; but if the ⸤Ammonites⸥\\f + \\fr 10:11 \\ft Literally “sons/children of Ammon” \\f* \\add are\\add* too strong for you, then I will come to rescue you. "},{"style":"v","verse":"12","text":"Be strong, and let us strengthen ourselves for the sake of the people and for the sake of the cities of our God. May Yahweh do \\add what is\\add* good in his eyes. "},{"style":"v","verse":"13","text":"Joab and all the people who \\add were\\add* with him moved forward into the battle against Aram, and they fled from before him. "},{"style":"v","verse":"14","text":"When the ⸤Ammonites⸥\\f + \\fr 10:14 \\ft Literally “sons/children of Ammon” \\f* saw that Aram had fled, they fled from before Abishai and entered the city. Then Joab returned from \\add fighting\\add* against the ⸤Ammonites⸥\\f + \\fr 10:14 \\ft Literally “sons/children of Ammon” \\f* and came to Jerusalem."},{"style":"s1","verse":"","text":"The Arameans Regroup for Attack"},{"style":"m","verse":"","text":""},{"style":"v","verse":"15","text":"When the Arameans saw that they \\add were\\add* defeated before Israel, they gathered themselves together. "},{"style":"v","verse":"16","text":"Then Hadadezer sent and brought out the Arameans who \\add were\\add* beyond the Euphrates, and they came to Helam. Now Shobach, the commander of the army of Hadadezer, ⸤was at their head⸥.\\f + \\fr 10:16 \\ft Literally “before the face of them” \\f* "},{"style":"v","verse":"17","text":"David \\add was\\add* told, so he gathered all Israel and crossed over the Jordan and came to Helam. Aram ⸤arranged themselves in battle lines⸥\\f + \\fr 10:17 \\ft Literally “arrayed” \\f* to meet David, and they fought with him. "},{"style":"v","verse":"18","text":"And Aram fled before Israel, and David killed from \\add the\\add* Arameans seven hundred chariot teams and forty thousand horsemen. He struck down Shobach, the commander of his army, and he died there. "},{"style":"v","verse":"19","text":"When all the kings, the servants of Hadadezer, saw that he had been defeated before Israel, they made peace with Israel and served them, and Aram \\add was\\add* afraid to help the ⸤Ammonites⸥\\f + \\fr 10:19 \\ft Literally “sons/children of Ammon” \\f* any longer."}]