[{"style":"s1","verse":"","text":"Absalom Leads a Rebellion"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"It happened afterward that Absalom made himself a chariot with horses and fifty men running before him. "},{"style":"v","verse":"2","text":"Absalom used to rise early in the morning, and he stood ⸤beside⸥\\f + \\fr 15:2 \\ft Literally “on hand of” \\f* the road \\add at\\add* the gate; ⸤anyone⸥\\f + \\fr 15:2 \\ft Literally “every man” \\f* who had a legal dispute to bring to the king for judgment Absalom would call to him and say, “⸤Where are you from?⸥”\\f + \\fr 15:2 \\ft Literally “Where from this city are you?” \\f* And he would say, “Your servant \\add is\\add* from one of the tribes of Israel.” "},{"style":"v","verse":"3","text":"Then Absalom would say to him, “Look, your case \\add is\\add* good and right, but for you there is no hearing with the king.” "},{"style":"v","verse":"4","text":"Then Absalom would say, “⸤Oh, that someone would⸥\\f + \\fr 15:4 \\ft Literally “Who will …?” \\f* appoint me as judge in the land, that ⸤anyone⸥\\f + \\fr 15:4 \\ft Literally “every man” \\f* might come to me who had a legal dispute or a case, and I would give him justice.” "},{"style":"v","verse":"5","text":"It happened whenever anyone drew near to do obeisance to him, that he would stretch his hand and take hold of him and kiss him. "},{"style":"v","verse":"6","text":"Absalom did like this to all of Israel who came to the king for judgment; so Absalom stole the hearts\\f + \\fr 15:6 \\ft Hebrew “heart” \\f* of the people of Israel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"It happened at the end of four\\f + \\fr 15:7 \\ft So LXX, followed by Syriac and Vulgate; MT has “forty” \\f* years \\add that\\add* Absalom said to the king, “Please let me go and pay my vow which I have made to Yahweh in Hebron, "},{"style":"v","verse":"8","text":"for your servant made a vow while I \\add was\\add* staying in Geshur in Aram, saying, ‘⸤If Yahweh will indeed let me return⸥\\f + \\fr 15:8 \\ft Literally (following \\fqa Qere \\ft ) “If returning Yahweh will return me” \\f* to Jerusalem, then I will worship Yahweh.’ ” "},{"style":"v","verse":"9","text":"Then the king said to him, “Go in peace.” So he got up and went to Hebron. "},{"style":"v","verse":"10","text":"Then Absalom sent scouts throughout all the tribes of Israel, saying, “When you hear the sound of the trumpet, you shall shout ‘Absalom has become king in Hebron!’ ” "},{"style":"v","verse":"11","text":"Two hundred men from Jerusalem went with Absalom as invited guests, going in their innocence as they did not know anything. "},{"style":"v","verse":"12","text":"Absalom sent for Ahithophel the Gilonite, the advisor of David, from his city Giloh, while he offered the sacrifices. The conspiracy ⸤grew in strength⸥,\\f + \\fr 15:12 \\ft Literally “became strong” \\f* and the people \\add were\\add* going and ⸤increasing⸥\\f + \\fr 15:12 \\ft Literally “many” \\f* with Absalom."},{"style":"s1","verse":"","text":"David Flees from Jerusalem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"Then the messenger came to David, saying, “The hearts\\f + \\fr 15:13 \\ft Hebrew “heart” \\f* of the men of Israel have gone after Absalom.” "},{"style":"v","verse":"14","text":"Then David said to all his servants who \\add were\\add* with him in Jerusalem, “Get up and let us flee, for there will be no escape for us from Absalom! Hurry to go, otherwise he will come quickly and overtake us! And he will bring disaster on us and evil! He will attack the city with the edge of the sword!” "},{"style":"v","verse":"15","text":"Then the servants of the king said to the king, “According to all that my lord the king chooses, ⸤your servants are ready to act⸥!”\\f + \\fr 15:15 \\ft Literally “here are your servants” \\f* "},{"style":"v","verse":"16","text":"The king went out with\\f + \\fr 15:16 \\ft Hebrew “and” \\f* all his household ⸤following him⸥,\\f + \\fr 15:16 \\ft Literally “at his feet” \\f* but the king left behind ten concubines to look after the house. "},{"style":"v","verse":"17","text":"So the king went out with\\f + \\fr 15:17 \\ft Hebrew “and” \\f* all the people ⸤following him⸥,\\f + \\fr 15:17 \\ft Literally “at his feet” \\f* and they stopped ⸤at the last house⸥.\\f + \\fr 15:17 \\ft Literally “\\fq at \\ft the house of the distance” \\f* "},{"style":"v","verse":"18","text":"All his servants \\add were\\add* passing ⸤by him⸥:\\f + \\fr 15:18 \\ft Literally “on his hand” \\f* all of the Kerethites and all of the Pelethites and all of the Gittites—six hundred men ⸤who had followed him⸥\\f + \\fr 15:18 \\ft Literally “who had come at his feet” \\f* from Gath—passing ⸤before the king⸥.\\f + \\fr 15:18 \\ft Literally “on the face of the king” \\f* "},{"style":"v","verse":"19","text":"The king said to Ittai the Gittite, “Why \\add are\\add* you also coming with us? Return and stay with the king, for you \\add are\\add* a foreigner; moreover, you \\add are\\add* an exile. ⸤You \\add are\\add* far from your place⸥.\\f + \\fr 15:19 \\ft Literally “You as far as your place” \\f* "},{"style":"v","verse":"20","text":"Yesterday when you came and ⸤today⸥,\\f + \\fr 15:20 \\ft Literally “the day” \\f* I have caused you to wander by going with us. Now I \\add am\\add* going to where I \\add am\\add* going; return and let your brothers return. \\add May\\add* loyal love and faithfulness \\add be\\add* with you.” "},{"style":"v","verse":"21","text":"But Ittai answered the king and said, “⸤As Yahweh lives⸥\\f + \\fr 15:21 \\ft Literally “The life of Yahweh” \\f* and ⸤my lord the king lives⸥,\\f + \\fr 15:21 \\ft Literally “the life of my lord the king” \\f* surely in the place wherever my lord the king shall be, if for death or if for life, surely there your servant will be.” "},{"style":"v","verse":"22","text":"Then David said to Ittai, “Go and pass over.” So Ittai the Gittite passed over and all his men and all of the little children who \\add were\\add* with him. "},{"style":"v","verse":"23","text":"All of the land \\add was\\add* weeping \\add with\\add* a loud voice as all the people \\add were\\add* passing by and the king \\add was\\add* crossing through the Wadi Kidron, and all the people \\add were\\add* passing ⸤on the road to the wilderness⸥.\\f + \\fr 15:23 \\ft Literally “on the face of the road with the wilderness” \\f*"},{"style":"s1","verse":"","text":"The Priests Offer Sacrifices for David"},{"style":"m","verse":"","text":""},{"style":"v","verse":"24","text":"Suddenly Zadok \\add was\\add* there, and all of the Levites with him, carrying the ark of the covenant of God. They set the ark of God down, and Abiathar offered sacrifices until all the people passed out of the city. "},{"style":"v","verse":"25","text":"The king said to Zadok, “Let the ark of God return to the city. If I find favor in the eyes of Yawheh, he will let me return and let me see him in his dwelling place. "},{"style":"v","verse":"26","text":"But if he says, ‘I take no pleasure in you,’ then ⸤I am ready⸥.\\f + \\fr 15:26 \\ft Literally “here I \\fq am \\ft ” \\f* Let him do to me that which \\add is\\add* good in his eyes. "},{"style":"v","verse":"27","text":"Then the king said to Zadok the priest, “\\add Are\\add* you a seer? Return to the city in peace, \\add with\\add* Ahimaaz your son and Jonathan the son of Abiathar, your two sons with you. "},{"style":"v","verse":"28","text":"See, I \\add am\\add* waiting at the fords of the wilderness until a word comes from you all to inform me.” "},{"style":"v","verse":"29","text":"So Zadok and Abiathar returned the ark of God to Jerusalem and they remained there."},{"style":"s1","verse":"","text":"Hushai Offers to Serve King David"},{"style":"m","verse":"","text":""},{"style":"v","verse":"30","text":"Now David \\add was\\add* going up on the Ascent of the Olives, ⸤weeping as he went⸥,\\f + \\fr 15:30 \\ft Literally “going up and weeping” \\f* with his head covered and going barefoot. All the people who \\add were\\add* with him each covered their head ⸤and wept as they went⸥.\\f + \\fr 15:30 \\ft Literally “going up and weeping” \\f* "},{"style":"v","verse":"31","text":"Now David \\add was\\add* told, “Ahithophel \\add was\\add* among the conspirators with Absalom.” Then David said, “Please frustrate the counsel of Ahithophel, O Yahweh.” "},{"style":"v","verse":"32","text":"It happened that as David \\add was\\add* coming up to the summit where he used to worship God, suddenly Hushai the Arkite \\add was\\add* there to meet him. His coat \\add was\\add* torn and dirt \\add was\\add* on his head. "},{"style":"v","verse":"33","text":"David said to him, “If you move on with me, you will be a burden to me, "},{"style":"v","verse":"34","text":"but if you want to return to the city and say to Absalom, ‘I \\add am\\add* your servant, O king. I used to be a servant of your father, but from then and now I \\add will be\\add* your servant,’ then you can frustrate the counsel of Ahithophel for me. "},{"style":"v","verse":"35","text":"\\add Will\\add* not Zadok and Abiathar the priests \\add be\\add* with you there? It shall be that all the words you hear from the house of the king you shall tell Zadok and Abiathar the priests. "},{"style":"v","verse":"36","text":"Look, there with them \\add are\\add* their two sons, Ahimaaz of Zadok and Jonathan of Abiathar. You shall send to me ⸤by means of them⸥\\f + \\fr 15:36 \\ft Literally “by their hand” \\f* all the words that you hear.” "},{"style":"v","verse":"37","text":"So Hushai the friend of David came to the city \\add as\\add* Absalom was entering Jerusalem."}]