[{"style":"s1","verse":"","text":"Hushai Frustrates the Counsel of Ahithophel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Ahithophel said to Absalom, “Please let me choose twelve thousand men, and I will set out and pursue after David ⸤tonight⸥.\\f + \\fr 17:1 \\ft Literally “the night” \\f* "},{"style":"v","verse":"2","text":"I will come upon him while he \\add is\\add* weary and ⸤weak⸥.\\f + \\fr 17:2 \\ft Literally “slack of hands” \\f* I will startle him, and all of the people who \\add are\\add* with him will flee. Then I will strike down the king \\add while\\add* he \\add is\\add* alone. "},{"style":"v","verse":"3","text":"Then I will return all the people to you; when all have returned, the man whom you \\add are\\add* seeking \\add will be dead\\add*,\\f + \\fr 17:3 \\ft According to the MT; the LXX has “and I will return all the people to you the way a bride returns to her husband, except the life of the one man whom you are seeking” \\f* but all the people will be safe.” "},{"style":"v","verse":"4","text":"The word \\add was\\add* right in the eyes of Absalom and in the eyes of all the elders of Israel. "},{"style":"v","verse":"5","text":"Then Absalom said, “Please call also for Hushai the Arkite, and let us hear ⸤what he has to say⸥\\f + \\fr 17:5 \\ft Literally “what \\fq is \\ft in his mouth” \\f* also.” "},{"style":"v","verse":"6","text":"So Hushai came to Absalom, who said to him, “Shall we do according to this word \\add that\\add* Ahithophel has spoken? If not, then you tell \\add us\\add*.” "},{"style":"v","verse":"7","text":"Then Hushai said to Absalom, “The counsel that Ahithophel gave \\add is\\add* not good ⸤at this time⸥.”\\f + \\fr 17:7 \\ft Literally “at this occurrence” \\f* "},{"style":"v","verse":"8","text":"Hushai continued, “You know your father and his men, that they \\add are\\add* mighty warriors and they ⸤are enraged⸥\\f + \\fr 17:8 \\ft Literally “\\fq are \\ft bitter of soul” \\f* as a bear robbed of \\add her\\add* offspring in the field. Your father \\add is\\add* a man of war, so he will not spend the night with the troops. "},{"style":"v","verse":"9","text":"Now he has hidden himself in one of the caves or in one of the places. At the moment he falls on them\\f + \\fr 17:9 \\ft I.e., Absalom’s troops \\f* the first time, ⸤whoever hears⸥\\f + \\fr 17:9 \\ft Literally “and the one who hears hears” \\f* the report will say, ‘There has been a defeat among the people who follow after Absalom.’ "},{"style":"v","verse":"10","text":"And he \\add is\\add* also a ⸤valiant warrior⸥,\\f + \\fr 17:10 \\ft Literally “son of ability” \\f* whose heart \\add is\\add* like the heart of the lion. He\\f + \\fr 17:10 \\ft i.e., one of Absalom’s troops \\f* will ⸤certainly melt⸥\\f + \\fr 17:10 \\ft Literally “melting he will melt” \\f* with fear, for all Israel knows that your father \\add is\\add* a mighty warrior and \\add those\\add* who \\add are\\add* with him \\add are\\add* ⸤valiant warriors⸥.\\f + \\fr 17:10 \\ft Literally “son of ability” \\f* "},{"style":"v","verse":"11","text":"I give the advice that all of Israel from Dan to Beersheba should be completely gathered to you, as the sand which \\add is\\add* on the seashore for abundance, with ⸤you personally⸥\\f + \\fr 17:11 \\ft Literally “your face” \\f* going into the battle. "},{"style":"v","verse":"12","text":"Then we will come to him in one of the places where he may be found, and we shall come upon him as the dew falls on the ground. He and all the men who are with him will not survive, \\add not\\add* even one! "},{"style":"v","verse":"13","text":"\\add Even\\add* if he withdraws to a city, all Israel will bring up ropes to that city, and they will drag him away to the valley until there \\add is\\add* not even a pebble to be found.” "},{"style":"v","verse":"14","text":"Then Absalom and all the men of Israel said, “The advice of Hushai the Arkite \\add is\\add* better than the advice of Ahithophel.” (Now Yahweh had ordained to frustrate the good counsel of Ahithophel in order for Yahweh to bring misery upon Absalom)."},{"style":"s1","verse":"","text":"Hushai Sends Word to David"},{"style":"m","verse":"","text":""},{"style":"v","verse":"15","text":"Hushai said to Zadok and to Abiathar the priests, “⸤Thus and so⸥\\f + \\fr 17:15 \\ft Literally “so this and so this” \\f* Ahithophel advised Absalom and the elders of Israel, but ⸤thus and so⸥\\f + \\fr 17:15 \\ft Literally “so this and so this” \\f* I have advised. "},{"style":"v","verse":"16","text":"So then, send quickly and tell David, ‘Don’t spend the night at the fords of the wilderness! Moreover, by all means cross over lest the king and all the people who \\add are\\add* with him be swallowed up.’ ” "},{"style":"v","verse":"17","text":"Now Jonathan and Ahimaaz \\add were\\add* staying at En Rogel, so a servant girl used to go and tell them, then they would go and tell King David, for they \\add were\\add* not able to be seen coming to the city. "},{"style":"v","verse":"18","text":"But a young man saw them and told Absalom, so both of them went quickly and came to the house of a man at Bahurim. Now he had a well in his courtyard, so they went down there. "},{"style":"v","verse":"19","text":"Then the woman took and spread a covering over the opening of the well; then she spread out dried grain on it, so nothing was discovered. "},{"style":"v","verse":"20","text":"When the servants of Absalom came to the woman \\add at\\add* the house, they said, “Where are Ahimaaz and Jonathan?” And she said to them, “They crossed over the brook of water.” So they searched but could not find them, so they returned to Jerusalem. "},{"style":"v","verse":"21","text":"After they left, they came up from the well and went and told King David. They said to David, “Set out and cross over the water quickly, for thus Ahithophel has advised against you.” "},{"style":"v","verse":"22","text":"So David and all the people who \\add were\\add* with him set out, and they crossed over the Jordan until morning light until ⸤there was no one⸥\\f + \\fr 17:22 \\ft Literally “until one \\fq was \\ft not missing” \\f* missing who had not crossed over the Jordan. "},{"style":"v","verse":"23","text":"When Ahithophel saw that his advice \\add was\\add* not followed, he saddled the donkey, and he set out and went up to his house in his city. ⸤After he set his house in order⸥,\\f + \\fr 17:23 \\ft Literally “And he commanded to his household” \\f* he hanged himself, and he died and was buried in the tomb of his ancestors.\\f + \\fr 17:23 \\ft Or “fathers” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Now David had come to Mahanaim, and Absalom had crossed over the Jordan, he and all the men of Israel with him. "},{"style":"v","verse":"25","text":"Absalom had appointed Amasa in place of Joab over the army. Now Amasa \\add was\\add* the son of a man whose name \\add was\\add* Ithra the Israelite, ⸤who had married⸥\\f + \\fr 17:25 \\ft Literally “who went to” \\f* Abigail the daughter of Nahash the sister of Zeruiah, the mother of Joab. "},{"style":"v","verse":"26","text":"Israel and Absalom camped \\add in\\add* the land of Gilead. "},{"style":"v","verse":"27","text":"Just as David had arrived in Mahanaim, Shobi the son of Nahash from Rabbah of the ⸤Ammonites⸥\\f + \\fr 17:27 \\ft Literally “sons/children of Ammon” \\f* and Makir the son of Ammiel from Lo Debar and Barzillai the Gileadite from Rogelim "},{"style":"v","verse":"28","text":"brought beds and basins and objects of pottery, as well as wheat, barley, flour, roasted grain, beans, lentils, "},{"style":"v","verse":"29","text":"honey, curds, sheep, cheese, and cattle for David and for the people who \\add were\\add* with him to eat. For they had thought, “The troops \\add are\\add* hungry and weary and thirsty in the wilderness.”"}]