[{"style":"s1","verse":"","text":"David Anointed as King over All of Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"So all the tribes of Israel came to David at Hebron, and they said, “Here we \\add are\\add*, ⸤we are your flesh and blood⸥.\\f + \\fr 5:1 \\ft Literally “We \\fq are \\ft your bone and your flesh” \\f* "},{"style":"v","verse":"2","text":"⸤For some time⸥,\\f + \\fr 5:2 \\ft Literally “Both yesterday and three days before” \\f* when Saul was king over us, ⸤you were leading Israel in and out⸥.\\f + \\fr 5:2 \\ft Literally “you were going out and coming in, Israel.” (So \\fqa Kethib \\ft ; \\fqa Qere \\ft reads “bringing out and bringing in Israel”) \\f* Yahweh had said to you, ‘You shall be the shepherd of my people Israel, and you will be the leader over Israel.’ ” "},{"style":"v","verse":"3","text":"All the elders of Israel came to the king at Hebron, and King David ⸤made a covenant⸥\\f + \\fr 5:3 \\ft Literally “cut a covenant” \\f* with them at Hebron in the presence of Yahweh; then they anointed David as king over Israel. "},{"style":"v","verse":"4","text":"David \\add was\\add* thirty years old when he began to reign; he reigned forty years. "},{"style":"v","verse":"5","text":"He reigned over Judah at Hebron \\add for\\add* seven years and six months; and he reigned over all Israel and Judah at Jerusalem \\add for\\add* thirty-three years."},{"style":"s1","verse":"","text":"The Capture and Growth of Jerusalem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"The king and his men went to Jerusalem, to the Jebusites, the inhabitants of the land. They said to David, “You will not come here, for even the blind and the lame can turn you back, saying, ‘David cannot come here.’ ” "},{"style":"v","verse":"7","text":"David captured the fortress of Zion, the city of David. "},{"style":"v","verse":"8","text":"David had said, “On that day ⸤when we attack the Jebusites⸥,\\f + \\fr 5:8 \\ft Literally “in all of the striking down the Jebusites” \\f* one must attack the lame and the blind, \\add those\\add* who hate the soul of David, by \\add means of\\add* the water supply.” For thus the blind and the lame would say, “He cannot come into the house.” "},{"style":"v","verse":"9","text":"David occupied the fortress and called it the city of David. And David built all around \\add it\\add* from the Millo and ⸤inward⸥.\\f + \\fr 5:9 \\ft Literally “to the house” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"David ⸤continued growing stronger and stronger⸥,\\f + \\fr 5:10 \\ft Literally “went going and great” \\f* and Yahweh the God of hosts \\add was\\add* with him. "},{"style":"v","verse":"11","text":"So Hiram, the king of Tyre, sent messengers to David, \\add along with\\add* cedar trees and ⸤craftsmen skilled in wood and in stone masonry⸥,\\f + \\fr 5:11 \\ft Literally “skilled craftsmen of wood and skilled craftsmen of stone wall” \\f* and they built a house for David. "},{"style":"v","verse":"12","text":"David realized that Yahweh had established him as king over Israel and that he had exalted his kingdom because of his people Israel. "},{"style":"v","verse":"13","text":"David took more concubines and wives from Jerusalem after he came from Hebron, and more sons and daughters \\add were\\add* born to him. "},{"style":"v","verse":"14","text":"These \\add are\\add* the names of the ones born to him in Jerusalem: Shammua and Shobab and Nathan and Solomon; "},{"style":"v","verse":"15","text":"Ibhar and Elishua and Nepheg and Japhia; "},{"style":"v","verse":"16","text":"Elishama and Eliada and Eliphelet."},{"style":"s1","verse":"","text":"War with the Philistines"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"When \\add the\\add* Philistines heard that they had anointed David as king over Israel, all \\add the\\add* Philistines went up to seek David, but David heard and went down to the stronghold.\\f + \\fr 5:17 \\ft Thought by many to be the stronghold of Masada \\f* "},{"style":"v","verse":"18","text":"Now \\add the\\add* Philistines had come, and they spread out in the Valley of Rephaim. "},{"style":"v","verse":"19","text":"And David inquired of Yahweh, saying, “Shall I go up to the Philistines? Will you give them into my hands?” Yahweh said to David, “Go up, for ⸤I will certainly give⸥\\f + \\fr 5:19 \\ft Literally “giving I will give” \\f* \\add the\\add* Philistines into your hand.” "},{"style":"v","verse":"20","text":"So David came to Baal Perazim and defeated them there; and David said, “Yahweh has burst through my enemies before me like the bursting of water.” Therefore he called the name of that place Baal Perazim.\\f + \\fr 5:20 \\ft Baal Perazim may mean “the master of the bursting through” \\f* "},{"style":"v","verse":"21","text":"They had left their idols there, so David and his men carried them away."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"⸤Once again⸥\\f + \\fr 5:22 \\ft Literally “And they again did again” \\f* \\add the\\add* Philistines came up and spread out in the Valley of Rephaim. "},{"style":"v","verse":"23","text":"So David inquired of Yahweh, but he said, “You shall not go up. \\add Rather,\\add* go around to their rear and come to them from opposite the balsam trees. "},{"style":"v","verse":"24","text":"⸤And it shall be⸥\\f + \\fr 5:24 \\ft Literally “And it shall happen” \\f* that when you hear the sound of marching in the tops of the balsam trees, then pay attention, for then Yahweh has gone out before you to strike down the army of \\add the\\add* Philistines.” "},{"style":"v","verse":"25","text":"So David did thus, just as Yahweh had commanded him, and he struck down \\add the\\add* Philistines from Geba ⸤all the way⸥\\f + \\fr 5:25 \\ft Literally “as you go up” \\f* to Gezer."}]