[{"style":"s1","verse":"","text":"David Brings the Ark of Yahweh to Jerusalem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"David again gathered all the chosen men in Israel, thirty thousand. "},{"style":"v","verse":"2","text":"David got up and went and all the people who \\add were\\add* with him, from Baale-judah to bring up from there the ark of God which \\add is\\add* called the name, the name of Yahweh of hosts, ⸤upon which the cherubim sit⸥.\\f + \\fr 6:2 \\ft Literally “the cherubim \\fq are \\ft sitting on him” \\f* "},{"style":"v","verse":"3","text":"They loaded the ark of God on a new utility cart, and they carried it from the house of Abinadab, which \\add was\\add* on the hill. Now Uzza and Ahio, the sons of Abinadab, \\add were\\add* driving the new utility cart along. "},{"style":"v","verse":"4","text":"So they brought it out from the house of Abinadab, which \\add was\\add* on the hill with the ark of God, and Ahio \\add was\\add* going before the ark. "},{"style":"v","verse":"5","text":"Now David and all the house of Israel \\add were\\add* dancing before Yahweh, with all kinds of \\add musical instruments made from\\add* ash trees, and with zithers, harps, tambourines, sistrums, and cymbals. "},{"style":"v","verse":"6","text":"When they came to the threshing floor of Nakon, Uzza reached out to the ark of God and took hold of \\add it\\add*, because the oxen had stumbled. "},{"style":"v","verse":"7","text":"⸤Then the anger of Yahweh was kindled⸥\\f + \\fr 6:7 \\ft Literally “Then the nose of Yahweh became hot” \\f* against Uzza, and God struck him down there because of the indiscretion,\\f + \\fr 6:7 \\ft Legal regulations offered by Moses did not permit an Israelite to handle the ark of the covenant in this manner (compare Exod 25:12–16) \\f* and he died there beside the ark of God. "},{"style":"v","verse":"8","text":"⸤David was angry⸥\\f + \\fr 6:8 \\ft Literally “It was hot for David” \\f* because Yahweh had burst out against Uzza, and he called that place Perez-Uzza until this day. "},{"style":"v","verse":"9","text":"But David feared Yahweh on that day and said, “How can the ark of Yahweh come to me?” "},{"style":"v","verse":"10","text":"However, David \\add was\\add* not willing to bring the ark of Yahweh to himself, to the city of David, so David caused it to turn \\add to\\add* the house of Obed-Edom the Gittite. "},{"style":"v","verse":"11","text":"So the ark of Yahweh remained \\add in\\add* the house of Obed-Edom the Gittite \\add for\\add* three months, and Yahweh blessed Obed-Edom and all his household."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"It \\add was\\add* told to King David, “Yahweh has blessed the household of Obed-Edom and all that \\add is\\add* his because of the ark of God.” So David went and brought up the ark of God from the house of Obed-Edom to the city of David with jubilation. "},{"style":"v","verse":"13","text":"It happened \\add that\\add* when the carriers of the ark of Yahweh had marched six steps that he sacrificed an ox and a fatling. "},{"style":"v","verse":"14","text":"Now David \\add was\\add* dancing with all \\add his\\add* might before Yahweh, and David \\add was\\add* wearing\\f + \\fr 6:14 \\ft Hebrew “girded with” \\f* a linen ephod. "},{"style":"v","verse":"15","text":"So David and all the house of Israel \\add were\\add* bringing up the ark of Yahweh with shouts of joyful acclaim and with the sound of the trumpet. "},{"style":"v","verse":"16","text":"It happened that when the ark of Yahweh came \\add into\\add* the city of David, Michal the daughter of Saul looked down through the window and saw King David leaping and dancing before Yahweh, and she despised him in her heart."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"They brought the ark of Yahweh and set it in its place in the middle of the tent which David had pitched for it. Then David offered up burnt offerings and fellowship offerings in the presence of Yahweh. "},{"style":"v","verse":"18","text":"When David had finished from the sacrificing of the burnt offerings and the fellowship offerings, he blessed the people in the name of Yahweh of hosts. "},{"style":"v","verse":"19","text":"Then he distributed to all the people, to all the multitude of Israel, from man to woman, to each: one ring-shaped piece of bread, one cake of dates, and one cake of raisins; and all the people went each to his house."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"When David returned to bless his household, Michal the daughter of Saul came out to meet David. She said, “How the king of Israel honored himself today ⸤by uncovering himself⸥\\f + \\fr 6:20 \\ft Literally “who has uncovered himself” \\f* before the eyes of the maids of his servants, ⸤as the total exposure of a worthless one⸥.”\\f + \\fr 6:20 \\ft Literally “as the total uncovering of one of the worthless” \\f* "},{"style":"v","verse":"21","text":"So David said to Michal, “\\add In the\\add* presence of Yahweh who chose me ⸤over⸥\\f + \\fr 6:21 \\ft Literally “more than” \\f* your father and ⸤over⸥\\f + \\fr 6:21 \\ft Literally “more than” \\f* his household, to appoint me \\add as\\add* leader over the people of Yahweh, over Israel, I have celebrated before Yahweh. "},{"style":"v","verse":"22","text":"I will demean myself again more than this, and I will be abased in my eyes, but with the maids whom you mentioned, with them I will be honored.” "},{"style":"v","verse":"23","text":"So for Michal the daughter of Saul, she had no child until the day of her death."}]