[{"style":"mt1","text":"2 Yowaana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man njiit li maa leen di bind, yaw soxna su tedd si, yaw ak say doom. Bëgg naa leen bu wér ci sama xol, jéllale naa sama bopp sax, waaye itam képp ku xam dëgg gi."},{"style":"v","verse":"2","text":"Te dëgg gee tax nuy def noonu, dëgg gi dëkk ci nun, tey ànd ak nun ba fàww."},{"style":"v","verse":"3","text":"Yàlla Baay bi ak Yeesu Kirist, °Doomu Baay bi, dinañu nu may yiw, yërmande ak jàmm, ànd ak dëgg ak mbëggeel."},{"style":"s","verse":"","text":"Dund ci dëgg ak mbëggeel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Gis naa ci say doom, ñuy jaar ci tànki dëgg, ni nu ko Baay bi digale, te bég naa ci lool."},{"style":"v","verse":"5","text":"Léegi nag soxna si, maa ngi lay dénk lii: nun ñépp nanu bëggante, te loolu du dénkaane bu bees, waaye moom lanu jotoon ca njàlbéen ga."},{"style":"v","verse":"6","text":"Lii mooy mbëggeel: nu wéer sunug dund ci ndigali Yàlla; loolu mooy ndigalam, la nu jotoon ca njàlbéen ga, te ci lanu wara jaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Maa ngi wax loolu nag, ndaxte am na ñuy sànke ñu bare, ñu tasaaroo ci àddina, te nanguwuñu ne Yeesu °Kirist wàcc na, nekk nit. Kooku aji sànke la, di °Bañaaleb Kirist."},{"style":"v","verse":"8","text":"Kon moytuleen, ngir baña ñàkk seen añub coono, waaye ngeen am yool bu mat sëkk."},{"style":"v","verse":"9","text":"Képp ku saxul ci dénkaaney Kirist, xanaa di ko weesu, bokkul ci Yàlla; ku sax ci dénkaane yi, bokk nga ak Baay bi ak °Doom ji."},{"style":"v","verse":"10","text":"Ku ñëw fi yaw, te indaalewul dénkaane yooyu, waxuma nga bañ koo teeru rekk, waaye bu ko nuyu sax."},{"style":"v","verse":"11","text":"Ku ko nuyu, bokk nga ciy ñaawteefam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bëggoon naa leena wax lu bare ci bataaxal bii, waaye lépp xajul ci kayit. Kon nag fas naa yéenee ñëw, ba jàkkaarlook yéen, nu waxtaan ci, ngir sunu mbég mat sëkk."},{"style":"v","verse":"13","text":"Say doomi rakk, ji Yàlla tànn, ñu ngi lay nuyu."}]