[{"style":"mt1","text":"Esther"},{"style":"s1","text":"The King’s Banquets"},{"style":"m","text":""},{"style":"v","text":"And it happened in the days of Ahasuerus, the Ahasuerus who reigned from India to Cush\\f + \\fr 1:1 \\ft That is, “Ethiopia” \\f*—\\add over\\add* one hundred and twenty-seven provinces.\\f + \\fr 1:1 \\ft Hebrew “province” \\f* "},{"style":"v","text":"In those days as King Ahasuerus was sitting on the throne of his kingdom, which \\add was\\add* in the citadel of Susa, "},{"style":"v","text":"he gave a banquet in the third year of his reign for all his officials and servants. The army of Persia and Media and the nobles and officials of the provinces were in his presence "},{"style":"v","text":"as he displayed the wealth of the glory of his kingdom and the glorious splendor of his greatness \\add for\\add* many days, one hundred and eighty days\\f + \\fr 1:4 \\ft Hebrew “day” \\f*."},{"style":"p","text":""},{"style":"v","text":"And when those days were completed, the king gave for all the people that were present at the citadel of Susa, both great and small, a banquet in the courtyard of the king’s palace garden that lasted seven days. "},{"style":"v","text":"There were curtains of finely woven linen and blue cloth tied with cords of fine white linen and purple cloth to silver curtain rings and pillars of alabaster, \\add and\\add* couches of gold and silver on a paved floor of alabaster, precious stone, mother-of-pearl, and costly stones.\\f + \\fr 1:6 \\ft Hebrew “stone” \\f* "},{"style":"v","text":"Drinks were served in goblets of gold and ⸤goblets of different kinds⸥,\\f + \\fr 1:7 \\ft Literally “goblets from changing goblets” \\f* and \\add there was\\add* ⸤plentiful royal wine according to the bounty of the king⸥.\\f + \\fr 1:7 \\ft Literally “much wine of the kingdom according to the hand of the king” \\f* "},{"style":"v","text":"There were no restrictions on the drinking, for the king had instructed every official of his palace to do as each one pleased. "},{"style":"v","text":"Furthermore, Queen Vashti gave a banquet for the women \\add in\\add* ⸤the palace⸥\\f + \\fr 1:9 \\ft Literally “\\fq in \\ft the house of the reign” or “\\fq in \\ft the house of the kingdom” \\f* that belonged to King Ahasuerus."},{"style":"s1","text":"Queen Vashti Refuses the King’s Request"},{"style":"m","text":""},{"style":"v","text":"On the seventh day, when the heart of the king was merry with wine, he said to Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas, seven of the eunuchs attending King Ahasuerus, "},{"style":"v","text":"to bring Queen Vashti before the king ⸤with her royal crown⸥\\f + \\fr 1:11 \\ft Literally “with \\fq her \\ft headdress of \\fq the \\ft kingdom” \\f* to show the people and the officials her beauty, ⸤for she was very attractive⸥.\\f + \\fr 1:11 \\ft Literally “for she \\fq was \\ft of good appearance” \\f* "},{"style":"v","text":"But Queen Vashti refused to come at the word of the king that \\add was\\add* ⸤conveyed by⸥\\f + \\fr 1:12 \\ft Literally “by the hand of” \\f* the eunuchs. And the king became very angry, and his anger burned in him."},{"style":"p","text":""},{"style":"v","text":"And the king said to the wise men, ⸤the ones who know the times⸥\\f + \\fr 1:13 \\ft Literally “the knowers of the times” \\f*—for it \\add was\\add* the procedure of the king before all those who knew law and rights;\\f + \\fr 1:13 \\ft Or “custom and legalities” \\f* "},{"style":"v","text":"and those next to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, Memucan, the seven officials of Persia and Media who ⸤had access to the king⸥\\f + \\fr 1:14 \\ft Literally “saw the face of the king” \\f* and sat first in the kingdom— "},{"style":"v","text":"“According to \\add the\\add* law, what is to be done with Queen Vashti, because she has not done the command of King Ahasuerus ⸤conveyed by⸥\\f + \\fr 1:15 \\ft Literally “by the hand of” \\f* the eunuchs? "},{"style":"v","text":"And Memucan said before the king and the officials, “Not only has Queen Vashti done wrong to the king, but to all the officials and all of the people who \\add are\\add* in all the provinces of King Ahasuerus. "},{"style":"v","text":"For this deed of the queen ⸤will be known⸥\\f + \\fr 1:17 \\ft Literally “will go out” \\f* to all the women, causing them ⸤to look with contempt on their husbands⸥,\\f + \\fr 1:17 \\ft Literally “to despise their husbands in their eyes” \\f* as they will say, ‘King Ahasuerus commanded Queen Vashti to be brought before him but she did not come!’ "},{"style":"v","text":"This day the women of nobility from Persia and Media will respond to all the officials of the king and there will be no end to contempt and anger. "},{"style":"v","text":"⸤If it pleases⸥\\f + \\fr 1:19 \\ft Literally “If it is good to” \\f* the king, let ⸤a royal edict⸥\\f + \\fr 1:19 \\ft Literally “a word of the kingdom” \\f* go out from him, and let it be written among the laws of Persia and Media so that it will not be altered, that Vashti cannot come before King Ahasuerus; and let the king give her royal position to her neighbor who \\add is\\add* better than she. "},{"style":"v","text":"And let the king’s decree that he will make be proclaimed in all his kingdom, because it \\add is\\add* vast and all the women will honor their husbands, great and small.”\\f + \\fr 1:20 \\ft Or “high and low” \\f*"},{"style":"p","text":""},{"style":"v","text":"⸤This advice pleased the king⸥\\f + \\fr 1:21 \\ft Literally “The word was good in the eyes of the king \\f* and the officials, and the king acted according to the word of Memucan. "},{"style":"v","text":"And he sent letters to all the provinces of the king, to each province according to its own script, and to every people in their own ⸤language⸥,\\f + \\fr 1:22 \\ft Literally “tongue” \\f* that every man should be the master of his house and who speaks in the ⸤language⸥\\f + \\fr 1:22 \\ft Literally “tongue” \\f* of his people."}]