[{"style":"s1","text":"Mordecai Tells Esther of Haman’s Plot"},{"style":"m","text":""},{"style":"v","text":"Mordecai learned all that had been done and he tore his clothes and put on sackcloth and ashes. And he went through the middle of the city and cried out a loud and bitter cry; "},{"style":"v","text":"he went up to the entrance of the gate of the king, for he could not go to the gate of the king in sackcloth. "},{"style":"v","text":"In every province \\add each\\add* place where the king’s edict and his law came, there \\add was\\add* great mourning for the Jews with fasting, crying, wailing, \\add and\\add* sackcloth; and ashes were spread out as a bed for them."},{"style":"p","text":""},{"style":"v","text":"And Esther’s maids and her eunuchs came and they told her, and the queen was deeply distressed; she sent garments to clothe Mordecai so that he might remove his sackcloth—but he did not accept \\add them\\add*. "},{"style":"v","text":"Then Esther called Hathach from the king’s eunuchs ⸤who regularly attended to her⸥,\\f + \\fr 4:5 \\ft Literally “who stood before her presence” \\f* and she ordered him \\add to go\\add* to Mordecai to learn what was happening and why. "},{"style":"v","text":"So Hathach went out to Mordecai, to the public square of the city, which \\add was\\add* in front of the gate of the king, "},{"style":"v","text":"and Mordecai told him all that had happened to him, and the exact amount of money that Haman has promised to pay to the treasury of the king for the destruction of the Jews. "},{"style":"v","text":"And he gave him a copy of the edict of the law that had been issued in Susa for their destruction to show Esther, and to inform her, and to charge her to go to the king and make supplication to him and entreat before him for her people."},{"style":"p","text":""},{"style":"v","text":"And Hathach went \\add back\\add* and told Esther the words of Mordecai. "},{"style":"v","text":"And Esther spoke to Hathach and ⸤she gave him a message for Mordecai⸥:\\f + \\fr 4:10 \\ft Literally “she charged him to Mordecai” \\f* "},{"style":"v","text":"“All the king’s servants and the people of the king’s provinces know that \\add if\\add* any man or woman who goes to the king to the inner courtyard, who is not called, he has one law, to be killed, except if the king extends to him the gold scepter so that he may live. I have not been called to come to the king ⸤for thirty days⸥.”\\f + \\fr 4:11 \\ft Literally “these thirty days” \\f* "},{"style":"v","text":"And they told Mordecai the words of Esther. "},{"style":"v","text":"Then Mordecai told \\add them\\add* to reply to Esther: “Do not think that your life will be saved \\add in\\add* the palace of the king more than all the Jews. "},{"style":"v","text":"For if indeed you keep silent at this time, relief and deliverance will arise for the Jews from another place, and you and the family of your father will perish. Who knows? \\add Perhaps\\add* you have come to a royal position for a time such as this.” "},{"style":"v","text":"Esther replied to Mordecai: "},{"style":"v","text":"“Go, gather all the Jews that are found in Susa and fast for me; do not eat or drink \\add for\\add* three days, both night and day. I and my young girls will fast likewise, and then I will go to the king, which \\add is\\add* not according to the law; if I perish, I perish. "},{"style":"v","text":"And Mordecai went away and he did everything that Esther commanded him."}]