[{"style":"s1","text":"Esther’s Banquet"},{"style":"m","text":""},{"style":"v","text":"So the king and Haman went ⸤to dine⸥\\f + \\fr 7:1 \\ft Literally “to drink” \\f* with Queen Esther. "},{"style":"v","text":"And the king again said to Esther, on the second day ⸤while they were drinking⸥,\\f + \\fr 7:2 \\ft Literally “at the meal of wine” \\f* “What \\add is\\add* your petition, Queen Esther? It will be given to you. What \\add is\\add* your request? It will be given \\add to you\\add*—even half the kingdom.” "},{"style":"v","text":"Then Queen Esther answered, and she said, “If I have found favor in your eyes,\\f + \\fr 7:3 \\ft Or “If I have won your favor” \\f* O king, and if it is good to the king, let my life be given to me at my petition and my people at my request; "},{"style":"v","text":"I and my people have been sold to be destroyed and killed, to be annihilated. If we had been sold as male and female slaves I would have kept quiet, because this\\f + \\fr 7:4 \\ft Hebrew “there” \\f* is not a need sufficient to trouble the king.”\\f + \\fr 7:4 \\ft See HALOT 1437, s.v. NRSV translates, “but no enemy can compensate for this damage to the king” \\f* "},{"style":"v","text":"And King Ahasuerus said to Queen Esther, “Who \\add is\\add* he, and where \\add is\\add* he, who ⸤gave himself the right to do this⸥?”\\f + \\fr 7:5 \\ft Literally “has filled his heart to do so” \\f* "},{"style":"v","text":"And Esther said, “The adversary and enemy \\add is\\add* this evil Haman!” And Haman was terrified before the king and queen."},{"style":"s1","text":"Haman is Hanged"},{"style":"m","text":""},{"style":"v","text":"The king rose in his anger ⸤from the banquet⸥\\f + \\fr 7:7 \\ft Literally “from the banquet of wine” \\f* \\add and went\\add* to the palace garden, and Haman stood to beg for his life from Queen Esther, for ⸤he realized that the king was determined to make an end to his life⸥.\\f + \\fr 7:7 \\ft Literally “that evil had been determined for him from the king” \\f* "},{"style":"v","text":"And the king returned from the palace garden to the ⸤banquet hall⸥,\\f + \\fr 7:8 \\ft Literally “house of the meal of wine” \\f* \\add where\\add* Haman \\add was\\add* lying prostrate on the couch that Esther \\add was\\add* on, and the king said, “Will he also molest the queen with me in the house?” As the words\\f + \\fr 7:8 \\ft Hebrew “word” \\f* went from the king’s mouth they covered Haman’s face. "},{"style":"v","text":"And Habrona, one of the eunuchs in the presence of the king, said, “Look, the same gallows that Haman had prepared for Mordecai who spoke good \\add for the sake\\add* of the king stands at Haman’s house, fifty cubits high.” And the king said, “Hang him on it.” "},{"style":"v","text":"And they hanged Haman on the gallows that he had prepared for Mordecai, and the anger of the king was abated."}]