[{"style":"s1","verse":"","text":"Mordecai is Promoted"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"On that day King Ahasuerus gave Queen Esther the house of Haman, the enemy of the Jews; and Mordecai came before the king, for Esther had told what he \\add was\\add* to her. "},{"style":"v","verse":"2","text":"And the king removed his signet ring that he had taken away from Haman, and he gave it to Mordecai. So Esther set Mordecai over the house of Haman."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"And Esther again spoke before the king, and she fell before his feet and wept, pleading for his grace to avert Haman the Agagite’s evil \\add plan\\add* and the plot that he devised against the Jews. "},{"style":"v","verse":"4","text":"And the king held out to Esther the scepter of gold, and Esther rose and stood before the king, "},{"style":"v","verse":"5","text":"and she said, “If it is good to the king, and if I have found favor before him,\\f + \\fr 8:5 \\ft Or “if I have won his favor” \\f* and if the king is pleased with this matter, and ⸤I have his approval⸥,\\f + \\fr 8:5 \\ft Literally “I \\fq am \\ft good in his eyes” \\f* let \\add an edict\\add* be written to revoke the letters of the plans of Haman son of Hammedatha the Agagite, which he wrote to destroy the Jews that \\add are\\add* in all the provinces of the king. "},{"style":"v","verse":"6","text":"For ⸤how can I bear⸥\\f + \\fr 8:6 \\ft Literally “how am I able” \\f* to look on the disaster that will find my people, and ⸤how can I bear⸥\\f + \\fr 8:6 \\ft Literally “how am I able” \\f* to look on the destruction of my family?” "},{"style":"v","verse":"7","text":"And King Ahasuerus said to Queen Esther and to Mordecai the Jew, “Look, I have given Haman’s house to Esther, and they have hanged him on the gallows because he ⸤plotted against⸥\\f + \\fr 8:7 \\ft Literally “sent his hand against” \\f* the Jews. "},{"style":"v","verse":"8","text":"Write ⸤as you see fit⸥\\f + \\fr 8:8 \\ft Literally “as it \\fq is \\ft good in your eyes” \\f* concerning the Jews in the name of the king, and seal \\add it\\add* with the king’s signet ring; for a decree that is written in the name of the king and sealed with the king’s signet ring cannot be revoked.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"And the secretaries of the king were summoned\\f + \\fr 8:9 \\ft Or “called” \\f* at that time, in the third month, which \\add is\\add* in the month of Sivan on the twenty-third \\add day\\add*, and \\add an edict\\add* was written according to all that Mordecai commanded, to the Jews and to the governors and satraps and officials of the provinces from India to Cush\\f + \\fr 8:9 \\ft That is, “Ethiopia” \\f*—one hundred and twenty-seven provinces\\f + \\fr 8:9 \\ft Hebrew “province” \\f*—each province according to its own script and to every people in their own ⸤language⸥,\\f + \\fr 8:9 \\ft Literally “tongue” \\f* and to the Jews in their own script and language. "},{"style":"v","verse":"10","text":"And he wrote in the name of King Ahasuerus, and he sealed \\add the letters\\add* with the king’s signet ring and sent them\\f + \\fr 8:10 \\ft Hebrew “the letters” \\f* by couriers on horses, riding on royal horses ⸤bred by⸥\\f + \\fr 8:10 \\ft Literally “sons of” \\f* racing mares.\\f + \\fr 8:10 \\ft See HALOT 1244 s.v. \\f* "},{"style":"v","verse":"11","text":"\\add In them\\add* the king allowed the Jews who \\add were\\add* in every city to assemble and ⸤defend their lives⸥,\\f + \\fr 8:11 \\ft Literally “to stand for their live\\fq s \\ft ” \\f* to destroy and kill and annihilate any army of any people or province attacking them, including women and children, and to plunder their spoil, "},{"style":"v","verse":"12","text":"in one day in all the provinces of King Ahasuerus, on the thirteenth \\add day\\add* of the twelfth month, which is the month of Adar. "},{"style":"v","verse":"13","text":"A copy of the ⸤edict⸥\\f + \\fr 8:13 \\ft Literally “writing” \\f* \\add was\\add* to be given \\add as\\add* law in each province to inform all the people, so that the Jews would be ready\\f + \\fr 8:13 \\ft See HALOT 902 s.v. \\f* on that day to avenge themselves from their enemies. "},{"style":"v","verse":"14","text":"The mounted couriers on the royal horses went out without delay, urged by the king’s word. The law was given in the citadel of Susa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Mordecai went out from the presence of the king in ⸤royal clothing⸥\\f + \\fr 8:15 \\ft Literally “clothing of the kingdom” \\f* of blue cloth and white linen, and a great crown of gold and a robe of fine white linen and purple, and the city of Susa was shouting and rejoicing. "},{"style":"v","verse":"16","text":"For the Jews, there was light and gladness, joy and honor. "},{"style":"v","verse":"17","text":"In every province and city, wherever the king’s edict and his law came, there was gladness and joy for the Jews, a banquet and a ⸤holiday⸥,\\f + \\fr 8:17 \\ft Literally “day of good” \\f* and many of the people from the country \\add were\\add* posing as Jews because the fear of the Jews had fallen on them."}]