[{"style":"mt1","text":"2 Timothy"},{"style":"s1","verse":"","text":"Greeting"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Paul, an apostle of Christ Jesus through the will of God, according to the promise of life which \\add is\\add* in Christ Jesus, "},{"style":"v","verse":"2","text":"to Timothy, \\add my\\add* dear child. Grace, mercy, \\add and\\add* peace from God the Father and Christ Jesus our Lord."},{"style":"s1","verse":"","text":"Timothy’s Spiritual Heritage"},{"style":"m","verse":"","text":""},{"style":"v","verse":"3","text":"⸤I am thankful⸥\\f + \\fr 1:3 \\ft Literally “I have thankfulness” \\f* to God, whom I have served with a clear conscience ⸤as my ancestors did⸥\\f + \\fr 1:3 \\ft Literally “from ancestors” \\f*, when ⸤I remember you constantly⸥\\f + \\fr 1:3 \\ft Literally “I have remembrance concerning you constantly” \\f* in my prayers night and day, "},{"style":"v","verse":"4","text":"longing to see you \\add as I\\add*\\ef + \\fr 1:4 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“remember”) which is understood as temporal \\ef* remember your tears, so that I may be filled with joy, "},{"style":"v","verse":"5","text":"⸤remembering the⸥\\f + \\fr 1:5 \\ft Literally “receiving a remembrance of the” \\f* sincere faith in you, which lived first in your grandmother Lois and your mother Eunice, and I am convinced that \\add is\\add* in you also, "},{"style":"v","verse":"6","text":"for which reason I remind you to rekindle the gift of God that is in you through the laying on of my hands. "},{"style":"v","verse":"7","text":"For God has not given us a spirit of cowardice, but of power and love and self-discipline."},{"style":"s1","verse":"","text":"Exhortation to Share Paul’s Suffering"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"Therefore, do not be ashamed of the testimony about our Lord, nor me his prisoner, but suffer along with \\add me\\add* for the gospel, according to the power of God, "},{"style":"v","verse":"9","text":"who saved us and called \\add us\\add* with a holy calling, not according to our works but according to his own purpose and grace that was given to us in Christ Jesus ⸤before time began⸥\\f + \\fr 1:9 \\ft Literally “before times eternal” \\f*, "},{"style":"v","verse":"10","text":"but has now been disclosed by the appearing of our Savior Jesus Christ,\\f + \\fr 1:10 \\ft Some manuscripts have “our Savior Christ Jesus” \\f* who has abolished death and brought to light life and immortality through the gospel, "},{"style":"v","verse":"11","text":"for which I was appointed a proclaimer and an apostle and a teacher, "},{"style":"v","verse":"12","text":"for which reason also I suffer these \\add things\\add*. But \\add I am\\add* not ashamed, because I know in whom I have believed, and I am convinced that he is able to guard \\add what\\add* I have entrusted until that day. "},{"style":"v","verse":"13","text":"Hold fast to the pattern of sound words which you heard from me, in the faith and love \\add that are\\add* in Christ Jesus. "},{"style":"v","verse":"14","text":"Guard the good deposit through the Holy Spirit who lives in us."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"You know this, that all those in Asia turned away from me, among whom are Phygelus and Hermogenes. "},{"style":"v","verse":"16","text":"May the Lord grant mercy to the household of Onesiphorus, because he refreshed me many times, and was not ashamed of my imprisonment, "},{"style":"v","verse":"17","text":"but \\add when he\\add*\\ef + \\fr 1:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“was”) which is understood as temporal \\ef* was in Rome, he diligently sought me and found \\add me\\add*. "},{"style":"v","verse":"18","text":"May the Lord grant him to find mercy from the Lord in that day! And how much he served \\add me\\add* in Ephesus you know very well."}]