[{"style":"s1","text":"Exhortation to Be Strong in Grace"},{"style":"m","text":""},{"style":"v","text":"You, therefore, my child, be strong in the grace \\add that is\\add* in Christ Jesus, "},{"style":"v","text":"and \\add the things\\add* which you have heard from me in the presence of many witnesses, entrust these \\add things\\add* to faithful people who will be competent to teach others also. "},{"style":"v","text":"Suffer together with \\add me\\add* as a good soldier of Christ Jesus. "},{"style":"v","text":"No one who serves as a soldier is entangled in the activities of \\add everyday\\add* life, so that he may please the one who enlisted \\add him\\add*. "},{"style":"v","text":"And also if anyone competes he is not crowned unless he competes according to the rules. "},{"style":"v","text":"The farmer who works hard must \\add be\\add* the first to receive a share of the crops. "},{"style":"v","text":"Consider what I am saying, for the Lord will grant you understanding in all \\add these things\\add*."},{"style":"s1","text":"A Trustworthy Saying"},{"style":"m","text":""},{"style":"v","text":"Remember Jesus Christ, raised from the dead, a descendant of David according to my gospel, "},{"style":"v","text":"in connection with which I suffer misfortune to the point of ⸤imprisonment⸥\\f + \\fr 2:9 \\ft Literally “bonds” \\f* as a criminal, but the word of God is not bound. "},{"style":"v","text":"Because of this, I endure all \\add things\\add* for the sake of the chosen, in order that they also may obtain salvation \\add which is\\add* in Christ Jesus with eternal glory. "},{"style":"v","text":"The saying \\add is\\add* trustworthy:"},{"style":"sd0","text":""},{"style":"q1","text":"For if we died with \\add him\\add*, we will also live with \\add him\\add*;"},{"style":"q1","text":""},{"style":"v","text":"if we endure, we will also reign with \\add him\\add*;"},{"style":"q1","text":"if we deny \\add him\\add*, he also will deny us;"},{"style":"q1","text":""},{"style":"v","text":"if we are unfaithful, he remains faithful—⸤he cannot deny himself⸥\\f + \\fr 2:13 \\ft Literally “he is not able to deny himself” \\f*.\\f + \\fr 2:13 \\ft Some manuscripts have “because he is not able to deny himself” \\f*"},{"style":"sd0","text":""},{"style":"s1","text":"A Worker Approved to God and Not Ashamed"},{"style":"m","text":""},{"style":"v","text":"Remind \\add people\\add* of these \\add things\\add*, solemnly urging \\add them\\add* before the Lord\\f + \\fr 2:14 \\ft Some manuscripts have “before God” \\f* not to dispute about words. \\add This is\\add* in no way beneficial \\add and leads to\\add* the ruin of the hearers. "},{"style":"v","text":"Make every effort to present yourself approved to God, a worker having no need to be ashamed, guiding the word of truth along a straight path. "},{"style":"v","text":"But avoid pointless chatter, for it will progress to greater ungodliness, "},{"style":"v","text":"and their message ⸤will spread⸥\\f + \\fr 2:17 \\ft Literally “will experience spreading” \\f* like gangrene, among whom are Hymenaeus and Philetus, "},{"style":"v","text":"who have deviated concerning the truth \\add by\\add*\\ef + \\fr 2:18 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“saying”) which is understood as means \\ef* saying the resurrection has already taken place, and they are upsetting the faith of some. "},{"style":"v","text":"However, the solid foundation of God stands firm, having this seal: “The Lord knows those who are his,”\\f + \\fr 2:19 \\ft A quotation from \\xt Num 16:5 \\ft \\f* and “Everyone who names the name of the Lord must abstain from unrighteousness.”"},{"style":"p","text":""},{"style":"v","text":"Now in a great house \\add there\\add* are not only gold and silver vessels, but also wooden and earthenware \\add ones\\add*, some of which \\add are\\add* for honorable use, and some of which \\add are\\add* for ordinary use. "},{"style":"v","text":"Therefore, if someone cleanses himself from these \\add things\\add*, he will be a vessel for honorable use, set apart, useful to the Master, prepared for every good work."},{"style":"p","text":""},{"style":"v","text":"But flee from youthful desires, and pursue righteousness, faith, love, \\add and\\add* peace, in company with those who call upon the Lord from a pure heart. "},{"style":"v","text":"But avoid foolish and uninformed controversies, \\add because you\\add*\\ef + \\fr 2:23 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know that they produce quarrels. "},{"style":"v","text":"And the slave of the Lord must not quarrel, but be kind toward everyone, skillful in teaching, tolerant, "},{"style":"v","text":"correcting those who are opposed with gentleness, \\add seeing\\add* whether perhaps God may grant them repentance to a knowledge of the truth, "},{"style":"v","text":"and they will come to their senses again \\add and escape\\add* from the trap of the devil, being held captive by him to \\add do\\add* his will."}]