[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Xale yi doom, loolu laa leen bind, ngir ngeen baña bàkkaar. Waaye su ci amee ku dem ba bàkkaar, am nanu ab layookat fa wetu Baay bi, te mooy Yeesu \\w Almasi|Almasi b-:\\w* bi, boroom njub."},{"style":"v","verse":"2","text":"Moom ci boppam moo dig \\w njotlaay|njotlaay g-:\\w* ñeel sunuy bàkkaar, te du sunuy bàkkaar doŋŋ, waaye yoy àddina sépp la ñeel."},{"style":"s1","verse":"","text":"Ndigal nuyoo na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Lii nag, ci lanuy xame xéll ne xam nanu kuy Yàlla, te mooy nuy jëfe ay ndigalam."},{"style":"v","verse":"4","text":"Ku ne: «Maa xam kuy Yàlla,» te ay ndigalam jëfewu ko, day fen, te amul genn dëgg."},{"style":"v","verse":"5","text":"Képp kuy jëfe kàddug Yàlla, ci moom déy la cofeelu Yàlla mate sëkk. Ci loolu lanuy xame ne moom lanu nekk."},{"style":"v","verse":"6","text":"Ku ne moo sax ci Yàlla, fàww ni Yeesu \\w Almasi|Almasi b-:\\w* bi daan jëfe, ni lay jëfe moom itam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Soppe yi, du ndigal lu bees laa leen bind, waaye da di ndigal lu yàgg bu ngeen jotoon ca ndoorte la. Te ndigal lu yàgg boobu mooy kàddu gi ngeen dégg rekk."},{"style":"v","verse":"8","text":"Moonte ndigal lu bees laa leen bind itam nag, ndigal lu wér lu firndewoo ci Yeesu, te firndewoo ci yeen itam. Ndax kat lëndëm gaa ngi wéy, te leer gi dëgg fenk na jeeg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ku ne mu ngi ci leer gi te bañ bokki gëmkatam nag, mu ngi ci lëndëm gi ba tey."},{"style":"v","verse":"10","text":"Ku sopp sa mbokkum gëmkat, ci leer gi nga sax te luy yóbbe nit bàkkaar, du jóge ci yaw."},{"style":"v","verse":"11","text":"Waaye ku bañ mbokkum gëmkatam, ci lëndëm gi la nekk, biir lëndëm gi lay wéye it, te xamul fu mu jëm, ndax lëndëm gaa ko gëlëmal."},{"style":"s1","verse":"","text":"Buleen topp àddina"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"12","text":"Xale yi, yeen laay bind,"},{"style":"q1","verse":"","text":"ndax dees leena jéggal seeni bàkkaar ci turu \\w Almasi|Almasi b-:\\w* bi."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"13","text":"Yeen ñiy baay laay bind,"},{"style":"q1","verse":"","text":"ndax yeena xam ki nekkoon ca njàlbéen."},{"style":"q1","verse":"","text":"Xale yu góor yi, yeen laay bind,"},{"style":"q1","verse":"","text":"ndax yeena daan \\w ku bon ki|ku bon ki:\\w*."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"14","text":"Gone yi, yeen laa bind,"},{"style":"q1","verse":"","text":"ndax yeena xam Baay bi\\f + \\fr 2.14 \\ft Am na ay téere yu boole kàddu yii ci aaya 13 (2.13).\\f*."},{"style":"q1","verse":"","text":"Yeen ñiy baay laa bind,"},{"style":"q1","verse":"","text":"ndax yeena xam ki nekkoon ca njàlbéen."},{"style":"q1","verse":"","text":"Yeen xale yu góor yi laa bind,"},{"style":"q1","verse":"","text":"ndax yeena dëgër; kàddug Yàllaa des ci yeen,"},{"style":"q1","verse":"","text":"te yeena daan ku bon ki."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Buleen topp àddina ak li ci biiram. Ku topp àddina, cofeelu Baay bi nekkul ci moom."},{"style":"v","verse":"16","text":"Ndax kat mboolem lu nekk ci àddina, muy xemmemtéefi bakkan, di mboolem xemmemtéef gu sosoo ci lu bët tege, ak réy-réylu gu alalu àddina waral, amul lenn lu ci jóge ci Baay bi, xanaa ci àddina."},{"style":"v","verse":"17","text":"Te àddina day jeex, mooki xemmemtéefam, waaye kuy jëfe coobarey Yàlla mooy sax ba fàww."},{"style":"s1","verse":"","text":"Nanu sax ci dëggug Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Gone yi, waxtu wu mujj wi dikk na, te noonu ngeen dégge woon ne bañaaleb \\w Almasi|Almasi b-:\\w* bi dina ñëw, noonu la bañaaley Almasi yu bare feeñe, te loolu moo nu xamal ne waxtu wu mujj wi dikk na."},{"style":"v","verse":"19","text":"Ci nun lañu jóge nag, waaye bokkuñu ci nun, ndax su ñu bokkoon ci nun, ci nun lañuy des. Waaye noonu la bire ne du ñoom ñépp a bokk ci nun."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yeen nag, \\w Ku sell|Aji Sell j-:\\w* kee leen diw, sédde leen ko \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, te moo leen taxa xam, yeen ñépp."},{"style":"v","verse":"21","text":"Binduma leen ndax seen ñàkka xam liy dëgg, waaye li ngeen ko xam, te xam ne wenn fen bokkul ci luy dëgg, moo tax ma bind leen."},{"style":"v","verse":"22","text":"Ana kuy fen-kat bi, ku moy kiy weddi ne Yeesu mooy Almasi bi? Kooku mooy bañaaleb Almasi bi weddi Baay bi ak Doom ji."},{"style":"v","verse":"23","text":"Ku weddi Doom ji nag, kooku ñàkk na Baay bi boole ci; waaye ku dëggale Doom ji aw làmmiñam, kooku am na Baay bi, boole ci."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Yeen nag, la ngeen déggoon ca ndoorte la, na sax ci yeen. Loolu ngeen déggoon ca ndoorte la, su saxee ci yeen, yeen ay boole sax ci Doom ji ak ci Baay bi."},{"style":"v","verse":"25","text":"Te dige ba mu nu digoon moo di texey fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Lii laa leen bind ci mbirum nit ñi leen di jéema fàbbi."},{"style":"v","verse":"27","text":"Yeen nag, diw gi mu leen diw, sédde leen ko Noo gu Sell gi, moo sax ci yeen, soxlawuleen ku leen jàngal dara. Gannaaw Noowam gu Sell googu moo leen di jàngal lépp, te di lu dëggu lu caaxaan amul, nangeen sax ci moom, ni mu leen ko jàngale."},{"style":"s1","verse":"","text":"Aji jub ñi ñooy doomi Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Léegi nag xale yi, saxleen ci \\w Almasi|Almasi b-:\\w* bi, ndax bu feeñee, nu siggi fi kanamam te baña rus kera ba muy feeñ."},{"style":"v","verse":"29","text":"Gannaaw xam ngeen ne moo jub, xamleen itam ne képp kuy def njub, ci moom nga sosoo."}]