[{"style":"s1","verse":"","text":"Yàlla mooy Baay bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ndaw cofeel gu nu Baay bi won, ba ñu di nu woowe doomi Yàlla, te moom lanu it. Àddina nag xamu nu, te li ko waral moo di da koo xamul moom itam."},{"style":"v","verse":"2","text":"Soppe yi, léegi doomi Yàlla lanu, te li nuy dooni nag feeñagul. Waaye xam nanu ne bés bu \\w Almasi|Almasi b-:\\w* bi feeñee, nooy nirook moom, ndax su boobaa, ni mu nekke, noonu lanu koy gise."},{"style":"v","verse":"3","text":"Te képp ku am jooju yaakaar ci moom, noonu mu sete, ni lay setale boppam."},{"style":"s1","verse":"","text":"Déggalleen Baay bi, buleen sax ci di bàkkaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ku bàkkaar, moy nga aw yoon, nde bàkkaar mooy moy aw yoon."},{"style":"v","verse":"5","text":"Te xam ngeen ne Yeesu moo feeñ ngir far bàkkaar, te taqul fenn bàkkaar."},{"style":"v","verse":"6","text":"Képp ku sax ci moom, doo sax ci bàkkaar; kuy bàkkaar, gisuloo ko te xamuloo ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Xale yi, bu leen kenn nax! Kuy def njub, yaa jub, ni \\w Almasi|Almasi b-:\\w* bi ci boppam jube."},{"style":"v","verse":"8","text":"Kuy bàkkaar, ci \\w Seytaane|Seytaane:\\w* la bokk, ndax Seytaane moo dale bàkkaar ca njàlbéen ga. Te \\w Doomu Yàllaa|Doomu Yàlla j-:\\w* dikk ngir nasaxal liggéeyu Seytaane."},{"style":"v","verse":"9","text":"Képp ku sosoo ci Yàlla doo dëkke bàkkaar, ndax jiwum Yàlla\\f + \\fr 3.9 \\fk jiwum Yàlla: \\ft seetal ci \\bk Yeremi\\bk* 31.33; \\bk Esekiyel\\bk* 36.26-27.\\f* moo nekk ci moom; du mana wéy ciy bàkkaar, ndax ci Yàlla la sosoo."},{"style":"v","verse":"10","text":"Nii lees di ràññee doomi Yàlla ak doomi Seytaane: képp ku dul def njub, bokkul ci Yàlla; képp ku soppul sa mbokkum gëmkat it, naka noonu."},{"style":"s1","verse":"","text":"Déggalleen Baay bi, di soppante"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Lii kat moo di solos xibaar ba ngeen déggoon ca njàlbéen: nanu soppante,"},{"style":"v","verse":"12","text":"te baña def ni Kayin, mi bokkoon ci \\w ku bon ki|ku bon ki:\\w*, ba rey rakkam. Ana lu tax mu rey ko? Xanaa li rakk ji jëf jëfi njekk, te moom mu jëf jëf ju bon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kon bokk yi, bu leen àddina bañee, bumu leen jaaxal."},{"style":"v","verse":"14","text":"Nun de xam nanu ne noo bàyyikoo ci dee, tàbbi ci dund, ndax li nu sopp bokki gëmkat yi. Ku soppul nag, yaa ngi ci dee ba tey."},{"style":"v","verse":"15","text":"Képp ku bañ sa mbokk, ab bóomkat la, te xam ngeen ne ab bóomkat, yoolub texe bu muy saxoo ba fàww, amu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Nii nag lanuy xame lan mooy cofeel: \\w Almasi|Almasi b-:\\w* bi dafa joxe bakkanam ngir nun; kon nun itam, li nu war mooy nu joxe sunu bakkan ngir sunu bokki gëmkat."},{"style":"v","verse":"17","text":"Waaye ku am alalu àddina, su gisee mbokkam mu nekk ci soxla, ba noppi tëjal ko xolu yërmande, kooku ana nu cofeelu Yàlla nekke ci moom?"},{"style":"v","verse":"18","text":"Xale yi, bunu soppante ci làmmiñu kese maanaam ay wax, waaye nanu ko jëfe, te muy dëgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Noonu lanuy xame ne nu ngi ci dëgg, ba dalal sunum xel ci kanamam."},{"style":"v","verse":"20","text":"Ak lu nu sunum xel mana sikke, Yàllaa sut sunum xel, te lépp la xam."},{"style":"v","verse":"21","text":"Soppe yi, bu nu sunum xel sikkul, dinanu ñemee walbatiku ci Yàlla."},{"style":"v","verse":"22","text":"Te kon lu nu ñaan, mu may nu ko, ndax ay ndigalam lanuy sàmm, te li mu rafetlu lanuy jëfe."},{"style":"v","verse":"23","text":"Ndigalam nag moo di nu gëm turu Doomam Yeesu Almasi bi, tey soppante noonu mu nu ko dénke."},{"style":"v","verse":"24","text":"Kuy sàmm ndigali Yàlla nag, yaa sax ci moom, moom it mu sax ci yaw. Te li nuy xamal ne mu ngi sax ci nun moo di \\w Noo gu Sell|Noo gu Sell g-:\\w* gi mu nu sédd ab cér."}]