[{"style":"s1","text":"The Broken Covenant"},{"style":"m","text":""},{"style":"v","text":"The word that came to Jeremiah from Yahweh, ⸤saying⸥,\\f + \\fr 11:1 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Hear the words of this covenant, and speak to the ⸤people⸥\\f + \\fr 11:2 \\ft Literally “man” \\f* of Judah and to the inhabitants of Jerusalem, "},{"style":"v","text":"and say to them, ‘Thus says Yahweh, the God of Israel: “The man is cursed who does not obey the words of this covenant, "},{"style":"v","text":"which I commanded your ancestors\\f + \\fr 11:4 \\ft Or “fathers” \\f* in the day of my bringing them from the land of Egypt, from the furnace of iron, ⸤saying⸥,\\f + \\fr 11:4 \\ft Literally “to say” \\f* ‘Listen to my voice and do according to all that I command you, ⸤so will you be my people, and I will be your God⸥.’\\f + \\fr 11:4 \\ft Literally “and you shall be to me as people and I will be to you as God” \\f* "},{"style":"v","text":"in order to keep the oath that I swore to your ancestors,\\f + \\fr 11:5 \\ft Or “fathers” \\f* to give them a land flowing with milk and honey, as \\add it is\\add* this day.” ’ ” Then I answered and said, “⸤Let it be so⸥,\\f + \\fr 11:5 \\ft Literally “Amen” \\f* O Yahweh.”"},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to me, “Proclaim all these words in the cities of Judah and in the streets of Jerusalem, ⸤saying⸥,\\f + \\fr 11:6 \\ft Literally “to say” \\f* ‘Hear the words of this covenant and do them, "},{"style":"v","text":"for I solemnly admonished your ancestors\\f + \\fr 11:7 \\ft Or “fathers” \\f* in the day of my leading them out from the land of Egypt and up to this day, ⸤admonishing persistently⸥,\\f + \\fr 11:7 \\ft Literally “do early and admonishing” \\f* ⸤saying⸥,\\f + \\fr 11:7 \\ft Literally “to say” \\f* “Obey my voice.” "},{"style":"v","text":"But they did not obey and they did not incline their ear. Instead each one walked in the stubbornness of his\\f + \\fr 11:8 \\ft Hebrew “their” \\f* evil heart. Therefore, I brought on them all the words of this covenant which I commanded \\add them\\add*\\f + \\fr 11:8 \\ft Here the direct object is supplied from context in the English translation \\f* to do, and they did not \\add do it\\add*.’ ”\\f + \\fr 11:8 \\ft Here the direct object is supplied from context in the English translation \\f*"},{"style":"p","text":""},{"style":"v","text":"And Yahweh said to me, “A conspiracy is found among the ⸤people⸥\\f + \\fr 11:9 \\ft Literally “man” \\f* of Judah and among the inhabitants of Jerusalem. "},{"style":"v","text":"They have turned back to the iniquities of their former ancestors,\\f + \\fr 11:10 \\ft Or “fathers” \\f* who refused to obey my words, and they have gone after other gods, to serve them. The house of Israel and the house of Judah have broken my covenant that I ⸤made⸥\\f + \\fr 11:10 \\ft Literally “cut” \\f* with their ancestors.”\\f + \\fr 11:10 \\ft Or “fathers” \\f*"},{"style":"p","text":""},{"style":"v","text":"⸤Therefore⸥\\f + \\fr 11:11 \\ft Literally “To thus” \\f* thus says Yahweh, “I \\add am\\add* about to bring on them disaster from which they will not be able to escape. Though they cry out to me, yet I will not listen to them. "},{"style":"v","text":"Then the cities of Judah and the inhabitants of Jerusalem will go and cry out to the gods \\add to\\add* whom they \\add are\\add* making smoke offerings, but they will certainly not save them in the time of their trouble. "},{"style":"v","text":"For the number of your towns are your gods, \\add O\\add* Judah, and the number of the streets of Jerusalem \\add are the\\add* altars you have set up to the shameful things, to make smoke offerings to Baal. "},{"style":"v","text":"Therefore you must not pray for this people, and you must not lift up for them a cry of entreaty, or a prayer, for I \\add will\\add* not listen in the time of their calling to me, in the time of their trouble."},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"⸤What rights has my beloved in my house⸥\\f + \\fr 11:15 \\ft Literally “What for my beloved in my house” \\f*"},{"style":"q2","text":"\\add when\\add* she has done many wicked things?\\f + \\fr 11:15 \\ft Hebrew “wicked thing” \\f*"},{"style":"q1","text":"Can the flesh of holiness pass over you?"},{"style":"q2","text":"For ⸤you engage in your wickedness⸥,\\f + \\fr 11:15 \\ft Literally “your wickedness” \\f* then you exult."},{"style":"q1","text":""},{"style":"v","text":"Yahweh called your name, ‘A leafy olive tree, ⸤beautiful with fine fruit⸥.’\\f + \\fr 11:16 \\ft Literally “beautiful of fruit of appearance” \\f*"},{"style":"q1","text":"With the sound of a great storm he will set fire to it,"},{"style":"q2","text":"and its branches will be good for nothing."},{"style":"q1","text":""},{"style":"v","text":"And Yahweh of hosts, the \\add one who\\add* planted you,"},{"style":"q2","text":"has spoken evil against you,"},{"style":"q1","text":"because of the evil of the house of Israel and the house of Judah,"},{"style":"q2","text":"that they have done to themselves,"},{"style":"q1","text":"to provoke me to anger by making smoke offerings to Baal.”"},{"style":"sd0","text":""},{"style":"s1","text":"A Warning for the People of Anathoth"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"Moreover, Yahweh let \\add it be\\add* made known to me, and I knew."},{"style":"q2","text":"Then you showed me their deeds."},{"style":"q1","text":""},{"style":"v","text":"And I \\add was\\add* like a gentle ram-lamb that is brought to slaughter,"},{"style":"q2","text":"and I did not know that they planned plans against me, \\add saying\\add*,"},{"style":"q1","text":"“Let us destroy the tree with its fruit,"},{"style":"q2","text":"and let us cut him off from \\add the\\add* land of \\add the\\add* living,"},{"style":"q2","text":"so that his name will no longer be remembered.”"},{"style":"q1","text":""},{"style":"v","text":"But \\add O\\add* Yahweh of hosts, who judges \\add in\\add* righteousness,"},{"style":"q2","text":"who tests \\add the\\add* ⸤inmost being⸥,\\f + \\fr 11:20 \\ft Literally “kidney” \\f* and \\add the\\add* ⸤mind⸥,\\f + \\fr 11:20 \\ft Literally “heart” \\f*"},{"style":"q1","text":"let me see your retribution upon them,"},{"style":"q2","text":"for to you I have revealed my legal case."},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"⸤Therefore⸥\\f + \\fr 11:21 \\ft Literally “To thus” \\f* thus says Yahweh concerning the people\\f + \\fr 11:21 \\ft Or “men” \\f* of Anathoth who seek your life, ⸤saying⸥,\\f + \\fr 11:21 \\ft Literally “to say” \\f* “You shall not prophesy in the name of Yahweh ⸤or⸥\\f + \\fr 11:21 \\ft Literally “and not” \\f* you will die by our hand.” "},{"style":"v","text":"⸤Therefore⸥\\f + \\fr 11:22 \\ft Literally “To thus” \\f* thus says Yahweh of hosts: “Look, I \\add am about to\\add* punish them. The young men will die by the sword. Their sons and their daughters will die by the famine. "},{"style":"v","text":"And a remnant will not be \\add left\\add* for them, for I will bring disaster to the people\\f + \\fr 11:23 \\ft Or “men” \\f* of Anathoth, the year of their punishment.”"}]