[{"style":"s1","text":"The Valley of the Slaughter"},{"style":"m","text":""},{"style":"v","text":"Thus said Yahweh, “Go and buy a potter’s earthenware jar, and \\add take\\add* some of the elders of the people, and some of the leaders of the priests, "},{"style":"v","text":"and go out to the Valley of Ben Hinnom, which \\add is at\\add* the entrance of the Gate of the Potsherd, and proclaim there the words that I speak to you. "},{"style":"v","text":"And you shall say, ‘Hear the word of Yahweh, O kings of Judah and inhabitants of Jerusalem. Thus says Yahweh of hosts, the God of Israel: “Look, I \\add am\\add* about to bring disaster upon this place so that ⸤everyone who hears it⸥,\\f + \\fr 19:3 \\ft Literally “all hears it” \\f* his ears will ring. "},{"style":"v","text":"Because they have forsaken me, and they have defaced this place, and they have made smoke offerings in it to other gods whom they have not known, they, nor their ancestors,\\f + \\fr 19:4 \\ft Or “fathers” \\f* nor the kings of Judah, and they have filled up this place \\add with the\\add* blood of \\add the\\add* innocent, "},{"style":"v","text":"and they have built the high places of Baal, to burn their children in the fire, burnt offerings to Baal, which I commanded not, and I ordered not, and it did not come to my ⸤mind⸥.\\f + \\fr 19:5 \\ft Literally “heart” \\f*"},{"style":"p","text":""},{"style":"v","text":"“⸤Therefore⸥\\f + \\fr 19:6 \\ft Literally “To thus” \\f* look, days \\add are\\add* about to come,” ⸤declares⸥\\f + \\fr 19:6 \\ft Literally “a declaration of” \\f* Yahweh, “when this place will no longer be called Topheth or the Valley of Ben Hinnom, ⸤but⸥\\f + \\fr 19:6 \\ft Literally “surely if” \\f* the Valley of the Slaughter. "},{"style":"v","text":"And I will lay waste the plans\\f + \\fr 19:7 \\ft Hebrew “plan” \\f* of Judah and Jerusalem in this place, and I will bring them to ruin by the sword ⸤before⸥\\f + \\fr 19:7 \\ft Literally “to the face of” \\f* their enemies, and by the hand of those who seek their life, and I will give their dead bodies\\f + \\fr 19:7 \\ft Hebrew “dead body” \\f* as food to the birds\\f + \\fr 19:7 \\ft Hebrew “bird” \\f* of heaven and to the animals\\f + \\fr 19:7 \\ft Hebrew “animal” \\f* of the earth. "},{"style":"v","text":"And I will make this city a horror, and \\add an object of\\add* hissing, everyone \\add who\\add* passes by it will be appalled, and will hiss because of all its wounds. "},{"style":"v","text":"And I will cause them to eat the flesh of their sons, and the flesh of their daughters, and each one will eat the flesh of his neighbor in \\add the\\add* siege and in \\add the\\add* distress which their enemies and those who seek their life inflict on them.” ’"},{"style":"p","text":""},{"style":"v","text":"“Then you shall break the jar before the eyes of the men who go with you. "},{"style":"v","text":"And you shall say to them, ‘Thus says Yahweh of hosts: “So I will break this people and this city as one breaks the vessel of the potter, \\add so\\add* that it is not able to be repaired again. And in Topheth they will bury ⸤until there is no room to bury⸥.\\f + \\fr 19:11 \\ft Literally “from there is no place to bury” \\f* "},{"style":"v","text":"Thus will I do to this place,” ⸤declares⸥\\f + \\fr 19:12 \\ft Literally “a declaration of” \\f* Yahweh, “and to its inhabitants, to make this city like Topheth. "},{"style":"v","text":"And the houses of Jerusalem and the houses of the kings of Judah will be unclean like the place of Topheth, all the houses where they made smoke offerings upon their roofs to all the host of heaven, and \\add where\\add* they poured out libations to other gods.” ’ ”"},{"style":"p","text":""},{"style":"v","text":"Then Jeremiah came from Topheth, where Yahweh had sent him to prophesy, and he stood in the courtyard of the house of Yahweh and said to all the people, "},{"style":"v","text":"“Thus says Yahweh of hosts, the God of Israel, ‘Look, I \\add am\\add* about to bring to this city and upon all its towns all the disaster that I have pronounced against it, because they have hardened their neck to not hear my words.’ ”"}]