[{"style":"s1","verse":"","text":"Two Baskets of Figs"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Yahweh showed me, and look, there were two baskets of figs placed ⸤before⸥\\f + \\fr 24:1 \\ft Literally “to the face of” \\f* the temple of Yahweh—after Nebuchadnezzar the king of Babylon had deported Jeconiah the son of Jehoiakim, the king of Judah, with the officials of Judah, and the craftsmen, and the smiths,\\f + \\fr 24:1 \\ft Hebrew “smith” \\f* from Jerusalem and had brought them \\add to\\add* Babylon. "},{"style":"v","verse":"2","text":"The one basket \\add had\\add* very good figs, like ⸤early figs⸥,\\f + \\fr 24:2 \\ft Literally “the figs of the early ripened fruit” \\f* and the other basket \\add had\\add* very bad figs that could not be eaten because of \\add their\\add* bad quality. "},{"style":"v","verse":"3","text":"And Yahweh asked me, “What \\add are\\add* you seeing, Jeremiah?” And I said, “Figs—the good figs, very good, and the bad \\add figs\\add*, very bad, that cannot be eaten because of \\add their\\add* bad quality.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Then the word of Yahweh came to me, ⸤saying⸥,\\f + \\fr 24:4 \\ft Literally “to say” \\f* "},{"style":"v","verse":"5","text":"“Thus says Yahweh, the God of Israel, ‘Like these good figs, so I will regard as good the exiles\\f + \\fr 24:5 \\ft Hebrew “exile” \\f* of Judah whom I have sent away from this place \\add to the\\add* land of \\add the\\add* Chaldeans. "},{"style":"v","verse":"6","text":"For I will set my eyes\\f + \\fr 24:6 \\ft Hebrew “eye” \\f* on them for good, and I will bring them back to this land. And I will build them and not annihilate \\add them\\add*, and I will plant them and not uproot \\add them\\add*. "},{"style":"v","verse":"7","text":"And I will give to them a heart to know me, that I \\add am\\add* Yahweh, and ⸤they will be my people⸥,\\f + \\fr 24:7 \\ft Literally “they shall be for me as a people” \\f* and ⸤I will be their God⸥,\\f + \\fr 24:7 \\ft Literally “I will be for them as God” \\f* for they will return to me with the whole of their heart."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"But like the bad figs that cannot be eaten because of \\add their\\add* bad quality—for thus says Yahweh—so I will treat Zedekiah the king of Judah, and his officials, and the remnant of Jerusalem who remain in this land, and those who live in the land of Egypt. "},{"style":"v","verse":"9","text":"And I will make them as a terror, an evil to all the kingdoms of the earth, as a disgrace and a proverb, as a taunt and a curse, in all the places where I will drive them. "},{"style":"v","verse":"10","text":"And I will send among them the sword, the famine, and the plague, until they perish from the land that I gave to them and their ancestors.’ ”\\f + \\fr 24:10 \\ft Or “fathers” \\f*"}]