[{"style":"s1","text":"Jeremiah Escapes Death"},{"style":"m","text":""},{"style":"v","text":"At the beginning of the reign of Jehoiakim the son of Josiah, the king of Judah, this word came from Yahweh, ⸤saying⸥,\\f + \\fr 26:1 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Thus says Yahweh: ‘Stand in the courtyard of the house of Yahweh, and you must speak to all the cities of Judah that come to bow in worship \\add in\\add* the house of Yahweh all the words that I command you to speak to them. You must not omit a word. "},{"style":"v","text":"Perhaps they will listen and turn back each from his evil way, and I will relent of the disaster that I \\add am\\add* planning to do to them because of their evil deeds. "},{"style":"v","text":"And you shall say to them, “Thus says Yahweh: ‘If you will not listen to me, to walk in my law that I have set\\f + \\fr 26:4 \\ft Or “given” \\f* ⸤before you⸥,\\f + \\fr 26:4 \\ft Literally “to the face of you” \\f* "},{"style":"v","text":"to listen to the words of my servants the prophets whom I have sent to you, ⸤over and over again⸥,\\f + \\fr 26:5 \\ft Literally “and doing early and sending” \\f* though you have not listened, "},{"style":"v","text":"then I will make this house like Shiloh, and this city I will make a curse for all the nations of the earth.’ ” ’ ”"},{"style":"p","text":""},{"style":"v","text":"And the priests and the prophets and all the people heard Jeremiah speaking these words in the temple of Yahweh. "},{"style":"v","text":"⸤And then⸥\\f + \\fr 26:8 \\ft Literally “And it happened” \\f* as Jeremiah finished speaking all that Yahweh had commanded \\add him\\add* to speak to all the people, then the priests and the prophets and all the people laid hold of him, ⸤saying⸥,\\f + \\fr 26:8 \\ft Literally “to say” \\f* “You will die! "},{"style":"v","text":"Why have you prophesied in the name of Yahweh, ⸤saying⸥,\\f + \\fr 26:9 \\ft Literally “to say” \\f* ‘This house will be like Shiloh, and this city will be in ruins, ⸤without⸥\\f + \\fr 26:9 \\ft Literally “from there is not” \\f* inhabitant’?” And all the people gathered around Jeremiah in the temple of Yahweh."},{"style":"p","text":""},{"style":"v","text":"When the officials of Judah heard these things, they came up from the house of the king \\add to\\add* the temple of Yahweh, and they sat in the entrance of the New Gate of Yahweh’s \\add temple\\add*. "},{"style":"v","text":"Then the priests and the prophets said to the officials and to all the people, ⸤saying⸥,\\f + \\fr 26:11 \\ft Literally “to say” \\f* “⸤This man deserves the death sentence⸥,\\f + \\fr 26:11 \\ft Literally “A sentence of death \\fq is \\ft to this man” \\f* because he has prophesied against this city as that \\add which\\add* you have heard with your ears.”"},{"style":"p","text":""},{"style":"v","text":"Then Jeremiah said to all the officials and to all the people, ⸤saying⸥,\\f + \\fr 26:12 \\ft Literally “to say” \\f* “Yahweh sent me to prophesy against this house and against this city all the words that you have heard. "},{"style":"v","text":"Now ⸤therefore⸥\\f + \\fr 26:13 \\ft Literally “so then” \\f* amend your ways and your deeds, and obey the voice of Yahweh your God, and Yahweh will relent of the disaster that he has spoken over you. "},{"style":"v","text":"But \\add as for\\add* me, look, I \\add am\\add* in your hand, do to me what \\add is\\add* good and right in your eyes. "},{"style":"v","text":"Only you must certainly know that if you put me to death, you will bring on yourselves innocent blood, and on this city and on its inhabitants, for ⸤truly⸥\\f + \\fr 26:15 \\ft Literally “in truth” \\f* Yahweh sent me to you to speak all these words in your ears.”"},{"style":"p","text":""},{"style":"v","text":"Then the officials and all the people said to the priests and to the prophets, “⸤This man does not deserve⸥\\f + \\fr 26:16 \\ft Literally “Not to this man” \\f* a sentence of death, for in the name of Yahweh our God, he has spoken to us.” "},{"style":"v","text":"Then men from the elders of the land arose and said to all the assembly of the people, ⸤saying⸥,\\f + \\fr 26:17 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Micah the Morashtite was prophesying in the days of Hezekiah, the king of Judah, and he said to all the people of Judah, ⸤saying⸥:\\f + \\fr 26:18 \\ft Literally “to say” \\f*"},{"style":"sd0","text":""},{"style":"q1","text":"‘Thus says Yahweh of hosts,"},{"style":"q1","text":"“Zion will be plowed,"},{"style":"q1","text":"and Jerusalem will become a heap of ruins,"},{"style":"q1","text":"and the mountain of the ⸤temple⸥\\f + \\fr 26:18 \\ft Literally “house” \\f* as high places of wood.” ’"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"\\add Did\\add* Hezekiah, the king of Judah, and all Judah actually put him to death? \\add Was he\\add* not in fear of Yahweh? And he entreated the face of Yahweh, and Yahweh relented of the disaster that he had spoken against them. But we \\add are\\add* about to do great disaster to ourselves.”"},{"style":"p","text":""},{"style":"v","text":"Indeed, there also was a man prophesying in the name of Yahweh, Uriah, the son of Shemaiah, from Kiriath-Jearim, and he prophesied against this city and against this land like all the words of Jeremiah. "},{"style":"v","text":"And when King Jehoiakim, and all his warriors, and all the officials heard his words, then the king sought to put him to death. But Uriah heard, and he was afraid, and he fled and went \\add to\\add* Egypt. "},{"style":"v","text":"Then King Jehoiakim sent men \\add to\\add* Egypt. Elnathan, the son of Achbor, and men with him \\add went\\add* to Egypt. "},{"style":"v","text":"And they brought out Uriah from Egypt and they brought him to King Jehoiakim, and he struck him down with the sword, and he threw his dead body into the burial sites of the sons of the people. "},{"style":"v","text":"However, the hand of Ahikam the son of Shaphan was with Jeremiah, so that he was not given into the hand of the people to put him to death."}]