[{"style":"s1","text":"Hananiah, the False Prophet"},{"style":"m","text":""},{"style":"v","text":"And it was in that \\add same\\add* year, at the beginning of the reign of Zedekiah, the king of Judah, in the fourth year, in the fifth month, that Hananiah, the son of Azzur, the prophet who \\add was\\add* from Gibeon, said to me in the house of Yahweh before the eyes of the priests and all the people, ⸤saying⸥,\\f + \\fr 28:1 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Thus says Yahweh of hosts, the God of Israel, ⸤saying⸥,\\f + \\fr 28:2 \\ft Literally “to say” \\f* ‘I have broken the yoke of the king of Babylon. "},{"style":"v","text":"⸤Within two years⸥\\f + \\fr 28:3 \\ft Literally “In still two years days” \\f* I \\add will\\add* bring back to this place all the vessels of the house of Yahweh which Nebuchadnezzar the king of Babylon took away from this place and brought \\add to\\add* Babylon. "},{"style":"v","text":"And Jeconiah the son of Jehoiakim, the king of Judah, and all the exiles\\f + \\fr 28:4 \\ft Hebrew “exile” \\f* from Judah who went \\add to\\add* Babylon, I \\add will\\add* bring back to this place,’ ⸤declares⸥\\f + \\fr 28:4 \\ft Literally “a declaration of” \\f* Yahweh, ‘For I will break the yoke of the king of Babylon.’ ”"},{"style":"p","text":""},{"style":"v","text":"Then Jeremiah the prophet said to Hananiah the prophet before the eyes of the priests and before the eyes of all the people who were standing in the house of Yahweh, "},{"style":"v","text":"and Jeremiah the prophet said, “Amen! May Yahweh do so; may Yahweh fulfill your words that you have prophesied, to bring back the vessels of the house of Yahweh and all the exiles\\f + \\fr 28:6 \\ft Hebrew “exile” \\f* from Babylon to this place. "},{"style":"v","text":"Nevertheless listen please \\add to\\add* this word that I \\add am\\add* speaking in your ⸤hearing⸥\\f + \\fr 28:7 \\ft Literally “ears” \\f* and in the ⸤hearing⸥\\f + \\fr 28:7 \\ft Literally “ears” \\f* of all the people, "},{"style":"v","text":"The prophets who were ⸤before⸥\\f + \\fr 28:8 \\ft Literally “to the face of” \\f* me and ⸤before⸥\\f + \\fr 28:8 \\ft Literally “to the face of” \\f* you from ancient \\add times\\add* prophesied against many countries and against great kingdoms of war, and of disaster, and of plague. "},{"style":"v","text":"The prophet who prophesies peace, at the coming of the word of the prophet, will become known \\add as\\add* the prophet that Yahweh has ⸤truly⸥\\f + \\fr 28:9 \\ft Literally “in truth” \\f* sent.”"},{"style":"p","text":""},{"style":"v","text":"Then Hananiah the prophet took the yoke from the neck of Jeremiah the prophet and broke it. "},{"style":"v","text":"Then Hananiah said before the eyes of all the people, ⸤saying⸥,\\f + \\fr 28:11 \\ft Literally “to say” \\f* “Thus says Yahweh, ‘This is how I will break the yoke of Nebuchadnezzar the king of Babylon, ⸤within two years⸥,\\f + \\fr 28:11 \\ft Literally “in still two years days” \\f* from the neck of all the nations.’ ” And Jeremiah the prophet went on his way."},{"style":"p","text":""},{"style":"v","text":"And the word of Yahweh came to Jeremiah after Hananiah the prophet broke the yoke from the neck of Jeremiah the prophet, ⸤saying⸥,\\f + \\fr 28:12 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Go, and you must say to Hananiah, ⸤saying⸥,\\f + \\fr 28:13 \\ft Literally “to say” \\f* ‘Thus says Yahweh, “You have broken yoke bars of wood, but you have made in place of them yoke bars of iron.” "},{"style":"v","text":"For thus says Yahweh of hosts, the God of Israel, “I have put a yoke of iron on the neck of all these nations, to serve Nebuchadnezzar, the king of Babylon, and they will serve him, and I have even given the animals\\f + \\fr 28:14 \\ft Hebrew “animal” \\f* of the open field to him.” ’ ”"},{"style":"p","text":""},{"style":"v","text":"Then Jeremiah the prophet said to Hananiah the prophet, “Please listen, Hananiah, Yahweh has not sent you, and you have made this people trust in a lie. "},{"style":"v","text":"⸤Therefore⸥\\f + \\fr 28:16 \\ft Literally “To thus” \\f* thus says Yahweh, ‘Look, I \\add am\\add* going to send you from the face of the earth. This year you \\add will\\add* die because you have spoken rebellion against Yahweh.’ ” "},{"style":"v","text":"And Hananiah the prophet died in that \\add same\\add* year in the seventh month."}]