[{"style":"s1","verse":"","text":"Jeremiah’s Letter to the Exiles in Babylon"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And these \\add are\\add* the words of the letter that Jeremiah the prophet sent from Jerusalem to the remainder of the exiles,\\f + \\fr 29:1 \\ft Hebrew “exile” \\f* and to the priests, and to the prophets, and to all the people whom Nebuchadnezzar had deported from Jerusalem \\add to\\add* Babylon, "},{"style":"v","verse":"2","text":"after the going out of Jeconiah the king, and the queen mother, and the court officials, the leaders of Judah and Jerusalem, and the artisans,\\f + \\fr 29:2 \\ft Hebrew “artisan” \\f* and the smiths\\f + \\fr 29:2 \\ft Hebrew “smith” \\f* from Jerusalem, "},{"style":"v","verse":"3","text":"by the hand of Elasah, the son of Shaphan, and Gemariah, the son of Hilkiah, whom Zedekiah, the king of Judah, sent to Nebuchadnezzar, the king of Babylon, \\add to\\add* Babylon, ⸤saying⸥,\\f + \\fr 29:3 \\ft Literally “to say” \\f* "},{"style":"v","verse":"4","text":"“Thus says Yahweh of hosts, the God of Israel, to all the exiles\\f + \\fr 29:4 \\ft Hebrew “exile” \\f* whom I have deported from Jerusalem \\add to\\add* Babylon, "},{"style":"v","verse":"5","text":"‘Build houses and live \\add in them\\add*,\\f + \\fr 29:5 \\ft Here the direct object is supplied from context in the English translation \\f* and plant gardens and eat their fruit. "},{"style":"v","verse":"6","text":"Take wives and father sons and daughters, and take for your sons wives, and give your daughters to men that they may bear sons and daughters, and multiply there, and you must not be few. "},{"style":"v","verse":"7","text":"And seek the prosperity of the city where I have deported you, and pray on behalf of it to Yahweh, for in its prosperity you will have prosperity.’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"For thus says Yahweh of hosts, the God of Israel, ‘Do not let your prophets who \\add are\\add* in your midst, and your diviners, deceive you, and you must not listen to your dreams that you \\add are\\add* causing \\add them\\add* to dream. "},{"style":"v","verse":"9","text":"For they \\add are\\add* prophesying ⸤falsely⸥\\f + \\fr 29:9 \\ft Literally “in a lie” \\f* to you in my name; I have not sent them,’ ⸤declares⸥\\f + \\fr 29:9 \\ft Literally “a declaration of” \\f* Yahweh. "},{"style":"v","verse":"10","text":"For thus says Yahweh, ‘⸤As soon as the time has passed⸥,\\f + \\fr 29:10 \\ft Literally “When to the mouth of being full” \\f* seventy years\\f + \\fr 29:10 \\ft Hebrew “year” \\f* for Babylon, I will attend to you, and I will fulfill my good word to you, to bring you back to this place. "},{"style":"v","verse":"11","text":"For I know the plans that I \\add am\\add* planning concerning you,’ ⸤declares⸥\\f + \\fr 29:11 \\ft Literally “a declaration of” \\f* Yahweh, ‘plans for prosperity and not for harm, to give to you a future and a hope. "},{"style":"v","verse":"12","text":"Then \\add when\\add* you call me, and you come and pray to me, then I will listen to you. "},{"style":"v","verse":"13","text":"When you search for me, then you will find \\add me\\add*, if you seek me with all your heart. "},{"style":"v","verse":"14","text":"And I will let myself be found by you,’ ⸤declares⸥\\f + \\fr 29:14 \\ft Literally “a declaration of” \\f* Yahweh, ‘and I will restore your fortunes,\\f + \\fr 29:14 \\ft Hebrew “fortune” \\f* and I will gather you from all the nations and from all the places to which I have driven you,’ ⸤declares⸥\\f + \\fr 29:14 \\ft Literally “a declaration of” \\f* Yahweh, ‘and I will bring you back to the place from which I deported you.’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Because you have said, ‘Yahweh has raised up prophets for us \\add in\\add* Babylon’— "},{"style":"v","verse":"16","text":"for thus says Yahweh concerning the king who sits on the throne of David and concerning all the people who live in this city, your fellow kinsmen who did not go with you into the exile— "},{"style":"v","verse":"17","text":"thus says Yahweh of hosts, ‘Look, I \\add am\\add* going to send among them the sword, the famine, and the plague, and I will make them like rotten figs that cannot be eaten because of \\add their\\add* bad quality. "},{"style":"v","verse":"18","text":"And I will pursue them with the sword, with the famine, and with the plague, and I will make them a terror to all the kingdoms of the earth, a curse, and a horror, and \\add an object of\\add* hissing, and a disgrace among all the nations to which I have driven them, "},{"style":"v","verse":"19","text":"because they did not listen to my words,’ ⸤declares⸥\\f + \\fr 29:19 \\ft Literally “a declaration of” \\f* Yahweh, ‘when I sent to them my servants the prophets, ⸤sending over and over again⸥,\\f + \\fr 29:19 \\ft Literally “doing early and sending” \\f* and they would not listen,’ ⸤declares⸥\\f + \\fr 29:19 \\ft Literally “a declaration of” \\f* Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"And you, hear the word of Yahweh, all \\add you\\add* exiles\\f + \\fr 29:20 \\ft Hebrew “exile” \\f* whom I sent away from Jerusalem \\add to\\add* Babylon. "},{"style":"v","verse":"21","text":"Thus says Yahweh of hosts, the God of Israel, concerning Ahab, the son of Kolaiah, and concerning Zedekiah, the son of Maaseiah, who are prophesying to you in my name a lie, ‘Look, I \\add am\\add* going to give them into the hand of Nebuchadnezzar the king of Babylon, and he will strike them before your eyes. "},{"style":"v","verse":"22","text":"And a curse will be taken \\add up\\add* because of them by all the exiles\\f + \\fr 29:22 \\ft Hebrew “exile” \\f* of Judah who \\add are\\add* in Babylon, ⸤saying⸥,\\f + \\fr 29:22 \\ft Literally “to say” \\f* “May Yahweh make you like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire,” "},{"style":"v","verse":"23","text":"because they have done a disgraceful thing in Israel, and they have committed adultery with the wives of their neighbors, and they have spoken words\\f + \\fr 29:23 \\ft Hebrew “word” \\f* in my name, lies\\f + \\fr 29:23 \\ft Hebrew “lie” \\f* that I have not commanded them, and I \\add am\\add* he who knows, and \\add I am\\add* a witness,’ ⸤declares⸥\\f + \\fr 29:23 \\ft Literally “a declaration of” \\f* Yahweh.”"},{"style":"s1","verse":"","text":"Shemaiah’s Letter to Zephaniah the Priest"},{"style":"m","verse":"","text":""},{"style":"v","verse":"24","text":"And to Shemaiah the Nehelamite you shall say, ⸤saying⸥,\\f + \\fr 29:24 \\ft Literally “to say” \\f* "},{"style":"v","verse":"25","text":"“Thus says Yahweh of hosts, the God of Israel, ⸤saying⸥,\\f + \\fr 29:25 \\ft Literally “to say” \\f* ‘Because you yourself sent \\add a\\add* letter\\f + \\fr 29:25 \\ft Hebrew “letters” \\f* in your name to all the people who \\add are\\add* in Jerusalem, and to Zephaniah, the son of Maaseiah, the priest, and to all the priests, ⸤saying⸥,\\f + \\fr 29:25 \\ft Literally “to say” \\f* "},{"style":"v","verse":"26","text":"“Yahweh made you priest instead of Jehoiada the priest, so that there are overseers \\add in\\add* the house of Yahweh over any mad man \\add who\\add* exhibits the behavior of a prophet, and you must put him into the stocks and into the neck iron, "},{"style":"v","verse":"27","text":"and so then why have you not rebuked Jeremiah the Anathothite who exhibits the behavior of a prophet for you? "},{"style":"v","verse":"28","text":"⸤Because⸥\\f + \\fr 29:28 \\ft Literally “Seeing that unto thus” \\f* he has sent to us \\add in\\add* Babylon, ⸤saying⸥,\\f + \\fr 29:28 \\ft Literally “to say” \\f* ‘It \\add will be\\add* a long time, build houses and live \\add in them\\add*,\\f + \\fr 29:28 \\ft Here the direct object is supplied from context in the English translation \\f* and plant gardens and eat their fruit.’ ” ’ ” "},{"style":"v","verse":"29","text":"And Zephaniah the priest read this letter in the ⸤hearing⸥\\f + \\fr 29:29 \\ft Literally “ears” \\f* of Jeremiah the prophet."},{"style":"s1","verse":"","text":"Jeremiah’s Response to Shemaiah’s Letter"},{"style":"m","verse":"","text":""},{"style":"v","verse":"30","text":"And the word of Yahweh came to Jeremiah, ⸤saying⸥,\\f + \\fr 29:30 \\ft Literally “to say” \\f* "},{"style":"v","verse":"31","text":"“Send to all the exiles,\\f + \\fr 29:31 \\ft Hebrew “exile” \\f* ⸤saying⸥,\\f + \\fr 29:31 \\ft Literally “to say” \\f* ‘Thus says Yahweh concerning Shemaiah the Nehelamite: “Because Shemaiah prophesied to you, though I have not sent him, and he has made you trust in a lie,” "},{"style":"v","verse":"32","text":"⸤therefore⸥\\f + \\fr 29:32 \\ft Literally “to thus” \\f* thus says Yahweh, “Look, I \\add am\\add* going to punish Shemaiah the Nehelamite and his offspring. There will not be for him a man who lives in the midst of this people, and he will not see the good that I \\add am\\add* going to do to my people,” ⸤declares⸥\\f + \\fr 29:32 \\ft Literally “a declaration of” \\f* Yahweh, “For he has spoken rebellion against Yahweh.” ’ ”"}]