[{"style":"s1","text":"The Faithfulness of the Rechabites"},{"style":"m","text":""},{"style":"v","text":"The word that came to Jeremiah from Yahweh in the days of Jehoiakim, the son of Josiah, the king of Judah, ⸤saying⸥,\\f + \\fr 35:1 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Go to the house of the Rechabites, and speak with them, and bring them \\add to\\add* the house of Yahweh into one of the chambers, and give them wine to drink.” "},{"style":"v","text":"So I took Jaazaniah, the son of Jeremiah, the son of Habazziniah, and his brothers, and all his sons, and the whole of the house of the Rechabites, "},{"style":"v","text":"and I brought them \\add to\\add* the house of Yahweh, into the chamber of the sons of Hanan, the son of Igdaliah, the man of God, which \\add was\\add* beside the chamber of the officials, which \\add was\\add* above the chamber of Maaseiah, the son of Shallum, the keeper of the threshold."},{"style":"p","text":""},{"style":"v","text":"Then I ⸤set⸥\\f + \\fr 35:5 \\ft Literally “gave” \\f* ⸤before⸥\\f + \\fr 35:5 \\ft Literally “to the face of” \\f* the house of the Rechabites bowls full of wine and cups, and I said to them, “Drink wine.” "},{"style":"v","text":"But they answered, “We will not drink wine, for Jonadab, the son of Rechab, our ancestor,\\f + \\fr 35:6 \\ft Or “father” \\f* commanded us, ⸤saying⸥,\\f + \\fr 35:6 \\ft Literally “to say” \\f* ‘You shall not drink wine, you or your children, ⸤forever⸥.\\f + \\fr 35:6 \\ft Literally “until eternity” \\f* "},{"style":"v","text":"And you shall not build a house, and you shall not sow seed, and you shall not plant a vineyard, and it shall not be for you, but in tents you shall live all your days, so that you may live many days on the surface of the land where you \\add are\\add* dwelling as aliens.’ "},{"style":"v","text":"And we obeyed the voice of Jonadab, the son of Rechab, our ancestor,\\f + \\fr 35:8 \\ft Or “father” \\f* in all that he commanded us, not to drink wine all our days, ourselves, our wives, our sons, or our daughters, "},{"style":"v","text":"and not to build houses \\add for\\add* our living, and there is not vineyard, or field, or seed for us. "},{"style":"v","text":"But we have lived in tents, and we have obeyed, and we have done all that Jehonadab, our ancestor,\\f + \\fr 35:10 \\ft Or “father” \\f* commanded us. "},{"style":"v","text":"⸤But then⸥\\f + \\fr 35:11 \\ft Literally “And it was” \\f* at the coming up against the land of Nebuchadnezzar the king of Babylon, then we said, ‘Come and let us go \\add to\\add* Jerusalem ⸤before⸥\\f + \\fr 35:11 \\ft “from the face of” \\f* the army of the Chaldeans, and ⸤before⸥\\f + \\fr 35:11 \\ft “from the face of” \\f* the army of the Arameans.’\\f + \\fr 35:11 \\ft Hebrew “Aramean” \\f* That is why we are living in Jerusalem.”"},{"style":"p","text":""},{"style":"v","text":"And the word of Yahweh came to Jeremiah, ⸤saying⸥,\\f + \\fr 35:12 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Thus says Yahweh of hosts, the God of Israel: ‘Go and say to the people of Judah and to the inhabitants of Jerusalem, “Can you not learn a lesson to listen to my words?” ⸤declares⸥\\f + \\fr 35:13 \\ft Literally “a declaration of” \\f* Yahweh. "},{"style":"v","text":"“The words of Jonadab, the son of Rechab, that he commanded his descendants\\f + \\fr 35:14 \\ft Or “children” \\f* to not drink, have been carried out, and they have not drunk until this day, for they have obeyed the command of their ancestor.\\f + \\fr 35:14 \\ft Or “father” \\f* But ⸤I have spoken to you over and over again⸥,\\f + \\fr 35:14 \\ft Literally “I have spoken to you doing early and speaking” \\f* and you have not listened to me. "},{"style":"v","text":"And I have sent to you all my servants the prophets, ⸤I have sent them over and over again⸥,\\f + \\fr 35:15 \\ft Literally “doing early and sending” \\f* ⸤saying⸥,\\f + \\fr 35:15 \\ft Literally “to say” \\f* ‘Turn back please each one from his evil way, and amend your deeds, and you must not go after other gods to serve them, ⸤so that you may live⸥\\f + \\fr 35:15 \\ft Literally “and live” \\f* on the land that I gave to you and to your ancestors.’\\f + \\fr 35:15 \\ft Or “fathers” \\f* But you did not incline your ear and you did not listen to me. "},{"style":"v","text":"For the descendants\\f + \\fr 35:16 \\ft Or “children” \\f* of Jonadab, the son of Rechab, have carried out the command of their ancestor\\f + \\fr 35:16 \\ft Or “father” \\f* that he commanded them, but this people did not listen to me.”"},{"style":"p","text":""},{"style":"v","text":"⸤Therefore⸥\\f + \\fr 35:17 \\ft Literally “To thus” \\f* thus says Yahweh, the God of hosts, the God of Israel, “Look, I \\add am\\add* going to bring to Judah and to all the inhabitants of Jerusalem every disaster that I have spoken against them, because I have spoken to them and they have not listened, and I have called to them and they have not answered.” ’ ” "},{"style":"v","text":"But to the house of the Rechabites Jeremiah said, “Thus says Yahweh of hosts, the God of Israel, ‘Because you have listened to the command of Jonadab your ancestor,\\f + \\fr 35:18 \\ft Or “father” \\f* and you have kept all his commands, and you have done all that he commanded you,’ "},{"style":"v","text":"⸤therefore⸥\\f + \\fr 35:19 \\ft Literally “to thus” \\f* thus says Yahweh of hosts, the God of Israel: ‘A man will not be cut off for Jonadab, the son of Rechab, to stand ⸤before me⸥\\f + \\fr 35:19 \\ft Literally “to the face of me” \\f* ⸤always⸥.’ ”\\f + \\fr 35:19 \\ft Literally “all the days” \\f*"}]