[{"style":"s1","verse":"","text":"Jehoiakim Burns the Scroll of Jeremiah’s Prophecies"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"⸤And then⸥\\f + \\fr 36:1 \\ft Literally “And it was” \\f* in the fourth year of Jehoiakim the son of Josiah, the king of Judah, this word came to Jeremiah from Yahweh, ⸤saying⸥,\\f + \\fr 36:1 \\ft Literally “to say” \\f* "},{"style":"v","verse":"2","text":"“Take for yourself ⸤a scroll⸥\\f + \\fr 36:2 \\ft Literally “a scroll of a scroll” \\f* and you must write on it all the words that I have spoken to you against Israel, and against Judah, and against all the nations, from \\add the\\add* day \\add that\\add* I spoke to you, from the days of Josiah, and until this day. "},{"style":"v","verse":"3","text":"Perhaps \\add when\\add* the house of Judah hears all the disasters\\f + \\fr 36:3 \\ft Hebrew “disaster” \\f* that I \\add am\\add* planning to do to them, then they may turn back each one from his evil way, and I will forgive their guilt and their sin.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Then Jeremiah called Baruch the son of Neriah, and Baruch wrote from the mouth of Jeremiah all the words of Yahweh that he had spoken to him on ⸤a scroll⸥.\\f + \\fr 36:4 \\ft Literally “a scroll of a scroll” \\f* "},{"style":"v","verse":"5","text":"And Jeremiah instructed Baruch, ⸤saying⸥,\\f + \\fr 36:5 \\ft Literally “to say” \\f* “I \\add am\\add* held back, I am not able to enter the temple of Yahweh. "},{"style":"v","verse":"6","text":"So you must go and you shall read aloud from the scroll that you have written from my mouth the words of Yahweh in the hearing of the people \\add in\\add* the temple of Yahweh on a day of fast, and also you shall read aloud in the hearing of all those of Judah who came from their towns. "},{"style":"v","verse":"7","text":"Perhaps their plea will fall ⸤before⸥\\f + \\fr 36:7 \\ft Literally “to the face of” \\f* Yahweh and each one will turn away from his evil way, for great \\add is\\add* the anger and wrath that Yahweh pronounced against this people.” "},{"style":"v","verse":"8","text":"And Baruch the son of Neriah did all that Jeremiah the prophet instructed him, to read aloud from the scroll the words of Yahweh \\add in\\add* the temple of Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"⸤And then⸥\\f + \\fr 36:9 \\ft Literally “And it was” \\f* in the fifth year of Jehoiakim, the son of Josiah, the king of Judah, in the ninth month, all the people in Jerusalem and all the people who came from the towns of Judah to Jerusalem proclaimed a fast ⸤before⸥\\f + \\fr 36:9 \\ft Literally “to the face of” \\f* Yahweh. "},{"style":"v","verse":"10","text":"Then Baruch read aloud from the scroll the words of Jeremiah \\add in\\add* the temple of Yahweh, in the chamber of Gemariah, the son of Shaphan, the secretary, in the upper courtyard \\add at\\add* the entrance of the New Gate of the temple of Yahweh in the hearing of all the people."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"When Micaiah, the son of Gemariah, the son of Shaphan, heard all the words of Yahweh from the scroll, "},{"style":"v","verse":"12","text":"he went down \\add to\\add* the house of the king, to the chamber of the secretary, and look, all the officials \\add were\\add* sitting there: Elishama the secretary, and Delaiah, the son of Shemaiah, and Elnathan, the son of Achbor, and Gemariah, the son of Shaphan, and Zedekiah, the son of Hananiah, and all the \\add other\\add* officials. "},{"style":"v","verse":"13","text":"And Micaiah told them all the words that he had heard at the reading aloud of Baruch from the scroll in the hearing of the people."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Then all the officials sent Jehudi, the son of Nethaniah, the son of Shelemiah, the son of Cushi, to Baruch, ⸤saying⸥,\\f + \\fr 36:14 \\ft Literally “to say” \\f* “The scroll that you read aloud from in the hearing of the people, take it in your hand and come.” And Baruch the son of Neriah took the scroll in his hand and he came to them. "},{"style":"v","verse":"15","text":"And they said to him, “Sit please and read it aloud in our hearing.” So Baruch read aloud in their hearing. "},{"style":"v","verse":"16","text":"⸤And then⸥,\\f + \\fr 36:16 \\ft Literally “And it was” \\f* the moment of their hearing all the words, ⸤they turned to one another in alarm⸥\\f + \\fr 36:16 \\ft Literally “they approached in trepidation each one to his neighbor” \\f* and they said to Baruch, “We must certainly report all these words to the king!” "},{"style":"v","verse":"17","text":"Then they asked Baruch, ⸤saying⸥,\\f + \\fr 36:17 \\ft Literally “to say” \\f* “Tell us please, how did you write all these words, from his mouth?” "},{"style":"v","verse":"18","text":"And Baruch said to them, “From his mouth. He dictated to me all these words and I \\add was\\add* writing on the scroll with the ink.” "},{"style":"v","verse":"19","text":"Then the officials said to Baruch, “Go, hide yourself, you and Jeremiah, and let not a man know where you \\add are\\add*.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"And they went to the king, \\add to the\\add* courtyard, and they ⸤put⸥\\f + \\fr 36:20 \\ft Literally “gave” \\f* the scroll for safe-keeping in the chamber of Elishama the secretary, and they reported all the words in the hearing of the king. "},{"style":"v","verse":"21","text":"Then the king sent Jehudi to take the scroll, and he took it from the chamber of Elishama the secretary, and Jehudi read it aloud in the hearing of the king, and in the hearing of all the officials who stood next to the king. "},{"style":"v","verse":"22","text":"Now the king \\add was\\add* sitting \\add in\\add* the quarters of the winter in the ninth month, and a fire-pot \\add was\\add* burning ⸤before⸥\\f + \\fr 36:22 \\ft Literally “to the face of” \\f* him. "},{"style":"v","verse":"23","text":"⸤And then⸥,\\f + \\fr 36:23 \\ft Literally “and it was” \\f* as Jehudi read three or four columns, he would cut it up in pieces with the knife of the scribe, and he would throw \\add it\\add*\\f + \\fr 36:23 \\ft Here the direct object is supplied from context in the English translation \\f* into the fire that \\add was\\add* in the fire-pot until the whole of the scroll \\add was\\add* consumed in the fire that was in the fire-pot. "},{"style":"v","verse":"24","text":"And the king and any of his servants who heard all these words were not startled, and they did not tear their garments. "},{"style":"v","verse":"25","text":"And even \\add when\\add* Elnathan, and Delaiah, and Gemariah urged the king not to burn the scroll, he would not listen to them. "},{"style":"v","verse":"26","text":"And the king commanded Jerahmeel, the son of the king, and Seraiah, the son of Azriel, and Shelemiah, the son of Abdeel, to arrest Baruch the secretary and Jeremiah the prophet, but Yahweh hid them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"And the word of Yahweh came to Jeremiah after the king burned the scroll and the words that Baruch wrote from the mouth of Jeremiah, ⸤saying⸥,\\f + \\fr 36:27 \\ft Literally “to say” \\f* "},{"style":"v","verse":"28","text":"“⸤Take again⸥\\f + \\fr 36:28 \\ft Literally “Turn back take” \\f* for yourself another scroll and write on it all the former words that were in the first scroll which Jehoiakim, the king of Judah, has burned. "},{"style":"v","verse":"29","text":"And concerning Jehoiakim, the king of Judah, you shall say, ‘Thus says Yahweh, “You have burned this scroll, ⸤saying⸥,\\f + \\fr 36:29 \\ft Literally “to say” \\f* ‘Why have you written in it, ⸤saying⸥,\\f + \\fr 36:29 \\ft Literally “to say” \\f* “The king of Babylon will certainly come and he will destroy this land, and he will cause to disappear from it humankind and animals”?’ ”\\f + \\fr 36:29 \\ft Hebrew “animal” \\f* "},{"style":"v","verse":"30","text":"⸤Therefore⸥\\f + \\fr 36:30 \\ft Literally “To thus” \\f* thus says Yahweh concerning Jehoiakim, the king of Judah, “There will not be for him \\add one who\\add* sits on the throne of David. And his dead body will be thrown out to the heat in the day and to the frost in the night. "},{"style":"v","verse":"31","text":"And I will punish him, and his offspring, and his servants for their guilt, and I will bring on them, and on the inhabitants of Jerusalem, and on the people of Judah all the disaster with which I have threatened them, but they would not listen.” ’ ” "},{"style":"v","verse":"32","text":"Then Jeremiah took another scroll and gave it to Baruch the son of Neriah, the secretary, and he wrote on it from the mouth of Jeremiah all the words of the scroll that Jehoiakim, the king of Judah, had burned in the fire, and furthermore was added to them many words like these."}]