[{"style":"s1","text":"The Babylonians Withdraw to Meet a Threat from Egypt"},{"style":"m","text":""},{"style":"v","text":"And king Zedekiah, the son of Josiah, whom Nebuchadnezzar, the king of Babylon, had made king, reigned as king in the land of Judah in place of Coniah, the son of Jehoiakim. "},{"style":"v","text":"But he and his servants and the people of the land did not listen to the words of Yahweh that he spoke by the hand of Jeremiah the prophet. "},{"style":"v","text":"And king Zedekiah sent Jehucal the son of Shelemiah, and Zephaniah the son of Maaseiah, the priest, to Jeremiah the prophet, ⸤saying⸥,\\f + \\fr 37:3 \\ft Literally “to say” \\f* “Please pray for us to Yahweh our God.” "},{"style":"v","text":"Now Jeremiah \\add was\\add* coming and going out in the midst of the people and they had not put him \\add in\\add* the house of imprisonment. "},{"style":"v","text":"And the army of Pharaoh had come out from Egypt, and the Chaldeans, who were laying siege to Jerusalem, heard their report and they withdrew from Jerusalem."},{"style":"p","text":""},{"style":"v","text":"And the word of Yahweh came to Jeremiah the prophet, ⸤saying⸥,\\f + \\fr 37:6 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Thus says Yahweh, the God of Israel, ‘This is what you shall say to the king of Judah, who sent you to me to inquire \\add of\\add* me, “Look, the army of Pharaoh, which set out to help you, \\add is\\add* going to return to his land Egypt. "},{"style":"v","text":"And the Chaldeans will return, and they will fight against this city, and they will capture it, and they will burn it with fire.” ’ "},{"style":"v","text":"Thus says Yahweh: ‘You must not deceive yourselves, ⸤saying⸥,\\f + \\fr 37:9 \\ft Literally “to say” \\f* “Surely the Chaldeans will go from us,” for they will not go. "},{"style":"v","text":"For \\add even\\add* if you struck the whole army of \\add the\\add* Chaldeans who are fighting against you, and \\add only\\add* men pierced through remained among them, each one in his tent, they would rise up and they would burn this city with fire.’ ”"},{"style":"s1","text":"Jeremiah is Arrested and Put in Prison"},{"style":"m","text":""},{"style":"v","text":"⸤And then⸥,\\f + \\fr 37:11 \\ft Literally “And it will happen” \\f* at the withdrawing of the army of the Chaldeans from Jerusalem ⸤before⸥\\f + \\fr 37:11 \\ft Literally “from the face of” \\f* the army of Pharaoh, "},{"style":"v","text":"Jeremiah set out from Jerusalem to go \\add to\\add* the land of Benjamin to receive a portion from there in the midst of the people. "},{"style":"v","text":"⸤And when⸥\\f + \\fr 37:13 \\ft Literally “And it was” \\f* he \\add was\\add* at the Gate of Benjamin, there \\add was\\add* ⸤a sentry on duty⸥\\f + \\fr 37:13 \\ft Literally “an owner of supervision” \\f* whose name \\add was\\add* Irijah, the son of Shelemiah, the son of Hananiah, and he seized Jeremiah the prophet, ⸤saying⸥,\\f + \\fr 37:13 \\ft Literally “to say” \\f* “You \\add are\\add* deserting to the Chaldeans!” "},{"style":"v","text":"And Jeremiah said, “\\add That is\\add* a lie! I \\add am\\add* not deserting to the Chaldeans.” But he would not listen to him. So Irijah seized Jeremiah and brought him to the officials. "},{"style":"v","text":"And the officials were angry at Jeremiah and they struck him. And they put him \\add in\\add* ⸤prison⸥,\\f + \\fr 37:15 \\ft Literally “the house of the fetters” \\f* \\add in\\add* the house of Jonathan the secretary, for they had converted it to the ⸤prison⸥\\f + \\fr 37:15 \\ft Literally “house of the imprisonment” \\f*. "},{"style":"v","text":"So Jeremiah came to the ⸤dungeon⸥\\f + \\fr 37:16 \\ft Literally “house of the cistern” \\f*, even to the vaulted cells, and Jeremiah stayed there many days."},{"style":"p","text":""},{"style":"v","text":"Then King Zedekiah sent and fetched him. And the king questioned him in secrecy in his house, and he said, “Is there a word from Yahweh?” And Jeremiah said, “There is.” And he said, “You will be given into the hand of the king of Babylon.”"},{"style":"p","text":""},{"style":"v","text":"Then Jeremiah said to King Zedekiah, “What did I do wrong to you, or to your servants, or to this people, that you have put me in ⸤prison⸥?\\f + \\fr 37:18 \\ft Literally “the house of the imprisonment” \\f* "},{"style":"v","text":"And where \\add are\\add* your prophets who prophesied to you, ⸤saying⸥,\\f + \\fr 37:19 \\ft Literally “to say” \\f* ‘The king of Babylon will not come against you and against this land’? "},{"style":"v","text":"Now then, my lord the king, please let my plea fall ⸤before you⸥.\\f + \\fr 37:20 \\ft Literally “to the face of you” \\f* You must not send me back \\add to\\add* the house of Jonathan the secretary, so that I will not die there.” "},{"style":"v","text":"So King Zedekiah commanded, and they handed Jeremiah over in the courtyard of the guard, and they gave to him a round loaf of bread from the street of the bakers ⸤every day⸥\\f + \\fr 37:21 \\ft Literally “for the day” \\f* until the finishing of all the bread from the city. And Jeremiah stayed in the courtyard of the guard."}]