[{"style":"s1","verse":"","text":"Jeremiah is Thrown into the Pit of Malchiah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now Shephatiah the son of Mattan, and Gedaliah the son of Pashhur, and Jehucal the son of Shelemiah, and Pashhur the son of Malchiah heard the words that Jeremiah \\add was\\add* saying to all the people, ⸤saying⸥,\\f + \\fr 38:1 \\ft Literally “to say” \\f* "},{"style":"v","verse":"2","text":"“Thus says Yahweh, ‘The \\add one who\\add* stays in this city will die by the sword, by the famine, and by the plague. But the \\add one who\\add* goes out to the Chaldeans will live. And his life will be for him as booty, and he will live.’ "},{"style":"v","verse":"3","text":"Thus says Yahweh, ‘Surely this city will be given into the hand of the army of the king of Babylon, and he will capture it.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Then the officials said to the king, “Please, this man must be killed, ⸤because⸥\\f + \\fr 38:4 \\ft Literally “unto thus” \\f* he \\add is\\add* making slack the hands of ⸤the soldiers⸥\\f + \\fr 38:4 \\ft Literally “the men of the war” \\f* who are left in this city, and the hands of all the people, by speaking to them words like these, for this man \\add is\\add* not seeking for welfare\\f + \\fr 38:4 \\ft Or “peace” \\f* to this people, ⸤but only⸥\\f + \\fr 38:4 \\ft Literally “but if” \\f* for harm.” "},{"style":"v","verse":"5","text":"And Zedekiah the king said, “Look, he \\add is\\add* in your hand, for the king is not able \\add to do\\add* a thing against you.” "},{"style":"v","verse":"6","text":"So they took Jeremiah and threw him into the pit\\f + \\fr 38:6 \\ft Or “cistern” \\f* \\add of\\add* Malchiah, the son of the king, which \\add was\\add* in the courtyard of the guard. And they let Jeremiah down by ropes. Now in the pit\\f + \\fr 38:6 \\ft Or “cistern” \\f* there was no water,\\f + \\fr 38:6 \\ft Hebrew “waters” \\f* ⸤but only⸥\\f + \\fr 38:6 \\ft Literally “but if” \\f* mud, and Jeremiah sank in the mud."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"When Ebed-melech the Cushite, ⸤a eunuch⸥\\f + \\fr 38:7 \\ft Literally “a man of a eunuch” \\f* who \\add was\\add* in the house of the king, heard that they had put Jeremiah into the pit\\f + \\fr 38:7 \\ft Or “cistern” \\f*—now the king \\add was\\add* sitting at the Gate of Benjamin— "},{"style":"v","verse":"8","text":"Ebed-melech went out from the house of the king and spoke to the king, ⸤saying⸥,\\f + \\fr 38:8 \\ft Literally “to say” \\f* "},{"style":"v","verse":"9","text":"“My lord the king, these men have done evil \\add in\\add* all that they have done to Jeremiah the prophet, \\add in\\add* that they have thrown \\add him\\add* into the pit,\\f + \\fr 38:9 \\ft Or “cistern” \\f* and he will die ⸤there⸥\\f + \\fr 38:9 \\ft Literally “in it” \\f* ⸤because of⸥\\f + \\fr 38:9 \\ft Literally “from the face of” \\f* starvation, for there is no longer any bread in the city.” "},{"style":"v","verse":"10","text":"Then the king commanded Ebed-melech the Cushite, ⸤saying⸥,\\f + \\fr 38:10 \\ft Literally “to say” \\f* “Take ⸤with you⸥\\f + \\fr 38:10 \\ft Literally “in your hand” \\f* these thirty men and pull Jeremiah the prophet up from the pit\\f + \\fr 38:10 \\ft Or “cistern” \\f* ⸤before⸥\\f + \\fr 38:10 \\ft Literally “at not yet” \\f* he dies.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"So Ebed-melech took the men ⸤with him⸥\\f + \\fr 38:11 \\ft Literally “in his hand” \\f* and went \\add to\\add* the palace of the king, to \\add a place\\add* beneath the storehouse, and he took from there ⸤rags⸥\\f + \\fr 38:11 \\ft Literally “the rags of rags” \\f* and ⸤worn-out clothes⸥.\\f + \\fr 38:11 \\ft Literally “rags of ragged clothes” \\f* And he let them down into the pit\\f + \\fr 38:11 \\ft Or “cistern” \\f* by ropes to Jeremiah. "},{"style":"v","verse":"12","text":"Then Ebed-melech the Cushite said to Jeremiah, “Please put ⸤the rags⸥\\f + \\fr 38:12 \\ft Literally “rags of the rags” \\f* and ⸤worn-out clothes⸥\\f + \\fr 38:12 \\ft Literally “ragged clothes” \\f* under the joints of your arms under the ropes,” and Jeremiah did so. "},{"style":"v","verse":"13","text":"And they pulled Jeremiah by the ropes and brought him up from the pit.\\f + \\fr 38:13 \\ft Or “cistern” \\f* And Jeremiah stayed in the courtyard of the guard."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"And Zedekiah the king sent and made someone bring Jeremiah the prophet to him, to \\add the\\add* third entrance that \\add was\\add* at the ⸤temple⸥\\f + \\fr 38:14 \\ft Literally “house” \\f* of Yahweh. And the king said to Jeremiah, “I \\add am\\add* asking you ⸤something⸥,\\f + \\fr 38:14 \\ft Literally “a thing” \\f* you must not hide ⸤anything⸥\\f + \\fr 38:14 \\ft Literally “a thing” \\f* from me.” "},{"style":"v","verse":"15","text":"And Jeremiah said to Zedekiah, “If I tell you, will you not surely kill me? ⸤Besides⸥,\\f + \\fr 38:15 \\ft Literally “And” \\f* if I advise you, you will not listen to me. "},{"style":"v","verse":"16","text":"So Zedekiah the king swore to Jeremiah in secret, ⸤saying⸥,\\f + \\fr 38:16 \\ft Literally “to say” \\f* “⸤As Yahweh lives⸥,\\f + \\fr 38:16 \\ft Literally “Life of Yahweh” \\f* who has made for us this life, I will not kill you and I will not give you into the hand of these men who are seeking your life.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Then Jeremiah said to Zedekiah, “Thus says Yahweh, the God of hosts, the God of Israel, ‘If only you will go surrender to the officials of the king of Babylon, then ⸤you⸥\\f + \\fr 38:17 \\ft Literally “your life” or “your soul” \\f* will live, and this city will not be burned with fire, and you will live, you and your house. "},{"style":"v","verse":"18","text":"But if you \\add do\\add* not go surrender to the officials of the king of Babylon, then this city will be given into the hand of the Chaldeans, and they will burn it with fire, and you will not escape from their hand.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"And Zedekiah the king said to Jeremiah, “I \\add am\\add* afraid of the Judeans who have deserted to the Chaldeans, lest they give me into their hand and they abuse me.” "},{"style":"v","verse":"20","text":"And Jeremiah said, “They will not give \\add you over\\add*. Please obey the voice of Yahweh with regard to what I \\add am\\add* saying to you, and it will go well with you, and ⸤you⸥\\f + \\fr 38:20 \\ft Literally “your life” or “your soul” \\f* will live. "},{"style":"v","verse":"21","text":"But if you \\add are\\add* refusing to surrender, this \\add is\\add* the thing that Yahweh has shown me. "},{"style":"v","verse":"22","text":"Now look, all the women who remain in the house of the king of Judah \\add are\\add* being led out to the officials of the king of Babylon. And look, \\add they are\\add* saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘⸤Your trusted friends⸥\\f + \\fr 38:22 \\ft Literally “The men of your peace” \\f* have misled you,"},{"style":"q1","verse":"","text":"and they have prevailed against you."},{"style":"q1","verse":"","text":"Your feet are stuck in the mud,"},{"style":"q1","verse":"","text":"\\add so\\add* they turned backward.’"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"And all your wives and your children \\add will be\\add* led out to the Chaldeans, and you will not escape from their hand, but by the hand of the king of Babylon you will be seized, and this city will burn with fire.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"And Zedekiah said to Jeremiah, “No man must know about these words so that you will not die. "},{"style":"v","verse":"25","text":"And if the officials hear that I have spoken with you, and they come to you and say to you, ‘Please tell us what you said to the king. You must not conceal \\add it\\add* from us so that we will not kill you. And what did the king say to you?’ "},{"style":"v","verse":"26","text":"Then you shall say to them, ‘I \\add was\\add* presenting my plea ⸤before⸥\\f + \\fr 38:26 \\ft Literally “to the face of” \\f* the king, to not cause me to return \\add to\\add* the house of Jonathan to die there.’ ” "},{"style":"v","verse":"27","text":"And all the officials came to Jeremiah and questioned him, and he informed them like all these words that the king commanded. So they fell silent, for the ⸤conversation⸥\\f + \\fr 38:27 \\ft Literally “word” \\f* was not heard. "},{"style":"v","verse":"28","text":"And Jeremiah stayed in the courtyard of the guard until \\add the\\add* day that Jerusalem was captured. And it happened that Jerusalem was captured.\\f + \\fr 38:28 \\ft \\xt Jeremiah 38:28b \\ft in the Hebrew Bible is 39:1a in the English Bible \\f*"}]