[{"style":"s1","text":"The Fall of Jerusalem"},{"style":"m","text":""},{"style":"v","text":"In the ninth year of Zedekiah, the king of Judah, in the tenth month, Nebuchadnezzar the king of Babylon and all his army came against Jerusalem and laid siege to it. "},{"style":"v","text":"In the eleventh year of Zedekiah, in the fourth month, on \\add the\\add* ninth \\add day\\add* of the month, the city was taken by assault. "},{"style":"v","text":"And all the officials of the king of Babylon came and sat in the Middle Gate: Nergal-sharezer, Samgar-nebo, Sarsechim \\add the\\add* chief officer, Nergal-sharezer \\add the\\add* high official, with all the rest of the officials of the king of Babylon. "},{"style":"v","text":"⸤And then⸥\\f + \\fr 39:4 \\ft Literally “And it was” \\f* ⸤when⸥\\f + \\fr 39:4 \\ft Literally “as that” \\f* Zedekiah the king of Judah saw them, and all ⸤the soldiers⸥\\f + \\fr 39:4 \\ft Literally “the men of the war” \\f* \\add with him\\add*, they fled and went out \\add at\\add* night from the city \\add by\\add* the way of the garden of the king through \\add the\\add* gate between the walls. And they went out toward the Jordan Valley. "},{"style":"v","text":"But the army of \\add the\\add* Chaldeans pursued after them and overtook Zedekiah in the plains of Jericho. And they took him and brought him up to Nebuchadnezzar the king of Babylon \\add at\\add* Riblah in the land of Hamath. And he pronounced ⸤sentence⸥\\f + \\fr 39:5 \\ft Literally “judgments” \\f* on him. "},{"style":"v","text":"And the king of Babylon slaughtered the sons of Zedekiah at Riblah before his eyes. The king of Babylon also slaughtered all the nobles of Judah. "},{"style":"v","text":"Then he blinded the eyes of Zedekiah and tied him up with bronze fetters to bring him \\add to\\add* Babylon. "},{"style":"v","text":"And the Chaldeans burned the palace\\f + \\fr 39:8 \\ft Or “house” \\f* of the king and the houses\\f + \\fr 39:8 \\ft Hebrew “house” \\f* of the people with fire and broke down the walls of Jerusalem."},{"style":"p","text":""},{"style":"v","text":"Then the rest of the people who were left in the city, and those deserting who had deserted to him, and the rest of the people who remained, Nebuzaradan, \\add the\\add* captain of \\add the\\add* guard,\\f + \\fr 39:9 \\ft Hebrew “guards” \\f* deported \\add to\\add* Babylon. "},{"style":"v","text":"And some of the poor people, ⸤who had nothing⸥,\\f + \\fr 39:10 \\ft Literally “who there was not for them something” \\f* Nebuzaradan, \\add the\\add* captain of \\add the\\add* guard,\\f + \\fr 39:10 \\ft Hebrew “guards” \\f* left in the land of Judah. And he gave them vineyards and fields on that day."},{"style":"p","text":""},{"style":"v","text":"And Nebuchadnezzar the king of Babylon commanded concerning Jeremiah ⸤through⸥\\f + \\fr 39:11 \\ft Literally “in the hand of” \\f* Nebuzaradan, \\add the\\add* captain of \\add the\\add* guard,\\f + \\fr 39:11 \\ft Hebrew “guards” \\f* ⸤saying⸥,\\f + \\fr 39:11 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Take him and set your eyes on him. And you must not do something bad to him, ⸤but only⸥\\f + \\fr 39:12 \\ft Literally “but if” \\f* that which he speaks to you, so do with him.” "},{"style":"v","text":"So Nebuzaradan, \\add the\\add* captain of \\add the\\add* guard,\\f + \\fr 39:13 \\ft Hebrew “guards” \\f* sent \\add word\\add*, ⸤along with⸥\\f + \\fr 39:13 \\ft Literally “and” \\f* Nebushazban \\add the\\add* chief officer, and Nergal-sharezer \\add the\\add* high official, and all the chief officers of the king of Babylon. "},{"style":"v","text":"And they sent and took Jeremiah from the courtyard of the guard and gave him to Gedaliah the son of Ahikam, the son of Shaphan, to take him to the house, so he stayed in the midst of the people."},{"style":"s1","text":"Ebed-melech is Rewarded for His Faith"},{"style":"m","text":""},{"style":"v","text":"And the word of Yahweh came to Jeremiah at his confinement in the courtyard of the guard, ⸤saying⸥,\\f + \\fr 39:15 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Go and say to Ebed-melech the Cushite, ⸤saying⸥,\\f + \\fr 39:16 \\ft Literally “to say” \\f* ‘Thus says Yahweh of hosts, the God of Israel: “Look, I \\add am\\add* about to bring my words to pass against this city for evil and not for good. And they will be ⸤before you⸥\\f + \\fr 39:16 \\ft Literally “to the face of you” \\f* on that day. "},{"style":"v","text":"But I will rescue you on that day,” ⸤declares⸥\\f + \\fr 39:17 \\ft Literally “a declaration of” \\f* Yahweh, “and you will not be given into the hand of the men ⸤of whom you are frightened⸥.\\f + \\fr 39:17 \\ft Literally “who you \\fq are \\ft frightened from the face of them” \\f* "},{"style":"v","text":"For surely I will save you, and you will not fall by the sword. But your life will be for you as booty because you have trusted in me,” ⸤declares⸥\\f + \\fr 39:18 \\ft Literally “a declaration of” \\f* Yahweh.’ ”"}]