[{"style":"s1","text":"Jeremiah Decides to Remain in the Land"},{"style":"m","text":""},{"style":"v","text":"The word that came to Jeremiah from Yahweh after Nebuzaradan, \\add the\\add* captain of \\add the\\add* guard,\\f + \\fr 40:1 \\ft Hebrew “guards” \\f* had let him go from Ramah, ⸤where he had been taken⸥\\f + \\fr 40:1 \\ft Literally “at his taking him \\f* bound in chains in the midst of all the exiles\\f + \\fr 40:1 \\ft Hebrew “exile” \\f* of Jerusalem and Judah who were being deported \\add to\\add* Babylon. "},{"style":"v","text":"And \\add the\\add* captain of \\add the\\add* guard\\f + \\fr 40:2 \\ft Hebrew “guards” \\f* took Jeremiah and said to him, “Yahweh your God threatened this disaster to this place, "},{"style":"v","text":"and \\add now\\add* he has brought \\add it about\\add*,\\f + \\fr 40:3 \\ft Here the direct object is supplied from context in the English translation \\f* and Yahweh has done ⸤just as⸥\\f + \\fr 40:3 \\ft Literally “as that” \\f* he threatened. Because you sinned against Yahweh and did not listen to his voice, so this thing \\add has\\add* happened to you. "},{"style":"v","text":"And so then look, I have released you ⸤today⸥\\f + \\fr 40:4 \\ft Literally “the day” \\f* from the chains that \\add were\\add* on your hands.\\f + \\fr 40:4 \\ft Hebrew “hand” \\f* If it is good in your eyes to come with me \\add to\\add* Babylon, \\add then\\add* come, and ⸤I will take care of you⸥.\\f + \\fr 40:4 \\ft Literally “I will place my eye on you” \\f* But if it is bad in your eyes to come with me \\add to\\add* Babylon, \\add then\\add* refrain. Look, the whole land \\add is\\add* ⸤before you⸥.\\f + \\fr 40:4 \\ft Literally “to the face of you” \\f* To \\add wherever it is\\add* good and right in your eyes to go, \\add then\\add* go there.” "},{"style":"v","text":"While he still had not turned back, \\add Nebuzaradan\\add* added, “Return to Gedaliah the son of Ahikam, the son of Shaphan, whom the king of Babylon has appointed \\add in an official position\\add* over the towns of Judah, and stay with him in the midst of the people. Or to \\add wherever it is\\add* right in your eyes to go, \\add then\\add* go \\add there\\add*.”\\f + \\fr 40:5 \\ft Here the direct object is supplied from context in the English translation \\f* Then \\add the\\add* captain of \\add the\\add* guard\\f + \\fr 40:5 \\ft Hebrew “guards” \\f* gave him an allowance of provisions and a present, and let him go. "},{"style":"v","text":"So Jeremiah went to Gedaliah the son of Ahikam, \\add at\\add* Mizpah and stayed with him in the midst of the people who were left in the land."},{"style":"s1","text":"The Assassination of Gedaliah"},{"style":"m","text":""},{"style":"v","text":"When all the commanders of the armies who \\add were\\add* in the open country and their men heard that the king of Babylon had appointed Gedaliah the son of Ahikam \\add in an official position\\add* in the land, and that ⸤he had put him in charge of⸥\\f + \\fr 40:7 \\ft Literally “he had appointed to him” \\f* men, and women, and little children, and of the poor of the land, of \\add all those\\add* who had not been deported \\add to\\add* Babylon, "},{"style":"v","text":"then they went to Gedaliah \\add at\\add* Mizpah—Ishmael the son of Nethaniah, and Johanan, and Jehonathan the son of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah the son of the Maacathite, they and their men. "},{"style":"v","text":"And Gedaliah the son of Ahikam, the son of Shaphan, swore to them and to their men, ⸤saying⸥,\\f + \\fr 40:9 \\ft Literally “to say” \\f* “You must not be afraid of serving the Chaldeans. Stay in the land and serve the king of Babylon, and it will go well with you. "},{"style":"v","text":"⸤As for me⸥,\\f + \\fr 40:10 \\ft Literally “And I” \\f* look, I \\add am\\add* staying at Mizpah to represent \\add you\\add* ⸤before⸥\\f + \\fr 40:10 \\ft Literally “to the face of” \\f* the Chaldeans who come to us. But you, gather wine and summer fruit and oil, and put \\add them\\add* in your vessels, and live in your towns that you have seized.” "},{"style":"v","text":"And also all the Judeans who \\add were\\add* in Moab, and among the ⸤Ammonites⸥,\\f + \\fr 40:11 \\ft Literally “sons of Ammon” \\f* and in Edom, and who \\add were\\add* in all the lands, \\add when\\add* they heard that the king of Babylon had given a remnant to Judah and that he had appointed Gedaliah the son of Ahikam, the son of Shaphan, \\add in an official position\\add* over them, "},{"style":"v","text":"then all the Judeans returned from all the places \\add to\\add* which they were scattered. And they came \\add to\\add* the land of Judah, to Gedaliah \\add at\\add* Mizpah, and they gathered wine and summer fruit that yielded ⸤in great abundance⸥.\\f + \\fr 40:12 \\ft Literally “very numerous” \\f*"},{"style":"p","text":""},{"style":"v","text":"And Johanan the son of Kareah and all the commanders of the armies who \\add were\\add* in the open country came to Gedaliah \\add at\\add* Mizpah "},{"style":"v","text":"and said to him, “⸤Are you at all aware⸥\\f + \\fr 40:14 \\ft Literally “know you know” \\f* that Baalis, the king of the ⸤Ammonites⸥,\\f + \\fr 40:14 \\ft Literally “sons of Ammon” \\f* has sent Ishmael the son of Nethaniah, to kill you?” But Gedaliah the son of Ahikam would not believe them. "},{"style":"v","text":"Then Johanan the son of Kareah said to Gedaliah in secrecy at Mizpah, ⸤saying⸥,\\f + \\fr 40:15 \\ft Literally “to say” \\f* “Please let me go and kill Ishmael the son of Nethaniah, and ⸤nobody⸥\\f + \\fr 40:15 \\ft Literally “not a man” \\f* will know. Why should he kill you, so that all of Judah who are gathered to you will be scattered, and the remnant of Judah will perish?” "},{"style":"v","text":"But Gedaliah the son of Ahikam said to Johanan the son of Kareah, “You must not do this thing, for you \\add are\\add* telling a lie about Ishmael.”"}]