[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"⸤And then⸥,\\f + \\fr 43:1 \\ft Literally “And it was” \\f* when Jeremiah had finished speaking to all the people all the words of Yahweh their God, for which Yahweh their God had sent him to them with all these words, "},{"style":"v","verse":"2","text":"Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the insolent men spoke,\\f + \\fr 43:2 \\ft The Hebrew verb is singular \\f* saying to Jeremiah, “You \\add are\\add* telling a lie! Yahweh our God did not send you, ⸤saying⸥,\\f + \\fr 43:2 \\ft Literally “to say” \\f* ‘You must not go \\add to\\add* Egypt to dwell as aliens there.’ "},{"style":"v","verse":"3","text":"But Baruch the son of Neriah \\add is\\add* inciting you against us in order to give us into the hand of the Chaldeans, to kill us and to deport us \\add to\\add* Babylon.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"So Johanan the son of Kareah and all the commanders of the armies, and all the people did not listen\\f + \\fr 43:4 \\ft The Hebrew verb is singular \\f* to the voice of Yahweh to stay in the land of Judah. "},{"style":"v","verse":"5","text":"But Johanan the son of Kareah and all the commanders of the armies took\\f + \\fr 43:5 \\ft The Hebrew verb is singular \\f* all the remnant of Judah who had returned from all the nations \\add to\\add* which they had been scattered to dwell as aliens in the land of Judah— "},{"style":"v","verse":"6","text":"the men, and the women, and the little children, and the daughters of the king, and ⸤everyone⸥\\f + \\fr 43:6 \\ft Literally “all of the person” \\f* whom Nebuzaradan \\add the\\add* captain of \\add the\\add* ⸤guard⸥\\f + \\fr 43:6 \\ft Hebrew “guards” \\f* had left with Gedaliah the son of Ahikam, the son of Shaphan, and Jeremiah the prophet, and Baruch the son of Neriah— "},{"style":"v","verse":"7","text":"and they came \\add into\\add* the land of Egypt, for they did not listen to the voice of Yahweh. And they came up to Tahpanhes."},{"style":"s1","verse":"","text":"The Throne of Nebuchadnezzar Will be Set Up at Tahpanhes"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"And the word of Yahweh came to Jeremiah in Tahpanhes, ⸤saying⸥, "},{"style":"v","verse":"9","text":"“Take in your hands\\f + \\fr 43:9 \\ft Hebrew “hand” \\f* large stones and bury them in the mortar in the clay floor that \\add is\\add* at the entrance of the palace\\f + \\fr 43:9 \\ft Or “house” \\f* of Pharaoh in Tahpanhes before the eyes of \\add the\\add* people\\f + \\fr 43:9 \\ft Or “men” \\f* of \\add the\\add* Judeans, "},{"style":"v","verse":"10","text":"and say to them, ‘Thus says Yahweh of hosts, the God of Israel: “Look, I \\add am\\add* going to send and take Nebuchadnezzar the king of Babylon, my servant, and I will set his throne above these stones that I have hidden. And he will spread out his canopy over them. "},{"style":"v","verse":"11","text":"And he will come and ravage the land of Egypt, \\add and deliver those\\add* who \\add are appointed\\add* for the plague, to the plague, and \\add those\\add* who \\add are appointed\\add* for the captivity, to the captivity, and \\add those\\add* who \\add are appointed\\add* for the sword, to the sword. "},{"style":"v","verse":"12","text":"Then he will kindle a fire in the ⸤temples⸥\\f + \\fr 43:12 \\ft Literally “houses” \\f* of the gods of Egypt, and he will burn them and take them captive. And he will wrap up the land of Egypt just as the shepherd wraps up his cloak. And he will go forth from there in peace. "},{"style":"v","verse":"13","text":"And he will break the stone pillars of Heliopolis, which \\add is\\add* in the land of Egypt. And he will burn the ⸤temples⸥\\f + \\fr 43:13 \\ft Literally “houses” \\f* of the gods of Egypt with fire.” ’ ”"}]