[{"style":"s1","text":"The Fall of Jerusalem"},{"style":"m","text":""},{"style":"v","text":"Zedekiah \\add was\\add* ⸤twenty-one years old⸥\\f + \\fr 52:1 \\ft Literally “a son of twenty-one year” \\f* at his beginning to reign, and he reigned eleven years\\f + \\fr 52:1 \\ft Hebrew “year” \\f* in Jerusalem. And the name of his mother \\add was\\add* Hamutal, the daughter of Jeremiah of Libnah. "},{"style":"v","text":"And he did evil in the eyes of Yahweh like all that Jehoiakim had done. "},{"style":"v","text":"For because of the ⸤anger⸥\\f + \\fr 52:3 \\ft Literally “nose” \\f* of Yahweh this happened in Jerusalem and Judah until his casting them from his ⸤presence⸥.\\f + \\fr 52:3 \\ft Literally “face” \\f* And Zedekiah rebelled against the king of Babylon. "},{"style":"v","text":"⸤And then⸥\\f + \\fr 52:4 \\ft Literally “And it was” \\f* in the ninth year of his reign, in the tenth month, on the tenth \\add day\\add* of the month, Nebuchadnezzar the king of Babylon came against Jerusalem, he and all his army. And they laid siege to it, and built siege works\\f + \\fr 52:4 \\ft Literally “siege work” \\f* against it all around. "},{"style":"v","text":"So the city came ⸤under siege⸥\\f + \\fr 52:5 \\ft Literally “into the siege” \\f* until \\add the\\add* eleventh year of King Zedekiah."},{"style":"p","text":""},{"style":"v","text":"In the fourth month, on \\add the\\add* ninth \\add day\\add* of the month, the famine in the city became severe and there was no food for the people of the land. "},{"style":"v","text":"Then the city was breached, and all ⸤the soldiers⸥\\f + \\fr 52:7 \\ft Literally “the men of the battle” \\f* fled and went out from the city \\add by\\add* night \\add by the\\add* way of \\add the\\add* gate between the two walls that \\add are\\add* at the garden of the king, though \\add the\\add* Chaldeans \\add were\\add* all around the city. And they went \\add in\\add* the direction of the Jordan Valley.\\f + \\fr 52:7 \\ft Or “Arabah” \\f* "},{"style":"v","text":"But the army of \\add the\\add* Chaldeans pursued after the king and they overtook Zedekiah in the plains of Jericho, and all his army was scattered from him. "},{"style":"v","text":"Then they captured the king and brought him up to the king of Babylon \\add at\\add* Riblah in the land of Hamath, and ⸤he passed sentence on him⸥.\\f + \\fr 52:9 \\ft Literally “he spoke to him judgments” \\f* "},{"style":"v","text":"And the king of Babylon slaughtered the sons of Zedekiah before his eyes, and he also slaughtered all the officials of Judah at Riblah. "},{"style":"v","text":"Then he made blind the eyes of Zedekiah, and they tied him up with bronze fetters, and the king of Babylon brought him \\add to\\add* Babylon. And he put him in ⸤prison⸥\\f + \\fr 52:11 \\ft Literally “the house of the watch” \\f* until the day of his death."},{"style":"p","text":""},{"style":"v","text":"Now in the fifth month, on the tenth \\add day\\add* of the month, which \\add was the\\add* nineteenth year of King Nebuchadnezzar the king of Babylon, Nebuzaradan \\add the\\add* captain of \\add the\\add* guard,\\f + \\fr 52:12 \\ft Hebrew “guards” \\f* who stood ⸤before⸥\\f + \\fr 52:12 \\ft Literally “to the face of” \\f* the king of Babylon, entered into Jerusalem. "},{"style":"v","text":"And he burned the ⸤temple⸥\\f + \\fr 52:13 \\ft Literally “house” \\f* of Yahweh, and the palace\\f + \\fr 52:13 \\ft Or “house” \\f* of the king, and all the houses of Jerusalem, even every great house he burned with fire. "},{"style":"v","text":"And all the army of \\add the\\add* Chaldeans who \\add were\\add* with \\add the\\add* captain of \\add the\\add* guard\\f + \\fr 52:14 \\ft Hebrew “guards” \\f* broke down all the walls of Jerusalem all around. "},{"style":"v","text":"And Nebuzaradan \\add the\\add* captain of \\add the\\add* guard\\f + \\fr 52:15 \\ft Hebrew “guards” \\f* deported \\add some\\add* of the poor of the people, and the rest of the people who were left in the city, and the deserters who deserted to the king of Babylon, along with the rest of the craftsmen. "},{"style":"v","text":"But Nebuzaradan \\add the\\add* captain of \\add the\\add* guard\\f + \\fr 52:16 \\ft Hebrew “guards” \\f* left \\add some\\add* of the poor of the land \\add to serve\\add* as vinedressers and farmers."},{"style":"p","text":""},{"style":"v","text":"And \\add the\\add* Chaldeans broke the pillars of bronze that \\add were\\add* in the ⸤temple⸥\\f + \\fr 52:17 \\ft Literally “house” \\f* of Yahweh, and the kettle stands and the sea of bronze that \\add were\\add* in the ⸤temple⸥\\f + \\fr 52:17 \\ft Literally “house” \\f* of Yahweh, and they carried all their bronze \\add to\\add* Babylon. "},{"style":"v","text":"And they took with them the pots, and the shovels, and the snuffers, and the sprinkling bowls, and the pans, and all the vessels of bronze which \\add were used in temple\\add* service. "},{"style":"v","text":"And \\add the\\add* captain of \\add the\\add* guard\\f + \\fr 52:19 \\ft Hebrew “guards” \\f* \\add took\\add* the bowls, and the firepans, and the sprinkling bowls, and the pots, and the lampstands, and the pans, and the libation bowls, ⸤those made of solid gold⸥\\f + \\fr 52:19 \\ft Literally “which gold gold” \\f* and ⸤those made of solid silver⸥.\\f + \\fr 52:19 \\ft Literally “which silver silver” \\f* "},{"style":"v","text":"The two pillars, the one sea, and the twelve bronze oxen that \\add were\\add* under the kettle stands which King Solomon had made for the ⸤temple⸥\\f + \\fr 52:20 \\ft Literally “house” \\f* of Yahweh—there was not a weight for the bronze of all these vessels! "},{"style":"v","text":"Now the pillars, \\add the\\add* height of one pillar \\add was\\add* eighteen cubits,\\f + \\fr 52:21 \\ft Hebrew “cubit” \\f* and a thread of twelve cubits\\f + \\fr 52:21 \\ft Hebrew “cubit” \\f* surrounded it, and its thickness \\add was\\add* four fingers, hollowed out. "},{"style":"v","text":"And a capital upon it \\add was\\add* bronze and the height of the one capital \\add was\\add* five cubits, and latticework and pomegranates \\add were\\add* on the capital on all sides, all \\add of\\add* bronze. And like these \\add was\\add* the second pillar with pomegranates. "},{"style":"v","text":"And there were ninety-six pomegranates ⸤on the sides⸥;\\f + \\fr 52:23 \\ft Literally “breath” \\f* all the pomegranates on the latticework on all sides \\add were\\add* a hundred."},{"style":"p","text":""},{"style":"v","text":"Then \\add the\\add* captain of \\add the\\add* guard\\f + \\fr 52:24 \\ft Hebrew “guards” \\f* took Seraiah ⸤the chief priest⸥,\\f + \\fr 52:24 \\ft Literally “the priest of the head” \\f* and Zephaniah ⸤the second priest⸥,\\f + \\fr 52:24 \\ft Literally “the priest of the second” \\f* and three keepers of the threshold. "},{"style":"v","text":"And from the city he took one high official who was chief officer over ⸤the soldiers⸥,\\f + \\fr 52:25 \\ft Literally “the men of the battle” \\f* and seven men of ⸤the king’s advisors⸥\\f + \\fr 52:25 \\ft Literally “those who see the face of the king” \\f* who were found in the city, and the secretary of the commander of the army who levied for military service the people of the land, and sixty men\\f + \\fr 52:25 \\ft Hebrew “man” \\f* of the people of the land who were found in the midst of the city. "},{"style":"v","text":"Then Nebuzaradan \\add the\\add* captain of \\add the\\add* guard\\f + \\fr 52:26 \\ft Hebrew “guards” \\f* took them and brought them to the king of Babylon \\add at\\add* Riblah. "},{"style":"v","text":"And the king of Babylon struck them down and killed them at Riblah in the land of Hamath. So Judah left from its land."},{"style":"p","text":""},{"style":"v","text":"This \\add is the number of\\add* the people whom Nebuchadnezzar deported: in \\add the\\add* seventh year, three thousand twenty-three Judeans; "},{"style":"v","text":"in \\add the\\add* eighteenth year of Nebuchadnezzar, eight hundred and thirty-two persons\\f + \\fr 52:29 \\ft Hebrew “person” \\f* from Jerusalem; "},{"style":"v","text":"in \\add the\\add* twenty-third year of Nebuchadnezzar, Nebuzaradan, \\add the\\add* captain of \\add the\\add* guard,\\f + \\fr 52:30 \\ft Hebrew “guards” \\f* deported seven hundred and forty-five Judean persons;\\f + \\fr 52:30 \\ft Hebrew “person” \\f* \\add there were\\add* four thousand six hundred persons\\f + \\fr 52:30 \\ft Hebrew “person” \\f* in all."},{"style":"s1","text":"An Allowance for Jehoiachin"},{"style":"m","text":""},{"style":"v","text":"⸤And then⸥\\f + \\fr 52:31 \\ft Literally “and it was” \\f* in \\add the\\add* thirty-seventh year of the exile of Jehoiachin, the king of Judah, in \\add the\\add* twelfth month, on \\add the\\add* twenty-fifth \\add day\\add* of the month, Evil-merodach, the king of Babylon, in the \\add first\\add* year of his reign, lifted up the head of Jehoiachin, the king of Judah, and brought him out from ⸤prison⸥.\\f + \\fr 52:31 \\ft Literally “the house of the imprisonment” \\f* "},{"style":"v","text":"Then he spoke with him kindly and gave his seat above the seats\\f + \\fr 52:32 \\ft Hebrew “seat” \\f* of the kings who \\add were\\add* with him in Babylon. "},{"style":"v","text":"So he changed the garments of his imprisonment and he ate food ⸤before him⸥\\f + \\fr 52:33 \\ft Literally “to the face of him” \\f* continually all the days of his life. "},{"style":"v","text":"And his allowance, a continual allowance was given to him by the king of Babylon ⸤on a daily basis⸥\\f + \\fr 52:34 \\ft Literally “a matter of a day in its day” \\f* all the days of his life up to the day of his death."}]