[{"style":"s1","text":"Jeremiah’s Proclamation at the Gate of the House of Yahweh"},{"style":"m","text":""},{"style":"v","text":"The word that came to Jeremiah from Yahweh, ⸤saying⸥,\\f + \\fr 7:1 \\ft Literally “to say” \\f* "},{"style":"v","text":"“Stand in the gate of the house of Yahweh and proclaim there this word, and say, ‘Hear the word of Yahweh, all of Judah, \\add those who\\add* enter through these gates to bow in worship to Yahweh. "},{"style":"v","text":"Thus says Yahweh of hosts, the God of Israel, “Make your ways and your deeds good and let me dwell with you in this place. "},{"style":"v","text":"Do not trust in ⸤the deceitful words⸥,\\f + \\fr 7:4 \\ft Literally “the words of the deception” \\f* ⸤saying⸥,\\f + \\fr 7:4 \\ft Literally “to say” \\f* ‘The temple of Yahweh, the temple of Yahweh, they \\add are\\add* the temple of Yahweh.’ "},{"style":"v","text":"For if you truly make your ways and your deeds good, if you truly do justice between a man and his neighbor, "},{"style":"v","text":"you do not oppress \\add the\\add* alien, \\add the\\add* orphan, and \\add the\\add* widow, you do not shed innocent blood in this place, and you do not go after other gods ⸤to your harm⸥,\\f + \\fr 7:6 \\ft Literally “to harm to you” \\f* "},{"style":"v","text":"then I will let you dwell in this place, in the land that I gave to your ancestors\\f + \\fr 7:7 \\ft Or “fathers” \\f* ⸤forever and ever⸥.\\f + \\fr 7:7 \\ft Literally “from eternity and until eternity” \\f*"},{"style":"p","text":""},{"style":"v","text":"Look, you \\add are\\add* relying for yourselves on ⸤deceitful words⸥\\f + \\fr 7:8 \\ft Literally “the words of the deception” \\f* without benefiting. "},{"style":"v","text":"Will you steal? Will you murder? And will you commit adultery? And will you swear ⸤falsely⸥?\\f + \\fr 7:9 \\ft Literally “to the lie” \\f* And will you make a smoke offering to the Baal? And will you go after other gods whom you have not known? "},{"style":"v","text":"And then you come and you stand ⸤before⸥\\f + \\fr 7:10 \\ft Literally “to the face of” \\f* me in this house, which is called ⸤by my name⸥,\\f + \\fr 7:10 \\ft Literally “my name over it” \\f* and you say, ‘we are safe ⸤to go on doing⸥\\f + \\fr 7:10 \\ft Literally “for the sake of the doing of” \\f* all of these detestable things.’ "},{"style":"v","text":"Has this house, which is called ⸤by my name⸥,\\f + \\fr 7:11 \\ft Literally “my name over it” \\f* become a cave of robbers in your eyes? Look, I, even I, have seen \\add it\\add*,” \\f + \\fr 7:11 \\ft Here the direct object is supplied from context in the English translation \\f* ⸤declares⸥\\f + \\fr 7:11 \\ft Literally “a declaration of” \\f* Yahweh."},{"style":"p","text":""},{"style":"v","text":"“For go now to my place that \\add was\\add* in Shiloh, where I caused my name to dwell in the beginning, and see what I did to it ⸤because of⸥\\f + \\fr 7:12 \\ft Literally “from face” \\f* the wickedness of my people Israel. "},{"style":"v","text":"And now, because of your doing all these things,” ⸤declares⸥\\f + \\fr 7:13 \\ft Literally “a declaration of” \\f* Yahweh, “and ⸤I have spoken to you over and over again⸥,\\f + \\fr 7:13 \\ft Literally “I spoke to you doing early and speaking” \\f* and you have not listened, and I called you, and you have not answered, "},{"style":"v","text":"therefore I will do to the house that is called ⸤by my name⸥,\\f + \\fr 7:14 \\ft Literally “my name over it” \\f* in which you \\add are\\add* trusting, and to the place that I gave to you and to your ancestors\\f + \\fr 7:14 \\ft Or “fathers” \\f* ⸤what⸥\\f + \\fr 7:14 \\ft Literally “as that” \\f* I did to Shiloh. "},{"style":"v","text":"And I will cast you ⸤out of my sight⸥\\f + \\fr 7:15 \\ft Literally “from at my face” \\f* just as I cast out all of your blood relatives,\\f + \\fr 7:15 \\ft Or “brothers” \\f* all of the offspring of Ephraim.” ’"},{"style":"p","text":""},{"style":"v","text":"“And you, you must not pray for this people, and you must not lift up for them a cry of entreaty or a prayer, and you must not plead with me, for I \\add will\\add* not hear you. "},{"style":"v","text":"\\add Do\\add* you not see what they \\add are\\add* doing in the towns of Judah and in the streets of Jerusalem? "},{"style":"v","text":"The children \\add are\\add* gathering wood, and the fathers \\add are\\add* kindling the fire, and the women \\add are\\add* kneading dough to make sacrificial cakes for the queen of heaven, and they pour out libations to other gods for the sake of provoking me to anger. "},{"style":"v","text":"\\add Are\\add* they provoking me to anger? ” ⸤declares⸥\\f + \\fr 7:19 \\ft Literally “a declaration of” \\f* Yahweh, “\\add Is it\\add* not themselves \\add they hurt\\add*, for the sake of the shame of their faces?” "},{"style":"v","text":"⸤Therefore⸥\\f + \\fr 7:20 \\ft Literally “To thus” \\f* thus says the Lord Yahweh, “Look, my anger and my wrath will be poured out on this place, on the humankind, and on the animal, and on the tree of the field, and on the fruit of the ground, and it will not be extinguished.”"},{"style":"p","text":""},{"style":"v","text":"Thus says Yahweh of hosts, the God of Israel, “Add your burnt offerings to your sacrifices, and eat \\add the\\add* flesh. "},{"style":"v","text":"For I did not speak with your ancestors,\\f + \\fr 7:22 \\ft Or “fathers” \\f* nor did I command them in the day of bringing them out from the land of Egypt, concerning the matter of burnt offering and sacrifice. "},{"style":"v","text":"But I only commanded them this word, ⸤saying⸥,\\f + \\fr 7:23 \\ft Literally “to say” \\f* ‘Obey my voice, and I will be to you God, and you will be to me people, and you must walk in all of the way that I command you, so that it goes well with you.’ "},{"style":"v","text":"Yet they did not obey, and they did not incline their ear, but they walked in \\add their own\\add* plans, in the stubbornness of their evil heart, and ⸤they became worse instead of better⸥.\\f + \\fr 7:24 \\ft Literally “they were to backward and not to face” \\f* "},{"style":"v","text":"From the day that your ancestors\\f + \\fr 7:25 \\ft Or “fathers” \\f* came out from the land of Egypt until this day I have sent to you all my servants the prophets, day after day, ⸤sending again and again⸥.\\f + \\fr 7:25 \\ft Literally “doing early and sending” \\f* "},{"style":"v","text":"Yet they have not listened to me and they have not inclined their ear, but they have hardened their neck, they did more evil than their ancestors.\\f + \\fr 7:26 \\ft Or “fathers” \\f* "},{"style":"v","text":"So you shall speak to them all these words, but they will not listen to you, and you shall call to them, but they will not answer you."},{"style":"s1","text":"The Valley of the Slaughter"},{"style":"m","text":""},{"style":"v","text":"“And you shall say to them, ‘This \\add is\\add* the nation that has not obeyed the voice of Yahweh their God, and they have not accepted discipline. The truth has perished, and it is cut off from their mouths.\\f + \\fr 7:28 \\ft Hebrew “mouth” \\f* "},{"style":"v","text":"Shear your hair and throw \\add it\\add*\\f + \\fr 7:29 \\ft Here the direct object is supplied from context in the English translation \\f* away, and lift up a lament on the barren heights, for Yahweh has rejected and forsaken the generation of his wrath.’ "},{"style":"v","text":"For the people \\f + \\fr 7:30 \\ft Or “children” \\f* of Judah have done evil in my eyes,” ⸤declares⸥\\f + \\fr 7:30 \\ft Literally “a declaration of” \\f* Yahweh, “They have set their abominations in the house that is called ⸤by my name⸥,\\f + \\fr 7:30 \\ft Literally “my name over it” \\f* to defile it. "},{"style":"v","text":"And they built the high place of Topheth, which \\add is\\add* in \\add the\\add* Valley of Ben Hinnom, to burn their sons and their daughters in the fire, which I have not commanded, and it did not come into my mind.\\f + \\fr 7:31 \\ft Or “heart” \\f* "},{"style":"v","text":"Therefore look, days \\add are\\add* about to come,” ⸤declares⸥\\f + \\fr 7:32 \\ft Literally “a declaration of” \\f* Yahweh, “and it will no longer be called Topheth or \\add the\\add* Valley of Ben Hinnom, but the Valley of the Slaughter, and they will bury in Topheth ⸤until there is no more place⸥.\\f + \\fr 7:32 \\ft Literally “from there is no place” \\f* "},{"style":"v","text":"And the dead bodies\\f + \\fr 7:33 \\ft Hebrew “body” \\f* of this people \\add will be\\add* as food for the birds\\f + \\fr 7:33 \\ft Hebrew “bird” \\f* of the heavens,\\f + \\fr 7:33 \\ft Or “sky” \\f* and for the animals\\f + \\fr 7:33 \\ft Hebrew “animal” \\f* of the earth, without anyone to scare \\add them\\add*\\f + \\fr 7:33 \\ft Here the direct object is supplied from context in the English translation \\f* away. "},{"style":"v","text":"And I will cause to disappear from the towns of Judah and from the streets of Jerusalem \\add the\\add* sound of jubilation, and \\add the\\add* sound of joy, \\add the\\add* voice of \\add the\\add* bridegroom, and \\add the\\add* voice of \\add the\\add* bride, for the land will become a site of ruins."}]