[{"style":"r","text":"V. 1-7: cf. (Col 4:12, 13. Ép 3:14-19.) Jn 15:4, 5. 1 Th 4:1, 2. 1 Pi 2:3-5."},{"style":"p","text":""},{"style":"v","text":"Je veux, en effet, que vous sachiez combien est grand le combat que je soutiens pour vous, et pour ceux qui sont à Laodicée, et pour tous ceux qui n’ont pas vu mon visage en la chair, "},{"style":"v","text":"\\x a \\xo 2.2 \\xt És 53:11. Jé 9:23. Jn 17:3. Ph 3:8.\\x*afin qu’ils aient le cœur rempli de consolation, qu’ils soient unis dans la charité, et enrichis d’une pleine intelligence pour connaître le mystère de Dieu, savoir Christ, "},{"style":"v","text":"\\x b \\xo 2.3 \\xt 1 Co 1:24.\\x*mystère dans lequel sont cachés tous les trésors de la sagesse et de la science."},{"style":"s1","text":"Avertissements contre les fausses doctrines"},{"style":"p","text":""},{"style":"v","text":"Je dis cela \\x c \\xo 2.4 \\xt Ép 5:6. Col 2:18.\\x*afin que personne ne vous trompe par des discours séduisants. "},{"style":"v","text":"Car, \\x d \\xo 2.5 \\xt 1 Co 5:3.\\x*si je suis absent de corps, je suis avec vous en esprit, voyant avec joie \\x e \\xo 2.5 \\xt 1 Co 14:40.\\x*le bon ordre qui règne parmi vous, et la fermeté de votre foi en Christ. "},{"style":"v","text":"Ainsi donc, comme vous avez reçu le Seigneur Jésus-Christ, marchez en lui, "},{"style":"v","text":"étant \\x f \\xo 2.7 \\xt Ép 3:17.\\x*enracinés et fondés en lui, et affermis par la foi, d’après les instructions qui vous ont été données, et \\x g \\xo 2.7 \\xt 1 Co 1:5.\\x*abondez en actions de grâces."},{"style":"r","text":"V. 8-15: cf. 1 Ti 6:20, 21. (Jn 14:9, 10. 1 Co 1:24, 30.) Ro 6:3-11. Ép 2:1-18."},{"style":"p","text":""},{"style":"v","text":"\\x h \\xo 2.8 \\xt Ro 16:17. Hé 13:9.\\x*Prenez garde que personne ne fasse de vous sa proie par la philosophie et par une vaine tromperie, s’appuyant sur la tradition des hommes, sur les rudiments du monde, et non sur Christ. "},{"style":"v","text":"\\x i \\xo 2.9 \\xt Jn 1:14. Col 1:19.\\x*Car en lui habite corporellement toute la plénitude de la divinité. "},{"style":"v","text":"\\x j \\xo 2.10 \\xt Jn 1:16.\\x*Vous avez tout pleinement en lui, qui est le chef de toute domination et de toute autorité. "},{"style":"v","text":"\\x k \\xo 2.11 \\xt De 10:16. Jé 4:4. Ro 2:29. Ph 3:3.\\x*Et c’est en lui que vous avez été circoncis d’une circoncision que la main n’a pas faite, mais de la circoncision de Christ, qui consiste dans le dépouillement du corps de la chair: "},{"style":"v","text":"\\x l \\xo 2.12 \\xt Ro 6:4. Ga 3:27.\\x*ayant été ensevelis avec lui par le baptême, vous êtes aussi ressuscités en lui et avec lui, \\x m \\xo 2.12 \\xt Ép 1:19; 3:7.\\x*par la foi en la puissance de Dieu, qui l’a ressuscité des morts. "},{"style":"v","text":"\\x n \\xo 2.13 \\xt Ép 2:1.\\x*Vous qui étiez morts par vos offenses et par l’incirconcision de votre chair, il vous a rendus à la vie avec lui, en nous faisant grâce pour toutes nos offenses; "},{"style":"v","text":"il a effacé l’acte dont les ordonnances nous condamnaient et qui subsistait contre nous, et il l’a détruit en le clouant à la croix; "},{"style":"v","text":"\\x o \\xo 2.15 \\xt Ge 3:15. Mt 12:29. Lu 11:22. Jn 12:31; 16:11.\\x*il a dépouillé les dominations et les autorités, et les a livrées publiquement en spectacle, en triomphant d’elles par la croix."},{"style":"r","text":"V. 16-23: cf. Ro 14:1-6, 17. Ga 4:9-11. 1 Ti 4:1-8."},{"style":"p","text":""},{"style":"v","text":"\\x p \\xo 2.16 \\xt Lé 11:2. Ro 14:2. Ga 4:10.\\x*Que personne donc ne vous juge au sujet du manger ou du boire, \\x q \\xo 2.16 \\xt Lé 23:2, etc.\\x*ou au sujet d’une fête, d’une nouvelle lune, ou des sabbats: "},{"style":"v","text":"c’était \\x r \\xo 2.17 \\xt Hé 8:5; 10:1.\\x*l’ombre des choses à venir, mais le corps est en Christ. "},{"style":"v","text":"\\x s \\xo 2.18 \\xt Jé 29:8. Mt 24:4. Ép 5:6. 2 Th 3:2. 1 Jn 4:1.\\x*Qu’aucun homme, sous une apparence d’humilité et par un culte des anges, ne vous ravisse à son gré le prix de la course, tandis qu’il s’abandonne à ses visions et qu’il est enflé d’un vain orgueil par ses pensées charnelles, "},{"style":"v","text":"sans s’attacher au chef, dont tout le corps, assisté et solidement assemblé par des jointures et des liens, tire l’accroissement que Dieu donne. "},{"style":"v","text":"Si vous êtes morts avec Christ \\x t \\xo 2.20 \\xt Ga 4:9.\\x*aux rudiments du monde, pourquoi, comme si vous viviez dans le monde, vous impose-t-on ces préceptes: "},{"style":"v","text":"Ne prends pas! Ne goûte pas! Ne touche pas! "},{"style":"v","text":"préceptes qui tous deviennent pernicieux par l’abus, et \\x u \\xo 2.22 \\xt És 29:13. Mt 15:9. Tit 1:14.\\x*qui ne sont fondés que sur les ordonnances et les doctrines des hommes? "},{"style":"v","text":"\\x v \\xo 2.23 \\xt 1 Ti 4:8.\\x*Ils ont, à la vérité, une apparence de sagesse, en ce qu’ils indiquent un culte volontaire, de l’humilité, et le mépris du corps, mais ils sont sans aucun mérite et contribuent \\x w \\xo 2.23 \\xt 1 Ti 5:23.\\x*à la satisfaction de la chair."}]