[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 4.1 \\xt Ép 6:9.\\x*Maîtres, accordez à vos serviteurs ce qui est juste et équitable, sachant que vous aussi vous avez un maître dans le ciel."},{"style":"s1","verse":"","text":"Exhortation à la prière et à la sagesse"},{"style":"r","verse":"","text":"V. 2-6: cf. Ép 8:18-20; 5:14-17; 4:27."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"\\x b \\xo 4.2 \\xt Lu 18:1. Ro 12:12. Ép 6:18. 1 Th 5:17.\\x*Persévérez dans la prière, veillez-y avec actions de grâces. "},{"style":"v","verse":"3","text":"Priez en même temps pour nous, afin que Dieu nous ouvre une porte pour la parole, \\x c \\xo 4.3 \\xt Ép 6:19. 2 Th 3:1.\\x*en sorte que je puisse annoncer le mystère de Christ, pour lequel je suis dans les chaînes, "},{"style":"v","verse":"4","text":"et le faire connaître comme je dois en parler. "},{"style":"v","verse":"5","text":"\\x d \\xo 4.5 \\xt Ép 5:15.\\x*Conduisez-vous avec sagesse envers ceux du dehors, \\x e \\xo 4.5 \\xt Ép 5:16.\\x*et rachetez le temps. "},{"style":"v","verse":"6","text":"\\x f \\xo 4.6 \\xt Mc 9:50.\\x*Que votre parole soit toujours accompagnée de grâce, assaisonnée de sel, afin que vous sachiez comment il faut répondre à chacun."},{"style":"s1","verse":"","text":"Envoi de Tychique et d’Onésime. Salutations"},{"style":"r","verse":"","text":"V. 7-18: cf. Ép 6:21, 22. (Col 1:7, 8. Ph 2:10-25.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"\\x g \\xo 4.7 \\xt Ac 20:4. Ép 6:21. 2 Ti 4:12.\\x*Tychique, le bien-aimé frère et le fidèle ministre, mon compagnon de service dans le Seigneur, vous communiquera tout ce qui me concerne. "},{"style":"v","verse":"8","text":"Je l’envoie exprès vers vous, pour que vous connaissiez notre situation, et pour qu’il console vos cœurs. "},{"style":"v","verse":"9","text":"Je l’envoie avec \\x h \\xo 4.9 \\xt Phm v. 10.\\x*Onésime, le fidèle et bien-aimé frère, qui est des vôtres. Ils vous informeront de tout ce qui se passe ici. "},{"style":"v","verse":"10","text":"\\x i \\xo 4.10 \\xt Ac 27:2.\\x*Aristarque, mon compagnon de captivité, vous salue, ainsi que \\x j \\xo 4.10 \\xt Ac 15:37. 2 Ti 4:11.\\x*Marc, le cousin de Barnabas, au sujet duquel vous avez reçu des ordres (s’il va chez vous, accueillez-le); "},{"style":"v","verse":"11","text":"Jésus, appelé Justus, vous salue aussi. Ils sont du nombre des circoncis, et les seuls qui aient travaillé avec moi pour le royaume de Dieu, et qui aient été pour moi une consolation. "},{"style":"v","verse":"12","text":"\\x k \\xo 4.12 \\xt Col 1:7. Phm v. 23.\\x*Épaphras, qui est des vôtres, vous salue: serviteur de Jésus-Christ, il ne cesse de combattre pour vous dans ses prières, afin que, parfaits et pleinement persuadés, vous persistiez dans une entière soumission à la volonté de Dieu. "},{"style":"v","verse":"13","text":"Car je lui rends le témoignage qu’il a une grande sollicitude pour vous, pour ceux de Laodicée, et pour ceux d’Hiérapolis. "},{"style":"v","verse":"14","text":"\\x l \\xo 4.14 \\xt 2 Ti 4:11.\\x*Luc, le médecin bien-aimé, vous salue, ainsi que \\x m \\xo 4.14 \\xt 2 Ti 4:10.\\x*Démas. "},{"style":"v","verse":"15","text":"Saluez les frères qui sont à Laodicée, et Nymphas, et l’Église qui est dans sa maison. "},{"style":"v","verse":"16","text":"Lorsque cette lettre aura été lue chez vous, faites en sorte qu’elle soit aussi lue dans l’Église des Laodicéens, et que vous lisiez à votre tour celle qui vous arrivera de Laodicée. "},{"style":"v","verse":"17","text":"Et dites à Archippe: Prends garde au ministère que tu as reçu dans le Seigneur, afin de le bien remplir. "},{"style":"v","verse":"18","text":"\\x n \\xo 4.18 \\xt 2 Th 3:17.\\x*Je vous salue, moi Paul, de ma propre main. \\x o \\xo 4.18 \\xt Hé 13:3.\\x*Souvenez-vous de mes liens. Que la grâce soit avec vous!"}]