[{"style":"s1","verse":"","text":"Jeremiah Uses Fetters and Yokes to Illustrate His Message of Submission"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"In the beginning of the reign of Jehoiakim, the son of Josiah, the king of Judah, this word came to Jeremiah from Yahweh, ⸤saying⸥\\f + \\fr 27:1 \\ft Literally “to say” \\f*— "},{"style":"v","verse":"2","text":"thus said Yahweh to me—“Make for yourself fetters and yokes and put them on your neck, "},{"style":"v","verse":"3","text":"and send them to the king of Edom, and to the king of Moab, and to the king of the ⸤Ammonites⸥,\\f + \\fr 27:3 \\ft Literally “sons of Ammon” \\f* and to the king of Tyre, and to the king of Sidon in \\add the\\add* hand of \\add the\\add* envoys who have come \\add to\\add* Jerusalem, to Zedekiah, the king of Judah. "},{"style":"v","verse":"4","text":"And you must command them for their masters, ⸤saying⸥,\\f + \\fr 27:4 \\ft Literally “to say” \\f* ‘Thus says Yahweh of hosts, the God of Israel, this you shall say to your masters: "},{"style":"v","verse":"5","text":"“I have made the earth with humankind and animals\\f + \\fr 27:5 \\ft Hebrew “animal” \\f* that \\add are\\add* on the face of the earth by my great power and by my outstretched arm, and I give it to whomever is right in my eyes. "},{"style":"v","verse":"6","text":"And now I myself have given all these lands into the hand of Nebuchadnezzar the king of Babylon, my servant, and also the animals\\f + \\fr 27:6 \\ft Hebrew “animal” \\f* of the field I have given to him to serve him. "},{"style":"v","verse":"7","text":"And all the nations will serve him, and his son, and ⸤his grandson⸥,\\f + \\fr 27:7 \\ft Literally “the son of his son” \\f* until the coming of the time of ⸤his own⸥\\f + \\fr 27:7 \\ft Literally “also his” \\f* land. Then many nations and great kings will let him work."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"“But it will be \\add that\\add* the nation or kingdom that will not serve him, Nebuchadnezzar the king of Babylon, and that will not put his neck under the yoke of the king of Babylon, I will punish that nation with the sword, and with the famine, and with the plague,” ⸤declares⸥\\f + \\fr 27:8 \\ft Literally “a declaration of” \\f* Yahweh, “until I have destroyed it with my hand. "},{"style":"v","verse":"9","text":"And you, you must not listen to your prophets, and to your diviners, and to your dreamers, and to your interpreters of signs, and to your sorcerers who are ⸤saying⸥,\\f + \\fr 27:9 \\ft Literally “to say” \\f* ‘You will not serve the king of Babylon.’ "},{"style":"v","verse":"10","text":"For they \\add are\\add* prophesying to you a lie, so that you \\add will be\\add* removed from your land, and I will drive you away, and you will perish. "},{"style":"v","verse":"11","text":"But the nation that will bring its neck under the yoke of the king of Babylon and will serve him, yet will I leave it on its land,” ⸤declares⸥\\f + \\fr 27:11 \\ft Literally “a declaration of” \\f* Yahweh, “and they will till it, and they will live in it.” ’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"And I spoke words like these to Zedekiah, the king of Judah, ⸤saying⸥,\\f + \\fr 27:12 \\ft Literally “to say” \\f* “Bring your necks under the yoke of the king of Babylon, and serve him and his people, and live. "},{"style":"v","verse":"13","text":"Why should you die—you and your people—by the sword, by the famine, and by the plague, as Yahweh has spoken concerning the nation that will not serve the king of Babylon? "},{"style":"v","verse":"14","text":"And you must not listen to the words of the prophets who are speaking to you, ⸤saying⸥,\\f + \\fr 27:14 \\ft Literally “to say” \\f* ‘You must not serve the king of Babylon,’ for they \\add are\\add* prophesying a lie to you. "},{"style":"v","verse":"15","text":"For I have not sent them,” ⸤declares⸥\\f + \\fr 27:15 \\ft Literally “a declaration of” \\f* Yahweh, “but they \\add are\\add* prophesying in my name ⸤falsely⸥,\\f + \\fr 27:15 \\ft Literally “to the lie” \\f* so that I will drive them away. And you will perish—you and the prophets who are prophesying to you.”"},{"style":"s1","verse":"","text":"The Vessels of the Temple"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"Then I spoke to the priests and to all this people, ⸤saying⸥,\\f + \\fr 27:16 \\ft Literally “to say” \\f* “Thus says Yahweh, ‘You must not listen to the words of your prophets who are prophesying to you, ⸤saying⸥,\\f + \\fr 27:16 \\ft Literally “to say” \\f* “Look, the vessels of the house of Yahweh \\add are\\add* about to be quickly brought back from Babylon”, for they \\add are\\add* prophesying a lie to you. "},{"style":"v","verse":"17","text":"And you must not listen to them; serve the king of Babylon and live. Why should this city become a site of ruins? "},{"style":"v","verse":"18","text":"But if they \\add are\\add* prophets, and if there is with them the word of Yahweh, let them please plead with Yahweh of hosts, that the vessels that are left over in the ⸤temple⸥\\f + \\fr 27:18 \\ft Literally “house” \\f* of Yahweh, and the house of the king of Judah, and in Jerusalem, must not go \\add to\\add* Babylon.’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"For thus says Yahweh of hosts concerning the pillars, and concerning the sea, and concerning the stands, and concerning the rest of the vessels that are left in this city, "},{"style":"v","verse":"20","text":"which Nebuchadnezzar the king of Babylon, did not take when he deported Jeconiah, the son of Jehoiakim, the king of Judah, from Jerusalem \\add to\\add* Babylon, ⸤along with⸥\\f + \\fr 27:20 \\ft Literally “and” \\f* all the nobles of Judah and Jerusalem. "},{"style":"v","verse":"21","text":"For thus says Yahweh of hosts, the God of Israel, concerning the vessels that are left \\add in\\add* the house of Yahweh, and \\add in\\add* the house of the king of Judah, and \\add in\\add* Jerusalem: "},{"style":"v","verse":"22","text":"‘They will be brought \\add to\\add* Babylon, and there they will stay until the day of my attending to them,’ ⸤declares⸥\\f + \\fr 27:22 \\ft Literally “a declaration of” \\f* Yahweh. ‘Then I will bring them up and restore them to this place.’ ”"}]