[{"style":"s1","verse":"","text":"Jeremiah Buys a Field"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"The word that came to Jeremiah from Yahweh in the tenth year of Zedekiah the king of Judah, that \\add was\\add* the eighteenth year of Nebuchadnezzar. "},{"style":"v","verse":"2","text":"Now at that time the army of the king of Babylon \\add was\\add* laying siege to Jerusalem and Jeremiah the prophet was confined in the courtyard of the guard that \\add was in\\add* the palace of the king of Judah, "},{"style":"v","verse":"3","text":"where Zedekiah, the king of Judah, had confined him, ⸤saying⸥,\\f + \\fr 32:3 \\ft Literally “to say” \\f* “Why \\add are\\add* you prophesying, ⸤saying⸥,\\f + \\fr 32:3 \\ft Literally “to say” \\f* ‘Thus says Yahweh, “Look, I \\add am\\add* going to give this city into the hand of the king of Babylon, and he will capture it, "},{"style":"v","verse":"4","text":"and Zedekiah, the king of Judah, will not escape from the hand of the Chaldeans, but surely he will be given into the hand of the king of Babylon, and ⸤he will speak face to face with him⸥\\f + \\fr 32:4 \\ft Literally “his mouth shall speak with his mouth” \\f* and ⸤he will see him eye to eye⸥,\\f + \\fr 32:4 \\ft Literally “his eyes shall see his eyes” \\f* "},{"style":"v","verse":"5","text":"and \\add to\\add* Babylon he will bring Zedekiah, and there he will be until my attending to him,” ⸤declares⸥\\f + \\fr 32:5 \\ft Literally “a declaration of” \\f* Yahweh. “If you fight against the Chaldeans, you will not be successful” ’?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"And Jeremiah said, “The word of Yahweh came to me, ⸤saying⸥,\\f + \\fr 32:6 \\ft Literally “to say” \\f* "},{"style":"v","verse":"7","text":"‘Look, Hanamel, the son of Shallum, your uncle, \\add is\\add* going to come to you, ⸤saying⸥,\\f + \\fr 32:7 \\ft Literally “to say” \\f* “Buy for yourself my field that \\add is\\add* at Anathoth, for ⸤you have⸥\\f + \\fr 32:7 \\ft Literally “to you is” \\f* the right of redemption to buy \\add it\\add*.” ’\\f + \\fr 32:7 \\ft Here the direct object is supplied from context in the English translation \\f* "},{"style":"v","verse":"8","text":"Then Hanamel, the son of my uncle, came to me, to the courtyard of the guard ⸤according to⸥\\f + \\fr 32:8 \\ft Literally “as” \\f* the word of Yahweh, and he said to me, ‘Please buy my field that \\add is\\add* at Anathoth, that \\add is\\add* in the land of Benjamin, for to you \\add is\\add* the claim of possession, and to you the redemption; buy \\add it\\add*\\f + \\fr 32:8 \\ft Here the direct object is supplied from context in the English translation \\f* for yourself.’ Then I knew that this \\add was\\add* the word of Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"And I bought the field from Hanamel, the son of my uncle, that \\add was\\add* at Anathoth. And I weighed out to him the money, seventeen silver shekels. "},{"style":"v","verse":"10","text":"And I signed on the letter\\f + \\fr 32:10 \\ft Or “scroll” \\f* and sealed \\add it\\add*,\\f + \\fr 32:10 \\ft Here the direct object is supplied from context in the English translation \\f* and I called witnesses as witness, and I weighed out the money on a set of scales. "},{"style":"v","verse":"11","text":"Then I took the deed\\f + \\fr 32:11 \\ft Or “scroll” \\f* of the purchase, the sealed \\add copy containing\\add* the commandments\\f + \\fr 32:11 \\ft Hebrew “commandment” \\f* and the rules, together with the \\add one\\add* that was open. "},{"style":"v","verse":"12","text":"And I gave the deed of the purchase to Baruch the son of Neriah, the son of Mahseiah, ⸤in the presence of⸥\\f + \\fr 32:12 \\ft Literally “before the eyes of” \\f* Hanamel, \\add the son of\\add* my uncle, and ⸤in the presence of⸥\\f + \\fr 32:12 \\ft Literally “before the eyes of” \\f* the witnesses who signed the deed of the purchase, ⸤in the presence of⸥\\f + \\fr 32:12 \\ft Literally “before the eyes of” \\f* the Judeans\\f + \\fr 32:12 \\ft Hebrew “Judean” \\f* who were sitting in the courtyard of the guard. "},{"style":"v","verse":"13","text":"And I commanded Baruch ⸤in their presence⸥,\\f + \\fr 32:13 \\ft Literally “before their eyes” \\f* ⸤saying⸥,\\f + \\fr 32:13 \\ft Literally “to say” \\f* "},{"style":"v","verse":"14","text":"‘Thus says Yahweh of hosts, the God of Israel, “Take these deeds,\\f + \\fr 32:14 \\ft Or “scrolls” \\f* this deed of the purchase, the sealed one, and this opened deed, and you must put them in an ⸤earthenware jar⸥\\f + \\fr 32:14 \\ft Literally “jar of earthenware” \\f* so that they may be kept preserved many days.” "},{"style":"v","verse":"15","text":"For thus says Yahweh of hosts, the God of Israel: “Houses and fields and vineyards will again be bought in this land.” ’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"And I prayed to Yahweh—after giving my deed of the purchase to Baruch the son of Neriah—⸤saying⸥,\\f + \\fr 32:16 \\ft Literally “to say” \\f* "},{"style":"v","verse":"17","text":"‘Ah Lord Yahweh! Look, you made the heavens and the earth by your great power and by your outstretched arm. ⸤Nothing⸥\\f + \\fr 32:17 \\ft Literally “Not all a thing” \\f* is too difficult for you, "},{"style":"v","verse":"18","text":"showing loyal love to the thousands, and repaying the guilt of ⸤parents⸥\\f + \\fr 32:18 \\ft Literally “fathers” \\f* into the laps\\f + \\fr 32:18 \\ft Hebrew “lap” \\f* of their children after them. Powerful, great, mighty, his name \\add is\\add* Yahweh of hosts, "},{"style":"v","verse":"19","text":"great in counsel and great \\add in\\add* deed, whose eyes \\add are\\add* opened to all the ways of the children of humankind, to give to each one according to his ways and according to the fruit of his deeds, "},{"style":"v","verse":"20","text":"who accomplished signs and wonders in the land of Egypt, up to this day, and in Israel, and among humankind, and you have made for yourself a name, as \\add it is\\add* this day."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"And you brought out your people Israel from the land of Egypt with signs, and with wonders, and with a strong hand, and with an arm stretched out, and with great terror. "},{"style":"v","verse":"22","text":"And you gave to them this land, which you swore to their ancestors\\f + \\fr 32:22 \\ft Or “fathers” \\f* to give to them, a land flowing with milk and honey. "},{"style":"v","verse":"23","text":"And they entered and took possession of it, but they did not listen to your voice, and they did not follow your law. They did nothing of all that you commanded to them to do, and you caused to happen \\add to\\add* them all this disaster. "},{"style":"v","verse":"24","text":"Look, the siege ramps have come up \\add to\\add* the city to capture it, and the city has been given into the hand of the Chaldeans who are fighting against it, because of the sword, the famine, and the plague, and what you spoke happened, and look, you \\add are\\add* seeing \\add it\\add*.\\f + \\fr 32:24 \\ft Here the direct object is supplied from context in the English translation \\f* "},{"style":"v","verse":"25","text":"Yet you have said to me, Lord Yahweh, “Buy for yourself the field with the money, and call witnesses as witness,” though the city has been given into the hand of the Chaldeans.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"And the word of Yahweh came to Jeremiah, ⸤saying⸥,\\f + \\fr 32:26 \\ft Literally “to say” \\f* "},{"style":"v","verse":"27","text":"“Look, I \\add am\\add* Yahweh, \\add the\\add* God of all flesh; is ⸤anything⸥\\f + \\fr 32:27 \\ft Literally “all thing” \\f* too difficult for me?” "},{"style":"v","verse":"28","text":"⸤Therefore⸥\\f + \\fr 32:28 \\ft Literally “To thus” \\f* thus says Yahweh: “Look, I \\add am\\add* going to give this city into the hand of the Chaldeans, and into the hand of Nebuchadnezzar, the king of Babylon, and he will capture it. "},{"style":"v","verse":"29","text":"And the Chaldeans, who are fighting against this city, will come and set this city on fire, and they will burn it, and the houses where they have made smoke offerings on their roofs to Baal, and \\add where\\add* they have devoted libations to other gods, in order to provoke me to anger. "},{"style":"v","verse":"30","text":"For the people\\f + \\fr 32:30 \\ft Or “sons/children” \\f* of Israel and the people\\f + \\fr 32:30 \\ft Or “sons/children” \\f* of Judah were doing only evil in my eyes from their youth, for the people\\f + \\fr 32:30 \\ft Or “sons/children” \\f* of Israel \\add were\\add* only provoking me to anger by the work of their hands,” ⸤declares⸥\\f + \\fr 32:30 \\ft Literally “a declaration of” \\f* Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"“For this city has been for me \\add a cause\\add* of my anger and of my wrath from the day that they built it even until this day, \\add so I will\\add* remove it from my ⸤sight⸥,\\f + \\fr 32:31 \\ft Literally “face” \\f* "},{"style":"v","verse":"32","text":"because of all the evil of the people\\f + \\fr 32:32 \\ft Or “sons/children” \\f* of Israel and the people\\f + \\fr 32:32 \\ft Or “sons/children” \\f* of Judah that they did to provoke me to anger—they, their kings, their officials, their priests, and their prophets, and the men\\f + \\fr 32:32 \\ft Hebrew “man” \\f* of Judah, and the inhabitants of Jerusalem. "},{"style":"v","verse":"33","text":"And they have turned to me \\add their\\add* backs\\f + \\fr 32:33 \\ft Hebrew “back” \\f* and not \\add their\\add* faces, though ⸤I have taught them over and over again⸥,\\f + \\fr 32:33 \\ft Literally “I have taught them doing early and teaching” \\f* but they \\add were\\add* not listening to accept discipline. "},{"style":"v","verse":"34","text":"And they set up their abominations in the house that is called by my name, to defile it. "},{"style":"v","verse":"35","text":"And they built the high places of Baal that \\add are\\add* in the Valley of Ben Hinnom to present as offerings their sons and their daughters to Molech, which I had not commanded them, and it had not come to my ⸤mind⸥\\f + \\fr 32:35 \\ft Literally “heart” \\f* to do this detestable thing in order to cause Judah to sin.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"“So now ⸤therefore⸥,\\f + \\fr 32:36 \\ft Literally “to thus” \\f* thus says Yahweh, the God of Israel, concerning this city, \\add of\\add* which you \\add are\\add* saying, ‘It will be given into the hand of the king of Babylon by the sword, and by the famine, and by the plague’: "},{"style":"v","verse":"37","text":"Look, I \\add am\\add* going to gather them from all the lands \\add to\\add* which I driven them in my anger, and in my fury, and in great wrath, and I will bring them back to this place, and I will cause them to dwell ⸤in safety⸥.\\f + \\fr 32:37 \\ft Literally “with confidence” \\f* "},{"style":"v","verse":"38","text":"And they will be for me a people, and I will be for them God. "},{"style":"v","verse":"39","text":"And I will give to them one heart and one way, to revere me ⸤forever⸥,\\f + \\fr 32:39 \\ft Literally “all the days” \\f* for good to them, and to their children after them. "},{"style":"v","verse":"40","text":"And I will ⸤make⸥\\f + \\fr 32:40 \\ft Literally “cut” \\f* with them ⸤an everlasting covenant⸥\\f + \\fr 32:40 \\ft Literally “a covenant of eternity” \\f* that I will not turn away from them, my doing good \\add to\\add* them, and my reverence I will put in their hearts\\f + \\fr 32:40 \\ft Hebrew “heart” \\f* so that \\add they will\\add* not turn aside from me. "},{"style":"v","verse":"41","text":"And I will rejoice over them to do good \\add to\\add* them, and I will plant them in this land in faithfulness with all my heart, and with all my inner self.”\\f + \\fr 32:41 \\ft Or “soul” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"“For thus says Yahweh, ‘Just as I have brought to this people all this great disaster, so I \\add will\\add* bring upon them all the good that I promise to them. "},{"style":"v","verse":"43","text":"And the fields\\f + \\fr 32:43 \\ft Hebrew “field” \\f* will be bought in this land \\add of\\add* which you \\add are\\add* saying, “It \\add is\\add* a desolation, ⸤without humankind or animals⸥.\\f + \\fr 32:43 \\ft Literally “from there is not humankind and animal” \\f* It has been given into the hand of the Chaldeans.” "},{"style":"v","verse":"44","text":"They will buy fields with money, and they will sign the deeds,\\f + \\fr 32:44 \\ft Hebrew “scroll” \\f* and they will seal \\add them\\add*,\\f + \\fr 32:44 \\ft Here the direct object is supplied from context in the English translation \\f* and they will call witnesses as witness in the land of Benjamin, and in the surroundings of Jerusalem, and in the cities of Judah, and in the cities of the hill country, and in the cities of the Shephelah, and in the cities of the Negev, for I will restore their fortunes,’\\f + \\fr 32:44 \\ft Hebrew “fortune” \\f* ⸤declares⸥\\f + \\fr 32:44 \\ft Literally “a declaration of” \\f* Yahweh.”"}]