[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"⸤And then⸥\\f + \\fr 41:1 \\ft Literally “And it was” \\f* in the seventh month Ishmael the son of Nethaniah, the son of Elishama, from the offspring of the kingship, and \\add one of\\add* the chief officers of the king, came to Gedaliah the son of Ahikam \\add at\\add* Mizpah, ⸤along with⸥\\f + \\fr 41:1 \\ft Literally “and” \\f* ten men. And they ate bread together there at Mizpah. "},{"style":"v","verse":"2","text":"And Ishmael the son of Nethaniah got up, ⸤along with⸥\\f + \\fr 41:2 \\ft Literally “and” \\f* the ten men who were with him, and they struck Gedaliah the son of Ahikam, the son of Shaphan, with the sword and killed him whom the king of Babylon had appointed \\add in an official position\\add* over the land. "},{"style":"v","verse":"3","text":"Then Ishmael killed all the Judeans who were with Gedaliah at Mizpah, ⸤along with⸥\\f + \\fr 41:3 \\ft Literally “and” \\f* the Chaldeans who were found there, ⸤the soldiers⸥.\\f + \\fr 41:3 \\ft Literally “the men of the war” \\f*"},{"style":"s1","verse":"","text":"The Massacre of the Mourners"},{"style":"m","verse":"","text":""},{"style":"v","verse":"4","text":"⸤And then⸥\\f + \\fr 41:4 \\ft Literally “And it was” \\f* on the second day of the killing of Gedaliah—and ⸤no one⸥\\f + \\fr 41:4 \\ft Literally “not a man” \\f* knew— "},{"style":"v","verse":"5","text":"then men came from Shechem, from Shiloh, and from Samaria, eighty men \\add with\\add* shaven beards\\f + \\fr 41:5 \\ft Hebrew “beard” \\f* and torn garments, \\add who had\\add* cut themselves with blades, ⸤having⸥\\f + \\fr 41:5 \\ft Literally “and” \\f* grain offerings\\f + \\fr 41:5 \\ft Hebrew “grain offering” \\f* and frankincense in their hands\\f + \\fr 41:5 \\ft Hebrew “hand” \\f* to bring \\add to\\add* the ⸤temple⸥\\f + \\fr 41:5 \\ft Literally “house” \\f* of Yahweh. "},{"style":"v","verse":"6","text":"And Ishmael the son of Nethaniah came out to meet them from Mizpah, ⸤weeping as he came⸥.\\f + \\fr 41:6 \\ft Literally “coming he came and weeping” \\f* ⸤And then⸥\\f + \\fr 41:6 \\ft Literally “And it was” \\f* as \\add he was\\add* meeting them, he said to them, “Come to Gedaliah, the son of Ahikam.” "},{"style":"v","verse":"7","text":"⸤And then⸥,\\f + \\fr 41:7 \\ft Literally “And it was” \\f* the moment of their coming to the middle of the city, then Ishmael the son of Nethaniah, ⸤along with⸥\\f + \\fr 41:7 \\ft Literally “and” \\f* the men who \\add were\\add* with him, slaughtered\\f + \\fr 41:7 \\ft The Hebrew verb is singular \\f* them \\add and threw them\\add* to the middle of the pit.\\f + \\fr 41:7 \\ft Or “cistern” \\f* "},{"style":"v","verse":"8","text":"But ten men were found among them, and they said to Ishmael, “You must not kill us, for ⸤we have⸥\\f + \\fr 41:8 \\ft Literally “there is to us” \\f* hidden treasures in the field, wheat, and barley, and oil, and honey. So he refrained and he did not kill them in the midst of their fellow countrymen. "},{"style":"v","verse":"9","text":"Now the pit\\f + \\fr 41:9 \\ft Or “cistern” \\f* \\add into\\add* which Ishmael threw all the corpses of the men whom he had killed ⸤along with⸥\\f + \\fr 41:9 \\ft Literally “by the hand of” \\f* Gedaliah \\add was the same one\\add* that King Asa had made because of Baasha the king of Israel, \\add who was\\add* against him. Ishmael the son of Nethaniah filled \\add it with\\add* the slain ones."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Then Ishmael took captive all the rest of the people who \\add were\\add* in Mizpah, the daughters of the king and all the people who were left at Mizpah, \\add over\\add* whom Nebuzaradan, \\add the\\add* captain of \\add the\\add* guard,\\f + \\fr 41:10 \\ft Hebrew “guards” \\f* had appointed Gedaliah the son of Ahikam. And Ishmael took them captive and set out to cross over to the ⸤Ammonites⸥.\\f + \\fr 41:10 \\ft Literally “sons of Ammon” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"When Johanan the son of Kareah and all the commanders of the armies who \\add were\\add* with him, heard\\f + \\fr 41:11 \\ft The Hebrew verb is singular \\f* all the evil that Ishmael the son of Nethaniah had done, "},{"style":"v","verse":"12","text":"then they took all the men and went to fight against Ishmael the son of Nethaniah. And they met him at \\add the\\add* great pool that \\add is\\add* in Gibeon. "},{"style":"v","verse":"13","text":"⸤And then⸥,\\f + \\fr 41:13 \\ft Literally “And it was” \\f* the moment that all the people who \\add were\\add* with Ishmael saw Johanan the son of Kareah and all the commanders of the armies who \\add were\\add* with him, they were glad. "},{"style":"v","verse":"14","text":"So all the people whom Ishmael had taken captive from Mizpah turned around and returned and went to Johanan the son of Kareah. "},{"style":"v","verse":"15","text":"But Ishmael the son of Nethaniah escaped with eight men ⸤from⸥\\f + \\fr 41:15 \\ft Literally “from the face of” \\f* Johanan, and they went to the ⸤Ammonites⸥.\\f + \\fr 41:15 \\ft Literally “sons of Ammon” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Then Johanan the son of Kareah and all the commanders of the armies who \\add were\\add* with him took from Mizpah all the rest of the people whom he had recovered from Ishmael the son of Nethaniah, after he had killed Gedaliah the son of Ahikam, strong men, ⸤soldiers⸥,\\f + \\fr 41:16 \\ft Literally “the men of the war” \\f* and women, and little children, and eunuchs whom he brought back from Gibeon. "},{"style":"v","verse":"17","text":"And they set out and stayed at the lodging place of Chimham that \\add is\\add* near Bethlehem, ⸤intending⸥\\f + \\fr 41:17 \\ft Literally “going” \\f* to go \\add to\\add* Egypt "},{"style":"v","verse":"18","text":"because of the Chaldeans. For they were afraid ⸤of them⸥,\\f + \\fr 41:18 \\ft Literally “from the face of them” \\f* because Ishmael the son of Nethaniah had killed Gedaliah the son of Ahikam, whom the king of Babylon had appointed \\add in an official position\\add* over the land."}]