[{"style":"s1","verse":"","text":"The Remnant Asks Jeremiah to Pray to Yahweh for Direction"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then all the commanders of the armies, and Johanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from \\add the\\add* smallest to \\add the\\add* greatest, approached "},{"style":"v","verse":"2","text":"and said to Jeremiah the prophet, “May our plea please fall ⸤before you⸥,\\f + \\fr 42:2 \\ft Literally “to the face of you” \\f* and pray for us to Yahweh your God, for all this remnant, for we are left \\add but\\add* a few of many, as your eyes \\add are\\add* seeing us. "},{"style":"v","verse":"3","text":"And let Yahweh your God inform us the way in which we should go and the thing that we should do.” "},{"style":"v","verse":"4","text":"And Jeremiah the prophet said to them, “I have heard. Look, I \\add am\\add* going to pray to Yahweh your God according to your words, ⸤and then⸥\\f + \\fr 42:4 \\ft Literally “and it will happen” \\f* all the words\\f + \\fr 42:4 \\ft Hebrew “word” \\f* that Yahweh answers you I will tell you; I will not withhold from you a word.” "},{"style":"v","verse":"5","text":"Then they said to Jeremiah, “May Yahweh be against us as ⸤a true and faithful witness⸥\\f + \\fr 42:5 \\ft Literally “a witness of faithfulness and trustworthy” \\f* if we do not do according to all the words\\f + \\fr 42:5 \\ft Hebrew “word” \\f* that Yahweh sends you for us. "},{"style":"v","verse":"6","text":"Whether good or bad, we will listen to the voice of Yahweh our God, \\add to\\add* whom we \\add are\\add* sending you, so that it may go well with us when we listen to the voice of Yahweh our God.”"},{"style":"s1","verse":"","text":"The Remnant Rejects the Word of Yahweh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"⸤And then⸥\\f + \\fr 42:7 \\ft Literally “And it was” \\f* at \\add the\\add* end of ten days the word of Yahweh came to Jeremiah. "},{"style":"v","verse":"8","text":"And he summoned Johanan the son of Kareah, and all the commanders of the armies who \\add were\\add* with him, and all the people from \\add the\\add* smallest to \\add the\\add* greatest, "},{"style":"v","verse":"9","text":"and said to them, “Thus says Yahweh, the God of Israel, to whom you sent me to cause your plea to fall ⸤before him⸥:\\f + \\fr 42:9 \\ft Literally “to the face of him” \\f* "},{"style":"v","verse":"10","text":"‘If only you will stay in this land, then I will build you and I will not tear \\add you\\add* down, and I will plant you and I will not pluck \\add you\\add* up, for I relent of the disaster that I have brought to you. "},{"style":"v","verse":"11","text":"You must not be afraid ⸤of⸥\\f + \\fr 42:11 \\ft Literally “from the face of” \\f* the king of Babylon whom you \\add are\\add* ⸤afraid of⸥.\\f + \\fr 42:11 \\ft Literally “in fear from the presence of him” \\f* You must not be afraid of him,’ ⸤declares⸥\\f + \\fr 42:11 \\ft Literally “a declaration of” \\f* Yahweh, ‘for I \\add am\\add* with you to save you and to deliver you from his hand. "},{"style":"v","verse":"12","text":"And I will show you compassion, and he will have compassion on you and will restore you to your soil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"But if you \\add are\\add* saying, “We will not stay in this land,” \\add so as to\\add* not listen to the voice of Yahweh your God, "},{"style":"v","verse":"14","text":"saying, “No, for we will go \\add to\\add* the land of Egypt where we will not see war, and we will not hear \\add the\\add* sound of a horn, and we will not be hungry for bread, and there we will stay,” "},{"style":"v","verse":"15","text":"then ⸤therefore⸥\\f + \\fr 42:15 \\ft Literally “to thus” \\f* hear the word of Yahweh, O remnant of Judah. Thus says Yahweh of hosts, the God of Israel: “⸤If you are determined⸥\\f + \\fr 42:15 \\ft Literally “If you indeed set your face” \\f* to go \\add to\\add* Egypt, and you go to dwell as aliens there, "},{"style":"v","verse":"16","text":"then it will be \\add that\\add* the sword that you \\add are\\add* in fear of will overtake you there in the land of Egypt, and the famine that you \\add are\\add* anxious of will pursue after you there \\add into\\add* Egypt, and there you will die. "},{"style":"v","verse":"17","text":"So all the people who ⸤are determined⸥\\f + \\fr 42:17 \\ft Literally “have set their faces” \\f* to go \\add to\\add* Egypt to dwell as aliens there will die by the sword, by the famine, and by the plague, and there will not be for them an escapee or a survivor from the disaster that I \\add am\\add* bringing upon them.” "},{"style":"v","verse":"18","text":"For thus says Yahweh of hosts, the God of Israel: “As my anger and my wrath were poured out on the inhabitants of Jerusalem, so my wrath will pour out on you at your going \\add to\\add* Egypt, and you will become a curse, and a horror, and a curse \\add formula\\add*, and a disgrace, and you will no longer see this place.” ’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Yahweh has spoken to you, O remnant of Judah, ‘You must not go \\add to\\add* Egypt.’ You must certainly know that I have warned you ⸤today⸥\\f + \\fr 42:19 \\ft Literally “the day” \\f* "},{"style":"v","verse":"20","text":"that ⸤you have made a fatal mistake⸥,\\f + \\fr 42:20 \\ft Literally “you have caused them to err for your lives” \\f* for you sent me to Yahweh your God, ⸤saying⸥,\\f + \\fr 42:20 \\ft Literally “to say” \\f* ‘Pray for us to Yahweh our God, and all that Yahweh our God says, so tell us and we will do \\add it\\add*.’\\f + \\fr 42:20 \\ft Here the direct object is supplied from context in the English translation \\f* "},{"style":"v","verse":"21","text":"So I have told you ⸤today⸥,\\f + \\fr 42:21 \\ft Literally “the day” \\f* and you have not listened to the voice of Yahweh your God, or of ⸤anything⸥\\f + \\fr 42:21 \\ft Literally “all” \\f* that he sent me for you. "},{"style":"v","verse":"22","text":"Now then, certainly you must know that by the sword, by the famine, and by the plague you will die in the place where you desire to go, to dwell as aliens there.”"}]