[{"style":"s1","verse":"","text":"A Message of Rebuke for the Rebellious Remnant"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"The word that came to Jeremiah concerning all the Judeans who were living in the land of Egypt, who were living at Migdol, and Tahpanhes, and Memphis, and in the land of Pathros, ⸤saying⸥,\\f + \\fr 44:1 \\ft Literally “to say” \\f* "},{"style":"v","verse":"2","text":"“Thus says Yahweh of hosts, the God of Israel: ‘You yourselves have seen all the disaster that I have brought on Jerusalem, and on all the towns of Judah. And look, they \\add are\\add* a site of ruins this day, and there is not in them an inhabitant, "},{"style":"v","verse":"3","text":"⸤because of⸥\\f + \\fr 44:3 \\ft Literally “from the face of” \\f* their wickedness that they committed to provoke me to anger by going to make smoke offerings, serving other gods whom they had not known, \\add neither\\add* they, you, or your ancestors.\\f + \\fr 44:3 \\ft Or “fathers” \\f* "},{"style":"v","verse":"4","text":"And I sent to you all my servants the prophets, ⸤sending over and over again⸥,\\f + \\fr 44:4 \\ft Literally “doing early and sending” \\f* ⸤saying⸥,\\f + \\fr 44:4 \\ft Literally “to say” \\f* “Please, you must not do this detestable thing that I hate.” "},{"style":"v","verse":"5","text":"But they did not listen and they did not incline their ears\\f + \\fr 44:5 \\ft Hebrew “ear” \\f* to turn back from their wickedness, to not make smoke offerings to other gods. "},{"style":"v","verse":"6","text":"So my wrath and my anger were poured out\\f + \\fr 44:6 \\ft The Hebrew verb is singular \\f* and burned\\f + \\fr 44:6 \\ft The Hebrew verb is singular \\f* in the towns of Judah and in the streets of Jerusalem, and they became as a site of ruins, as a desolation, as \\add they are\\add* this day.’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"So then, thus says Yahweh, the God of hosts, the God of Israel, ‘Why \\add are\\add* you doing great harm to ⸤yourselves⸥,\\f + \\fr 44:7 \\ft Literally “your lives” \\f* to cut off for yourselves man and woman, child and suckling, from the midst of Judah, to not leave over for yourselves a remnant, "},{"style":"v","verse":"8","text":"provoking me to anger with the works of your hands, to make smoke offerings to other gods in the land of Egypt where you \\add have\\add* come to dwell as aliens, so as to cut off yourselves, and so that you are becoming as a curse, and as a disgrace among all the nations of the earth? "},{"style":"v","verse":"9","text":"Have you forgotten the wicked things of your ancestors,\\f + \\fr 44:9 \\ft Or “fathers” \\f* and the wicked things of the kings of Judah, and the wicked things of their wives, and your wicked things, and the wicked things of your wives, which they committed in the land of Judah and in the streets of Jerusalem? "},{"style":"v","verse":"10","text":"They have not shown contrition up to this day, and they have not shown reverence, and they have not walked in my law and in my statutes that I set ⸤before you⸥\\f + \\fr 44:10 \\ft Literally “to the face of you” \\f* and ⸤before⸥\\f + \\fr 44:10 \\ft Literally “to the face of” \\f* your ancestors.’\\f + \\fr 44:10 \\ft Or “fathers” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"⸤Therefore⸥\\f + \\fr 44:11 \\ft Literally “To thus” \\f* thus says Yahweh of hosts, the God of Israel: ‘Look, ⸤I am determined to bring disaster on you⸥,\\f + \\fr 44:11 \\ft Literally “I \\fq am \\ft setting my face against you for disaster” \\f* even to exterminate all Judah."},{"style":"v","verse":"12","text":"And I will take \\add away\\add* the remnant of Judah ⸤who are determined⸥\\f + \\fr 44:12 \\ft Literally “who set their faces” \\f* to come \\add to\\add* the land of Egypt to dwell as aliens there, and everyone will perish. They will fall in the land of Egypt by the sword; they will perish by the famine, from \\add the\\add* smallest to \\add the\\add* greatest. By the sword and by the famine they will die and become as a curse, as a horror, and as a curse, and as a disgrace. "},{"style":"v","verse":"13","text":"So I will punish those who live in the land of Egypt just as I have punished Jerusalem, with the sword, with the famine, and with the plague. "},{"style":"v","verse":"14","text":"And there will not be a survivor or an escapee of the remnant of Judah, those who have come to dwell as an alien there in the land of Egypt, to return \\add to\\add* the land of Judah where they \\add are\\add* ⸤longing⸥\\f + \\fr 44:14 \\ft Literally “lifting up their soul” \\f* to return to dwell there, for they will not turn back, ⸤but only⸥\\f + \\fr 44:14 \\ft Literally “but if” \\f* \\add some\\add* survivors.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Then all the men who knew that their wives \\add were\\add* making smoke offerings to other gods, and all the women who stood \\add by\\add*, a great assembly, and all the people who lived in the land of Egypt in Pathros, answered Jeremiah, ⸤saying⸥,\\f + \\fr 44:15 \\ft Literally “to say” \\f* "},{"style":"v","verse":"16","text":"“\\add Concerning\\add* the word that you have spoken to us in the name of Yahweh, we \\add are\\add* not going to listen to you! "},{"style":"v","verse":"17","text":"But certainly we will do ⸤everything⸥\\f + \\fr 44:17 \\ft Literally “all the word” \\f* that went out from our mouths,\\f + \\fr 44:17 \\ft Hebrew “mouth” \\f* to make smoke offerings to the queen of heaven and to pour out to her libations just as we did, we, and our ancestors,\\f + \\fr 44:17 \\ft Or “fathers” \\f* our kings, and our officials, in the towns of Judah and in the streets of Jerusalem, \\add for\\add* then ⸤we had enough to eat⸥,\\f + \\fr 44:17 \\ft Literally “we satisfied ourselves with food” \\f* and we were well-off, and we did not see disaster. "},{"style":"v","verse":"18","text":"But ⸤since⸥\\f + \\fr 44:18 \\ft Literally “from” \\f* we stopped making smoke offerings to the queen of heaven and pouring out libations to her, we have lacked everything, and by the sword and by the famine we have perished. "},{"style":"v","verse":"19","text":"And indeed, \\add when\\add* we \\add were\\add* making smoke offerings to the queen of heaven and ⸤pouring out⸥\\f + \\fr 44:19 \\ft Literally “to pour out” \\f* to her libations, \\add was it not\\add* ⸤with the consent of⸥\\f + \\fr 44:19 \\ft Literally “from apart from” \\f* our husbands \\add that\\add* we made for her sacrificial cakes ⸤marked with her image⸥,\\f + \\fr 44:19 \\ft Literally “to the copying of her” \\f* and we poured out to her libations?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Then Jeremiah said to all the people, to the men and to the women, and to all the people who answered him a word, ⸤saying⸥,\\f + \\fr 44:20 \\ft Literally “to say” \\f* "},{"style":"v","verse":"21","text":"“The offering that you made, smoke offerings in the towns of Judah and in the streets of Jerusalem, you, and your ancestors,\\f + \\fr 44:21 \\ft Or “fathers” \\f* your kings, and your officials, and the people of the land, \\add did\\add* not Yahweh remember them, and \\add did\\add* it \\add not\\add* come to his ⸤mind⸥?\\f + \\fr 44:21 \\ft Literally “heart” \\f* "},{"style":"v","verse":"22","text":"And Yahweh was no longer able to bear\\f + \\fr 44:22 \\ft Or “endure” \\f* \\add it\\add*, ⸤because of⸥\\f + \\fr 44:22 \\ft Literally “from the face of” \\f* the evil of your deeds, ⸤because of⸥\\f + \\fr 44:22 \\ft Literally “from the face of” \\f* the detestable things that you committed. Thus your land became as a site of ruins, and as a horror, and as a curse, ⸤without⸥\\f + \\fr 44:22 \\ft Literally “from there is not” \\f* inhabitants, as \\add it is\\add* this day. "},{"style":"v","verse":"23","text":"⸤Because of⸥\\f + \\fr 44:23 \\ft Literally “From the face of” \\f* \\add the fact\\add* that you made smoke offerings, and that you sinned against Yahweh, and you did not listen to the voice of Yahweh, and you have not walked in his law, and in his statute, and in his legal provisions, ⸤therefore⸥\\f + \\fr 44:23 \\ft Literally “unto thus” \\f* this disaster has happened to you, as \\add it is\\add* this day.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Then Jeremiah said to all the people and to all the women, “Hear the word of Yahweh, all Judah who \\add are\\add* in the land of Egypt. "},{"style":"v","verse":"25","text":"Thus says Yahweh of hosts, the God of Israel, ⸤saying⸥,\\f + \\fr 44:25 \\ft Literally “to say” \\f* ‘You and your wives have promised with your mouths\\f + \\fr 44:25 \\ft Hebrew “mouth” \\f* and with your hands\\f + \\fr 44:25 \\ft Hebrew “hand” \\f* you have fulfilled, ⸤saying⸥,\\f + \\fr 44:25 \\ft Literally “to say” \\f* “We certainly will carry out our vows that we vowed, to make smoke offerings to the queen of the heavens,\\f + \\fr 44:25 \\ft Hebrew “heaven” \\f* and to pour out to her libations.” You must certainly keep your vows and you must certainly carry out your vows.’ "},{"style":"v","verse":"26","text":"⸤Therefore⸥\\f + \\fr 44:26 \\ft Literally “To thus” \\f* hear the word of Yahweh, all Judah, those who live in the land of Egypt: ‘Look, I hereby swear by my great name,’ says Yahweh, ‘surely my name will no longer be called in the mouth of any man of Judah, saying, “⸤as the Lord Yahweh lives⸥,”\\f + \\fr 44:26 \\ft Literally “the life of Lord Yahweh” \\f* in all the land of Egypt. "},{"style":"v","verse":"27","text":"Look, I \\add am\\add* going to watch over them for harm and not for good, and all people\\f + \\fr 44:27 \\ft Or “men” \\f* of Judah who \\add are\\add* in the land of Egypt will perish by the sword and by the famine until their perishing. "},{"style":"v","verse":"28","text":"And \\add the\\add* survivors of \\add the\\add* sword will return from the land of Egypt \\add to\\add* the land of Judah ⸤few in number⸥.\\f + \\fr 44:28 \\ft Literally “males of number” \\f* And all the remnant of Judah who have come to the land of Egypt to dwell as aliens there will know whose word will endure, from me or from them. "},{"style":"v","verse":"29","text":"And this \\add will be\\add* to you the sign,’ ⸤declares⸥\\f + \\fr 44:29 \\ft Literally “a declaration of” \\f* Yahweh, ‘that I \\add am\\add* going to punish you in this place, so that you may know that surely my words will endure against you for evil.’ "},{"style":"v","verse":"30","text":"Thus says Yahweh: ‘Look, I \\add am\\add* going to give Pharaoh Hophra, the king of Egypt, into the hand of his enemies, and into the hand of those who seek his life, just as I gave Zedekiah the king of Judah into the hand of Nebuchadnezzar the king of Babylon, his enemy and the one who sought his life.’ ”"}]