[{"style":"s","verse":"","text":"Deewu Lasaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Amoon na benn waay bu woppoon, ñu koy wax Lasaar. Ma nga dëkkoon Betani, moom ak Maryaama ak Màrt, mi mu bokkaloon ndey ak baay."},{"style":"v","verse":"2","text":"Maryaama mooy jigéen jiy sottiji latkoloñ ci tànki Boroom bi, fompe ko kawaram. Moom la càmmiñam Lasaar woppoon."},{"style":"v","verse":"3","text":"Ñaari jigéeni Lasaar yónnee ca Yeesu ne ko: «Boroom bi, sa xarit wopp na.»"},{"style":"v","verse":"4","text":"Bi Yeesu déggee xibaar boobu, mu ne: «Lasaar de, woppam jooju du ko mujje; day wone ndamu Yàlla, tey màggal °Doomu Yàlla ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Yeesu soppoon na Màrt ak Maryaama ak Lasaar."},{"style":"v","verse":"6","text":"Bi mu yégee nag ne Lasaar wopp na, mu toogaat yeneen ñaari fan ca bérab, ba mu nekkoon."},{"style":"v","verse":"7","text":"Gannaaw loolu mu ne taalibe ya: «Nanu dellu Yude.»"},{"style":"v","verse":"8","text":"Taalibe ya ne ko: «Kilifa gi, yàggul dara waa Yude doon nañu la wuta rey ak i xeer, nga di fa dellu?»"},{"style":"v","verse":"9","text":"Yeesu ne leen: «Xanaa du bëccëg fukki waxtook ñaar la? Kuy dox bëccëg, du fakktalu, ndaxte day gis leeru àddina si."},{"style":"v","verse":"10","text":"Waaye kuy dox guddi, dina fakktalu, ndaxte leer nekkul ci moom.»"},{"style":"v","verse":"11","text":"Yeesu wax loolu, teg ca ne: «Sunu xarit Lasaar nelaw na, waaye maa ngi dem yee ko.»"},{"style":"v","verse":"12","text":"Taalibe ya ne ko: «Boroom bi, bu nelawee kay, kon dina wér.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yeesu dafa bëggoona wax ne, Lasaar dee na, waaye taalibe yi dañoo xalaatoon ne mbiri nelaw rekk lay wax."},{"style":"v","verse":"14","text":"Ci kaw loolu Yeesu wax ci lu leer ne: «Lasaar dee na."},{"style":"v","verse":"15","text":"Bég naa ngir yéen ndax li ma fa nekkul, ngir seen ngëm gëna dëgër. Waaye nanu ko seeti.»"},{"style":"v","verse":"16","text":"Noonu Tomaa, ki turam di tekki «Séex bi», daldi ne yeneen taalibe ya: «Nanu dem nun itam, deeyandoo ak moom!»"},{"style":"s","verse":"","text":"Yeesu mooy ndekkite, mooy dund"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Bi Yeesu agsee, mu fekk ne bi ñu dencee Lasaar ak léegi, mat na ñeenti fan."},{"style":"v","verse":"18","text":"Betani ma nga woon ca wetu °Yerusalem, diggante bi matul woon sax ñetti kilomet."},{"style":"v","verse":"19","text":"Yawut yu bare ñëwoon nañu kër Màrt ak Maryaama, ngir dëfal leen ci seen deewu càmmiñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Bi Yeesu ñëwee, Màrt yég ko, dem di dajeek moom; fekk booba Maryaamaa nga toogoon ca kër ga."},{"style":"v","verse":"21","text":"Màrt ne Yeesu: «Boroom bi, boo fi nekkoon de, sama càmmiñ li du dee."},{"style":"v","verse":"22","text":"Waaye xam naa ne fii nu tollu sax, loo ñaan Yàlla, mu may la ko.»"},{"style":"v","verse":"23","text":"Yeesu ne ko: «Sa càmmiñ dina dekki.»"},{"style":"v","verse":"24","text":"Màrt ne ko: «Xam naa ne dina jóg bésu ndekkite la, keroog bés bu mujj ba.»"},{"style":"v","verse":"25","text":"Yeesu ne ko: «Man maay ndekkite li, maay dund gi. Ku ma gëm, boo deeyee it, dinga dund."},{"style":"v","verse":"26","text":"Rax-ca-dolli kuy dund te gëm ma, doo dee mukk. Ndax gëm nga loolu?»"},{"style":"v","verse":"27","text":"Mu ne ko: «Waaw, Boroom bi. Gëm naa ne yaay °Almasi bi, di °Doomu Yàlla, ji wara ñëw àddina.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Bi Màrt waxee loolu, mu daldi dem wooyi Maryaama ne ko ci pett: «Kilifa gaa ngi fi; mi ngi lay laaj.»"},{"style":"v","verse":"29","text":"Bi Maryaama déggee loolu, mu daldi jóg, gaawantu dem ca Yeesu."},{"style":"v","verse":"30","text":"Te fekk duggagul woon ca dëkk ba, waaye ma nga woon ba tey ca bérab, ba mu daje woon ak Màrt."},{"style":"v","verse":"31","text":"Noonu Yawut, ya nekkoon ca kër ga di dëfal Maryaama, gis ko mu ne bërét génn, ñu daldi koy topp, defe ne day jooyi ca bàmmeel ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Bi Maryaama agsee nag ca Yeesu, ba gis ko, mu daanu ciy tànkam ne ko: «Boroom bi, boo fi nekkoon, sama càmmiñ du dee.»"},{"style":"v","verse":"33","text":"Yeesu gis ne mi ngi jooy te Yawut yi ànd ak moom itam ñu ngi jooy. Mu daldi jàq, am naqar wu réy."},{"style":"v","verse":"34","text":"Mu ne leen: «Fu ngeen ko denc?» Ñu ne ko: «Kaay gis, Sang bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Yeesu jooy."},{"style":"v","verse":"36","text":"Noonu nag, Yawut ya ne: «Gis ngeen ni mu ko bëgge woon!»"},{"style":"v","verse":"37","text":"Waaye am na ca ñoom ñu doon wax naan: «Moom mi ubbi bëti gumba gi, ndax manul woona fexe ba Lasaar du dee?»"},{"style":"s","verse":"","text":"Lasaar dekki na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Yeesu dellu am naqar wu réy, daldi dem ca bàmmeel ba. Pax la mu ñu yett ci doj, ube ko xeer."},{"style":"v","verse":"39","text":"Yeesu ne: «Dindileen xeer wi!» Màrt, jigéenu ku dee ki ne ko: «Boroom bi, dina xasaw xunn fii mu nekk, ndaxte am na ci bàmmeel bi ñeenti fan.»"},{"style":"v","verse":"40","text":"Yeesu ne ko: «Ndax waxuma la ne boo gëmee, dinga gis ndamu Yàlla?»"},{"style":"v","verse":"41","text":"Ñu daldi dindi xeer wa. Yeesu xool ci kaw, ne jàkk asamaan, ñaan Yàlla ne: «Baay, sant naa la ci li nga ma déglu ba noppi."},{"style":"v","verse":"42","text":"Xam naa ne doo jóg ci di ma déglu, waaye dama koy wax, ngir nit ñi ma wër gëm ne yaa ma yónni.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Bi mu waxee loolu, Yeesu woote ak baat bu dëgër ne: «Lasaar, ñëwal ci biti!»"},{"style":"v","verse":"44","text":"Néew bi daldi génn, ñu gis càngaay, li ñu takke woon tànk yi ak loxo yi, ak kaala, gi ñu muure woon kanam gi. Yeesu ne leen: «Tekkileen ko, bàyyi ko mu dem.»"},{"style":"s","verse":"","text":"Pexe yi jëm ci Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Yawut yu bare ca ña ñëwoon kër Maryaama te gis li Yeesu defoon, daldi koy gëm."},{"style":"v","verse":"46","text":"Waaye amoon na it ñu demoon ci °Farisen ya, nettali leen la Yeesu defoon."},{"style":"v","verse":"47","text":"Farisen ya ak °sarxalkat yu mag ya woo °kureelu àttekat ya ne: «Nit kii kat, kéemaan yi muy def a ngi bëgga bare. Lu nuy def nag?"},{"style":"v","verse":"48","text":"Ndaxte su nu ko bàyyee mu jàppoo nii, ñépp dinañu ko gëm, te kilifay Room yi dinañu ñëw, daaneel sunu kër Yàlla gi, tas sunu réew!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Amoon na ca ñoom ku ñuy wax Kayif te mu nekkoon sarxalkat bu mag ba at mooma; mu ne leen: «Xamuleen ci mbir mi dara."},{"style":"v","verse":"50","text":"Xanaa xamuleen ne, kenn nit rekk dee ngir ñépp, mooy li gën ci yéen? Bu ko defee réew mi du tas.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Loolu Kayif waxu ko woon ci sagoom, waaye li mu nekkoon sarxalkat bu mag ba at mooma, moo tax Yàlla xiirtal ko mu ne, Yeesu dina dee ngir réew mi."},{"style":"v","verse":"52","text":"Du woon rekk ngir xeet woowu, waaye ngir itam doomi Yàlla, yi tasaaroo yépp, dajaloo nekk benn."},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Keroog la njiiti Yawut ya dogu ci rey Yeesu."},{"style":"v","verse":"54","text":"Taxoon na ba Yeesu dootul doxantu ci biir Yawut ya. Noonu mu dem ca gox bu jege màndiŋ ma, ca dëkku Efrayim. Foofa nag la toog ak ay taalibeem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"Bésu °Mucc baa ngi doon jubsi, mu doonoon ag màggal ci Yawut yi, ba ñu bare ca waa àll ba di dem °Yerusalem balaa booba, ngir sanguji set."},{"style":"v","verse":"56","text":"Ñu ngi doon wut Yeesu tey waxante ca kër Yàlla ga naan: «Lu ngeen ci xam? Ndax dina ñëw ci màggal gi walla déet?»"},{"style":"v","verse":"57","text":"Sarxalkat yu mag ya ak Farisen ya daldi santaane ne, bu kenn xamee fu Yeesu nekk, mu yégle ko, ngir ñu man koo jàpp."}]