[{"style":"s","verse":"","text":"Maryaama sotti na latkoloñ ci tànki Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Juróom benni fan laata ñuy màggal bésu °Mucc ba, Yeesu dem na Betani, dëkku Lasaar, mi mu dekkal."},{"style":"v","verse":"2","text":"Foofa ñu defaral ko fa reer. Màrt moo ko doon séddale, te Lasaar bokkoon na ca gan ña."},{"style":"v","verse":"3","text":"Noonu Maryaama daldi jël liibaru latkoloñ ju raxul ju ñuy wax nàrd, tey jar lu baree bare. Mu sotti ko ci tànki Yeesu, ba noppi fomp ko ak kawaram. Xetu latkoloñ gi gilli ci kër gi yépp."},{"style":"v","verse":"4","text":"Kenn ca taalibey Yeesu ya, muy Yudaa Iskariyo, mi ko nara wor, daldi ne:"},{"style":"v","verse":"5","text":"«Lu tax jaayewuñu latkoloñ jii peyu atum lëmm, jox ko miskin yi?»"},{"style":"v","verse":"6","text":"Waaye bi muy wax loolu, xalaatul woon miskin yi, ndaxte sàcc la woon; moo yoroon boyetu xaalis bi, te daan ci sàkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Waaye Yeesu ne ko: «Bàyyi ko! Jekkoon na mu denc ko ngir bés bu ñu may suul."},{"style":"v","verse":"8","text":"Miskin yaa ngi ak yéen bés bu nekk, waaye dungeen ma gis ba fàww.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Bi ñu yégee ne Yeesoo nga fa, mbooloom Yawut mu bare daldi dem Betani. Yeesu rekk yóbbuwu leen fa woon, waaye dañoo bëggoona gisaale Lasaar, mi Yeesu dekkaloon."},{"style":"v","verse":"10","text":"°Sarxalkat yu mag ya dogu ci ne dañuy reyaale Lasaar,"},{"style":"v","verse":"11","text":"ndaxte moo waral Yawut yu bare dëddu leen, gëm Yeesu."},{"style":"s","verse":"","text":"Yeesu dugg na Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ca ëllëg sa mbooloo mu bare, ma ñëwoon ca màggalu bésu Mucc ba, yég ne Yeesoo ngi jëmsi °Yerusalem."},{"style":"v","verse":"13","text":"Ñu daldi jël cari garab, génn di ko teeru. Ñuy xaacu naan:"},{"style":"q","verse":"","text":"«°Osaana!"},{"style":"q","verse":"","text":"Yaw miy ñëw ci turu Boroom bi, ku barkeel nga!"},{"style":"q","verse":"","text":"Na Yàlla barkeel buuru Israyil!»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"Yeesu wut cumbur, war ko; ndaxte Mbind mi nee na:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"15","text":"«Buleen ragal, waa °Siyoŋ."},{"style":"q","verse":"","text":"Gis ngeen, seen buur a ngi ñëw,"},{"style":"q","verse":"","text":"war mbaam mu ndaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Yooyu yépp, taalibe ya xamuñu woon ca saa sa lu muy tekki; waaye gannaaw bi ndamu Yeesu feeñee, ñu fàttaliku ne, Mbind mi yégle woon na loolu ci moom, te amal nañu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ña nekkoon ak Yeesu ñépp, bi muy wooyee Lasaar mu génn ca bàmmeel ba te mu dekkal ko, demoon nañu, nettali la ñu gis."},{"style":"v","verse":"18","text":"Looloo tax mbooloo ma teeru ko, ndaxte yégoon nañu firnde jooju."},{"style":"v","verse":"19","text":"°Farisen yi nag di waxante naan: «Gis ngeen, manuleen ci dara; ñépp a ngi koy topp!»"},{"style":"s","verse":"","text":"Yeesu wax na ci ni mu wara faatoo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ca mbooloo ma, amoon na ca ay Gereg yu bokk ca ña ñëwoon Yerusalem ngir jaamu Yàlla diirub màggal ga."},{"style":"v","verse":"21","text":"Ñëw nañu ci Filib, mi dëkk Betsayda ci diiwaanu Galile, ne ko: «Sang bi, danoo bëggoona gis Yeesu.»"},{"style":"v","verse":"22","text":"Filib dem wax ko Andare; ñu ànd, waxi ko Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Mu ne leen: «Waxtu wi ñu wara feeñale ndamu °Doomu nit ki jot na."},{"style":"v","verse":"24","text":"Ci dëgg-dëgg maa ngi leen koy wax, fi ak peppu °dugub ji wadd ci suuf jaarul ci dee, du mana weesu li mu doon: pepp doŋŋ. Waaye bu deeyee, dina jur pepp yu bare."},{"style":"v","verse":"25","text":"Ku bëgg bakkanam dina ko ñàkk, waaye ku ko bañ ci àddina sii, dina ko denc ngir dund gu dul jeex gi."},{"style":"v","verse":"26","text":"Ku bëgga doon sama surga, na ma topp. Bu ko defee, fu ma nekk, fa lay nekk moom itam. Ku may liggéeyal, sama Baay dina ko teral."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Léegi nag damaa jàq. Lu may wara wax? Mbaa du dama naan: “Baay, musal ma ci li nara xew waxtu wiy ñëw?” Déedéet, ñëw naa sax ngir jaar ci waxtu woowu."},{"style":"v","verse":"28","text":"Baay, màggalal sa tur!» Noonu ñu dégg baat bu jóge asamaan naan: «Màggal naa ko ba noppi, te dinaa ko màggalaat.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Mbooloo ma fa teewoon te dégg baat ba daldi ne: «Dënnu la woon!» Ñeneen naan: «Malaakaa doon wax ak moom.»"},{"style":"v","verse":"30","text":"Waaye Yeesu ne leen: «Taxuma baat boobu jolli, waaye yéena tax."},{"style":"v","verse":"31","text":"Àtteb àddina si jot na: léegi ñu dàq °malaaka mu bon, mi jiite àddina si."},{"style":"v","verse":"32","text":"Te man, bu ñu ma yékkatee, ma tiim suuf, dinaa xiirtal nit ñépp ci man.»"},{"style":"v","verse":"33","text":"Ci baat yooyu la doon misaale ni mu wara faatoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Mbooloo ma ne ko: «Jàng nanu ci sunu téereb yoon ne, °Almasi bi dina sax ba fàww. Kon yaw, nan nga mana waxe ne: “°Doomu nit ki dina yékkatiku?” Kuy Doomu nit kooku?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Yeesu ne leen: «Leer gi dootul yàgg ak yéen. Doxleen, ci bi ngeen dee am leer, ngir lëndëm bañ leena bett. Ndaxte kuy dox ci lëndëm doo xam foo jëm."},{"style":"v","verse":"36","text":"Kon ci bi ngeen dee am leer gi, gëmleen ko, ngir ngeen doon doomi leer.»"},{"style":"s","verse":"","text":"Yeesu bàyyi na Yawut ya ci seen ngëlëm"},{"style":"p","verse":"","text":"Bi mu waxee loolu ba noppi, Yeesu dafa dem, nëbbatuji leen."},{"style":"v","verse":"37","text":"Firnde yi mu leen won yépp taxul ñu gëm ko,"},{"style":"v","verse":"38","text":"ngir li yonent Yàlla °Esayi waxoon am:"},{"style":"q","verse":"","text":"«Boroom bi, ana ku gëm sunu waare?"},{"style":"q","verse":"","text":"Kan la Boroom bi won dooleem?»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"39","text":"Manuñu woona gëm, ndaxte Esayi dafa waxaat ne:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"40","text":"«Yàlla dafa gumbaal seeni bët,"},{"style":"q","verse":"","text":"def ba ñu dëgër bopp,"},{"style":"q","verse":"","text":"ngir seeni bët baña gis,"},{"style":"q","verse":"","text":"seen xel baña xam,"},{"style":"q","verse":"","text":"ñu baña waññiku ci man ngir ma wéral leen.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"41","text":"Esayi dafa wax loolu, ndaxte gisoon na ndamu Yeesu te mi ngi doon wax ci ay mbiram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Fekk na ci biir njiit yi sax, ñu bare gëmoon nañu Yeesu, waaye °Farisen yee tax fésaluñu ko, ndaxte dañoo ragaloon, ñu dàq leen ca jàngu ba."},{"style":"v","verse":"43","text":"Ngërëmu nit a leen gënaloon ngërëmu Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Yeesu yégle ne: «Ku ma gëm, gëmuloo ma waaye gëm nga ki ma yónni."},{"style":"v","verse":"45","text":"Ku ma gis, gis nga ki ma yónni."},{"style":"v","verse":"46","text":"Ni ag leer laa wàcce ci àddina, ngir ku ma gëm du des ci lëndëm."},{"style":"v","verse":"47","text":"Ku dégg samay wax te toppu leen, du man maa koy daan, ndaxte wàccuma ngir daan àddina, waaye damaa ñëw ngir musal ko."},{"style":"v","verse":"48","text":"Ku ma beddeeku te nanguwul samay wax, dina fekk fii li koy daan: sama njànglee koy daan keroog bés bu mujj ba."},{"style":"v","verse":"49","text":"Ndaxte waxuma ci sama coobare, waaye Baay bi ma yónni ci boppam, moo ma sant li ma wara wax ak li ma wara jàngle."},{"style":"v","verse":"50","text":"Te xam naa ne li muy santaane day joxe dund gu dul jeex. Kon li ma wax, dama koy wax, ni ma ko Baay bi sante.»"}]