[{"style":"s","verse":"","text":"Yeesoo raxas na tànki taalibeem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Laata màggalu bésu °Mucc ba la woon. Yeesu xamoon na ne waxtu wi mu wara génne àddina, dem ca wetu Baay ba, jot na. Ku bëgg ñoñam yi nekk ci àddina la, te bëgg na leen ba fa mbëggeel mana yem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Yeesu ak taalibe yaa ngi doon reer. Fekk na booba °Seytaane xiirtal Yudaa, doomu Simoŋ Iskariyo, ngir mu wori Yeesu."},{"style":"v","verse":"3","text":"Yeesu xamoon na ne Yàlla joxoon na ko sañ-sañ ci lépp, xam it ne ca Yàlla la jóge te ca moom lay delluwaat."},{"style":"v","verse":"4","text":"Mu daldi jóge ca reer ba, summi mbubbam, daldi jël ab sarbet, laxas ko ci ndiggam."},{"style":"v","verse":"5","text":"Noonu mu sotti ndox ci ab këll, daldi tàmbali di raxas tànki taalibe ya, di leen fomp ak sarbet, ba mu laxasaayoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bi mu agsee ba ca Simoŋ Piyeer, kooku ne ko: «Boroom bi, ndax yaw dangaa nara raxas samay tànk?»"},{"style":"v","verse":"7","text":"Yeesu ne ko: «Xamoo fii mu nekk li may def, waaye dinga ko xami.»"},{"style":"v","verse":"8","text":"Piyeer ne ko: «Déedéet, duma nangu mukk nga raxas samay tànk.» Yeesu ne ko: «Su ma la raxasul, doo bokk ak man dara.»"},{"style":"v","verse":"9","text":"Simoŋ Piyeer ne ko: «Kon nag Boroom bi, bul yem rekk ci tànk yi, waaye raxasaaleel loxo yi ak bopp bi!»"},{"style":"v","verse":"10","text":"Yeesu ne ko: «Ku sangu ba noppi, soxlaatula raxas lu dul ay tànkam, ndaxte set na wecc. Yéen nag set ngeen, waaye du ñépp!»"},{"style":"v","verse":"11","text":"Fekk Yeesu xamoon na ki ko nara wor, looloo tax mu ne: «Setuleen yéen ñépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bi mu leen raxasalee seeni tànk ba noppi, Yeesu dafa solaat mbubbam, dellu toogaat ne leen: «Ndax xam ngeen li ma leen defal?"},{"style":"v","verse":"13","text":"Yéena ngi may wooye “Kilifa gi” ak “Boroom bi,” te wax ngeen dëgg, moom laa."},{"style":"v","verse":"14","text":"Kon bu fekkee ne man miy Boroom bi tey Kilifa gi, maa leen raxasal seeni tànk, yéen itam war ngeen di raxasalante seeni tànk."},{"style":"v","verse":"15","text":"Bàyyil naa leen fi royukaay, ngir ngeen di jëf, nii ma jëfeek yéen."},{"style":"v","verse":"16","text":"Ci dëgg-dëgg maa ngi leen koy wax, jaam gënula màgg sangam, mbaa ndaw, ki ko yónni."},{"style":"v","verse":"17","text":"Gannaaw xam ngeen loolu, bu ngeen doxalee noonu, dingeen bég."},{"style":"s","verse":"","text":"Yeesu yégle na ne Yudaa moo koy wor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Yéen ñépp taxuleen may wax; xam naa ñi ma tànn. Waaye li Mbind mi wax, fàww mu am, bi ñu naan: “Ki lekk sama dugub wéq na ma.”"},{"style":"v","verse":"19","text":"Maa ngi leen koy wax ci teel, bala looloo ñëw, ngir bu ñëwee, ngeen gëm ne Maay ki Nekk."},{"style":"v","verse":"20","text":"Ci dëgg-dëgg maa ngi leen koy wax, ku nangu kenn ci ñi may yónni, nangu nga ma, man itam; te ku ma nangu, nangu nga ki ma yónni.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Bi Yeesu waxee loolu ba noppi, mu jàq, biral ne: «Ci dëgg-dëgg maa ngi leen koy wax, kenn ci yéen dina ma wor.»"},{"style":"v","verse":"22","text":"Taalibe yi di xoolante, te xamuñu kan lay wax."},{"style":"v","verse":"23","text":"Ka Yeesu bëggoon te mu bokkoon ca taalibe ya, ma nga sóonu woon ca kaw Yeesu."},{"style":"v","verse":"24","text":"Kooku la Simoŋ Piyeer liyaar, ngir mu laaj Yeesu ki ko taxoon di wax."},{"style":"v","verse":"25","text":"Taalibe ba daldi walbatiku ca Yeesu, laaj ko ne: «Boroom bi, kooku kan la?»"},{"style":"v","verse":"26","text":"Yeesu ne ko: «Dinaa capp dogu mburu ci ndab li; ki ma koy jox, kooku la.»"},{"style":"p","verse":"","text":"Noonu Yeesu jël dogu mburu, capp ko ca ndab la, daldi koy jox Yudaa, doomu Simoŋ Iskariyo."},{"style":"v","verse":"27","text":"Naka la Yudaa jël dog wa, °Seytaane dugg ci moom. Yeesu ne ko: «Gaawantul ci li ngay def!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Amul kenn ca ña fa toogoon ku xam lu tax mu wax ko loolu."},{"style":"v","verse":"29","text":"Waaye gannaaw Yudaa moo yoroon boyetu xaalis bi, am ñu xalaat ne, Yeesu dafa koo wax, mu dem jëndi li war ci màggal gi, walla mu ne ko mu dem sarax miskin yi."},{"style":"v","verse":"30","text":"Yudaa nag jël dogu mburu ma, daldi génn ca saa sa. Booba guddi woon na."},{"style":"s","verse":"","text":"Yeesu yégle na ne, Piyeer dina ko weddi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Bi Yudaa génnee, Yeesu ne: «Léegi nag ndamu °Doomu nit ki feeñ na, te ndamu Yàlla feeñ na itam ci moom."},{"style":"v","verse":"32","text":"Te bu ma feeñalee ndamu Yàlla, Yàlla itam ci teewaayam dina feeñal ndamu Doomu nit ki, te dina ko def léegi."},{"style":"v","verse":"33","text":"Samay soppe, sama nekk ak yéen dootul yàgg. Dingeen may seet, waaye maa ngi leen di wax léegi li ma waxoon Yawut ya: fa ma jëm, dungeen fa mana dem."},{"style":"v","verse":"34","text":"Maa ngi leen di jox ndigal lu bees: bëgganteleen. Nangeen di bëggante ni ma leen bëgge."},{"style":"v","verse":"35","text":"Ni ñuy xame ne samay taalibe ngeen, mooy ngeen bëggante.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Simoŋ Piyeer laaj ko ne: «Boroom bi, foo jëm?» Yeesu ne ko: «Fa ma jëm, manuloo ma faa topp léegi, waaye dinga ma toppi ca kanam.»"},{"style":"v","verse":"37","text":"Piyeer ne ko: «Boroom bi, lu tax manuma laa topp léegi? Àttan naa joxe sama bakkan ngir yaw!»"},{"style":"v","verse":"38","text":"Yeesu ne ko: «Àttan ngaa joxe sa bakkan ngir man? Ci dëgg-dëgg maa ngi la koy wax, bala ginaar a sab, dinga ma weddi ñetti yoon."}]