[{"style":"s","verse":"","text":"Yeesu, garab gu wóor gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Man maay garab\\f + \\fr 15.1 \\ft Garab googu, lawtan la guy meññ ay doomi reseñ.\\f* gu wóor gi, te sama Baay mooy beykat bi."},{"style":"v","verse":"2","text":"Car bu soqikoo ci man te meññul, dina ko dog, sànni. Waaye car bu ci meññ, dina ko tenqi, ngir mu gëna meññ."},{"style":"v","verse":"3","text":"Yéen nag, Baay bi setal na leen jaarale ko ci kàddu gi ma leen wax, ni beykat di tenqee garabam."},{"style":"v","verse":"4","text":"Saxleen ci man; ma sax, man itam, ci yéen. Ni car manula ame ay doom, bu saxul ci garab, noonu itam dungeen mana meññ li may jëfe ci yéen, bu ngeen saxul ci man."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Man maay garab gi; yéen yéenay car yi. Ki sax ci man te ma sax ci moom, dina meññ, ndaxte bu ngeen saxul ci man, dungeen man dara."},{"style":"v","verse":"6","text":"Ku saxul ci man dinañu ko sànni ci biti, mu mel ni car bu ñu dagg, ba mu wow. Car yu wow nag, dañu leen di buub, sànni ci sawara, ñu lakk."},{"style":"v","verse":"7","text":"Bu ngeen saxee ci man te saxal samay wax ci seen xol, lu ngeen ñaan mu nangu."},{"style":"v","verse":"8","text":"Liy feeñal sama ndamu Baay moo di, ngeen di gëna meññ tey wone noonu ne samay taalibe ngeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Ni ma Baay bi bëggee, noonu itam laa leen bëgge. Saxleen ci mbëggeel googu ma am ci yéen."},{"style":"v","verse":"10","text":"Bu ngeen toppee samay ndigal, dingeen sax ci sama mbëggeel, ni ma toppe sama ndigali Baay, ba tax ma sax ci mbëggeelam."},{"style":"v","verse":"11","text":"Wax naa leen loolu, ngir ngeen bokk ci sama mbég, te seen bos mat sëkk."},{"style":"v","verse":"12","text":"Sama ndigal mooy ngeen bëggante, ni ma leen bëgge."},{"style":"v","verse":"13","text":"Genn mbëggeel manula weesu joxe sa bakkan ngir say xarit."},{"style":"v","verse":"14","text":"Samay xarit ngeen, ci kaw ngeen def li ma santaane."},{"style":"v","verse":"15","text":"Dootuma leen wooye jaam, ndaxte jaam du xam li sangam di def. Xarit laa leen wooye, ndaxte xamal naa leen li ma jële lépp ci sama Baay."},{"style":"v","verse":"16","text":"Du yéen yéena ma tànn, waaye man maa leen tànn, sas leen ngeen dem, meññ meññeef gu sax, ngir Baay bi def lu ngeen ko ñaan ci sama tur."},{"style":"v","verse":"17","text":"Li may santaane nag, mooy ngeen bëggante."},{"style":"s","verse":"","text":"Nit ñi bañ nañu Yeesu ak ay taalibeem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Bu leen àddina bañee, xamleen ne man lañu jëkka bañ."},{"style":"v","verse":"19","text":"Ñi bokk ci ñoom lañu bëgg. Bu ngeen bokkoon ci ñoom, dinañu leen bëgg, ni ñu bëgge seeni ñoñ. Waaye bokkuleen ci àddina, ndaxte maa leen tànn, ber leen. Looloo tax ñu bañ leen."},{"style":"v","verse":"20","text":"Fàttalikuleen li ma leen wax: “Jaam gënula màgg sangam.” Bu ñu ma sonalee, dinañu leen sonal yéen itam. Bu ñu toppee sama wax, dinañu topp seen wax yéen itam."},{"style":"v","verse":"21","text":"Waaye loolu lépp dinañu leen ko def ndax man, ndaxte xamuñu ki ma yónni."},{"style":"v","verse":"22","text":"Su ma ñëwul woon, ne leen dara, duñu am bàkkaar. Waaye léegi amuñu lay ngir seeni bàkkaar."},{"style":"v","verse":"23","text":"Ku ma bañ, bañ nga itam sama Baay."},{"style":"v","verse":"24","text":"Su ma deful woon ci seen biir jëf yu kenn deful, kon duñu am bàkkaar. Waaye léegi nag gis nañu samay jëf te teewul ñu bañ nu, man ak sama Baay."},{"style":"v","verse":"25","text":"Waaye loolu am na ngir kàddu gi am, kàddu gii ñu bind ci seen yoon: “Bañ nañu ma ci dara.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Dimbalikat bi\\f + \\fr 15.26 \\ft Seetal ci 14.16, 17 ak 26.\\f* dina ñëw, mooy °Xel mi jóge ci Baay bi tey yor dëgg gi. Dina jóge ci Baay bi, ma yebal ko ci yéen. Moom nag, moo may seedeeli."},{"style":"v","verse":"27","text":"Te yéen itam dingeen seede samay mbir, ndaxte yéena nekkoon ak man ca njàlbéen ga."}]