[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Loolu dama leen koo wax ngir seen ngëm baña wàññiku."},{"style":"v","verse":"2","text":"Dinañu leen dàq ca jàngu ya, te dinañu dem ba jamono joo xam ne ñi leen di rey dañuy xalaat ne ñu ngi màggal turu Yàlla."},{"style":"v","verse":"3","text":"Dinañu agsi foofu, ndaxte xamuñu Baay bi te xamuñu ma."},{"style":"v","verse":"4","text":"Loolu nag, wax naa leen ko, ngir bu waxtu wi jotee ngeen fàttaliku ne yégal naa leen ko. Waxuma leen ko ca njàlbéen ga, ndaxte maa ngi nekkoon ak yéen."},{"style":"s","verse":"","text":"Jëfi Dimbalikat bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Léegi nag maa ngi dem ca ka ma yónni, te kenn ci yéen laaju ma fi ma jëm."},{"style":"v","verse":"6","text":"Seen xol dafa jeex ndax li ma leen wax."},{"style":"v","verse":"7","text":"Moona de, ci sama wàll, dëgg laa leen di wax. Li gën ci yéen mooy ma dem, ndaxte su dul loolu, Dimbalikat bi\\f + \\fr 16.7 \\ft Seetal ci 14.16, 17 ak 26.\\f* du ñëw ci yéen; waaye su ma demee, dinaa leen ko yónnee."},{"style":"v","verse":"8","text":"Te bu dikkee, dina yey niti àddina ci lu jëm ci seen bàkkaar, ci lu jëm ci sama njubte ak ci lu jëm ci àtte ba."},{"style":"v","verse":"9","text":"Ci mbiri seen bàkkaar, dina leen yey ci li ñu ma gëmul."},{"style":"v","verse":"10","text":"Ci mbiri sama njubte, dina leen yey ndaxte maa ngi dem ci Baay bi te dungeen ma gisati."},{"style":"v","verse":"11","text":"Ci mbiri àtte ba, dina leen yey ndaxte àtte nañu °malaaka mu bon mi jiite àddina si, ba daan ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Li ma leen wara wax bare na, waaye dungeen ko mana dékku."},{"style":"v","verse":"13","text":"Bu °Xelum Yàlla mi yor dëgg gi dikkee nag, dina leen gindi ci lépp li jëm ci yoonu dëgg, ndaxte du wax ci coobarey boppam, waaye lu ko Baay bi wax, mu jottali leen ko. Dina leen yégal mbir yu ñëwagul."},{"style":"v","verse":"14","text":"Dina ma màggal, ndaxte lu mu leen wax, ci man la ko jële."},{"style":"v","verse":"15","text":"Lépp lu Baay bi am, maa ko moom. Looloo tax ma ne leen, lu mu leen jottali, ci man la ko jële."},{"style":"s","verse":"","text":"Naqar wa, soppaliku na bànneex"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Ci kanam tuuti dungeen ma gisati. Bu ñu ci tegee ab diir, ngeen gisaat ma.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Loolu Yeesu wax, tax na ba am ca taalibe ya, ñu waxante ne: «Lu muy wax nii: “Ci kanam tuuti dungeen ma gisati; bu ñu ci tegee ab diir, ngeen gisaat ma,” ak naan: “Ndaxte maa ngi dem ca Baay ba”?»"},{"style":"v","verse":"18","text":"Ñu ne: «“Teg cab diir,” lu muy tekki? Xamunu li muy bëgga wax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Yeesu gis ne am na lu ñu ko bëgga laaj, mu ne leen: «Dama ne: “Ca kanam tuuti, dungeen ma gis, te bu ñu ca tegee ab diir, ngeen gisaat ma.” Ndax loolu ngeen di laajante ci seen biir?"},{"style":"v","verse":"20","text":"Ci dëgg-dëgg maa ngi leen koy wax, dingeen jooy xàcc, waaye àddina dina bég; dingeen jàq, waaye seen njàqare dina soppaliku bànneex."},{"style":"v","verse":"21","text":"Jigéen ju nekk ci mat, dafay jàq, ndaxte waxtu wi mu wara jur jot na. Waaye bu doom ji juddoo, dina fàtte coonoom ndaxte day bég ci li doom ji gane àddina."},{"style":"v","verse":"22","text":"Noonu nag ngeen di jàqe, yéen itam. Waaye dinaa leen gisaat, seeni xol sedd, te seen mbég moomu, kenn du ko mana dindi."},{"style":"v","verse":"23","text":"Bés boobu dootuleen ma laaj dara. Ci dëgg-dëgg maa ngi leen koy wax, Baay bi dina leen may lu ngeen ko ñaan ci sama tur."},{"style":"v","verse":"24","text":"Ba léegi ñaanaguleen dara ci sama tur. Ñaanleen, mu nangu. Bu ko defee seen mbég mat sëkk."},{"style":"s","verse":"","text":"Yeesu not na àddina"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Loolu lépp, dama leen koo wax ci ay misaal. Jamono dina ñëw, ju ma dootul wax ak yéen ci ay misaal, waaye ju ma leen dee wax lu leer ci Baay bi."},{"style":"v","verse":"26","text":"Bu keroogee dingeen ñaan ci sama tur. Neewuma dinaa leen ñaanal Baay bi,"},{"style":"v","verse":"27","text":"ndaxte Baay bi ci boppam bëgg na leen. Bëgg na leen ndaxte bëgg ngeen ma te gëm ngeen ne ci Yàlla laa jóge."},{"style":"v","verse":"28","text":"Jóge naa ca Baay bi, ñëw àddina. Léegi maa ngi génn àddina, fekki Baay bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Taalibe yi ne ko: «Léegi yaa ngi wax lu leer te misaaloo!"},{"style":"v","verse":"30","text":"Léegi gis nanu ne xam nga lépp, te soxlawul kenn di la laaj dara. Looloo tax nu xam ne yaa ngi jóge ci Yàlla.»"},{"style":"v","verse":"31","text":"Yeesu ne leen: «Ndax gëm ngeen léegi?"},{"style":"v","verse":"32","text":"Waxtu waa ngi ñëw te agsi na ba noppi, dingeen tasaaroo, ku nekk ñibbi, ma des man rekk."},{"style":"v","verse":"33","text":"Waaye nag déedéet, wéetuma, ndaxte Baay baa ngi may wéttali. Dama leen wax loolu, ngir ngeen am jàmm ci man. Dingeen am nattu ci àddina, waaye takkleen fit yi; not naa àddina.»"}]