[{"style":"s","verse":"","text":"Jàpp nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi mu waxee noonu ba noppi, Yeesu jóge fa ak i taalibeem, jàll xuru Sedoron, dugg cib tool."},{"style":"v","verse":"2","text":"Yudaa mi ko naroona wor xamoon na it bérab ba, ndaxte Yeesu daan na fa dem ak ay taalibeem."},{"style":"v","verse":"3","text":"Yudaa daldi fa dem, yóbbaale mbooloom xarekat ak ay alkaati yu ko °sarxalkat yu mag ya ak °Farisen ya jox. Ñu yor ay jum ak ay làmp ak it gànnaay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Noonu Yeesu, mi xamoon li ko waroona dal lépp, jubsi leen ne leen: «Ku ngeen di seet?»"},{"style":"v","verse":"5","text":"Ñu ne ko: «Yeesum Nasaret.» Yeesu ne: «Man la.»"},{"style":"p","verse":"","text":"Fekk Yudaa mi ko nara wor a nga ànd ak ñoom."},{"style":"v","verse":"6","text":"Bi leen Yeesu nee: «Man la,» ñu daldi dellu gannaaw, ba daanu."},{"style":"v","verse":"7","text":"Yeesu laajaat leen ne: «Ku ngeen di seet?» Ñu ne ko: «Yeesum Nasaret.»"},{"style":"v","verse":"8","text":"Mu ne leen: «Wax naa leen ne man la. Bu fekkee ne nag man ngeen di seet, bàyyileen ñii ma àndal, ñu dem.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Noonu la baat boobu mu waxoon ame: «Baay, kenn sànkuwul ci ñi nga ma dénk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bi Yeesu waxee loolu ba noppi, Simoŋ Piyeer bocci jaasi, ji mu yoroon, daldi dóor surgab sarxalkat bu mag ba, noppu ndijooram dagg. Surga boobu mi ngi tuddoon Malkus."},{"style":"v","verse":"11","text":"Waaye Yeesu ne Piyeer: «Roofal jaasi ji ci mbaram. Ndax warumaa naan kaasu naqar, bi ma Baay bi sédd?»"},{"style":"s","verse":"","text":"Yóbbu nañu Yeesu ca Anas"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Mbooloom °xarekat ya ak seen kilifa ak alkaatiy Yawut ya jàpp Yeesu, daldi yeew,"},{"style":"v","verse":"13","text":"jëkk koo yóbbu ca Anas, ndaxte Anas mooy gorob Kayif, mi doon °sarxalkat bu mag ba at mooma."},{"style":"v","verse":"14","text":"Kayif moo digaloon Yawut ya ne: «Li gën moo di kenn rekk dee, ngir mbooloo mi mucc.»"},{"style":"s","verse":"","text":"Piyeer weddi na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Bi ñuy yóbbu Yeesu, Simoŋ Piyeer ak keneen ca taalibe ya toppoon nañu ko. Keneen kooku nag, xamante na ak °sarxalkat bu mag ba, moo waral mu duggaaleek Yeesu ca biir kër kilifa ga."},{"style":"v","verse":"16","text":"Waaye Piyeer, moom, des ca buntu kër ga. Noonu taalibe boobu xamante woon ak sarxalkat bu mag ba génn, wax ak jigéen, ja doon wottu buntu kër ga, fexe Piyeer dugg ci biir."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Mbindaan mi doon wottu bunt bi ne Piyeer: «Mbaa yaw it bokkuloo ci taalibey waa ji?» Mu ne ko: «Déedéet, bokkuma ci.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Booba dafa seddoon, ba surga ya ak alkaati ya boyal ab taal, di ca jaaru. Piyeer itam taxaw, di jaaru ak ñoom."},{"style":"s","verse":"","text":"Sarxalkat bu mag ba seetlu na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"°Sarxalkat bu mag ba daldi laaj Yeesu ci lu jëm ci taalibeem yi ak ci njàngleem mi."},{"style":"v","verse":"20","text":"Yeesu ne ko: «Ci mbooloo laa doon waxe. Ci kër Yàlla ga ak ci ay jàngu, fa Yawut yépp di daje, laa mas di jànglee. Masumaa wax dara di ko nëbb."},{"style":"v","verse":"21","text":"Lu tax nga may laaj? Laajal ñi doon déglu li ma leen wax. Ñoom xam nañu li ma doon wax.»"},{"style":"v","verse":"22","text":"Bi Yeesu waxee loolu, kenn ci alkaati yi nekkoon ci wetam daldi koy pes ne ko: «Ndax nii ngay tontoo sarxalkat bu mag bi?»"},{"style":"v","verse":"23","text":"Yeesu ne ko: «Su ma waxee lu jaaduwul, wone ko; waaye su ma waxee lu jub, lu tax nga may dóor?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Anas daldi koy yebal ca Kayif, sarxalkat bu mag ba, ñu yeew ko ba tey."},{"style":"s","verse":"","text":"Piyeer dellu weddi Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Fekk na booba Simoŋ Piyeer, moom, ma nga taxaw di jaaru rekk. Ñu laaj ko ne: «Mbaa yaw it bokkuloo ci taalibey waa ji?» Waaye Piyeer weddi ko ne: «Déedéet, bokkuma ci.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Kenn ci surgay °sarxalkat bu mag ba, di mbokku ka Piyeer coroon noppam, ne Piyeer: «Xanaa du yaw laa gisoon ak moom ca tool ba?»"},{"style":"v","verse":"27","text":"Waaye Piyeer dellu weddi ko. Noonu ginaar daldi sab."},{"style":"s","verse":"","text":"Yeesu ca kër Pilaat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Bi loolu wéyee ñu jële Yeesu ca Kayif, yóbbu ko ca kër boroom réew ma. Ci waxtuw njël la woon. Waaye Yawut ya yéeguñu ca taaxum kaw ma. Dañoo bañoona taq sobe, ngir mana lekk ca ñamu bésu °Mucc ba."},{"style":"v","verse":"29","text":"Looloo tax °Pilaat boroom réew ma génn, dajeek ñoom. Mu laaj leen ne: «Lu ngeen di jiiñ waa jii?»"},{"style":"v","verse":"30","text":"Ñu ne ko: «Bu deful woon lu bon, duñu la ko jébbalsi.»"},{"style":"v","verse":"31","text":"Pilaat ne leen: «Jël-leen ko, yéen, te àtte ko ci seen yoon.» Yawut yi ne ko: «Yoon mayu nu, nu àtte nit, teg ko dee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Noonu la kàddug Yeesu gi ame, ci li mu misaaloon ni mu wara faatoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Gannaaw loolu Pilaat duggaat ca taaxum kaw ma, woo Yeesu ne ko: «Ndax yaa di buuru Yawut yi?»"},{"style":"v","verse":"34","text":"Yeesu ne ko: «Ndax yaa ko xalaat, wax ko, am dañu la koo xelal ci man?»"},{"style":"v","verse":"35","text":"Pilaat ne ko: «Mbaa xalaatoo ne man Yawut laa? Sa xeet ak °sarxalkat yu mag yi ñoo ma la jébbal. Lan nga def?»"},{"style":"v","verse":"36","text":"Yeesu ne ko: «Sama kilifteef nekkul ci àddina. Bu sama kilifteef nekkoon àddina, sama surga yi dinañu xeex, ngir bañ ñu jébbal ma Yawut yi. Waaye sama kilifteef nekkul àddina.»"},{"style":"v","verse":"37","text":"Pilaat ne ko: «Kon yaw buur nga?» Yeesu ne ko: «Wax nga ko; buur laa. Lii moo tax ma juddu, ñëw àddina: ngir wax dëgg gi. Ku bokk ci dëgg dina nangu li ma wax.»"},{"style":"v","verse":"38","text":"°Pilaat laaj ko ne: «Luy dëgg?»"},{"style":"p","verse":"","text":"Bi mu waxee loolu ba noppi, Pilaat daldi génnaat, jëm ca Yawut ya ne leen: «Gisuma ci moom genn tooñ."},{"style":"v","verse":"39","text":"Seen aada laaj na, ma bàyyil leen kenn, saa su ñuy def màggalu bésu °Mucc bi. Xanaa ma bàyyil leen “buuru Yawut yi”?»"},{"style":"v","verse":"40","text":"Noonu ñu daldi yuuxuwaat: «Déedéet, waxunu kii; Barabas lanu wax!» Fekk Barabas moomu taskatu réew la woon."}]