[{"style":"s","verse":"","text":"Àtte nañu Yeesu ci dee"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu °Pilaat joxe ndigal, ñu dóor Yeesu ay yar."},{"style":"v","verse":"2","text":"Xarekat ya ràbb °kaalag dég, teg ko ci boppu Yeesu, solal ko mbubbum xarekat mu xonq curr."},{"style":"v","verse":"3","text":"Ñu di ko jegeñsi, di ko pes, naan ko: «Nuyu nanu la, yaw buuru Yawut yi!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Pilaat génnaat ne leen: «Gis ngeen, maa ngi leen koy indil ci biti, ngir ngeen xam ne waa jii, gisuma ci moom genn tooñ.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Yeesu nag génn, tegoo mbubbum xarekat mu xonq mi ak kaalag dég gi. Pilaat it ne leen: «Waa jaa ngii!»"},{"style":"v","verse":"6","text":"Waaye bi ñu ko gisee, °sarxalkat yu mag ya ak alkaati ya di yuuxoo naan: «Daaj ko ci bant! Daaj ko ci bant, ba mu dee!» Pilaat ne leen: «Jël-leen ko, yéen, daaj ko ci bant, ndaxte gisuma ci moom genn tooñ.»"},{"style":"v","verse":"7","text":"Yawut yi ne ko: «Am nanu aw yoon, te ci yoon woowu, war na dee ndaxte teg na boppam °Doomu Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Bi Pilaat déggee wax jooju, dafa gëna tiit,"},{"style":"v","verse":"9","text":"dugg ca taax ma, daldi ne Yeesu: «Foo jóge?» Waaye Yeesu tontuwu ko."},{"style":"v","verse":"10","text":"Pilaat ne ko: «Man ngay baña waxal? Xanaa xamuloo ne am naa sañ-sañu bàyyi la, te am naa itam sañ-sañu daaj la ci bant?»"},{"style":"v","verse":"11","text":"Yeesu ne ko: «Amuloo benn sañ-sañ ci man su dul bi la Yàlla jox. Looloo tax ba ki ma jébbal ci say loxo am na bàkkaar, bi gëna réy.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Booba nag la Pilaat doon fexee bàyyi Yeesu. Waaye Yawut ya di yuuxoo naan: «Boo bàyyee kii, doo xaritu buur bi °Sesaar. Nit ku teg boppam buur, noonub Sesaar la!»"},{"style":"v","verse":"13","text":"Bi Pilaat déggee loolu, mu daldi génne Yeesu ca biti, dem toog ca jalub àttekaay ba, ca fu ñuy wax Bérabu doj ya. Ci làkku yawut ñu naan ko Gabata."},{"style":"v","verse":"14","text":"Booba ñu ngi waajal màggalu bésu °Mucc ba, ca weti digg bëccëg. Pilaat ne Yawut ya: «Seen buur a ngii!»"},{"style":"v","verse":"15","text":"Waaye ñuy yuuxoo naan: «Na dee! Na dee! Daaj ko ci bant!» Pilaat ne leen: «Ndax seen buur bi, dama koo wara daaj ci bant?» Sarxalkat yu mag ya ne ko: «Amunu benn buur bu dul Sesaar!»"},{"style":"v","verse":"16","text":"Noonu °Pilaat jébbal leen Yeesu, ngir ñu daaj ko ci bant."},{"style":"s","verse":"","text":"Daaj nañu Yeesu ci bant"},{"style":"p","verse":"","text":"Bi leen ko Pilaat jébbalee, ñu jël ko, yóbbu."},{"style":"v","verse":"17","text":"Yeesu ci boppam gàddu bant ba, génn ngir dem ca fa ñuy wax bérabu Kaaŋu bopp; ñu koy wooye Golgota ci làkku yawut."},{"style":"v","verse":"18","text":"Foofa la xarekat ya daaje Yeesu ca bant ba. Ci noonu it ñu daajaale ñaari nit ci wetam, mu nekk ca digg ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Pilaat santaane itam ñu bind, teg ko ca kaw bant, ba ñu ko daajoon. Mbind ma lii la wax: «Kii mooy Yeesum Nasaret, buuru Yawut yi.»"},{"style":"v","verse":"20","text":"Mbind mooma, Yawut yu bare jàng nañu ko, ndaxte fa ñu daajoon Yeesu ca bant ba jege woon na dëkk ba, te mbind ma ci làkku yawut la woon, ci làkku waa Room ak ci gereg."},{"style":"v","verse":"21","text":"Noonu °sarxalkat yu mag yu Yawut ya ne Pilaat: «Bul bind: “Buuru Yawut,” bindal rekk: “Kii moo ne mooy buuru Yawut yi.”»"},{"style":"v","verse":"22","text":"Pilaat ne leen: «Xas naa koo bind, du deñ.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Xarekat ya, bi ñu daajee Yeesu ca bant ba, ba noppi dañoo jël ay yéreem, séddale ko ñeenti cér, ku nekk benn. Jël nañu it mbubbam bu ñu ràbb ca kaw ba ci suuf te amul benn ñaw."},{"style":"v","verse":"24","text":"Xarekat ya di waxante naan: «Mbubb mi, bunu ko xotti, waaye nanu ko tegoo ay bant, ngir xam ku koy moom.» Noonu la Mbind mi waroona ame, bi mu naan:"},{"style":"q","verse":"","text":"«Séddoo nañu samay yére,"},{"style":"q","verse":"","text":"tegoo ay bant sama mbubb.»"},{"style":"m","verse":"","text":"Loolu nag la xarekat ya def."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ca wetu bant, ba ñu daajoon Yeesu, yaayam a nga fa taxawoon, moom ak doomu ndeyam ju jigéen, Maryaama soxnas Këlópas, ak Maryaama mi dëkk Magdala."},{"style":"v","verse":"26","text":"Bi Yeesu gisee yaayam taxaw ci wetu taalibe, bi mu bëggoon, mu ne ko: «Soxna si, sa doom a ngi,»"},{"style":"v","verse":"27","text":"neeti taalibe ba: «Sa yaay a ngi nii.» Booba la ko taalibe ba yóbbu këram, yor ko."},{"style":"s","verse":"","text":"Yeesu saay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Bi loolu wéyee, gannaaw Yeesu xam na ne lépp mat na léegi, mu ne nag, ngir amal Mbind mi: «Damaa mar.»"},{"style":"v","verse":"29","text":"Amoon na foofa gutt bu fees ak °bineegar. Noonu ñu jël sagar, tooyal ko ca, takk ko ci caru garab gu ñuy wax isob, teg ko ci gémmiñu Yeesu."},{"style":"v","verse":"30","text":"Bi Yeesu muucoo bineegar bi, mu ne: «Lépp mat na!» Noonu mu sëgg, delloo ruuwam Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Keroog ba ñu dee waajal °bésub noflaay ba la woon, te Yawut ya bëgguñu néew ya des ca bant ya, ndaxte bésub noflaay boobu fonkoon nañu ko lool. Ñu ñaan °Pilaat, mu dammlu tànki ña ñu daajoon, te jële leen fa."},{"style":"v","verse":"32","text":"Noonu xarekat ya dem, damm tànki ku jëkk ka, teg ca ka ca des, ca ña ñu daajaale woon ak Yeesu."},{"style":"v","verse":"33","text":"Bi ñu agsee ci Yeesu, dammuñu ay tànkam, ndaxte gis nañu ne booba faatu na."},{"style":"v","verse":"34","text":"Waaye kenn ca xarekat ya daldi jël xeej, jam ko ko ci wet, ca saa sa deret ak ndox di tuuru."},{"style":"v","verse":"35","text":"Kiy nettali mbir yooyu, da cee teg bëtam, te li muy wax dëgg la. Moom ci boppam xam na ne li muy wax dëgg la, ngir yéen itam ngeen gëm,"},{"style":"v","verse":"36","text":"ndaxte loolu dafa xew ngir Mbind mi am: «Benn yaxam du damm.»"},{"style":"v","verse":"37","text":"Leneen it Mbind mi wax na ko: «Dinañu gis ki ñu jamoon.»"},{"style":"s","verse":"","text":"Rob nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Gannaaw loolu Yuusufa mi dëkk Arimate ñaan °Pilaat ngir yóbbu néewu Yeesu. Yuusufa taalibe Yeesu la woon ci lu kenn yégul, ndaxte dafa ragaloon Yawut ya. Pilaat may ko ko. Yuusufa daldi dem, yóbbu néewu Yeesu."},{"style":"v","verse":"39","text":"Nikodem itam ñëw, moom mi masoona seeti Yeesu guddi. Mu indaale lu wara tollook fanweeri kiloy cuuraay lu ñu defare ndàbbi °miir ak banti °alowes."},{"style":"v","verse":"40","text":"Ñu jël néewu Yeesu, laxas ko ci càngaay, boole ko ak cuuraay li, ni ko Yawut yi tàmmoo def, bu ñuy waajal néew."},{"style":"v","verse":"41","text":"Tool a nga woon ca wetu bérab, ba ñu daajoon Yeesu, te ca tool booba amoon na fa °bàmmeel bu ñu masula suul kenn."},{"style":"v","verse":"42","text":"Ca bésu Waajal la woon, ba Yawut ya doon waajal °bésub noflaay ba, te bàmmeel ba jege woon na. Foofa lañu denc Yeesu."}]