[{"style":"s","verse":"","text":"Yeesu faj na jarag"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yawut ya amoon nañu genn màggal, moo tax Yeesu demoon °Yerusalem."},{"style":"v","verse":"2","text":"Ca wetu benn ci bunti dëkk ba nag, maanaam ca Buntu xar ya, am na fa bët bu tudd Betesda ci làkku yawut, te ñu wërale ko ak juróomi mbaar."},{"style":"v","verse":"3","text":"Ca suufu mbaar yooyu la jarag yu bare, yu deme niki ay gumba, ay lafañ ak ay làggi, daan tëdd, di xaar ndox mi yëngatu;"},{"style":"v","verse":"4","text":"ndaxte, ci ni ñu ko nettalee, benn malaakam Boroom bi da daan wàcc léeg-léeg di jax ndox mi. Bu ndox mi masaa yëngu ba noppi, jarag ju ca jiitu, wopp joo amaan, daldi wér ca saa sa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Amoon na fa benn waay bu feebaroon lu mat fanweeri at ak juróom ñett."},{"style":"v","verse":"6","text":"Bi ko Yeesu séenee mu tëdd, te mu xam ne woppam ji yàggoon na lool, mu laaj ko ne: «Ndax bëgg ngaa wér?»"},{"style":"v","verse":"7","text":"Jarag ja ne ko: «Sang bi, duma am ku ma sóob ci ndox mi, bu yëngoo; su ma ciy fexee dem, ñu jëkk ma ci.»"},{"style":"v","verse":"8","text":"Yeesu ne ko: «Jógal, jël sa basaŋ te dox.»"},{"style":"v","verse":"9","text":"Ca saa sa mu daldi wér, jël basaŋam, daldi dox."},{"style":"p","verse":"","text":"Mbir moomu dafa daje woon ak °bésub noflaay ba,"},{"style":"v","verse":"10","text":"looloo tax ba Yawut ya daldi ne nit ku wér ka: «Tey bésub noflaay la, te sunu yoon aaye na, ngay yor sa basaŋ.»"},{"style":"v","verse":"11","text":"Mu ne leen: «Ki ma faj moo ma ne: “Jëlal sa basaŋ te dox.”»"},{"style":"v","verse":"12","text":"Ñu ne ko nag: «Ku la ne: “Jëlal sa basaŋ te dox”?»"},{"style":"v","verse":"13","text":"Waaye waa ji xamul ki ko wéral, fekk booba Yeesu dem na, te nit ñu bare teewoon nañu ca bérab ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bi ñu ca tegee ab diir, Yeesu dajeek moom ca kër Yàlla ga ne ko: «Déglul, fii mu ne, wér nga; bul defati bàkkaar, ngir ragal lu yées lii dal la.»"},{"style":"s","verse":"","text":"Sañ-sañu Doomu Yàlla ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Noonu nit ka dellu ne Yawut ya, Yeesu moo ko fajoon."},{"style":"v","verse":"16","text":"Looloo tax Yawut ya di wuta sonal Yeesu, ndaxte daan na jëfe noonu ca °bésub noflaay ba."},{"style":"v","verse":"17","text":"Waaye Yeesu wax na leen ne: «Sama Baay nekk na ba tey ci liggéey, kon man itam damay liggéey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Baat boobu moo tax ba Yawut yi gën koo wuta rey, ndaxte yemul woon rekk ci baña topp ndigalu bésub noflaay ba, waaye dafa wax it ne, Yàlla Baayam la, ba teg boppam Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Noonu Yeesu ne leen: «Ci dëgg-dëgg maa ngi leen koy wax, Doom ji manula def dara moom ci boppam; li mu gis Baay bi di def rekk lay def. Li Baay bi di jëf la Doom ji itam di jëf."},{"style":"v","verse":"20","text":"Ndaxte Baay bi bëgg na Doom ji, ba di ko won lépp lu muy def, te dina ko won jëf yu ëpp kéemaan yii, ngir ngeen gëna waaru."},{"style":"v","verse":"21","text":"Maanaam, ni Baay bi di dekkale ñu dee ñi, di leen jox dund, noonu la Doom ji di joxe dund ñi mu ko bëgga jox."},{"style":"v","verse":"22","text":"Baay bi du àtte kenn; àtte bi yépp, jox na ko Doom ji,"},{"style":"v","verse":"23","text":"ngir ñépp di teral Doom ji, ni ñuy terale Baay bi. Ku teralul Doom ji, teraloo Baay, bi ko yónni."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Ci dëgg-dëgg maa ngi leen koy wax, ku dégg sama kàddu te gëm ki ma yónni, am nga dund gu dul jeex te doo jaar ca àtte ba, ndaxte génn nga ci dee, tàbbi ci dund."},{"style":"v","verse":"25","text":"Ci dëgg-dëgg maa ngi leen koy wax, jamono dina ñëw te agsi na ba noppi, mooy jamono, ji ñu dee ñi di dégg baatu °Doomu Yàlla ji, te ku ko dégg dinga dund."},{"style":"v","verse":"26","text":"Ndaxte ni Baay bi ame dund moom ci boppam, noonu it la ko maye Doom ji, mu am ko ci boppam."},{"style":"v","verse":"27","text":"Jox na Doom ji itam sañ-sañu àtte, ndaxte mooy °Doomu nit ki."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"«Bu leen ci dara jaaxal; ndaxte jamonoo ngi ñëw ju néew yépp, yi nekk ci seen bàmmeel, di dégg baatam tey génn."},{"style":"v","verse":"29","text":"Ñi daan jëf lu baax dinañu dekki, dund ba fàww, waaye ñi daan jëf lu bon, dinañu dekki, ñu daan leen."},{"style":"v","verse":"30","text":"Manumaa def dara man ci sama bopp. Ni ma Baay bi di digale rekk laay àttee, te sama àtte bu jub la, ndaxte defuma sama bëgg-bëgg, ci waawi ki ma yónni doŋŋ laay aw."},{"style":"s","verse":"","text":"Firnde yi wone sañ-sañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Su ma seedeelee sama bopp, sama wax du am maana."},{"style":"v","verse":"32","text":"Waaye keneen moo may seedeel, te bir na ma ne la muy wax ci man dëgg la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"«Yéen yónni ngeen ay ndaw ci °Yaxya, te seede na dëgg."},{"style":"v","verse":"34","text":"Man ci sama bopp soxlawuma seedes nit; waaye nag damay wax loolu rekk, ngir ngeen mucc."},{"style":"v","verse":"35","text":"Yaxya meloon na ni làmp buy tàkk tey leeral, te nangu ngeena bànneexu ab diir ci leeram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"«Waaye yor naa ci man seede su gëna mag si ma Yaxya di seedeel: maa ngi def jëf, yi ma Baay biy sant. Jëf yooyu may def nag ñooy seede ne, Baay bi moo ma yónni."},{"style":"v","verse":"37","text":"Te Baay bi ma yónni, moom itam seede na ma. Masuleena dégg baatam te masuleena gis xar kanamam,"},{"style":"v","verse":"38","text":"te kàddoom saxul ci yéen, ndaxte gëmuleen ki mu yónni."},{"style":"v","verse":"39","text":"Yéena ngi gëstu Mbind yi, ndaxte dangeen cee yaakaar dund gu dul jeex. Mbind yooyu nag far, ci sama mbir lañuy wax;"},{"style":"v","verse":"40","text":"te bëgguleena ñëw ci man ngir am dund!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"«Wutuma tagg yu jóge ci nit."},{"style":"v","verse":"42","text":"Waaye yéen, xam naa leen; leer na ma ne amuleen ci seen xol benn mbëggeel ci Yàlla."},{"style":"v","verse":"43","text":"Man ñëw naa ci sama turu Baay, te nanguwuleen ma, waaye bu keneen dikkee ci turu boppam, ngeen nangu ko."},{"style":"v","verse":"44","text":"Bëgg ngeen ku leen di tagg, te wutuleen ngërëm, li jóge ci jenn Yàlla rekk ji am. Kon nan ngeen mana gëme?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"«Buleen xalaat ne maa leen di jiiñ dara ci sama kanam Baay. °Musaa, mi ngeen yaakaar, moo leen di booleek moom."},{"style":"v","verse":"46","text":"Bu ngeen gëmoon Musaa, dingeen ma gëm man itam, ndaxte seedeel na ma."},{"style":"v","verse":"47","text":"Waaye su fekkee gëmuleen li Musaa bind, kon nu ngeen mana gëme samay wax?»"}]