[{"style":"s","verse":"","text":"Yeesu ca màggalu Mbaar ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yeesu doon na wër diiwaanu Galile."},{"style":"v","verse":"2","text":"Bëggul woona dem diiwaanu Yude, ndaxte Yawut ya dañu ko doon wuta rey."},{"style":"p","verse":"","text":"Fekk na bésu xewu Yawut ya, ñu koy wax màggalu °Mbaar ya, mu ngi doon jubsi."},{"style":"v","verse":"3","text":"Noonu rakki Yeesu yu góor ya ne ko: «Jóge fi te dem diiwaanu Yude, ngir say taalibe gis, ñoom itam, jaloore yi ngay def."},{"style":"v","verse":"4","text":"Ku bëgga siiw, doo nëbb say jëf. Boo demee bay wone jaloore yu mel ni, fexeel ba ñépp gis la.»"},{"style":"v","verse":"5","text":"Rakkam yi dañu doon wax loolu, ndaxte ñoom itam gëmuñu ko woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Yeesu ne leen: «Sama waxtu jotagul. Ci yéen nag, waxtu yépp a baax."},{"style":"v","verse":"7","text":"Àddina du leen bañ waaye bañ na ma, man, ndaxte maa wax ne seeni jëf baaxul."},{"style":"v","verse":"8","text":"Yéen nag demleen màggal ga. Demaguma màggal googu, ndaxte sama waxtu jotagul.»"},{"style":"v","verse":"9","text":"Bi mu leen waxee loolu ba noppi, moom mu des Galile."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bi rakkam ya demee ca màggal ga, Yeesu itam sooga dem te kenn yégu ko; siiwalul demam."},{"style":"v","verse":"11","text":"Fekk Yawut yaa nga ko doon seet ca màggal ga te naan: «Ana waa ji?»"},{"style":"v","verse":"12","text":"Ca biir mbooloo ma ñu ngi doon déeyante, di wax ci ay mbiram. Ñii naan: «Nit ku baax la.» Ñee naan: «Déedéet, day nax nit ñi.»"},{"style":"v","verse":"13","text":"Waaye kenn ñemewu koo tudd ca kaw, ndaxte dañoo ragaloon Yawut ya."},{"style":"s","verse":"","text":"Yeesu jàngle na ca màggal ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bi ñu demee ba ca diggu màggal ga, Yeesu dem di jàngle ca kër Yàlla ga."},{"style":"v","verse":"15","text":"Yawut ya nag jaaxle, daldi ne: «Nu waa jii def ba xam lii lépp, moom mi jàngul?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Yeesu daldi leen wax ne: «Li may jàngle, jógewul ci man, waaye ci ki ma yónni la jóge."},{"style":"v","verse":"17","text":"Ku fas yéenee wéy ci bëgg-bëggu Yàlla, dina xam ndax sama njàngle ci Yàlla la jóge, walla ci sama coobare."},{"style":"v","verse":"18","text":"Nit kiy wax ci coobareem nag, day wuta màggal boppam, waaye kiy wuta màggal ki ko yónni, dëgg rekk lay wax te jubadiwul fenn."},{"style":"v","verse":"19","text":"Xanaa du °Musaa moo leen jox ndigali Yàlla yi? Waaye kenn ci yéen sàmmu ko! Lu tax ngeen bëgg maa rey?»"},{"style":"v","verse":"20","text":"Mbooloo ma ne ko: «Xanaa dangaa am ay rab! Ku lay wuta rey?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yeesu ne leen: «Benn jaloore rekk laa def, te yéen ñépp ngeen jaaxle!"},{"style":"v","verse":"22","text":"Li leen Musaa jox ndigalu xarafal gone yi --jógewul kat ci Musaa; mi ngi tàmbalee ci seen maami cosaan-- moo tax ba ngeen nangoo xarafal nit ci °bésub noflaay bi."},{"style":"v","verse":"23","text":"Bu ngeen manee xarafal nit ci bésub noflaay bi, ngir baña wàcc yoonu Musaa, lu tax nag ngeen mere ma, ndax li ma ci wéral nitu lëmm?"},{"style":"v","verse":"24","text":"Bàyyileen di àtte ci ni ngeen di gise, te di àtte dëgg.»"},{"style":"s","verse":"","text":"Ndax Yeesu mooy Almasi bi?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Am na ci waa °Yerusalem ñu doon wax naan: «Xanaa du nit kii lañuy wuta rey?"},{"style":"v","verse":"26","text":"Xool-leen, mi ngi waaraate ci biir nit ñi, te kenn du ko wax dara. Ndax sunu kilifa yi dañoo xam ne mooy °Almasi bi?"},{"style":"v","verse":"27","text":"Waaye waa ji, xam nanu fu mu jóge, te saa su Almasi bi dee dikk, kenn du xam fu mu bàyyikoo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Yeesu di jàngle ca kër Yàlla ga, daldi wax ca kaw ne: «Ndax xam ngeen ma te xam fi ma jóge? Ñëwaluma sama bopp, waaye ki ma yónni, ku wóor la. Yéen xamuleen ko."},{"style":"v","verse":"29","text":"Man xam naa ko, ndaxte ca moom laa jóge, te itam moo ma yónni.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Noonu ñu koy wuta jàpp, waaye kenn manalu ko woon dara, ndaxte waxtoom jotagul woon."},{"style":"v","verse":"31","text":"Moona nag, ñu bare ca mbooloo ma gëm nañu ko. Ñu nga naan: «Ndax bés bu Almasi bi dikkee, ay firndeem dina ëpp yu nit kii?»"},{"style":"v","verse":"32","text":"°Farisen ya daldi dégg la mbooloo ma doon déeyante ci mbirum Yeesu. °Sarxalkat yu mag ya ak Farisen ya yebal ay alkaati yu daan wottu kër Yàlla ga, ngir ñu jàppi ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Yeesu wax ne: «Dinaa nekk ak yéen fi ak ab diir, sooga dem ci ki ma yónni."},{"style":"v","verse":"34","text":"Dingeen ma seet, waaye dungeen ma gis; te dungeen mana dem fa may nekk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Yawut ya di laajante ci seen biir naan: «Fu muy dem fu nu ko dul fekk? Mbaa du dafa nara dem ca Yawut, ya gàddaaye ca Gereg ya, te jàngali Gereg ya?"},{"style":"v","verse":"36","text":"Lan la baat yii mu wax di tekki: “Dingeen ma seet waaye dungeen ma gis,” ak: “Dungeen mana dem fa may nekk”?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37-38","text":"Bés ba mujjoon ca màggal ga moo ca ëpp solo; keroog Yeesu taxaw, wax ca kaw ne: «Ku mar, na ñëw ci man; ku gëm, na naan! Ndaxte Mbind mi nee na: “Ndox mu bare muy dundale dina xellee ci dënnam.”»"},{"style":"v","verse":"39","text":"Booba li ko taxoon di wax mooy °Xelu Yàlla, mi ñi ko gëm naroona jot. Fekk na joxeeguñu woon Xelu Yàlla mi, ndaxte ndamu Yeesu feeñagul woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Bi ñu déggee wax jooja, am ay nit ca mbooloo ma ñu naan: «Dëgg-dëgg kii mooy °Yonent bi wara ñëw.»"},{"style":"v","verse":"41","text":"Ñeneen naan: «Mooy Almasi bi.» Ña ca des it ne: «Waaye nan la Almasi bi mana jógee Galile?"},{"style":"v","verse":"42","text":"Mbind mi wax na ne, Almasi bi ci xeetu °Daawuda lay wàcce te Betleyem, dëkku Daawuda, lay jóge.»"},{"style":"v","verse":"43","text":"Noonu féewaloo daldi am ca biir mbooloo ma ndax Yeesu."},{"style":"v","verse":"44","text":"Am na ca ñoom ñu ko bëggoona jàpp, waaye kenn manalu ko woon dara."},{"style":"s","verse":"","text":"Njiiti Yawut yi gëmuñu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Bi alkaati ya delloo, °sarxalkat yu mag ya ak °Farisen ya laaj leen ne: «Lu tax indiwuleen ko?»"},{"style":"v","verse":"46","text":"Alkaati ya ne leen: «Kenn masula waxe ni nit kooku!»"},{"style":"v","verse":"47","text":"Noonu Farisen ya laaj leen: «Mbaa naxuñu leen, yéen itam?"},{"style":"v","verse":"48","text":"Ndax am na kenn ci °sarxalkat yi walla ci Farisen yi ku ko gëm? Déedéet."},{"style":"v","verse":"49","text":"Waaye mbooloo mi xamuñu yoonu Musaa; ñu alku lañu!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"Nikodem bokkoon na ca Farisen ya fa nekkoon. Fekk moo seeti woon Yeesu lu jiitu. Mu ne leen:"},{"style":"v","verse":"51","text":"«Ndax ci sunu yoon, man nañoo daan kenn te dégluwuñu ko, mbaa ñu xam lu mu def?»"},{"style":"v","verse":"52","text":"Ñu ne ko: «Mbaa du yaw itam dangaa bokk ci diiwaanu Galile? Gëstul, kon dinga xam ne benn yonent masula jóge Galile.»"}]