[{"style":"s","verse":"","text":"Jigéen ji doon njaaloo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Gannaaw loolu ku ci nekk dellu sa kër."},{"style":"v","verse":"1","text":"Yeesu moom, dem ca °tundu Oliw ya."},{"style":"v","verse":"2","text":"Ca ëllëg sa ca fajar, mu dellu ca kër Yàlla ga, mbooloo ma fa teewoon wër ko. Mu toog, tàmbali di leen jàngal."},{"style":"v","verse":"3","text":"°Xutbakat ya ak °Farisen ya indi jenn jigéen ju ñu bettoon muy njaaloo, ñu taxawal ko ca diggu mbooloo ma."},{"style":"v","verse":"4","text":"Noonu ñu ne Yeesu: «Kilifa gi, jigéen jii de, dañu koo bett muy njaaloo."},{"style":"v","verse":"5","text":"Ci ndigali Yàlla yi, jigéen ju njaaloo, °Musaa dafa santaane ñu sànni ko ay xeer, ba mu dee. Yaw nag, lu ciy sa xalaat?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Loolu nag, dañu ko doon wax ngir seetlu ko, ndaxte bëggoon nañoo tiiñal Yeesu. Yeesu sëgg, di bind ak baaraamam ci suuf."},{"style":"v","verse":"7","text":"Bi laaj ya baree, mu siggi ne leen: «Ku masula def bàkkaar ci yéen, na ko jëkka sànniy xeer.»"},{"style":"v","verse":"8","text":"Noonu mu sëggaat, dellu di bind ci suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Bi ñu déggee loolu, ñuy rocceeku kenn-kenn, mag ña jiitu. Yeesu rekk des fa, jigéen ja taxaw ca kanamam."},{"style":"v","verse":"10","text":"Mu daldi siggi ne ko: «Jigéen ji, ana ñi la doon jiiñ njaaloo? Ndax kenn tegu la tooñ?»"},{"style":"v","verse":"11","text":"Mu ne ko: «Kenn, Sang bi.» Yeesu ne ko: «Man it ci sama wàll, duma la daan. Demal, waaye bul defati bàkkaar.»"},{"style":"s","verse":"","text":"Li Yeesuy wax mooy dëgg"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Yeesu jubluwaat ca mbooloo ma ne leen: «Man maay leeru àddina si. Ku ma topp doo dox cig lëndëm, waaye dinga am leeru dund.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"°Farisen ya ne ko: «Yaw yaay seedeel sa bopp, kon li ngay wax du dëgg.»"},{"style":"v","verse":"14","text":"Yeesu ne leen: «Maa ngi seedeel sama bopp, teewul li may wax di dëgg, ndaxte xam naa fa ma bàyyikoo, xam fa ma jëm. Waaye yéen xamuleen fa ma bàyyikoo ak fa ma jëm."},{"style":"v","verse":"15","text":"Ci gis-gisu àddina ngeen di àttee; man duma àtte kenn."},{"style":"v","verse":"16","text":"Teewul nag, su ma demee bay àtte, bu jub lay doon, ndaxte du man rekk ay àtte, waaye Baay, bi ma yónni, daf ciy ànd ak man."},{"style":"v","verse":"17","text":"Seen yoon dafa wax ne seedes ñaari nit a gëna wóor."},{"style":"v","verse":"18","text":"Man maa ngi seedeel sama bopp, te Baay bi ma yónni mi ngi may seedeel itam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ñu laaj ko ne: «Kuy sa baay?» Yeesu ne leen: «Xamuleen ma, xamuleen sama Baay. Bu ngeen ma xamoon, xam ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Bi muy wax loolu, Yeesoo nga doon jànglee ca kër Yàlla ga, ca wetu fa ñu doon denc asaka ya. Kenn manu ko woona jàpp, ndaxte waxtoom jotagul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yeesu dellu ne leen: «Maa ngi dem; dingeen ma seet, waaye seen bàkkaar ngeen di deeyaale. Fa ma jëm, dungeen fa mana dem.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yawut yay waxante naan: «Nee na kat, fa mu jëm, dunu fa mana dem. Mbaa du day xaruji?»"},{"style":"v","verse":"23","text":"Yeesu ne leen: «Yéen, fii ngeen bawoo, ci suuf, waaye man ca kaw laa jóge. Àddina ngeen soqikoo, waaye man bokkuma ci."},{"style":"v","verse":"24","text":"Looloo tax ma ne, ci seeni bàkkaar ngeen di dee. Bu ngeen gëmul ki ma nekk, dingeen dee ci seeni bàkkaar.»"},{"style":"v","verse":"25","text":"Ñu ne ko: «Yaay kan?» Mu ne leen: «Li ma leen waxoon ca njàlbéen ga."},{"style":"v","verse":"26","text":"Li ma mana wax ci yéen ba àtte leen, bare na. Waaye ki ma yónni, ku wóor la, te li mu ma wax rekk laay jottali àddina.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Xamuñu woon ne, Yàlla Baay bee tax muy wax."},{"style":"v","verse":"28","text":"Yeesu nag ne leen: «Bu ngeen yékkatee °Doomu nit ki, dingeen xam ne Maay ki Nekk\\f + \\fr 8.28 \\fk Maay ki Nekk \\ft mooy turu Yàlla, wi mu feeñal yonentam Musaa, te ëmb melo wu sax wu Yàlla.\\f*. Dingeen xam ne it, duma def dara man ci sama bopp. Li ma Baay biy jàngal rekk laay wax."},{"style":"v","verse":"29","text":"Te it ki ma yónnee ngi ànd ak man; masu maa bàyyi ma wéet, ndaxte li ko neex rekk laay def.»"},{"style":"v","verse":"30","text":"Bi ñuy dégg Yeesu di wax loolu, ñu bare daldi koy gëm."},{"style":"s","verse":"","text":"Waa kër Ibraayma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yeesu ne Yawut ya ko gëmoon: «Bu ngeen saxee ci li ma wax, nekk ngeen samay taalibe ci lu wóor."},{"style":"v","verse":"32","text":"Te it dingeen xam dëgg gi, te dëgg gi dina leen goreel.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ñu ne ko: «Nun ci °Ibraayma lanu soqikoo te masunoo nekk jaamu kenn. Nan nga nu mana waxe ne dinañu leen goreel?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Yeesu ne leen: «Ci dëgg-dëgg maa ngi leen koy wax, képp kuy bàkkaar, jaamu bàkkaar la."},{"style":"v","verse":"35","text":"Te jaam du bokk ci kër gi ba fàww, waaye doom, moom, ci kër gi la bokk ba fàww."},{"style":"v","verse":"36","text":"Kon nag bu leen Doom ji defee gor, dingeen doon ay gor tigi."},{"style":"v","verse":"37","text":"Xam naa ne askanu Ibraayma ngeen. Waaye yéena ngi may wuta rey, ndaxte li may jàngle xajul ci yéen."},{"style":"v","verse":"38","text":"Li ma sama Baay won laay wax; waaye yéen, li leen seen baay di wax ngeen di def.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ñu ne ko: «Ibraayma mooy sunu baay.» Yeesu ne leen: «Bu ngeen dee waa kër Ibraayma, dingeen jëfe ni moom."},{"style":"v","verse":"40","text":"Léegi nag yéena ngi may wuta rey, man mi leen jottali dëgg, gi ma jële ca Yàlla. Ibraayma deful lu ni mel."},{"style":"v","verse":"41","text":"Li ngeen donne ci seen baay rekk ngeen di def.» Ñu ne ko: «Nun de, dunu doomi araam. Benn baay rekk lanu am, mooy Yàlla.»"},{"style":"s","verse":"","text":"Waa kër Seytaane"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Yeesu ne leen: «Bu Yàlla doon seen baay, dingeen ma bëgg, ndaxte ca moom laa jóge, ñëw ci ndigalam. Ñëwaluma sama bopp, waaye moo ma yónni."},{"style":"v","verse":"43","text":"Lu tax dégguleen li ma leen wax? Li ko waral moo di manuleen koo déglu."},{"style":"v","verse":"44","text":"°Seytaane mooy seen baay, te bëgg-bëggam ngeen di bëgg di def. Bóomkat la masa doon. Du taxaw mukk ci dëgg, ndaxte dëgg nekkul ci moom. Buy fen, dëppoo na ak jikkoom, ndaxte fenkat la, te ci moom la fen soqikoo."},{"style":"v","verse":"45","text":"Waaye man damay wax dëgg, moo tax gëmuleen ma."},{"style":"v","verse":"46","text":"Kan ci yéen moo mana seede ne bàkkaar naa? Su ma waxee dëgg nag, lu tax dungeen ma gëm?"},{"style":"v","verse":"47","text":"Ku nekk doomu Yàlla dina déglu ay waxam. Waaye nekkuleen doomi Yàlla, looloo tax dungeen déglu.»"},{"style":"s","verse":"","text":"Li Yeesu seede ci mbiram"},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Yawut ya ne ko: «Ndax danoo waxul dëgg, bu nu nee, nitu °Samari nga te dangaa am ay rab?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Yeesu ne leen: «Awma rab; waaye sama Baay laay teral, te yéen dangeen may toroxal."},{"style":"v","verse":"50","text":"Wutumaa màggal sama bopp. Keneen a ma koy wutal te mooy àtte."},{"style":"v","verse":"51","text":"Ci dëgg-dëgg maa ngi leen koy wax, kuy sàmm sama wax doo dee mukk.»"},{"style":"v","verse":"52","text":"Yawut ya ne ko: «Léegi wóor nanu ne dangaa am ay rab! Ibraayma faatu na, yonent yépp faatu, yaw nga naan: “Kuy sàmm sama wax doo ñam dee.”"},{"style":"v","verse":"53","text":"Sunu baay Ibraayma faatu na; mbaa du dangaa defe ne yaa ko gëna màgg? Yonent yi itam faatu nañu. Waaw, loo teg sa bopp?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"54","text":"Yeesu ne leen: «Su ma dee màggal sama bopp, du am maana. Sama Baay a may màggal, moom mi ngeen naan, mooy seen Yàlla."},{"style":"v","verse":"55","text":"Xamuleen ko nag; man maa ko xam. Su ma ne woon xawma ko, ab fenkat laay doon ni yéen. Waaye xam naa ko te maa ngi sàmm waxam."},{"style":"v","verse":"56","text":"Seen baay Ibraayma bég na, bi mu yégee sama ngan. Bi mu ko gisee it, bég na ci lool.»"},{"style":"v","verse":"57","text":"Yawut ya ne ko: «Amaguloo juróom fukki at, ba noppi naan gis nga Ibraayma?»"},{"style":"v","verse":"58","text":"Yeesu ne leen: «Ci dëgg-dëgg maa ngi leen koy wax, laata ñuy sàkk Ibraayma, fekk na ma doon ki ñuy wax Maay ki Nekk\\f + \\fr 8.58 \\ft Seetal ci 8.28.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"59","text":"Noonu ñu for ay xeer, bëgg ko koo sànni ngir rey ko. Waaye Yeesu nëbbu, génn kër Yàlla ga."}]