[{"style":"s1","text":"The Leaders and Servants in Jerusalem"},{"style":"m","text":""},{"style":"v","text":"Now the commanders of the people lived in Jerusalem, but the remainder of the people cast lots to bring one out of ten to live in the holy city of Jerusalem, the \\add other\\add* nine’s place \\add was in\\add* the \\add other\\add* cities. "},{"style":"v","text":"And the people blessed all the men who willingly offered to live in Jerusalem."},{"style":"p","text":""},{"style":"v","text":"These are the heads of the province who lived in Jerusalem, but in the cities of Judah each one lived on his property in their cities: Israel, the priests, the Levites, the temple servants, and the descendants\\f + \\fr 11:3 \\ft Or “sons” \\f* of Solomon’s servants. "},{"style":"v","text":"And \\add some\\add* from the descendants\\f + \\fr 11:4 \\ft Or “sons” \\f* of Judah and Benjamin lived in Jerusalem. From the descendants\\f + \\fr 11:4 \\ft Or “sons” \\f* of Judah: Athaiah son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, from the descendants\\f + \\fr 11:4 \\ft Or “sons” \\f* of Perez; "},{"style":"v","text":"and Maaseiah son of Baruch, son of Col-Hozeh, son of Hazaiah, son of Adaiah, son of Jehoiarib, son of Zechariah, son\\f + \\fr 11:5 \\ft Or “descendant” \\f* of the Shilonite. "},{"style":"v","text":"All of the descendants\\f + \\fr 11:6 \\ft Or “sons” \\f* of Perez who were living in Jerusalem \\add were\\add* four hundred and sixty-eight able-bodied men."},{"style":"p","text":""},{"style":"v","text":"These are the descendants\\f + \\fr 11:7 \\ft Or “sons” \\f* of Benjamin: Sallu son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah. "},{"style":"v","text":"And \\add following\\add* after him Gabbai, Sallai, nine hundred and twenty-eight. "},{"style":"v","text":"And Joel son of Zicri, their chief officer; and Judah son of Hassenuah, second \\add in command\\add* over the city."},{"style":"p","text":""},{"style":"v","text":"From the priests: Jedaiah son of Jehoiarib, Jakin, "},{"style":"v","text":"Seraiah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub—the leader of the house of God— "},{"style":"v","text":"and their brothers who did the work of the house, eight hundred and twenty-two. And Adaiah son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malkijah, "},{"style":"v","text":"and his brothers, heads of the ⸤families⸥,\\f + \\fr 11:13 \\ft Literally “fathers” \\f* two hundred and forty-two. And Amashai son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer, "},{"style":"v","text":"and their brothers; mighty warriors of strength, one hundred and twenty-eight. The chief officer over them \\add was\\add* Zabdiel son of Hagedolim."},{"style":"p","text":""},{"style":"v","text":"Now from the Levites: Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni; "},{"style":"v","text":"and Shabbethai and Jehozabad, leaders over the work of the Levites outside of the house of God; "},{"style":"v","text":"Mattaniah son of Micah, son of Zabdi, son\\f + \\fr 11:17 \\ft Or “descendant” \\f* of Asaph, \\add who was\\add* the leader to begin the thanksgiving prayer, and Bakbukiah the second of his brothers; Abda son of Shammua, son of Galal, son of Jeduthun. "},{"style":"v","text":"All of the Levites in the holy city \\add were\\add* two hundred and eighty-four."},{"style":"p","text":""},{"style":"v","text":"The gatekeepers: Akkub, Talmon, and their brothers, the keepers of the gates, one hundred and seventy-two. "},{"style":"v","text":"And the remainder of Israel, the priests and the Levites, in all of the cities of Judah, each in his inheritance. "},{"style":"v","text":"But the temple servants were living on the Ophel; Ziha and Gishpa \\add were\\add* over the temple servants."},{"style":"p","text":""},{"style":"v","text":"The chief officer of the Levites in Jerusalem \\add was\\add* Uzzi son of Bani, son of Hashabiah, son of Mattaniah, son of Mica, from the descendants\\f + \\fr 11:22 \\ft Or “sons” \\f* of Asaph, the singers over the work of the house of God. "},{"style":"v","text":"For \\add there was\\add* a command of the king concerning them and a regulation concerning the singers, required ⸤day by day⸥.\\f + \\fr 11:23 \\ft Literally “a word for a day on his day” \\f* "},{"style":"v","text":"And Pethahiah son of Meshezabel, from the descendants\\f + \\fr 11:24 \\ft Or “sons” \\f* of Zerah the son of Judah, \\add was\\add* at the hand of the king in all matters concerning the people."},{"style":"s1","text":"Villages Outside of Jerusalem"},{"style":"m","text":""},{"style":"v","text":"As for the villages in their territories, \\add some\\add* from the descendants\\f + \\fr 11:25 \\ft Or “sons” \\f* of Judah lived in Kiriath-Arba and ⸤its settlements⸥,\\f + \\fr 11:25 \\ft Literally “its daughters” \\f* Dibon and ⸤its settlements⸥,\\f + \\fr 11:25 \\ft Literally “its daughters” \\f* Jekabzeel and ⸤its settlements⸥,\\f + \\fr 11:25 \\ft Literally “its daughters” \\f* "},{"style":"v","text":"Jeshua, Moladah, Beth Pelet, "},{"style":"v","text":"Hazar Shual, Beersheba and ⸤its settlements⸥,\\f + \\fr 11:27 \\ft Literally “its daughters” \\f* "},{"style":"v","text":"Ziklad, Meconah and ⸤its settlements⸥,\\f + \\fr 11:28 \\ft Literally “its daughters” \\f* "},{"style":"v","text":"En-Rimmon, Zorah, Jarmuch, "},{"style":"v","text":"Zanoah, Adullam and ⸤their settlements⸥,\\f + \\fr 11:30 \\ft Literally “their daughters” \\f* Lachish and its fields, and Azekah and ⸤its settlements⸥.\\f + \\fr 11:30 \\ft Literally “its daughters” \\f* So they camped from Beersheba up to \\add the\\add* Valley \\add of\\add* Hinnom. "},{"style":"v","text":"The descendants\\f + \\fr 11:31 \\ft Or “sons” \\f* of Benjamin from Geba, Micmash, Aija, Bethel and ⸤their settlements⸥,\\f + \\fr 11:31 \\ft Literally “their daughters” \\f* "},{"style":"v","text":"Anathoth, Nob, Ananiah, "},{"style":"v","text":"Hazor, Ramah, Gittaim, "},{"style":"v","text":"Hadid, Zeboim, Neballat, "},{"style":"v","text":"Lod, and Ono the valley of the artisans. "},{"style":"v","text":"And from the Levites the working groups of Judah \\add were assigned\\add* to Benjamin."}]