[{"style":"s1","text":"The Leaders and Servants in Jerusalem"},{"style":"m","text":""},{"style":"v","text":"These \\add are\\add* the priests and the Levites who came up with Zerubbabel son of Shealtiel and Jeshua: Seraiah, Jeremiah, Ezra, "},{"style":"v","text":"Amariah, Malluch, Hattush, "},{"style":"v","text":"Shecaniah, Rehum, Meremoth, "},{"style":"v","text":"Iddo, Ginnethoi, Abijah, "},{"style":"v","text":"Mijamin, Maadiah, Bilgah, "},{"style":"v","text":"Shemaiah, Jehoiarib, Jedaiah, "},{"style":"v","text":"Sallu, Amok, Hilkiah, Jedaiah. These \\add are\\add* the heads of the priests and their brothers in the days of Jeshua."},{"style":"p","text":""},{"style":"v","text":"And the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah and his brothers \\add who were\\add* in charge of the songs of thanksgiving. "},{"style":"v","text":"And Bakbukiah, Unno, their brothers \\add stood\\add* opposite them during service. "},{"style":"v","text":"Jeshua fathered Jehoiakim; Jehoiakim fathered Eliashib; Eliashib \\add fathered\\add* Jehoiada; "},{"style":"v","text":"Jehoiada fathered Jehonathan; Jehonathan fathered Jaddua."},{"style":"p","text":""},{"style":"v","text":"Now in the days of Jehoiakim the priests and the heads of the ⸤families⸥\\f + \\fr 12:12 \\ft Literally “fathers” \\f* were: of Seraiah, Meraiah; of Jeremiah, Hananiah; "},{"style":"v","text":"of Ezra, Meshullam; of Amariah, Jehohanan; "},{"style":"v","text":"of Melichu, Jonathan; of Shebaniah, Joseph; "},{"style":"v","text":"of Harim, Adna; of Meraioth, Helkai; "},{"style":"v","text":"of Adaia, Zechariah; of Ginnethon, Meshullam; "},{"style":"v","text":"of Abijah, Zicri; of Miniamin; of Moadiah, Piltai; "},{"style":"v","text":"of Bilgah, Shammua; of Shemaiah, Jehonathan; "},{"style":"v","text":"of Jehoiarib, Mattenai; of Jedaiah, Uzzi; "},{"style":"v","text":"of Sallu, Kallai; of Amok, Eber; "},{"style":"v","text":"of Hilkiah, Hashabiah; \\add and\\add* of Jedaiah, Nethanel."},{"style":"p","text":""},{"style":"v","text":"In the days of Eliashib, Jehoiada, Jehohanan, and Jaddua the Levites were recorded as heads of the ⸤families⸥.\\f + \\fr 12:22 \\ft Literally “fathers” \\f* So \\add these were\\add* the priests \\add during\\add* the reign of Darius the Persian. "},{"style":"v","text":"The descendants\\f + \\fr 12:23 \\ft Or “sons” \\f* of Levi and the heads of the ⸤families⸥\\f + \\fr 12:23 \\ft Literally “fathers” \\f* were recorded in the scroll of the Annals until the days of Jehohanan son of Eliashib. "},{"style":"v","text":"And the heads of the Levites: Hashabiah, Sherebiah, Jeshua son of Kadmiel, and their brothers opposite them, to praise and to give thanks by the command of David the man of God, section alongside section. "},{"style":"v","text":"Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers standing guard at the storerooms of the gates. "},{"style":"v","text":"These were in the days of Jehoiakim son of Jeshua, son of Jehozadak, and in the days of Nehemiah the governor and Ezra the priest and scribe."},{"style":"s1","text":"Dedication of the Wall of Jerusalem"},{"style":"m","text":""},{"style":"v","text":"At the dedication of the wall of Jerusalem they sought the Levites from all of their places in order to bring them to Jerusalem to do the dedication with joy, thanksgivings, song and cymbals, stringed instruments and lyres. "},{"style":"v","text":"The ⸤singers⸥\\f + \\fr 12:28 \\ft Literally “sons of the singers” \\f* were gathered from the circuit all around Jerusalem and from the villages of Netophathite, "},{"style":"v","text":"from Beth Gilgal, from the field of Geba and Azmaveth; for the singers built for themselves villages all around Jerusalem. "},{"style":"v","text":"And the priests and the Levites purified themselves and purified the people, the gates, and the wall."},{"style":"p","text":""},{"style":"v","text":"Then I brought the commanders of Judah up on to the wall. I appointed two great choirs; \\add one went in\\add* a procession to the right on the wall to the Dung Gate. "},{"style":"v","text":"After them went Hoshaiah, half of the commanders of Judah, "},{"style":"v","text":"Azariah, Ezra, Meshullam, "},{"style":"v","text":"Judah, Benjamin, Shemaiah, Jeremiah, "},{"style":"v","text":"and the ⸤priests⸥\\f + \\fr 12:35 \\ft Literally “sons of the priests” \\f* with trumpets; Zechariah son of Jehonathan, son of Shemaiah, son of Mattaniah, son of Micaiah, son of Zaccur, son of Asaph; "},{"style":"v","text":"and his brothers Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani with the instruments of the songs of David the man of God; and Ezra the scribe \\add went\\add* before them. "},{"style":"v","text":"At the Fountain Gate opposite them they went up the steps of the city of David, at the assent to the wall, over the house of David, and up to the Water Gate to the east."},{"style":"p","text":""},{"style":"v","text":"Then the second choir went the opposite \\add way\\add*. I \\add followed\\add* after them with half of the people on the wall, from over the Tower of the Ovens up to the Wide Wall "},{"style":"v","text":"and over the Gate of Ephraim, at the Old Gate, at the Fish Gate, the Tower of Hananel and the Tower of the Hundred, and \\add to\\add* the Sheep Gate. And they \\add stopped and\\add* stood at the Gate of the Guard. "},{"style":"v","text":"So the two choirs stood in the house of God, and I and half of the prefects with me; "},{"style":"v","text":"and the priests Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah with the trumpets; "},{"style":"v","text":"Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malkijah, Elam, and Ezer. And the singers sang with Jizrahiah the chief officer. "},{"style":"v","text":"They offered on that day great sacrifices and rejoiced because God brought great joy to them. And the women and children also rejoiced. The joy of Jerusalem was heard from afar."},{"style":"s1","text":"Celebration at the Temple"},{"style":"m","text":""},{"style":"v","text":"On that day men were appointed for the storehouse rooms, the offerings, the first fruits, and the tithes, in order to gather in them from the fields of the cities the requirements of the law\\f + \\fr 12:44 \\ft Hebrew \\fqa torah \\ft  \\f* for the priests and Levites; for the joy of Judah \\add was\\add* upon the priests and Levites standing there. "},{"style":"v","text":"They kept the responsibility of their God and the responsibility of cleansing, and the singers and gatekeepers, according to the command of David and his son Solomon. "},{"style":"v","text":"For in the days of David and Asaph from ancient times there was the head of the singers and a song of praise and thanksgiving to God. "},{"style":"v","text":"So all of Israel in the days of Zerubbabel and in the days of Nehemiah gave the daily food portions of the singers and gatekeepers. And they set apart \\add that which was for\\add* the Levites, and the Levites set apart \\add that which was for\\add* the descendants\\f + \\fr 12:47 \\ft Or “sons” \\f* of Aaron."}]