[{"style":"s1","verse":"","text":"Nehemiah Deals with Strife"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now there was a great cry of distress of the people and of their wives \\add against\\add* their Jewish brothers. "},{"style":"v","verse":"2","text":"There were those who were saying, “Our sons and daughters, we are many. We must get grain so that we may eat and live.” "},{"style":"v","verse":"3","text":"There were also those saying, “We have pledged our fields and our vineyards and our houses so that we can get grain in the famine.” "},{"style":"v","verse":"4","text":"And there were those who were saying, “We have borrowed money on our fields and our vineyards for the tax of the king. "},{"style":"v","verse":"5","text":"Now our flesh is like the flesh of our brothers, our sons are like their sons. Look, we are subduing our sons and our daughters to be slaves, and there are some from our daughters being molested. ⸤We are powerless⸥,\\f + \\fr 5:5 \\ft Literally “There is no power in our hand” \\f* and our fields and vineyards \\add belong\\add* to others.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"I was very angry when I heard their shouts and these words. "},{"style":"v","verse":"7","text":"I thought over this in my heart, and then I quarreled with the nobles and the prefects. I said to them, “You yourselves are taking interest from your own brother!” So I called the great assembly against them, "},{"style":"v","verse":"8","text":"and I said to them: “We ourselves have bought back our brothers the Jews who were sold to the nations as we were able. But now you yourselves have sold your brothers so they may be sold to us!” They were silent and could not find a word \\add to say\\add*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"So I said, “The thing that you are doing is not good. Should you not walk in the fear of our God \\add to prevent\\add* the disgrace from the nations, our enemies? "},{"style":"v","verse":"10","text":"Also, I and my brothers and my servants are lending them money and grain. Please stop \\add taking\\add* this interest. "},{"style":"v","verse":"11","text":"Please restore to them this day their fields, their vineyards, their olive groves, their houses, and the interest on the money, the grain, the grape juice, and the olive oil that you have been taking from them.” "},{"style":"v","verse":"12","text":"So they said, “We will restore it and will not request \\add anything more\\add*. So we will do as you say.” Then I called the priests and made them take an oath to do this promise. "},{"style":"v","verse":"13","text":"I also shook out my garment and said, “This is how God will shake out everyone from his house who will not keep this promise. So this is how his possessions will be shaken out and emptied.” And all the assembly said, “Amen!” And they praised Yahweh, and the people kept this promise."},{"style":"s1","verse":"","text":"Nehemiah Denies His Allotment"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"Moreover, from the appointed day I was made their governor in the land of Judah, from the twentieth year until the thirty-second year of King Artaxerxes—twelve years. My brothers and I did not eat the food \\add allowance\\add* of the governor. "},{"style":"v","verse":"15","text":"The former governors who were before me laid burdens on the people, and they took food and wine from them, besides forty shekels. Also, their servants controlled the people, but I did not do so because of the fear of God. "},{"style":"v","verse":"16","text":"I also devoted myself to the work of this wall, and we did not buy land. All of my servants were gathered for the work. "},{"style":"v","verse":"17","text":"One hundred and fifty men, prefects and Jews, and those who came to us from the nations around us, \\add were\\add* at my table. "},{"style":"v","verse":"18","text":"Now what was prepared each day for me was one ox, six choice sheep, and birds. And every ten days all \\add kinds of\\add* wine were made. But for this I did not demand the food \\add allowance\\add* of the governor because the slavery was too heavy on this people. "},{"style":"v","verse":"19","text":"Remember me for good, my God, all that I have done for this people."}]