[{"style":"s1","text":"The Nation Confesses"},{"style":"m","text":""},{"style":"v","text":"On the twenty-fourth day of this month the ⸤Israelites⸥\\f + \\fr 9:1 \\ft Literally “sons/children of Israel” \\f* gathered in fasting, in sackcloths, and with soil on them. "},{"style":"v","text":"Those of the seed of Israel separated themselves from all of the foreigners and stood and confessed their sins and the iniquities of their ancestors.\\f + \\fr 9:2 \\ft Or “fathers” \\f* "},{"style":"v","text":"They stood up in their place and read from the book of the law\\f + \\fr 9:3 \\ft Hebrew \\fqa torah \\ft  \\f* of Yahweh their God for a fourth part of the day, and for a fourth they were confessing and worshiping Yahweh their God. "},{"style":"v","text":"Then Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Kenani stood on the platform of the Levites and cried out with a loud voice to Yahweh their God. "},{"style":"v","text":"Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said, “Stand up, bless Yahweh your God from everlasting until everlasting. Blessed be your glorious name that is being exalted above all blessing and praise!"},{"style":"p","text":""},{"style":"v","text":"“You alone are Yahweh. You alone have made the heavens, the heavens of the heavens, and all of their army, the earth and all that is in it, the waters and all that is in them. You give life to all of them, and the army of the heavens worship you. "},{"style":"v","text":"You are Yahweh, the God who chose Abram and brought him from Ur of the Chaldeans and named him Abraham. "},{"style":"v","text":"You found his heart faithful before you and made a covenant with him to give the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Jebusite and the Girgashite—to give \\add it\\add* to his seed. And you have kept your word because you are righteous."},{"style":"p","text":""},{"style":"v","text":"“You saw the misery of our ancestors\\f + \\fr 9:9 \\ft Or “fathers” \\f* in Egypt, and you heard their shout at the Red Sea. "},{"style":"v","text":"You gave signs and wonders against Pharaoh, all of his servants, and all of the people of his land because you knew that they acted arrogantly against them. You made a name for yourself, as it is this day. "},{"style":"v","text":"And you divided the sea before them, and they passed through the sea on dry ground, but their pursuers you threw into the depths like a stone into mighty waters. "},{"style":"v","text":"You led them by day with a column of cloud and with a column of fire by night, to give them light on the way that they were to go. "},{"style":"v","text":"Then you came down on Mount Sinai and spoke with them from heaven and gave them right judgments and true teachings, good regulations and commandments. "},{"style":"v","text":"You made known your holy Sabbath to them and gave them commandments, regulations, and law\\f + \\fr 9:14 \\ft Hebrew \\fqa torah \\ft  \\f* by the hand of your servant Moses. "},{"style":"v","text":"You gave them bread from heaven for their starvation, and you caused water to go out from a rock for their thirst. You told them to go in order to take into possession the land that you have sworn by your hand to give to them."},{"style":"p","text":""},{"style":"v","text":"“But they and our ancestors\\f + \\fr 9:16 \\ft Or “fathers” \\f* acted arrogantly and stiffened their neck and did not listen to your commandments. "},{"style":"v","text":"They refused to listen and did not remember your wonders that you did among them. They stiffened their neck and in their rebellion ⸤determined⸥\\f + \\fr 9:17 \\ft Literally “they gave head to” \\f* to return to their slavery. But you are a God of forgiveness, gracious and compassionate, ⸤slow to anger⸥,\\f + \\fr 9:17 \\ft Literally “long of nose” \\f* abundant in loyal love, so you did not abandon them. "},{"style":"v","text":"Even when they made for themselves a molten idol of a calf and said, ‘This is your God who brought you out from Egypt,’ and committed great blasphemies. "},{"style":"v","text":"But you in your many mercies did not abandon them in the desert. The column of cloud \\add that was\\add* over them in the day did not cease to leave them on the way, and the column of fire by night \\add that\\add* gave light to them on the way that they went. "},{"style":"v","text":"And you gave your good Spirit to instruct them and did not withhold your manna from their mouth and gave them water for their thirst. "},{"style":"v","text":"Forty years you sustained them in the desert—they were not in need. Their clothing did not wear out and their feet did not swell. "},{"style":"v","text":"And you gave them kingdoms and nations and allotted them a portion. They took into possession the land of Sihon king of Heshbon and the land of Og king of Bashan. "},{"style":"v","text":"You made their children\\f + \\fr 9:23 \\ft Or “sons” \\f* numerous like the stars of the heavens and brought them to the land that you told their ancestors\\f + \\fr 9:23 \\ft Or “fathers” \\f* to enter in order to take possession. "},{"style":"v","text":"So the children\\f + \\fr 9:24 \\ft Or “sons” \\f* went in and took possession of the land. You subdued before them the inhabitants of the land, the Canaanites; you gave them into their hand, and their kings and the nations of the land to do with them according to their pleasure. "},{"style":"v","text":"And they captured fortified cities and a fertile land and took possession of houses filled with every good thing: hewn cisterns, vineyards, olive groves, and many \\add fruit\\add* trees. They ate and became full, and they became fat and took delight in your great goodness."},{"style":"p","text":""},{"style":"v","text":"“But they rebelled and were rebellious against you and cast your law\\f + \\fr 9:26 \\ft Hebrew \\fqa torah \\ft  \\f* behind their back and killed your prophets, who had warned them to turn back to you, and they did great blasphemies. "},{"style":"v","text":"Therefore you gave them into the hand of their enemy, and they brought trouble to them. Then in the time of their trouble they cried out to you, and you heard from the heavens, and according to your great compassions, you gave them saviors, and you saved them from the hand of their enemies. "},{"style":"v","text":"But when they had rest they returned to doing evil before you, and you abandoned them in the hand of their enemies, and they ruled over them. Then they returned and cried out to you, and from the heavens you heard and many times rescued them according to your compassions. "},{"style":"v","text":"You warned them so that they would return to your law.\\f + \\fr 9:29 \\ft Hebrew \\fqa torah \\ft  \\f* Yet they acted arrogantly and did not listen to your commandments but sinned against your judgments that a person must do so that they may live. They turned a stubborn shoulder and stiffened their neck and would not listen. "},{"style":"v","text":"You were patient toward them for many years, and you have warned them by your spirit through the hand of your prophets, but they did not listen. So you gave them into the hand of the nations of the lands. "},{"style":"v","text":"But in your great compassions you did not put an end to them, and you did not abandon them. For you are a gracious and compassionate God."},{"style":"p","text":""},{"style":"v","text":"“And now our God, the great, mighty, and awesome God who keeps \\add his\\add* covenant and loyal love, do not belittle in your presence all of the hardship that is found in us, our kings, our officials, our priests, our prophets, our ancestors,\\f + \\fr 9:32 \\ft Or “fathers” \\f* and all of our people, from the days of the kings of Assyria until this day. "},{"style":"v","text":"You are righteous in everything that has come on us, for you dealt faithfully, and we have acted wickedly. "},{"style":"v","text":"Our kings, our officials, our priests, and our ancestors\\f + \\fr 9:34 \\ft Or “fathers” \\f* did not keep your law\\f + \\fr 9:34 \\ft Hebrew \\fqa torah \\ft  \\f* and did not listen to your commandments and statutes that you declared to them. "},{"style":"v","text":"And in their kingdom and in the greatness you gave to them, and in the wide and fertile land that you gave before them, they did not serve you and did not turn from their evil deeds. "},{"style":"v","text":"Behold, we are slaves to this day, and the land that you have given to our ancestors\\f + \\fr 9:36 \\ft Or “fathers” \\f* to eat its fruits and \\add enjoy\\add* its goodness—behold, we are slaves in it! "},{"style":"v","text":"Its rich yield goes to the kings whom you have given over us because of our sins, and \\add they are\\add* ruling over our dead bodies and our livestock at their pleasure. We are in great trouble."},{"style":"p","text":""},{"style":"v","text":"\\f + \\fr 9:38 \\ft \\xt Nehemiah 9:38–10:39 \\ft in the English Bible is 10:1–40 in the Hebrew Bible \\f* “Now because of all of this we make a binding written agreement and are writing on the sealed documents \\add the names of\\add* our commanders, our Levites, and our priests.”"}]