[{"style":"mt1","text":"2.Korent"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man Póol, ndawal \\w Almasi|Almasi b-:\\w* Yeesu ci coobarey Yàlla, ci man la bataaxal bii bawoo, bawoo itam ci Timote mbokk mi, ñeel mbooloom Yàlla mi ci Korent ak mboolem ñu sell ñi ci diiwaanu Akayi gépp."},{"style":"v","verse":"2","text":"Aw yiw ak jàmm ñeel na leen, bawoo fa Yàlla sunu Baay ak Sang Yeesu Almasi bi."},{"style":"s1","verse":"","text":"Yàlla mooy dëfal xol yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Cant ñeel na Yàlla sunu Baayu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi, Baayu yërmande yi, Yàlla jiy dëfale nu nekk,"},{"style":"v","verse":"4","text":"moom mi nuy dëfal ci sunu jépp njàqare, ngir noonu nu jote nun ci sunu bopp, ndëfalaay lu nu dëfalu fa Yàlla, nu man koo dëfale ñi nekk ci mboolem xeeti njàqare."},{"style":"v","verse":"5","text":"Ndax kat coonoy Almasi bi, nu mu gëna yokkoo ci sunu kaw, ndax li nu ko gëm, noonu itam la ndëfalaay liy bawoo ci Almasi bi di yokkoo."},{"style":"v","verse":"6","text":"Su nu jaaree ci njàqare, seen ndëfalaay ak seen jàmm lay doon. Su nu amee ndëfalaay it, seen ndëfalaay lay doon, ngir coono yi nuy dékku, ngeen man koo dékku, yeen itam."},{"style":"v","verse":"7","text":"Te itam am nanu yaakaar ci yeen bu baax. Xam nanu ne ni ngeen bokke ak nun coono, ni ngeen di bokke ak nun ndëfalaay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ndax kat, bokk yi, bëggunu ngeen umple njàqare ji nu daj ci diiwaanu Asi. Daj nanu coono bu jéggi dayo, te wees sunu kàttan, ba yaakaaratunu woona dund sax."},{"style":"v","verse":"9","text":"Nun ci sunu wàllu bopp, jàppoon nanu ne sunu àtteb dee moo taxaw. Waaye loolu tax na nu bañatee yaakaar sunu bopp, xanaa di yaakaar Yàlla miy dekkal ñi dee."},{"style":"v","verse":"10","text":"Moo nu wallu ci googu dee gu naroona metti, moo nuy walluwaat, te moom lanu yaakaar mu wallooti nu."},{"style":"v","verse":"11","text":"Yeen itam, ni ngeen nu ciy jàppalee mooy ngeen di nu ñaanal. Su ko defee yiw wa nu ñu bare ñaanal ba nu am ko, dina tax ñu bare biral ag cant ci sunu mbir."},{"style":"s1","verse":"","text":"Póol biral na jëfinam ak mébétam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Li nuy damoo nag moo di seede bi nu sunu xel mu dal seedeel, ne xol bu set ak jikko ju dëggu ju bawoo fa Yàlla, mooy li nu doxale ci àddina si, rawatina sunu digganteek yeen, te du lu nu sunu xam-xamu nitu neen may, waaye yiwu Yàlla moo nu ko may."},{"style":"v","verse":"13","text":"Bindunu leen leneen lu moy mbind moomu ngeen jàng te man koo xam. May yaakaar nag ne dingeen xam ba mokkal,"},{"style":"v","verse":"14","text":"noonu ngeen xawa xame ne nun, man ngeen noo damoo, te nun it, yeen la nuy damoo, keroog bésu Sang Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Kóolute gu ma amoon ci ni ngeen nuy damoo moo tax ma naroona njëkka dikk ba ci yeen, ngir seen yiw mana doon ñaar, ngir nu mana gise ñaari yoon,"},{"style":"v","verse":"16","text":"ba bu ma jógee ci yeen, daldi jaareji ci diiwaanu Maseduwan, bu ma jógee Maseduwan, dikkaat ci yeen, ba ngeen yiwi ma, ma jëm Yude."},{"style":"v","verse":"17","text":"Ndax ñàkk pastéef laa mébéte moomu mébét? Am ni nitu suuxu neen di mébéte rekk laa topp bay xel ñaar, naan «waaw», naan «déet»?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Yàlla mi mata gëm de seede na ne kàddu gi nu leen di wax du «waaw, déet,»"},{"style":"v","verse":"19","text":"ndax \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, Yeesu \\w Almasi|Almasi b-:\\w* bi nu biral ci seen biir, man ak Silwan\\f + \\fr 1.19 \\fk Silwan \\ft mooy turu waa Room wi Gereg yi naan Silas. Seetal \\bk Jëf ya\\bk* 15.22, 40.\\f* ak Timote, du kàddug «waaw, déet;» «waaw» doŋŋ a nekk ci moom."},{"style":"v","verse":"20","text":"Ak li digey Yàlla di bare lépp, ci Almasi bi la ay digeem di doone «waaw». Moo tax itam, ci moom lanu naan Yàlla: «Amiin», ngir delloo ko njukkal."},{"style":"v","verse":"21","text":"Te ki nuy saxal ci Almasi bi, nook yeen, moo nu tabbe diwu pal gi, te moo di Yàlla."},{"style":"v","verse":"22","text":"Moo nu màndargaale xàmmikaayam, te moo yeb dawalub \\w Noo gu Sell|Noo gu Sell g-:\\w* gi ci sunu biir xol."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Man nag seedey Yàlla laa ciy sàkku, giñ naa ko ci sama bakkan, bañ leena yokku naqar moo tax délsiwuma Korent."},{"style":"v","verse":"24","text":"Du caageenu yilif seen ngëm nag, ndax ci ngëm ngeen sax, waaye nook yeen ay liggéey, ngir seen mbégte."}]