[{"style":"s1","verse":"","text":"Póol tontu na ñi koy ŋàññ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man Póol ci sama wàllu bopp nag, maa leen di ñaaxe teeyug \\w Almasi|Almasi b-:\\w* bi, akug lewetaayam, man miy teew ci seen biir, di ab ragaléey fi seen kanam, te bu ma soree doŋŋ laa leen di ñeméey,"},{"style":"v","verse":"2","text":"rikk buleen ma taxa teew, bay ñemee jëfe kóolute gi ma nara ñemee jëfe, ak ñenn ñi xalaat ne ni nitu suuxu neen doŋŋ lanuy doxale."},{"style":"v","verse":"3","text":"Dëgg la, nitu suux lanu, waaye xeexewunu ni nit di xeexe."},{"style":"v","verse":"4","text":"Ndaxte gànnaay yi nuy xeexe du gànnaayi suuxi neen, waaye da di gànnaay yu am fa Yàlla kàttanu daane ay tata. Te xalaatin yu jubul, noo leen di daaneel,"},{"style":"v","verse":"5","text":"mook lépp luy réy-réyloo ab taxawaayam, di joŋante ak xam-xamu Yàlla, te nooy jàpp njaam bépp xalaat, ngir déggalloo ko Almasi bi."},{"style":"v","verse":"6","text":"Te keroog bu seen dégg ndigal matee, fas nanu yéenee mbugal képp ku déggadi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Xanaa ci melow biti doŋŋ ngeen di xool\\f + \\fr 10.7 \\ft Mbaa: \\fqa Xoolleen jàkk mbir mi!\\f*! Su amee ku mu wér péŋŋ, moom ci boppam ne ci Almasi bi la bokk, na dellu jàpp moom ci boppam, ne ndegam ci Almasi bi la bokk, nun itam, ci Almasi bi lanu bokk."},{"style":"v","verse":"8","text":"Te doonuma am benn kersa, su ma ëppaloon sax ci damoo sañ-sañ bi nu Boroom bi jox, te du sañ-sañu sànk leen it, xanaa yokk seen ngëm."},{"style":"v","verse":"9","text":"Bëggumaa mel ni ku leen di xëbale ay bataaxal nag."},{"style":"v","verse":"10","text":"Ndaxte bataaxal yi kat lañu ne: «Dañoo ñagas, te tàng, waaye bu teewee moom ci boppam, da naan yàcc, te ay kàddoom xeebu.»"},{"style":"v","verse":"11","text":"Lii nag, kiy waxe noonu, na ko xam: ni nu mel ci kàddu ci sunuy bataaxal, bu nu wuutee, noonu lanuy mel ci jëf, bu nu teewee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ñenn ci ñooñu di seedeel seen bopp ne ñoo yelloo ngërëm nag, nun ñemewunoo boole sunu bopp ak ñoom, mbaa nuy méngale sunu bopp ak ñoom. Waaye ñoom dañoo amul xel, ndax nattukaay bi ñuy nattoo, di ko méngalantee ci seen biir, ñoom ñoo ko sàkkal seen bopp!"},{"style":"v","verse":"13","text":"Nun, sunub damu dafa am kemu bu mu dul wees. Sunu kemu moo di déndub tool bi nu Yàlla sas, te ci biir tool bi lanu liggéeye, ba agsi ci yeen."},{"style":"v","verse":"14","text":"Moo tax weesunu sunu kemu sas, mbete agsiwunu woon ba ci yeen. Waaye noo agsi ba ci yeen, indil leen xibaaru jàmm bu Almasi bi."},{"style":"v","verse":"15","text":"Weesunu kemu, bay damu ci liggéeyu ñeneen. Waaye am nanu yaakaar ne nu seen ngëm gëna yokkoo, ni la sunuw sas di gëna yokkoo, lépp ci biir kemu gi ñu nu àppal."},{"style":"v","verse":"16","text":"Su ko defee nu mana wees fa yeen, ba jàll yégleji xibaaru jàmm bi ca wàlla, te baña damoo lu ñeneen def ba noppi, ci seen biir sas."},{"style":"v","verse":"17","text":"Kuy damu daal, na damu ci Boroom bi\\f + \\fr 10.17 \\ft Seetal ci \\bk Yeremi\\bk* 9.23.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ndax ki ñu naw mooy ki Boroom bi gërëm, waaye du ki gërëm boppam."}]