[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man nag li ma dogu mooy lii: du teg leen aw naqar laay délsee ci yeen,"},{"style":"v","verse":"2","text":"ndax su ma leen naqaralee, ana kuy seral sama xol ku dul yeen ñi ma naqaral?"},{"style":"v","verse":"3","text":"Looloo taxoon ma binde noonu, ngir bu ma dikkee, baña am naqar ci ñi ma waroona bégal. Li ma wóor ci yeen ñépp moo di sama mbégte mooy seen mbégte, yeen ñépp."},{"style":"v","verse":"4","text":"Ci biir njàqare ak xol bu fees ak rongooñ yu bare laa leen bind. Binduma leen ngir naqaral leen, waaye cofeel gu réy gi ma am ci yeen moo tax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Su nit tegee aw naqar, man naa ne du man rekk la ko teg, waaye yeen ñépp la teg aw naqar, mbaa boog ma ne ñenn ci yeen, ngir baña réyal mbir mi lool."},{"style":"v","verse":"6","text":"Tiiñal gi ko li ëpp ci mbooloo mi tiiñal, doy na ko mbugal."},{"style":"v","verse":"7","text":"Kon kay xanaa ngeen jéggal ko, te dëfal ko, ngir mu baña sóobu ci naqar wu ko ëpp doole."},{"style":"v","verse":"8","text":"Kon dama leen di ñaan, ngeen feddali seen mbëggeel ci moom."},{"style":"v","verse":"9","text":"Leneen lu ma jublu woon ci bind leen, moo di nattu leen ba xam, ndax dingeen dégg ndigal ci lépp."},{"style":"v","verse":"10","text":"Ku ngeen jéggal ag tooñ, ma jéggal ko, man itam. Man nag, su ma jéggalee, ndegam am naa lu ma jéggale, yeena tax ma def ko, ci kanam Almasi bi,"},{"style":"v","verse":"11","text":"ngir \\w Seytaane|Seytaane:\\w* bañ noo nax, ndax ay pexeem, umplewunu ko."},{"style":"s1","verse":"","text":"Póol jaaxle na, féex na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba ma àggee Torowas, ngir yégle fa xibaaru jàmm bi ci \\w Almasi|Almasi b-:\\w* bi, bunt ubbikul na ma ndax Boroom bi."},{"style":"v","verse":"13","text":"Waaye sama xel dalul woon, ndax gisuma woon sama mbokk, Tit. Teewul ma tàggatoo ak ñoom, jëm diiwaanu Maseduwan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Waaye cant ñeel na Yàlla\\f + \\fr 2.14 \\ft Gannaaw ba Póol dajee ak Tit ba mu xamal ko ni waa Korent rafetloo bataaxalam ba mu doon jooye, loolu firndeel na ko ne Yàlla dëggal na sasu ndawam. Moo tax muy sàbbaal Yàlla ci woowu yiw. Seetal ci 7.5-16.\\f*! Moom mi Almasi bi tax mu di nu yóbbaale saa su nekk, ci njaab miy fésal ndamam, te cuuraayal xam-xamam, nun ñii la koy wasaaree fépp,"},{"style":"v","verse":"15","text":"ndax kat nun nooy cuuraayal Almasi bi fa Yàlla, ñeel ñi ci yoonu texe ak ñi ci yoonu sànkute."},{"style":"v","verse":"16","text":"Teewul muy ci ñii, xetu dee gu jëme ci dee, te di ci ñee, xetu dund gu jëme ci dund. Boobu sas nag, ana ku ko àttan?"},{"style":"v","verse":"17","text":"Nun nag danoo melul ni ñu bare, ñiy julaa kàddug Yàlla, waaye ci ndigalal Yàlla ak fi kanam Yàlla la nuy waaree xol bu set, ci Almasi bi nu gëm."}]