[{"style":"s1","verse":"","text":"Njaqi bani kese yeb na ngëneeli alal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ndegam boobu liggéey lanu sasoo, ci yërmandey Yàlla, dunu yoqi."},{"style":"v","verse":"2","text":"Waaye danoo dàq jépp jëf ju gàccelu ju nit di jëfe làq-làqal. Doxunu ag njublaŋ te sopparñiwunu kàddug Yàlla. Liy dëgg kay lanuy fésal, ba am kóoluteg ñépp, fi kanam Yàlla."},{"style":"v","verse":"3","text":"Sunu xibaaru jàmm nag, su muuroo, ñi nara sànku la muurul."},{"style":"v","verse":"4","text":"Aji gëmadi ñooñu la \\w Seytaane|Seytaane:\\w* yàllay xarnu bii gëlëmal seenum xel, ngir ñu baña gis ceeñeeru xibaaru jàmm biy yànjal leeru \\w Almasi|Almasi b-:\\w* biy melokaanu Yàlla."},{"style":"v","verse":"5","text":"Nun kat, du sunu bopp lanuy waare, waaye li Yeesu Almasi bi dib Sang moom lanuy waare, te nun ci sunu bopp nooy seeni jaam, ndax Yeesu."},{"style":"v","verse":"6","text":"Ndaxte Yàlla mi ne: «Na leer gi leer ci biir lëndëm gi,» moo leeral sunu xol, ngir leeraangey xam-xamu leeru Yàlla, te leeraange googu mooy lerxat ci xar-kanamu Yeesu Almasi bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Nun nag nooy njaqi bani kese yi yeb jooju alal, ngir mu bir ne manoore ju yéeme ji alal ji làmboo, manoorey Yàllaa, waaye du sunu jos."},{"style":"v","verse":"8","text":"Nu nekk lees nuy tance, waaye deesu nu nappaaje. Dinanu jaaxle, waaye dunu jàq."},{"style":"v","verse":"9","text":"Dees na nu bunduxataal, waaye deesu nu wacc. Dees na nu daaneel, waaye deesu nu jekkali."},{"style":"v","verse":"10","text":"Dee gi Yeesu dee woon, moom lanu àndal ci sunu yaram, fu nu tollu, ngir dundug Yeesu itam mana fése ci sunu yaram."},{"style":"v","verse":"11","text":"Saa su nekk, nun ñiy dund, ñu ngi nuy jébbal dee ndax Yeesu, ba tax dundu Yeesu it mana fés ci sunuw suux wi jëm ci dee."},{"style":"v","verse":"12","text":"Kon nag dee mooy def liggéeyam ci nun, dund di def liggéeyam ci yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bindees na ne: «Damaa gëm, moo tax ma wax\\f + \\fr 4.13 \\ft Seetal ci \\bk Taalifi cant\\bk* 116.10.\\f*.» Nun it, wenn xeetu ngëm wi lanu am. Danoo gëm, moo tax itam nuy wax."},{"style":"v","verse":"14","text":"Ndaxte xam nanu ne ki dekkal Sang Yeesu, moo nuy dekkal itam, nook Yeesu, te moo nuy yóbbu ba nu teewi, nook yeen, fa kanamam."},{"style":"v","verse":"15","text":"Loolu lépp yeena tax, ngir yiwu Yàlla law a law, ba cant gu ne gàññ tukkee ci ñi ëpp ci nit ñi, ngir màggug Yàlla."},{"style":"s1","verse":"","text":"Yaakaar lanu saxoo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Moo tax dunu ñàkk yaakaar. Doonte sax sunu bitib jëmm a ngi gën di bon, sunu jëmmu biir moom, mu ngi yeeslu bésoo bés."},{"style":"v","verse":"17","text":"Sunu coono bu woyof bii ci àddina, ci diggante bu gàtt nag, moo nuy jural teraanga ju diisaay ba jéggi dayo, teraanga ju sax dàkk."},{"style":"v","verse":"18","text":"Moo waral xoolunu ci li bët mana gis, waaye li bët dul gis, ci lanuy xool, ndax li bët mana gis day wéy, waaye li bët dul gis mooy sax ba fàww."}]