[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw noo moom yii dige nag, soppe yi, nanu setal sunu bopp ci mboolem sobey yaram ak ju xel, te nu sax ci sellaay ci ag ragal Yàlla."},{"style":"s1","verse":"","text":"Póol bége na tuubeelu waa Korent"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Xajalleen nu. Tooñunu kenn; lorunu kenn; naxunu kenn, lekkunu alalu kenn."},{"style":"v","verse":"3","text":"Du teg leen tooñ laay waxe lii, ndax wax naa ko ba noppi, yeena ngi ci sunu xol, ngir nu bokk dund, mbaa nu bokk dee."},{"style":"v","verse":"4","text":"Kóolute gu réy laa am ci yeen, te sag bi ma ame ci yeen réy na. Mbégte mu seral sama xol laa feese, te damaa fees ak bànneex ba rembat, ci biir sunu mboolem njàqare!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba nu àggee diiwaanu Maseduwan, sunuw yaram noppaluwul, waaye daj nanu bépp coono: xeex ci biti, njàqare ci biir."},{"style":"v","verse":"6","text":"Teewul Yàlla miy seral xolu ñi xàddi, tànki Tit la serale sunu xol,"},{"style":"v","verse":"7","text":"te du tànki Tit rekk la serale sunu xol, waaye itam, seral ga Tit wax, moom ngeen serale woon xolam. Yégal na nu seen nammeel gu réy ak seeni jooy ak seen xéraange ci man, ba ma gënatee bég."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ndegam sax dama leena tegoon aw tiis ndax bataaxal ba ma leen bind, réccootuma ko, doonte réccu woon naa ko, ndax gis naa ne bataaxal boobu teg na leen aw tiis, lu mu gàtt gàtt."},{"style":"v","verse":"9","text":"Waaye tey bég naa, te du tiis wu ngeen tegoo laay bége, waaye li leen tiis wi tuubloo, laay bége, ndax woowu xeetu tiis la Yàlla namm ci yeen, moo tax it yóbbewunu leen jenn loraange."},{"style":"v","verse":"10","text":"Ndaxte tiis wu Yàlla namm, ag tuubeel gu jëme cig mucc lay jur, te loolu du tiis wees di tiisoo. Waaye tiisu àddina, dee lay jur."},{"style":"v","verse":"11","text":"Gisleen nag, seen tiis wi leen Yàlla teg ci coobareem, li mu leen jural: gii parlu; gii kàddug layoo gu ngeen yékkati, rawati; mii mer mu war, rawati; gii ragal Yàlla rawati; gii nammeel rawati; gii xéraange rawati; gii pastéef ci yar ki tooñ rawati! Nu nekk ngeen setale seen bopp wecc ci mbir moomu."},{"style":"v","verse":"12","text":"Kon nag su ma leen bindee, ki tooñ taxul, ki ñu tooñ it taxul, waaye dama leena bind, ngir parlu gi ngeen am ci nun mana fés, fi kanam Yàlla, ngeen gisal ko seen bopp."},{"style":"v","verse":"13","text":"Loolu seral na sunu xol. Te yemunu ci xol bu sedd, waaye gënati nanoo bége mbégtem Tit mi ngeen dalal am xelam, yeen ñépp."},{"style":"v","verse":"14","text":"Dëgg la, damoo naa leen as lëf fi kanam Tit, waaye gàcce fekku ma ci. Dëgg lanu leen masa wax, waaye la nu leen doon damoo fa kanam Tit itam, noonu la mujje doon dëgg."},{"style":"v","verse":"15","text":"Te saa yu Tit xoolaatee ni ngeen dégge ndigal, yeen ñépp, ak wegeel gi ngeen ko dalale, ànd ceek ragal Yàlla bay lox, cofeelam ci yeen di gënatee yokku."},{"style":"v","verse":"16","text":"Bég naa, ndax wóolu naa leen ci lépp!"}]