[{"style":"s1","verse":"","text":"Yéwénleen"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu bokk yi, danu leen di xamal li yiwu Yàlla maye ci biir mboolooy gëmkati diiwaanu Maseduwan."},{"style":"v","verse":"2","text":"Doonte jaar nañu ci nattub njàqare bu mag, seen mbégtee rembat ci seen biir ñàkk gu tar, ba géejal seenug tabe."},{"style":"v","verse":"3","text":"Seen kemu am-am lañu joxee, maa ko seede, lu wees seen am-am sax lañu joxee xol bu sedd."},{"style":"v","verse":"4","text":"Dañu noo ñaan, ba di nu tinu, ngir nu may leen, ñu def seen loxo ci ndimbalu jàppalante gi jëm ci gëmkat ñu sell ñi\\f + \\fr 8.4 \\ft Seetal ci \\bk Room\\bk* 15.26. Ndimbal loolu ca gëmkat ña néew-doole ca Yerusalem la jëmoon.\\f*."},{"style":"v","verse":"5","text":"Li nu séentu woon sax wees nañu ko, nde Sang bi lañu njëkka jébbal seen bopp, door noo jébbal seen bopp, te noonu la ko Yàlla bëgge."},{"style":"v","verse":"6","text":"Looloo tax nu soññ Tit, ngir noonee mu tàmbalee woon ci yeen ndajalem ndimbal li, mu àggalee ko ci yeen."},{"style":"v","verse":"7","text":"Gannaaw nag yeena duunle ci lépp; muy ci wàllu ngëm ak wàllu kàddu yu rafet ak wàllu xam-xam ak cawarte ci lépp ak ci cofeel gu nu leen xiir, kon ndajalem ndimbal lii it, ngalla duunleleen ci."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Du ndigal lu ma leen jox, waaye njaxlafug yeneen gëmkat, moom laay natte seen xol, ngir xam nu seen cofeel dëggoo."},{"style":"v","verse":"9","text":"Xam ngeen kat sunu yiwu Boroom Yeesu \\w Almasi|Almasi b-:\\w* bi, moom mi woomle woon, te yeena tax mu ñàkk, ngir woomale leen ag ñàkkam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ab xalaat laa am ci mbir mii, te mooy doon seen njariñ. Njëkkewuleen jëf ji rekk, yeena njëkkoona biral daaw itam, yéeney dimbali."},{"style":"v","verse":"11","text":"Kon nag léegi, mottalileen jëf ji. Noonu ngeen xére woon ci seen yéene, mottaleeleen ko noonu ci seen kem am-am."},{"style":"v","verse":"12","text":"Ndax kat ab joxe, bu àndee ak yéene rekk, la boroom joxe bi amul, deesu ci natt lees koy nangul, waaye li mu am, ci lees koy nangul ab joxeem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Du caageenu nag, teg leen coono, ngir teggil ñenn ñi, waaye ag tollale war na ci."},{"style":"v","verse":"14","text":"Tey jii seenug rembatle mooy faj soxlay ñeneen, ngir ëllëg, rembatley ñooña faj seeni soxla, yeen itam. Su ko defee ag tolloo am."},{"style":"v","verse":"15","text":"Noonu lañu binde ne: «Ki dajale lu bare ëpplewul, te ki dajale lu néew yéeslewul.»"},{"style":"s1","verse":"","text":"Yónnentub Tit am na sabab"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Cant ñeel na Yàlla mi def ci xolu Tit, mu xér ci yeen ni ma xére ci yeen!"},{"style":"v","verse":"17","text":"Ba nu ñaanee Tit mu dikk ba ci yeen, nangul na nu, waaye yemu ca, nde ci xéraangeem la yebul boppam ne mooy dikk ba ci yeen."},{"style":"v","verse":"18","text":"Noo ko yebal, boole kook menn mbokk mu mboolooy gëmkat ñépp gërëm, ndax liggéeyam ci xibaaru \\w Almasi|Almasi b-:\\w* bi muy xamle."},{"style":"v","verse":"19","text":"Rax ci dolli, mboolooy gëmkat ñi ñoo ko tabb, ngir mu ànd ak nun, ba nu yóbbu ndimbal li, muy teddaayu Boroom bi ci boppam, te di sunu firndey cawarte ci dimbali ñeneen."},{"style":"v","verse":"20","text":"Noonu lanu fàggoo, ndax kenn bañ noo sikk ci ndimbal lu bare lii nu wara saytu."},{"style":"v","verse":"21","text":"Li nuy xinte moo di li baax ci kanam Boroom bi, te baax ci kanam nit ñi itam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Boole nañu leen itam ak sunu mbokk mu nu nemmiku xéraangeem ay yooni yoon, ci fànn yu bare, te mu gënatee xér bii yoon ndax kóolute gu réy gu mu am ci yeen."},{"style":"v","verse":"23","text":"Su dee mbirum Tit, mooy sama wéttal, di ma jàppale ci liggéey bi, ngir yeen. Sunu bokk yi ànd ak moom nag, ñooy ndawi mboolooy gëmkat ñi, te ñooy teraangay Almasi bi."},{"style":"v","verse":"24","text":"Kon nag wonleen leen lu firndeel seen cofeel ci ñoom ak ci kanam mboolooy gëmkat ñi, firndeel itam ne noo yey wóolu leen."}]