[{"style":"s1","verse":"","text":"Rehoboam’s Debacle"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Rehoboam went to Shechem, for all Israel had come \\add to\\add* Shechem to make him king. "},{"style":"v","verse":"2","text":"And it happened \\add that\\add* when Jeroboam the son of Nebat heard \\add it\\add*—now he \\add was\\add* in Egypt, where he had fled from the presence of King Solomon—Jeroboam returned from Egypt. "},{"style":"v","verse":"3","text":"And they sent and called him. Then Jeroboam and all Israel went, and they spoke to Rehoboam, saying, "},{"style":"v","verse":"4","text":"“Your father made our yoke heavy. Now, therefore, lighten the hard service of your father and his heavy yoke which he put upon us, and we will serve you.” "},{"style":"v","verse":"5","text":"And he said to them, “In three days return to me again.” And the people went away."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Then King Rehoboam took counsel with the elders who had been ⸤serving⸥\\f + \\fr 10:6 \\ft Literally “standing” \\f* before Solomon his father when he was alive, saying, “What word do you advise to answer this people?” "},{"style":"v","verse":"7","text":"And they said to him, “If you will be good to this people and please them, then speak good words to them. Then they will be your servants ⸤forever⸥.”\\f + \\fr 10:7 \\ft Literally “all the days” \\f* "},{"style":"v","verse":"8","text":"But he forsook the advice of the elders that advised him and took counsel of the young men who had grown up with him who were ⸤serving⸥\\f + \\fr 10:8 \\ft Literally “standing” \\f* before him. "},{"style":"v","verse":"9","text":"And he said to them, “What do you advise that we should say in return to this people, who said to me, ‘Lighten the yoke that your father has put upon us’?” "},{"style":"v","verse":"10","text":"Then the young men who had grown up with him said to him, “Thus you should say to this people who have said to you, ‘Your father made our yoke heavy, so you yourself should lighten \\add it\\add* for us.’ Thus you should say to them, ‘My little finger \\add is\\add* thicker than the loins of my father. "},{"style":"v","verse":"11","text":"So now, my father laid upon you a heavy yoke, but I myself will add to the yoke. My father disciplined you with whips, but I myself \\add will do so\\add* with scorpions.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Then Jeroboam and all the people came to Rehoboam on the third day as the king had spoken, saying, “Return to me on the third day.” "},{"style":"v","verse":"13","text":"And the king answered them harshly, and King Rehoboam forsook the advice of the elders. "},{"style":"v","verse":"14","text":"And he spoke to them according to the advice of the young men, saying, “I will make your yoke heavy, and I myself will add to it. My father disciplined you with whips, but I \\add will do so\\add* with scorpions.” "},{"style":"v","verse":"15","text":"So the king did not listen to the people, for it was a turning \\add of events\\add* from God, so that Yahweh might fulfill his word that he had spoken by the hand of Ahijah the Shilonite to Jeroboam son of Nebat. "},{"style":"v","verse":"16","text":"So all Israel \\add saw\\add* that the king would not listen to them, and the people answered the king, saying, “What portion \\add is there\\add* for us in David? \\add We have\\add* no inheritance in the son of Jesse. Each to your tents, O Israel! Now look to your own house, David!” And all Israel went to their own tents. "},{"style":"v","verse":"17","text":"But as for the ⸤Israelites⸥\\f + \\fr 10:17 \\ft Literally “sons/children of Israel” \\f* who were living in the cities of Judah, Rehoboam ruled over them. "},{"style":"v","verse":"18","text":"Then King Rehoboam sent Hadoram, who was ⸤in charge of⸥\\f + \\fr 10:18 \\ft Literally “over” \\f* the forced labor, but the ⸤Israelites⸥\\f + \\fr 10:18 \\ft Literally “sons/children of Israel” \\f* stoned him with stones, and he died. Then King Rehoboam hastily went up into the chariot to flee to Jerusalem. "},{"style":"v","verse":"19","text":"So Israel has rebelled against the house of David until this day."}]