[{"style":"s1","verse":"","text":"Asa’s Religious Reforms"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now Azariah the son of Oded—the Spirit of God came upon him. "},{"style":"v","verse":"2","text":"And he went out before Asa and said to him, “Hear me, O Asa and all of Judah and Benjamin! Yahweh \\add is\\add* with you while you are with him. And if you will seek him he will be found by you. But if you forsake him he will forsake you. "},{"style":"v","verse":"3","text":"Now Israel \\add has been\\add* without the true God many days, and without a teaching priest, and without law, "},{"style":"v","verse":"4","text":"but at its trouble he returned to Yahweh, the God of Israel. They sought him, and he was found by them. "},{"style":"v","verse":"5","text":"And in those times there was no peace for the one going out and the one coming in, for great tumults \\add were\\add* upon all the inhabitants of the lands. "},{"style":"v","verse":"6","text":"Nation was crushed by nation, and city \\add was\\add* against city, for God threw them into confusion by all \\add sorts of\\add* trouble. "},{"style":"v","verse":"7","text":"But as for you, be strong and let not your hands be weak, for there is reward for your labor.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"And when Asa heard these words, the prophecy of Oded the prophet, he took courage and removed the vile idols from all the lands of Judah and Benjamin, and from the cities that he had taken in the hill country of Ephraim, and he repaired the altar of Yahweh that was in front of the portico of Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"And he gathered all Judah and Benjamin and those sojourning with them, from Ephraim, Manasseh, and Simeon, for many had deserted to him from Israel when they saw that Yahweh his God \\add was\\add* with him. "},{"style":"v","verse":"10","text":"And they were gathered \\add at\\add* Jerusalem in the third month of the fifteenth year of the reign of Asa. "},{"style":"v","verse":"11","text":"And they sacrificed to Yahweh on that day from the war booty they brought back: seven hundred oxen and seven thousand sheep. "},{"style":"v","verse":"12","text":"And they entered into a covenant to seek Yahweh, the God of their ancestors,\\f + \\fr 15:12 \\ft Or “fathers” \\f* with all their heart and with all their inmost being,\\f + \\fr 15:12 \\ft Or “soul” \\f* "},{"style":"v","verse":"13","text":"but all who will not seek Yahweh the God of Israel should be killed, from young to old, from men to women. "},{"style":"v","verse":"14","text":"And they took an oath to Yahweh with a great voice, with shouting, with trumpets, and with horns. "},{"style":"v","verse":"15","text":"And all Judah rejoiced over the oath, for they swore with all their heart. And they sought him with their whole desire, and he was found by them, and Yahweh gave rest to them all around."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"And also Maacah, the mother of Asa, the king removed her from \\add being\\add* queen, because she had made a repulsive image for Asherah. And Asa cut down her repulsive image, and he crushed and burned \\add it\\add* at the Wadi\\f + \\fr 15:16 \\ft Or “valley”; a wadi is a valley that is dry most of the year, but contains a stream during the rainy season \\f* Kidron. "},{"style":"v","verse":"17","text":"But the high places were not removed from Israel. Nevertheless, the heart of Asa was fully devoted all his days. "},{"style":"v","verse":"18","text":"And he brought the holy objects of his father and his own holy objects \\add into\\add* the house of God—silver and gold and vessels. "},{"style":"v","verse":"19","text":"And there was no war until the thirty-fifth year of the reign of Asa."}]