[{"style":"s1","verse":"","text":"Jehoshaphat’s Reforms"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Jehoshaphat king of Judah returned to his house in peace to Jerusalem. "},{"style":"v","verse":"2","text":"And Jehu son of Hanani the seer went out to meet him. And he said to King Jehoshaphat, “Should you \\add be\\add* a help to the wicked and love those who hate Yahweh? On account of this, wrath \\add has come\\add* against you from Yahweh. "},{"style":"v","verse":"3","text":"Nevertheless some good things have been found in regard to you, for you burned the Asherahs out of the land and set your heart to seek God.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"And Jehoshaphat lived in Jerusalem and returned and went out among the people from Beersheba to the hill country of Ephraim and brought them back to Yahweh, the God of their ancestors.\\f + \\fr 19:4 \\ft Or “fathers” \\f* "},{"style":"v","verse":"5","text":"And he appointed judges in the land and in all the fortified cities of Judah, city by city. "},{"style":"v","verse":"6","text":"And he said to the judges, “Consider what you are doing, for you are not judging for a man but for Yahweh. Now \\add he is\\add* with you in speaking justice. "},{"style":"v","verse":"7","text":"So now, let the fear of Yahweh be upon you all. ⸤Be careful what you do⸥,\\f + \\fr 19:7 \\ft Literally “Keep and do” \\f* for there is neither wickedness nor ⸤showing partiality⸥\\f + \\fr 19:7 \\ft Literally “lifting faces” \\f* and taking bribes with Yahweh our God.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Moreover, Jehoshaphat appointed in Jerusalem some of the Levites and the priests and heads of the ⸤families⸥\\f + \\fr 19:8 \\ft Literally “fathers” \\f* of Israel as judges and to decide legal disputes for Yahweh. And they sat\\f + \\fr 19:8 \\ft Or “lived” \\f* \\add in\\add* Jerusalem. "},{"style":"v","verse":"9","text":"And he commanded them, saying, “Thus you must do in the fear of Yahweh in faithfulness and with a whole heart. "},{"style":"v","verse":"10","text":"Any legal dispute that comes before you from your brothers who live in their cities concerning bloodguilt, law, commandment, statutes, and justice, you must warn them, so that they do not incur guilt before Yahweh, and that wrath may not come upon you and your brothers. Thus you must do that you do not incur guilt. "},{"style":"v","verse":"11","text":"And behold, Amariah the chief priest \\add is\\add* over you in all matters of the word of Yahweh, and Zebadiah the son of Ishmael, the governor of the house of Judah, in all matters of the king, and the Levites \\add shall be\\add* before you \\add as\\add* officials. Be strong and do \\add well\\add*! May Yahweh be with the upright.”"}]