[{"style":"s1","verse":"","text":"The Reign of Jehoram"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Jehoshaphat slept with his ancestors\\f + \\fr 21:1 \\ft Or “fathers” \\f* and was buried with his ancestors\\f + \\fr 21:1 \\ft Or “fathers” \\f* in the city of David, and Jehoram his son reigned in his place. "},{"style":"v","verse":"2","text":"Now he had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah. All these \\add were\\add* the sons of Jehoshaphat, king of Israel. "},{"style":"v","verse":"3","text":"And their father gave to them many gifts of silver, gold, and valuables, with fortified cities in Judah, but he gave the kingdom to Jehoram, for he \\add was\\add* the firstborn. "},{"style":"v","verse":"4","text":"When Jehoram ascended to the kingdom of his father, he strengthened himself and murdered all his brothers with the sword, and even some of the princes of Israel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Jehoram \\add was\\add* thirty-two years old when he became king, and he reigned eight years in Jerusalem. "},{"style":"v","verse":"6","text":"And he walked in the way of the kings of Israel as the house of Ahab had done, for the daughter of Ahab was his wife. And he did evil in the sight of Yahweh. "},{"style":"v","verse":"7","text":"But Yahweh was not willing to destroy the house of David on account of the covenant that he had ⸤made⸥\\f + \\fr 21:7 \\ft Literally “cut” \\f* with David and since he had promised\\f + \\fr 21:7 \\ft Or “said” \\f* to give a lamp to him and to his descendants\\f + \\fr 21:7 \\ft Or “sons” \\f* ⸤forever⸥.\\f + \\fr 21:7 \\ft Literally “all the days” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"In his days Edom revolted from under the hand of Judah, and they set up a king of their own. "},{"style":"v","verse":"9","text":"Then Jehoram passed over with his commanders and all the chariots with him, and when night came he struck Edom who \\add was\\add* all around him and the commanders of his chariots. "},{"style":"v","verse":"10","text":"So Edom revolted from under the hand of Judah until this day. Then Libnah \\add also\\add* revolted at that time from under his hand, because he had forsaken Yahweh, the God of his ancestors.\\f + \\fr 21:10 \\ft Or “fathers” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Moreover, he made high places in the hill country of Judah, and he enticed the inhabitants of Jerusalem to be unfaithful, and he led Judah astray. "},{"style":"v","verse":"12","text":"And a letter from Elijah the prophet came to him, saying, “Thus says Yahweh, the God of David your father: ‘Because you have not walked in the ways of Jehoshaphat your father or in the ways of Asa, the king of Judah, "},{"style":"v","verse":"13","text":"but have walked in the way of the kings of Israel and have enticed Judah and the inhabitants of Jerusalem to be unfaithful like the unfaithfulness of the house of Ahab, and have also murdered your brothers of the house of your father who \\add were\\add* better than you, "},{"style":"v","verse":"14","text":"behold, Yahweh is inflicting a great plague on your people, your children, your wives, and all your possessions, "},{"style":"v","verse":"15","text":"and you yourself \\add will be afflicted\\add* with great illness, with sickness in your bowels, until your bowels come out on account of the illness, day by day.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"And Yahweh stirred up the spirit of the Philistines and the Arabs who \\add were\\add* ⸤near⸥\\f + \\fr 21:16 \\ft Literally “at the hand of” \\f* the Cushites against Jehoram. "},{"style":"v","verse":"17","text":"And they came up against Judah and invaded it and carried away all the possessions found in the house of the king, and also his sons and his wives, so that no son was left to him except Jehoahaz his youngest son."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"And after all this Yahweh afflicted him in his bowels with an illness for \\add which there was\\add* no cure. "},{"style":"v","verse":"19","text":"And it happened \\add that\\add* ⸤after many days, at the end of two years⸥,\\f + \\fr 21:19 \\ft Literally “for days from days and as the time went out to the end for two days” \\f* his bowels came out because of his illness, and he died in terrible agony. And his people did not make a fire for him like the fire for his ancestors.\\f + \\fr 21:19 \\ft Or “fathers” \\f* "},{"style":"v","verse":"20","text":"He was thirty-two years old when he began to reign, and he reigned eight years in Jerusalem. And he departed\\f + \\fr 21:20 \\ft Or “went” \\f* with no \\add one’s\\add* regret. And they buried him in the city of David, but not in the burial sites of the kings."}]