[{"style":"s1","verse":"","text":"The Reign of Amaziah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Amaziah was twenty-five years old \\add when\\add* he became king. And he reigned twenty-nine years in Jerusalem, and the name of his mother \\add was\\add* Jehoaddan from Jerusalem. "},{"style":"v","verse":"2","text":"And he did what was right in the eyes of Yahweh, only not with a fully-devoted heart. "},{"style":"v","verse":"3","text":"And it happened \\add that\\add* as his reign was strengthened, he killed his servants who had killed his father the king. "},{"style":"v","verse":"4","text":"But he did not put their children to death, according to \\add what\\add* is written in the law, in the scroll of Moses, where Yahweh commanded, saying, “Fathers shall not be put to death on account of the sons, and the sons shall not be put to death on account of the fathers, but each shall be put to death for his own sin.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Then Amaziah assembled \\add the men of\\add* Judah and set them by ⸤families⸥\\f + \\fr 25:5 \\ft Literally “\\fq the \\ft house of the fathers” \\f* under commanders of thousands and commanders of hundreds for all Judah and Benjamin. And he counted them from twenty years old and upward, and found them \\add to be\\add* three hundred thousand chosen for going out to battle, able \\add with\\add* spear and shield. "},{"style":"v","verse":"6","text":"And he hired from Israel one hundred thousand strong, mighty warriors for one hundred talents."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"But a man of God came to him, saying, “O king, do not let the army of Israel go with you, for Yahweh is not with Israel, all the Ephraimites. "},{"style":"v","verse":"8","text":"But even still, you yourself go, do! Be strong for the battle \\add else\\add* God will make you stumble before the enemy! For there is power with God to help and to cause stumbling.” "},{"style":"v","verse":"9","text":"And Amaziah said to the man of God, “Now what \\add should I\\add* do with the one hundred talents that I have given to the troops of Israel?” And the man of God said, “⸤Yahweh is able to give⸥\\f + \\fr 25:9 \\ft Literally “There is to Yahweh to give” \\f* to you more than this.” "},{"style":"v","verse":"10","text":"Then Amaziah dismissed the troops that came to him from Ephraim to go to their home.\\f + \\fr 25:10 \\ft Or “their place” \\f* And ⸤they became very angry⸥\\f + \\fr 25:10 \\ft Literally “their noses became very hot” \\f* with Judah, and they returned to their home ⸤in great anger⸥.\\f + \\fr 25:10 \\ft Literally “in hotness of nose” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Then Amaziah strengthened himself, and leading his army, he went \\add to\\add* the Valley of Salt. And he struck \\add down\\add* ten thousand men\\f + \\fr 25:11 \\ft Or “sons” \\f* of Seir. "},{"style":"v","verse":"12","text":"Now the ⸤troops⸥\\f + \\fr 25:12 \\ft Literally “the sons of the troop” \\f* captured ten thousand \\add others\\add* alive, and they brought them to the top of the rock and threw them from the top of the rock. So all of them were smashed \\add to pieces\\add*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"As for the ⸤troops⸥\\f + \\fr 25:13 \\ft Literally “sons of the troop” \\f* Amaziah had sent back from going with him to war, they raided the cities of Judah from Samaria to Beth-Horon. And they struck \\add down\\add* three thousand of them and plundered much booty."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"And it happened \\add that\\add* after Amaziah came \\add back\\add* from killing the Edomites, he brought the gods of the sons of Seir, and he stood them up to himself as gods and bowed down before them and make smoke offerings for them. "},{"style":"v","verse":"15","text":"So ⸤Yahweh became very angry⸥\\f + \\fr 25:15 \\ft Literally “Yahweh’s nose became very hot” \\f* with Amaziah and sent a prophet to him, and he said to him, “Why have you sought the gods of the people who could not deliver their own people from your hand?” "},{"style":"v","verse":"16","text":"And it happened \\add that\\add* while he was speaking to him, he said to him, “Have we appointed you as a counselor to the king? Stop—⸤why should you be killed⸥?”\\f + \\fr 25:16 \\ft Literally “why shall he strike you?” \\f* So the prophet stopped and said, “I know that God has determined to destroy you, because you have done this and have not listened to my advice.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Then Amaziah king of Judah took counsel, and he sent to Joash the son of Jehoahaz the son of Jehu, king of Israel, saying, “Come,\\f + \\fr 25:17 \\ft This translation follows the \\fqa Qere \\ft reading \\f* ⸤let us face one another⸥.\\f + \\fr 25:17 \\ft Literally “let us look at faces” \\f* "},{"style":"v","verse":"18","text":"And Joash the king of Israel sent to Amaziah king of Judah, saying, “The thorn bush that \\add is\\add* in Lebanon has sent to the cedar which \\add is\\add* in Lebanon, saying, ‘Give your daughter to my son as wife.’ But a wild animal of the field that \\add was\\add* in Lebanon passed by and trampled the thorn bush. "},{"style":"v","verse":"19","text":"Look, you say \\add that\\add* you have struck Edom, and your heart has lifted you up to boast. Now remain at your home. Why stir up disaster that you fall, you and Judah with you?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"But Amaziah did not listen, for it \\add was\\add* from God that he might give them into the hand \\add of enemies\\add*, because they sought the gods of Edom. "},{"style":"v","verse":"21","text":"So Joash the king of Israel went up, and he and Amaziah the king of Judah ⸤faced one another⸥\\f + \\fr 25:21 \\ft Literally “looked at one another’s faces” \\f* at Beth-Shemesh, which belongs to Judah. "},{"style":"v","verse":"22","text":"And Judah was defeated before Israel, and each \\add man\\add* fled to his tent. "},{"style":"v","verse":"23","text":"And Joash the king of Israel captured Amaziah the king of Judah, the son of Joash, the son of Jehoahaz, at Beth-Shemesh. And they brought him \\add to\\add* Jerusalem and broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, four hundred cubits. "},{"style":"v","verse":"24","text":"Then with all the gold and silver, all the objects found in the house of God with Obed-Edom, the storehouses of the house of the king, and ⸤the hostages⸥,\\f + \\fr 25:24 \\ft Literally “the sons of the pledges” \\f* he returned to Samaria."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"And Amaziah the son of Joash, king of Judah, lived after the death of Joash the son of Jehoahaz, the king of Israel, fifteen years. "},{"style":"v","verse":"26","text":"Now the remainder of the words of Amaziah, \\add from\\add* the first \\add to\\add* the last, behold, are they not written in the scroll of the kings of Judah and Israel? "},{"style":"v","verse":"27","text":"And from the time that Amaziah turned away from Yahweh, they had plotted a conspiracy against him in Jerusalem. And he fled to Lachish, but they sent after him to Lachish and killed him there. "},{"style":"v","verse":"28","text":"And they carried him on the horses and buried him with his ancestors\\f + \\fr 25:28 \\ft Or “fathers” \\f* in the city of Judah."}]