[{"style":"s1","verse":"","text":"The Reign of Ahaz"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Ahaz \\add was\\add* twenty years old when he became king, and he reigned sixteen years in Jerusalem. And he did not do what is right in the eyes of Yahweh like David his ancestor.\\f + \\fr 28:1 \\ft Or “father” \\f* "},{"style":"v","verse":"2","text":"But he walked in the ways of the kings of Israel and also made molten idols for the Baals. "},{"style":"v","verse":"3","text":"And he himself burned incense in the valley of Ben-Hinnom and burned his sons in the fire, according to the detestable \\add practices\\add* of the nations whom Yahweh drove out before the Israelites. "},{"style":"v","verse":"4","text":"And he sacrificed and burned incense at the high places, on the hilltops, and under every flourishing tree."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Then Yahweh his God gave him into the hand of the king of Aram\\f + \\fr 28:5 \\ft Or “Syria” \\f* who defeated him and captured many captives from him and brought \\add them to\\add* Damascus. Moreover, he was also given into the hand of the king of Israel, and he defeated him by a great attack. "},{"style":"v","verse":"6","text":"And Pekah, the son of Remaliah, killed in one day one hundred and twenty thousand in Judah, all men of strength, because they forsook Yahweh the God of their ancestors.\\f + \\fr 28:6 \\ft Or “fathers” \\f* "},{"style":"v","verse":"7","text":"And Zikri, a mighty warrior of Ephraim, killed Maaseiah the son of the king, Azrikam the commander of the house, and Elkanah the second to the king. "},{"style":"v","verse":"8","text":"And the Israelites captured two hundred thousand of their brothers, women, sons, and daughters. And they also plundered much booty from them and brought the booty to Samaria."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Now a prophet of Yahweh was there; Oded \\add was\\add* his name. And he went out before the army that was coming to Samaria and said to them, “Look, \\add it is\\add* on account of the anger of Yahweh, the God of your ancestors,\\f + \\fr 28:9 \\ft Or “fathers” \\f* against Judah \\add that\\add* he gave them into your hands, and you killed them in a rage reaching to the heavens. "},{"style":"v","verse":"10","text":"So now, you yourselves plan to subdue people of Judah and Jerusalem as slaves and female servants for yourselves. ⸤Is there not also guilt on your part⸥\\f + \\fr 28:10 \\ft Literally “Is there not only you with yourselves guilt?” \\f* against Yahweh your God? "},{"style":"v","verse":"11","text":"So now, listen to me and return the captives of your brothers whom you have taken captive, for the fierce anger of Yahweh \\add is\\add* against you.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Then men from the heads of Ephraim—Azariah the son of Jehohanan, Berekiah the son of Meshillemoth, Hezekiah the son of Shallum, and Amasa the son of Hadlai—stood against those returning from the fight. "},{"style":"v","verse":"13","text":"And they said to them, “You shall not bring the captives here, for \\add it is\\add* as guilt \\add against\\add* Yahweh upon us. You yourselves plan to add to our sins and to our guilt, but our guilt is very great, and \\add there is\\add* great anger against Israel.” "},{"style":"v","verse":"14","text":"So the soldiers left the captives and the plunder before the commanders and all the assembly. "},{"style":"v","verse":"15","text":"Then the men designated by name arose and took the captives and from the plunder clothed all their nakedness. So they clothed them, gave them sandals, gave them food to eat, gave them water to drink, anointed them, and guided them with the donkeys \\add provided\\add* for all those who stumbled, and brought them to Jericho, the city of the palm trees, next to their brothers. Then they returned to Samaria."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"At that time King Ahaz sent to the king of Assyria to help him, "},{"style":"v","verse":"17","text":"since again the Edomites came and struck against Judah and took captives. "},{"style":"v","verse":"18","text":"And the Philistines sent raids into the cities of the Shephelah and the Negeb of Judah. And they captured Beth-Shemesh, Aijalon, Gederoth, Socoh with its villages, Timnah with its villages, and Gimzo with its villages. And they settled there. "},{"style":"v","verse":"19","text":"For Yahweh subdued Judah for the sake of Ahaz, king of Israel, for he created disorder in Judah and acted unfaithfully against Yahweh. "},{"style":"v","verse":"20","text":"Then Tiglath-Pileser\\f + \\fr 28:20 \\ft The Hebrew reads “Tilgath-Pilneser” \\f* the king of Assyria came against him and brought trouble for him, ⸤instead of helping him⸥,\\f + \\fr 28:20 \\ft Literally “and did not strengthen him” \\f* "},{"style":"v","verse":"21","text":"for Ahaz took a portion \\add from\\add* the house of Yahweh and the house of the king and the princes, and he gave \\add it\\add* to the king of Assyria, but it was no help to him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"And in the time of his distress, King Ahaz continued to act unfaithfully against Yahweh. "},{"style":"v","verse":"23","text":"He sacrificed to the gods of Damascus that had defeated him and said, “Because the gods of the king of Aram\\f + \\fr 28:23 \\ft Or “Syria” \\f* helped them, I will sacrifice to them so that they will help me.” But they were ⸤a disaster⸥\\f + \\fr 28:23 \\ft Literally “a cause of stumbling” \\f* to him and to all Israel. "},{"style":"v","verse":"24","text":"Then Ahaz gathered the objects of the house of God, and he cut the objects of the house of God to pieces. And he shut the doors of the house of Yahweh and made for himself altars in every corner of Jerusalem. "},{"style":"v","verse":"25","text":"And ⸤in every city⸥\\f + \\fr 28:25 \\ft Literally “in all city and city” \\f* of Judah he made high places to burn incense to other gods, and he provoked Yahweh, the God of his ancestors,\\f + \\fr 28:25 \\ft Or “fathers” \\f* to anger."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Now the remainder of his words and all his ways, \\add from\\add* the first \\add to\\add* the last, behold, they are written upon the scroll of the kings of Judah and Israel. "},{"style":"v","verse":"27","text":"And Ahaz slept with his ancestors,\\f + \\fr 28:27 \\ft Or “fathers” \\f* and they buried him in the city, in Jerusalem, for they did not bring him to the burial site of the kings of Israel. And Hezekiah his son became king in his place."}]