[{"style":"s1","verse":"","text":"Ndawi Almasi ya doyloo nañu Póol"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Fukki at ak ñeent gannaaw gi laa dellu Yerusalem, ànd ak Barnabas, yóbbaale Tit itam."},{"style":"v","verse":"2","text":"Sama tànk yooyu nag am peeñu moo ko waral. Ca laa wéetoo ak ña ñu jàppoon ne ñooy kàngami mbooloom gëmkat ña, faramfàcceel leen xibaaru jàmm bi may yégal jàmbur ñi dul Yawut, ngir ragal sama liggéey bi ma jota def, te di ko wéye, doon coonob neen."},{"style":"v","verse":"3","text":"Moonte Tit mi ma àndaloon sax, tegeesu ko fa wartéefu xaraf, te ci askanu gereg yi dul xaraf la bokk."},{"style":"v","verse":"4","text":"Doonte booba, ay nit ñu tuddoo bokki gëmkat ñoo yoxoosu ba tàbbi ci sunu biir, ngir yëddu, ba luqatu ni nu moome sunu bopp ndax \\w Almasi|Almasi b-:\\w* Yeesu mi nu gëm, te li ñu ci jublu mooy delloo nu ci buumi njaam."},{"style":"v","verse":"5","text":"Waaye ñooñu, nangulunu leen lu tollook simili sax, ndax bëgg leena sàmmal dëggug xibaaru jàmm bi, ba mu sax ci yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Teewul ñooñu ñu jàppe woon ay kàngam, ak daraja ju ñu masoona am, amalu ma solo, nde Yàlla amul xejj ak seen, ñooñu yokkuñu lenn ci kàddu gi may xamle."},{"style":"v","verse":"7","text":"Xanaa kay li ñu gis moo di ni Yàlla yebale Piyeer ngir mu àgge askanu Yawut yi xibaaru jàmm bi, noonu la ma yebale ngir ma àgge ko jàmbur ñi xaraful,"},{"style":"v","verse":"8","text":"ndax ki liggéey ci Piyeer, ngir mu doon ndawam ci Yawut yi, moo liggéey ci man itam, ngir may ndawam ci yeneen xeet yi."},{"style":"v","verse":"9","text":"Ña ñu jàppoon ne ñooy kenuy mbooloom gëmkat ña nag, te ñuy Yanqóoba ak \\w Sefas|Sefas:\\w* ak Yowaan, ba ñu ràññee yiw wi ñu ma jagleel, maak Barnabas lañu jox loxo, ngir nun nu liggéeyi ca jàmbur ña, te ñoom ñu liggéeyi ca Yawut ya."},{"style":"v","verse":"10","text":"Laajuñu lu moy nu fàttaliku néew doole yi, te loolu di lu ma pastéefoo jëfe."},{"style":"s1","verse":"","text":"Póol yedd na Sefas ca Àncos"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Waaye ba \\w Sefas|Sefas:\\w* dikkee Àncos, jàkk laa ko def, weddi ko, ndax moo nekkul woon ci dëgg."},{"style":"v","verse":"12","text":"Ndax kat balaa aw nit a dikk, bàyyikoo fa Yanqóoba, Sefas da daan bokk lekk ak jàmbur ñi dul Yawut. Waaye ba ñooñu dikkee la rocciku, daldi beddeeku jàmbur ñi, ndax ragal waa làng ga jàpp ne aaday xaraf wartéef la."},{"style":"v","verse":"13","text":"Yeneen Yawut ya it di jinigalandoo, ba Barnabas sax lajj topp leen ci seenug naaféq."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Waaye ba ma gisee ne doxewuñu njub gi dëggug xibaaru jàmm bi laaj, maa wax Sefas ci kanam ñépp, ne ko: «Ndegam yaw miy ab Yawut, yaa jëfewul ni ab Yawut, xanaa di jëfe ni xeeti jàmbur ñi, ana lu tax nga bëgga sëf diine Yawut jàmbur ñi dul ay Yawut?»"},{"style":"s1","verse":"","text":"Ngëm rekk a takku"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Nun danoo juddu diy Yawut, te bokkunu ca bàkkaarkat yooyee di jàmbur yi dul Yawut."},{"style":"v","verse":"16","text":"Xam nanu nag ne nit ki, du ci jëfi sàmm ndigali yoon la ko Yàlla di baaxee àtteb ku jub, waaye ci ngëm gu mu gëm Yeesu \\w Almasi|Almasi b-:\\w* bi. Te nun itam, Almasi Yeesu lanu gëm, ngir Yàlla àtte nu àtteb ku jub ci kaw gëm gu nu gëm Almasi bi, te du ci kaw jëf ju nu sàmme ndigali yoon. Ndax kat du ci jëfi sàmm yoon lees di baaxee kenn àtteb ku jub."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba tey su nu dee sàkku àtteb ku jub, ndax li nu gëm Almasi bi, te teewul nit ñi gis ne nu ngi bàkkaar, nun itam, ndax loolu day wund ne Almasi bi mooy xiirtale ci bàkkaar? Mukk kay!"},{"style":"v","verse":"18","text":"Ndaxam su dee tabaxub ndigalu yoon bi ma tojoon, moom laa tabaxaat, maa def sama bopp moykatub yoon."},{"style":"v","verse":"19","text":"Su dee wàllu yoonu Musaa nag, man nit ku dee laa, te yoonu Musaa moo ko waral, ngir ma mana dund dund gu ñeel Yàlla. Dees maa boole ak Almasi bi rey ca bant ba."},{"style":"v","verse":"20","text":"Moo tax dootul man maay dund, waaye Almasi bi mooy dund léegi ci man. Sama dundu yaramu suux wii tey nag, ci ngëm gi ma gëm \\w Doomu Yàlla|Doomu Yàlla j-:\\w* laa koy dunde, moom mi ma sopp, ba jébbale boppam ngir man."},{"style":"v","verse":"21","text":"Duma neenal yiwu Yàlla, ndax kat su doon ci sàmm ndigalu yoon lees di ame àtteb ku jub, Almasi bi doon na dee cig neen."}]