[{"style":"s1","verse":"","text":"Buleen delluwaat cig njaam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\w Almasi|Almasi b-:\\w* bi da noo yiwi, ngir nu yiwiku, kon nag saxooleen ko, te baña laxasooti buumi njaam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Dama ne, man Póol maa leen wax, ne leen, su ngeen demee ba ñu xarafal leen kay, Almasi bi amalatu leen benn njariñ."},{"style":"v","verse":"3","text":"Ma artooti képp ku dem ba ñu xarafal ko, ne ko mboolem yoon wi la wara jëfe."},{"style":"v","verse":"4","text":"Yeen ñiy sàmm yoonu Musaa, di ko sàkkoo àtteb njub fa kanam Yàlla, daggoo ngeen ak Almasi bi, ñàkk ngeen yiwu Yàlla."},{"style":"v","verse":"5","text":"Ndax nun kat, ci ndimbalal \\w Noo gu Sell|Noo gu Sell g-:\\w* gi ak ci sunu kaw ngëm lanu yaakaare njub gi nuy séentu."},{"style":"v","verse":"6","text":"Ci Almasi Yeesu mi nu gëm, xaraf ak ñàkka xaraf, dara amu ci solo; li am solo mooy ngëm gi jëfi cofeel di firndeel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Seen njàlbéenu xél de baax na! Ana ku leen gàllankoor ba toppuleen dëgg gi?"},{"style":"v","verse":"8","text":"Loolu leen fàbbi de jógewul ci ki leen woo."},{"style":"v","verse":"9","text":"As lawiir, tooyalub sunguf bépp lay funkil."},{"style":"v","verse":"10","text":"Man de gëm naa ndax Boroom bi, ne dungeen wuuteek man xalaat benn yoon ci lii. Waaye kiy jaxase seenum xel, ak ku mu mana doon, mooy gàddu mbugalam."},{"style":"v","verse":"11","text":"Man nag bokk yi, su ma dee xiirtale ci xaraf, ana lees may bunduxataaleeti? Kon kay sama waareb deewu Almasi bi ca bant ba dootul doon ag tooñ ci kenn."},{"style":"v","verse":"12","text":"Ñi leen di lëjal ak waxi xaraf, nañu xuuf boog seen ngóorag bopp benn yoon!"},{"style":"s1","verse":"","text":"Doxeleen Noowug Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yeen de bokk yi, cig yiwiku lees leen woo. Moytuleen lenn rekk: bu seenug yiwiku diw lay, ngir topp seen bakkan, waaye deeleen surgawoonte ngir cofeel."},{"style":"v","verse":"14","text":"Ndax yoonu Musaa wépp, ci lenn ndigal lii la tënku: «Ni ngeen soppe seen bopp, nangeen ko soppe seen moroom\\f + \\fr 5.14 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 19.18.\\f*.»"},{"style":"v","verse":"15","text":"Waaye su ngeen dee màttante aka lekkante kat, moytuleena far yàqante yaxeet!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Li ma leen di wax moo di: doxeleen \\w Noowug Yàlla|Noo gu Sell g-:\\w*, su boobaa dungeen topp seen xemmemtéefi bakkan."},{"style":"v","verse":"17","text":"Ndax bakkan, la muy xemmem, daa dëngoo ak Noo gi; Noo gi it, la muy xemmem dëngoo ak bakkan. Dañu di ñaar yu féewaloo, te moo tax dungeen def la ngeen nammoona def."},{"style":"v","verse":"18","text":"Waaye su leen Noo gi jiitee, su boobaa nekkatuleen ci kilifteefu yoon wi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Jëfi bakkan nag yomb naa xàmmee, te mooy: séy yi yoon tere ak jëfi sobe ak yàqute"},{"style":"v","verse":"20","text":"ak bokkaale ak xërëm ak mbañeel ak féewaloo ak kiñaan ak mer mu ëpp ak jiital say bëgg-bëgg ak réeroo ak xàjjalikoo"},{"style":"v","verse":"21","text":"ak ñeetaane ak màndite ak xawaare yiy ànd ak moy ak yeneen yu ni mel. Ma artu leen nag, na ma leen artoo woon: ñiy jëfe noonu, amuñu cér ci nguurug Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Meññeefum Noowug Yàlla nag moo di: cofeel ak mbég ak jàmm ak xolu muñ ak mbaax akug tabe ak ngëm"},{"style":"v","verse":"23","text":"akug teey ak noot sa bakkan. Yu mel noonu, wenn yoon bañu ko."},{"style":"v","verse":"24","text":"Ñi bokk ci \\w Almasi|Almasi b-:\\w* Yeesu nag, ñoo daaj ca bantam ba seen bakkan, daajaale ko ak sàkkuteefam yu tar aki xemmemtéefam."},{"style":"v","verse":"25","text":"Gannaaw nag Noowug Yàlla moo nu dundal, nanu topp Noo gi."},{"style":"v","verse":"26","text":"Bunu di yég sunu bopp, di merloonte aka iñaanante."}]