[{"style":"s1","text":"Dimbalanteleen"},{"style":"p","text":""},{"style":"v","text":"Bokki gëmkat ñi, su ñu bettee nit ci ag tooñ, yeen ñi topp \\w Noowug Yàlla|Noo gu Sell g-:\\w*, waññileen ko ndànk, te kenn ku nekk ci yeen xoolaat boppam bu baax, ngir seen bakkan bañ leena xiirtal, ba ngeen daanu ci fiir, yeen itam."},{"style":"v","text":"Yenuleen seeni yeni moroom, su boobaa ngeen di topp yoonu \\w Almasi|Almasi b-:\\w* bi, ba mu mat sëkk."},{"style":"v","text":"Ku foog ne moo am solo, te du dara nag, boppam lay nax."},{"style":"v","text":"Ku ci nekk, jëfi boppam, na ko niir. Su ci amee lenn lu mu mana sagoo, na ko yemale ci boppam, te baña sagoo lenni boppam lu mu xool ci ñeneen,"},{"style":"v","text":"nde ku nekk ak sa añu jëfi bopp."},{"style":"p","text":""},{"style":"v","text":"Ki ñuy jàngal kàddug Yàlla nag war naa sédd ki koy jàngal ci mboolem alalam."},{"style":"p","text":""},{"style":"v","text":"Bu leen lenn nax; Yàlla deesu ko foontoo. Nit ki, li mu ji, moom lay góob."},{"style":"v","text":"Ku jiwal bànneexu bakkanam, ci bànneexu bakkanam lay jële ngóobum yàqute; ku jiwal Noowug Yàlla, ci Noo gi ngay góobe texe gu sax dàkk."},{"style":"v","text":"Bunu tàyyi ci def lu baax, nde bu jotee rekk nooy góob, ndegam yoqiwunu."},{"style":"v","text":"Kon nag bi nu koy jekku, nanuy def lu baax, ngir ñépp, rawatina waa kër yoonu ngëm wi."},{"style":"s1","text":"Na gëmkat bi doon mbindeef mu bees"},{"style":"p","text":""},{"style":"v","text":"Seetluleen mbind mi; ci araf yu mag yii ngeen wara xàmmee, ne sama loxol bopp laa ko binde!"},{"style":"p","text":""},{"style":"v","text":"Ñi leen di xiir ci xaraf mooy ñi ngistal tax ñu bëgg nit ñi gërëme leen seen melow yaram, te jubluwuñu ci lu moy ragal ku leen bunduxataal ndax deewug \\w Almasi|Almasi b-:\\w* gi ñuy xamle ne mooy taxa mucc."},{"style":"v","text":"Ñi xaraf ñoom ci seen bopp sax toppuñu yoon wi. Teewul ñu bëgg ngeen xaraf, ngir mana damoo seen màndargam yaram, yeen ñi ñu xarafloo."},{"style":"v","text":"Waaye man de yàlla buma damoo lenn lu moy deewug sunu Boroom Yeesu Almasi bi ca bant ba. Bant boobu moo tax àddina di lu ñu ma daajal ci bant, ba àddina dee; man it may lu ñu daajal àddina ci bant ba ma dee."},{"style":"v","text":"Xaraf ak ñàkka xaraf, dara amu ci solo. Li am solo mooy doon mbindeef mu bees."},{"style":"v","text":"Mboolem ñiy sàmm ndigal lii nag, te di Israayilu Yàlla, jàmm ak yërmande ñeel na leen."},{"style":"p","text":""},{"style":"v","text":"Li ci des moo di gannaaw-si-tey, bu ma kenn lëjalati, ndax légét yi ci sama yaram, samag bokk ci Yeesu la màndargaal."},{"style":"p","text":""},{"style":"v","text":"Bokk yi, yal na sunu yiwu Boroom Yeesu Almasi bi ànd ak seenum xel. Amiin."}]