[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Soyez \\x a \\xo 11.1 \\xt 1 Co 4:16. Ph 3:17. 1 Th 1:6. 2 Th 3:9.\\x*mes imitateurs, comme je le suis moi-même de Christ."},{"style":"s1","verse":"","text":"Sur la tenue de la femme dans les assemblées religieuses"},{"style":"r","verse":"","text":"V. 2-16: cf. 1 Co 14:40. (Ép 5:22-24. 1 Ti 2:8-14.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Je vous loue de ce que vous vous souvenez de moi à tous égards, et de ce que vous retenez mes instructions telles que je vous les ai données. "},{"style":"v","verse":"3","text":"Je veux cependant que vous sachiez \\x b \\xo 11.3 \\xt Ép 5:23.\\x*que Christ est le chef de tout homme, que l’homme est le chef de la femme, et \\x c \\xo 11.3 \\xt Jn 14:28. 1 Co 3:23; 15:27.\\x*que Dieu est le chef de Christ. "},{"style":"v","verse":"4","text":"Tout homme qui prie ou qui prophétise, la tête couverte, déshonore son chef. "},{"style":"v","verse":"5","text":"Toute femme, au contraire, qui prie ou qui prophétise, la tête non voilée, déshonore son chef: c’est comme si elle était rasée. "},{"style":"v","verse":"6","text":"Car si une femme n’est pas voilée, qu’elle se coupe aussi les cheveux. \\x d \\xo 11.6 \\xt No 5:18. De 22:5.\\x*Or, s’il est honteux pour une femme d’avoir les cheveux coupés ou d’être rasée, qu’elle se voile. "},{"style":"v","verse":"7","text":"L’homme ne doit pas se couvrir la tête, \\x e \\xo 11.7 \\xt Ge 1:26, 27; 5:1; 9:6. Col 3:10.\\x*puisqu’il est l’image et la gloire de Dieu, tandis que la femme est la gloire de l’homme. "},{"style":"v","verse":"8","text":"En effet, l’homme n’a pas été tiré de la femme, \\x f \\xo 11.8 \\xt Ge 2:18, 21.\\x*mais la femme a été tirée de l’homme; "},{"style":"v","verse":"9","text":"et l’homme n’a pas été créé à cause de la femme, mais la femme a été créée à cause de l’homme. "},{"style":"v","verse":"10","text":"C’est pourquoi la femme, à cause des anges, doit avoir sur la tête une marque de l’autorité dont elle dépend. "},{"style":"v","verse":"11","text":"Toutefois, dans le Seigneur, la femme n’est point sans l’homme, ni l’homme sans la femme. "},{"style":"v","verse":"12","text":"Car, de même que la femme a été tirée de l’homme, de même l’homme existe par la femme, et tout vient de Dieu. "},{"style":"v","verse":"13","text":"Jugez-en vous-mêmes: est-il convenable qu’une femme prie Dieu sans être voilée? "},{"style":"v","verse":"14","text":"La nature elle-même ne vous enseigne-t-elle pas que c’est une honte pour l’homme de porter de longs cheveux, "},{"style":"v","verse":"15","text":"mais que c’est une gloire pour la femme d’en porter, parce que la chevelure lui a été donnée comme voile? "},{"style":"v","verse":"16","text":"\\x g \\xo 11.16 \\xt 1 Ti 6:4.\\x*Si quelqu’un se plaît à contester, nous n’avons pas cette habitude, non plus que les Églises de Dieu."},{"style":"s1","verse":"","text":"Sur la manière de célébrer le repas du Seigneur"},{"style":"r","verse":"","text":"V. 17-34: cf. (Mt 26:26-28. Mc 14:22-25. Lu 22:19, 20. 1 Co 10:16, 17.) 1 S 2:12-17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"En donnant cet avertissement, ce que je ne loue point, c’est que vous vous assemblez, non pour devenir meilleurs, mais pour devenir pires. "},{"style":"v","verse":"18","text":"Et d’abord, j’apprends que, lorsque vous vous réunissez en assemblée, il y a parmi vous des divisions, et je le crois en partie, "},{"style":"v","verse":"19","text":"\\x h \\xo 11.19 \\xt Mt 18:7. Lu 17:1.\\x*car il faut qu’il y ait aussi des sectes \\x i \\xo 11.19 \\xt Ac 20:30. 1 Jn 2:19.\\x*parmi vous, afin que ceux qui sont approuvés soient reconnus comme tels au milieu de vous. "},{"style":"v","verse":"20","text":"Lors donc que vous vous réunissez, ce n’est pas pour manger le repas du Seigneur; "},{"style":"v","verse":"21","text":"car, quand on se met à table, chacun commence par prendre son propre repas, et l’un a faim, tandis que l’autre est ivre. "},{"style":"v","verse":"22","text":"N’avez-vous pas des maisons pour y manger et boire? Ou méprisez-vous l’Église de Dieu, et faites-vous honte à ceux qui n’ont rien? Que vous dirai-je? Vous louerai-je? En cela je ne vous loue point. "},{"style":"v","verse":"23","text":"Car j’ai reçu du Seigneur ce que je vous ai enseigné; \\x j \\xo 11.23 \\xt Mt 26:26. Mc 14:22. Lu 22:19.\\x*c’est que le Seigneur Jésus, dans la nuit où il fut livré, prit du pain, "},{"style":"v","verse":"24","text":"et, après avoir rendu grâces, le rompit, et dit: \\wj Ceci est mon corps, qui est rompu pour vous; faites ceci en mémoire de moi.\\wj*"},{"style":"v","verse":"25","text":"De même, après avoir soupé, il prit la coupe, et dit: \\wj Cette coupe est la nouvelle alliance en mon sang; faites ceci en mémoire de moi toutes les fois que vous en boirez.\\wj*"},{"style":"v","verse":"26","text":"Car toutes les fois que vous mangez ce pain et que vous buvez cette coupe, vous annoncez la mort du Seigneur, \\x k \\xo 11.26 \\xt Jn 14:3. Ac 1:11.\\x*jusqu’à ce qu’il vienne. "},{"style":"v","verse":"27","text":"\\x l \\xo 11.27 \\xt No 9:10, 13. Jn 6:51, 63, 64; 13:27. 1 Co 10:21.\\x*C’est pourquoi celui qui mangera le pain ou boira la coupe du Seigneur indignement, sera coupable envers le corps et le sang du Seigneur. "},{"style":"v","verse":"28","text":"\\x m \\xo 11.28 \\xt 2 Co 13:5.\\x*Que chacun donc s’éprouve soi-même, et qu’ainsi il mange du pain et boive de la coupe; "},{"style":"v","verse":"29","text":"car celui qui mange et boit sans discerner le corps du Seigneur, mange et boit un jugement contre lui-même. "},{"style":"v","verse":"30","text":"C’est pour cela qu’il y a parmi vous beaucoup d’infirmes et de malades, et qu’un grand nombre sont morts. "},{"style":"v","verse":"31","text":"\\x n \\xo 11.31 \\xt Ps 32:5. Pr 18:17.\\x*Si nous nous jugions nous-mêmes, nous ne serions pas jugés. "},{"style":"v","verse":"32","text":"Mais quand nous sommes jugés, nous sommes châtiés par le Seigneur, afin que nous ne soyons pas condamnés avec le monde. "},{"style":"v","verse":"33","text":"Ainsi, mes frères, lorsque vous vous réunissez pour le repas, attendez-vous les uns les autres. "},{"style":"v","verse":"34","text":"Si quelqu’un a faim, qu’il mange chez lui, afin que vous ne vous réunissiez pas pour attirer un jugement sur vous. Je réglerai les autres choses quand je serai arrivé."}]