[{"style":"s1","verse":"","text":"Comparaison entre le don des langues et le don de prophétie"},{"style":"r","verse":"","text":"V. 1-40: cf. 1 Co 12:4-7, 27-31. Ro 14:19. 1 Pi 4:10, 11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Recherchez la charité. Aspirez aussi aux dons spirituels, mais surtout à celui de prophétie. "},{"style":"v","verse":"2","text":"En effet, celui qui parle en langue ne parle pas aux hommes, mais à Dieu, car personne ne le comprend, et c’est en esprit qu’il dit des mystères. "},{"style":"v","verse":"3","text":"Celui qui prophétise, au contraire, parle aux hommes, les édifie, les exhorte, les console. "},{"style":"v","verse":"4","text":"Celui qui parle en langue s’édifie lui-même; celui qui prophétise édifie l’Église. "},{"style":"v","verse":"5","text":"Je désire que vous parliez tous en langues, mais encore plus que vous prophétisiez. Celui qui prophétise est plus grand que celui qui parle en langues, à moins que ce dernier n’interprète, pour que l’Église en reçoive de l’édification. "},{"style":"v","verse":"6","text":"Et maintenant, frères, de quelle utilité vous serais-je, si je venais à vous parlant en langues, et si je ne vous parlais pas par révélation, ou par connaissance, ou par prophétie, ou par doctrine? "},{"style":"v","verse":"7","text":"Si les objets inanimés qui rendent un son, comme une flûte ou une harpe, ne rendent pas des sons distincts, comment reconnaîtra-t-on ce qui est joué sur la flûte ou sur la harpe? "},{"style":"v","verse":"8","text":"Et si la trompette rend un son confus, qui se préparera au combat? "},{"style":"v","verse":"9","text":"De même vous, si par la langue vous ne donnez pas une parole distincte, comment saura-t-on ce que vous dites? Car vous parlerez en l’air. "},{"style":"v","verse":"10","text":"Quelque nombreuses que puissent être dans le monde les diverses langues, il n’en est aucune qui ne soit une langue intelligible; "},{"style":"v","verse":"11","text":"si donc je ne connais pas le sens de la langue, je serai un barbare pour celui qui parle, et celui qui parle sera un barbare pour moi. "},{"style":"v","verse":"12","text":"De même vous, puisque vous aspirez aux dons spirituels, que ce soit pour l’édification de l’Église que vous cherchiez à en posséder abondamment. "},{"style":"v","verse":"13","text":"C’est pourquoi, que celui qui parle en langue prie pour avoir le don d’interpréter. "},{"style":"v","verse":"14","text":"Car si je prie en langue, mon esprit est en prière, mais mon intelligence demeure stérile. "},{"style":"v","verse":"15","text":"Que faire donc? Je prierai par l’esprit, mais je prierai aussi avec l’intelligence; \\x a \\xo 14.15 \\xt Ép 5:19. Col 3:16.\\x*je chanterai par l’esprit, mais je chanterai aussi avec l’intelligence. "},{"style":"v","verse":"16","text":"Autrement, si tu rends grâces par l’esprit, comment celui qui est dans les rangs de l’homme du peuple répondra-t-il Amen! À ton action de grâces, puisqu’il ne sait pas ce que tu dis? "},{"style":"v","verse":"17","text":"Tu rends, il est vrai, d’excellentes actions de grâces, mais l’autre n’est pas édifié. "},{"style":"v","verse":"18","text":"Je rends grâces à Dieu de ce que je parle en langue plus que vous tous; "},{"style":"v","verse":"19","text":"mais, dans l’Église, j’aime mieux dire cinq paroles avec mon intelligence, afin d’instruire aussi les autres, que dix mille paroles en langue. "},{"style":"v","verse":"20","text":"\\x b \\xo 14.20 \\xt Mt 18:3; 19:14. Ép 4:14. 1 Pi 2:1, 2.\\x*Frères, ne soyez pas des enfants sous le rapport du jugement; mais pour la malice, soyez enfants, et, à l’égard du jugement, soyez des hommes faits. "},{"style":"v","verse":"21","text":"\\x c \\xo 14.21 \\xt De 28:49. És 28:11.\\x*Il est écrit dans la loi:"},{"style":"q1","verse":"","text":"C’est par des hommes d’une autre langue"},{"style":"q1","verse":"","text":"Et par des lèvres d’étrangers"},{"style":"q1","verse":"","text":"Que je parlerai à ce peuple,"},{"style":"q1","verse":"","text":"Et ils ne m’écouteront pas même ainsi,"},{"style":"q1","verse":"","text":"dit le Seigneur."},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"Par conséquent, les langues sont un signe, non pour les croyants, mais pour les non-croyants; la prophétie, au contraire, est un signe, non pour les non-croyants, mais pour les croyants. "},{"style":"v","verse":"23","text":"Si donc, dans une assemblée de l’Église entière, tous parlent en langues, et qu’il survienne des hommes du peuple ou des non-croyants, ne diront-ils pas que vous êtes fous? "},{"style":"v","verse":"24","text":"Mais si tous prophétisent, et qu’il survienne quelque non-croyant ou un homme du peuple, il est convaincu par tous, il est jugé par tous, "},{"style":"v","verse":"25","text":"les secrets de son cœur sont dévoilés, de telle sorte que, tombant sur sa face, il adorera Dieu, et publiera que Dieu est réellement au milieu de vous. "},{"style":"v","verse":"26","text":"Que faire donc, frères? Lorsque vous vous assemblez, les uns ou les autres parmi vous ont-ils un cantique, une instruction, une révélation, une langue, une interprétation, que tout se fasse pour l’édification. "},{"style":"v","verse":"27","text":"En est-il qui parlent en langue, que deux ou trois au plus parlent, chacun à son tour, et que quelqu’un interprète; "},{"style":"v","verse":"28","text":"s’il n’y a point d’interprète, qu’on se taise dans l’Église, et qu’on parle à soi-même et à Dieu. "},{"style":"v","verse":"29","text":"Pour ce qui est des prophètes, que deux ou trois parlent, et que les autres jugent; "},{"style":"v","verse":"30","text":"et si un autre qui est assis a une révélation, que le premier se taise. "},{"style":"v","verse":"31","text":"Car vous pouvez tous prophétiser successivement, afin que tous soient instruits et que tous soient exhortés. "},{"style":"v","verse":"32","text":"Les esprits des prophètes sont soumis aux prophètes; "},{"style":"v","verse":"33","text":"car Dieu n’est pas un Dieu de désordre, mais de paix. Comme dans toutes les Églises des saints, "},{"style":"v","verse":"34","text":"\\x d \\xo 14.34 \\xt 1 Ti 2:12.\\x*que les femmes se taisent dans les assemblées, car il ne leur est pas permis d’y parler; mais qu’elles soient soumises, selon que le dit aussi \\x e \\xo 14.34 \\xt Ge 3:16. Ép 5:22. Col 3:18. Tit 2:5. 1 Pi 3:1.\\x*la loi. "},{"style":"v","verse":"35","text":"Si elles veulent s’instruire sur quelque chose, qu’elles interrogent leurs maris à la maison; car il est malséant à une femme de parler dans l’Église. "},{"style":"v","verse":"36","text":"Est-ce de chez vous que la parole de Dieu est sortie? Ou est-ce à vous seuls qu’elle est parvenue? "},{"style":"v","verse":"37","text":"Si quelqu’un croit être prophète ou inspiré, qu’il reconnaisse que ce que je vous écris est un commandement du Seigneur. "},{"style":"v","verse":"38","text":"Et si quelqu’un l’ignore, qu’il l’ignore. "},{"style":"v","verse":"39","text":"Ainsi donc, frères, aspirez au don de prophétie, et n’empêchez pas de parler en langues. "},{"style":"v","verse":"40","text":"Mais que tout se fasse avec bienséance et avec ordre."}]