[{"style":"ms1","verse":"","text":"Sàrtal nañu lu set ak lu setul"},{"style":"mr","verse":"","text":"(Saar 11---15)"},{"style":"s1","verse":"","text":"Lu jëm ci mala mu set ak mu setul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji wax Musaa ak Aaróona ne leen:"},{"style":"v","verse":"2","text":"«Waxleen \\w bànni Israayil|bànni Israayil:\\w* ne leen: Boroom bakkan yi ngeen di lekk seen yàpp, ci mboolem mala yiy dox ci suuf moo di yii:"},{"style":"v","verse":"3","text":"Mboolem mala mu we wa xar, séddalikoo ñaar, te muy duññi, moom ngeen di lekk aw yàppam."},{"style":"v","verse":"4","text":"Yii ñuy lim, buleen ko lekk: mala muy duññi te we wi xarul, mbaa we wi xar te du duññi. Lu mel ni giléem, buleen ko lekk ndax day duññi, waaye we wi xarul. Daganul ci yeen."},{"style":"v","verse":"5","text":"Daman\\f + \\fr 11.5 \\fk daman \\ft xaw naa nirook njomboor.\\f* day duññi waaye we wi xarul, kon daganul ci yeen."},{"style":"v","verse":"6","text":"Lëg day duññi waaye we wi xarul, kon daganul ci yeen."},{"style":"v","verse":"7","text":"Mbaam-xuux, moom, we wi xar na waaye du duññi. Kon daganul ci yeen."},{"style":"v","verse":"8","text":"Aw yàppam, buleen ko lekk, te méddam buleen ko laal, ci yeen, lenn daganu ci."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Lii nag, sañ ngeen koo lekk, ci mboolem lu dëkke ndox: mboolem lu ci am ciiriir aki waasintóor tey nekk ci ndoxum géej mbaa dex, sañ ngeen koo lekk."},{"style":"v","verse":"10","text":"Waaye mboolem luy nekk ci géej mbaa dex, di lépp luy ramm-rammi cim ndox mbaa mboolem yeneen mbindeef yuy nekk ci ndox, su amul ciiriir aki waasintóor, sibleen ko."},{"style":"v","verse":"11","text":"Lu ngeen seexlu lay doon, kon buleen ci lekk yàppu lenn te seexluleen méddam."},{"style":"v","verse":"12","text":"Mboolem luy nekk ci ndox te amul ciiriir ak waasintóor, seexluleen ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13-18","text":"«Li ngeen wara seexlu ci njanaaw yi te deesu ko lekk moo di jaxaay ak tan, ba ca mu ñuul ma; ak céeli, bu xonq baak bu ñuul ba, bu mu mana doon, ak lépp luy baaxoñ ak lu mu xeetool, ak bànjóoli, ak mboolem xeeti looy, muy looy mu ndaw ak looy muy napp ak looy mu gudd nopp ak looyu màndiŋ, ba ci xar-jéjj ak tiiwi. Nangeen seexlu maf itam, ak kirigéej ak mboolem xeeti liccin;"},{"style":"v","verse":"19","text":"ak yébb ak lu xeetook xodd, ak musejubru ak njugub."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Mboolem gunóor guy naaw tey doxe ñeenti tànk sibleen ko."},{"style":"v","verse":"21","text":"Yi ngeen saña lekk daal ci mboolem gunóor guy naaw tey doxe ñeenti tànk moo di lépp lu tànk yi ànd aki yeel, mu man caa tëb-tëbe ci suuf."},{"style":"v","verse":"22","text":"Li ngeen mana lekk ci yooyu moo di mboolem xeetu njéeréer ak mboolem xeetu salleer ak mboolem xeetu soccet ak yeneen yu ñu xeetool yépp."},{"style":"v","verse":"23","text":"Waaye mboolem yeneen gunóor yuy naaw tey doxe ñeenti tànk sibleen ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Yii nag da leen di sobeel te képp ku laal lu ci dee dina yendoo sobe ba jant so."},{"style":"v","verse":"25","text":"Te itam képp ku for lenn lu dee ci yii, na fóot ay yéreem, waaye dina yendoo sobe ba jant so."},{"style":"v","verse":"26","text":"Mboolem mala mu we wa xar te séddalikoowul ñaar mbaa du duññi daganul ci yeen, ku ci laal lenn it sobewu na."},{"style":"v","verse":"27","text":"Ba tey lépp luy doxe ndëgguy tànkam ci mboolem boroom ñeenti tànk, daganul ci yeen te ku laal méddam dina yendoo sobe ba jant so."},{"style":"v","verse":"28","text":"Ku for méddam, na fóot ay yéreem te dina yendoo sobe ba jant so. Yooyu daganul ci yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"«Bu loolu weesoo, leneen lu daganul ci yeen ci rab yu sew-sewaan yiy dox ne ñàpp ci suuf, mooy kaña ak janax ak xeeti mbëtt yépp;"},{"style":"v","verse":"30","text":"ak unk ak bar ak sindax buy yéeg, ak sindax buy dox ci suuf, ak kàkkatar."},{"style":"v","verse":"31","text":"Yooyoo daganul ci yeen ci mboolem rab yu sew-sewaan yiy dox ne ñàpp ci suuf. Képp ku laal lenn lu ci dee dina yendoo sobe ba jant so."},{"style":"v","verse":"32","text":"Te it lu ci dee ba wadd ci kaw lenn, loola day sobewu, nay ndabal bant, mbaa ndimo, der mbaa ab saaku, mbaa jumtukaay bu mu mana doon. Nañu sóob loola ci ndox te du tee mu yendoo sobe ba jant so, mu doora set."},{"style":"v","verse":"33","text":"Su fekkee ne lenn a dee ci yooyu, wadd ci biir ndabal xandeer, lu woon ca biir sobewu na, te nañu toj ndab la."},{"style":"v","verse":"34","text":"Ndox mu jóge ci ndab loolu, bu dalee ci ñam wu dagan, ñam woowu dal nay sobewu moom itam; bu doon ag naan gu dagan moo ca nekk it, sobewu na, ak bépp ndab bu naan ga mana nekk."},{"style":"v","verse":"35","text":"Lépp lu lenn ci yooyu dee, ba dal ca, la mu dal sobewu na. Su dee ab puuru ban mbaa cin, dees koy toj ndax sobewu na te lu setul la ci yeen."},{"style":"v","verse":"36","text":"Su fekkee ne loola dee daa wadd ci biir bëtu ndox mbaa kàmb gu def ndox, du tee ndox ma laab, waaye ku laal la dee ca biir sobewu nga."},{"style":"v","verse":"37","text":"Su la dee waddee ci peppum jiwu, du tee peppum jiwu ma set;"},{"style":"v","verse":"38","text":"waaye su fekkee ñu kaas pepp ma te lenn lu dee lu bokk ci yooyu dal ca, pepp ma daganul ci yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"«Su mala mu dagan méddee, ku laal médd ma dina yendoo sobe ba jant so."},{"style":"v","verse":"40","text":"Képp ku lekk ca médd ma, na fóot ay yéreem, te du tee mu yendoo sobe ba jant so. Képp ku for médd ma, na fóot ay yéreem te du tee mu yendoo sobe ba jant so."},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"«Mboolem mbindeef yu sew-sewaan yiy dox ne ñàpp ci suuf, sibleen ko. Deesu ko lekk."},{"style":"v","verse":"42","text":"Lépp luy watatu, mbaa lu sew di boroom ñeenti tànk, mbaa mu bare ay tànk ci mboolem mbindeef yu sew-sewaan yiy dox ne ñàpp ci suuf, waruleen koo lekk, ndax lu ñu wara seexlu la."},{"style":"v","verse":"43","text":"Bu leen tax ba ñu seexlu leen ndax lenn ci yu sew-sewaan yooyu; buleen ci taq, di ci sobeel seen bopp,"},{"style":"v","verse":"44","text":"ndaxte man Aji Sax ji maay seen Yàlla. Kon nag doxleen ci lu sell te \\w sell|sell:\\w*, ndax man \\w Ku sell|Aji Sell j-:\\w* laa. Kon buleen sobeel mukk seen bopp ci mboolem mbindeef yu sew-sewaan yiy dox ci suuf."},{"style":"v","verse":"45","text":"Ndaxte kat man Aji Sax ji maay ki leen génne woon réewum Misra, di seen Yàlla. Nangeen sell boog, ndax man Ku sell laa.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Loolu la yoon digle ci wàllu mala ak njanaaw ak mbindeef yi nekk ci ndox, ak mboolem mbindeef yu sew-sewaan yiy dox ne ñàpp ci suuf."},{"style":"v","verse":"47","text":"Dina taxa ràññaatle lu set ak lu setul. Dina taxa ràññaatle boroom bakkan yi dagana lekk ñook boroom bakkan yi daganula lekk."}]