[{"style":"s1","verse":"","text":"Li warul ci mbirum séy"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji wax na Musaa ba tey ne ko:"},{"style":"v","verse":"2","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Man Aji Sax ji maay seen Yàlla."},{"style":"v","verse":"3","text":"Defini waa réewam Misra ga ngeen dëkkoon, buleen ko roy, te defini waa réewu Kanaan ga ma leen jëme, buleen ko roy te it buleen leen topp ci seeni aada."},{"style":"v","verse":"4","text":"Samay santaane ngeen wara dégg tey topp samay dogal. Man Aji Sax ji maay seen Yàlla."},{"style":"v","verse":"5","text":"Nangeen sàmm samay dogal ak samay santaane, ndax ngeen jëfe yooyu moo leen di taxa dund. Man maay Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Bu kenn ci yeen tëdde ku mu jegewool lool cig bokk. Maay Aji Sax ji."},{"style":"v","verse":"7","text":"Bul toroxal sa baay, di tëdde sa yaay. Sa yaay la, kon bu ko toroxal moom it."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Bul tëdde sa soxnas baay, di toroxal sa baay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Bul tëdde sab jigéen, te muy koo bokkal benn baay mbaa koo bokkal jenn ndey, muy ku juddoo ci kër gi mbaa feneen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Bul tëdde sab sët bu jigéen bu sa doom ju góor jur mbaa sa doom ju jigéen, ndax kon toroxal nga sa bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Bul tëdde ku sa soxnas baay am ak sa baay, ndax sab jigéen la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Bul tëdde sa bàjjan, ndax daa jegewook sa baay lool cig bokk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Bul tëdde sa ndey ju ndaw, ndax daa jegewook sa yaay lool cig bokk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Bul toroxal sa baay bu ndaw di tëdde soxnaam. Sa ndey la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Bul tëdde sa soxnas doom. Sa soxnas doom la. Bu ko tëdde mukk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Bul tëdde soxnas koo bokkal benn baay mbaa jenn ndey, ndax kon nga toroxal sa doomu baay mbaa sa doomu ndey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Bul boole tëdde jigéen, tëdde doom ja mbaa sëtam bu doomam ju góor jur mbaa doomam ju jigéen jur ko, ndax dañoo jegewoo lool cig bokk. Loolu ñaawtéef la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Bul jël jigéen di séq ak moom séy, muy wujjeek doomu ndeyam mbaa doomu baayam joo njëkka jël, li feek kookoo ngi dund."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Bul tëdde jigéen ju gis baax, ndax daa sobewu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Bul ànd ak jabaru jàmbur, di sobeel sa bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Bul jébbal kenn ci say doom tuur mi ñuy wax Moleg, ndax waruloo teddadil sa turu Yàlla. Man maay Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Bu góor tëdde góor, ni bu doon jigéen. Lu ñaawa ñaaw la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"«Bu góor tëdde menn mala, di sobeel boppam, te bu jigéen jox boppam mala, di ànd ak moom. Loolu yàqute la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Buleen sobeel seen bopp ci mboolem defin yooyu, ndax xeet yi ma leen dàqal, noonu lañu daan jëfe, ba sobeel seen bopp."},{"style":"v","verse":"25","text":"Réew ma sax mujj na daj ak sobe, ma wàcce mbugal ca kaw réew ma, ba mu gëq ay nitam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Yeen nag sàmmleen samay dogal ak samay santaane te bu kenn def lenn ci yooyu ñaawtéef, du njuddu-ji-réew, du doxandéem bi ci seen biir,"},{"style":"v","verse":"27","text":"ndax kat mboolem ñaawtéef yooyu la waa réew ma leen fa jiitu daan def, ba réew ma mujj daj ak sobe."},{"style":"v","verse":"28","text":"Su ngeen sobeelee réew ma, dinaa leen gëq, na ma gëqe woon xeet ya leen fa jiitu woon."},{"style":"v","verse":"29","text":"Képp ku def lenn ci yooyu ñaawtéef déy, kooku dees koy dagge ci biir bànni Israayil."},{"style":"v","verse":"30","text":"Sàmmleen sama ndénkaane ngir baña roy lenn ci aada yu ñaaw yi ñu fi doon topp lu leen jiitu, te buleen sobeel seen bopp ci yooyu. Man Aji Sax ji maay seen Yàlla.»"}]