[{"style":"s1","verse":"","text":"Lu jëm ci sañ-sañi sarxalkat yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Aji Sax ji wax na Musaa ne ko: «Waxal \\w sarxalkat|sarxalkat b-:\\w* yiy doomi Aaróona ne leen: Bu ci kenn sobeel boppam, di laal mbokkam mu dee,"},{"style":"v","verse":"2","text":"su dul ñi ko gëna jege ci wàllu mbokk, muy ndeyam mbaa baayam mbaa doomam ju góor ak doomam ju jigéen, mbaa ku góor ku mu bokkal waajur,"},{"style":"v","verse":"3","text":"mbaa ab jigéenam bu séyagul te bootu ci moom ndax amul jëkkër---ku mu bokkal noonu, sañ naa sobewu ndax moom."},{"style":"v","verse":"4","text":"Warula sobeel boppam, di boppam, ndax kilifa la ciw xeetam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Buñu wat fenn ci seen bopp te buñu wat seen peggi sikkim, buñu dagg seen yaram it, di ko mititloo ku dee."},{"style":"v","verse":"6","text":"Nañu nekkal seen Yàlla ay nit ñu \\w sell|sell:\\w*, te baña teddadil seen turu Yàlla, ndax saraxi sawara yi ñeel Aji Sax ji, te di seen ñamu Yàlla, ñoo koy joxe. Kon nag dañoo wara sell."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Ab gànc mbaa ku ñu toroxal, tëdde ko, ñoom duñu ko jël soxna. Ku jëkkëram baal it duñu ko jël soxna, ndax dañoo sellalal seen bopp seen Yàlla."},{"style":"v","verse":"8","text":"Te itam nangeen ràññee ne ñu sell lañu, ndax seen ñamu Yàlla, ñoo koy joxe. Nangeen leen jox céru nit ñu sell, ndax \\w Ku sell|Aji Sell j-:\\w* laa, man Aji Sax ji leen sellal, yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Su fekkee ne doomu sarxalkat da di jigéen juy teddadil boppam, di gànctu, kooku baayam lay toroxal. Dees koy taal, lakk ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Sarxalkat bi gëna màgg ci bokkam yiy sarxalkat, te ñu sotti diw gi ñuy fale ci boppam, sellal ko, muy sol yére yu sell yi, kooku du njañu te du xotti ay yéreem, di ko ñaawloo ku dee."},{"style":"v","verse":"11","text":"Fu ab néew nekk du fa dem, bu doon ndeyam mbaa baayam sax, du ko taxa sobeel boppam."},{"style":"v","verse":"12","text":"Du génn béreb bu sell bi ndax deele, lu moy dina teddadil bérebu Yàllaam bu sell bi, ndax Yàllaam sellale na ko diwug palam. Maay Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Sarxalkat bu mag bi, ku xamul góor lay jël soxna."},{"style":"v","verse":"14","text":"Ku jëkkëram faatu mbaa ku ñu baal mbaa ku ñu toroxal, tëdde ko, mbaa ab gànc, du ko mana jël soxna. Ab janq bu mu bokkal doŋŋ la mana jël soxna."},{"style":"v","verse":"15","text":"Su ko defee du teddadil aw askanam ci biir \\w bànni Israayil|bànni Israayil:\\w*, ndax man Aji Sax ji maa ko sellal.»"},{"style":"s1","verse":"","text":"Liy ngànt ci sarxalkat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Aji Sax ji wax na Musaa ne ko:"},{"style":"v","verse":"17","text":"«Waxal Aaróona ne ko: Muy tey muy ëllëg ba fàww, góor gu askanoo ci yaw ak maas gu mu mana bokk, su amee sikk du mana agsi ba ci \\w sarxalukaay|sarxalukaay b-:\\w* bi, di joxe ñamu Yàllaam."},{"style":"v","verse":"18","text":"Du kenn sax ku am sikk kuy agsi ba fii, du gumba, du kuy soox, du ku xar-kanamam am sikk mbaa ku cér yi sutaate."},{"style":"v","verse":"19","text":"Du it ku tànk bi làggi mbaa loxo bi,"},{"style":"v","verse":"20","text":"mbaa ab xuuge mbaa ab tungune; du it ku bëtam am sikk mbaa ku ràmm mbaa ku am góom yu sol dëtt, mbaa ku ñu tàpp."},{"style":"v","verse":"21","text":"Askanu Aaróona \\w sarxalkat|sarxalkat b-:\\w* bi, du kenn ku ci am sikk kuy agsi ba fii, di joxe saraxi sawara yi ñeel Aji Sax ji. Sikk si ci moom a tax du mana agsi ba fii, di joxe ñamu Yàllaam."},{"style":"v","verse":"22","text":"Du tere mu saña lekk ci ñamu Yàllaam, muy ñam wu \\w sell|sell:\\w* ak wu sella sell."},{"style":"v","verse":"23","text":"Waaye warula jege rido bi, mbaa muy dem ba ca sarxalukaay ba, ndax sikk si ci moom. Bumu teddadil sama béreb yu sell, ngir man Aji Sax ji maa sellal béreb yooyu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Musaa jottali na Aaróona aki doomam kàddu yooyu, ñoom ak mboolem \\w bànni Israayil|bànni Israayil:\\w*."}]