[{"style":"s1","verse":"","text":"Lu jëm ci tegukaayu làmp bi ak mburu yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Aji Sax ji wax na Musaa ne ko:"},{"style":"v","verse":"2","text":"«Santal \\w bànni Israayil|bànni Israayil:\\w*, ñu indil la diwu segalu oliw gu raxul ngir leerlu, ñu di ko taale làmp yi guddi gu nekk."},{"style":"v","verse":"3","text":"Ci kanam rido bi làq \\w gaalu àlluway seede|gaalu kóllëre g-:\\w* si, ci biir \\w xaymab ndaje|xaymab ndaje m-:\\w* mi la Aaróona di teg làmp yi, muy fanaanee tàkk ngoon ba bët set, fi kanam Aji Sax ji. Dogal a ngoogu, di lu leen war fàww, yeen ak seen askan."},{"style":"v","verse":"4","text":"Na teg làmp yi ci kaw tegukaayu làmp ba ñuy tëgge wurusu ngalam, muy fanaanee tàkk fi kanam Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Sàkkal sunguf su mucc ayib, lakk ci fukki mburu ak ñaar, mburu mu nekk di juróom benni kiloy sunguf."},{"style":"v","verse":"6","text":"Tegal mburu yi ci kaw taabalu wurusu ngalam bi, fi kanam Aji Sax ji, te def ko ñaari jal, jal bu ne juróom benni mburu."},{"style":"v","verse":"7","text":"Jal bu nekk teg ca \\w cuuraay|cuuraay l-:\\w* lu raxul, di saraxu sawara, ñu lakk ko mu wuutu mburu mi, ñeel Aji Sax ji, muy saraxu baaxantal."},{"style":"v","verse":"8","text":"\\w Bésub Noflaay|bésub Noflaay b-:\\w* bu nekk nañu saxoo taaj mburu yooyu fi kanam Aji Sax ji. Loolu sas la bu bànni Israayil di tegoo fàww."},{"style":"v","verse":"9","text":"Mburu yooyu Aaróona aki doomam yu góor ñoo koy féetewoo, te nañu ko lekke fu \\w sell|sell:\\w*, ndaxte lu sella sell la, di lu ñu séddoo fàww ci saraxi sawara yi ñeel Aji Sax ji.»"},{"style":"s1","verse":"","text":"Li war ci yenn xeeti tooñaange"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10-11","text":"Ba loolu wéyee amoon na ci biir \\w bànni Israayil|bànni Israayil:\\w* jenn waay ju yaayam di doomu Israayil te tuddoon Selomit doomu Dibbri, Daneen ba. Baayam di waa Misra. Mu am bés xeex jib ci biir dal bi, ci diggante waa jooju ak jenn waayi Israayil ju raxul. Ci biir loolu waa ji yaayam di doomu Israayil wax Yàlla lu ñaaw, tudd ko jaar fu bon. Ñu yóbbu ko ca Musaa."},{"style":"v","verse":"12","text":"Ñu tëj waa ja, ba xam lu Aji Sax ji namm ci moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ci kaw loolu Aji Sax ji wax Musaa ne ko:"},{"style":"v","verse":"14","text":"«Génneel dal bi ki may wax lu ñaaw, man Yàlla, te na mboolem ku ci dégg teg loxoom ci kaw boppam, ba noppi mbooloo mépp dóor koy doj, ba mu dee."},{"style":"v","verse":"15","text":"Bànni Israayil nag nangeen leen wax ne leen: Képp ku wax Yàllaam lu ñaaw, jaar fu bon, na wéetoo añam."},{"style":"v","verse":"16","text":"Ku ñàkke kersa turu Aji Sax ji, dee rekk mooy àtteem. Mbooloo mi mépp a ko wara dóor ay doj, ba mu dee. Muy doxandéem muy njuddu-ji-réew, ku ci ñàkke kersa turu Aji Sax ji, dee mooy àtteem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Bu loolu weesoo képp ku faat bakkanu nit, dee rekk mooy àtteem."},{"style":"v","verse":"18","text":"Ku faat bakkanu mala, na fey boroom. Bakkan, bakkan a koy fey."},{"style":"v","verse":"19","text":"Képp ku gaañ moroomam, la mu ko def rekk lañu koy def."},{"style":"v","verse":"20","text":"Damm-damm, damm-damm a koy fey; bët, bët a koy fey; bëñ it bëñ a koy fey. Ni mu gaañe moroomam rekk, ni lañu koy gaañe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Ku rey ag jur na fey boroom, waaye ku rey nit dee mooy àtteem."},{"style":"v","verse":"22","text":"Na àtte bi di benn ci doxandéem ak njuddu-ji-réew, ndax man Aji Sax ji maay seen Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ci kaw loolu Musaa wax ko bànni Israayil, ñu génne dal ba waa ja ñàkke Yàlla kersa, dóor ko ay doj, ba mu dee. Kon li bànni Israayil def mooy li Aji Sax ji santoon Musaa rekk."}]