[{"style":"s1","verse":"","text":"Lu jëm ci saraxi cant ci biir jàmm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Su fekkee ne li nit kiy sarxe \\w saraxu cant la ci biir jàmm|Sarax yi:\\w*, mu di ko jële ci nag wu góor mbaa wu jigéen, na indil Aji Sax ji lu amul sikk."},{"style":"v","verse":"2","text":"Day teg loxoom ci kaw boppu jur gi muy sarxal, te rendi ko ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma. Doomi Aaróona yu góor yiy \\w sarxalkat|sarxalkat b-:\\w* yi daldi xëpp deret ji ci mboolem weti \\w sarxalukaay|sarxalukaay b-:\\w* bi."},{"style":"v","verse":"3","text":"Li muy génne ci saraxu cant gi ci biir jàmm, ñu war koo taalal Aji Sax ji mooy nebbon bi sàng yérey biir yi, ak lépp luy nebbon te jàpp ci yérey biir yi,"},{"style":"v","verse":"4","text":"ak ñaari dëmbéen yi ànd ak seen nebbon ca kaw, jàpp ca fàllare ja, ak bàjjo bi ci res wi te mu di ko booleek dëmbéen yi, génne ko."},{"style":"v","verse":"5","text":"Na doomi Aaróona yi boole yooyu lakk ci kaw sarxalukaay bi, mu tege ci kaw \\w saraxu rendi-dóomal|Sarax yi:\\w* bi ci kaw mattum taal bi. Saraxu sawara la ngir xetug jàmm, ñeel Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Su fekkee ne li nit kiy sarxalal Aji Sax ji saraxu cant la ci biir jàmm, te mu di ko jële ci jur gu gàtt, gu góor mbaa gu jigéen, na sarxal lu amul sikk."},{"style":"v","verse":"7","text":"Su dee sarxal xar, na ko indil Aji Sax ji"},{"style":"v","verse":"8","text":"te teg loxoom ci boppu xar mi muy sarxe, ñu rendi ko ci bunt xaymab ndaje mi, doomi Aaróona yu góor yi xëpp deret ji ci mboolem weti sarxalukaay bi."},{"style":"v","verse":"9","text":"Li muy génne ci saraxu cant ci biir jàmm bi, muy saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji, mooy nebbon bi, ak calgeen bi yépp, ñu doge ko fa sës ca fàllare ja, ak nebbon bi sàng yérey biir yi, ak lépp luy nebbon te jàpp ci yérey biir yi,"},{"style":"v","verse":"10","text":"ak ñaari dëmbéen yi ànd ak seen nebbon ca kaw, jàpp ca fàllare ja, ak bàjjo bi ci res wi te mu di ko booleek dëmbéen yi, génne ko."},{"style":"v","verse":"11","text":"Na sarxalkat bi boole loolu lakk ci kaw sarxalukaay bi, muy ñam wu ñu lakke sawara, ñeel Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Bu saraxu nit ki dee bëy, na ko indil Aji Sax ji"},{"style":"v","verse":"13","text":"te teg loxoom ci bopp bi, ñu rendi ko ci bunt xaymab ndaje mi. Na doomi Aaróona yu góor yi xëpp deret ji ci mboolem weti sarxalukaay bi."},{"style":"v","verse":"14","text":"La mu cay génnee muy saraxu sawara, ñeel Aji Sax ji mooy nebbon bi sàng yérey biir yi yépp, ak lépp luy nebbon te jàpp ci yérey biir yi,"},{"style":"v","verse":"15","text":"ak ñaari dëmbéen yi ànd ak seen nebbon ca kaw, jàpp ca fàllare ja, ak bàjjo bi ci res wi te mu di ko booleek dëmbéen yi, génne ko."},{"style":"v","verse":"16","text":"Na sarxalkat bi boole loolu lakk ci kaw sarxalukaay bi, muy ñam wu ñu lakke sawara, muy xeeñ xetug jàmm gu neex Aji Sax ji. Mboolem luy nebbon, Aji Sax jeey boroom."},{"style":"v","verse":"17","text":"Dogal a ngii, di lu leen war fàww, ak fépp fu ngeen dëkk: lépp luy nebbon mbaa deret, buleen ko lekk.»"}]