[{"style":"s1","verse":"","text":"Ay xeeti bàkkaar a ngi ak li ciy njotlaay"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Bu nit bàkkaaree ndax lu mu dégg wooteb seede cib àtte, ba noppi baña wax la mu gis mbaa mu xam ko ca mbir ma, dees na ko ko topp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"«Su fekkee ne nit ki dafa laal lu sobewu, te seetluwu ko, lu mel ni rab wu daganul te médd, muy rabu àll mbaa ag jur, mbaa luy raam, kon sobewu na, tooñ na."},{"style":"v","verse":"3","text":"Su fekkee ne nit ki dafa laal sobey nit ak su mu mana doon, te teyu ko, ba mu wees, saa yu ko xamee, tooñ na."},{"style":"v","verse":"4","text":"Su sàgganee it ba giñ ne dina def nàngam, muy lu baax mbaa lu bon, muy mboolem ngiñ lu ko rëcc te ba mu koy wax teyu ko, ba mu wees, saa yu ko xamee, tooñ na."},{"style":"v","verse":"5","text":"Ci tooñin yooyu ñu lim war naa wax na mu tooñe."},{"style":"v","verse":"6","text":"Na indil Aji Sax ji gàtt bu jigéen, xar mbaa bëy, muy daanam ndax bàkkaar bi mu def. \\w Saraxu póotum bàkkaar|Sarax yi:\\w* lay doon, \\w sarxalkat|sarxalkat b-:\\w* bi defal ko ko njotlaayal bàkkaar bi mu def."},{"style":"s1","verse":"","text":"Lu jëm ci saraxi aji ñàkk"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Nit ki amul lu mat njëgu gàtt, na indil Aji Sax ji ñaari pitax mbaa ñaari xati yu ndaw, muy daanam ndax bàkkaar bi mu def; benn bi di \\w saraxu póotum bàkkaar|Sarax yi:\\w*, bi ci des di \\w sarax rendi-dóomal|Sarax yi:\\w*."},{"style":"v","verse":"8","text":"Da koy yót \\w sarxalkat|sarxalkat b-:\\w* bi, kooku njëkka rey benn bi, muy saraxu póotum bàkkaar; na kutt baat bi te bumu teqale bopp beek baat bi."},{"style":"v","verse":"9","text":"Day xëpp ci wetu \\w sarxalukaay|sarxalukaay b-:\\w* bi deretu njanaaw liy saraxu póotum bàkkaar. Li des ci deret ji dees koy tuur ci taatu sarxalukaay bi. Saraxu póotum bàkkaar la."},{"style":"v","verse":"10","text":"Ñaareel bi na ko def saraxu rendi-dóomal, muy li ñu santaane. Noonu la ko sarxalkat biy defale njotlaayal bàkkaar bi mu def, mu am njéggal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Su amul lu mat njëgu ñaari pitax mbaa ñaari xati yu ndaw, li muy indi, sarxal ko ngir bàkkaar bi mu def, ñetti kiloy sunguf su mucc ayib lay doon, muy saraxu póotum bàkkaar. Du ci def diw, te du ci sotti \\w cuuraay|cuuraay l-:\\w*, ndax li mu di saraxu póotum bàkkaar."},{"style":"v","verse":"12","text":"Da koy yót sarxalkat bi, sarxalkat bi sàkk ci barci-loxo, muy saraxu baaxantal, mu daldi koy lakk ca kaw sarxalukaay bi, mu dolliku ci saraxi sawara yi. Saraxu póotum bàkkaar la."},{"style":"v","verse":"13","text":"Noonu la ko sarxalkat biy defale njotlaayal bàkkaar bi mu def te mu bokk ci xeeti bàkkaar yooyu ñu lim. Su ko defee mu am njéggal. Li des ci sarax bi sarxalkat bee koy moom, mu mel ni bu doon \\w saraxu pepp|Sarax yi:\\w* rekk.»"},{"style":"s1","verse":"","text":"Lu jëm ci saraxu peyug tooñ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bu loolu weesoo, Aji Sax ji wax na Musaa ne ko:"},{"style":"v","verse":"15","text":"«Ku ñàkka wormaal lenn lu ñu sellalal Aji Sax ji te du teyeefam, daan ba ko war, mu di ko indil Aji Sax ji, am kuuy mu amul sikk lay doon, ñuy xayma njëgam, dëppale dayob xaalis baak natt ba ñu yoonal ca \\w néeg bu sell|néeg bu sell b-:\\w* ba. \\w Saraxu peyug tooñ|Sarax yi:\\w* la."},{"style":"v","verse":"16","text":"La mu sàggane woon ca yooyu ñu sellalal Aji Sax ji da koy fey, ba dolli ci juróomeelu céru njëg ga mu fey, jox ko \\w sarxalkat|sarxalkat b-:\\w* bi. Sarxalkat bi da koy defal kuuy mi njotlaayam, muy saraxu peyug tooñ, ngir mu am njéggal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Su fekkee ne nit ki dafa moy lenn ci santaaney Aji Sax ji ci lu warul lu mu def, su ko xamul it, tooñ na, te dees na ko ko topp."},{"style":"v","verse":"18","text":"Na indi kuuy mu amul sikk, ñu xayma njëgam, yót ko sarxalkat bi, muy saraxu peyug tooñ. Na ko ko sarxalkat bi defal njotlaayal bàkkaar bi mu def te xamu ko woon. Su ko defee mu am njéggal."},{"style":"v","verse":"19","text":"Loolu saraxu peyug tooñ la, ndax kooka kat tooñ na Aji Sax ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Aji Sax ji wax na Musaa ba tey ne ko:"},{"style":"v","verse":"21","text":"«Su nit ñàkkee wormaal Aji Sax ji ci waxi fen yu mu wax moroomam, ci alal ju ñu ko tayle mbaa ñu abal ko ko, mbaa muy lu mu jële ci càcc mbaa àq ju mu lekke ci moroomam,"},{"style":"v","verse":"22","text":"mbaa muy lu réer boroom, mu for ko, di ko miim, mbaa mu giñ te du dëgg ci mbir mu mu mana doon,"},{"style":"v","verse":"23","text":"ku bàkkaare noonu ñu ko waxe, tooñ na, te na delloo alal ji mu ame ci càcc, mbaa njublaŋ mbaa tayle ñu ko dénkoon, mbaa muy lu réer, mu for ko."},{"style":"v","verse":"24","text":"Su dee leneen lu ko taxoona giñ te du dëgg itam naka noonu, na ko delloo ba mu mat sëkk, te saa yu ci nekk da cay dolli juróomeelu céru njëg ga, jox ko boroom alal ja, keroog ba muy génne saraxu peyug tooñam."},{"style":"v","verse":"25","text":"Na yóbbul Aji Sax ji li ñu koy daan, muy am kuuy mu amul sikk, ñu xayma njëgam, muy saraxas peyug tooñ su muy yót sarxalkat bi."},{"style":"v","verse":"26","text":"Noonu la ko sarxalkat biy defale njotlaayam fa kanam Aji Sax ji, mu am njéggal ci mboolem lu mu defoon te mu dig tooñam.»"}]