[{"style":"ms1","verse":"","text":"Fal nañu sarxalkat yi"},{"style":"mr","verse":"","text":"(Saar 8---10)"},{"style":"s1","verse":"","text":"Lu jëm ci xewu colug sarxalkat ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","verse":"2","text":"«Indil Aaróona aki doomam yu góor te indaale yére yi ak diw gi ñuy fale ak yëkk wiy \\w saraxu póotum bàkkaar|Sarax yi:\\w* ak ñaari kuuy yi, boole ca pañeb mburu ya amul lawiir,"},{"style":"v","verse":"3","text":"te nga woo mbooloo mi mépp, ñu daje ci bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* mi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Musaa def la ko Aji Sax ji sant, mbooloo ma daje ca bunt xaymab ndaje ma."},{"style":"v","verse":"5","text":"Musaa wax mbooloo ma ne leen: «Lii laay waajal muy li Aji Sax ji santaane woon ñu def ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ci kaw loolu Musaa indi Aaróona aki doomam yu góor, ñu sangu,"},{"style":"v","verse":"7","text":"solal Aaróona jàllaabi ba, takkal ko laxasaay ga, solal ko mbubb ma, tegal ko ca \\w xar-sànni|xar-sànni m-:\\w* ma, takkal ko ngañaay la ca kawam, jàppe ko ko, mu tafu ca kawam."},{"style":"v","verse":"8","text":"Mu solal ko nag kiiraayal dënn ba, daldi yeb ca biir kiiraay la jumtukaayi tegtal ya, di \\w Urim ba ak Tumim|Urim ak Tumim:\\w* ba,"},{"style":"v","verse":"9","text":"la ca tegu mu tegal ko kaala ga ca bopp ba, takkal ko dogu wurus wu tell wa, mooy meeteel gu \\w sell|sell:\\w* ga, mu nekk ca kaw kaala ga, féete kanam, muy la Aji Sax ji santoon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba loolu wéyee Musaa jël diwu pal ga, diw ca \\w jaamookaay|xaymab ndaje m-:\\w* baak ya ca biir yépp, sellale ko yooya,"},{"style":"v","verse":"11","text":"ba noppi wis-wisal ca juróom ñaari yoon ca kaw \\w sarxalukaay|sarxalukaay b-:\\w* ba, diwe ko sarxalukaay ba ak mboolem ay ndabam, boole ca mbalkam njàpp ma, mookub tegoom ngir yooyu it sell."},{"style":"v","verse":"12","text":"Mu sotti nag tuuti ci diw gi ñuy fale ci boppu Aaróona, diw ko, sellale ko ko."},{"style":"v","verse":"13","text":"Ba mu ko defee Musaa indi doomi Aaróona yu góor ya, solal leen seeni jàllaabi, takkal leen ay laxasaay, solal leen mbaxana, muy la Aji Sax ji santoon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Musaa teg ca indi yëkku sarax siy póotum bàkkaar, Aaróona aki doomam teg seeni loxo ci kaw boppu yëkku sarax siy póotum bàkkaar,"},{"style":"v","verse":"15","text":"Musaa rendi ko, sàkk ci deret ji, capp ci baaraamam, diw ci ñeenti béjjéni sarxalukaay bi yépp, setale ko sarxalukaay bi. Mu daldi tuur li des ci deret ji ci taatu sarxalukaay bi, sellale ko noonu, muy njotlaayal sarxalukaay bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba loolu amee mu jël nebbon bi sàng yérey biir yi, ak bàjjo bi ci res wi ak ñaari dëmbéen yi ànd ak seen nebbon, lakk ko ci kaw sarxalukaay bi."},{"style":"v","verse":"17","text":"Li des ci yëkk wi, di der beek yàpp week sébbriit mi, mu génne ko dal bi, lakk ko ca biti, muy la Aji Sax ji santoon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"La ca tegu mu indi kuuyu \\w saraxu rendi-dóomal|Sarax yi:\\w* bi. Aaróona ak doomam yu góor teg seeni loxo ca boppu kuuy ma."},{"style":"v","verse":"19","text":"Musaa rendi ko, xëpp deret ji ci mboolem weti sarxalukaay bi,"},{"style":"v","verse":"20","text":"daldi daggat kuuy mi, def ko ay dog, boole bopp beek dog yeek nebbon bi, lakk ko, ba mu dib dóom."},{"style":"v","verse":"21","text":"Ba loolu weesoo Musaa boole yérey biir yi, ak yeel yi, raxas, ba noppi lakk kuuy mi yépp ca sarxalukaay ba. Loolu saraxu rendi-dóomal la, ngir xetug jàmm. Saraxu sawara la, ñeel Aji Sax ji, na ko Aji Sax ji sante woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Gannaaw loolu Musaa indi kuuy ma ca des, di kuuyu xewu colu. Aaróona aki doomam teg seeni loxo ci boppu kuuy mi,"},{"style":"v","verse":"23","text":"Musaa rendi ko, sàkk ca deret ja, taqal ca tabanum noppu ndijooru Aaróona, taqal ca baaraamu déyu ndijooram ak baaraamu déyu tànku ndijooram."},{"style":"v","verse":"24","text":"Musaa doora indi doomi Aaróona yu góor ya, sàkk ca deret ja, taqal ca seen tabani noppi ndijoor ak seen baaraamu déyu ndijoor ak seen baaraamu déyu tànki ndijoor. La des ca deret ja, Musaa xëpp ko ca mboolem weti sarxalukaay bi."},{"style":"v","verse":"25","text":"Ba mu ko defee mu génne nebbon bi, muy calgeen bi ak nebbon bi sàng yérey biir yépp, ak bàjjo bi ci res wi ak ñaari dëmbéen yi ànd ak seen nebbon, ak tànkub ndijoor bi."},{"style":"v","verse":"26","text":"Pañe bi def mburu yi amul lawiir, taaje fi kanam Aji Sax ji, mu sàkke ca menn mburu mu wërngalu te tàppandaar wu amul lawiir, ak menn mburu mu ñu xiiwe diwu oliw, ak menn mburu mu ndaw te gëna sew, boole ko teg ca kaw nebbon ba ak tànku ndijoor ba."},{"style":"v","verse":"27","text":"Mu boole yooyu yépp teg ci loxol Aaróona ak loxoy doomam yu góor, ngir ñu def ko \\w sarax bu ñuy yékkati|Sarax yi:\\w* jébbal Aji Sax ji."},{"style":"v","verse":"28","text":"Ba loolu amee Musaa nangoo ko ca seeni loxo, teg ko ca kaw saraxu rendi-dóomal ba, lakk ko ca sarxalukaay ba. Loolu saraxas xewu colu la woon, ngir xetug jàmm. Saraxu sawara la, ñeel Aji Sax ji."},{"style":"v","verse":"29","text":"Musaa daldi jël dënn biy céram ci kuuyum xewu colu gi, yékkati ko, jébbal Aji Sax ji, muy saraxu yékkati-jébbale, di la Aji Sax ji santoon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Musaa teg ca sàkk ca diwu pal ga, ak deret ji ci sarxalukaay bi, wis-wisal ko ci kaw yaramu Aaróona ak ca kawi yéreem, wis-wisaale ko ca kaw yarami doomam yu góor ak ca seen kawi yére. Mu sellal Aaróona ak ay yéreem, bokk sellalaale ay doomam ak seeni yére."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Musaa wax ak Aaróona aki doomam yu góor ne leen: «Toggleen yàpp wi ci bunt xaymab ndaje mi te lekke ko foofa, boole kook mburu mi ci pañeb saraxi xewu colu gi, muy la ma santaane woon ne yaw Aaróona yaak say doom yu góor yeena koy lekk."},{"style":"v","verse":"32","text":"Li des ci yàpp wi ak mburu mi, lakkleen ko, ba mu dib dóom."},{"style":"v","verse":"33","text":"Waaye bunt xaymab ndaje mi buleen ko wees diiru juróom ñaari fan, ba bésub keroog ba seen xewu colu di mat, ndax juróom ñaari fan lay mat."},{"style":"v","verse":"34","text":"Lépp lu ñu def tey, Aji Sax ji daa santaane ñu def ko, mu daldi matal seen njotlaay."},{"style":"v","verse":"35","text":"Ci bunt xaymab ndaje mi ngeen di yem guddeek bëccëg diiru juróom ñaari fan, boole ci di sàmm ndénkaaneb Aji Sax ji, ndax ngeen baña dee, ndaxte loolu moo di li ñu ma santoon.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Aaróona ak doomam yu góor nag def lépp lu Aji Sax ji santaane woon, Musaa jottali."}]