[{"style":"p","text":""},{"style":"v","text":"Je résolus donc en moi-même de ne pas retourner chez vous dans la tristesse. "},{"style":"v","text":"Car si je vous attriste, qui peut me réjouir, sinon celui qui est attristé par moi? "},{"style":"v","text":"J’ai écrit comme je l’ai fait pour ne pas éprouver, à mon arrivée, de la tristesse de la part de ceux qui devaient me donner de la joie, \\x a \\xo 2.3 \\xt 2 Co 1:22. Ga 5:10.\\x*ayant en vous tous cette confiance que ma joie est la vôtre à tous. "},{"style":"v","text":"C’est dans une grande affliction, le cœur angoissé, et avec beaucoup de larmes, que je vous ai écrit, non pas afin que vous fussiez attristés, mais afin que vous connussiez l’amour extrême que j’ai pour vous."},{"style":"r","text":"V. 5-13: cf. 2 Co 7:5-16. Lu 17:3."},{"style":"p","text":""},{"style":"v","text":"Si quelqu’un a été une cause de tristesse, ce n’est pas moi qu’il a attristé, c’est vous tous, du moins en partie, pour ne rien exagérer. "},{"style":"v","text":"\\x b \\xo 2.6 \\xt 1 Co 5:3.\\x*Il suffit pour cet homme du châtiment qui lui a été infligé par le plus grand nombre, "},{"style":"v","text":"en sorte que vous devez bien plutôt lui pardonner et le consoler, de peur qu’il ne soit accablé par une tristesse excessive. "},{"style":"v","text":"Je vous exhorte donc à faire acte de charité envers lui; "},{"style":"v","text":"car je vous ai écrit aussi dans le but de connaître, en vous mettant à l’épreuve, si vous êtes obéissants en toutes choses. "},{"style":"v","text":"Or, à qui vous pardonnez, je pardonne aussi; et ce que j’ai pardonné, si j’ai pardonné quelque chose, c’est à cause de vous, en présence de Christ, "},{"style":"v","text":"afin de ne pas laisser à Satan l’avantage sur nous, car nous n’ignorons pas ses desseins. "},{"style":"v","text":"Au reste, \\x c \\xo 2.12 \\xt Ac 16:8.\\x*lorsque je fus arrivé à Troas pour l’Évangile de Christ, quoique le Seigneur m’y eût ouvert une porte, je n’eus point de repos d’esprit, parce que je ne trouvai pas Tite, mon frère; "},{"style":"v","text":"c’est pourquoi, ayant pris congé d’eux, je partis pour la Macédoine."},{"style":"s1","text":"Ministère de l’apôtre: succès, rapportés à Dieu. Supériorité de la nouvelle alliance sur l’ancienne; difficultés de la tâche; motifs de confiance et d’encouragement"},{"style":"r","text":"V. 14-17: cf. Ro 15:17-19. (1 Co 1:17-24. 2 Co 4:1-7.)"},{"style":"p","text":""},{"style":"v","text":"Grâces soient rendues à Dieu, qui nous fait toujours triompher en Christ, \\x d \\xo 2.14 \\xt Col 1:27.\\x*et qui répand par nous en tout lieu l’odeur de sa connaissance! "},{"style":"v","text":"Nous sommes, en effet, pour Dieu la bonne odeur de Christ, parmi ceux qui sont sauvés et parmi ceux qui périssent: "},{"style":"v","text":"\\x e \\xo 2.16 \\xt Lu 2:34.\\x*aux uns, une odeur de mort, donnant la mort; aux autres, une odeur de vie, donnant la vie. Et qui est suffisant pour ces choses? "},{"style":"v","text":"Car nous ne falsifions point la parole de Dieu, comme font plusieurs; mais c’est avec sincérité, mais c’est de la part de Dieu, que nous parlons en Christ devant Dieu."}]