[{"style":"r","text":"V. 1-6: cf. 1 Co 9:1-3. 2 Co 4:6, 7; 5:18-21."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 3.1 \\xt 2 Co 5:12; 10:8.\\x*Commençons-nous de nouveau à nous recommander nous-mêmes? Ou avons-nous besoin, comme quelques-uns, de lettres de recommandation auprès de vous, ou de votre part? "},{"style":"v","text":"C’est vous qui êtes notre lettre, écrite dans nos cœurs, connue et lue de tous les hommes. "},{"style":"v","text":"Vous êtes manifestement une lettre de Christ, écrite, par notre ministère, non avec de l’encre, mais avec l’Esprit du Dieu vivant, non \\x b \\xo 3.3 \\xt Ex 24:12; 34:1.\\x*sur des tables de pierre, \\x c \\xo 3.3 \\xt Jé 31:33. Éz 11:19; 36:26. Hé 8:10.\\x*mais sur des tables de chair, sur les cœurs. "},{"style":"v","text":"Cette assurance-là, nous l’avons par Christ auprès de Dieu. "},{"style":"v","text":"Ce n’est pas à dire que nous soyons par nous-mêmes capables de concevoir quelque chose comme venant de nous-mêmes. \\x d \\xo 3.5 \\xt Ph 2:13.\\x*Notre capacité, au contraire, vient de Dieu. "},{"style":"v","text":"Il nous a aussi rendus capables d’être \\x e \\xo 3.6 \\xt 2 Co 5:18.\\x*ministres \\x f \\xo 3.6 \\xt Hé 8:6, 8.\\x*d’une nouvelle alliance, non de la lettre, mais de l’esprit; car la lettre tue, mais l’esprit vivifie."},{"style":"r","text":"V. 7-18: cf. (Ex 34:28-35. Jn 1:17, 18, 14.) Ga 3:8-29. Hé 7:18-28; 8:6-13; 12:18-29."},{"style":"p","text":""},{"style":"v","text":"Or, si le ministère de la mort, \\x g \\xo 3.7 \\xt Ex 24:12; 34:1. De 10:2.\\x*gravé avec des lettres sur des pierres, a été glorieux, \\x h \\xo 3.7 \\xt Ex 34:30.\\x*au point que les fils d’Israël ne pouvaient fixer les regards sur le visage de Moïse, à cause de la gloire de son visage, bien que cette gloire fût passagère, "},{"style":"v","text":"combien le ministère de l’esprit ne sera-t-il pas plus glorieux! "},{"style":"v","text":"Si le ministère de la condamnation a été glorieux, le ministère de la justice est de beaucoup supérieur en gloire. "},{"style":"v","text":"Et, sous ce rapport, ce qui a été glorieux ne l’a point été, à cause de cette gloire qui lui est supérieure. "},{"style":"v","text":"En effet, si ce qui était passager a été glorieux, ce qui est permanent est bien plus glorieux. "},{"style":"v","text":"Ayant donc cette espérance, nous usons d’une grande liberté, "},{"style":"v","text":"et nous ne faisons pas comme \\x i \\xo 3.13 \\xt Ex 34:35.\\x*Moïse, qui mettait un voile sur son visage, pour que les fils d’Israël ne fixassent pas les regards \\x j \\xo 3.13 \\xt Ro 10:4.\\x*sur la fin de ce qui était passager. "},{"style":"v","text":"\\x k \\xo 3.14 \\xt És 6:10. Éz 12:2. Mt 13:11. Ac 28:26. Ro 11:8.\\x*Mais ils sont devenus durs d’entendement. Car jusqu’à ce jour le même voile demeure quand, ils font la lecture de l’Ancien Testament, et il ne se lève pas, parce que c’est en Christ qu’il disparaît. "},{"style":"v","text":"Jusqu’à ce jour, quand on lit Moïse, un voile est jeté sur leurs cœurs; "},{"style":"v","text":"\\x l \\xo 3.16 \\xt Mt 13:11. Ro 11:23. 1 Co 2:10.\\x*mais lorsque les cœurs se convertissent au Seigneur, le voile est ôté. "},{"style":"v","text":"\\x m \\xo 3.17 \\xt Jn 4:24.\\x*Or, le Seigneur c’est l’Esprit; et là où est l’Esprit du Seigneur, là est la liberté. "},{"style":"v","text":"\\x n \\xo 3.18 \\xt 1 Co 13:12. 2 Co 5:7.\\x*Nous tous qui, le visage découvert, contemplons comme dans un miroir la gloire du Seigneur, nous sommes transformés en la même image, de gloire en gloire, comme par le Seigneur, l’Esprit."}]