[{"style":"r","text":"V. 1-6: cf. 1 Th 2:1-6. 2 Co 2:14-17."},{"style":"p","text":""},{"style":"v","text":"C’est pourquoi, ayant ce ministère, selon la miséricorde qui nous a été faite, nous ne perdons pas courage. "},{"style":"v","text":"Nous rejetons les choses honteuses qui se font en secret, \\x a \\xo 4.2 \\xt 2 Co 2:17.\\x*nous n’avons point une conduite astucieuse, et nous n’altérons point la parole de Dieu. Mais, en publiant la vérité, \\x b \\xo 4.2 \\xt 2 Co 6:4.\\x*nous nous recommandons à toute conscience d’homme devant Dieu. "},{"style":"v","text":"Si notre Évangile est encore voilé, il est voilé pour ceux \\x c \\xo 4.3 \\xt 2 Co 2:15. 2 Th 2:10.\\x*qui périssent; "},{"style":"v","text":"pour les incrédules dont le dieu de ce siècle \\x d \\xo 4.4 \\xt És 6:10. Jn 12:40.\\x*a aveuglé l’intelligence, afin qu’ils ne vissent pas briller la splendeur de l’Évangile de la gloire de Christ, \\x e \\xo 4.4 \\xt Jn 14:9. Ph 2:6. Col 1:15. Hé 1:3.\\x*qui est l’image de Dieu. "},{"style":"v","text":"Nous ne nous prêchons pas nous-mêmes; c’est Jésus-Christ le Seigneur que nous prêchons, et nous nous disons vos serviteurs à cause de Jésus. "},{"style":"v","text":"Car Dieu, \\x f \\xo 4.6 \\xt Ge 1:3.\\x*qui a dit: La lumière brillera du sein des ténèbres! \\x g \\xo 4.6 \\xt 2 Pi 1:19.\\x*a fait briller la lumière dans nos cœurs pour faire resplendir la connaissance de la gloire de Dieu sur la face de Christ."},{"style":"r","text":"V. 7-15: cf. (2 Co 6:3-10; 1:5-11.) 2 Ti 2:8-11."},{"style":"p","text":""},{"style":"v","text":"Nous portons ce trésor \\x h \\xo 4.7 \\xt 2 Co 5:1.\\x*dans des vases de terre, afin que cette grande puissance soit attribuée à \\x i \\xo 4.7 \\xt 1 Co 2:5.\\x*Dieu, et non pas à nous. "},{"style":"v","text":"Nous sommes pressés de toute manière, mais non réduits à l’extrémité; dans la détresse, mais non dans le désespoir; "},{"style":"v","text":"persécutés, mais non abandonnés; abattus, mais non perdus; "},{"style":"v","text":"\\x j \\xo 4.10 \\xt Ro 8:17. Ga 6:17. Ph 3:10. 2 Ti 2:11, 12. 1 Pi 4:13.\\x*portant toujours avec nous dans notre corps la mort de Jésus, afin que la vie de Jésus soit aussi manifestée dans notre corps. "},{"style":"v","text":"\\x k \\xo 4.11 \\xt Ps 44:23. Mt 5:11. Ro 8:36. 1 Co 4:9.\\x*Car nous qui vivons, nous sommes sans cesse livrés à la mort à cause de Jésus, \\x l \\xo 4.11 \\xt 1 Co 15:49. Col 3:4.\\x*afin que la vie de Jésus soit aussi manifestée dans notre chair mortelle. "},{"style":"v","text":"Ainsi la mort agit en nous, et la vie agit en vous. "},{"style":"v","text":"Et, comme nous avons le même esprit de foi qui est exprimé dans cette parole de l’Écriture: \\x m \\xo 4.13 \\xt Ps 116:10.\\x*J’ai cru, c’est pourquoi j’ai parlé! Nous aussi nous croyons, et c’est pour cela que nous parlons, "},{"style":"v","text":"\\x n \\xo 4.14 \\xt Ro 8:11. 1 Co 6:14.\\x*sachant que celui qui a ressuscité le Seigneur Jésus nous ressuscitera aussi avec Jésus, et nous fera paraître avec vous en sa présence. "},{"style":"v","text":"Car tout cela arrive à cause de vous, \\x o \\xo 4.15 \\xt 2 Co 1:11.\\x*afin que la grâce en se multipliant, fasse abonder, à la gloire de Dieu, les actions de grâces d’un plus grand nombre."},{"style":"r","text":"4 v. 16 à 5 v. 10: cf. (Ro 8:17, 18. 1 Pi 1:6, 9.) (Ro 8:23-25. Ph 1:23.) 1 Jn 3:2, 3. Hé 12:28, 29. Ac 24:15, 16."},{"style":"p","text":""},{"style":"v","text":"C’est pourquoi nous ne perdons pas courage. Et lors même que notre homme extérieur se détruit, notre homme intérieur se renouvelle de jour en jour. "},{"style":"v","text":"\\x p \\xo 4.17 \\xt Ps 30:6. Mt 5:12. Ro 8:18. 1 Jn 3:2.\\x*Car nos légères afflictions du moment présent produisent pour nous, au-delà de toute mesure, un poids éternel de gloire, "},{"style":"v","text":"parce que nous regardons, non point aux choses visibles, mais à celles qui sont invisibles; car les choses visibles sont passagères, et les invisibles sont éternelles."}]