[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Nous savons, en effet, que, si cette \\x a \\xo 5.1 \\xt 2 Co 4:7.\\x*tente où nous habitons sur la terre est détruite, nous avons dans le ciel un édifice qui est l’ouvrage de Dieu, une demeure éternelle qui n’a pas été faite de main d’homme. "},{"style":"v","verse":"2","text":"\\x b \\xo 5.2 \\xt Ro 8:23.\\x*Aussi nous gémissons dans cette tente, désirant revêtir notre domicile céleste, "},{"style":"v","verse":"3","text":"\\x c \\xo 5.3 \\xt Ap 3:18; 16:15.\\x*si du moins nous sommes trouvés vêtus et non pas nus. "},{"style":"v","verse":"4","text":"Car tandis que nous sommes dans cette tente, nous gémissons, accablés, parce que nous voulons, non pas nous dépouiller, mais nous revêtir, \\x d \\xo 5.4 \\xt Ro 8:11. 1 Co 15:53.\\x*afin que ce qui est mortel soit englouti par la vie. "},{"style":"v","verse":"5","text":"Et celui qui nous a formés pour cela, c’est Dieu, \\x e \\xo 5.5 \\xt Ro 8:16. 2 Co 1:22. Ép 1:13; 4:30.\\x*qui nous a donné les arrhes de l’Esprit. "},{"style":"v","verse":"6","text":"Nous sommes donc toujours pleins de confiance, et nous savons qu’en demeurant dans ce corps nous demeurons loin du Seigneur, "},{"style":"v","verse":"7","text":"\\x f \\xo 5.7 \\xt 1 Co 13:12. 2 Co 3:18.\\x*car nous marchons par la foi et non par la vue, "},{"style":"v","verse":"8","text":"nous sommes pleins de confiance, et nous aimons mieux quitter ce corps et demeurer auprès du Seigneur. "},{"style":"v","verse":"9","text":"C’est pour cela aussi que nous nous efforçons de lui être agréables, soit que nous demeurions dans ce corps, soit que nous le quittions. "},{"style":"v","verse":"10","text":"\\x g \\xo 5.10 \\xt Mt 25:32. Ro 14:10.\\x*Car il nous faut tous comparaître devant le tribunal de Christ, \\x h \\xo 5.10 \\xt Ps 62:13. Jé 17:10; 32:19. Mt 16:27. Ro 2:6; 14:12. 1 Co 3:8. Ga 6:5. Ap 2:23; 22:12.\\x*afin que chacun reçoive selon le bien ou le mal qu’il aura fait, étant dans son corps."},{"style":"r","verse":"","text":"V. 11-21: cf. Ac 17:30, 31. (Ro 5:8; 6:2-13. 1 Co 6:19, 20. Ép 4:20-24.) Lu 24:47. 2 Co 6:1, 2."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Connaissant donc la crainte du Seigneur, nous cherchons à convaincre les hommes; Dieu nous connaît, et j’espère que dans vos consciences vous nous connaissez aussi. "},{"style":"v","verse":"12","text":"\\x i \\xo 5.12 \\xt 2 Co 3:1; 10:8.\\x*Nous ne nous recommandons pas de nouveau nous-mêmes auprès de vous; mais nous vous donnons occasion de vous glorifier à notre sujet, afin que vous puissiez répondre à ceux qui tirent gloire de ce qui est dans les apparences et non dans le cœur. "},{"style":"v","verse":"13","text":"En effet, si je suis hors de sens, c’est pour Dieu; si je suis de bon sens, c’est pour vous. "},{"style":"v","verse":"14","text":"Car l’amour de Christ nous presse, parce que nous estimons que, si un seul est mort pour tous, tous donc sont morts; "},{"style":"v","verse":"15","text":"et qu’il est mort pour tous, \\x j \\xo 5.15 \\xt Ro 14:7. Ga 2:20. 1 Th 5:10. 1 Pi 4:2.\\x*afin que ceux qui vivent ne vivent plus pour eux-mêmes, mais pour celui qui est mort et ressuscité pour eux. "},{"style":"v","verse":"16","text":"\\x k \\xo 5.16 \\xt Mt 12:50. Jn 15:14. Ga 5:6; 6:15. Col 3:11.\\x*Ainsi, dès maintenant, nous ne connaissons personne selon la chair; et si nous avons connu Christ selon la chair, maintenant nous ne le connaissons plus de cette manière. "},{"style":"v","verse":"17","text":"Si quelqu’un est en Christ, il est une nouvelle créature. \\x l \\xo 5.17 \\xt És 43:18. Ap 21:5.\\x*Les choses anciennes sont passées; voici, toutes choses sont devenues nouvelles. "},{"style":"v","verse":"18","text":"Et tout cela vient de Dieu, \\x m \\xo 5.18 \\xt Col 1:20. 1 Jn 2:2; 4:10.\\x*qui nous a réconciliés avec lui par Christ, et qui nous a donné le ministère de la réconciliation. "},{"style":"v","verse":"19","text":"\\x n \\xo 5.19 \\xt Ro 3:24, 25. Col 1:20.\\x*Car Dieu était en Christ, réconciliant le monde avec lui-même, en n’imputant point aux hommes leurs offenses, et il a mis en nous la parole de la réconciliation. "},{"style":"v","verse":"20","text":"Nous faisons donc les fonctions \\x o \\xo 5.20 \\xt 2 Co 3:6.\\x*d’ambassadeurs pour Christ, comme si Dieu exhortait par nous; nous vous en supplions au nom de Christ: Soyez réconciliés avec Dieu! "},{"style":"v","verse":"21","text":"\\x p \\xo 5.21 \\xt És 53:9. 1 Pi 2:22. 1 Jn 3:5.\\x*Celui qui n’a point connu le péché, \\x q \\xo 5.21 \\xt És 53:12. Ro 8:3. Ga 3:13.\\x*il l’a fait devenir péché pour nous, afin que nous devenions en lui justice de Dieu."}]