[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ayant donc de telles promesses, bien-aimés, purifions-nous de toute souillure de la chair et de l’esprit, en achevant notre sanctification dans la crainte de Dieu."},{"style":"r","verse":"","text":"V. 2-16: cf. 2 Co 6:11-13; 2:1-13. 1 Th 3:5-9. Pr 25:25. Hé 13:17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Donnez-nous une place dans vos cœurs! Nous n’avons fait tort à personne, nous n’avons ruiné personne, nous n’avons tiré du profit de personne. "},{"style":"v","verse":"3","text":"Ce n’est pas pour vous condamner que je parle de la sorte; \\x a \\xo 7.3 \\xt 2 Co 6:11, 12, 13.\\x*car j’ai déjà dit que vous êtes dans nos cœurs à la vie et à la mort. "},{"style":"v","verse":"4","text":"J’ai une grande confiance en vous, j’ai tout sujet de me glorifier de vous; \\x b \\xo 7.4 \\xt Mt 5:12. Ac 5:41. Ph 2:17. Col 1:24.\\x*je suis rempli de consolation, je suis comblé de joie au milieu de toutes nos tribulations. "},{"style":"v","verse":"5","text":"Car, depuis notre arrivée en Macédoine, notre chair n’eut aucun repos; \\x c \\xo 7.5 \\xt Ac 16:19, 23.\\x*nous étions affligés de toute manière: luttes au-dehors, craintes au-dedans. "},{"style":"v","verse":"6","text":"\\x d \\xo 7.6 \\xt 2 Co 1:4.\\x*Mais Dieu, qui console ceux qui sont abattus, nous a consolés par l’arrivée de Tite, "},{"style":"v","verse":"7","text":"et non seulement par son arrivée, mais encore par la consolation que Tite lui-même ressentait à votre sujet: il nous a raconté votre ardent désir, vos larmes, votre zèle pour moi, en sorte que ma joie a été d’autant plus grande. "},{"style":"v","verse":"8","text":"Quoique je vous aie attristés par ma lettre, je ne m’en repens pas. Et, si je m’en suis repenti, car je vois que cette lettre vous a attristés, bien que momentanément, "},{"style":"v","verse":"9","text":"je me réjouis à cette heure, non pas de ce que vous avez été attristés, mais de ce que votre tristesse vous a portés à la repentance; car vous avez été attristés selon Dieu, afin de ne recevoir de notre part aucun dommage. "},{"style":"v","verse":"10","text":"\\x e \\xo 7.10 \\xt 2 S 12:13. Mt 26:75. Lu 18:13.\\x*En effet, la tristesse selon Dieu produit une repentance à salut dont on ne se repent jamais, tandis que la tristesse du monde produit la mort. "},{"style":"v","verse":"11","text":"Et voici, cette même tristesse selon Dieu, quel empressement n’a-t-elle pas produit en vous! Quelle justification, quelle indignation, quelle crainte, quel désir ardent, quel zèle, quelle punition! Vous avez montré à tous égards que vous étiez purs dans cette affaire. "},{"style":"v","verse":"12","text":"Si donc je vous ai écrit, ce n’était ni à cause de celui qui a fait l’injure, ni à cause de celui qui l’a reçue; c’était afin que votre empressement pour nous fût manifesté parmi vous devant Dieu. "},{"style":"v","verse":"13","text":"C’est pourquoi nous avons été consolés. Mais, outre notre consolation, nous avons été réjouis beaucoup plus encore par la joie de Tite, dont l’esprit a été tranquillisé par vous tous. "},{"style":"v","verse":"14","text":"Et si devant lui je me suis un peu glorifié à votre sujet, je n’en ai point eu de confusion; mais, comme nous vous avons toujours parlé selon la vérité, ce dont nous nous sommes glorifiés auprès de Tite s’est trouvé être aussi la vérité. "},{"style":"v","verse":"15","text":"Il éprouve pour vous un redoublement d’affection, au souvenir de votre obéissance à tous, et de l’accueil que vous lui avez fait avec crainte et tremblement. "},{"style":"v","verse":"16","text":"Je me réjouis de pouvoir en toutes choses me confier en vous."}]