[{"style":"s1","text":"Recommandations au sujet de la collecte pour les chrétiens de Jérusalem"},{"style":"r","text":"V. 1-15: cf. Mc 12:41-44. (2 Co 9. Ro 15:25-27.) Ac 11:27-29. 2 Th 2:16, 17."},{"style":"p","text":""},{"style":"v","text":"Nous vous faisons connaître, frères, la grâce de Dieu qui s’est manifestée dans les Églises de la Macédoine. "},{"style":"v","text":"Au milieu de beaucoup de tribulations qui les ont éprouvées, leur joie débordante et leur pauvreté profonde ont produit avec abondance de riches libéralités de leur part. "},{"style":"v","text":"Ils ont, je l’atteste, donné volontairement selon leurs moyens, et même au-delà de leurs moyens, "},{"style":"v","text":"\\x a \\xo 8.4 \\xt Ac 11:29. Ro 15:26. 1 Co 16:2. 2 Co 9:1.\\x*nous demandant avec de grandes instances la grâce de prendre part à l’assistance destinée aux saints. "},{"style":"v","text":"Et non seulement ils ont contribué comme nous l’espérions, mais ils se sont d’abord donnés eux-mêmes au Seigneur, puis à nous, par la volonté de Dieu. "},{"style":"v","text":"Nous avons donc engagé Tite à achever chez vous cette œuvre de bienfaisance, comme il l’avait commencée. "},{"style":"v","text":"De même que vous excellez en toutes choses, en foi, en parole, en connaissance, en zèle à tous égards, et dans votre amour pour nous, faites en sorte d’exceller aussi dans cette œuvre de bienfaisance. "},{"style":"v","text":"Je ne dis pas cela pour donner un ordre, mais pour éprouver, par le zèle des autres, la sincérité de votre charité. "},{"style":"v","text":"Car vous connaissez la grâce de notre Seigneur Jésus-Christ, \\x b \\xo 8.9 \\xt Lu 9:58.\\x*qui pour vous s’est fait pauvre, de riche qu’il était, afin que par sa pauvreté vous fussiez enrichis. "},{"style":"v","text":"C’est un avis que je donne là-dessus, car cela vous convient, à vous qui non seulement avez commencé à agir, mais qui en avez eu la volonté dès l’année dernière. "},{"style":"v","text":"Achevez donc maintenant d’agir, afin que l’accomplissement selon vos moyens réponde à l’empressement que vous avez mis à vouloir. "},{"style":"v","text":"\\x c \\xo 8.12 \\xt Mc 12:43. Lu 21:3.\\x*La bonne volonté, quand elle existe, \\x d \\xo 8.12 \\xt Pr 3:28. 1 Pi 4:10.\\x*est agréable en raison de ce qu’elle peut avoir à sa disposition, et non de ce qu’elle n’a pas. "},{"style":"v","text":"Car il s’agit, non de vous exposer à la détresse pour soulager les autres, mais de suivre une règle d’égalité: dans la circonstance présente votre superflu pourvoira à leurs besoins, "},{"style":"v","text":"afin que leur superflu pourvoie pareillement aux vôtres, en sorte qu’il y ait égalité, "},{"style":"v","text":"selon qu’il est écrit: \\x e \\xo 8.15 \\xt Ex 16:18.\\x*Celui qui avait ramassé beaucoup n’avait rien de trop, et celui qui avait ramassé peu n’en manquait pas."},{"style":"r","text":"V. 16-24: cf. 1 Co 16:1-4. 2 Co 9:1-5. 1 Co 14:40."},{"style":"p","text":""},{"style":"v","text":"Grâces soient rendues à Dieu de ce qu’il a mis dans le cœur de Tite le même empressement pour vous; "},{"style":"v","text":"car il a accueilli notre demande, et c’est avec un nouveau zèle et de son plein gré qu’il part pour aller chez vous. "},{"style":"v","text":"Nous envoyons avec lui le frère dont la louange en ce qui concerne l’Évangile est répandue dans toutes les Églises, "},{"style":"v","text":"et qui, de plus, a été choisi par les Églises pour être notre compagnon de voyage dans cette œuvre de bienfaisance, que nous accomplissons à la gloire du Seigneur même et en témoignage de notre bonne volonté. "},{"style":"v","text":"Nous agissons ainsi, afin que personne ne nous blâme au sujet de cette abondante collecte, à laquelle nous donnons nos soins; "},{"style":"v","text":"\\x f \\xo 8.21 \\xt Ro 12:17.\\x*car nous recherchons ce qui est bien, non seulement devant le Seigneur, mais aussi devant les hommes. "},{"style":"v","text":"Nous envoyons avec eux notre frère, dont nous avons souvent éprouvé le zèle dans beaucoup d’occasions, et qui en montre plus encore cette fois à cause de sa grande confiance en vous. "},{"style":"v","text":"Ainsi, pour ce qui est de Tite, il est notre associé et notre compagnon d’œuvre auprès de vous; et pour ce qui est de nos frères, ils sont les envoyés des Églises, la gloire de Christ. "},{"style":"v","text":"Donnez-leur donc, à la face des Églises, la preuve de votre charité, et montrez-leur que nous avons sujet de nous glorifier de vous."}]