[{"style":"ide","verse":"","text":"UTF-8"},{"style":"ip","verse":"","text":"L’auteur de l’Évangile selon Marc est le seul qui donne à son livre le titre de: «Évangile de Jésus-Christ, Fils de Dieu» (1:1). Pour cette raison, on peut le considérer comme le créateur de ce genre littéraire. Autrement dit, il serait le premier à mettre par écrit la tradition sur la personne, la vie et l’œuvre de Jésus-Christ qui, jusque-là, circulait sous une forme orale. L’Évangile à ses débuts était prédication, Bonne Nouvelle du salut en Jésus-Christ. Avec la disparition des témoins oculaires de la vie de Jésus, la préservation par écrit de ce qui se disait sur sa personne et son œuvre s’imposa. Marc serait le premier dans cette entreprise. Le canevas de cet évangile est donc le suivant:"},{"style":"ib","verse":"","text":""},{"style":"io1","verse":"","text":"1. Prédication de Jean-Baptiste, baptême et tentation de Jésus-Christ \\ior 1:1-13\\ior*"},{"style":"io1","verse":"","text":"2. Commencement du ministère et ministère de Jésus en Galilée \\ior 1:14–7:23\\ior*"},{"style":"io1","verse":"","text":"3. Jésus dans les territoires de Tyr et de Sidon; ministère de Jésus hors de Galilée et en route vers Jérusalem \\ior 7:24–10:52\\ior*"},{"style":"io1","verse":"","text":"4. Entrée de Jésus à Jérusalem et ministère jérusalémite de Jésus avec les événements majeurs que sont sa passion et sa résurrection \\ior 11:1–16:20\\ior*"},{"style":"ib","verse":"","text":""},{"style":"ip","verse":"","text":"Le titre: «Évangile de Jésus-Christ, Fils de Dieu» résume le contenu de Marc. Pour lui, Jésus est le Fils de Dieu, l’homme en qui et par qui Dieu se manifesta au monde. En Jésus et en Jésus seul, Dieu se fait connaître, il s’incarne pour permettre aux hommes de le reconnaître comme Dieu, de croire en lui et de recevoir la vie véritable. De tous les quatre évangiles, celui de Marc est le plus court. Il contient donc l’essentiel de ce que la tradition a voulu préserver au sujet de la vie et de l’œuvre de Jésus-Christ."},{"style":"ip","verse":"","text":"Le nom de l’auteur ne se trouve pas dans le texte de l’évangile, toutefois la tradition l’attribue à Marc. Il s’agirait de Jean Marc (Act 12:25; 13:5; 15:37), fils de Marie (Act 12:12) et cousin de Barnabas (Col 4:10), compagnon de Paul (Phm 24, 2 Tim 4:11), disciple de Pierre (1 Pi 5:13). Il s’agirait donc d'un personnage suffisamment renseigné sur Jésus grâce aux apports de Pierre et de Paul, mais aussi à ses connaissances personnelles de chrétien probablement encore très jeune lors des événements de la passion de Jésus. Marc 14:51-52 apparaît comme une signature anonyme de l’auteur qui a voulu laisser une marque de son souvenir personnel."},{"style":"ip","verse":"","text":"Les destinataires de Marc sont des chrétiens d’origine païenne. En effet, quand on lit Marc, on se rend facilement compte qu’il prend soin, chaque fois que cela s’avère nécessaire, d’expliquer les usages des Juifs. C’est le cas en 7:3: «Or, les pharisiens et tous les Juifs ne mangent pas sans s’être lavé soigneusement les mains, conformément à la tradition des anciens; et, quand ils reviennent de la place publique, ils ne mangent qu’après s’être purifiés» (voir aussi 3:7; 5:4; 7:11; 14:12; 15:42, etc.)."},{"style":"ip","verse":"","text":"L’Évangile de Marc est comme un drame plutôt qu’un enseignement. Il se déroule autour de la personne de Jésus par rapport aux relations qu’il a entretenues avec les hommes, que l’on peut facilement classer en trois catégories: ses propres intimes, ses opposants et, entre ces extrêmes, les foules."},{"style":"ip","verse":"","text":"Le message dramatique de Marc est que Jésus, pendant sa carrière terrestre, est resté incompris et, à la limite, mystérieux pour tous ceux qui l’entouraient, aussi bien ses opposants que ses propres disciples. Malgré ses enseignements en paroles et en actes, ses miracles et ses guérisons spectaculaires, le secret de sa messianité ne sera connu de tous qu’après sa mort et sa résurrection."},{"style":"ip","verse":"","text":"\\it «Ne vous épouvantez pas; vous cherchez Jésus de Nazareth, qui a éte crucifié; il est ressuscité, il n’est point ici… Allez dire à ses disciples et à Pierre qu’il vous précède en Galilée: c’est là que vous le verrez, comme il vous l’a dit\\it*» (Mc 16:6-7)."},{"style":"ip","verse":"","text":"La pédagogie de Marc consiste à rendre son lecteur participant de l’événement qui survient à l’écoute de la Bonne Nouvelle de Jésus-Christ. Le titre qu’il donne à son livre «l’Évangile de Jésus-Christ, Fils de Dieu» (1:1), comparativement à celui qu’il donne à la prédication de Jésus «la bonne nouvelle» (1:15) interroge le lecteur sur la Bonne Nouvelle annoncée par Jésus et sur celle le concernant. Il ne faudrait donc pas confondre ce que Jésus a été réellement avec ce que les témoins de sa vie rapportent sur lui. Chacun a procédé à une sélection des événements de sa vie. S’agissant de Marc, voici les miracles et paraboles qu’il a trouvé utile de rapporter."},{"style":"is1","verse":"","text":"Les miracles de Jésus"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"1. la guérison d’un démoniaque "},{"style":"tc2","verse":"","text":"1:23-36"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"2. la guérison de la belle-mère de Pierre "},{"style":"tc2","verse":"","text":"1:29-31"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"3. la guérison d’un lépreux "},{"style":"tc2","verse":"","text":"1:40-45"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"4. la guérison d’un paralytique "},{"style":"tc2","verse":"","text":"2:1-12"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"5. la guérison de l’homme à la main sèche "},{"style":"tc2","verse":"","text":"3:1-6"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"6. la tempête apaisée "},{"style":"tc2","verse":"","text":"4:35-41"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"7. la guérison d’un démoniaque "},{"style":"tc2","verse":"","text":"5:1-20"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"8. la résurrection de la fille de Jaïrus "},{"style":"tc2","verse":"","text":"5:22-43"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"9. la guérison de la femme malade depuis douze ans "},{"style":"tc2","verse":"","text":"5:25-34"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"10. la multiplication des pains (1\\ord re\\ord* fois) "},{"style":"tc2","verse":"","text":"6:35-44"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"11. la marche sur les eaux "},{"style":"tc2","verse":"","text":"6:45-52"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"12. la guérison de la fille de la Syro-Phénicienne "},{"style":"tc2","verse":"","text":"7:24-30"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"13. la guérison d’un sourd-muet "},{"style":"tc2","verse":"","text":"7:31-37"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"14. la 2\\ord e\\ord* multiplication des pains "},{"style":"tc2","verse":"","text":"8:1-9"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"15. la guérison d’un aveugle "},{"style":"tc2","verse":"","text":"8:22-26"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"16. la guérison d’un démoniaque "},{"style":"tc2","verse":"","text":"9:14-29"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"17. la guérison d’un aveugle "},{"style":"tc2","verse":"","text":"10:46-52"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"18. le figuier desséché "},{"style":"tc2","verse":"","text":"11:12-24"},{"style":"is1","verse":"","text":"Les paraboles de Jésus"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"1. le semeur "},{"style":"tc2","verse":"","text":"4:1-30"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"2. la croissance secrète de la semence "},{"style":"tc2","verse":"","text":"4:26-29"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"3. le grain de sénevé "},{"style":"tc2","verse":"","text":"4:30-32"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"4. les vignerons "},{"style":"tc2","verse":"","text":"12:1-9"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"5. le figuier "},{"style":"tc2","verse":"","text":"13:28"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"6. le maître et ses serviteurs "},{"style":"tc2","verse":"","text":"13:34-37"},{"style":"ip","verse":"","text":"Marc a sélectionné les éléments de la tradition sur Jésus dans le but louable de démontrer ce que signifie «être disciple». Le mystérieux titre du «Fils de l’homme» que Jésus se donne (2:10; 8:29; 14:61, etc.) n’aura pas permis à ses contemporains de reconnaître sa véritable identité. Bien qu’ayant vu en lui le Christ/Messie (8:27-33), ils ne savaient de quel genre de Messie il s’agissait. Alors comment être disciple de Jésus?"},{"style":"ip","verse":"","text":"\\it «Si quelqu’un veut venir après moi, qu’il renonce à lui-même, qu’il se charge de sa croix, et qu’il me suive. Car celui qui voudra sauver sa vie la perdra, mais celui qui perdra sa vie à cause de moi et de la Bonne Nouvelle la sauvera» (8:34-35).\\it*"},{"style":"ie","verse":"","text":""}]