[{"style":"mt1","text":"Marc"},{"style":"s1","text":"Prédication de Jean-Baptiste"},{"style":"r","text":"V. 1-8: cf. Mt 3:1-12. Lu 3:1-18."},{"style":"p","text":""},{"style":"v","text":"Commencement de l’Évangile de Jésus-Christ, Fils de Dieu. "},{"style":"v","text":"Selon ce qui est écrit dans Ésaïe, le prophète:"},{"style":"q1","text":"\\x a \\xo 1.2 \\xt Mal 3:1. Mt 11:10. Lu 7:27.\\x*Voici, j’envoie devant toi mon messager,"},{"style":"q1","text":"Qui préparera ton chemin;"},{"style":"q1","text":""},{"style":"v","text":"\\x b \\xo 1.3 \\xt És 40:3. Mt 3:3. Lu 3:4. Jn 1:23.\\x*C’est la voix de celui qui crie dans le désert:"},{"style":"q1","text":"Préparez le chemin du Seigneur,"},{"style":"q1","text":"Aplanissez ses sentiers."},{"style":"m","text":""},{"style":"v","text":"\\x c \\xo 1.4 \\xt Mt 3:1. Lu 3:3. Jn 3:23.\\x*Jean parut, baptisant dans le désert, et prêchant le baptême de repentance, pour la rémission des péchés. "},{"style":"v","text":"\\x d \\xo 1.5 \\xt Mt 3:5. Lu 3:7.\\x*Tout le pays de Judée et tous les habitants de Jérusalem se rendaient auprès de lui; et, confessant leurs péchés, ils se faisaient baptiser par lui dans le fleuve du Jourdain. "},{"style":"v","text":"\\x e \\xo 1.6 \\xt 2 R 1:8. Mt 3:4.\\x*Jean avait un vêtement de poils de chameau, et une ceinture de cuir autour des reins. Il se nourrissait de \\x f \\xo 1.6 \\xt Lé 11:22.\\x*sauterelles et de miel sauvage. "},{"style":"v","text":"\\x g \\xo 1.7 \\xt Mt 3:11. Lu 3:16. Jn 1:27.\\x*Il prêchait, disant: Il vient après moi celui qui est plus puissant que moi, et je ne suis pas digne de délier, en me baissant, la courroie de ses souliers. "},{"style":"v","text":"\\x h \\xo 1.8 \\xt Mt 3:11. Ac 1:5; 11:16; 19:4.\\x*Moi, je vous ai baptisés d’eau; lui, il vous baptisera \\x i \\xo 1.8 \\xt És 44:3. Joë 2:28. Ac 2:4; 11:15.\\x*du Saint-Esprit."},{"style":"s1","text":"Baptême et tentation de Jésus-Christ"},{"style":"r","text":"V. 9-13: cf. (Mt 3:13-17; 4:1-11. Lu 3:21-23; 4:1-13.)"},{"style":"p","text":""},{"style":"v","text":"En ce temps-là, Jésus vint de Nazareth en Galilée, et il fut baptisé par Jean dans le Jourdain. "},{"style":"v","text":"\\x j \\xo 1.10 \\xt Mt 3:16. Lu 3:21. Jn 1:32.\\x*Au moment où il sortait de l’eau, il vit les cieux s’ouvrir, et l’Esprit descendre sur lui comme une colombe. "},{"style":"v","text":"Et une voix fit entendre des cieux ces paroles: \\x k \\xo 1.11 \\xt Ps 2:7. És 42:1. Mt 3:17; 17:5. Mc 9:7. Lu 3:22; 9:35. Col 1:13. 2 Pi 1:17.\\x*Tu es mon Fils bien-aimé, en toi j’ai mis toute mon affection. "},{"style":"v","text":"\\x l \\xo 1.12 \\xt Mt 4:1. Lu 4:1.\\x*Aussitôt, l’Esprit poussa Jésus dans le désert, "},{"style":"v","text":"où il passa quarante jours, tenté par Satan. Il était avec les bêtes sauvages, et les anges le servaient."},{"style":"s1","text":"Commencement du ministère de Jésus-Christ"},{"style":"r","text":"V. 14-15: cf. (Mt 4:12-17. Lu 4:14, 15.)"},{"style":"p","text":""},{"style":"v","text":"\\x m \\xo 1.14 \\xt Mt 4:12. Lu 4:14. Jn 4:43.\\x*Après que Jean eut été livré, Jésus alla dans la Galilée, prêchant l’Évangile de Dieu. "},{"style":"v","text":"Il disait: \\wj Le temps est accompli, et le royaume de Dieu est proche.\\wj*\\x n \\xo 1.15 \\xt És 56:1.\\x*\\wj Repentez-vous, et croyez à la bonne nouvelle.\\wj*"},{"style":"s1","text":"Vocation de quatre disciples"},{"style":"r","text":"V. 16-20: cf. (Mt 4:18-22. Lu 5:1-11.) Jn 1:35-43."},{"style":"p","text":""},{"style":"v","text":"\\x o \\xo 1.16 \\xt Mt 4:18.\\x*Comme il passait le long de la mer de Galilée, il vit Simon et André, frère de Simon, qui jetaient un filet dans la mer; car ils étaient pêcheurs. "},{"style":"v","text":"Jésus leur dit: \\wj Suivez-moi, et je vous ferai pêcheurs\\wj*\\x p \\xo 1.17 \\xt És 16:16. Éz 47:10.\\x*\\wj d’hommes.\\wj*"},{"style":"v","text":"\\x q \\xo 1.18 \\xt Mt 19:27. Mc 10:28. Lu 5:11; 18:28.\\x*Aussitôt, ils laissèrent leurs filets, et le suivirent. "},{"style":"v","text":"\\x r \\xo 1.19 \\xt Mt 4:21.\\x*Étant allé un peu plus loin, il vit Jacques, fils de Zébédée, et Jean, son frère, qui, eux aussi, étaient dans une barque et réparaient les filets. "},{"style":"v","text":"Aussitôt, il les appela; et, laissant leur père Zébédée dans la barque avec les ouvriers, ils le suivirent."},{"style":"s1","text":"Jésus à Capernaüm. Enseignement dans la synagogue. Guérison d’un démoniaque"},{"style":"r","text":"V. 21-28: cf. Lu 4:31-37. (Mc 5:1-17. Ac 10:38.)"},{"style":"p","text":""},{"style":"v","text":"\\x s \\xo 1.21 \\xt Mt 4:13. Lu 4:31.\\x*Ils se rendirent à Capernaüm. Et, le jour du sabbat, Jésus entra d’abord dans la synagogue, et il enseigna. "},{"style":"v","text":"\\x t \\xo 1.22 \\xt Mt 7:28. Lu 4:32.\\x*Ils étaient frappés de sa doctrine; car il enseignait comme ayant autorité, et non pas comme les scribes. "},{"style":"v","text":"\\x u \\xo 1.23 \\xt Lu 4:33.\\x*Il se trouva dans leur synagogue un homme qui avait un esprit impur, et qui s’écria: "},{"style":"v","text":"Qu’y a-t-il entre nous et toi, Jésus de Nazareth? Tu es venu pour nous perdre. Je sais qui tu es: le Saint de Dieu. "},{"style":"v","text":"Jésus le menaça, disant: \\wj Tais-toi, et sors de cet homme.\\wj*"},{"style":"v","text":"Et l’esprit impur sortit de cet homme, en l’agitant avec violence, et en poussant un grand cri. "},{"style":"v","text":"Tous furent saisis de stupéfaction, de sorte qu’ils se demandaient les uns aux autres: Qu’est-ce que ceci? Une nouvelle doctrine! Il commande avec autorité même aux esprits impurs, et ils lui obéissent! "},{"style":"v","text":"Et sa renommée se répandit aussitôt dans tous les lieux environnants de la Galilée."},{"style":"s1","text":"Guérison de la belle-mère de Pierre et de plusieurs malades. — Jésus en divers lieux de la Galilée"},{"style":"r","text":"V. 29-31: cf. (Mt 8:14, 15. Lu 4:38, 39.)"},{"style":"p","text":""},{"style":"v","text":"\\x v \\xo 1.29 \\xt Mt 8:14. Lu 4:38.\\x*En sortant de la synagogue, ils se rendirent avec Jacques et Jean à la maison de Simon et d’André. "},{"style":"v","text":"La belle-mère de Simon était couchée, ayant la fièvre; et aussitôt on parla d’elle à Jésus. "},{"style":"v","text":"S’étant approché, il la fit lever en lui prenant la main, et à l’instant la fièvre la quitta. Puis elle les servit."},{"style":"r","text":"V. 32-39: cf. (Mt 8:16, 17; 4:23-25. Lu 4:40-44.)"},{"style":"p","text":""},{"style":"v","text":"\\x w \\xo 1.32 \\xt Mt 8:16. Lu 4:40.\\x*Le soir, après le coucher du soleil, on lui amena tous les malades et les démoniaques. "},{"style":"v","text":"Et toute la ville était rassemblée devant sa porte. "},{"style":"v","text":"Il guérit beaucoup de gens qui avaient diverses maladies; il chassa aussi beaucoup de démons, et il ne permettait pas aux démons de parler, parce qu’ils le connaissaient. "},{"style":"v","text":"\\x x \\xo 1.35 \\xt Lu 4:12.\\x*Vers le matin, pendant qu’il faisait encore très sombre, il se leva, et sortit pour aller dans un lieu désert, \\x y \\xo 1.35 \\xt Mt 14:23.\\x*où il pria. "},{"style":"v","text":"Simon et ceux qui étaient avec lui se mirent à sa recherche; "},{"style":"v","text":"et, quand ils l’eurent trouvé, ils lui dirent: Tous te cherchent. "},{"style":"v","text":"Il leur répondit: \\x z \\xo 1.38 \\xt Lu 4:43.\\x*\\wj Allons ailleurs, dans les bourgades voisines, afin que j’y prêche aussi;\\wj*\\x a \\xo 1.38 \\xt És 61:1. Lu 4:18.\\x*\\wj car c’est pour cela que je suis sorti.\\wj*"},{"style":"v","text":"Et il alla prêcher dans les synagogues, par toute la Galilée, et il chassa les démons."},{"style":"s1","text":"Guérison d’un lépreux"},{"style":"r","text":"V. 40-45: cf. (Mt 8:2-4. Lu 5:12-16.) Lu 17:12-19."},{"style":"p","text":""},{"style":"v","text":"\\x b \\xo 1.40 \\xt Mt 8:2. Lu 5:12.\\x*Un lépreux vint à lui; et, se jetant à genoux, il lui dit d’un ton suppliant: Si tu le veux, tu peux me rendre pur. "},{"style":"v","text":"Jésus, ému de compassion, étendit la main, le toucha, et dit: \\wj Je le veux, sois pur.\\wj*"},{"style":"v","text":"Aussitôt la lèpre le quitta, et il fut purifié. "},{"style":"v","text":"Jésus le renvoya sur-le-champ, avec de sévères recommandations, "},{"style":"v","text":"et lui dit: \\wj Garde-toi de rien dire à personne; mais va te montrer au sacrificateur, et offre pour ta purification ce que\\wj*\\x c \\xo 1.44 \\xt Lé 13:2; 14:1.\\x*\\wj Moïse a prescrit, afin que cela leur serve de témoignage.\\wj*"},{"style":"v","text":"Mais cet homme, s’en étant allé, se mit à publier hautement la chose et à la divulguer, de sorte que Jésus ne pouvait plus entrer publiquement dans une ville. Il se tenait dehors, dans des lieux déserts, et l’on venait à lui de toutes parts."}]