[{"style":"s1","verse":"","text":"Jésus en Pérée. Le divorce"},{"style":"r","verse":"","text":"V. 1-12: cf. Mt 19:1-12. (De 24:1-4. Mt 5:31, 32.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 10.1 \\xt Mt 19:1.\\x*Jésus, étant parti de là, se rendit dans le territoire de la Judée au-delà du Jourdain. La foule s’assembla de nouveau près de lui, et selon sa coutume, il se mit encore à l’enseigner. "},{"style":"v","verse":"2","text":"Les pharisiens l’abordèrent; et, pour l’éprouver, ils lui demandèrent s’il est permis à un homme de répudier sa femme. "},{"style":"v","verse":"3","text":"Il leur répondit: \\wj Que vous a prescrit Moïse?\\wj*"},{"style":"v","verse":"4","text":"\\x b \\xo 10.4 \\xt De 24:1. Jé 3:1. Mt 5:31.\\x*Moïse, dirent-ils, a permis d’écrire une lettre de divorce et de répudier. "},{"style":"v","verse":"5","text":"Et Jésus leur dit: \\wj C’est à cause de la dureté de votre cœur que Moïse vous a donné ce précepte.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"\\x c \\xo 10.6 \\xt Ge 1:27. Mt 19:4.\\x*\\wj Mais au commencement de la création, Dieu fit l’homme et la femme;\\wj*"},{"style":"v","verse":"7","text":"\\x d \\xo 10.7 \\xt Ge 2:24. 1 Co 6:16. Ép 5:31.\\x*\\wj c’est pourquoi l’homme quittera son père et sa mère, et s’attachera à sa femme,\\wj*"},{"style":"v","verse":"8","text":"\\wj et les deux deviendront une seule chair. Ainsi ils ne sont plus deux, mais ils sont une seule chair.\\wj*"},{"style":"v","verse":"9","text":"\\x e \\xo 10.9 \\xt 1 Co 7:10.\\x*\\wj Que l’homme donc ne sépare pas ce que Dieu a joint.\\wj*"},{"style":"v","verse":"10","text":"Lorsqu’ils furent dans la maison, les disciples l’interrogèrent encore là-dessus. "},{"style":"v","verse":"11","text":"\\x f \\xo 10.11 \\xt Mt 5:32; 19:9. Lu 16:18. 1 Co 7:10.\\x*Il leur dit: \\wj Celui qui répudie sa femme et qui en épouse une autre, commet un adultère à son égard;\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"\\wj et si une femme quitte son mari et en épouse un autre, elle commet un adultère.\\wj*"},{"style":"s1","verse":"","text":"Les petits enfants"},{"style":"r","verse":"","text":"V. 13-16: cf. (Mt 19:13-15. Lu 18:15-17.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"\\x g \\xo 10.13 \\xt Mt 9:13. Lu 18:15.\\x*On lui amena des petits enfants, afin qu’il les touchât. Mais les disciples reprirent ceux qui les amenaient. "},{"style":"v","verse":"14","text":"Jésus, voyant cela, fut indigné, et leur dit: \\wj Laissez venir à moi les petits enfants, et ne les en empêchez pas;\\wj*\\x h \\xo 10.14 \\xt Mt 18:3; 19:14. 1 Co 14:20. 1 Pi 2:2.\\x*\\wj car le royaume de Dieu est pour ceux qui leur ressemblent.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"\\wj Je vous le dis en vérité, quiconque ne recevra pas le royaume de Dieu comme un petit enfant n’y entrera point.\\wj*"},{"style":"v","verse":"16","text":"\\x i \\xo 10.16 \\xt Mt 19:15. Mc 9:36.\\x*Puis il les prit dans ses bras, et les bénit, en leur imposant les mains."},{"style":"s1","verse":"","text":"Le jeune homme riche"},{"style":"r","verse":"","text":"V. 17-27: cf. (Mt 19:16-26. Lu 18:18-27.) Mt 6:19-21, 24. Mc 9:43, etc. Ro 10:3."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"\\x j \\xo 10.17 \\xt Mt 19:16. Lu 18:18.\\x*Comme Jésus se mettait en chemin, un homme accourut, et se jetant à genoux devant lui: Bon maître, lui demanda-t-il, que dois-je faire pour hériter la vie éternelle? "},{"style":"v","verse":"18","text":"Jésus lui dit: \\wj Pourquoi m’appelles-tu bon? Il n’y a de bon que Dieu seul.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"\\wj Tu connais les commandements:\\wj*\\x k \\xo 10.19 \\xt Ex 20:13; 21:12. De 5:17. Ro 13:9.\\x*\\wj Tu ne commettras point d’adultère; tu ne tueras point; tu ne déroberas point; tu ne diras point de faux témoignage; tu ne feras tort à personne; honore ton père et ta mère.\\wj*"},{"style":"v","verse":"20","text":"Il lui répondit: Maître, j’ai observé toutes ces choses dès ma jeunesse. "},{"style":"v","verse":"21","text":"Jésus, l’ayant regardé, l’aima, et lui dit: \\x l \\xo 10.21 \\xt Mt 6:19. Lu 12:33; 16:9. 1 Ti 6:17.\\x*\\wj Il te manque une chose; va, vends tout ce que tu as, donne-le aux pauvres, et tu auras un trésor dans le ciel. Puis viens, et suis-moi.\\wj*"},{"style":"v","verse":"22","text":"Mais, affligé de cette parole, cet homme s’en alla tout triste; car il avait de grands biens. "},{"style":"v","verse":"23","text":"Jésus, regardant autour de lui, dit à ses disciples: \\x m \\xo 10.23 \\xt Pr 11:28. Mt 19:23. Lu 18:24.\\x*\\wj Qu’il sera difficile à ceux qui ont des richesses d’entrer dans le royaume de Dieu!\\wj*"},{"style":"v","verse":"24","text":"Les disciples furent étonnés de ce que Jésus parlait ainsi. Et, reprenant, il leur dit: \\wj Mes enfants, qu’il est difficile à ceux qui se confient dans les richesses d’entrer dans le royaume de Dieu!\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"\\wj Il est plus facile à un chameau de passer par le trou d’une aiguille qu’à un riche d’entrer dans le royaume de Dieu.\\wj*"},{"style":"v","verse":"26","text":"Les disciples furent encore plus étonnés, et ils se dirent les uns aux autres; Et qui peut être sauvé? "},{"style":"v","verse":"27","text":"Jésus les regarda, et dit: \\wj Cela est impossible aux hommes, mais non à Dieu:\\wj*\\x n \\xo 10.27 \\xt Job 42:2. Jé 32:17. Za 8:6. Lu 1:37.\\x*\\wj car tout est possible à Dieu.\\wj*"},{"style":"s1","verse":"","text":"L’héritage de la vie éternelle"},{"style":"r","verse":"","text":"V. 28-31: cf. (Mt 19:27-30. Lu 18:28-30.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"\\x o \\xo 10.28 \\xt Mt 4:20; 19:27. Lu 5:11; 18:28.\\x*Pierre se mit à lui dire; Voici, nous avons tout quitté, et nous t’avons suivi. "},{"style":"v","verse":"29","text":"Jésus répondit: \\wj Je vous le dis en vérité, il n’est personne qui, ayant quitté, à cause de moi et à cause de la bonne nouvelle, sa maison, ou ses frères, ou ses sœurs, ou sa mère, ou son père, ou ses enfants, ou ses terres,\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"\\wj ne reçoive au centuple, présentement dans ce siècle-ci, des maisons, des frères, des sœurs, des mères, des enfants, et des terres, avec des persécutions, et, dans le siècle à venir, la vie éternelle.\\wj*"},{"style":"v","verse":"31","text":"\\x p \\xo 10.31 \\xt Mt 19:30; 20:16. Lu 13:30.\\x*\\wj Plusieurs des premiers seront les derniers, et plusieurs des derniers seront les premiers.\\wj*"},{"style":"s1","verse":"","text":"Jésus annonce sa mort et sa résurrection"},{"style":"r","verse":"","text":"V. 32-34: cf. (Mt 20:17-19. Lu 18:31-34.) Mc 8:31-33."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"\\x q \\xo 10.32 \\xt Mt 16:21; 17:22; 20:18. Mc 8:31; 9:31. Lu 9:22; 18:31; 24:7.\\x*Ils étaient en chemin pour monter à Jérusalem, et Jésus allait devant eux. Les disciples étaient troublés, et le suivaient avec crainte. Et Jésus prit de nouveau les douze auprès de lui, et commença à leur dire ce qui devait lui arriver:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"\\wj Voici, nous montons à Jérusalem, et le Fils de l’homme sera livré aux principaux sacrificateurs et aux scribes. Ils le condamneront à mort, et ils le livreront aux païens,\\wj*"},{"style":"v","verse":"34","text":"\\wj qui se moqueront de lui, cracheront sur lui, le battront de verges, et le feront mourir; et, trois jours après, il ressuscitera.\\wj*"},{"style":"s1","verse":"","text":"Demande des fils de Zébédée"},{"style":"r","verse":"","text":"V. 35-45: cf. Mt 20:20-28. (Lu 22:24-27. Jn 13:3-17.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"\\x r \\xo 10.35 \\xt Mt 20:20.\\x*Les fils de Zébédée, Jacques et Jean, s’approchèrent de Jésus, et lui dirent: Maître, nous voudrions que tu fisses pour nous ce que nous te demanderons. "},{"style":"v","verse":"36","text":"Il leur dit: \\wj Que voulez-vous que je fasse pour vous?\\wj*"},{"style":"v","verse":"37","text":"Accorde-nous, lui dirent-ils, d’être assis l’un à ta droite et l’autre à ta gauche, quand tu seras dans ta gloire. "},{"style":"v","verse":"38","text":"Jésus leur répondit: \\wj Vous ne savez ce que vous demandez. Pouvez-vous boire la coupe que je dois boire, ou être baptisés du baptême\\wj*\\x s \\xo 10.38 \\xt Mt 20:22. Lu 12:50.\\x*\\wj dont je dois être baptisé?\\wj* Nous le pouvons, dirent-ils. "},{"style":"v","verse":"39","text":"Et Jésus leur répondit: \\wj Il est vrai que vous boirez la coupe que je dois boire, et que vous serez baptisés du baptême dont je dois être baptisé;\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"\\x t \\xo 10.40 \\xt Mt 20:25.\\x*\\wj mais pour ce qui est d’être assis à ma droite ou à ma gauche, cela ne dépend pas de moi, et ne sera donné qu’à ceux à qui cela est réservé.\\wj*"},{"style":"v","verse":"41","text":"\\x u \\xo 10.41 \\xt Mt 20:24.\\x*Les dix, ayant entendu cela, commencèrent à s’indigner contre Jacques et Jean. "},{"style":"v","verse":"42","text":"Jésus les appela, et leur dit: \\wj Vous savez\\wj*\\x v \\xo 10.42 \\xt Mt 20:25. Lu 22:25.\\x*\\wj que ceux qu’on regarde comme les chefs des nations les tyrannisent, et que les grands les dominent.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"\\x w \\xo 10.43 \\xt 1 Pi 5:3.\\x*\\wj Il n’en est pas de même au milieu de vous. Mais quiconque veut être grand parmi vous, qu’il soit votre serviteur;\\wj*"},{"style":"v","verse":"44","text":"\\wj et quiconque veut être le premier parmi vous, qu’il soit l’esclave de tous.\\wj*"},{"style":"v","verse":"45","text":"\\wj Car le Fils de l’homme est venu,\\wj*\\x x \\xo 10.45 \\xt Jn 13:14. Ph 2:7.\\x*\\wj non pour être servi, mais pour servir et\\wj*\\x y \\xo 10.45 \\xt Ép 1:7. Col 1:14. 1 Ti 2:6. Tit 2:14.\\x*\\wj donner sa vie comme la rançon de plusieurs.\\wj*"},{"style":"s1","verse":"","text":"L’aveugle Bartimée guéri à Jéricho"},{"style":"r","verse":"","text":"V. 46-53: cf. (Mt 20:29-34. Lu 18:35-43.) Ps 146:8."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"\\x z \\xo 10.46 \\xt Mt 20:29. Lu 18:35.\\x*Ils arrivèrent à Jéricho. Et, lorsque Jésus en sortit, avec ses disciples et une assez grande foule, le fils de Timée, Bartimée, mendiant aveugle, était assis au bord du chemin. "},{"style":"v","verse":"47","text":"Il entendit que c’était Jésus de Nazareth, et il se mit à crier; Fils de David, Jésus aie pitié de moi! "},{"style":"v","verse":"48","text":"Plusieurs le reprenaient, pour le faire taire; mais il criait beaucoup plus fort; Fils de David, aie pitié de moi! "},{"style":"v","verse":"49","text":"Jésus s’arrêta, et dit: \\wj Appelez-le.\\wj* Ils appelèrent l’aveugle, en lui disant: Prends courage, lève-toi, il t’appelle. "},{"style":"v","verse":"50","text":"L’aveugle jeta son manteau, et, se levant d’un bond, vint vers Jésus. "},{"style":"v","verse":"51","text":"Jésus, prenant la parole, lui dit: \\wj Que veux-tu que je te fasse?\\wj* Rabbouni, lui répondit l’aveugle, que je recouvre la vue. "},{"style":"v","verse":"52","text":"Et Jésus lui dit: \\wj Va,\\wj*\\x a \\xo 10.52 \\xt Mt 9:22. Mc 5:34.\\x*\\wj ta foi t’a sauvé.\\wj*"},{"style":"v","verse":"53","text":"Aussitôt il recouvra la vue, et suivit Jésus dans le chemin."}]