[{"style":"s1","verse":"","text":"Entrée de Jésus à Jérusalem"},{"style":"r","verse":"","text":"V. 1-11: cf. (Mt 21:1-11, 14-17. Lu 19:29-44. Jn 12:12-19.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 11.1 \\xt Mt 21:1. Lu 19:29.\\x*Lorsqu’ils approchèrent de Jérusalem, et qu’ils furent près de Bethphagé et de Béthanie, vers la montagne des oliviers, Jésus envoya deux de ses disciples, "},{"style":"v","verse":"2","text":"en leur disant: \\wj Allez au village qui est devant vous; dès que vous y serez entrés, vous trouverez un ânon attaché, sur lequel aucun homme ne s’est encore assis; détachez-le, et amenez-le.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"\\wj Si quelqu’un vous dit: Pourquoi faites-vous cela? Répondez: Le Seigneur en a besoin. Et à l’instant il le laissera venir ici.\\wj*"},{"style":"v","verse":"4","text":"les disciples, étant allés, trouvèrent l’ânon attaché dehors près d’une porte, au contour du chemin, et ils le détachèrent. "},{"style":"v","verse":"5","text":"Quelques-uns de ceux qui étaient là leur dirent: Que faites-vous? Pourquoi détachez-vous cet ânon? "},{"style":"v","verse":"6","text":"Ils répondirent comme Jésus l’avait dit. Et on les laissa aller. "},{"style":"v","verse":"7","text":"Ils amenèrent à Jésus \\x b \\xo 11.7 \\xt Jn 12:14.\\x*l’ânon, sur lequel ils jetèrent \\x c \\xo 11.7 \\xt 2 R 9:13.\\x*leurs vêtements, et Jésus s’assit dessus. "},{"style":"v","verse":"8","text":"Beaucoup de gens étendirent leurs vêtements sur le chemin, et d’autres des branches qu’ils coupèrent dans les champs. "},{"style":"v","verse":"9","text":"Ceux qui précédaient et ceux qui suivaient Jésus criaient: Hosanna! \\x d \\xo 11.9 \\xt Ps 118:26.\\x*Béni soit celui qui vient au nom du Seigneur! "},{"style":"v","verse":"10","text":"Béni soit le règne qui vient, le règne de David, notre père! Hosanna dans les lieux très hauts! "},{"style":"v","verse":"11","text":"\\x e \\xo 11.11 \\xt Mt 21:12, 14. Lu 19:45. Jn 2:14.\\x*Jésus entra à Jérusalem, dans le temple. Quand il eut tout considéré, comme il était déjà tard, il s’en alla à Béthanie avec les douze."},{"style":"s1","verse":"","text":"Le figuier maudit. Les vendeurs chassés du temple. Irritation des sacrificateurs"},{"style":"r","verse":"","text":"V. 12-19: cf. (Mt 21:18, 19, 12, 13. Lu 19:45-48.) Jn 2:13-17. Lu 13:6-9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"\\x f \\xo 11.12 \\xt Mt 21:18.\\x*Le lendemain, après qu’ils furent sortis de Béthanie, Jésus eut faim. "},{"style":"v","verse":"13","text":"Apercevant de loin un figuier qui avait des feuilles, il alla voir s’il y trouverait quelque chose; et, s’en étant approché, il ne trouva que des feuilles, car ce n’était pas la saison des figues. "},{"style":"v","verse":"14","text":"Prenant alors la parole, il lui dit: \\wj Que jamais personne ne mange de ton fruit!\\wj* Et ses disciples l’entendirent. "},{"style":"v","verse":"15","text":"Ils arrivèrent à Jérusalem, \\x g \\xo 11.15 \\xt Mt 21:12. Lu 19:45. Jn 2:14.\\x*et Jésus entra dans le temple. Il se mit à chasser ceux qui vendaient et qui achetaient dans le temple; il renversa les tables des changeurs, et les sièges des vendeurs de pigeons; "},{"style":"v","verse":"16","text":"et il ne laissait personne transporter aucun objet à travers le temple. "},{"style":"v","verse":"17","text":"\\x h \\xo 11.17 \\xt Mt 21:13. Lu 19:46.\\x*Et il enseignait et disait: \\wj N’est-il pas écrit:\\wj*\\x i \\xo 11.17 \\xt 1 R 8:29. És 56:7.\\x*\\wj Ma maison sera appelée une maison de prière pour toutes les nations?\\wj*\\x j \\xo 11.17 \\xt Jé 7:11.\\x*\\wj Mais vous, vous en avez fait une caverne de voleurs.\\wj*"},{"style":"v","verse":"18","text":"Les principaux sacrificateurs et les scribes, l’ayant entendu, \\x k \\xo 11.18 \\xt Jn 7:19.\\x*cherchèrent les moyens de le faire périr; car ils le craignaient, parce que toute la foule était frappée de sa doctrine. "},{"style":"v","verse":"19","text":"Quand le soir fut venu, Jésus sortit de la ville."},{"style":"s1","verse":"","text":"La puissance de la foi"},{"style":"r","verse":"","text":"V. 20-26: cf. Mt 21:20-22. (Ja 5:16-18. Mt 18:19-22.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Le matin, en passant, les disciples virent le figuier séché jusqu’aux racines. "},{"style":"v","verse":"21","text":"Pierre, se rappelant ce qui s’était passé, dit à Jésus: Rabbi, regarde, le figuier que tu as maudit a séché. "},{"style":"v","verse":"22","text":"Jésus prit la parole, et leur dit: \\wj Ayez foi en Dieu.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"\\x l \\xo 11.23 \\xt Mt 17:20; 21:21. Lu 17:6.\\x*\\wj Je vous le dis en vérité, si quelqu’un dit à cette montagne: Ote-toi de là et jette-toi dans la mer, et s’il ne doute point en son cœur, mais croit que ce qu’il dit arrive, il le verra s’accomplir.\\wj*"},{"style":"v","verse":"24","text":"\\wj C’est pourquoi je vous dis:\\wj*\\x m \\xo 11.24 \\xt Jé 29:12. Mt 7:7. Lu 11:9. Jn 14:13; 15:7; 16:24. Ja 1:5, 6. 1 Jn 3:22; 5:14.\\x*\\wj Tout ce que vous demanderez en priant, croyez que vous l’avez reçu, et vous le verrez s’accomplir.\\wj*"},{"style":"v","verse":"25","text":"\\wj Et, lorsque vous êtes debout faisant votre prière, si vous avez quelque chose contre quelqu’un,\\wj*\\x n \\xo 11.25 \\xt Mt 6:14. Col 3:13.\\x*\\wj pardonnez, afin que votre Père qui est dans les cieux vous pardonne aussi vos offenses.\\wj*"},{"style":"v","verse":"26","text":"\\x o \\xo 11.26 \\xt Mt 18:35.\\x*\\wj Mais si vous ne pardonnez pas, votre Père qui est dans les cieux ne vous pardonnera pas non plus vos offenses.\\wj*"},{"style":"s1","verse":"","text":"L’autorité de Jésus"},{"style":"r","verse":"","text":"V. 27-33: cf. (Mt 21:23-27. Lu 20:1-8.) Jn 2:18-21."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"\\x p \\xo 11.27 \\xt Mt 21:23. Lu 20:1.\\x*Ils se rendirent de nouveau à Jérusalem, et, pendant que Jésus se promenait dans le temple, les principaux sacrificateurs, les scribes et les anciens, vinrent à lui, "},{"style":"v","verse":"28","text":"et lui dirent: \\x q \\xo 11.28 \\xt Ex 2:14. Ac 4:7; 7:27.\\x*Par quelle autorité fais-tu ces choses, et qui t’a donné l’autorité de les faire? "},{"style":"v","verse":"29","text":"Jésus leur répondit: \\wj Je vous adresserai aussi une question; répondez-moi, et je vous dirai par quelle autorité je fais ces choses.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"\\wj Le baptême de Jean venait-il du ciel, ou des hommes? Répondez-moi.\\wj*"},{"style":"v","verse":"31","text":"Mais ils raisonnèrent ainsi entre eux: Si nous répondons: Du ciel, il dira: Pourquoi donc n’avez-vous pas cru en lui? "},{"style":"v","verse":"32","text":"Et si nous répondons: Des hommes… Ils craignaient le peuple, \\x r \\xo 11.32 \\xt Mt 14:5. Mc 6:20.\\x*car tous tenaient réellement Jean pour un prophète. "},{"style":"v","verse":"33","text":"Alors ils répondirent à Jésus: Nous ne savons. Et Jésus leur dit: \\wj Moi non plus, je ne vous dirai pas par quelle autorité je fais ces choses.\\wj*"}]