[{"style":"s1","text":"L’homme à la main sèche"},{"style":"r","text":"V. 1-6: cf. (Mt 12:9-14. Lu 6:6-11.)"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 3.1 \\xt Mt 12:9. Lu 6:6.\\x*Jésus entra de nouveau dans la synagogue. Il s’y trouvait un homme qui avait la main sèche. "},{"style":"v","text":"Ils observaient Jésus, pour voir s’il le guérirait le jour du sabbat: c’était afin de pouvoir l’accuser. "},{"style":"v","text":"Et Jésus dit à l’homme qui avait la main sèche: \\wj Lève-toi, là au milieu.\\wj*"},{"style":"v","text":"Puis il leur dit: \\wj Est-il permis, le jour du sabbat, de faire du bien ou de faire du mal, de sauver une personne ou de la tuer?\\wj* Mais ils gardèrent le silence. "},{"style":"v","text":"Alors, promenant ses regards sur eux avec indignation, et en même temps affligé de l’endurcissement de leur cœur, il dit à l’homme: \\wj Étends ta main.\\wj* Il l’étendit, \\x b \\xo 3.5 \\xt 1 R 13:6.\\x*et sa main fut guérie. "},{"style":"v","text":"\\x c \\xo 3.6 \\xt Mt 12:14. Jn 10:39; 11:53.\\x*Les pharisiens sortirent, et aussitôt ils se consultèrent avec les hérodiens sur les moyens de le faire périr."},{"style":"r","text":"V. 7-12: cf. Mt 12:15-21. És 42:1-4."},{"style":"p","text":""},{"style":"v","text":"Jésus se retira vers la mer avec ses disciples. \\x d \\xo 3.7 \\xt Mt 4:25. Lu 6:17.\\x*Une grande multitude le suivit de la Galilée; "},{"style":"v","text":"et de la Judée, et de Jérusalem, et de l’Idumée, et d’au-delà du Jourdain, et des environs de Tyr et de Sidon, une grande multitude, apprenant tout ce qu’il faisait, vint à lui. "},{"style":"v","text":"Il chargea ses disciples de tenir toujours à sa disposition une petite barque, afin de ne pas être pressé par la foule. "},{"style":"v","text":"Car, comme il guérissait beaucoup de gens, tous ceux qui avaient des maladies se jetaient sur lui pour le toucher. "},{"style":"v","text":"Les esprits impurs, quand ils le voyaient, se prosternaient devant lui, et s’écriaient: Tu es le Fils de Dieu. "},{"style":"v","text":"Mais il leur recommandait très sévèrement de ne pas le faire connaître."},{"style":"s1","text":"Choix des douze apôtres"},{"style":"r","text":"V. 13-19: cf. Lu 6:12-19. (Mt 10:1-15. Ac 1:13.)"},{"style":"p","text":""},{"style":"v","text":"\\x e \\xo 3.13 \\xt Mt 10:1. Mc 6:7. Lu 6:13; 9:1.\\x*Il monta ensuite sur la montagne; il appela ceux qu’il voulut, et ils vinrent auprès de lui. "},{"style":"v","text":"Il en établit douze, pour les avoir avec lui, "},{"style":"v","text":"et pour les envoyer prêcher avec le pouvoir de chasser les démons. "},{"style":"v","text":"Voici les douze qu’il établit: Simon, qu’il nomma Pierre; "},{"style":"v","text":"Jacques, fils de Zébédée, et Jean, frère de Jacques, auxquels il donna le nom de Boanergès, qui signifie fils du tonnerre; "},{"style":"v","text":"André; Philippe; Barthélemy; Matthieu; Thomas; Jacques, fils d’Alphée; Thaddée; Simon le Cananite; "},{"style":"v","text":"et Judas Iscariot, celui qui livra Jésus."},{"style":"s1","text":"Attaque des scribes et réponse de Jésus. Le péché contre le Saint-Esprit"},{"style":"r","text":"V. 20-30: cf. (Mt 12:22-37. Lu 11:14-23.)"},{"style":"p","text":""},{"style":"v","text":"Ils se rendirent à la maison, et la foule s’assembla de nouveau, en sorte \\x f \\xo 3.20 \\xt Mc 6:31.\\x*qu’ils ne pouvaient pas même prendre leur repas. "},{"style":"v","text":"Les parents de Jésus, ayant appris ce qui se passait, vinrent pour se saisir de lui; car ils disaient: Il est hors de sens. "},{"style":"v","text":"Et les scribes, qui étaient descendus de Jérusalem, dirent: \\x g \\xo 3.22 \\xt Mt 9:34; 12:24. Lu 11:15. Jn 8:48.\\x*Il est possédé de Béelzébul; c’est par le prince des démons qu’il chasse les démons. "},{"style":"v","text":"Jésus les appela, et \\x h \\xo 3.23 \\xt Mt 12:25.\\x*leur dit sous forme de paraboles: \\wj Comment Satan peut-il chasser Satan?\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Si un royaume est divisé contre lui-même, ce royaume ne peut subsister;\\wj*"},{"style":"v","text":"\\wj et si une maison est divisée contre elle-même, cette maison ne peut subsister.\\wj*"},{"style":"v","text":"\\wj Si donc Satan se révolte contre lui-même, il est divisé, et il ne peut subsister, mais c’en est fait de lui.\\wj*"},{"style":"v","text":"\\x i \\xo 3.27 \\xt Mt 12:29.\\x*\\wj Personne ne peut entrer dans la maison d’un homme fort et piller ses biens,\\wj*\\x j \\xo 3.27 \\xt Col 2:15.\\x*\\wj sans avoir auparavant lié cet homme fort; alors il pillera sa maison.\\wj*"},{"style":"v","text":"\\wj Je vous le dis en vérité,\\wj*\\x k \\xo 3.28 \\xt 1 S 2:25. Mt 12:31. Lu 12:10. 1 Jn 5:16.\\x*\\wj tous les péchés seront pardonnés aux fils des hommes, et les blasphèmes qu’ils auront proférés;\\wj*"},{"style":"v","text":"\\x l \\xo 3.29 \\xt 1 Jn 5:16.\\x*\\wj mais quiconque blasphémera contre le Saint-Esprit n’obtiendra jamais de pardon: il est coupable d’un péché éternel.\\wj*"},{"style":"v","text":"Jésus parla ainsi parce qu’ils disaient: Il est possédé d’un esprit impur."},{"style":"s1","text":"La mère et les frères de Jésus"},{"style":"r","text":"V. 31-35: cf. (Mt 12:46-50. Lu 8:19-21.)"},{"style":"p","text":""},{"style":"v","text":"\\x m \\xo 3.31 \\xt Mt 12:46. Lu 8:19.\\x*Survinrent sa mère et ses frères, qui, se tenant dehors, l’envoyèrent appeler. "},{"style":"v","text":"La foule était assise autour de lui, et on lui dit: Voici, ta mère et tes frères sont dehors et te demandent. "},{"style":"v","text":"Et il répondit: \\wj Qui est ma mère, et qui sont mes frères?\\wj*"},{"style":"v","text":"Puis, jetant les regards sur ceux qui étaient assis tout autour de lui: \\wj Voici,\\wj* dit-il, \\wj ma mère et mes frères.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x n \\xo 3.35 \\xt Jn 15:14. 2 Co 5:16, 17.\\x*\\wj Car, quiconque fait la volonté de Dieu, celui-là est mon frère, ma sœur, et ma mère.\\wj*"}]