[{"style":"s1","verse":"","text":"Paraboles du semeur, de la semence, du grain de sénevé"},{"style":"r","verse":"","text":"V. 1-20: cf. (Mt 13:1-23. Lu 8:1-15.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 4.1 \\xt Mt 13:1. Lu 8:4.\\x*Jésus se mit de nouveau à enseigner au bord de la mer. Une grande foule s’étant assemblée auprès de lui, il monta et s’assit dans une barque, sur la mer. Toute la foule était à terre sur le rivage. "},{"style":"v","verse":"2","text":"Il leur enseigna beaucoup de choses en paraboles, et il leur dit dans son enseignement:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"\\wj Écoutez. Un semeur sortit pour semer.\\wj*"},{"style":"v","verse":"4","text":"\\wj Comme il semait, une partie de la semence tomba le long du chemin: les oiseaux vinrent, et la mangèrent.\\wj*"},{"style":"v","verse":"5","text":"\\wj Une autre partie tomba dans un endroit pierreux, où elle n’avait pas beaucoup de terre; elle leva aussitôt, parce qu’elle ne trouva pas un sol profond;\\wj*"},{"style":"v","verse":"6","text":"\\wj mais, quand le soleil parut, elle fut brûlée et sécha, faute de racines.\\wj*"},{"style":"v","verse":"7","text":"\\wj Une autre partie tomba parmi les épines: les épines montèrent, et l’étouffèrent, et elle ne donna point de fruit.\\wj*"},{"style":"v","verse":"8","text":"\\wj Une autre partie tomba dans la bonne terre: elle donna du fruit qui montait et croissait, et elle rapporta trente, soixante, et cent pour un.\\wj*"},{"style":"v","verse":"9","text":"Puis il dit: \\wj Que celui qui a des oreilles pour entendre entende.\\wj*"},{"style":"v","verse":"10","text":"\\x b \\xo 4.10 \\xt Mt 13:10. Lu 8:9.\\x*Lorsqu’il fut en particulier, ceux qui l’entouraient avec les douze l’interrogèrent sur les paraboles. "},{"style":"v","verse":"11","text":"Il leur dit: \\x c \\xo 4.11 \\xt Mt 11:25. 2 Co 2:14.\\x*\\wj C’est à vous qu’a été donné le mystère du royaume de Dieu;\\wj*\\x d \\xo 4.11 \\xt 2 Co 3:14.\\x*\\wj mais pour ceux qui sont dehors tout se passe en paraboles,\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"\\x e \\xo 4.12 \\xt És 6:9. Mt 13:14. Lu 8:10. Jn 12:40. Ac 28:26. Ro 11:8.\\x*\\wj afin qu’en voyant ils voient et n’aperçoivent point, et qu’en entendant ils entendent et ne comprennent point, de peur qu’ils ne se convertissent, et que les péchés ne leur soient pardonnés.\\wj*"},{"style":"v","verse":"13","text":"Il leur dit encore: \\wj Vous ne comprenez pas cette parabole? Comment donc comprendrez-vous toutes les paraboles?\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"\\x f \\xo 4.14 \\xt Mt 13:19. Lu 8:11.\\x*\\wj Le semeur sème la parole.\\wj*"},{"style":"v","verse":"15","text":"\\wj Les uns sont le long du chemin, où la parole est semée; quand ils l’ont entendue, aussitôt Satan vient et enlève la parole qui a été semée en eux.\\wj*"},{"style":"v","verse":"16","text":"\\wj Les autres, pareillement, reçoivent la semence dans les endroits pierreux; quand ils entendent la parole, ils la reçoivent d’abord avec joie;\\wj*"},{"style":"v","verse":"17","text":"\\wj mais ils n’ont pas de racine en eux-mêmes, ils manquent de persistance, et, dès que survient une tribulation ou une persécution à cause de la parole, ils y trouvent une occasion de chute.\\wj*"},{"style":"v","verse":"18","text":"\\wj D’autres reçoivent la semence parmi les épines; ce sont ceux qui entendent la parole,\\wj*"},{"style":"v","verse":"19","text":"\\x g \\xo 4.19 \\xt Mt 19:23. Mc 10:23. Lu 18:24. 1 Ti 6:9.\\x*\\wj mais en qui les soucis du siècle, la séduction des richesses et l’invasion des autres convoitises, étouffent la parole, et la rendent infructueuse.\\wj*"},{"style":"v","verse":"20","text":"\\wj D’autres reçoivent la semence dans la bonne terre; ce sont ceux qui entendent la parole, la reçoivent, et portent du fruit, trente, soixante, et cent pour un.\\wj*"},{"style":"r","verse":"","text":"V. 21-25: cf. Lu 8:16-18."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"\\x h \\xo 4.21 \\xt Mt 5:15. Lu 8:16; 11:33.\\x*Il leur dit encore: \\wj Apporte-t-on la lampe pour la mettre sous le boisseau, ou sous le lit? N’est-ce pas pour la mettre sur le chandelier?\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"\\x i \\xo 4.22 \\xt Job 12:22. Mt 10:26. Lu 8:17; 12:2.\\x*\\wj Car il n’est rien de caché qui ne doive être découvert, rien de secret qui ne doive être mis au jour.\\wj*"},{"style":"v","verse":"23","text":"\\wj Si quelqu’un a des oreilles pour entendre, qu’il entende.\\wj*"},{"style":"v","verse":"24","text":"Il leur dit encore: \\wj Prenez garde à ce que vous entendez.\\wj*\\x j \\xo 4.24 \\xt Mt 7:2. Lu 6:38.\\x*\\wj On vous mesurera avec la mesure dont vous vous serez servis, et on y ajoutera pour vous.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"\\x k \\xo 4.25 \\xt Mt 13:12; 25:29. Lu 8:18; 19:26.\\x*\\wj Car on donnera à celui qui a; mais à celui qui n’a pas on ôtera même ce qu’il a.\\wj*"},{"style":"r","verse":"","text":"V. 26-29: cf. És 55:10, 11. 1 Co 3:6, 7. Ph 1:6."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Il dit encore: \\wj Il en est du royaume de Dieu comme quand un homme jette de la semence en terre;\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"\\wj qu’il dorme ou qu’il veille, nuit et jour, la semence germe et croît sans qu’il sache comment.\\wj*"},{"style":"v","verse":"28","text":"\\wj La terre produit d’elle-même, d’abord l’herbe, puis l’épi, puis le grain tout formé dans l’épi;\\wj*"},{"style":"v","verse":"29","text":"\\wj et, dès que le fruit est mûr, on y met la faucille, car la moisson est là.\\wj*"},{"style":"r","verse":"","text":"V. 30-34: cf. (Mt 13:31-35. Lu 13:18, 19.) Da 2:34, 35."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"\\x l \\xo 4.30 \\xt Mt 13:31. Lu 13:18.\\x*Il dit encore: \\wj A quoi comparerons-nous le royaume de Dieu, ou par quelle parabole le représenterons-nous?\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"\\wj Il est semblable à un grain de sénevé, qui, lorsqu’on le sème en terre, est la plus petite de toutes les semences qui sont sur la terre;\\wj*"},{"style":"v","verse":"32","text":"\\wj mais, lorsqu’il a été semé, il monte, devient plus grand que tous les légumes, et pousse de grandes branches, en sorte que les oiseaux du ciel peuvent habiter sous son ombre.\\wj*"},{"style":"v","verse":"33","text":"\\x m \\xo 4.33 \\xt Mt 13:34.\\x*C’est par beaucoup de paraboles de ce genre qu’il leur annonçait la parole, selon qu’ils étaient capables de l’entendre. "},{"style":"v","verse":"34","text":"Il ne leur parlait point sans parabole; mais, en particulier, il expliquait tout à ses disciples."},{"style":"s1","verse":"","text":"La tempête apaisée"},{"style":"r","verse":"","text":"V. 35-41: cf. (Mt 8:18-27. Lu 8:22-25.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"\\x n \\xo 4.35 \\xt Mt 8:23. Lu 8:22.\\x*Ce même jour, sur le soir, Jésus leur dit: \\wj Passons à l’autre bord.\\wj*"},{"style":"v","verse":"36","text":"Après avoir renvoyé la foule, ils l’emmenèrent dans la barque où il se trouvait; il y avait aussi d’autres barques avec lui. "},{"style":"v","verse":"37","text":"Il s’éleva un grand tourbillon, et les flots se jetaient dans la barque, au point qu’elle se remplissait déjà. "},{"style":"v","verse":"38","text":"Et lui, il dormait à la poupe sur le coussin. Ils le réveillèrent, et lui dirent: Maître, ne t’inquiètes-tu pas de ce que nous périssons? "},{"style":"v","verse":"39","text":"S’étant réveillé, il \\x o \\xo 4.39 \\xt Job 26:12. Ps 107:29. És 51:10.\\x*menaça le vent, et dit à la mer: \\wj Silence! Tais-toi!\\wj* Et le vent cessa, et il y eut un grand calme. "},{"style":"v","verse":"40","text":"Puis il leur dit: \\wj Pourquoi avez-vous ainsi peur? Comment n’avez-vous point de foi?\\wj*"},{"style":"v","verse":"41","text":"Ils furent saisis d’une grande frayeur, et ils se dirent les uns aux autres: Quel est donc celui-ci, à qui obéissent même le vent et la mer?"}]