[{"style":"s1","text":"Les pharisiens et la tradition"},{"style":"r","text":"V. 1-13: cf. (Mt 15:1-9.) Lu 11:37-41."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 7.1 \\xt Mt 15:1.\\x*Les pharisiens et quelques scribes, venus de Jérusalem, s’assemblèrent auprès de Jésus. "},{"style":"v","text":"Ils virent quelques-uns de ses disciples prendre leurs repas avec des mains impures, c’est-à-dire, non lavées. "},{"style":"v","text":"Or, les pharisiens et tous les Juifs ne mangent pas sans s’être lavé soigneusement les mains, conformément à la tradition des anciens; "},{"style":"v","text":"et, quand ils reviennent de la place publique, ils ne mangent qu’après s’être purifiés. Ils ont encore beaucoup d’autres observances traditionnelles, comme le lavage des coupes, des cruches et des vases d’airain. "},{"style":"v","text":"Et les pharisiens et les scribes lui demandèrent: Pourquoi tes disciples ne suivent-ils pas la tradition des anciens, mais prennent-ils leurs repas avec des mains impures? "},{"style":"v","text":"Jésus leur répondit: \\wj Hypocrites, Ésaïe a bien prophétisé sur vous, ainsi qu’il est écrit:\\wj*"},{"style":"q1","text":"\\x b \\xo 7.6 \\xt És 29:13. Éz 33:31.\\x*\\wj Ce peuple m’honore des lèvres,\\wj*"},{"style":"q1","text":"\\wj Mais son cœur est éloigné de moi.\\wj*"},{"style":"q1","text":""},{"style":"v","text":"\\x c \\xo 7.7 \\xt Mt 15:9. Col 2:18, 20. Tit 1:14.\\x*\\wj C’est en vain qu’ils m’honorent,\\wj*"},{"style":"q1","text":"\\wj En donnant des préceptes qui sont des commandements d’hommes.\\wj*"},{"style":"m","text":""},{"style":"v","text":"\\wj Vous abandonnez le commandement de Dieu, et vous observez la tradition des hommes.\\wj*"},{"style":"v","text":"Il leur dit encore: \\wj Vous anéantissez fort bien le commandement de Dieu, pour garder votre tradition.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Car Moïse a dit:\\wj*\\x d \\xo 7.10 \\xt Ex 20:12. De 5:16. Ép 6:2.\\x*\\wj Honore ton père et ta mère; et:\\wj*\\x e \\xo 7.10 \\xt Ex 21:17. Lé 20:9. De 27:16. Pr 20:20.\\x*\\wj Celui qui maudira son père ou sa mère sera puni de mort.\\wj*"},{"style":"v","text":"\\wj Mais vous, vous dites: Si un homme dit à son père ou à sa mère: Ce dont j’aurais pu t’assister est corban, c’est-à-dire, une offrande à Dieu,\\wj*"},{"style":"v","text":"\\wj vous ne le laissez plus rien faire pour son père ou pour sa mère,\\wj*"},{"style":"v","text":"\\x f \\xo 7.13 \\xt Mt 15:6. 1 Ti 4:3. 2 Ti 3:2.\\x*\\wj annulant ainsi la parole de Dieu par votre tradition, que vous avez établie. Et vous faites beaucoup d’autres choses semblables.\\wj*"},{"style":"r","text":"V. 14-23: cf. Mt 15:10-20. (Ga 5:19-21. Jé 4:14. Ps 51:12.)"},{"style":"p","text":""},{"style":"v","text":"\\x g \\xo 7.14 \\xt Mt 15:10.\\x*Ensuite, ayant de nouveau appelé la foule à lui, il lui dit: \\wj Écoutez-moi tous, et comprenez.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x h \\xo 7.15 \\xt Ac 10:15. Ro 14:17, 20. Tit 1:15.\\x*\\wj Il n’est hors de l’homme rien qui, entrant en lui, puisse le souiller; mais ce qui sort de l’homme, c’est ce qui le souille.\\wj*"},{"style":"v","text":"\\wj Si quelqu’un a des oreilles pour entendre, qu’il entende.\\wj*"},{"style":"v","text":"\\x i \\xo 7.17 \\xt Mt 15:15.\\x*Lorsqu’il fut entré dans la maison, loin de la foule, ses disciples l’interrogèrent sur cette parabole. "},{"style":"v","text":"Il leur dit: \\wj Vous aussi, êtes-vous donc sans intelligence? Ne comprenez-vous pas que rien de ce qui du dehors entre dans l’homme ne peut le souiller?\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Car cela n’entre pas dans son cœur, mais dans son ventre, puis s’en va dans les lieux secrets, qui purifient tous les aliments.\\wj*"},{"style":"v","text":"Il dit encore: \\wj Ce qui sort de l’homme, c’est ce qui souille l’homme.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x j \\xo 7.21 \\xt Ge 6:5; 8:21. Pr 6:14. Jé 17:9.\\x*\\wj Car c’est du dedans, c’est du cœur des hommes, que sortent les mauvaises pensées, les adultères, les impudicités, les meurtres,\\wj*"},{"style":"v","text":"\\wj les vols, les cupidités, les méchancetés, la fraude, le dérèglement, le regard envieux, la calomnie, l’orgueil, la folie.\\wj*"},{"style":"v","text":"\\wj Toutes ces choses mauvaises sortent du dedans, et souillent l’homme.\\wj*"},{"style":"s1","text":"Jésus sur le territoire de Tyr et de Sidon. La femme cananéenne"},{"style":"r","text":"V. 24-30: cf. Mt 15:21-28. (Ge 32:24-29.)"},{"style":"p","text":""},{"style":"v","text":"\\x k \\xo 7.24 \\xt Mt 15:21.\\x*Jésus, étant parti de là, s’en alla dans le territoire de Tyr et de Sidon. Il entra dans une maison, désirant que personne ne le sût; mais il ne put rester caché. "},{"style":"v","text":"Car une femme, dont la fille était possédée d’un esprit impur, entendit parler de lui, et vint se jeter à ses pieds. "},{"style":"v","text":"Cette femme était grecque, syro-phénicienne d’origine. Elle le pria de chasser le démon hors de sa fille. Jésus lui dit:"},{"style":"p","text":""},{"style":"v","text":"\\wj Laisse d’abord les enfants se rassasier; car il n’est pas bien de prendre le pain des enfants, et de le jeter aux petits chiens.\\wj*"},{"style":"v","text":"Oui, Seigneur, lui répondit-elle, mais les petits chiens, sous la table, mangent les miettes des enfants. "},{"style":"v","text":"Alors il lui dit: \\wj à cause de cette parole, va, le démon est sorti de ta fille.\\wj*"},{"style":"v","text":"Et, quand elle rentra dans sa maison, elle trouva l’enfant couchée sur le lit, le démon étant sorti."},{"style":"s1","text":"Jésus de retour vers la mer de Galilée. Guérison d’un sourd-muet"},{"style":"r","text":"V. 31-37: cf. Mt 15:29-31. És 35:4-6."},{"style":"p","text":""},{"style":"v","text":"\\x l \\xo 7.31 \\xt Mt 15:29.\\x*Jésus quitta le territoire de Tyr, et revint par Sidon vers la mer de Galilée, en traversant le pays de la Décapole. "},{"style":"v","text":"\\x m \\xo 7.32 \\xt Mt 9:32. Lu 11:14.\\x*On lui amena un sourd, qui avait de la difficulté à parler, et on le pria de lui imposer les mains. "},{"style":"v","text":"Il le prit à part loin de la foule, lui mit les doigts dans les oreilles, et lui toucha la langue avec sa propre salive; "},{"style":"v","text":"puis, levant les yeux au ciel, il soupira, et dit: \\wj Éphphatha,\\wj* c’est-à-dire, \\wj ouvre-toi.\\wj*"},{"style":"v","text":"Aussitôt ses oreilles s’ouvrirent, sa langue se délia, et il parla très bien. "},{"style":"v","text":"Jésus leur recommanda de n’en parler à personne; mais plus il le leur recommanda, plus ils le publièrent. "},{"style":"v","text":"Ils étaient dans le plus grand étonnement, et disaient: \\x n \\xo 7.37 \\xt Ge 1:31.\\x*Il fait tout à merveille; même il fait entendre les sourds, et parler les muets."}]