[{"style":"s1","text":"Seconde multiplication des pains"},{"style":"r","text":"V. 1-9: cf. Mt 15:32-39. (Mc 6:35-44. 2 R 4:42-44.) Ps 146:7."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 8.1 \\xt Mt 15:32.\\x*En ces jours-là, une foule nombreuse s’étant de nouveau réunie et n’ayant pas de quoi manger, Jésus appela les disciples, et leur dit:"},{"style":"p","text":""},{"style":"v","text":"\\wj Je suis ému de compassion pour cette foule; car voilà trois jours qu’ils sont près de moi, et ils n’ont rien à manger.\\wj*"},{"style":"v","text":"\\wj Si je les renvoie chez eux à jeun, les forces leur manqueront en chemin; car quelques-uns d’entre eux sont venus de loin.\\wj*"},{"style":"v","text":"Ses disciples lui répondirent: Comment pourrait-on les rassasier de pains, ici, dans un lieu désert? "},{"style":"v","text":"Jésus leur demanda: \\wj Combien avez-vous de pains?\\wj* Sept, répondirent-ils. "},{"style":"v","text":"Alors il fit asseoir la foule par terre, prit les sept pains, et, après avoir rendu grâces, il les rompit, et les donna à ses disciples pour les distribuer; et ils les distribuèrent à la foule. "},{"style":"v","text":"Ils avaient encore quelques petits poissons, et Jésus, ayant rendu grâces, les fit aussi distribuer. "},{"style":"v","text":"Ils mangèrent et furent rassasiés, et l’on emporta sept corbeilles pleines des morceaux qui restaient. "},{"style":"v","text":"Ils étaient environ quatre mille. Ensuite Jésus les renvoya."},{"style":"s1","text":"Un signe du ciel demandé par les pharisiens. Le levain des pharisiens"},{"style":"r","text":"V. 10-21: cf. Mt 15:39; 16:1-12."},{"style":"p","text":""},{"style":"v","text":"\\x b \\xo 8.10 \\xt Mt 15:39.\\x*Aussitôt il monta dans la barque avec ses disciples, et se rendit dans la contrée de Dalmanutha. "},{"style":"v","text":"Les pharisiens survinrent, se mirent à discuter avec Jésus, et, pour l’éprouver, \\x c \\xo 8.11 \\xt Mt 12:38; 16:1. Lu 11:29. Jn 6:30.\\x*lui demandèrent un signe venant du ciel. "},{"style":"v","text":"Jésus, soupirant profondément en son esprit, dit: \\wj Pourquoi cette génération demande-t-elle un signe?\\wj*\\x d \\xo 8.12 \\xt Mt 16:4.\\x*\\wj Je vous le dis en vérité, il ne sera point donné de signe à cette génération.\\wj*"},{"style":"v","text":"Puis il les quitta, et remonta dans la barque, pour passer sur l’autre bord. "},{"style":"v","text":"Les disciples avaient oublié de prendre des pains; ils n’en avaient qu’un seul avec eux dans la barque. "},{"style":"v","text":"Jésus leur fit cette recommandation: \\x e \\xo 8.15 \\xt Mt 16:6. Lu 12:1.\\x*\\wj Gardez-vous avec soin du levain des pharisiens et du levain d’Hérode.\\wj*"},{"style":"v","text":"Les disciples raisonnaient entre eux, et disaient: C’est parce que nous n’avons pas de pains. "},{"style":"v","text":"Jésus, l’ayant connu, leur dit: \\wj Pourquoi raisonnez-vous sur ce que vous n’avez pas de pains? Êtes-vous encore sans intelligence, et ne comprenez-vous pas?\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x f \\xo 8.18 \\xt Mc 6:52.\\x*\\wj Avez-vous le cœur endurci? Ayant des yeux, ne voyez-vous pas? Ayant des oreilles, n’entendez-vous pas? Et n’avez-vous point de mémoire?\\wj*"},{"style":"v","text":"\\x g \\xo 8.19 \\xt Mt 14:17, 20. Mc 6:38. Lu 9:13. Jn 6:9.\\x*\\wj Quand j’ai rompu les cinq pains pour les cinq mille hommes, combien de paniers pleins de morceaux avez-vous emportés?\\wj* Douze, lui répondirent-ils."},{"style":"p","text":""},{"style":"v","text":"\\x h \\xo 8.20 \\xt Mt 15:36, 37.\\x*\\wj Et quand j’ai rompu les sept pains pour les quatre mille hommes, combien de corbeilles pleines de morceaux avez-vous emportées?\\wj* Sept, répondirent-ils. "},{"style":"v","text":"Et il leur dit: \\wj Ne comprenez-vous pas encore?\\wj*"},{"style":"s1","text":"Guérison d’un aveugle à Bethsaïda"},{"style":"r","text":"V. 22-26: cf. Mc 10:46-53. Jn 9:1-11."},{"style":"p","text":""},{"style":"v","text":"Ils se rendirent à Bethsaïda; et on amena vers Jésus un aveugle, qu’on le pria de toucher. "},{"style":"v","text":"Il prit l’aveugle par la main, et le conduisit hors du village; \\x i \\xo 8.23 \\xt Mc 7:33.\\x*puis il lui mit de la salive sur les yeux, \\x j \\xo 8.23 \\xt Mc 7:32.\\x*lui imposa les mains, et lui demanda s’il voyait quelque chose. "},{"style":"v","text":"Il regarda, et dit: J’aperçois les hommes, mais j’en vois comme des arbres, et qui marchent. "},{"style":"v","text":"Jésus lui mit de nouveau les mains sur les yeux; et, quand l’aveugle regarda fixement, il fut guéri, et vit tout distinctement. "},{"style":"v","text":"Alors Jésus le renvoya dans sa maison, en disant: \\wj N’entre pas au village.\\wj*"},{"style":"s1","text":"Jésus sur le territoire de Césarée de Philippe. Opinions diverses sur le Christ. Confession de Pierre"},{"style":"r","text":"V. 27-30: cf. (Mt 16:13-20. Lu 9:18-21.)"},{"style":"p","text":""},{"style":"v","text":"\\x k \\xo 8.27 \\xt Mt 16:13. Lu 9:18.\\x*Jésus s’en alla, avec ses disciples, dans les villages de Césarée de Philippe, et il leur posa en chemin cette question: \\wj Qui dit-on que je suis?\\wj*"},{"style":"v","text":"Ils répondirent: \\x l \\xo 8.28 \\xt Mt 14:2.\\x*Jean-Baptiste; les autres, Élie, les autres, l’un des prophètes."},{"style":"p","text":""},{"style":"v","text":"\\wj Et vous,\\wj* leur demanda-t-il, \\wj qui dites-vous que je suis?\\wj* Pierre lui répondit: \\x m \\xo 8.29 \\xt Mt 16:16. Jn 6:69.\\x*Tu es le Christ. "},{"style":"v","text":"Jésus leur recommanda sévèrement de ne dire cela de lui à personne."},{"style":"s1","text":"Jésus annonce ses souffrances et sa mort. Comment suivre Jésus"},{"style":"r","text":"8 v. 31 à 9 v. 1: cf. (Mt 16:21-28. Lu 9:22-27.)"},{"style":"p","text":""},{"style":"v","text":"\\x n \\xo 8.31 \\xt Mt 16:21; 17:22; 20:18. Mc 9:31; 10:33. Lu 9:22; 18:31; 24:7.\\x*Alors il commença à leur apprendre qu’il fallait que le Fils de l’homme souffrît beaucoup, qu’il fût rejeté par les anciens, par les principaux sacrificateurs et par les scribes, qu’il fût mis à mort, et qu’il ressuscitât trois jours après. "},{"style":"v","text":"Il leur disait ces choses ouvertement. Et Pierre, l’ayant pris à part, se mit à le reprendre. "},{"style":"v","text":"Mais Jésus, se retournant et regardant ses disciples, réprimanda Pierre, et dit: \\x o \\xo 8.33 \\xt 2 S 19:22.\\x*\\wj Arrière de moi, Satan! Car tu ne conçois pas les choses de Dieu, tu n’as que des pensées humaines.\\wj*"},{"style":"v","text":"Puis, ayant appelé la foule avec ses disciples, il leur dit: \\x p \\xo 8.34 \\xt Mt 10:38; 16:24. Lu 9:23; 14:27.\\x*\\wj Si quelqu’un veut venir après moi, qu’il renonce à lui-même, qu’il se charge de sa croix, et qu’il me suive.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x q \\xo 8.35 \\xt Mt 10:39; 16:25. Lu 9:24; 17:33. Jn 12:25.\\x*\\wj Car celui qui voudra sauver sa vie la perdra, mais celui qui perdra sa vie à cause de moi et de la bonne nouvelle la sauvera.\\wj*"},{"style":"v","text":"\\wj Et que sert-il à un homme de gagner tout le monde, s’il perd son âme?\\wj*"},{"style":"v","text":"\\wj Que donnerait un homme\\wj*\\x r \\xo 8.37 \\xt Ps 49:9.\\x*\\wj en échange de son âme?\\wj*"},{"style":"v","text":"\\x s \\xo 8.38 \\xt Mt 10:32. Lu 9:26; 12:8. 2 Ti 2:12. 1 Jn 2:23.\\x*\\wj Car quiconque aura honte de moi et de mes paroles au milieu de cette génération adultère et pécheresse, le Fils de l’homme aura aussi honte de lui, quand il viendra dans la gloire de son Père, avec les saints anges.\\wj*"}]