[{"style":"mt1","text":"2.Piyeer"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man Simoŋ Piyeer miy jaamub Yeesu \\w Almasi|Almasi b-:\\w* bi, di ndawam, ci man la bataaxal bii bawoo, ñeel ñi ñu may ngëm gu njëg ga réye ni sunu gos, ci njubteg Almasi bi, sunu Yàlla, sunu Musalkat."},{"style":"v","verse":"2","text":"Na aw yiw ak jàmm juy baawaan ñeel leen, ndax xam gu nu xam Yàlla ak sunu Sang Yeesu."},{"style":"s1","verse":"","text":"Dëggalleen wooteb Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Mboolem lu aju ci dund gu sax ak ragal Yàlla, Yàllaa nu ko may ci dooleem, ba mu nu xamalee ne darajay boppam ak jalooreem ju wéet la nu woowe."},{"style":"v","verse":"4","text":"Ci jooju daraja ak jooju jaloore lees nu baaxee ay dige yu réy njëg te màgg. Yooyu dige nag, bu ngeen ci jotee, ci ngeen di séddu ci jikkoy Yàlla, gannaaw bu ngeen muccee ci yàqutey àddina gi xemmemtéefu bakkan waral."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Loolu tax na ba ngeen def lu ngeen man, ba dolli ci seen ngëm, njàmbaar; seen njàmbaar, ngeen dolli ci xam-xam;"},{"style":"v","verse":"6","text":"seen xam-xam, ngeen dolli ci noot seen bakkan; noot seen bakkan, ngeen dolli ci ag muñ; seenug muñ, ngeen dolli cig ragal Yàlla;"},{"style":"v","verse":"7","text":"seenug ragal Yàlla, ngeen dolli ci bëgg seen bokki gëmkat; bëgg seen bokki gëmkat, ngeen dolli ci cofeel."},{"style":"v","verse":"8","text":"Ndax yooyu jikko kat su ngeen ko amee, ba mu law, dungeen yaafus, dungeen ñàkk njariñ ci nu ngeen di xame sunu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","verse":"9","text":"Waaye yii jikko, ku ko ñàkk, daa fekk mu gàtt gis-gis ba far gumba, te fàtte ne dees koo fóotoon ba mu set, teqalikook bàkkaari démbam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Kon nag bokk yi, nangeen gënatee def lu ngeen man ba dëggal woote bi ñu leen woo ak tànn gi ñu leen tànn. Su ngeen ko defee kat, dungeen daanu mukk."},{"style":"v","verse":"11","text":"Noonu lees leen di ubbile bunt bu yaa bu ngeen di tàbbee ca nguur gu sax gay sunu moomeelu Sang, sunu Musalkat, Yeesu Almasi bi."},{"style":"s1","verse":"","text":"Yàllay déey yonent yi waxyu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Moo waral ma fas yéene di leen dëkkee fàttali loolu, doonte xas ngeen koo xam, ba tax ngeen taxaw bu dëgër ci dëgg gi leen nuyusi."},{"style":"v","verse":"13","text":"Li jaadu ci sama gis-gis moo di, li feek may màkkaanoo aw suux, dinaa leen ko fàttali, ngir soññ leen."},{"style":"v","verse":"14","text":"Ndax damaa leer, ni ma ko sunu Boroom Yeesu \\w Almasi|Almasi b-:\\w* bi leeralale, ne bés bi may summi sama màkkaanu suux bii dëgmal na."},{"style":"v","verse":"15","text":"Waaye dinaa def sama kem-kàttan, ba fu ngeen tollu, di fàttaliku mbir yooyu, gannaaw bu ma dëddoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Du ay léeb yu xel mu xareñ fent lanu leen xamale woon sunu manoorey Boroom Yeesu Almasi bi ak na muy dikke, waaye noo teewe màggaayam."},{"style":"v","verse":"17","text":"Ndax kat moo nangoo ci Yàlla Baay bi, teraanga ak daraja, ba ko baat ba jibalee, bawoo fa Boroom daraja ju yéeme ja ne: «Kii moo di sama Doom, sama soppe; moom laay bànneexoo\\f + \\fr 1.17 \\ft Seetal ci \\bk Macë\\bk* 17.5.\\f*.»"},{"style":"v","verse":"18","text":"Baat booba jóge asamaan, moom lanu dégg, ba nu nekkee ak moom ca tund wu sell wa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Rax ci dolli nu ngeek waxi yonent yi, muy wax ju wóor ju jara gëm, te yeena yey teewlu waxi yonent yi, ni ñuy teewloo ceeñeeru làmp bu tàkke ci biir lëndëm, ba kera fajar di xar, ba biddiiwu njël feqal seen xol."},{"style":"v","verse":"20","text":"Waaye li ngeen wara njëkka xam moo di amul ci Mbind mi genn kàddug \\w waxyu|waxyu:\\w* te yonent ba ko wax, fiire ko xelum boppam."},{"style":"v","verse":"21","text":"Ndax kat du kàddug waxyu gu masa soqikoo ci coobarey nit, waaye ci xiirtalub \\w Noo gu Sell|Noo gu Sell g-:\\w* gi la aw nit daan waxe kàddug waxyu gu bawoo fa Yàlla."}]