[{"style":"s1","verse":"","text":"Sànkute ñeel na jàngalekati caaxaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Waaye na mu ame woon ci askanu \\w bànni Israayil|bànni Israayil:\\w* ay yonenti caaxaan, ni lay ame ci seen biir ay jàngalekati caaxaan yuy sërxal ay àlluway sànkute yuy weddi sax Sang bi leen \\w jot|jot:\\w*, ba yóbbe seen bopp sànkute ju bette."},{"style":"v","verse":"2","text":"Ñu baree leen di topp ci seen ñaawtéef gu ëpp, ba tax yoonu dëgg gi tegoo ay saaga ndax ñoom."},{"style":"v","verse":"3","text":"Seenug bëgge lañuy ràbbe ay kàddu yu ñu leen di koppartoo. Ñooñu la seenub daan yàgga yoot, te seen sànkute nelawul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ndax Yàlla kat, ndegam moo jéggalul malaaka ya bàkkaaroon, xanaa tàbbal leen kàmbu mbugal, wacce leen ci ay jéngi biir lëndëm gu ne këruus, di leen nége àtte ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ndegam àddina sa woon it Yàlla jéggalu ko, xanaa Nóoyin ma daan woote ci yoonu njub te di kenn ci juróom ñetti nit ña mu musal, ba mu walalee mbënn ma ci àddinay nit ñu gëmadi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ndegam dëkk ya ñuy wax \\w Sodom ak Gomor|Sodom ak Gomor:\\w* it, la mbugale seenub taste, def leen ab dóom, ba def leen misaal mu ñeel aji gëmadiy ëllëg,"},{"style":"v","verse":"7","text":"te mennum Lóot aji jub ji doŋŋ, nekkoon kenn ki mu musal, te mu sonnoon lool, ndax ñaawtéefi nit ñu dëng ñooñu."},{"style":"v","verse":"8","text":"Ndax Lóot aji jub ja dëkkoon ci seen biir kat, la mu nekke woon ci biir xolu njubam, moo di naqarlu, ndax jëfi ndëngte ya muy gis, di ko dégg, bés bu nekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Su demee noonu kay, kon Boroom bi def loolu lépp, xam na nu muy musale nit ñu ragal Yàlla cib nattu ak nu muy xaare nit ñu dëng ñi, ngir seen mbugal kera bésu àtte ba,"},{"style":"v","verse":"10","text":"rawatina nag boroom xemmemtéefi yàqute yi topp seen bakkan te faalewuñu genn kilifteef. Ñu fétteeral lañu te bew, ragaluñoo saaga sax boroom daraja yu kawe ya fa asamaan."},{"style":"v","verse":"11","text":"Moona malaaka yi ëpp doole ak manoore sax, ñemewuñoo yékkati kàdduy saaga yu ñuy sikke yooyu boroom daraja, fa kanam Boroom bi."},{"style":"v","verse":"12","text":"Waaye ñoom ñooñu mel ni mala yu amul xel, seen yég-yégi judduwaale jiital leen, te li leen taxa juddu di jàpp leen, rey doŋŋ, ñooy saaga lu ñu xamul. Dees na leen rey ni ñuy reye ay mala."},{"style":"v","verse":"13","text":"Loraange lees leen di feye loraange gi ñu sabab."},{"style":"p","verse":"","text":"Seen mbégte mooy xawaarey bëccëg ndarakàmm. Ñooñoo diy gàkk aki sikk, ndax seen teewaay gàcce la ci seen biir yeen, bu ñuy bokk ak yeen bernde, te ca lañuy bànneexoo ay nax."},{"style":"v","verse":"14","text":"Seeni gët xoolul lu moy ku ñu njaalool, te duñu bàkkaar ba regg mukk; ku dëgërul, ñu yóbbaale la. Ñooñu la seenub xol tàggatu ci ag bëgge mii di njurum alkànde!"},{"style":"v","verse":"15","text":"Ba ñu wàccee yoon wu jub wi lañu lajj topp yoonu Balaam, doomu Bosor\\f + \\fr 2.15 \\fk Bosor \\ft mooy Bewor ci làkku yawut; Gereg yi ñoo koy wax Bosor.\\f*, mi soppoon peyooru njubadi."},{"style":"v","verse":"16","text":"Waaye Balaam, ag tooñam tax na ñu femmu ko; ab waruwaay manula wax, te moo waxe baatub nit\\f + \\fr 2.16 \\ft Seetal ci \\bk Màndiŋ ma\\bk* saar 22.\\f*, ba dakkal jëfi ndofi yonent booba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ñooñooy teen yu dëy, ñooy xiin wu callweer tas, te lëndëm gu fatt taraj di seenub añ."},{"style":"v","verse":"18","text":"Kàddu yu réy yu tekkiwul dara lañuy naxee, di fàbbee xemmemtéefi bakkan yu jéggi dayo, ay nit ñu yàggula rëcce ci ñeneen ñu nekk cig réer."},{"style":"v","verse":"19","text":"Ag ngoreel lañu leen di dig, te ñoom ci seen bopp, ay jaami yàqute lañu, ndax lu la man, nga dib jaamam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ndax kat gannaaw bu ñu xamee bu baax sunu Boroom, sunu Musalkat Yeesu \\w Almasi|Almasi b-:\\w* bi, ba rëcc sobey àddina, bu ñu ca sóobuwaatee ba mu man leen, su boobaa seenug muj moo yées seenug njàlbéen."},{"style":"v","verse":"21","text":"Ndax kat ñàkkoona xam yoonu njub wi sax moo doon gën ci ñoom, xam ko ba noppi, dëddu ndigal lu sell la ñu leen ca àgge woon."},{"style":"v","verse":"22","text":"Li léeb wii wax te muy dëgg, moo leen dikkal: «Xaj waccu, lekkaat ko; te cangaayu mbaam-xuux, teewu koo xalangootee poto-poto.»"}]