[{"style":"s","text":"Wàkkirluleen ci Yàlla"},{"style":"p","text":""},{"style":"v","text":"Xeex yi ak xuloo yi ci seen biir nag, lu leen waral? Xanaa du ci seeni bëgg-bëgg, yiy xeex ci seeni cér?"},{"style":"v","text":"Dangeen di mébét waaye dungeen am; dangeen di bóome, boole ci kiñaan, waaye li ngeen di yóotu, dungeen ko jot; dangeen di xuloo ak a xeex waaye dungeen am dara, ndaxte ñaanuleen Yàlla."},{"style":"v","text":"Bu ngeen ñaanee sax, dungeen jot dara, ndax yéena ngi ñaan ci naaféq, ngir gëna topp seen nafsu."},{"style":"p","text":""},{"style":"v","text":"Yéen ñi fecci seen kóllëre ak Yàlla, xanaa xamuleen ne mbëggeelu àddina, mbañeel la fa Yàlla? Ku bëgga xaritoo ak àddina nag, noonoo nga ak Yàlla."},{"style":"v","text":"Xanaa yaakaar ngeen ne Mbind mi day wax cig neen, ci li mu ne: «Yàlla am na mbëggeel gu fiir ci Xel mi mu def ci nun.»"},{"style":"v","text":"Waaye yiwu Yàllaa ko ëpp. Moom la Mbind mi wax ne:"},{"style":"q","text":"«Yàlla dàq na ñi réy,"},{"style":"q","text":"waaye yiwal na ñi woyof.»"},{"style":"p","text":""},{"style":"v","text":"Kon nag wàkkirluleen ci Yàlla, waaye dàqleen °Seytaane, te dina daw, ba sore leen."},{"style":"v","text":"Jegeleen Yàlla, mu jege leen. Yéen bàkkaarkat yi, sellal-leen seeni loxo; yéen ñi am xel ñaar, laabal-leen seeni xol."},{"style":"v","text":"Toroxluleen te naqarlu, bay jooy; defleen seeni ree aw naqar, te seen mbég nekk tiis."},{"style":"v","text":"Suufeel-leen seen bopp fa kanam Boroom bi, kon dina leen yékkati."},{"style":"s","text":"Buleen sikkal seeni moroom"},{"style":"p","text":""},{"style":"v","text":"Yéen bokk yi, buleen ŋàññante. Ku ŋàññ sa moroom mbaa nga ñaaw njort, ba àtte ko, diiŋat nga yoonu Yàlla te àtte ko. Ku àtte yoon wi nag sàmmoo ko, waaye danga koo àtte."},{"style":"v","text":"Kenn rekk mooy tëral yoon, kooku rekk mooy àtte; moo mana musle, moo mana alage. Te sax yaw miy àtte sa bokk yaay kan?"},{"style":"s","text":"Buleen damu"},{"style":"p","text":""},{"style":"v","text":"Léegi nag dégluleen, yéen ñiy wax ne: «Tey walla ëllëg dinanu dem ca dëkk sàngam, def fa at, di fa sàkku xaalis ci jula.»"},{"style":"v","text":"Ndax dangeena xam seen ëllëg? Luy seen dund? Xanaa cóola doŋŋ luy naaw ci diir bu gàtt, daldi naaxsaay."},{"style":"v","text":"Lii kay ngeen waroona wax: «Bu soobee Boroom bi, dinanu dund, tey def nàngam ak nàngam.»"},{"style":"v","text":"Waaye fi mu ne, naagu ngeen bay damu, te damoo noonu baaxul."},{"style":"v","text":"Kon nag ku xam def lu baax te defoo ko, bàkkaar nga."}]