[{"style":"s","text":"Boroom alal, yiy not néew-ji-doole"},{"style":"p","text":""},{"style":"v","text":"Dégluleen yéen boroom alal yi, jooyleen te naqarlu ndax mbugal, gi leen di xaar."},{"style":"v","text":"Seen alal seey na, seen yére yi maxe na,"},{"style":"v","text":"seen wurus ak seen xaalis xomaag na. Xomaag jooju seede lay doon, su leen di daanlu, ba lakk leen ni sawara. Dajale ngeen alal ju ne gàññ, te fekk yéena ngi ci mujug jamono."},{"style":"v","text":"Dégluleen! Jooyi xaalis bi ngeen sàcce ci gubkat, yi leen doon liggéeyal, ak yuuxi góobkat yi, dugg nañu ci noppi Boroom gàngoori xare yi."},{"style":"v","text":"Ci barele ak bànneex ngeen dunde ci kaw suuf, di yafal seen bopp, fekk bésu rendi baa ngii."},{"style":"v","text":"Daan ngeen ku jub, ba rey ko sax, te bañul."},{"style":"s","text":"Muñleen ci biir tiis"},{"style":"p","text":""},{"style":"v","text":"Yéen samay bokk, muñleen, ba Boroom bi délsi ci ndamam. Seetleen ci beykat bi, ni muy xaare njariñ ci meññeefu suuf, tey muñ, céebo ba bët wàcc."},{"style":"v","text":"Yéen itam nag muñleen te dëgëral seen xol, xam ne ñëwug Boroom bi ci ndamam jege na."},{"style":"v","text":"Buleen jàmbatante, samay bokk, ngir ragal Yàlla àtte leen. Àttekat baa ngi ci bunt bi sax!"},{"style":"p","text":""},{"style":"v","text":"Bokk yi, defleen yonent, yi wax ci turu Boroom bi, seeni royukaay ci muñ tiis ak ci góor-góorlu."},{"style":"v","text":"Xam ngeen ne ñiy góor-góorlu, ñu barkeel lañu. Dégg ngeen muñ ga Ayóoba amoon, te gis muj gu rafet, ga ko Boroom bi jagleel, ndax Boroom bi kuy ñeewante la te bare yërmande."},{"style":"p","text":""},{"style":"v","text":"Te li fi raw samay bokk, buleen waat mukk, bu muy ci asamaan mbaa ci suuf mbaa ci leneen lu mu mana doon. Nangeen yem ci: «waaw» ak «déedéet», ngir bañ cee layoo fa kanam Yàlla."},{"style":"s","text":"Dooley ñaan gu ànd ak ngëm"},{"style":"p","text":""},{"style":"v","text":"Su amee ci yéen ku nekk ci tiis, na ñaan ci Yàlla. Ku nekk ci mbég, na sant Yàlla ciy woy."},{"style":"v","text":"Su amee ci yéen ku wopp, na woo njiiti mbooloo mi, ñu ñaanal ko te diw boppam ci turu Boroom bi."},{"style":"v","text":"Ñaan gu ànd ak ngëm dina musal ki wopp, ba Boroom bi yékkati ko. Su ko fekkoon ak i bàkkaar sax, Yàlla dina ko baal."},{"style":"v","text":"Kon nag waxanteleen seeni bàkkaar tey ñaanalante, ngir ngeen wér. Ñaanu aji jub gu dëggu, dooleem amul kem."},{"style":"p","text":""},{"style":"v","text":"Naka noonu °Ilyaas nit la woon ku bindoo ni nun, waaye bi mu saxee ci ñaan Yàlla, ngir mu baña taw, ndox laalul suuf diirub ñetti at ak genn-wàll."},{"style":"v","text":"Gannaaw ga mu dellu ñaan, asamaan daldi taw, te suuf si saxal meññeef."},{"style":"p","text":""},{"style":"v","text":"Samay bokk, su amee ci yéen ku réere dëgg, te am ku ko gindi,"},{"style":"v","text":"na xam lii: ku gindi bàkkaarkat ci réeram, musal nga nit ci dee te faral ko bàkkaar yu bare."}]