[{"style":"mt1","text":"Njiit ya"},{"style":"s1","text":"Bànni Israayil daan na, daanu na ca Kanaan"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba Yosuwe faatoo, \\w bànni Israayil|bànni Israayil:\\w* dañoo laaj \\w Aji Sax ji|Aji Sax j-:\\w* ne ko: «Ana ci nun ñii, gan giir mooy njëkka dajejeek Kanaaneen ñi, ngir xareek ñoom?»"},{"style":"v","text":"Aji Sax ji ne: «Giirug Yuda mooy njëkka dem, te it teg naa réew mi ci seen loxo.»"},{"style":"v","text":"Yudeen ña nag wax ak seen bokki Cimyoneen, ne leen: «Ñëwleen ànd ak nun ca sunu wàllu suuf, nu xareek Kanaaneen ña foofa, ba noppi, nun it nu ànd ak yeen ca seen wàllu suuf, nanguji ko.» Cimyoneen ña daldi ànd ak ñoom."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yudeen ña dem, Aji Sax ji teg Kanaaneen ñaak Periseen ña ca seen loxo, ba ñu duma fukki junniy (10~000) góor ca Beseg."},{"style":"v","text":"Ca Beseg lañu fekk Buur Adoni Beseg, xareek moom. Noonu lañu dumaa Kanaaneen ñaak Periseen ña."},{"style":"v","text":"Adoni Beseg dafa daw, ñu dàq ko, ba jàpp ko, daldi dog baaraami déyi loxoom ak yoy tànkam."},{"style":"v","text":"Ca la Adoni Beseg ne: «Ax! Juróom ñaar fukki buur yu ñu dog seen baaraami déyi loxook yoy tànk de, ñoo daa foraatu lu wadde sama ndab; na ma defoon rekk nag ni la ma Yàlla feye.» Yerusalem lañu ko yóbbu, te fa la deewe."},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Yudeen ña xareek Yerusalem, nangu ko. Ñu leel nit ña ñawkay saamar; dëkk ba, ñu lakk ko."},{"style":"v","text":"Gannaaw loolu Yudeen ña xarejeek Kanaaneen ña dëkke diiwaanu tund ya, ak ña ca Negew, ak ña ca suufu tund ya."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yudeen ña dal ca kaw Kanaaneen ña dëkke Ebron. Ebron googu, Kiryaat Arba la njëkkoona tudd. Ca lañu duma Sesay ak Aximan ak Talmay."},{"style":"v","text":"Ñu jóge fa dal ca kaw waa Debir. Debir googu, Kiryaat Sefer la njëkkoona tudd."},{"style":"v","text":"Kaleb nag ne: «Kiryaat Sefer gii de, ku ko duma, ba nangu ko, sama doom Agsa laa koy may jabar.»"},{"style":"v","text":"Otniyel doomu Kenas miy rakku Kaleb, moo nangu dëkk ba, Kaleb may ko doomam Agsa, jabar."},{"style":"v","text":"Naka la Agsa séysi kër Otniyel, Otniyel soññ ko ngir mu ñaan Kaleb baayam, ab tool. Naka la Agsa cëppoo ca mbaamam, Kaleb baayam laaj ko, ne ko: «Loo xewle?»"},{"style":"v","text":"Mu ne ko: «Lenn laa bëgg nga defal ma ci aw yiw. Gannaaw yaa ma may suufi bëj-saalum; damaa bëgg nga mayaale ma ay déeg.» Kaleb daldi koy may déeg ba ñuy wax déegub kaw ak ba ñuy wax déegub suuf."},{"style":"p","text":""},{"style":"v","text":"Keñeen ñi askanoo ci gorob Musaa, baayu soxnaam nag ñoo àndoon ak Yudeen ñi, ñu bawoo Yeriko, dëkk ba ñuy wax dëkkub tàndarma ya, dem ba màndiŋu Yuda, ca bëj-saalumu Aràdd. Ci kaw loolu ñu sanc ca biir waa gox ba."},{"style":"v","text":"Ba loolu amee Yudeen ña ànd ak seen bokki Cimyoneen, ñu dumaji Kanaaneen ña dëkke Cefat, faagaagal ko, ba tax ñu mujj woowe dëkk ba Xorma\\f + \\fr 1.17 \\fk Xorma \\ft ci làkku ebrë, neexoo naak baat biy tekki «yàqute».\\f*."},{"style":"v","text":"Yudeen ña teg ca nangu Gasa ak la ko wër, ak Askalon ak la ko wër, ak Ekkron ak la ko wër."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji moo ànd ak Yuda, ba ñu nangu diiwaanu tund ya. Waaye nanguwuñu joor ga, ndax watiiri xarey weñ la waa joor ga amoon."},{"style":"v","text":"Ba mu ko defee ñu jox Ebron Kaleb, na ko Musaa diglee woon. Kaleb moo fa dàqe ñetti làngi Anageen ña fa dëkkoon."},{"style":"v","text":"Yebuseen ña dëkkoon Yerusalem nag, giirug Beñamin dàquñu leen; ba tey jii Yebuseen ñeek Beñamineen ñee bokk dëkk Yerusalem."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu waa kër Yuusufa itam dali ca kaw Betel, Aji Sax ji ànd ak ñoom."},{"style":"v","text":"Waa kër Yuusufa dañoo yónnee ñu leen yëddujil ca Betel. Betel googu Lus la njëkkoona tudd."},{"style":"v","text":"Ba yëddukat ya demee, jenn waay lañu gis, mu génne ca dëkk ba. Ñu ne ko: «Yaw, won nu rekk ab jaarukaay bu nu dugge ci dëkk bi, nu laaye la biir.»"},{"style":"v","text":"Waa ja won leen jaarukaay bu ñu dugge ca dëkk ba, ñu jàll ca biir. Ba loolu amee ñu leel waa dëkk ba ñawkay saamar. Waa jaak njabootam yépp nag, ñu baal leen."},{"style":"v","text":"Waa ja, réewum Etteen ña la mujj toxu, ba sanc fa ab dëkk, tudde ko Lus, muy turu dëkk ba, ba tey jii."},{"style":"p","text":""},{"style":"v","text":"Manaseen ña it dàquñu waa Bet San ak la ko wër, ak waa Taanag ak la ko wër, ak waa Dor ak la ko wër, ak waa Yiblam ak la ko wër, ak waa Megido ak la ko wër. Kanaaneen ñaa dogu, ngir des ca réew ma."},{"style":"v","text":"Ba bànni Israayil demee ba gëna am doole sax, ab liggéeyu sañul-bañ lañu teg Kanaaneen ña, waaye dàquñu leena dàq, ba ñu jeex."},{"style":"v","text":"Efraymeen ña itam dàquñu Kanaaneen ña dëkke woon Geser; ca seen biir la Kanaaneen ña des ca Geser."},{"style":"p","text":""},{"style":"v","text":"Cabuloneen ña it dàquñu waa Kittron ak waa Nayalol. Ca biir Cabuloneen ña la Kanaaneen ñooña des, waaye liggéeyu sañul-bañ lañu mujj tegoo."},{"style":"p","text":""},{"style":"v","text":"Asereen ña itam, dàquñu waa Ako ak waa Sidon ak Alab ak Agsib ak Elba ak Afig ak Rexob."},{"style":"v","text":"Ca biir Kanaaneeni réew ma la Asereen ña sance, ndax dàquñu leen."},{"style":"p","text":""},{"style":"v","text":"Neftaleen ñi it dàquñu waa Bet Semes ak waa Bet Anat. Ca biir Kanaaneeni réew ma lañu sance. Waaye waa Bet Semes ak Bet Anat, ab liggéeyu sañul-bañ lañu leen mujj tegool."},{"style":"p","text":""},{"style":"v","text":"Daneen ña nag, Amoreen ñaa leen tanc ca diiwaanu tund ya; mayuñu leen ñu wàccsi ca joor ga."},{"style":"v","text":"Amoreen ñaa dogu, ngir des ca dëkk ya ñuy wax Ar Eres ak Ayalon ak Saalbim. Teewul waa kër Yuusufa mujj néewal Amoreen ña doole, ba ñu mujje liggéeyu sañul-bañ."},{"style":"v","text":"Digu Amoreen ña, yéegub Akerabim, ca Sela, ca la dale woon, jëm kaw."}]