[{"style":"s1","verse":"","text":"Yeneeni njiit falu nañu ca Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw Abimeleg, Tola doomu Puwa doomu Dodo, mi bokk ci giirug Isaakar moo jóg ngir wallu Israayil. Ma nga dëkkoon Samir ca diiwaanu tundi Efrayim."},{"style":"v","verse":"2","text":"Ñaar fukki at ak ñett la jiite Israayil. Ba mu deewee, ca Samir lañu ko denc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ki ko wuutu mooy Yayir, askanoo ci Galàdd. Ñaar fukki at ak ñaar la jiite Israayil."},{"style":"v","verse":"4","text":"Fanweeri doom yu góor la amoon; ñuy war fanweeri mbaam, moom fanweeri gox yu ñuy woowe Sanci Yayir ba sunu jonni yàllay tey. Sanc yaa nga ca diiwaanu Galàdd."},{"style":"v","verse":"5","text":"Ba Yayir faatoo, ca Kamon lañu ko denc."},{"style":"s1","verse":"","text":"Amoneen ña song nañu Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"\\w Bànni Israayil|bànni Israayil:\\w* nag dellu di def li Aji Sax ji ñaawlu, di jaamu ay tuur yu ñuy wax \\w Baal|Baal:\\w* ak \\w Astàrt|Astàrt:\\w* ak tuuri waa Siri ak tuuri waa Sidon ak tuuri waa Mowab ak tuuri Amoneen ña ak tuuri Filisteen ña. Aji Sax ji lañu wacc, jaamootuñu ko."},{"style":"v","verse":"7","text":"Ba mu ko defee sànjum Aji Sax ji tàkkal Israayil, mu wacc leen ci loxol Filisteen ñi ak Amoneen ñi."},{"style":"v","verse":"8","text":"At mooma lañu dale dëggaate aka noot bànni Israayil. Fukki at ak juróom ñett lañu noot mboolem bànni Israayil ga dëkkoon ca wàllaa dexu Yurdan, fa doon réewum Amoreen ña ca diiwaanu Galàdd."},{"style":"v","verse":"9","text":"Dexu Yurdan sax Amoneen ña jàll nañu ko ba xarejeek Yudeen ña itam, ak Beñamineen ñaak waa kër Efrayim. Israayil nekke njàqare ju réy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bànni Israayil nag woo Aji Sax ji wall, ne ko: «Noo la moy de, ndax noo wacc sunu Yàlla, di jaamu ay tuuri Baal.»"},{"style":"v","verse":"11","text":"Aji Sax ji wax bànni Israayil, ne leen: «Xanaa du maa leen xettali woon ci waa Misra ak Amoreen ñaak Amoneen ñaak Filisteen ña?"},{"style":"v","verse":"12","text":"Te itam waa Sidon ak Amalegeen ñaak Mawoneen ña noot nañu leen, ngeen woo ma wall, ma wallu leen ci ñoom."},{"style":"v","verse":"13","text":"Yeen nag ngeen wacc ma, di jaamu yeneen yàlla. Kon nag duma leen wallooti."},{"style":"v","verse":"14","text":"Doxleen woowi wall yàlla yi ngeen tànn. Ñoom nañu leen wallu ci seen jantub njàqare.»"},{"style":"v","verse":"15","text":"Bànni Israayil ne Aji Sax ji: «Noo moy de. Def nu mboolem lu la neex, waaye ngalla waay, xettali nu bésub tey jii.»"},{"style":"v","verse":"16","text":"Ci kaw loolu ñu jële ca seen biir, yàllay jàmbur ya, daldi dellu di jaamu Aji Sax ji, ba Aji Sax ji xajootul seen coono."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci biir loolu Amoneen ña daje, dali ca Galàdd, bànni Israayil daje, dali ca Mispa."},{"style":"v","verse":"18","text":"Askan wa ak seen njiit ya ca Galàdd di wax ca seen biir naa: «Ana kuy njëkka songi Amoneen ñi? Kooku mooy doon kilifag mboolem kuy yewwoo Galàdd.»"}]