[{"style":"s1","text":"Askan wi jiital nañu Yefte"},{"style":"p","text":""},{"style":"v","text":"Ku ñuy wax Yefte waa Galàdd ba, ñeyi xare bu jàmbaare la woon. Moom yaayam, ab gànc la woon. Yefte, Galàdd ay baayam."},{"style":"v","text":"Jabaru Galàdd nag am ak Galàdd yeneen doom yu góor. Ba ñooña màggee dañoo dàq Yefte, ne ko: «Yaw doo donn ci sunu kër baay, ndax sa yaay ab doxandéem la.»"},{"style":"v","text":"Ci kaw loolu Yefte daw doomi baayam ya, daldi sanci ca réew ma ñuy wax Tob. Ba loolu amee ay nit ñu tekkiwul dara lëkkoo faak moom, ànd ak moom."},{"style":"p","text":""},{"style":"v","text":"Ñu teg ca ay fan, Amoneen ña di xareek Israayil."},{"style":"v","text":"Naka la Amoneen ña di xareek Israayil, magi Galàdd ña dem jëleji Yefte fa réewum Tob."},{"style":"v","text":"Ñu ne Yefte: «Dikkal doon sunu kilifa, ndax nu mana jëflanteek Amoneen ñi.»"},{"style":"v","text":"Yefte ne magi Galàdd ña: «Xanaa du yeen yeena ma bañoon, ba dàqe ma sama kër baay? Ana lu ngeen dikke fi man tey, bi ngeen jàqee?»"},{"style":"v","text":"Magi Galàdd ña ne Yefte: «Moo tax nag tey nu walbatiku dikk fi yaw, ngir nga ànd ak nun, xareek Amoneen ñi. Yaay doon sunu kilifa, yilif mboolem kuy yewwoo Galàdd.»"},{"style":"v","text":"Yefte ne magi Galàdd ña: «Baax na! Ndegam su ngeen ma yóbboo, ma xarejeek Amoneen ña, ba Aji Sax ji teg leen fi sama kanam, su boobaa man maay doon seen kilifa kay!»"},{"style":"v","text":"Magi Galàdd ña ne Yefte: «Aji Sax jee nuy seede, ndegam ni nga ko waxe, du noonu lanu ko defe.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yefte ànd ak magi Galàdd ña, askan wa def ko seen kilifa, def ko njiital xarekat ya. Mboolem kàdduy Yefte ya mu digoo woon ak magi Galàdd ña nag, Yefte jaaraat na ca fa kanam Aji Sax ji fa Mispa."},{"style":"s1","text":"Yefte yónnee na ca Amoneen ña"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yefte yónni ay ndaw ca buurub Amoneen ña, wax ko, ne ko: «Ana lu ma joteek yaw, ba nga dikk fi sama kaw, ngir xareek samam réew?»"},{"style":"v","text":"Buuru Amoneen ña wax ndawi Yefte ya, ne leen: «Ba Israayil jógee Misra, ñoo nangu sunu suuf, si dale dexu Arnon ba dexu Yabog, ba ca dexu Yurdan. Léegi nag dellooleen ko, ci jàmm.»"},{"style":"p","text":""},{"style":"v","text":"Yefte dellu yónni ay ndaw ca buurub Amoneen ña,"},{"style":"v","text":"ñu wax ko, ne ko:"},{"style":"p","text":"«Yefte dafa wax ne: Israayil nanguwul suufas Mowabeen ñi, nanguwul suufas Amoneen ñi."},{"style":"v","text":"Waaye ba \\w bànni Israayil|bànni Israayil:\\w* génnee Misra, ca màndiŋ ma lañu jaare, ba ca géeju Barax ya, ba àgg Kades."},{"style":"v","text":"Gannaaw loolu Israayil yónni ay ndaw ca buurub Edom, ne ko: “May nu nu jaare ci sam réew”, waaye buurub Edom dégluwu leen. Buuru Mowab itam, yónnee nañu ca moom, nanguwul. Israayil nag des ca Kades."},{"style":"v","text":"Noonu lañu jaare ca màndiŋ ma, wër réewi Edom ak Mowab. Fa penkub réewum Mowab lañu aweji, ba dali ca wàllaa dexu Arnon. Kon nag jaarewuñu suufas Mowab, ndax dexu Arnon mooy kemu Mowab."},{"style":"p","text":""},{"style":"v","text":"«Gannaaw gi, Israayil yónni ay ndaw ca Sixon buurub Amoreen ña, buur ba ca Esbon. Mu ne ko: “May nu nu jaare ci sam réew, ba àgg ca sunu suufas bopp.”"},{"style":"v","text":"Waaye Sixon wóoluwul woon Israayil jaare am réewam. Gàngooram gépp la dajale, ba dali Yaxacc. Ci kaw loolu mu xareek Israayil."},{"style":"v","text":"Aji Sax ji Yàllay Israayil teg Sixon ak gàngooram gépp ca loxol Israayil, ñu duma leen. Noonu la Israayil nangoo mboolem réew moomu Amoreen ña dëkke woon."},{"style":"v","text":"Mboolem réewum Amoreen ña lañu nangu, dale ko dexu Arnon ca bëj-saalum, ba Yabog ca bëj-gànnaar, daleeti ca màndiŋ ma ca penku, ba ca dexu Yurdan ca sowu."},{"style":"p","text":""},{"style":"v","text":"«Gannaaw nag Aji Sax ji Yàllay Israayil moo dàqal Israayil ñoñam, Amoreen ñi, ñu génn réew mi, xanaa du yaa koy nanguwaat?"},{"style":"v","text":"Du yaa moom suuf si la Kemos sa tuur mi may? Kon, nun itam, mboolem suuf su nu sunu Yàlla Aji Sax ji may nu nangu ko, sañ nanu koo moom."},{"style":"p","text":""},{"style":"v","text":"«Dangaa gën buuru Mowab, Balag doomu Cippor? Dafa masa xëccook Israayil fenn, mbaa muy xareek moom benn yoon?"},{"style":"v","text":"Ñetti téeméeri at a ngii, Israayil dëkke Esbon, ak dëkk-dëkkaan yi ko wër, ak Arower ak dëkk-dëkkaan yi ko wër, ak mboolem dëkk yi ci tàkki dexu Arnon. Lu leen ko tere woona nangu ci diir boobu bépp?"},{"style":"v","text":"Man de jàlluma la, waaye yaw yaa ma tooñ, songsi ma xare. Aji Sax ji àttekat bi nag, yal na àtte bésub tey jii diggante bànni Israayil ak Amoneen ñi.»"},{"style":"v","text":"Teewul buurub Amoneen ña tanqamlu kàddu yooyu ko Yefte yóbbante."},{"style":"s1","text":"Yefte dige naak Yàlla"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee leerug Aji Sax ji dikkal Yefte; mu jaare diiwaani Galàdd ak Manase, jaare Mispe gu Galàdd, bàyyikoo Mispe gu Galàdd, jàll ca Amoneen ña."},{"style":"v","text":"Ci biir loolu Yefte xasal Aji Sax ji aw xas, ne ko: «Soo tegee ba teg Amoneen ñi ci sama loxo,"},{"style":"v","text":"ba ma bàyyikoo ca Amoneen ña, ñibbiseek jàmm, lépp lu génne sama buntu kër, gatandu ma, Aji Sax ji lay ñeel; maa koy def \\w saraxu rendi-dóomal|Sarax yi:\\w*.»"},{"style":"v","text":"Yefte jàll ba ca Amoneen ña, ngir xareek ñoom. Ci kaw loolu Aji Sax ji teg leen ci loxoom."},{"style":"v","text":"Ca Arower la leen dale duma, bay jub Minit, muy ñaar fukki dëkk, ba ca diiwaanu Abel Keramim, muy duma yu réy. Noonu la Amoneen ña nangule Israayil."},{"style":"v","text":"Naka la Yefte ñibbisi këram ca Mispa rekk, doomam ju jigéen génn gatandoo ko am tëgg akum pecc. Muy benn bàjjoom, amul jeneen doom ju ko moy; du góor, du jigéen."},{"style":"v","text":"Naka la ko Yefte gis, ne yérey boppam tareet, daldi ne: «Aax! Doom sama, yóbbe nga ma toskare de; yaw itam déy indil nga ma njàqare! Maa ubbi sama gémmiñ, xasal Aji Sax ji te manumaa dellu gannaaw.»"},{"style":"p","text":""},{"style":"v","text":"Mu ne ko: «Baay, yaa ubbi sa gémmiñ, xasal Aji Sax ji. Kon nag def ma noonu mu génne ci sa gémmiñ, gannaaw Aji Sax ji feyul na la ca say noon, Amoneen ña.»"},{"style":"v","text":"Mu teg ca ne baayam: «Nañu ma defal lenn rekk: may ma ñaari weer, ma dem ca tund ya, jooyi fa maak samay moroom, li may deewaale njanq.»"},{"style":"v","text":"Mu ne ko: «Demal», daldi koy bàyyi ñaari weer, mu dem ca tund ya, mook moroomi jigéenam, ngir jooyi fa li mu nara deewaale njanq."},{"style":"v","text":"Ba ñaari weer ya matee janq ba dellu ca baayam, mu def ko la mu xasoon, te fekkul mu xam góor. Loolu mujj di baax ci Israayil,"},{"style":"v","text":"ba at mu nekk janqi \\w bànni Israayil|bànni Israayil:\\w* di dem diiru ñeenti fan cim at, di jooy janqub Yefte waa Galàdd ba."}]