[{"style":"s1","text":"Yefte jote naak Efraymeen ña"},{"style":"p","text":""},{"style":"v","text":"Efraymeen ñi ñoo daje woon jàll ba Cafon, fekk fa Yefte. Ñu ne ko: «Lu tax nga xarejeek Amoneen ña te nun, woowuloo nu, nu ànd ak yaw? Sa kër nag lanuy taal ci sa kaw.»"},{"style":"v","text":"Yefte ne leen: «Man de, jànkoonte bu réy laa séqoon ak Amoneen ñi, maak sama gàngoor. Ma woo leen, te wallusiwuleen maak ñoom."},{"style":"v","text":"Ba ma gisee ne wallusiwuleen ma laa yemale dund ak dee rekk, jàll songi Amoneen ña. Aji Sax ji nag teg leen ci sama loxo. Kon ana lu ngeen dikke ci sama kaw bésub tey, ngir xeex ak man?»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Yefte dajale góori Galàdd ñépp, daldi xareek Efraymeen ña, ba duma leen. Góori Galàdd duma niti Efrayim ñi leen waxoon ne leen: «Yeen waa Galàdd, dungeen lenn lu moy ay daw-làqu yu rëcce Efrayim, jàllsi Manase.»"},{"style":"v","text":"Waa Galàdd nag aakimoo jàllukaayi dexu Yurdan ya, ngir kar Efraymeen ña, ba bu ku rëcce Efrayim dikkee ne: «Mayleen ma ma jàll,» waa Galàdd laaj ko, ne ko: «Ab Efraymeen nga?» Mu ne déet,"},{"style":"v","text":"ñu ne ko: «Neel “Sibolet”»; da naan: «Simbolet,» ndax làmmiñu Efraymeenam moo jubuwul boobu baat. Su ko defee ñu jàpp ko, rey ko ca jàllukaayi dexu Yurdan. Ñeent fukki junniy Efraymeen ak ñaar (42~000) dee nañu, jant yooyu."},{"style":"p","text":""},{"style":"v","text":"Yefte nag juróom benni at la jiite Israayil. Ba Yefte waa Galàdd ba faatoo, ca dëkki Galàdd ya lañu ko denc."},{"style":"s1","text":"Lu jëm ci njiit yi wuutu Yefte"},{"style":"p","text":""},{"style":"v","text":"Ibcan ma cosaanoo Betleyem moo ko wuutu, jiite Israayil."},{"style":"v","text":"Amoon na fanweeri doom yu góor, ak fanweeri doom yu jigéen yu mu maye, ñu séyi àll; mu jëlal nag ay doomam yu góor fanweeri janq yu jóge àll. Juróom ñaari at la Ibcan jiite Israayil."},{"style":"v","text":"Ba Ibcan faatoo, ca Betleyem lañu ko denc."},{"style":"p","text":""},{"style":"v","text":"Elon Cabuloneen ba moo ko wuutu, te fukki at la jiite Israayil."},{"style":"v","text":"Ba Elon Cabuloneen ba faatoo, ca Ayalon lañu ko denc ca diiwaanu Sabulon."},{"style":"p","text":""},{"style":"v","text":"Abdon doomu Ilel, ma cosaanoo Piraton moo ko wuutu, jiite Israayil."},{"style":"v","text":"Amoon na ñeent fukki doom yu góor, ak fanweeri sët yu góor, ñuy war juróom ñaar fukki mbaam. Juróom ñetti at la jiite Israayil."},{"style":"v","text":"Ba Abdon doomu Ilel, ma cosaanoo Piraton faatoo, ca Piraton lañu ko denc ca réewum Efrayim ca diiwaanu tundi Amalegeen ña."}]