[{"style":"s1","text":"Lu jëm ci juddub Samson"},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee \\w bànni Israayil|bànni Israayil:\\w* dellu di def li Aji Sax ji ñaawlu, Aji Sax ji teg leen ci loxoy waa Filisti diiru ñeent fukki at."},{"style":"v","text":"Jenn waay nag ju ñuy wax Manowa, dëkk Cora te bokk ci giirug Dan, moom la jabaram tële woona am doom te masul woona jur."},{"style":"v","text":"Ci kaw loolu \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* ji feeñu ko, ne ko: «Yaw de, dangaa tëlee am doom te masuloo am doom, waaye dinga ëmb, te dinga am doom ju góor."},{"style":"v","text":"Léegi nag fexeel ba bul naan biiñ mbaa lenn luy màndil, te it bul lekk lenn lu sobewu."},{"style":"v","text":"Ndax kat dinga ëmb, te dinga am doom ju góor. Saatus watukaay du jaar ci boppam, ndax xale bi ci butitu njurukaay lay dale doon ab nasireen bu ñu sédd Yàlla, te moom mooy njëkka xettali Israayil ci waa Filisti.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ndaw sa dem wax jëkkëram, ne ko «Genn góoru Yàlla moo ma dikkal. Melokaanam daal melokaanu malaakam Yàlla mi la, raglu lool. Laajuma ko fu mu bàyyikoo, te moom it waxu ma turam."},{"style":"v","text":"Waaye da maa wax ne ma: “Yaw de, dinga ëmb te dinga am doom ju góor. Léegi nag bul naan biiñ mbaa lenn luy màndil, te bul lekk lenn lu sobewu ndax xale bi ci butitu njurukaay lay dale doon ab nasireen bu ñu sédd Yàlla, ba keroog muy dee.”»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Manowa ñaan Aji Sax ji, ne ko: «Éy Boroom bi, góoru Yàlla gi nga yebaloon, ngalla na délsi ba xamal nu nu nuy def ak xale bi wara juddu.»"},{"style":"v","text":"Yàlla nangul Manowa, malaakam Aji Sax ji dikkaat ca ndaw sa, fekk mu toog ca àll ba, te Manowa jëkkëram nekku fa."},{"style":"v","text":"Ndaw sa gaaw daw, yégali ko jëkkëram, ne ko: «Góor ga dikkoon keroog de, moo ma feeñooti!»"},{"style":"v","text":"Manowa jóg, topp jabaram, ba agsi ca góor ga. Mu ne ko: «Ndax yaay góor gi doon wax ak ndaw sii?» Mu ne ko: «Man la.»"},{"style":"v","text":"Manowa ne ko: «Léegi nag gannaaw bu say kàddu sottee, ana lu àtteb yoon dogalal xale bi, ak lu mu wara def?»"},{"style":"v","text":"Malaakam Aji Sax ji ne ko: «Mboolem li ma wax ndaw si, na ko def."},{"style":"v","text":"Mboolem lu jóge ci garabu reseñ, bumu ko lekk. Muy biiñ ak lenn luy màndil, bumu ko naan, te mboolem lu sobewu it, bumu ko lekk. Loolu ma ko sant lépp daal, na ko sàmm.»"},{"style":"v","text":"Manowa ne malaakam Aji Sax ji: «May nu boog nu téyeegum la, ba defaral la ab tef.»"},{"style":"v","text":"Malaakam Aji Sax ji ne ko: «Su ngeen ma fi téyee it du tax ma lekk ci seenu ñam, soo dee \\w rendi-dóomal|Sarax yi:\\w* ñeel Aji Sax ji nag, defal.» Booba Manowa xamul ne kooku mooy malaakam Aji Sax ji."},{"style":"v","text":"Manowa ne malaakam Aji Sax ji: «Nan nga tudd, wax nu ko, ndax kera bu say kàddu sottee, nu man laa delloo njukkal.»"},{"style":"v","text":"Mu ne ko: «Ana looy laaj ci sama tur te sama tur xamuwul?»"},{"style":"v","text":"Ba loolu amee Manowa tànn ab tef, boole kook \\w saraxu pepp|Sarax yi:\\w* biy ànd ak ab rendi-dóomal. Ci kaw aw doj la ko rendil Aji Sax ji Boroom kéemaan yi, Manowa ak jabaram di gis."},{"style":"v","text":"Ba sawara wa tàkkee ca \\w sarxalukaay|sarxalukaay b-:\\w* ba, asamaan la wuti, malaakam Aji Sax ja nekk ca biir, di yéegaale, Manowa ak jabaram di gis. Ñu dëpp seen jë fa suuf."},{"style":"v","text":"Ca la malaakam Aji Sax ji ne mes, feeñootul Manowa ak jabaram. Mu daldi xam ne kooku malaakam Aji Sax ji la woon."},{"style":"v","text":"Manowa ne jabaram: «Nun de, dee nanu wett ba noppi, ndax Yàlla lanu gis!»"},{"style":"v","text":"Teewul jabaram ne ko: «Su nu Aji Sax ji nammoona rey kay, du nu nangul ab rendi-dóomal ak saraxu peppam, du nu won mboolem mbir yii it, mbaa mu di nu xamal lii jantub tey.»"},{"style":"v","text":"Gannaaw ba loolu wéyee ndaw sa am doom ju góor, tudde ko Samson. Xale bi nag di màgg, Aji Sax ji barkeel ko."},{"style":"v","text":"Ba ko noowug Aji Sax ji tàmbalee xabtal, ma nga woon ca Maxane Dan, diggante Cora ak Estawol."}]