[{"style":"s1","text":"Samson jël na ab Filisteen jabar"},{"style":"p","text":""},{"style":"v","text":"Samson moo demoon Timna, ba gis fa senn ndawas waa Filisti."},{"style":"v","text":"Ba mu ñibbee, dafa wax baayam ak ndeyam, ne leen: «Sennas ndaw laa gis ca Timna. Ci janqi Filisti la bokk. Moom laa bëgg ngeen jëlali ma ko jabar.»"},{"style":"v","text":"Baay baak ndey ja ne ko: «Aw jigéen dafa amul ci sa biir giir gi nga bokk ak ci mboolem sunuw askan, ba yaw ngay jëli jabar ca waa Filisti yooyu xaraful?» Samson ne baayam: «Kooku laa bëgg ngeen jëlali ma ko, ndax moom laa bëgg.»"},{"style":"v","text":"Booba baay baak ndey ja xamuñu ne ci Aji Sax ji la mbir moomu jóge, ngir pexe mu Aji Sax ji dale ca kaw waa Filisti, ndax booba waa Filisti ñoo yilifoon Israayil."},{"style":"v","text":"Ci kaw loolu Samson ànd ak baayam ak ndeyam, jëm Timna. Ba mu dikkee ba tollook tóokëri reseñi Timna, genn gaynde gu mat moo jekki ŋar, wutsi ko."},{"style":"v","text":"Ci biir loolu leerug Yàlla dikk ne milib ci kaw Samson, mu xar gaynde ga ñaar ni ñuy xare ñaar ab tef, te yorul dara ciy loxoom. Baayam ak ndeyam nag, waxu leen la mu def."},{"style":"v","text":"Ba loolu weesoo Samson dem ca ndaw sa, waxtaan ak moom. Ndaw sa nag ku ko neex la woon."},{"style":"p","text":""},{"style":"v","text":"Ba ñu ca tegee ay fan, Samson di dellu Timna ngir jëli ndaw sa. Ca kaw yoon wa la jàdde, ngir xooli gaynde gu dee ga. Fekkul lu moy naaxu yamb ak lem ca biir méddum gaynde ga."},{"style":"v","text":"Samson nag tibbe ay loxoom ca lem ja, daldi topp yoonam, di lekk, ba dab baay baak ndey ja. Mu may leen ca, ñoom it ñu lekk, te waxu leen ne ca méddum gaynde ga la tibbe lem ja."},{"style":"s1","text":"Samson cax na Filisteen ña"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee baayu Samson àgg ba ca kër ndaw sa. Ci biir loolu Samson moom, def fa ag bernde, na ko ndaw ñuy jël jabar baaxoo woon."},{"style":"v","text":"Ba ñu gisee Samson, fanweeri moroomam lañu woo, ngir ñu wéttali ko."},{"style":"v","text":"Samson ne leen: «Ma cax leen nag. Su ngeen ma waxee ba mu leer lu cax wi doon, ba tekki ko ci juróom ñaari fani bernde ji, maa leen di jox fanweeri séri lẽe ak yeneen fanweeri mbubb."},{"style":"v","text":"Waaye su ngeen ma ko manula tekkil nag yeena may jox fanweeri séri lẽe ak fanweeri mbubb.» Ñu ne ko: «Waxal, nu dégg.»"},{"style":"v","text":"Mu ne leen: «Ci kiy lekke la ag lekk génne, te boroom doole la lu neex génne.» Am nañu ca ñetti fan, manuñoo tekki cax wi."},{"style":"v","text":"Keroog ba mu amee ñeenti fan, ñu wax jabaru Samson, ne ko: «Naxal sa jëkkër ji, mu tekkil nu cax wi, lu ko moy dinanu la taal yaak sa waa kër baay, lakk leen. Xanaa woowuleen nu fi, ngir roñ nu nag?»"},{"style":"v","text":"Jabaru Samson dem ca Samson, di jooy ca kawam, ne ko: «Bëgguloo ma, danga maa bañ doŋŋ; yaa cax samay bokk aw cax te tekkiloo ma ko sax!» Samson ne ko: «Xanaa sama ndey ak sama baay sax tekkiluma leen ko, yaw, ma di la ko tekkil?»"},{"style":"v","text":"Ndaw sa nag ne ko dann rekk, di jooy ca kawam, la des ca juróom ñaari fani bernde ja yépp, ba keroog bésub juróom ñaareel ba, mu mujj ko koo tekkil. Ba loolu amee ndaw sa tekkil ay bokkam cax wi."},{"style":"v","text":"Keroog bésub juróom ñaareel ba, laata jant bay so, xaley góori dëkk ba dem nañu ca Samson, ne ko: «Ana lu gëna neex lem, ak lu ëpp gaynde doole?» Mu ne leen: «Su ngeen gàbbewuloon sama wëllu de, dungeen tekki samaw cax.»"},{"style":"v","text":"Ba mu ko defee leerug Aji Sax ji dikk ne milib ci kaw Samson, mu dem Askalon, rey fa fanweeri góor, nangu seen alal. Ci kaw loolu mu jël seeni mbubb, jox ko ña tekki cax wa. Mu mer nag ba fees, daldi dellu kër baayam."},{"style":"v","text":"Ba loolu amee ñu jox jabaru Samson kenn ca góor ña àndoon ak Samson ca céet ga."}]