[{"style":"s1","text":"Samson buddi na bunti Gasa"},{"style":"p","text":""},{"style":"v","text":"Samson moo demoon Gasa, gis fa ab gànc, daldi tëdd ak moom."},{"style":"v","text":"Ba ñu àggee waa Gasa ne leen Samson a nga fa, waa Gasa dañoo daje, guddig lëmm ñu di ko tëru ca buntu dëkk ba. Guddi ga gépp, ñu ne cell, te naa ca seen biir: «Bu bët di set, nu di ko réy.»"},{"style":"v","text":"Samson nag tëdd ba guddi ga xaaj. Ba guddi ga xaajee mu jóg, jàpp ca lafi buntu dëkk ba, boole ca ñaari jën yaak bantu tëjukaay ba, buddi lépp, teg ca mbagg ma, yóbbu ba ca kaw tund wa janook Ebron."},{"style":"s1","text":"Jigéen worati na Samson"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba loolu wéyee Samson di bëgg sennas ndaw su dëkkoon ca xuru Soreg, ñu di ko wax Dalila."},{"style":"v","text":"Kàngami waa Filisti ya nag dem ca ndaw sa, ne ko: «Naxal nu Samson, ba xam nu mu ame jii doole ju réy, ak nan lanu ko mana ëppe doole, yeew ko, ba néewal ko doole. Noo lay jox, kenn ku nekk junniy siikali xaalis ak téeméer.»"},{"style":"v","text":"Ci kaw loolu Dalila ne Samson: «Dëgg waay wax ma noo ame jii doole ju réy, ak nees di def ba yeew la, ba néewal la doole.»"},{"style":"v","text":"Samson ne ko: «Su ñu ma yeewee juróom ñaari buumi xala yu yees te wowagul, ma daldi néew doole, di nitu neen.»"},{"style":"v","text":"Gannaaw loolu kàngami waa Filisti indil ndaw sa juróom ñaari buumi xala yu yees te wowagul, mu yeewe ko Samson."},{"style":"v","text":"Fekk na ay nit a nga làqu ca biir néeg ndaw sa, di ko tëru. Ndaw sa jekki ne ko: «Samson jógal, waa Filistee ngi ci sa kaw.» Samson ne buum ya tipp, mu dog ni aw caas wu sawara laal. Dooley Samson nag di kumpa ba tey."},{"style":"v","text":"Dalila wax Samson ne ko: «Gis nga ni nga ma dofloo, di ma wax ay caaxaan. Léegi nag, wax ma yaw itam, nees di def ba yeew la!»"},{"style":"v","text":"Mu ne ko: «Su ñu ma yeewee ŋodd ay buum yu yees yu ñu masula jariñoo rekk, ma daldi néew doole, di nitu neen.»"},{"style":"v","text":"Dalila wut ay buum yu yees, takke ko ko. Fekk na ay nit làqu ca biir néeg ba, di ko tëru. Mu jekki, ne ko: «Samson, jógal waa Filistee ngi ci sa kaw.» Samson ne buum ya tipp nig wëñ, mu wadde cay loxoom."},{"style":"v","text":"Ba loolu wéyee Dalila ne Samson: «Ba tey yaa ngi may dofloo, di ma waxi caaxaan. Wax ma waay, nees di def ba yeew la.» Mu ne ko: «Soo rawee sama juróom ñaari létt ci càllalal jumtukaay bi ñuy ràbbe, te boole létt yi, kepp ca, damay daldi néew doole, di nitu neen.»"},{"style":"v","text":"Ba mu ko defee, ndaw sa yeetal Samson, raw juróom ñaari léttam ya ci càllalal jumtukaay bu ñuy ràbbe, daldi boole létt ya kepp ca. Ci kaw loolu mu ne «Samson jógal, waa Filistee ngi ci sa kaw.» Samson yewwu, daldi buddi keppug jumtukaay ba ñuy ràbbe ak càllala ga."},{"style":"v","text":"Dalila ne Samson: «Noo mana waxe ne bëgg nga ma, te wóoluwoo ma? Ñetti yoon a ngii nga di ma dofloo, bañ maa xamal fu sa doole ju bare jii jóge!»"},{"style":"v","text":"Bés bu nekk nag ndaw sa di ko soññ, lëjal ko witt. Mu sonn bay bëgga dee."},{"style":"v","text":"Samson mujj ko wax biiram yépp, ne ko: «Saatu masula jaar ci sama bopp, ndax ca sama biiru ndey laa dale di ab nasireen bu séddoo Yàlla. Su ñu ma watee, sama doole tàggook man, ma daldi néew doole, di nitu neen.»"},{"style":"v","text":"Dalila xam ne Samson wax na ko biiram yépp, mu yónnee, woolu kàngami waa Filisti, ne leen: «Dikkleen ndax bii yoon, wax na ma biiram yépp.» Kàngami waa Filisti délsi, indaale xaalis bi."},{"style":"v","text":"Ci kaw loolu mu yeetal Samson cay tànkam, ba mu nelaw, mu woo jenn waay, kooka xuuf juróom ñaari létt ya. Noonu la ndaw sa néewale Samson doole, ba dooleem tàggook moom."},{"style":"v","text":"Ba loolu amee mu ne: «Samson jógal, waa Filistee ngi ci sa kaw.» Samson yewwu, te naan ca xel ma: «Dama ciy génnati na woon démb ak bërki-démb rekk, yëlbu, rëcc.» Waaye booba xamul ne Aji Sax ji moo teqalikoo ak moom."},{"style":"v","text":"Ba mu ko defee waa Filisti jàpp Samson, luqi bët ya, yóbbu ko Gasa. Ci kaw loolu ñu yeewe ko càllalay xànjar, muy béraŋ doju wolukaay ca kaso ba."},{"style":"v","text":"Teewul njañam la ñu xuufoon di saxaat."},{"style":"s1","text":"Samson mujje na jaloore"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu kàngami waa Filisti ya daje, di njukkale Dagon seen tuur ma, sarax su mag, ngir mbégte. Ña nga naan: «Sunu yàlla moo teg sunub noon Samson ci sunu loxo.»"},{"style":"v","text":"Baadoolo ya it gis Samson, di ko sante seen tuur ma, naan: «Sunu yàlla moo teg ci sunu loxo sunu noon bi gental sunum réew, rey ci nun jópp!»"},{"style":"v","text":"Seen bànneex nag jay leen, ñu ne: «Wooleen Samson, mu bégal nu!» Ñu woo Samson, mu génne ca kaso ba, dikk, di leen bégal. Ca diggante kenu ya yenu taaxum kaw ma lañu ko taxawal."},{"style":"v","text":"Samson ne xalelu góor ba jàpp ca loxoom: «May ma, ma daj kenu yi yenu kër gi, ndax ma wéeru ci.»"},{"style":"v","text":"Fekk na kër tuur ma fees dell aki góor aki jigéen. Fa la mboolem kàngami Filisti nekkoon; taax ma yenu lu wara tollook ñetti junniy (3~000) nit, góor ak jigéen, ñuy seetaan Samson, mu di leen bégal."},{"style":"v","text":"Ci kaw loolu Samson ñaan Aji Sax ji, ne ko: «Éy Boroom bi Aji Sax ji, ngalla bàyyi ma xel; ngalla Yàlla, dooleelaat ma bii yoon rekk, ndax ma feyu ci waa Filisti sama ñaari bët yi ñu luqi.»"},{"style":"v","text":"Ba mu ko defee Samson jàpp ca ñaari kenuy digg ya yenu kër ga, daldi cay wéeru, loxol ndijoor ba tege ca genn kenu ga, càmmoñ ba tege ca ga ca des."},{"style":"v","text":"Samson nag ne: «Naa dee, ànd ak waa Filisti.» Naka la jañe doole, kër ga màbb ca kaw kàngam yaak mboolem baadoolo ya nekkoon ca biir. Noonu la Samson deewe, reyaale nit ñu ëpp ña mu reyoon ba muy dund."},{"style":"v","text":"Ba loolu amee ay bokkam, waa kër baayam gépp dikk, yóbbu ko. Ñu dem, denc ko diggante Cora ak Estawol, ca xuntum bàmmeelu Manowa baayam. Samson nag, ñaar fukki at la jiite Israayil."}]