[{"style":"s1","text":"Daneen ña wuti nañu am réew"},{"style":"p","text":""},{"style":"v","text":"Jant yooyu buur amuloon ci Israayil, te jant yooyu it la giirug Daneen ña doon wut céru suuf bu ñu dëkke, ndax ba booba, du benn céru suuf bu ñu muurloo ci biir giiri Israayil yi ñu bokk."},{"style":"v","text":"Daneen ña nag yónni juróomi nit, ne leen: «Demleen wër réew mi.» Ñooña di jàmbaari xarekat yu ñu tànne ci seen biir, ñu wara bàyyikoo Cora ak Estawol, ngir yëri réew ma, wër ko. Ba ñu demee ba àgg ca diiwaanu tundi Efrayim ca kër Mika, fa lañu fanaan."},{"style":"v","text":"Ca wetu Mika lañu dégge baatu xaleb \\w Leween|Leween b-:\\w* bu góor ba, ba xam fu mu bokk. Ca lañu jàdde, ne ko: «Yaw, ku la indi fii, ak loo fiy def, ak loo fi am?»"},{"style":"v","text":"Mu ne leen: «Nàngam ak nàngam la ma Mika defal. Moo ma bind ngir ma doon ab \\w sarxalkatam|sarxalkat b-:\\w*.»"},{"style":"v","text":"Ñu ne ko: «Ngalla boog seetal nu ci Yàlla, ba nu xam sunu yoon wii nu jëm, ndax dina àntu.»"},{"style":"v","text":"Sarxalkat ba ne leen: «Demleen ak xel mu dal. Seen yoon wi ngeen jëm, yiwu Aji Sax ji la jublu.»"},{"style":"v","text":"Juróomi ndaw ya bàyyikoo fa dem ba Layis. Ñu gis askan wa fa dëkke ne finaax ni waa Sidon, ànd akug dal ak teeyug bakkan. Rax ci dolli du kenn ca réew ma ku leen sonal, mbaa mu néewal leen doole. Te it sore woon nañook waa Sidon, te séquñu woon ak kenn dara."},{"style":"v","text":"Ba ñu delloo Cora ak Estawol, ca seeni bokk, seeni bokk laaj leen, ne leen: «Lu ngeen wax nag?»"},{"style":"v","text":"Ñu ne leen: «Aycaleen nu dali ca seen kaw! Noo gis réew ma. Xanaa baax lool! Buleen tendeefal, buleen tàyyi. Demleen songi réew ma, nanguji ko!"},{"style":"v","text":"Bu ngeen fa àggee nit ñu ne finaax ngeen fay fekk, te réew maa nga ne yàmblaŋ wet gu nekk. Yàllaa ko teg ci seen loxo, muy gox bu ñàkkul lenn luy am ci kaw suuf.»"},{"style":"v","text":"Ba mu ko defee juróom benni téeméeri (600) góor ñu bokk ci giirug Dan sàqee foofa, ràngooy ngànnaay. Cora ak Estawol lañu bàyyikoo."},{"style":"v","text":"Ñu dem ba dal ca wetu Kiryaat Yarim, ca Yuda. Looloo waral ñu woowe béreb boobu Maxane Dan (muy firi Dalub Dan), te mooy turam ba tey jii. Ma nga noonee, ca sowu Kiryaat Yarim."},{"style":"v","text":"Ba ñu fa jógee lañu jàll diiwaanu tundi Efrayim, ba jub kër Mika."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu juróomi ndaw ya yëri woon diiwaanu Layis wax seen bokk ya, ne leen: «Ndax xam ngeen ne ci kër yii, genn a ngeek am xar-sànnim carxal ak tuur mu ñu yatt ak ay gàllaaji kër ak itam tuur mu ñu móol? Léegi nag yeenay seet lu ci war.»"},{"style":"v","text":"Ba loolu amee, ñu jàdd, ba ca kër Leween ba, kër Mika. Ñu jàmmanteek moom."},{"style":"v","text":"Fekk na juróom benni téeméeri Daneen ñaa nga ràngooy ngànnaay, taxaw ca buntu dëkk ba."},{"style":"v","text":"Juróomi ndaw ya yëri woon réew ma, dugg ca biir, daldi jël tuurum yatt maak xar-sànni maak gàllaaji kër yaak tuur ma ñu móol. Fekk na sarxalkat baa nga taxaw ca buntu dëkk ba, mook juróom benni téeméeri nit ña ràngooy ngànnaay."},{"style":"v","text":"Ba ñooña duggee kër Mika, ba jël jëmmi tuur ya ñu yatt ak xar-sànni maak gàllaaji kër yaak tuur ma ñu móol, sarxalkat ba moo ne leen: «Lu ngeen di def nii?»"},{"style":"v","text":"Ñu ne ko: «Neel cell, ne patt! Toppal ci nun rekk, féete nu céru kilifa, di sunu sarxalkatu giir. Lu la gënal? Di sarxalkatu kër kenn nit doŋŋ, am di sarxalkatu genn giirug lëmm ci Israayil?»"},{"style":"v","text":"Wax jooju nag neex sarxalkat ba, mu jël xar-sànni maak gàllaaji kër yaak tuur ma ñu yatt, daldi ànd ak gàngoor ga, dem."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu teguwaat ca yoon wa, jiital seeni doom ak seeni jur ak seen alal."},{"style":"v","text":"Ba Daneen ña demee ba soreek kër Mika, ca la dëkkandooy Mika ya mu dendeel wootante, ba daje ànd ak Mika, ngir dabi leen."},{"style":"v","text":"Ci kaw loolu ñu joor Daneen ña, ñooñu geesu, ne Mika: «Loo xewle, ba bàbbi mii mbooloo?»"},{"style":"v","text":"Mika ne leen: «Sama jëmmi tuur yi ma sàkk, ngeen jël, booleek sarxalkat bi, dem! Lu ma deseeti nag? Ana lu ngeen ma naa loo xewle?»"},{"style":"v","text":"Daneen ña ne ko: «Bu sa kàddu jib, nuy dégg, lu ko moy gaa yu tàng bopp ñooy dal ci sa kaw, ngeen ñàkk seen bakkan, yaak sa waa kër.»"},{"style":"v","text":"Ba loolu amee Daneen ña dem seen yoon. Mika nag gis ne ñoo ko ëpp doole, mu walbatiku, ñibbi këram."},{"style":"v","text":"Noonu la Daneen ña nangoo la Mika defaroon, yóbbaale ab sarxalkatam. Ci kaw loolu ñu jàll ba Layis, dal ca kaw askan woowa ànd akug dal ak teeyug bakkan. Ñawkay saamar lañu leen leel, dëkk ba, ñu lakk ko."},{"style":"v","text":"Du kenn ku leen xettali, ndax dëkk ba sorewoo naak Sidon, te séquñu woon ak kenn dara. Dëkk baa nga woon ca xur wa dendeek Bet Rexob. Ba mu ko defee Daneen ña tabaxaat dëkk ba, dëkke."},{"style":"v","text":"Ñoo tudde dëkk ba Dan, dippee ko seen maam góor Dan, doomu Israayil, waaye Layis la dëkk ba njëkkoona tudd."},{"style":"v","text":"Ci kaw loolu Daneen ña sampal seen bopp jëmmu tuur ma ñu yatt, Yonatan sëtub Gersom doomu Musaa nag, mook aw askanam ñoo doon sarxalkati Daneen ña, ba kera bés ba ñu yóbboo waa réew ma ngàllo."},{"style":"v","text":"Jëmmu tuur ma ñu yatt, te Mika sàkkoon ko, moom la Daneen ña sampaloon seen bopp, di ko jaamu, mboolem jant ya kërug \\w jaamookaayu Yàlla|xaymab ndaje m-:\\w* ga nekkee ca Silo."}]