[{"style":"s1","verse":"","text":"Bànni Israayil xare nañook Beñamin"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mu ko defee \\w bànni Israayil|bànni Israayil:\\w* gépp jóg, mbooloo ma daje di benn bopp, dale ko ca diiwaanu Dan ca bëj-gànnaar, ba ca diiwaanu Beerseba ca bëj-saalum, boole ca réewum Galàdd. Ca Mispa lañu daje, fa kanam Aji Sax ji."},{"style":"v","verse":"2","text":"Njiiti askan wépp a teew, mboolem giiri bànni Israayil ca ndajem ñoñu Yàlla, ñuy ñeenti téeméeri junniy góor (400~000) ñu taxaw gànnaayoo saamar."},{"style":"v","verse":"3","text":"Beñamineen ñi nag yég ne bànni Israayil daje nañu ca Mispa. Ci biir loolu bànni Israayil daje, di leerlu nu googu ñaawtéef ame."},{"style":"v","verse":"4","text":"\\w Leween|Leween b-:\\w* ba doon nekkaaleek ndaw sa ñu rey, ne leen: «Gibeya gu Beñamineen ñi laa jaare woon man, ànd ak samab nekkaale, ngir fanaan fa."},{"style":"v","verse":"5","text":"Waa Gibeya jógal ma, dikk yéew kër ga ca guddi. Man lañu naroona rey, waaye sama nekkaale lañu néewal doole, ba mu dee."},{"style":"v","verse":"6","text":"Ci kaw loolu ma jël samab nekkaale, dogat ko ay cér, yónnee ko mboolem réew mi Israayil jagoo, ndax jëfi caay-caay ju sew ji am ci Israayil."},{"style":"v","verse":"7","text":"Léegi nag, yeen Israayil gépp, diisooleen te wax tey fi tey luy pexe ci mbir mi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba loolu amee la askan wépp jóg, di benn bopp. Ñu ne: «Du kenn kuy dellu ca xaymaam; du kenn kuy dellu këram kay!"},{"style":"v","verse":"9","text":"Li nuy def ak waa Gibeya daal mooy lii: Danuy tegoo bant."},{"style":"v","verse":"10","text":"Noonu lanuy tippe ci mboolem giiri bànni Israayil, fukk ci téeméeri góor ñu nekk; téeméer ci junniy góor ñu nekk; junni ci fukki junniy góor ñu nekk.» Nu sant ñooñu nag ñu wutal gàngoor gi ab dund, ngir ñu dem ba jëflante ni mu ware ak Gibeya gu Beñamineen ña, ci mboolem jëf ju sew ji ñu def ci Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Noonu la mboolem góori Israayil dajee, jógal dëkk ba, mànkoo, di benn bopp."},{"style":"v","verse":"12","text":"Ba loolu amee giiri Israayil yónni ay ndaw ca mboolem giiri Beñamin. Ñu ne leen: «Ana nu jii jëf ju ñaaw mana ame ci seen biir?"},{"style":"v","verse":"13","text":"Léegi daal, dangeen nuy jox waa Gibeya ñu tekkiwul dara ñooñu, nu rey leen, ba raxas ñaawtéef ji ñu def ci Israayil.» Teewul Beñamineen ña baña déglu seen kàddug bokki bànni Israayil."},{"style":"v","verse":"14","text":"Ca seeni dëkk la Beñamineen ña jóge, dajeji ca Gibeya, ngir xareek bànni Israayil."},{"style":"v","verse":"15","text":"Bésub keroog ñaar fukk ak juróom benni junni (26~000) nit ñu gànnaayoo saamar la Beñamineen ña dajalee ca dëkk ya, te bokkewul ak waa Gibeya ya daje, di juróom ñaari téeméeri (700) ñeyi xare."},{"style":"v","verse":"16","text":"Gàngoor googu gépp nag, juróom ñaari téeméeri (700) dànna yu càmmoñee nga ca woon, ku nekk ci ñooñu ñépp mana mbaq doj wu dal genn kawar te du moy."},{"style":"v","verse":"17","text":"Bànni Israayil ga bokkul ca Beñamin itam daje di ñeenti téeméeri junniy (400~000) góor ñu gànnaayoo saamar, ñoom ñépp di ñu miin xare."},{"style":"v","verse":"18","text":"Ba mu ko defee bànni Israayil dem Betel, seeti ci Yàlla. Ñu ne: «Ana ñan ñoo wara njëkka songi Beñamineen ñi xare?» Aji Sax ji ne leen, Yudeen ñi ñooy njëkka songi."},{"style":"v","verse":"19","text":"Ca ëllëg sa bànni Israayil xëy dali fa janook Gibeya."},{"style":"v","verse":"20","text":"Ci kaw loolu bànni Israayil sàqi ngir xarejeek Beñamineen ña. Fa janook Gibeya la leen waa Israayil làng-déral ngir xare."},{"style":"v","verse":"21","text":"Bésub keroog Beñamineen ña sàqee Gibeya, ñaar fukki junneek ñaar (22~000) ci niti Israayil lañu fàdd ca toolu xare ba."},{"style":"v","verse":"22","text":"Terewul bànni Israayil dëgërlu, dellu déraat, fa ñu njëkkoona làng-dér bés bu njëkk ba."},{"style":"v","verse":"23","text":"Fekk na bànni Israayil yendoo jooyi ba ngoon fa kanam Aji Sax ji. Ca lañu laaj Aji Sax ji, ne ko: «Ndax nu dajejiwaat ak sunu bokki Beñamineen ñi?» Aji Sax ji ne leen: «Dalleen ci seen kaw.»"},{"style":"v","verse":"24","text":"Ba bànni Israayil dikkee ba jub Beñamineen ña, keroog bésub ñaareel ba,"},{"style":"v","verse":"25","text":"Beñamineen ña it sàqee Gibeya ca bésub ñaareel booba, dajeek ñoom. Ñu dellu faat fukki junneek juróom ñett (18~000) ci niti bànni Israayil ñu gànnaayoo saamar ñoom ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ba loolu amee niti Israayil ñépp dem, ñook mboolem askan wa, ba àgg Betel. Ñu toog fa di jooy fa kanam Aji Sax ji. Bésub keroog koor lañu yendoo ba ngoon. Ñu boole ci def ay \\w saraxi rendi-dóomal|Sarax yi:\\w*, ak \\w saraxi cant ci biir jàmm|Sarax yi:\\w*, ñeel Aji Sax ji."},{"style":"v","verse":"27","text":"Ñu seet nag ci Aji Sax ji, ndax jant yooyu fa la \\w gaalu kóllëreg Yàlla|gaalu kóllëre g-:\\w* ga nekkoon."},{"style":"v","verse":"28","text":"Jant yooyu Fineyas doomu Elasar doomu Aaróona moo daan taxaw janook gaal ga. Ñu ne: «Ndax danuy dellooti xarejeek sunu bokki Beñamineen ñi? Am nu ba?» Aji Sax ji ne leen: «Demleen, ndax ëllëg maa leen di teg ci seen loxo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ci kaw loolu Israayil teg am tëru mu yéew Gibeya."},{"style":"v","verse":"30","text":"Keroog bésub ñetteel ba nag bànni Israayil dali ca kaw Beñamineen ña. Fa janook Gibeya lañu làng-dér, janook ñoom, na woon."},{"style":"v","verse":"31","text":"Ba loolu amee Beñamineen ña sàqi dajejeek bànni Israayil, ba génn dëkk ba, te fekk dees leena ootal. Ñu tàmbalee rey gàngoorug Israayil, na woon, ba lu wara tollook fanweeri góor daanu ca àll ba ak ca ngér ya menn ma jëm Betel, te ma ca des jëm Gibeya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Beñamineen ñaa nga naa: «Ñoom de ñoo daanooti fi sunu kanam na woon rekk!» Bànni Israayil ñoom naa: «Nan daw rekk, ootal leen, ñu génn dëkk bi, ba ca ngér ya.»"},{"style":"v","verse":"33","text":"Ba waa Israayil yépp fëxee fa ñu nekkoon, ca Baal Tamar lañu làng-déri. Ci biir loolu la tërum bànni Israayil riire fa ñu làqu woon, ca Maare Gibeya."},{"style":"v","verse":"34","text":"Noonu la fukki junniy (10~000) ñeyi xare yu bawoo ci Israayil gépp dajee fa janook Gibeya. Xare ba nag metti lool, waaye Beñamineen ña fooguñu woon njekkar la leen di yoot."},{"style":"v","verse":"35","text":"Aji Sax ji moo daan Beñamineen ña fa kanam Israayil keroog, ñu faat ca ñoom ñaar fukki junniy góor ak juróom, ak téeméer (25~100), ñu gànnaayoo saamar ñoom ñépp."},{"style":"v","verse":"36","text":"Beñamineen ña nag gis ne manees na leen. Fekk na bànni Israayil yoxal Beñamineen ña, ndax yaakaar ju ñu am ca tëru ma ñu tegoon fa wër Gibeya."},{"style":"v","verse":"37","text":"Tëru maa jekki ne jàyy ca kaw Gibeya. Ci kaw loolu tëru ma xuus ca seen biir, jam waa dëkk bépp, leel leen ñawkay saamar."},{"style":"v","verse":"38","text":"Ci ab tegtal nag la waa Israayil yégoo woon ak seen tëru ma, te muy saxaar su réy su ñuy jollile ca dëkk ba."},{"style":"v","verse":"39","text":"Moo tax waa Israayil dawe ca xare ba, Beñamineen ña tàmbali leena jam, ba rey ca ñoom lu tollook fanweer, te naan: «Ñoom de ñooy dellu daanu ba daanu rekk na woon ca xare ba jiitu.»"},{"style":"v","verse":"40","text":"Waaye ba saxaar su mag sa tàmbalee, jollee ca dëkk ba, def jal bu gudd, Beñamineen ña dañoo geesu, gisuñu lu moy dëkk bépp def saxaar su jolli, jëm asamaan."},{"style":"v","verse":"41","text":"Ca la bànni Israayil walbatiku dal ca kaw Beñamineen ña, seenu fit nag rëcc, ndax ca lañu gis ne njekkar dab na leen."},{"style":"v","verse":"42","text":"Ba mu ko defee ñu won bànni Israayil gannaaw, wuti màndiŋ ma, te teewul xare ba dab leen. Waa Israayil ya génne ca gox ya ñoo leen fàdd, fekk leen ñu tancu ci seen digg."},{"style":"v","verse":"43","text":"Bànni Israayil nag yéew Beñamineen ña, ërtal leena ërtal, ba rajaxe leen ñoom ñépp ba ca penkub Gibeya."},{"style":"v","verse":"44","text":"Fukki junneek juróom ñett (18~000) ñoo daanu ca Beñamineen ña, ñoom ñépp di ñeyi xare."},{"style":"v","verse":"45","text":"Ña ca rëcce walbatiku daw, jëm màndiŋ ma, jubal doju Rimon, bànni Israayil topp leen, ba fàllasati juróomi junni (5~000) ca kaw ngér ya. Ci kaw loolu waa Israayil dellooti ne Beñamineen ña dann ba Gidom, ba bóom ca ñoom ñaari junni (2~000)."},{"style":"v","verse":"46","text":"Bésub keroog mboolem Beñamineen ña daanu ñaar fukki junneek juróom (25~000) lañu, ñépp gànnaayoo saamar, te di ñeyi xare."},{"style":"v","verse":"47","text":"Juróom benni téeméer (600) ñoo ca dawe, jëm màndiŋ ma, ba ca doju Rimon, te ñeenti weer lañu fa làqu."},{"style":"v","verse":"48","text":"Ci kaw loolu bànni Israayil walbatiku dalati ca Beñamineen ña; dëkkoo dëkk, ñu boole mala ak nit, ak mboolem lu ñu gis, leel leen ñawkay saamar. Mboolem dëkk bu ñu yem it, lakk nañu ko."}]