[{"style":"s1","verse":"","text":"Lu jëm ci njiiti bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Xeet yii nag la Aji Sax ji bàyyi ca Kanaan, di leen nattoo Israayil, mboolem niti \\w bànni Israayil|bànni Israayil:\\w* ya fekkewuloon xarey Kanaan ya woon yépp."},{"style":"v","verse":"2","text":"La mu ca nammoon rekk mooy maasi bànni Israayil ya teew te xamuñu xare, man caa jànge xare."},{"style":"v","verse":"3","text":"Xeet yooyu ñoo di yoy juróomi buuri Filisteen ña, ak mboolem Kanaaneen ña, ak waa Sidon, ak Eween ña dëkkoon ca diiwaanu tund ya ca Libaŋ, diggante tundu Baal Ermon ba ca Buntu Amat."},{"style":"v","verse":"4","text":"Ñooñu lees doon nattoo Israayil, ngir seet ndax dinañu sàmm santaane yi Aji Sax ji dénkoon seeni maam, ci jottalib Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Bànni Israayil nag dëkk ca biir Kanaaneen ña ak Etteen ña ak Amoreen ña ak Periseen ña ak Eween ña ak Yebuseen ña."},{"style":"v","verse":"6","text":"Ci biir loolu bànni Israayil di jël doomi xeet yooyu jabar, di leen may jabar itam, tey jaamu seeni tuur."},{"style":"s1","verse":"","text":"Yàlla jiital na Otniyel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Li Aji Sax ji ñaawlu la \\w bànni Israayil|bànni Israayil:\\w* doon def, fàtte seen Yàlla Aji Sax ji, di jaamu tuur yu ñuy wax \\w Baal|Baal:\\w* ak \\w Asera|Asera:\\w*."},{"style":"v","verse":"8","text":"Ba mu ko defee sànjum Aji Sax ji tàkkal Israayil, mu wacc leen ci loxol Kusan Risatayim (muy firi Ñaari seytaane), buurub Aram Naarim (muy firi Ñaari dex)\\f + \\fr 3.8 \\fk Aram Naarim \\ft mooy Mesopotami ba tey.\\f*, bànni Israayil di surgawu Kusan Risatayim diiru juróom ñetti at."},{"style":"v","verse":"9","text":"Bànni Israayil nag woo Aji Sax ji wall, Aji Sax ji taxawalal leen ku leen wallu, muy Otniyel doomu Kenas, rakku Kaleb."},{"style":"v","verse":"10","text":"Ba loolu amee leeru Aji Sax ji dikkal ko, mu jiite Israayil. Ba Otniyel xarejee, Aji Sax jee teg Kusan Risatayim buurub Aram ci loxoom, mu daan ko."},{"style":"v","verse":"11","text":"Jàmm daldi am ca réew ma diiru ñeent fukki at. Gannaaw gi Otniyel doomu Kenas faatu."},{"style":"s1","verse":"","text":"Yàlla jiital na Ewudd"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"\\w Bànni Israayil|bànni Israayil:\\w* dellu di def li Aji Sax ji ñaawlu, Aji Sax ji dooleel Eglon buuru Mowab ci kaw Israayil, ndax seen jëf ju Aji Sax ji ñaawlu."},{"style":"v","verse":"13","text":"Eglon moo dajale Amoneen ña ak Amalegeen ña, ànd ak ñoom, dumaji Israayil, ba nangu Yeriko, dëkk ba ñuy wax dëkkub tàndarma ya."},{"style":"v","verse":"14","text":"Fukki at ak juróom ñett la bànni Israayil surgawu Eglon buuru Mowab."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Bànni Israayil nag woo Aji Sax ji wall, Aji Sax ji dellu taxawal leen ku leen wallu, muy Beñamineen bu ñuy wax Ewudd doomu Gera; waa ju càmmoñe la woon. Ba loolu amee bànni Israayil yóbbante ko ab galag ca Eglon buuru Mowab."},{"style":"v","verse":"16","text":"Ewudd daldi sàkklu saamarub ñaari ñawka bu gudde xasab; mu takk ko ca biir mbubbam, ca kaw poojub ndijooram."},{"style":"v","verse":"17","text":"Ci kaw loolu mu indil Eglon buuru Mowab galag ba. Eglon nag am mbuxri la woon."},{"style":"v","verse":"18","text":"Ewudd joxe galag ba, daldi yiwi nit ña gàddu woon galag ba."},{"style":"v","verse":"19","text":"Moom nag, dem na ba ca jëmmi tuur ya ca wetu Gilgal, mu waññikoo ca, dikkaat ne buur ba: «Buur, man de, ab yóbbanteb ñaaroo laa lay yótsi.» Eglon ne: «Miig!» Dag ya taxawoon ca moom yépp génn."},{"style":"v","verse":"20","text":"Ewudd moo dikk, ba ca moom, foofa mu toog moom doŋŋ, ca biir néeg, ba ca kaw taaxum féexlukaayam. Mu ne ko: «Yóbbanteb Yàlla laa lay yótsi.» Eglon jóge ca ngàngune ma taxaw,"},{"style":"v","verse":"21","text":"Ewudd yoor loxol càmmoñam, roccee saamar ba ca poojub ndijooram, daldi koy bojj ca kollub Eglon,"},{"style":"v","verse":"22","text":"ba ponk ba sax nuur topp ñawka ga, nebbon ja kepp lépp ca biir, ba tax Ewudd rocciwul saamar ba. Ca gannaawu Eglon la cat la fëlle."},{"style":"v","verse":"23","text":"Ba loolu amee Ewudd tëj bunti néeg baak caabi, daldi jaare ca gannaaw, génn."},{"style":"v","verse":"24","text":"Ba mu génnee, dag ya dikk, gisuñu lu moy bunti néegub kaw ba tëje ràpp. Ñu ne: «Xam naa day dem suturlu ci wanagu biir néegu féexlukaay bi.»"},{"style":"v","verse":"25","text":"Xaar nañu ba xàddi, te tijjiwul bunti néeg ba. Ñu mujj jël caabi ja tijji, rekk yem ca seen sang ba, mu ne lànjaŋ ca suuf, dee."},{"style":"v","verse":"26","text":"Ewudd moom, ba ñuy xaar la daw ba rëcc, romb jëmmi tuur ya, ba raweji Seyira."},{"style":"v","verse":"27","text":"Ba mu àggee foofa, ab bufta la wale ca diiwaanu tundi Efrayim, bànni Israayil ànd ak moom, wàcce ca tund ya, mu jiitu leen."},{"style":"v","verse":"28","text":"Ewudd ne leen: «Toppleen ci man, ndax Aji Sax ji teg na seeni noon, Mowabeen yi, ci seen loxo.» Ñu topp ca moom, ba aakimooji jàllukaayu dexu Yurdan, ngir kar Mowabeen ña, bàyyiwuñu kenn mu jàll dex ga."},{"style":"v","verse":"29","text":"Booba lañu rey lu tollook fukki junniy Mowabeen, ñépp diy ponkal te di jàmbaari xare, ñoom ñépp; du kenn ku ca raw."},{"style":"v","verse":"30","text":"Bésub keroog la waa Mowab tàbbi ci kilifteefu bànni Israayil. Ci kaw loolu jàmm am ca réew ma diiru juróom ñett fukki at."},{"style":"s1","verse":"","text":"Samgar wuutu na Ewudd ci boppu Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Gannaaw Ewudd, Samgar doomu Anat a aye. Moom moo jëloon aw yet wu ñuy xabtale ay nag, rey ca juróom benni téeméeri (600) góori Filisteen. Kooku it wallu na Israayil."}]