[{"style":"s1","verse":"","text":"Lu jëm ci Debora ak Barag"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw gi, \\w bànni Israayil|bànni Israayil:\\w* dellooti di def li Aji Sax ji ñaawlu, fekk Ewudd faatu na."},{"style":"v","verse":"2","text":"Aji Sax ji nag wacc leen ci loxol Yabin buurub Kanaan, ba falu woon ca dëkk ba ñuy wax Àccor, te Sisera njiital gàngooram dëkkoon Aroset Goyim."},{"style":"v","verse":"3","text":"Ci kaw loolu bànni Israayil woo Aji Sax ji wall, ndax Yabin juróom ñeenti téeméeri (900) watiiri xare yu weñ la amoon. Diiru ñaar fukki at la noot Israayil nooteel gu metti."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Jant yooyu, Debora yonent bu jigéen ba, soxnas Lapidot, moo doon jiite Israayil."},{"style":"v","verse":"5","text":"Moom moo daan toog ca ker tàndarma ga ñu dippee Debora, diggante Raama ak Betel ca diiwaanu tundi Efrayim. Bànni Israayil nag di fa sàkkusi ab àtteem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Debora moo yónnee woolu Barag doomu Abinowam ma dëkkoon Kedes ca diiwaanu Neftali. Ba mu dikkee, mu wax ko, ne ko: «Aji Sax ji Yàllay Israayil déy, moo santaane, ne nga dem jëli fukki junniy (10~000) góori Neftaleen ak Cabuloneen, te nga dox jiite leen ba tundu Tabor."},{"style":"v","verse":"7","text":"Yàlla ne: “Maay ootal ba fa yaw, ca walum Kison, Sisera njiital mbooloom Yabin, mooki watiiram ak gàngooram, te maa koy teg ci say loxo.” »"},{"style":"v","verse":"8","text":"Barag ne ko: «Soo dee ànd ak man de, dinaa dem, waaye soo àndul ak man, duma dem.»"},{"style":"v","verse":"9","text":"Mu ne ko: «Kon, baax na. Dinaa dem moos, ànd ak yaw. Waaye yoon wi de, du doon sa woy, ndax ci loxol jigéen la Aji Sax jiy tàbbal Sisera.» Debora daldi ànd ak Barag, jëm Kedes."},{"style":"v","verse":"10","text":"Cabuloneen ñaak Neftaleen ña la Barag dajale ca Kedes, ñu topp ciy tànkam, di fukki junniy (10~000) góor; Debora it ànd ak moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Booba Eber Keñeen ba teqalikoo naak bokki Keñeenam ña bokk ca sëti Obab, gorob Musaa. Fekk na it mu samp ab xaymaam ca wetu garab gu mag ga ca Caananim, fa feggook Kedes."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ci biir loolu ñu yégal Sisera ne Barag doomu Abinowam yéegi na tundu Tabor."},{"style":"v","verse":"13","text":"Sisera dajale watiiri xareem yépp, muy juróom ñeenti téeméeri (900) watiiri xarey weñ, ak mboolem gàngoor gi mu àndal, ñu bàyyikoo Aroset Goyim, jëm walum Kison."},{"style":"v","verse":"14","text":"Debora ne Barag: «Jógal, ndax tey jii la bés bi Aji Sax ji teg Sisera ci sa loxo. Aji Sax ji ci boppam moo la jiitu!» Barag nag mbartaloo kaw tundu Tabor, fukki junniy (10~000) góor topp ko."},{"style":"v","verse":"15","text":"Ba loolu amee Aji Sax ji fëlxe Siseraak mboolem watiiri xare ya ak gàngoor gépp, ñu reye leen ñawkay saamar fa kanam Barag. Ci biir loolu Sisera cëppoo ca watiiram, ñàlli."},{"style":"v","verse":"16","text":"Barag moom topp watiir yaak gàngoor ga, ba ca Aroset Goyim. Gàngooru Sisera gépp a daanu, fàddoo ñawkay saamar, ba du kenn ku ca des."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Sisera nag dawe tànkam ba ca xaymab Yawel, soxnas Eber, Keñeen ba, ndax booba jàmm a doxoon diggante Yabin buurub Àccor ak waa kër Eber, Keñeen ba."},{"style":"v","verse":"18","text":"Yawel génn dajeek Sisera, ne ko: «Duggal, sang bi, agsil ci biir, bu ci am benn xalaat!» Mu dugg ca biir xayma ba, ndaw sa sànge ko malaan."},{"style":"v","verse":"19","text":"Waa ja ne ko: «Rikk may ma ci tuuti ndox, ma naan. Damaa mar!» Mu ubbi mbuusu meew, may ko ca mu naan, ba noppi sàngaat ko."},{"style":"v","verse":"20","text":"Waa ja ne ko: «Taxawal ci bunt xayma bi, ba ku ñëw laaj la ndax nit a ngi fi, nga ne ko déedéet.»"},{"style":"v","verse":"21","text":"Ba mu ko defee Yawel soxnas Eber buddi ab xeru xayma, jël ab wàkku. Naka la Sisera nelaw ndax coono, mu yoot ndànk ba ca moom, daldi daaj xer wa ca kaabaab ga, ba mu sar ca suuf; waa ja dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ci kaw loolu rekk Barag doon dàqi Sisera ba ne jalañ. Yawel génn dajeek moom, ne ko: «Kaay, ma won la ki ngay seet.» Mu dugg ca biir xayma ba rekk, yem ca Sisera mu ne lànjaŋ, xer ba sampe ca ker nopp ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Bésub keroog Yàlla moo toroxal Yabin buurub Kanaan ca kanam bànni Israayil."},{"style":"v","verse":"24","text":"Bànni Israayil nag di gën di néewal doole Yabin buurub Kanaan, ba mujj ko rey."}]