[{"style":"s1","text":"Waa Majan sonal nañu bànni Israayil"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba loolu wéyee \\w bànni Israayil|bànni Israayil:\\w* dellu di def li Aji Sax ji ñaawlu. Aji Sax ji nag teg leen ca loxol waa Majan diiru juróom ñaari at."},{"style":"v","text":"Ci biir loolu waa Majan di néewal doole waa Israayil. Waa Majan tax na ñu sàkkal seen bopp ay làquwaay ci ay paxi tund aki xunt aki mbartal."},{"style":"v","text":"Saa yu waa Israayil jiwaan, waa Majan ay dikk, ñook Amalegeen ña ak waa penku. Su ko defee ñu dal ci seen kaw."},{"style":"v","text":"Fa janook ñoom lañuy fàkk ab dal, di yàqate meññeefum réew ma, ba àkki Gasa. Duñu wacce Israayil dara luy dund; du gàtt, du nag, du mbaam."},{"style":"v","text":"Seenug jur ak seeni xayma lañuy dikkaale, def ndiiraan, mel niy njéeréer. Maneesuleen woona waññ, ñoom ak seeni giléem. Su ko defee ñu song réew ma, ngir yàqate ko."},{"style":"v","text":"Israayil mujj nañu néew doole lool ndax waa Majan. Ci kaw loolu ñu woo Aji Sax ji wall."},{"style":"p","text":""},{"style":"v","text":"Ba bànni Israayil jooyee Aji Sax ji mbirum waa Majan,"},{"style":"v","text":"Aji Sax ji moo yebal ab yonent ca bànni Israayil. Mu wax leen, ne leen: «Aji Sax ji Yàllay Israayil dafa wax ne: “Maa leen jële Misra, génne leen kërug njaam."},{"style":"v","text":"Ma leen xettali ci loxol waa Misra, ak ci loxol mboolem ña leen nootoon. Ma dàqal leen leen, nangu seenum réew, jox leen."},{"style":"v","text":"Ba loolu amee ma ne leen: Man Aji Sax ji, maay seen Yàlla. Buleen jaamu yàllay Amoreen ñi ngeen dëkk seenum réew. Waaye yeena ma déggalul.”»"},{"style":"s1","text":"Aji Sax ji sas na Sedeyoŋ"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* ji dikk toog ca Ofra ca ker garabu terebent ga. Mooy terebentu Yowas ma askanoo ca Abiyeser. Ma nga fekk Sedeyoŋ, doomam ju góor làqu ca biir nalukaayu reseñ ba, di bàcc bele, ndax waa Majan bañ koo gis."},{"style":"v","text":"Malaakam Aji Sax ji feeñu ko, ne ko: «Jàmbaaru góor ji, Aji Sax jaa ngeek yaw!»"},{"style":"v","text":"Sedeyoŋ ne ko: «Baal ma, sang bi, waaye gannaaw Aji Sax jaa ngeek nun kay, lu waral lii nu dab lépp? Ana mboolem jaloore yi nu sunuy maam nettali, ne nu “xanaa du Misra la nu Aji Sax ji génnee,” te tey Aji Sax ji wacc nu, teg nu ci loxol waa Majan?»"},{"style":"v","text":"Aji Sax ji walbatiku ca moom, ne ko: «Doxal, sa doole jii nga am, walloo ko \\w bànni Israayil|bànni Israayil:\\w*, yiwi ko ci loxol waa Majan. Xanaa du maa la yebal?»"},{"style":"v","text":"Mu ne ko: «Baal ma sang bi, waaye nu may yiwee Israayil? Samag làng kat moo gëna néew doole ci giirug Manase gi nu bokk, te man it maa gëna tuut ci sama kër baay.»"},{"style":"v","text":"Aji Sax ji ne ko: «Maay ànd ak yaw, te yaay duma waa Majan ni bu ñu doon kenn nit.»"},{"style":"v","text":"Sedeyoŋ ne ko: «Kon nag, ngalla waay baaxe ma ci firnde lu wéral ne yaw, Aji Sax ji yaay wax ak man."},{"style":"v","text":"Te rikk bul jóge fii, te indiluma la samab sarax, taajal la.» Mu ne ko: «Maa ngii di la xaar, ba nga délsi.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Sedeyoŋ dem, daldi waajal ab tef ak mburu yu amul lawiir yu mu lakke fanweeri kiloy sunguf. Ndawal la, mu def ko ci pañe; ñeex ma, mu sotti ci ndab. Ci kaw loolu mu boole lépp yóbbul ko foofa ca ker terebent ga, taaj ko."},{"style":"v","text":"Malaakam Yàlla ma ne ko: «Jëlal ndawal li ak mburu yi amul lawiir, nga teg ko ci kaw doj wii, te nga sotti ci ñeex mi.» Mu def noona."},{"style":"v","text":"Malaakam Aji Sax ja tàllal yet wa ca loxoom, laale cat la yàpp waak mburu ya amul lawiir. Ba loolu amee sawara ne jippét, tàkke ca doj wa, ba lekk yàpp waak mburu ya amul lawiir. Malaakam Aji Sax ja nag ne mes, réer ko."},{"style":"v","text":"Ca la Sedeyoŋ xam ne kooka mooy malaakam Aji Sax ji. Mu jalu ne: «Wóoy ngalla man, Boroom bi Aji Sax ji, kon ndeke malaakam Aji Sax ji laa gis, ne ko jàkk, mu ne ma jàkk!»"},{"style":"p","text":""},{"style":"v","text":"Teewul Aji Sax ji ne ko: «Jàmm rekk la, bul tiit, doo dee.»"},{"style":"v","text":"Sedeyoŋ nag tabax foofa ab \\w sarxalukaay|sarxalukaay b-:\\w*, ñeel Aji Sax ji. Mu tudde ko «Aji Sax ji, jàmm.» Ba tey jii sarxalukaay baa nga ca Ofra gu Abiyesereen ña."},{"style":"s1","text":"Sedeyoŋ tas na tuur ya"},{"style":"p","text":""},{"style":"v","text":"Guddig keroog Aji Sax ji moo wax Sedeyoŋ, ne ko: «Jëlal sa yëkku baay wu ndaw wi ak weneen yëkk wu am juróom ñaari at, nga màbb \\w sarxalukaay|sarxalukaay b-:\\w* bi sa baay di jaamoo \\w Baal|Baal:\\w*, te bantu tuurum \\w Asera|Asera:\\w* bi ci wetam, nga gor ko."},{"style":"v","text":"Gannaaw loolu tabaxal ab sarxalukaay, ñeel sa Yàlla Aji Sax ji, ni mu ware, ci kaw béreb bu kawe boobu, te nga jël yëkk wu mag wi, nga def ko \\w saraxu rendi-dóomal|Sarax yi:\\w* booy lakke mattam tuur ma nga gor.»"},{"style":"v","text":"Ci kaw loolu Sedeyoŋ tippe ciy surgaam fukki góor, daldi def loolu na ko ko Aji Sax ji sante. Waaye guddi la ko def, defu ko bëccëg ndax ragal waa kër baayam ak waa dëkk ba."},{"style":"v","text":"Ca ëllëg sa waa dëkk ba xëy, gisuñu lu moy sarxalukaayu Baal ba rajaxoo, ak bantu tuur ba damm ca wet ga, ak yëkk wu mag wa ñu sarxal ca kaw sarxalukaay ba fa tabaxe."},{"style":"v","text":"Ñuy wax ca seen biir, naan: «Moo ku def jëf jii?» Ba ñu seetee mbir ma ba seppli ko, ca lañu ne: «Sedeyoŋ doomu Yowas moo def jëf jii.»"},{"style":"v","text":"Waa dëkk ba nag ne Yowas: «Génneel sa doom, mu dee. Moo màbb sarxalukaayu Baal, moo gor tuurum Asera ma ca wet ga.»"},{"style":"v","text":"Yowas wax ak mboolem ña ko àkksi, ne leen: «Ndax yeenay layool Baal, am yeena koy wallu? Képp ku fi layool Baal, day dee balaa ëllëg. Su Baal dee yàlla, na layool boppam, ndax ab sarxalukaayam lañu màbb.»"},{"style":"v","text":"Bésub keroog Yerubaal (muy firi Na Baal layool boppam) lañu woowe Sedeyoŋ ngir la Yowas ne: «Na Baal layool boppam, ndax ab sarxalukaayam lañu màbb.»"},{"style":"s1","text":"Sedeyoŋ sàkku na firnde"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu waa Majan gépp ak Amalegeen ña ak waa penku ñoo bokk daje; ñu jàll dexu Yurdan, ba dali ca xuru Yisreel."},{"style":"v","text":"Ba loolu amee leerug Aji Sax ji sang Sedeyoŋ. Mu wal bufta ba, Abiyesereen ña wàllsi, topp ko."},{"style":"v","text":"Mu yónni nag ay ndaw ca giirug Manase gépp, ñoom it wàllsi, topp ko. Gannaaw loolu mu dellu yónni ay ndaw ca giiri Aser ak Sabulon ak Neftali, ñooña bokk dikk, dajeek ñoom."},{"style":"p","text":""},{"style":"v","text":"Sedeyoŋ ne Yàlla: «Ndegam sama loxo nga namma walloo Israayil, noonu nga ko waxe,"},{"style":"v","text":"maa ngii di teg ag kawaru wateefu jur fi bàccukaayu pepp bi. Su lay bi faamul lenn lu moy kawaru wateef gi rekk, te suuf si sépp wow koŋŋ, ma daldi xam ne sama loxo ngay walloo Israayil, noonu nga ko waxe.»"},{"style":"v","text":"Noonu it la mbir ma ame. Ca ëllëg sa, suba teel la Sedeyoŋ dikk, nal kawar ga, woñ ko, génne ca ab lay bu fees ndab."},{"style":"v","text":"La ca tegu Sedeyoŋ ne Yàlla: «Ngalla bul sànju ci sama kaw, ma ñemee waxati benn yoon rekk; naa seetlooti mbir mi ci kawaru wateefu jur gi bii yoon rekk. Ngalla na kawaru wateefu jur gi doŋŋ wow koŋŋ, te suuf sépp laye.»"},{"style":"v","text":"Noonu it la Yàlla def guddig keroog; kawaru wateefu jur ga doŋŋ a wow, te suuf sépp laye."}]