[{"style":"s1","text":"Sedeyoŋ waajal na xare"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba loolu amee, Yerubaal moomu di Sedeyoŋ moo teela xëy ca ëllëg sa, mook mboolem gàngoor ga ànd ak moom, ñu dali ca wetu bëtu ndoxu Arodd. Waa dalub Majan ñoom, féete leen bëj-gànnaar, feggook tundu More, ca xur wa."},{"style":"v","text":"Aji Sax ji ne Sedeyoŋ: «Gàngoor gi nga àndal moo ëpp ba duma mana teg waa Majan ci seen loxo. Lu ko moy Israayil tëggu ci sama kaw ne: “Sama loxol bopp a ma wallu.”"},{"style":"v","text":"Kon nag yéeneel gàngoor gi, ne leen: “Képp kuy ragal aka yox-yoxi, na dëpp, ne coww jóge tundu Galàdd te dem.”» Ba mu yéenee loolu, ñaar fukki junniy nit ak ñaar (22~000) ñoo ñibbi, fukki junni (10~000) des."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji ne Sedeyoŋ: «Gàngoor gi ëpp na ba tey. Yóbbu leen ba ca ndox ma, ma tànnal la leen foofa. Ku ma ne la kii na ànd ak yaw, kookaay ànd ak yaw; waaye ku ma ne la kii bumu ànd ak yaw, kooka bumu dem.»"},{"style":"v","text":"Ci kaw loolu Sedeyoŋ yóbbu gàngoor ga ba ca ndox ma. Aji Sax ji ne ko: «Képp kuy as ci ndox mi, xab, nib xaj, beddi ko mu fare ag wetam, képp ku sukk bëti óomam, dëtëmu it, noonu.»"},{"style":"v","text":"Ba loolu amee ña as seen loxo, xab, di ñetti téeméer (300). Ña des ca gàngoor ga gépp, seen bëti óom lañu sukk, dëtëmu."},{"style":"v","text":"Aji Sax ji ne Sedeyoŋ: «Ñetti téeméeri nit ñi xab, ñoom laa leen di xettalee, ba teg waa Majan ci sa loxo. Na gàngoor gi ci des gépp dem, ku ci ne ñibbi këram.»"},{"style":"v","text":"Ba mu ko defee nit ña xab nangu dund baak bufta ya gàngoor ga ca des yore woon, Sedeyoŋ yiwi waa Israayil, ñu ñibbi seeni kër, mu des ak ñetti téeméer ña."},{"style":"p","text":"Booba dalu Majan baa nga leen féete suuf, ca xur wa."},{"style":"v","text":"Guddig keroog Aji Sax ji moo wax Sedeyoŋ ne ko: «Jógal wàcci ca dal ba, maa leen teg ci sa loxo."},{"style":"v","text":"Waaye yaw soo ragalee, njëkkala wàcc, nga ànd ak Pura sa surga, ba ca dal ba."},{"style":"v","text":"Dinga dégg la ñuy wax, te kon nga dëgëral saw fit ba songi dal ba.» Ba loolu amee Sedeyoŋ wàcc, mook Pura, surgaam, ba ca catal làngu xarekat ya ca dal ba."},{"style":"v","text":"Booba waa Majan ak Amalegeen ña ak mboolem waa penku, ña nga ne fureet ca joor ga, def ndiiraan lu mel niy njéeréer, ndax bare. Seen giléem ya nag wees na lim, ndax bare ba tollu ni feppi suufas géej."},{"style":"v","text":"Ba Sedeyoŋ agsee, ci jenn waay la yem, muy nettali moroom ma géntam. Ma nga ko naa: «Dama ne, gii gént gu ma gént! Du lenn lu moy menn mburum lors mu wërngalu di béraŋu wër dalu Majan bi. Mburu mee dikk ba cib xayma, dóor ko, jàllarbi ko, mu ne jànjaŋ.»"},{"style":"v","text":"Moroom ma ne ko: «Loolu de du lenn lu moy saamarub Sedeyoŋ doomu Yowas, \\w bànni Israayil|bànni Israayil:\\w* bi. Yàlla moo teg ci loxoom waa Majan ak dal bi bépp.»"},{"style":"p","text":""},{"style":"v","text":"Ba Sedeyoŋ déggee gént gaak piri ma, mu sujjóotal Yàlla, doora dellu ca dalu Israayil. Mu yéene ne: «Jógleen, Aji Sax ji teg na dalu Majan ci seen loxo!»"},{"style":"v","text":"Ci kaw loolu mu séddale ñetti téeméeri nit ña ñetti kuréel; ku nekk, mu jox ko ab bufta, di liit gu ñu defare béjjénu kuuy, ak xottu njaq akub jum bu yebe ci njaq lu nekk."},{"style":"v","text":"Mu ne leen: «Ci man ngeen di xool, lu ma def, ngeen def ko. Bu may àgg ca catu dal ba rekk, lépp lu ma def, defleen ko."},{"style":"v","text":"Bu ma walee bufta bi, maak ñi ma àndal ñépp, yeen it ngeen walandoo seeni bufta, fi wër dal bi bépp, te ngeen xaacoondoo ne: “Ngir Aji Sax ji, ngir Sedeyoŋ!”»"},{"style":"s1","text":"Aji Sax ji may na bànni Israayil ndam"},{"style":"p","text":""},{"style":"v","text":"Sedeyoŋ moo ànd ak téeméeri góor, ba ca catu dal ba, ca ndoortel wattub xaaju guddi, fekk kuréel ga aye wattu doon awsi, kuréel ga waroona wàcc. Ñoom Sedeyoŋ nag wal bufta ya, toj njaq ya."},{"style":"v","text":"La ca tegu ñetti làng yépp walandoo bufta ya, tojandoo njaq ya. Jum yaa nga ñu ŋàbb ca seen loxol càmmoñ, bufta ya ŋëbe ca seen loxol ndijoor, ñuy wal, teg ca di xaacu naan: «Saamar ñeel na Aji Sax ji, ñeel Sedeyoŋ!»"},{"style":"v","text":"Ña nga taxaw, ku nekk ca sa bérebu bopp, ñu gaw dal ba. Dalub Majan bépp fëlxoo, yuuxoo, di daw."},{"style":"v","text":"Ba ñetti téeméeri bufta ya jibandoo, saamaru ku ci nekk la Aji Sax ji teg moroom ma, ca dal ba bépp, ñuy jamante. Gàngooru Majan gépp nag daw a daw ba Bet Sita, jëm Cerera, bay bëgga jot Abel Mewola ga feggook Tabat."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ab wooteb ndaje jib, ñeel \\w bànni Israayil|bànni Israayil:\\w* gi bokk ci giirug Neftali ak giirug Aser ak giirug Manase gépp. Ñu ànd dàqi waa Majan."},{"style":"v","text":"Ci biir loolu Sedeyoŋ yónni ay ndaw ca diiwaanu tundu Efrayim bépp. Ñu wax leen ne leen: «Demleen kari waa Majan te ngeen jiituji leen fu ñu mana jote am ndox, ba ca Bet Bara ak ca tàkkal dexu Yurdan.» La ca tegu giirug Efrayim gépp daje, ñu jiituji waa Majan fépp fu ñu mana jote am ndox, ba ca Bet Bara, ak ca tàkkal dexu Yurdan."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ñu jàpp ñaari kilifay waa Majan: Oreb ak Seeb. Oreb lañu rey ca doju Oreb wa ñu ko mujj dippee, Seeb, ñu rey ko ca nalukaayu reseñu Seeb, ba ñu ko mujj dippee. Gannaaw loolu ñu dàqeeti waa Majan. Oreb ak Seeb nag, seeni bopp, Sedeyoŋ lañu ko yót, ca wàllaa dexu Yurdan."}]