[{"style":"p","text":""},{"style":"v","text":"Gannaaw ba loolu wéyee, Efraymeen ña ñoo wax Sedeyoŋ, ne ko: «Yaw, li nga nu def nag? Lu tax ba ngay xarejeek waa Majan woowuloo nu?» Jote bu metti lañu ca joteek Sedeyoŋ."},{"style":"v","text":"Teewul mu ne leen: «Ndaxam man de, li ma def du dara, soo ko seetee ci jaloore ji ngeen def. Yeen waa Efrayim kay, seen raasum reseñ sax moo ëpp wittum reseñ mu làngu Abiyeser gi ma bokk;"},{"style":"v","text":"ndax yeen la Yàlla teg ci seen loxo Oreb ak Seeb, kilifay waa Majan yooyu. Ana lu ma def, man, lu ni tollu?» Naka la leen wax loolu, ñu giif, ba ko."},{"style":"s1","text":"Sedeyoŋ jàpp na buuri Majan"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Sedeyoŋ dem ba àgg dexu Yurdan. Mu jàll, mook ñetti téeméeri nit ña mu àndal. Fekk na leen ñu sonn, te teewul ñu wéye dàqe."},{"style":"v","text":"Ba ñu àggee Sukkót, Sedeyoŋ dafa wax waa dëkk ba, ne leen: «Ngalla may leen sama gàngoor gi ma àndal ay kàmpi mburu. Sonn nañu te man, buuri Majan yi, Sebax ak Calmuna, ñoom laay dàqi nii.»"},{"style":"v","text":"Kilifay Sukkót ya ne ko: «Yaw dangaa xaaja jàpp ci loxol Sebax ak Calmuna sax, ba nuy may sa mbooloo mi mburu?»"},{"style":"v","text":"Sedeyoŋ ne leen: «Baax na, bu Aji Sax ji tegee Sebax ak Calmuna ci sama loxo déy, dégi màndiŋ meeki daggam laay bàcce seen yaram.»"},{"style":"v","text":"Sedeyoŋ bàyyikoo foofa, dem Penuwel. Waa dëkk booba it, mu ñaan leen loolu. Waa Penuwel tontu ko la ko waa Sukkót tontu woon."},{"style":"v","text":"Mu ne waa Penuwel: «Bu ma délseek jàmm, seen tata jii laay màbb.»"},{"style":"p","text":""},{"style":"v","text":"Booba Sebax ak Calmuna ña nga ca Karkor, ñook seeni gàngoor, tollu ci fukki junniy nit ak juróom (15~000), muy mboolem la des ca mboolem gàngoori waa penku, ndax téeméer ak ñaar fukki junniy (120~000) xarekat lañu reyoon ca ñoom."},{"style":"v","text":"Sedeyoŋ daldi topp yoonu màngaan yi dëkke xayma; ca penkub Noba ak Yogbowa la jaare ba bett dalu waa Majan, fekk leen ñu naagu, mu duma leen."},{"style":"v","text":"Ci biir loolu Sebax ak Calmuna, ñaari buuri Majan ya daw, Sedeyoŋ dàq Sebax ak Calmuna, ba jàpp leen. Gàngoor ga gépp, mu fëlxe leen."},{"style":"s1","text":"Sedeyoŋ mbugal na waa Sukkót ak Penuwel"},{"style":"p","text":""},{"style":"v","text":"Ba Sedeyoŋ doomu Yowas bàyyikoo ca xare ba, jaare mbartalum Eres,"},{"style":"v","text":"ab xalelu góoru waa Sukkót la jàpp, laaj ko, ba mu bindal ko turi kilifay Sukkót ak mag ña, seenub lim di juróom ñaar fukk ak juróom ñaar (77)."},{"style":"v","text":"Mu dikk ba ca waa Sukkót, ne leen: «Xanaa du Sebax ak Calmunaa ngii, ñoom ñi ngeen ma doon kókkalee, naa ma yaw dangaa xaaja jàpp ci loxol Sebax ak Calmuna sax, ba nuy may sa nit ñu sonn ñi mburu?»"},{"style":"v","text":"Ba loolu amee mu jàpp magi Sukkót. Gannaaw loolu, ay dég aki dagg la sàkke ca màndiŋ ma, ba xamal leen ca mbir."},{"style":"v","text":"Tatay Penuwel ba it da koo màbb, rey góori gox ba."},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Sedeyoŋ laaj Sebax ak Calmuna, ne leen: «Ña ngeen reyoon ca Tabor, nu ñu mel?» Ñu ne ko: «Ku la gis daal, gis na leen. Ku ci nekk doomu buur lay nirool.»"},{"style":"v","text":"Mu ne leen: «Sama doomi ndey lañu, noo bokk menn meen. Giñ naa ko ci Aji Sax jiy dund, su ngeen leen ba woon ñu dund, kon tey duma leen rey.»"},{"style":"v","text":"Mu ne Yeter, ab taawam: «Jógal reyleen.» Teewul ngóor sa ragal ba bocciwul saamaram, ndax booba day gone."},{"style":"v","text":"Sebax ak Calmuna daldi ne: «Jógal yaw ci sa bopp, nga jam nu; góor ca doole ja.» Sedeyoŋ nag rey Sebax ak Calmuna. Ci kaw loolu mu jël digal ya woon ca seen baati giléem ya."},{"style":"s1","text":"Sedeyoŋ gàntu na nguur ga"},{"style":"p","text":""},{"style":"v","text":"Ba loolu weesoo \\w bànni Israayil|bànni Israayil:\\w* ñoo wax Sedeyoŋ, ne ko: «Yilif nu, yaak sa doom, ba ci sab sët, ndax yaa nu musal ci waa Majan.»"},{"style":"v","text":"Sedeyoŋ ne leen: «Déedéet, du man maa leen di yilif, sama doom it du leen yilif. Aji Sax ji moo leen di yilif.»"},{"style":"v","text":"Sedeyoŋ dellu ne leen: «Lenn daal laay sàkku ci yeen: Na ma ku nekk ci yeen jox ab jaarob nopp ci alalu sëxëtoom.» Booba ay jaaroy nopp yu wurus la waa Majan daan takk, ndax moo doon baaxu Ismayleen ñi."},{"style":"v","text":"Ñu ne ko: «Noo la koy jox kay!» Ñu lal malaan, ku nekk sànni ca jaarob nopp bu bokk ca alalu sëxëtoom."},{"style":"v","text":"Diisaayu jaaroy wurus ya Sedeyoŋ sàkku, junniy siikali wurus ak juróom ñaari téeméer (1~700) la, mu tollu ci ñaar fukki kilo, te bokkewul ak caqi wurus ya, ak loŋ-loŋ ya, ak yérey buuri Majan yu xonq curr ya, ak digal ya woon ca seen baati giléem ya."},{"style":"v","text":"Wurus wa, mbubbam xar-sànni la ca Sedeyoŋ defarlu, ba teg ko ca Ofra, dëkk ba mu fekk baax. Israayil gépp nag di fa bokkaalee xar-sànni ma, mu doon ag fiir guy xiirtal Sedeyoŋ ak waa këram ci moy."},{"style":"s1","text":"Jamonoy Sedeyoŋ jeex na"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee waa Majan nangul \\w bànni Israayil|bànni Israayil:\\w*, siggeetuñu. Jàmm nag am ca réew ma diiru ñeent fukki at, ca janti Sedeyoŋ."},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi Yerubaal doomu Yowas dellu këram, toog fa."},{"style":"v","text":"Sedeyoŋ amoon na juróom ñaar fukki doom yu góor yu mu jur ci geñoom, ndax jabar yu bare la amoon."},{"style":"v","text":"Nekkaaleem ba woon ca Sikem moom itam, doom ju góor la ca am, tudde ko Abimeleg."},{"style":"v","text":"Gannaaw gi Sedeyoŋ doomu Yowas faatu, fekk ko màggat lool. Ñu denc ko ca xuntum bàmmeelu Yowas baayam, ca Ofra gu Abiyesereen ña."},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba Sedeyoŋ faatoo, bànni Israayil dañoo walbatiku, di bokkaaleek tuur ya ñu naa \\w Baal|Baal:\\w*, ba far def Baal Berit seen yàlla,"},{"style":"v","text":"fàttalikuwuñu seen Yàlla Aji Sax ji leen xettali ci seen noon yi leen séq yépp."},{"style":"v","text":"Jëfewuñu ngor it seen digganteek waa kër Yerubaal, maanaam Sedeyoŋ, ak mboolem lu baax li mu defal Israayil."}]