[{"style":"s1","verse":"","text":"A Man Suffering from Edema Healed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And it happened that when he came to the house of a certain one of the leaders of the Pharisees on a Sabbath to eat ⸤a meal⸥,\\f + \\fr 14:1 \\ft Literally “bread” \\f* they were watching him closely. "},{"style":"v","verse":"2","text":"And behold, a certain man was in front of him, suffering from edema. "},{"style":"v","verse":"3","text":"And Jesus answered \\add and\\add*\\ef + \\fr 14:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to the legal experts and Pharisees, saying, “Is it permitted to heal on the Sabbath, or not?” "},{"style":"v","verse":"4","text":"But they remained silent. And he took hold of \\add him\\add*\\ef + \\fr 14:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 14:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took hold of”) has been translated as a finite verb \\ef* healed him, and sent \\add him\\add*\\ef + \\fr 14:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* away. "},{"style":"v","verse":"5","text":"And he said to them, “Who among you, \\add if your\\add*\\ef + \\fr 14:5 \\ft ﻿*The words “\\add if your\\add*” are not in the Greek text but are implied \\ef* son or \\add your\\add* ox falls into a well\\f + \\fr 14:5 \\ft Or “cistern” \\f* on the day of the Sabbath, will not immediately pull him out?” "},{"style":"v","verse":"6","text":"And they were not able to make a reply to these \\add things\\add*."},{"style":"s1","verse":"","text":"The Parable of the Guests at the Wedding Feast"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Now he told a parable to those who had been invited \\add when he\\add*\\ef + \\fr 14:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“noticed”) which is understood as temporal \\ef* noticed how they were choosing for themselves the places of honor, saying to them, "},{"style":"v","verse":"8","text":"“When you are invited by someone to a wedding feast,\\f + \\fr 14:8 \\ft Or perhaps simply “a feast” \\f* do not recline at the table in the place of honor, lest \\add someone\\add* more distinguished than you has been invited by him, "},{"style":"v","verse":"9","text":"and the one who invited you ⸤both⸥\\f + \\fr 14:9 \\ft Literally “and him” \\f* will come \\add and\\add*\\ef + \\fr 14:9 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“will come”) has been translated as a finite verb \\ef* say to you, ‘Give the place to this person,’ and then with shame you will begin to take the last place. "},{"style":"v","verse":"10","text":"But when you are invited, go \\add and\\add*\\ef + \\fr 14:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* recline at the table in the last place, so that when the one who invited you comes, he will say to you, ‘Friend, move up higher.’ Then it will be an honor to you in the presence of all those who are reclining at the table with you. "},{"style":"v","verse":"11","text":"For everyone who exalts himself will be humbled, and the one who humbles himself will be exalted.”"},{"style":"s1","verse":"","text":"The Parable of the Great Banquet"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"And he also said to the one who had invited him, “When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or wealthy neighbors, lest they also invite you \\add in return\\add*, and repayment come to you. "},{"style":"v","verse":"13","text":"But whenever you give a banquet, invite the poor, the crippled, the lame, the blind, "},{"style":"v","verse":"14","text":"and you will be blessed, because they are not able to repay you. For it will be paid back to you at the resurrection of the righteous.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Now \\add when\\add*\\ef + \\fr 14:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* one of those reclining at the table with \\add him\\add* heard these \\add things\\add*, he said to him, “Blessed \\add is\\add* ⸤everyone who⸥\\f + \\fr 14:15 \\ft Literally “whoever” \\f* will eat bread in the kingdom of God!” "},{"style":"v","verse":"16","text":"But he said to him, “A certain man was giving a large banquet and invited many. "},{"style":"v","verse":"17","text":"And he sent his slave at the hour of the banquet to say to those who have been invited, ‘Come, because now it is ready!’ "},{"style":"v","verse":"18","text":"And they all ⸤alike⸥\\f + \\fr 14:18 \\ft Literally “by one” \\f* began to excuse themselves. The first said to him, ‘I have purchased a field, and ⸤I must⸥\\f + \\fr 14:18 \\ft Literally “I have necessity” \\f* go out to look at it. I ask you, consider me excused.’ "},{"style":"v","verse":"19","text":"And another said, ‘I have purchased five yoke of oxen, and I am going to examine them. I ask you, consider me excused.’ "},{"style":"v","verse":"20","text":"And another said, ‘I have married a wife, and for this \\add reason\\add* I am not able to come.’ "},{"style":"v","verse":"21","text":"And the slave came \\add and\\add*\\ef + \\fr 14:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* reported these \\add things\\add* to his master. Then the master of the house became angry \\add and\\add*\\ef + \\fr 14:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“became angry”) has been translated as a finite verb \\ef* said to his slave, ‘Go out quickly into the streets and alleys of the city and bring in here the poor and crippled and blind and lame!’ "},{"style":"v","verse":"22","text":"And the slave said, ‘Sir, what you ordered has been done, and there is still room.’ "},{"style":"v","verse":"23","text":"And the master said to the slave, ‘Go out into the highways and hedges and press \\add them\\add*\\ef + \\fr 14:23 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to come in, so that my house will be filled! "},{"style":"v","verse":"24","text":"For I say to you that none of those persons who were invited will taste my banquet!’ ”"},{"style":"s1","verse":"","text":"The Cost of Discipleship"},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"Now large crowds were going along with him, and he turned around \\add and\\add*\\ef + \\fr 14:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“turned around”) has been translated as a finite verb \\ef* said to them, "},{"style":"v","verse":"26","text":"“If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, and furthermore, even his own life, ⸤he cannot be⸥\\f + \\fr 14:26 \\ft Literally “he is not able to be” \\f* my disciple. "},{"style":"v","verse":"27","text":"Whoever does not carry his own cross and ⸤follow⸥\\f + \\fr 14:27 \\ft Literally “come after” \\f* me ⸤cannot be⸥\\f + \\fr 14:27 \\ft Literally “is not able to be” \\f* my disciple. "},{"style":"v","verse":"28","text":"For which of you, wanting to build a tower, does not first sit down \\add and\\add*\\ef + \\fr 14:28 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sit down”) has been translated as a finite verb \\ef* calculate the cost \\add to see\\add* if he has \\add enough\\add*\\ef + \\fr 14:28 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* ⸤to complete it⸥?\\f + \\fr 14:28 \\ft Literally “for completion” \\f* "},{"style":"v","verse":"29","text":"⸤Otherwise⸥\\f + \\fr 14:29 \\ft Literally “so that lest” \\f* \\add after\\add*\\ef + \\fr 14:29 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“has laid”) \\ef* he has laid the foundation and is not able to finish \\add it\\add*,\\ef + \\fr 14:29 \\ft *Here the direct object is supplied from context in the English translation \\ef* all who see \\add it\\add*\\ef + \\fr 14:29 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* will begin to ridicule him, "},{"style":"v","verse":"30","text":"saying, ‘This man began to build and was not able to finish!’ "},{"style":"v","verse":"31","text":"Or what king, going out to engage another king in battle, does not sit down first \\add and\\add*\\ef + \\fr 14:31 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sit down”) has been translated as a finite verb \\ef* deliberate whether he is able with ten thousand to oppose the one coming against him with twenty thousand. "},{"style":"v","verse":"32","text":"But if not, \\add while\\add*\\ef + \\fr 14:32 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“is”) \\ef* \\add the other\\add* is still far away, he sends an ambassador \\add and\\add*\\ef + \\fr 14:32 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“asks”) has been translated as a finite verb \\ef* asks ⸤for terms of⸥\\f + \\fr 14:32 \\ft Literally “the things with reference to” \\f* peace. "},{"style":"v","verse":"33","text":"In the \\add same\\add* way, therefore, every \\add one\\add* of you who does not renounce all his own possessions ⸤cannot be⸥\\f + \\fr 14:33 \\ft Literally “is not able to be” \\f* my disciple."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"“Now salt \\add is\\add* good, but if salt becomes tasteless, with what will it be made salty? "},{"style":"v","verse":"35","text":"It is usable neither for the soil nor for the manure pile; they throw it out. The one who has ears to hear, let him hear!”"}]