[{"style":"s1","verse":"","text":"The Birth of Jesus Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now it happened that in those days a decree went out from Caesar\\f + \\fr 2:1 \\ft Or “the emperor” \\f* Augustus to register all the empire. "},{"style":"v","verse":"2","text":"(This first registration took place \\add when\\add*\\ef + \\fr 2:2 \\ft ﻿*Or perhaps “\\add before\\add*”; here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was governor”) \\ef* Quirinius was governor of Syria.) "},{"style":"v","verse":"3","text":"And everyone went to be registered, each one to his own town. "},{"style":"v","verse":"4","text":"So Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David which is called Bethlehem, because he was of the house and family line of David, "},{"style":"v","verse":"5","text":"to be registered together with Mary, who was legally promised in marriage to him \\add and\\add*\\ef + \\fr 2:5 \\ft ﻿*Here “\\add and\\add*” is supplied in keeping with English style \\ef* was pregnant. "},{"style":"v","verse":"6","text":"And it happened that while they were there, ⸤the time came⸥\\f + \\fr 2:6 \\ft Literally “the days were completed” \\f* for her to give birth. "},{"style":"v","verse":"7","text":"And she gave birth to her firstborn son, and wrapped him in strips of cloth and laid him in a manger, because there was no place for them in the inn."},{"style":"s1","verse":"","text":"The Shepherds and the Angels"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"And there were shepherds in the same region, living out of doors and keeping watch, guarding over their flock by night. "},{"style":"v","verse":"9","text":"And an angel of the Lord stood near them, and the glory of the Lord shone around them, and ⸤they were terribly frightened⸥.\\f + \\fr 2:9 \\ft Literally “they were afraid with great fear” \\f* "},{"style":"v","verse":"10","text":"And the angel said to them, “Do not be afraid, for behold, I bring good news to you of great joy which will be for all the people: "},{"style":"v","verse":"11","text":"that today a Savior, who is Christ the Lord, was born for you in the city of David. "},{"style":"v","verse":"12","text":"And this will be the sign for you: you will find the baby wrapped in strips of cloth and lying in a manger.” "},{"style":"v","verse":"13","text":"And suddenly there was with the angel a multitude of the heavenly army, praising God and saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"14","text":"“Glory to God in the highest,"},{"style":"q2","verse":"","text":"and on earth peace"},{"style":"q2","verse":"","text":"among people ⸤with whom he is pleased⸥!”\\f + \\fr 2:14 \\ft Literally “of good pleasure” \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"And it happened that when the angels had departed from them into heaven, the shepherds began to say\\ef + \\fr 2:15 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to say”) \\ef* to one another, “Let us go now to Bethlehem and see this thing that has happened, which the Lord has revealed to us!” "},{"style":"v","verse":"16","text":"And they went hurrying and found both Mary and Joseph, and the baby who was lying in the manger. "},{"style":"v","verse":"17","text":"And \\add when they\\add*\\ef + \\fr 2:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw \\add it\\add*,\\ef + \\fr 2:17 \\ft *Here the direct object is supplied from context in the English translation \\ef* they made known the statement that had been told to them about this child. "},{"style":"v","verse":"18","text":"And all who heard \\add it\\add*\\ef + \\fr 2:18 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* were astonished concerning what had been said to them by the shepherds. "},{"style":"v","verse":"19","text":"But Mary treasured up all these words, pondering \\add them\\add*\\ef + \\fr 2:19 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in her heart. "},{"style":"v","verse":"20","text":"And the shepherds returned, glorifying and praising God for all that they had heard and seen, just as it had been told to them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"And when eight days were completed ⸤so that he could be circumcised⸥,\\f + \\fr 2:21 \\ft Literally “to circumcise him” \\f* he was named Jesus, his name \\add that\\add* \\add he\\add* was called by the angel before he was conceived in the womb."},{"style":"s1","verse":"","text":"The Presentation of Jesus at the Temple"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"And when the days of their purification were completed according to the law of Moses, they brought him up to Jerusalem to present \\add him\\add*\\ef + \\fr 2:22 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the Lord "},{"style":"v","verse":"23","text":"(just as it is written in the law of the Lord, “Every male that opens the womb will be called holy to the Lord”)\\f + \\fr 2:23 \\ft An allusion to \\xt Exod 13:2 \\ft , \\xt 12 \\ft , \\xt 15 \\ft \\f* "},{"style":"v","verse":"24","text":"and to offer a sacrifice according to what was stated in the law of the Lord, “a pair of turtledoves or two young pigeons.”\\f + \\fr 2:24 \\ft A quotation from \\xt Lev 5:11 \\ft ; \\xt 12:8 \\ft \\f*"},{"style":"s1","verse":"","text":"The Prophecy of Simeon"},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"And behold, there was a man in Jerusalem ⸤whose name was⸥\\f + \\fr 2:25 \\ft Literally “to whom the name” \\f* Simeon, and this man \\add was\\add* righteous and devout, looking forward to the consolation of Israel, and the Holy Spirit was upon him. "},{"style":"v","verse":"26","text":"And it had been revealed to him by the Holy Spirit \\add that he would\\add* not see death before he would see the Lord’s Christ.\\f + \\fr 2:26 \\ft Or “Messiah” \\f* "},{"style":"v","verse":"27","text":"And he came in the Spirit into the temple, and when the parents brought in the child Jesus so that they could do for him according to what was customary under the law, "},{"style":"v","verse":"28","text":"he took him in \\add his\\add*\\f + \\fr 2:28 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* arms and praised God and said,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"29","text":"“Now dismiss your slave in peace, Lord,"},{"style":"q2","verse":"","text":"according to your word."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"30","text":"For my eyes have seen your salvation"},{"style":"q2","verse":"","text":""},{"style":"v","verse":"31","text":"that you have prepared in the presence of all the peoples,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"32","text":"a light for revelation to the Gentiles,"},{"style":"q2","verse":"","text":"and glory to your people Israel.”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"And his father and mother were astonished at what was said about him. "},{"style":"v","verse":"34","text":"And Simeon blessed them and said to his mother Mary, “Behold, this child is appointed for the fall and rise of many in Israel, and for a sign that is opposed\\f + \\fr 2:34 \\ft Or “rejected” \\f*—"},{"style":"v","verse":"35","text":"and a sword will pierce your own soul also, so that the thoughts of many hearts will be revealed!”"},{"style":"s1","verse":"","text":"The Testimony of Anna"},{"style":"m","verse":"","text":""},{"style":"v","verse":"36","text":"And there was a prophetess, Anna the daughter of Phanuel of the tribe of Asher (she was advanced ⸤in years⸥,\\f + \\fr 2:36 \\ft Literally “with many days” \\f* having lived with \\add her\\add* husband seven years ⸤after her marriage⸥,\\f + \\fr 2:36 \\ft Literally “from her virginity” \\f* "},{"style":"v","verse":"37","text":"and herself \\add as\\add* a widow up to eighty-four years)\\f + \\fr 2:37 \\ft Or “eighty-four years as a widow” \\f* who did not depart from the temple with fastings and prayers, serving night and day. "},{"style":"v","verse":"38","text":"And at \\add that\\add* same hour she approached \\add and\\add*\\ef + \\fr 2:38 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* began to give thanks\\f + \\fr 2:38 \\ft The imperfect tense has been translated as ingressive here (“began to give thanks”) \\f* to God, and to speak about him to all those who were waiting for the redemption of Jerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"And when they had completed everything according to the law of the Lord, they returned to Galilee, to their own town of Nazareth. "},{"style":"v","verse":"40","text":"And the child was growing and becoming strong, filled with wisdom, and the favor of God was upon him."},{"style":"s1","verse":"","text":"Jesus in the Temple at Twelve Years Old"},{"style":"m","verse":"","text":""},{"style":"v","verse":"41","text":"And his parents went every year to Jerusalem for the feast of the Passover. "},{"style":"v","verse":"42","text":"And when he was twelve years \\add old\\add*, they went up according to the custom of the feast. "},{"style":"v","verse":"43","text":"And \\add after\\add*\\ef + \\fr 2:43 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“were completed”) which is understood as temporal \\ef* the days were completed, while they were returning, the boy Jesus stayed behind in Jerusalem. And his parents did not know \\add it\\add*,\\ef + \\fr 2:43 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"44","text":"but believing him to be in the group of travelers, they went a day’s journey. And they began searching for\\ef + \\fr 2:44 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began searching for”) \\ef* him among \\add their\\add*\\f + \\fr 2:44 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* relatives and \\add their\\add*\\f + \\fr 2:44 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* acquaintances, "},{"style":"v","verse":"45","text":"and \\add when they\\add*\\ef + \\fr 2:45 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“find”) which is understood as temporal \\ef* did not find \\add him\\add*,\\ef + \\fr 2:45 \\ft *Here the direct object is supplied from context in the English translation \\ef* they returned to Jerusalem to search for him. "},{"style":"v","verse":"46","text":"And it happened that after three days they found him in the temple \\add courts\\add*,\\ef + \\fr 2:46 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* sitting in the midst of the teachers and listening to them and asking them \\add questions\\add*. "},{"style":"v","verse":"47","text":"And all who heard him were amazed at his insight and \\add his\\add*\\ef + \\fr 2:47 \\ft ﻿*This is an understood repetition of “\\add his\\add*” due to English style \\ef* answers. "},{"style":"v","verse":"48","text":"And \\add when they\\add*\\ef + \\fr 2:48 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw him, they were astounded and his mother said to him, “Child, why have you done this to us? Look, your father and I have been searching for you anxiously!” "},{"style":"v","verse":"49","text":"And he said to them, “⸤Why⸥\\f + \\fr 2:49 \\ft Literally “what \\fq is it \\ft that” \\f* were you searching for me? Did you not know that it was necessary \\add for\\add* me to be in the \\add house\\add*\\f + \\fr 2:49 \\ft Or “things” (= business) \\f* of my Father?” "},{"style":"v","verse":"50","text":"And they did not understand the statement that he spoke to them. "},{"style":"v","verse":"51","text":"And he went down with them and came to Nazareth, and was submitting to them. And his mother treasured all these things in her heart."},{"style":"p","verse":"","text":""},{"style":"v","verse":"52","text":"And Jesus was advancing in wisdom and stature and in favor with God and \\add with\\add* people."}]