[{"style":"s1","verse":"","text":"Jesus’ Authority Challenged"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And it happened that on one of the days \\add while\\add*\\ef + \\fr 20:1 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was teaching”) \\ef* he was teaching the people in the temple \\add courts\\add*\\ef + \\fr 20:1 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* and proclaiming the gospel, the chief priests and the scribes approached together with the elders "},{"style":"v","verse":"2","text":"and said, saying to him, “Tell us, by what authority you are doing these \\add things\\add*, or who is the one who gave you this authority? "},{"style":"v","verse":"3","text":"And he answered \\add and\\add*\\ef + \\fr 20:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “I also will ask you a question, and you tell me: "},{"style":"v","verse":"4","text":"The baptism of John—was \\add it\\add* from heaven or from men? "},{"style":"v","verse":"5","text":"And they discussed \\add this\\add*\\ef + \\fr 20:5 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with one another, saying, “If we say ‘From heaven,’ he will say, ‘Why did you not believe him?’ "},{"style":"v","verse":"6","text":"But if we say, ‘From men,’ all the people will stone us to death, because they are convinced \\add that\\add* John was a prophet.” "},{"style":"v","verse":"7","text":"And they replied \\add that they\\add* did not know where \\add it was\\add* from. "},{"style":"v","verse":"8","text":"And Jesus said to them, “Neither will I tell you by what authority I am doing these \\add things\\add*.”"},{"style":"s1","verse":"","text":"The Parable of the Tenant Farmers in the Vineyard"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"And he began to tell the people this parable: “A man\\f + \\fr 20:9 \\ft Some manuscripts have “A certain man” \\f* planted a vineyard, and leased it to tenant farmers, and went on a journey for a long time. "},{"style":"v","verse":"10","text":"And at the proper time he sent a slave to the tenant farmers, so that they would give him \\add some\\add* of the fruit of the vineyard. But the tenant farmers sent him away empty-handed \\add after\\add*\\ef + \\fr 20:10 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“beating”) which is understood as temporal \\ef* beating \\add him\\add*.\\ef + \\fr 20:10 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"11","text":"And he proceeded to send another slave, but they beat and dishonored that one also, \\add and\\add*\\ef + \\fr 20:11 \\ft ﻿*Here “\\add and\\add*” is supplied because the two previous participles (“beat” and “dishonored”) have been translated as finite verbs \\ef* sent \\add him\\add*\\ef + \\fr 20:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* away empty-handed. "},{"style":"v","verse":"12","text":"And he proceeded to send a third, but they wounded \\add and\\add*\\ef + \\fr 20:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“wounded”) has been translated as a finite verb \\ef* threw out this one also. "},{"style":"v","verse":"13","text":"So the owner of the vineyard said, ‘What should I do? I will send my beloved son; perhaps they will respect him.’ "},{"style":"v","verse":"14","text":"But \\add when\\add*\\ef + \\fr 20:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the tenant farmers saw him, they began to reason\\ef + \\fr 20:14 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to reason”) \\ef* with one another, saying, ‘This is the heir. Let us kill him so that the inheritance will become ours!’ "},{"style":"v","verse":"15","text":"And they threw him out of the vineyard \\add and\\add*\\ef + \\fr 20:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“threw”) has been translated as a finite verb \\ef* killed \\add him\\add*.\\ef + \\fr 20:15 \\ft *Here the direct object is supplied from context in the English translation \\ef* What then will the owner of the vineyard do to them? "},{"style":"v","verse":"16","text":"He will come and destroy those tenant farmers and give the vineyard to others.” And \\add when they\\add*\\ef + \\fr 20:16 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add this\\add*,\\ef + \\fr 20:16 \\ft *Here the direct object is supplied from context in the English translation \\ef* they said, “\\add May this\\add* never happen!” "},{"style":"v","verse":"17","text":"But he looked intently at them \\add and\\add*\\ef + \\fr 20:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“looked intently at”) has been translated as a finite verb \\ef* said, “What then is this that is written:"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘The stone which the builders rejected,"},{"style":"q2","verse":"","text":"this has become ⸤the cornerstone⸥.’\\f + \\fr 20:17 \\ft Literally “the head of the corner” \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Everyone who falls on that stone will be broken to pieces, and \\add the one\\add* on whom it falls—it will crush him!” "},{"style":"v","verse":"19","text":"And the scribes and the chief priests sought to lay \\add their\\add*\\ef + \\fr 20:19 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands on him at \\add that\\add* same hour, and they were afraid of the people, for they knew that he had told this parable with reference to them."},{"style":"s1","verse":"","text":"Paying Taxes to Caesar"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"And they watched \\add him\\add*\\ef + \\fr 20:20 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* closely \\add and\\add*\\ef + \\fr 20:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“watched closely”) has been translated as a finite verb \\ef* sent spies who pretended they were upright, in order that they could catch him in a statement, so that they could hand him over to the authority and the jurisdiction of the governor. "},{"style":"v","verse":"21","text":"And they asked him, saying, “Teacher, we know that you speak and teach rightly, and do not ⸤show partiality⸥,\\f + \\fr 20:21 \\ft Literally “receive face” \\f* but teach the way of God in truth. "},{"style":"v","verse":"22","text":"Is it permitted \\add for\\add* us to pay taxes\\f + \\fr 20:22 \\ft Or “the tribute tax” \\f* to Caesar or not?” "},{"style":"v","verse":"23","text":"But seeing through their craftiness, he said to them, "},{"style":"v","verse":"24","text":"“Show me a denarius! Whose image and inscription does it have?” And they answered \\add and\\add*\\ef + \\fr 20:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said,\\f + \\fr 20:24 \\ft Some manuscripts have “And they said” \\f* “Caesar’s.” "},{"style":"v","verse":"25","text":"So he said to them, “Well then, give to Caesar the things of Caesar, and to God the things of God!” "},{"style":"v","verse":"26","text":"And they were not able to catch \\add him\\add*\\ef + \\fr 20:26 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef*﻿\\f + \\fr 20:26 \\ft Some manuscripts explicitly state “him” \\f* in a statement in the sight of the people, and astonished at his answer, they became silent."},{"style":"s1","verse":"","text":"A Question About Marriage and the Resurrection"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"Now some of the Sadducees—who deny ⸤that there is a resurrection⸥\\f + \\fr 20:27 \\ft Literally “resurrection not to exist” \\f*—came up \\add and\\add*\\ef + \\fr 20:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* asked him, "},{"style":"v","verse":"28","text":"saying, “Teacher, Moses wrote for us if someone’s brother dies having a wife, and this man is childless, that his brother should take the wife and ⸤father⸥\\f + \\fr 20:28 \\ft Literally “raise up” \\f* descendants for his brother. "},{"style":"v","verse":"29","text":"Now there were seven brothers, and the first took a wife \\add and\\add*\\ef + \\fr 20:29 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* died childless, "},{"style":"v","verse":"30","text":"and the second, "},{"style":"v","verse":"31","text":"and the third took her, and likewise also the seven did not leave children and died. "},{"style":"v","verse":"32","text":"Finally the woman also died. "},{"style":"v","verse":"33","text":"Therefore in the resurrection, the woman—whose wife will she be? For the seven had her \\add as\\add* wife.” "},{"style":"v","verse":"34","text":"And Jesus said to them, “The sons of this age marry and are given in marriage, "},{"style":"v","verse":"35","text":"but those who are considered worthy to attain to that age and \\add to\\add* the resurrection from the dead neither marry nor are given in marriage, "},{"style":"v","verse":"36","text":"for they are not even able to die any longer, because they are like the angels and are sons of God, \\add because they\\add*\\ef + \\fr 20:36 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“are”) which is understood as causal \\ef* are sons of the resurrection. "},{"style":"v","verse":"37","text":"But that the dead are raised, even Moses revealed in \\add the passage about\\add*\\ef + \\fr 20:37 \\ft ﻿*The words “\\add the passage about\\add*” are not in the Greek text but are implied; here a common form of rabbinic citation is being used to refer to an Old Testament passage \\ef* the bush, when he calls the Lord the God of Abraham and \\add the\\add* God of Isaac and \\add the\\add* God of Jacob. "},{"style":"v","verse":"38","text":"Now he is not God of the dead, but of the living, for all live to him!” "},{"style":"v","verse":"39","text":"And some of the scribes answered \\add and\\add*\\ef + \\fr 20:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “Teacher, you have spoken well.” "},{"style":"v","verse":"40","text":"For they no longer dared to ask him anything."},{"style":"s1","verse":"","text":"David’s Son and Lord"},{"style":"m","verse":"","text":""},{"style":"v","verse":"41","text":"But he said to them, “In what sense do they say \\add that\\add* the Christ is David’s son? "},{"style":"v","verse":"42","text":"For David himself says in the book of Psalms,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘The Lord said to my Lord,"},{"style":"q2","verse":"","text":"“Sit at my right hand,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"43","text":"until I make your enemies"},{"style":"q2","verse":"","text":"a footstool for your feet.” ’\\f + \\fr 20:43 \\ft A quotation from \\xt Ps 110:1 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"David therefore calls him ‘Lord,’ and how is he his son?”"},{"style":"s1","verse":"","text":"Warning to Beware of the Scribes"},{"style":"m","verse":"","text":""},{"style":"v","verse":"45","text":"And \\add while\\add*\\ef + \\fr 20:45 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were listening”) \\ef* all the people were listening, he said to the disciples,\\f + \\fr 20:45 \\ft Some manuscripts have “to his disciples” \\f* "},{"style":"v","verse":"46","text":"“Beware of the scribes, who like walking around in long robes and who love greetings in the marketplaces and the best seats in the synagogues and the places of honor at banquets, "},{"style":"v","verse":"47","text":"who devour the houses of widows and pray lengthy \\add prayers\\add* for the sake of appearance. These will receive more severe condemnation!”"}]