[{"style":"s1","verse":"","text":"The Temptation of Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness "},{"style":"v","verse":"2","text":"forty days, being tempted by the devil. And he ate nothing during those days, and \\add when\\add*\\ef + \\fr 4:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“were completed”) \\ef* they were completed, he was hungry. "},{"style":"v","verse":"3","text":"So the devil said to him, “If you are the Son of God, order this stone that it become bread!” "},{"style":"v","verse":"4","text":"And Jesus replied to him, “It is written, ‘Man will not live on bread alone.’ ”\\f + \\fr 4:4 \\ft A quotation from \\xt Deut 8:3; \\ft most manuscripts add “but by every word of God” here \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"And he led him up \\add and\\add*\\ef + \\fr 4:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“led … up”) has been translated as a finite verb \\ef* showed him all the kingdoms of the world in a moment of time. "},{"style":"v","verse":"6","text":"And the devil said to him, “I will give you all this domain and their glory, because it has been handed over to me, and I can give it to whomever I want. "},{"style":"v","verse":"7","text":"So if you will worship before me, all \\add this\\add* will be yours.” "},{"style":"v","verse":"8","text":"And Jesus answered \\add and\\add*\\ef + \\fr 4:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, “It is written, ‘You shall worship the Lord your God, and serve only him.’ ”\\f + \\fr 4:8 \\ft A quotation from \\xt Deut 6:13 \\ft \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"And he brought him to Jerusalem, and had him stand on the highest point of the temple and said to him, “If you are the Son of God, throw yourself down from here, "},{"style":"v","verse":"10","text":"for it is written,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘He will command his angels concerning you,"},{"style":"q2","verse":"","text":"to protect you,’\\f + \\fr 4:10 \\ft A quotation from \\xt Ps 91:11 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"and"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘on \\add their\\add* hands they will lift you up,"},{"style":"q2","verse":"","text":"lest you strike your foot against a stone.’ ”\\f + \\fr 4:11 \\ft A quotation from \\xt Ps 91:12 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"And Jesus answered \\add and\\add*\\ef + \\fr 4:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, “It is said, ‘You are not to put to the test the Lord your God.’ ”\\f + \\fr 4:12 \\ft A quotation from \\xt Deut 6:16 \\ft \\f* "},{"style":"v","verse":"13","text":"And \\add when\\add*\\ef + \\fr 4:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had completed”) which is understood as temporal \\ef* the devil had completed every temptation, he departed from him until a favorable time.\\f + \\fr 4:13 \\ft Or “for a while” \\f*"},{"style":"s1","verse":"","text":"Public Ministry in Galilee"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"And Jesus returned in the power of the Spirit to Galilee, and news about him went out throughout all the surrounding region. "},{"style":"v","verse":"15","text":"And he began to teach\\ef + \\fr 4:15 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to teach”) \\ef* in their synagogues, \\add and\\add*\\ef + \\fr 4:15 \\ft ﻿*Here the participle (“was praised”) is translated as a finite verb because of English style \\ef* was praised by all."},{"style":"s1","verse":"","text":"Rejected at Nazareth"},{"style":"m","verse":"","text":""},{"style":"v","verse":"16","text":"And he came to Nazareth, where ⸤he had been brought up⸥,\\f + \\fr 4:16 \\ft Literally “he was having been brought up” \\f* and according to ⸤his custom⸥\\f + \\fr 4:16 \\ft Literally “what he was accustomed to for him” \\f* he entered into the synagogue on the day of the Sabbath and stood up to read. "},{"style":"v","verse":"17","text":"And the scroll of the prophet Isaiah was given to him, and unrolling the scroll he found the place where it was written,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"“The Spirit of the Lord \\add is\\add* upon me,"},{"style":"q2","verse":"","text":"because of which he has anointed me"},{"style":"q1","verse":"","text":"to proclaim good news to the poor."},{"style":"q2","verse":"","text":"He has sent me"},{"style":"q1","verse":"","text":"to proclaim release to the captives,"},{"style":"q2","verse":"","text":"and recovery of sight to the blind,"},{"style":"q1","verse":"","text":"to send out in freedom those who are oppressed,"},{"style":"q2","verse":"","text":""},{"style":"v","verse":"19","text":"to proclaim the favorable year of the Lord.”\\f + \\fr 4:19 \\ft A quotation from \\xt Isa 61:1–2, \\ft with one line from \\xt Isa 58:6 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"And he rolled up the scroll \\add and\\add*\\ef + \\fr 4:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“rolled up”) has been translated as a finite verb \\ef* gave \\add it\\add*\\ef + \\fr 4:20 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* back to the attendant \\add and\\add*\\ef + \\fr 4:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“gave … back”) has been translated as a finite verb \\ef* sat down. And the eyes of everyone in the synagogue were looking intently at him. "},{"style":"v","verse":"21","text":"And he began to say to them, “Today this scripture has been fulfilled in your hearing.” "},{"style":"v","verse":"22","text":"And they were all speaking well of him, and were astonished at the gracious words that were coming out of his mouth. And they were saying, “Is this man not the son of Joseph?” "},{"style":"v","verse":"23","text":"And he said to them, “Doubtless you will tell me this parable: ‘Physician, heal yourself!’ Whatever we have heard that took place in Capernaum, do here in your hometown also!” "},{"style":"v","verse":"24","text":"And he said, “Truly I say to you that no prophet is acceptable in his \\add own\\add* hometown. "},{"style":"v","verse":"25","text":"But in truth I say to you, there were many widows in Israel in the days of Elijah, when the sky was shut for three years and six months while a great famine took place over all the land. "},{"style":"v","verse":"26","text":"And Elijah was sent to none of them, but only to Zarephath \\add in the region\\add* of Sidon, to a woman \\add who was\\add* a widow. "},{"style":"v","verse":"27","text":"And there were many lepers in Israel in the time of the prophet Elisha, and none of them was made clean except Naaman the Syrian.” "},{"style":"v","verse":"28","text":"And all \\add those\\add* in the synagogue were filled with anger \\add when they\\add*\\ef + \\fr 4:28 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard these \\add things\\add*. "},{"style":"v","verse":"29","text":"And they stood up \\add and\\add*\\ef + \\fr 4:29 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood up”) has been translated as a finite verb \\ef* forced him out of the town and brought him up to the edge of the hill on which their town was built, so that they could throw him down the cliff. "},{"style":"v","verse":"30","text":"But he passed through their midst \\add and\\add*\\ef + \\fr 4:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“passed”) has been translated as a finite verb \\ef* went on his way."},{"style":"s1","verse":"","text":"Jesus Teaches and Heals Many in Capernaum"},{"style":"m","verse":"","text":""},{"style":"v","verse":"31","text":"And he came down to Capernaum, a town of Galilee, and was teaching them on the Sabbath. "},{"style":"v","verse":"32","text":"And they were astounded at his teaching, because ⸤he spoke⸥\\f + \\fr 4:32 \\ft Literally “his word was” \\f* with authority."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"And in the synagogue there was a man who had the spirit of an unclean demon,\\f + \\fr 4:33 \\ft Or “an unclean demonic spirit” \\f* and he cried out with a loud voice, "},{"style":"v","verse":"34","text":"“Ha! ⸤Leave us alone⸥,\\f + \\fr 4:34 \\ft Literally “what to us and to you” \\f* Jesus the Nazarene! Have you come to destroy us? I know who you are—the Holy One of God!” "},{"style":"v","verse":"35","text":"And Jesus rebuked him, saying, “Be silent and come out of him!” And \\add after\\add*\\ef + \\fr 4:35 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“throwing … down”) which is understood as temporal \\ef* throwing him down in their midst, the demon came out of him without hurting him at all. "},{"style":"v","verse":"36","text":"And amazement came upon \\add them\\add* all, and they began to talk\\ef + \\fr 4:36 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to talk”) \\ef* with one another, saying, “What word\\f + \\fr 4:36 \\ft Or “command” \\f* \\add is\\add* this? For he commands the unclean spirits with authority and power, and they come out!” "},{"style":"v","verse":"37","text":"And news about him went out into every place of the surrounding region."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"And \\add after he\\add*\\ef + \\fr 4:38 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“set out”) which is understood as temporal \\ef* set out from the synagogue, he went into Simon’s house. And Simon’s mother-in-law was afflicted with a high fever, and they asked him on behalf of her. "},{"style":"v","verse":"39","text":"And he stood over her \\add and\\add*\\ef + \\fr 4:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood”) has been translated as a finite verb \\ef* rebuked the fever, and it left her. And immediately she got up \\add and\\add*\\ef + \\fr 4:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* began to serve\\ef + \\fr 4:39 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to serve”) \\ef* them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Now \\add as\\add*\\ef + \\fr 4:40 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was setting”) \\ef* the sun was setting, all who had those who were sick with various diseases brought them to him, and placing \\add his\\add*\\ef + \\fr 4:40 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands on every one of them, he healed them. "},{"style":"v","verse":"41","text":"And demons also were coming out of many, crying out and saying, “You are the Son of God!” And he rebuked \\add them\\add*\\ef + \\fr 4:41 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add* did not permit them to speak, because they knew that he was the Christ.\\f + \\fr 4:41 \\ft Or “Messiah” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"And \\add when it\\add*\\ef + \\fr 4:42 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was day, he departed \\add and\\add*\\ef + \\fr 4:42 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“departed”) has been translated as a finite verb \\ef* went to an isolated place. And the crowds were seeking him, and came to him and were trying to prevent him from departing from them. "},{"style":"v","verse":"43","text":"But he said to them, “It is necessary \\add for\\add* me to proclaim the good news \\add of\\add* the kingdom of God to the other towns also, because I was sent for this \\add purpose\\add*. "},{"style":"v","verse":"44","text":"And he was preaching in the synagogues of Judea."}]