[{"style":"s1","verse":"","text":"The Twelve Commissioned and Sent Out"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And summoning the twelve, he gave them power and authority over all the demons and to cure diseases, "},{"style":"v","verse":"2","text":"and he sent them out to proclaim the kingdom of God and to heal the sick. "},{"style":"v","verse":"3","text":"And he said to them, “Take along nothing for the journey—neither a staff, nor a traveler’s bag, nor bread, nor money, nor to have two tunics apiece. "},{"style":"v","verse":"4","text":"And into whatever house you enter, stay there and depart from there. "},{"style":"v","verse":"5","text":"And \\add as for\\add* all those who do not welcome you—\\add when you\\add*\\ef + \\fr 9:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“depart”) which is understood as temporal \\ef* depart from that town, shake off the dust from your feet for a testimony against them.” "},{"style":"v","verse":"6","text":"So they departed \\add and\\add*\\ef + \\fr 9:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“departed”) has been translated as a finite verb \\ef* went throughout the villages, proclaiming the good news and healing everywhere."},{"style":"s1","verse":"","text":"Herod Perplexed About Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Now Herod the tetrarch heard about all that was happening, and he was greatly perplexed, because it was said by some that John has been raised from the dead, "},{"style":"v","verse":"8","text":"and by some that Elijah had appeared, and others that some prophet of ancient times had risen. "},{"style":"v","verse":"9","text":"And Herod said, “John I beheaded, but who is this about whom I hear such things?” And he was wanting to see him."},{"style":"s1","verse":"","text":"The Feeding of Five Thousand"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"And \\add when they\\add*\\ef + \\fr 9:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“returned”) which is understood as temporal \\ef* returned, the apostles described to him all that they had done. And he took them along \\add and\\add*\\ef + \\fr 9:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took … along”) has been translated as a finite verb \\ef* withdrew privately to a town called Bethsaida. "},{"style":"v","verse":"11","text":"But \\add when\\add*\\ef + \\fr 9:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“found out”) which is understood as temporal \\ef* the crowds found out, they followed him, and welcoming them, he began to speak\\ef + \\fr 9:11 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to speak”) \\ef* to them about the kingdom of God, and he cured those who had need of healing. "},{"style":"v","verse":"12","text":"Now the day began to be far spent, and the twelve came up \\add and\\add*\\ef + \\fr 9:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* said to him, “Send away the crowd so that they can go into the surrounding villages and farms to obtain lodging and find provisions, because we are here in a desolate place. "},{"style":"v","verse":"13","text":"But he said to them, “You give them \\add something\\add* to eat!” And they said, “⸤We have no⸥\\f + \\fr 9:13 \\ft Literally “there is not to us” \\f* more than five loaves and two fish, unless perhaps we go \\add and\\add*\\ef + \\fr 9:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* purchase food for all these people.” "},{"style":"v","verse":"14","text":"(For there were about five thousand men.) So he said to his disciples, “Have them sit down in groups of about fifty each.” "},{"style":"v","verse":"15","text":"And they did so, and had \\add them\\add* all sit down. "},{"style":"v","verse":"16","text":"And taking the five loaves and the two fish, \\add and\\add*\\ef + \\fr 9:16 \\ft ﻿*Here “\\add and\\add*” is supplied before the participle (“looking up”) in keeping with English style \\ef* looking up to heaven, he gave thanks and broke them and began giving\\ef + \\fr 9:16 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began giving”) \\ef* \\add them\\add*\\ef + \\fr 9:16 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to speak”) \\ef* to the disciples to set before the crowd. "},{"style":"v","verse":"17","text":"And \\add they\\add* all ate and were satisfied, and what was left over was picked up by them—twelve baskets of broken pieces."},{"style":"s1","verse":"","text":"Peter’s Confession"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"And it happened that while he was praying alone, the disciples were with him. And he asked them, saying, “Who do the crowds say \\add that\\add* I am?” "},{"style":"v","verse":"19","text":"And they answered \\add and\\add*\\ef + \\fr 9:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “John the Baptist, but others, Elijah, and others, that one of the ancient prophets has risen.” "},{"style":"v","verse":"20","text":"And he said to them, “But who do you say \\add that\\add* I am?” And Peter answered \\add and\\add*\\ef + \\fr 9:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “The Christ of God.”"},{"style":"s1","verse":"","text":"Jesus Predicts His Death and Resurrection"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"But he warned \\add and\\add*\\ef + \\fr 9:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“warned”) has been translated as a finite verb \\ef* commanded them to tell this to no one, "},{"style":"v","verse":"22","text":"saying, “It is necessary \\add for\\add* the Son of Man to suffer many \\add things\\add* and to be rejected by the elders and chief priests and scribes, and to be killed, and to be raised on the third day."},{"style":"s1","verse":"","text":"Taking Up One’s Cross to Follow Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"23","text":"And he said to \\add them\\add* all, “If anyone wants to come after me, he must deny himself and take up his cross every day and follow me. "},{"style":"v","verse":"24","text":"For whoever wants to save his life will lose it, but whoever loses his life on account of me, this person will save it. "},{"style":"v","verse":"25","text":"For what is a person benefited \\add if he\\add*\\ef + \\fr 9:25 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“gains”) which is understood as conditional \\ef* gains the whole world but loses or forfeits himself? "},{"style":"v","verse":"26","text":"For whoever is ashamed of me and my words, the Son of Man will be ashamed of this person when he comes in his glory and the \\add glory\\add*\\ef + \\fr 9:26 \\ft ﻿*Here “\\add glory\\add*” is an understood repetition of the same word earlier in this verse \\ef* of the Father and of the holy angels. "},{"style":"v","verse":"27","text":"But I tell you truly, there are some of those standing here who will never experience death until they see the kingdom of God.”"},{"style":"s1","verse":"","text":"The Transfiguration"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"Now it happened that about eight days after these words, he took along Peter and John and James \\add and\\add*\\ef + \\fr 9:28 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took along”) has been translated as a finite verb \\ef* went up on the mountain to pray. "},{"style":"v","verse":"29","text":"And as he was praying, the appearance of his face became different, and his clothing \\add became\\add* white, gleaming like lightning.\\f + \\fr 9:29 \\ft Or “became brilliant as light”; or “became dazzling white” \\f* "},{"style":"v","verse":"30","text":"And behold, two men were talking with him, who were Moses and Elijah, "},{"style":"v","verse":"31","text":"who appeared in glory \\add and\\add*\\ef + \\fr 9:31 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“appeared”) has been translated as a finite verb \\ef* were speaking \\add about\\add* his departure which he was about to fulfill\\f + \\fr 9:31 \\ft Or “to accomplish” \\f* in Jerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Now Peter and those with him were ⸤very sleepy⸥,\\f + \\fr 9:32 \\ft Literally “burdened with sleep” \\f* but \\add when they\\add*\\ef + \\fr 9:32 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“became fully awake”) which is understood as temporal \\ef* became fully awake, they saw his glory and the two men who were standing with him. "},{"style":"v","verse":"33","text":"And it happened that as they were going away from him, Peter said to Jesus, “Master, it is good \\add for\\add* us to be here. And let us make three shelters, one for you and one for Moses and one for Elijah,” not knowing what he was saying. "},{"style":"v","verse":"34","text":"And \\add while\\add*\\ef + \\fr 9:34 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“saying”) \\ef* he was saying these \\add things\\add*, a cloud came and overshadowed them, and they were afraid as they entered into the cloud. "},{"style":"v","verse":"35","text":"And a voice came from the cloud, saying, “This is my Son, \\add my\\add* Chosen One. Listen to him!” "},{"style":"v","verse":"36","text":"And after the voice had occurred, Jesus was found alone. And they kept silent and told no one in those days anything of what they had seen."},{"style":"s1","verse":"","text":"A Demon-possessed Boy Healed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"37","text":"Now it happened that on the next day, \\add when\\add*\\ef + \\fr 9:37 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“had come down”) \\ef* they had come down from the mountain, a large crowd met him. "},{"style":"v","verse":"38","text":"And behold, a man from the crowd cried out, saying, “Teacher, I beg you to look with concern on my son, because he is my only \\add son\\add*! "},{"style":"v","verse":"39","text":"And behold, a spirit seizes him and suddenly he screams, and it convulses him with foam and rarely withdraws from him, battering him severely. "},{"style":"v","verse":"40","text":"And I begged your disciples that they would expel it, and they were not able \\add to do so\\add*.” "},{"style":"v","verse":"41","text":"So Jesus answered \\add and\\add*\\ef + \\fr 9:41 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “O unbelieving and perverted generation! ⸤How long⸥\\f + \\fr 9:41 \\ft Literally “until when” \\f* will I be with you and put up with you? Bring your son here!” "},{"style":"v","verse":"42","text":"And \\add while\\add*\\ef + \\fr 9:42 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“approaching”) \\ef* he was still approaching, the demon threw him down and convulsed \\add him\\add*.\\ef + \\fr 9:42 \\ft *Here the direct object is supplied from context in the English translation \\ef* But Jesus rebuked the unclean spirit and healed the boy, and gave him back to his father. "},{"style":"v","verse":"43","text":"And they were all astounded at the impressiveness of God."},{"style":"s1","verse":"","text":"Jesus Predicts His Suffering"},{"style":"m","verse":"","text":"But \\add while they\\add*\\ef + \\fr 9:43 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“marveling”) \\ef* were all marveling at all \\add the things\\add* that he was doing, he said to his disciples, "},{"style":"v","verse":"44","text":"“⸤You take these words to heart⸥,\\f + \\fr 9:44 \\ft Literally “you put these words into your ears” \\f* for the Son of Man is about to be betrayed into the hands of men.” "},{"style":"v","verse":"45","text":"But they did not understand this statement, and it was concealed from them so that they could not understand it. And they were afraid to ask him about this statement."},{"style":"s1","verse":"","text":"The Question About Who Is Greatest"},{"style":"m","verse":"","text":""},{"style":"v","verse":"46","text":"And an argument developed among them as to who of them might be greatest. "},{"style":"v","verse":"47","text":"But Jesus, \\add because he\\add*\\ef + \\fr 9:47 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew the thoughts of their hearts, took hold of a child and had him stand beside him "},{"style":"v","verse":"48","text":"and said to them, “Whoever welcomes this child in my name welcomes me, and whoever welcomes me welcomes the one who sent me. For the one who is least among you all—this one is great.”"},{"style":"s1","verse":"","text":"Whoever Is Not Against Us Is for Us"},{"style":"m","verse":"","text":""},{"style":"v","verse":"49","text":"And John answered \\add and\\add*\\ef + \\fr 9:49 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “Master, we saw someone expelling demons in your name, and we tried to prevent him, because he does not follow in company with us.” "},{"style":"v","verse":"50","text":"But Jesus said to him, “Do not prevent \\add him\\add*,\\ef + \\fr 9:50 \\ft *Here the direct object is supplied from context in the English translation \\ef* because whoever is not against you is for you.”"},{"style":"s1","verse":"","text":"Jesus Rejected in a Samaritan Village"},{"style":"m","verse":"","text":""},{"style":"v","verse":"51","text":"Now it happened that when the days were approaching ⸤for him to be taken up⸥,\\f + \\fr 9:51 \\ft Literally “of his taking up” \\f* he set \\add his\\add*\\ef + \\fr 9:51 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* face to go to Jerusalem. "},{"style":"v","verse":"52","text":"And he sent messengers before ⸤him⸥,\\f + \\fr 9:52 \\ft Literally “his face” \\f* and they went \\add and\\add*\\ef + \\fr 9:52 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* entered into a village of the Samaritans in order to prepare for him. "},{"style":"v","verse":"53","text":"And they did not welcome him because ⸤he was determined to go⸥\\f + \\fr 9:53 \\ft Literally “his face was going” \\f* to Jerusalem. "},{"style":"v","verse":"54","text":"Now \\add when\\add*\\ef + \\fr 9:54 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the disciples James and John saw \\add it\\add*,\\ef + \\fr 9:54 \\ft *Here the direct object is supplied from context in the English translation \\ef* they said, “Lord, do you want us to call fire to come down from heaven and consume them?” "},{"style":"v","verse":"55","text":"But he turned around \\add and\\add*\\ef + \\fr 9:55 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“turned around”) has been translated as a finite verb \\ef* rebuked them, "},{"style":"v","verse":"56","text":"and they proceeded to another village."},{"style":"s1","verse":"","text":"Would-be Followers"},{"style":"m","verse":"","text":""},{"style":"v","verse":"57","text":"And \\add as\\add*\\ef + \\fr 9:57 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were going”) \\ef* they were traveling on the road, someone said to him, “I will follow you wherever you go!” "},{"style":"v","verse":"58","text":"And Jesus said to him, “Foxes have dens and birds of the sky \\add have\\add* nests, but the Son of Man has no place to lay \\add his\\add*\\ef + \\fr 9:58 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* head.” "},{"style":"v","verse":"59","text":"And he said to another, “Follow me!” But he said, “Lord, first allow me to go \\add and\\add*\\ef + \\fr 9:59 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as an infinitive \\ef* bury my father.” "},{"style":"v","verse":"60","text":"But he said to him, “Leave the dead to bury their own dead! But you go \\add and\\add*\\ef + \\fr 9:60 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* proclaim the kingdom of God.” "},{"style":"v","verse":"61","text":"And another \\add person\\add* also said, “I will follow you, Lord, but first allow me to say farewell to those in my house.” "},{"style":"v","verse":"62","text":"But Jesus said,\\f + \\fr 9:62 \\ft Some manuscripts have “said to him” \\f* “No one who puts \\add his\\add*\\ef + \\fr 9:62 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hand on the plow and looks back is fit for the kingdom of God!”"}]