[{"style":"s1","verse":"","text":"Nitu Yàlla àddu na ca Betel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yàlla-woo-yàlla, genn góoru Yàlla jóge Yuda, dikk ba Betel ci ndigalal Aji Sax ji, fekk Yerbowam taxaw ca \\w sarxalukaay|sarxalukaay b-:\\w* ba, nara taal saraxu \\w cuuraay|cuuraay l-:\\w*."},{"style":"v","verse":"2","text":"Góor ga xaacu, gëdd sarxalukaay ba ci ndigalal Aji Sax ji, daldi ne: «Yaw sarxalukaay bi, éey sarxalukaay bii! Aji Sax ji dafa wax ne: “Xamal ne doom ju góor dina juddoo kër Daawuda, Yosya lay tudd. \\w Sarxalkati|sarxalkat b-:\\w* \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* yiy taal saraxu cuuraay ci sa kaw, ñoom lees di rendi ci sa kaw. Yaxi nit lees di lakk ci sa kaw.”»"},{"style":"v","verse":"3","text":"Góor ga joxe na ca bésub keroog ab takk, mu ne: «Takk bii la ci Aji Sax ji biral: “Seetluleen, sarxalukaay bi dina xar ñaar, dóom bi ci kaw sottiku.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Naka la Buur Yerbowam dégg na góoru Yàlla ga xaacoo, gëdd sarxalukaayu Betel ba, mu daldi koy tàllal loxoom, foofa ca sarxalukaay ba. Mu ne: «Jàppleen ko!» Loxo ba mu ko tàllal nag ne kàdd, manatu koo bank."},{"style":"v","verse":"5","text":"Sarxalukaay ba xar ñaar, dóom ba tuuroo ca sarxalukaay ba, ne wàww. Muy takk ba góoru Yàlla ga joxe woon ci ndigalal Aji Sax ji."},{"style":"v","verse":"6","text":"Buur ne góoru Yàlla ga: «Rikk tinul ma sa Yàlla Aji Sax ji te ñaanal ma, sama loxo mana banku.» Góoru Yàlla ga tinul Buur Aji Sax ji, loxoom bankuwaat, mel na mu meloon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci kaw loolu Buur wax góoru Yàlla ga ne ko: «Ñëwal nu dem kër ga, nga xéewlu, ba noppi ma am lu ma la may.»"},{"style":"v","verse":"8","text":"Góoru Yàlla ga nag ne Buur: «Soo ma joxoon sa genn-wàllu kër sax, duma ànd ak yaw te duma sex dugub it mbaa may naanum ndox ci bii béreb,"},{"style":"v","verse":"9","text":"ndax loolu lañu ma sant ci ndigalal Aji Sax ji, ne ma: “Bul sex dugub, bul naanum ndox te bul walbatiku jaare yoon wa nga jaare woon bi ngay ñëw.”»"},{"style":"v","verse":"10","text":"Góor ga nag awe feneen, baña walbatiku awe fa mu awoon ba muy dikk Betel."},{"style":"s1","verse":"","text":"Ab yonent nattu na moroomam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Booba ab yonent bu màggat a nga woon ca Betel. Ay doomam yu góor dikk. Kenn ci ñoom nettali ko mboolem la góoru Yàlla ga def bésub keroog ca Betel ak la mu wax Buur. Ñu yegge ko seen baay."},{"style":"v","verse":"12","text":"Seen baay laaj leen ne leen: «Ana yoon wu mu jaare?» Fekk na doomam yu góor ya gisoon nañu fa góoru Yàlla ga jaare woon, bàyyikoo Yuda. Ñu wax ko."},{"style":"v","verse":"13","text":"Mu ne leen: «Takkalleen ma mbaam mi.» Ñu takkal ko mbaam ma, mu war,"},{"style":"v","verse":"14","text":"toppi góoru Yàlla ga, fekk ko ci genn ker garabu terebent. Mu ne ko: «Yaa di góoru Yàlla gi jóge Yuda?» Mu ne ko: «Waaw.»"},{"style":"v","verse":"15","text":"Mu ne ko: «Kaay, nu dem kër ga, nga sex dugub, boog.»"},{"style":"v","verse":"16","text":"Mu ne ko: «Duma mana walbatiku ànd ak yaw, manumaa sex dugub it mbaa may bokk ak yaw ndoxum naan ci bii béreb."},{"style":"v","verse":"17","text":"Ndaxte dañu maa wax ci ndigalal Aji Sax ji ne ma: “Bu fa sex dugub, bu fa naanum ndox te bul walbatiku jaare yoon wa nga jaare woon bi ngay ñëw.”»"},{"style":"v","verse":"18","text":"Mu dellu ne ko: «Man itam yonent laa ni yaw. Malaaka wax na ma ci ndigalal Aji Sax ji ne ma: “Waññi ko, mu ànd ak yaw sa kër, sex dugub, naan ndox.”» Fekk na la muy wax amul."},{"style":"v","verse":"19","text":"Mu walbatiku ànd ak moom ca kër ga, sex fa dugub, naan fa ndox."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba ñu toogee ca ndab la, kàddug Aji Sax ji dikkal yonent ba waññi góoru Yàlla ga."},{"style":"v","verse":"21","text":"Mu àddu ca kaw ne góoru Yàlla ga jóge Yuda: «Aji Sax ji dafa wax ne: Gannaaw tebbi nga waxi Aji Sax ji te defoo li la sa Yàlla Aji Sax ji sant,"},{"style":"v","verse":"22","text":"xanaa walbatiku di sex dugub, di naan ndox ci béreb bi mu la waxoon ne la bu fi sex dugub, bu fi naan ndox, sab néew du fekki say maam ca seen bàmmeel.»"},{"style":"v","verse":"23","text":"Ba góoru Yàlla ga sexee dugub ba naan ndox, yonent ba ko waññi woon takkal ko mbaam ma."},{"style":"v","verse":"24","text":"Mu dem, gaynde dogale ko, rey ko, néewam ne lareet ca yoon wa, mbaam maak gaynde ga taxaw ca wet ga."},{"style":"v","verse":"25","text":"Naka la ay nit jaare foofa, séenuñu lu moy néew ba ne lareet ca yoon wa, gaynde ga taxaw ca wet ga. Ñu dem yegge ko waa dëkk ba yonent bu màggat ba dëkkoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yonent booba ko waññi woon ca yoon wa nag dégg ko ne: «Góoru Yàlla gaa! Ka tebbi woon waxi Aji Sax ji, Aji Sax ji boole kook gaynde gi, mu fàdd ko, rey ko. Moom la ko kàddug Aji Sax ji waxoon.»"},{"style":"v","verse":"27","text":"Mu ne doom ya: «Takkalleen ma mbaam mi.» Ñu takkal ko."},{"style":"v","verse":"28","text":"Mu dem fekk néew ba ne lareet ca yoon wa, mbaam maak gaynde ga taxaw ca wet ga. Gaynde ga lekkul néew ba, fàddul mbaam ma."},{"style":"v","verse":"29","text":"Yonent ba yékkati néewub góoru Yàlla ga, teg ko ca kaw mbaam ma, delloosi ko. Noonu la yonent bu màggat ba ñibbee dëkkam ngir rob ko, jooy ko."},{"style":"v","verse":"30","text":"Mu denc néew ba ca bàmmeelu boppam. Ñu di ko jooy, naan: «Wóoy sunu mbokk ma!»"},{"style":"v","verse":"31","text":"Gannaaw ba ñu ko robee, mu wax doomam yu góor ya ne leen: «Bu ma faatoo, nangeen ma rob ci bàmmeel bii ñu denc góoru Yàlla gi. Fi weti yaxam ngeen di tëral samay yax."},{"style":"v","verse":"32","text":"Ndaxte li wér te wóor déy, wax ji mu jottali ci ndigalal Aji Sax ji, ba muy gëdd \\w sarxalukaayu|sarxalukaay b-:\\w* Betel bi ak mboolem \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* yi ci dëkki Samari, wax jooju dina am.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Gannaaw loolu Yerbowam dëppul yoonam wu bon wa mu topp. Dafa dellu tabb ci biir baadoolo yi ay \\w sarxalkat|sarxalkat b-:\\w* ngir bérebi jaamookaay ya. Ku bëgg rekk mu tabb la, ngay sarxalkat ca bérebi jaamookaay ya."},{"style":"v","verse":"34","text":"Loolu nag di bàkkaar bu réy\\f + \\fr 13.34 \\ft Yàlla moo wax ne sarxalkat yi ci xeetu Aaróona lañu wara bokk. \\f* ci biir kër Yerbowam, ba tax askanam daanu, ba raaf fi kaw suuf."}]