[{"style":"s1","verse":"","text":"Daawuda dénku na Suleymaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba ñu demee ba bésu àppu Daawuda di jegesi, Daawuda dafa dénk doomam Suleymaan, ne ko:"},{"style":"v","verse":"2","text":"«Maa ngi ci yoon wu dul jaas ci mboolem àddina. Nanga dëgërlu te góor-góorlu,"},{"style":"v","verse":"3","text":"di sàmm sa ndénkaaneb Yàlla Aji Sax ji, di topp ay yoonam, sàmmonteek ay dogali yoonam aki santaaneem aki àttey yoonam aki seedeem, ni ñu ko binde ci yoonu Musaa. Su ko defee dinga am ndam ci lépp looy def ak fépp foo jëm,"},{"style":"v","verse":"4","text":"ba keroog Aji Sax ji sottal kàddoom ga mu ma waxoon ne ma: “Su say sët sàmmee seen dundin, saxoo ngëm gu ma wéetal, te gar ci seen bakkan, kon doo ñàkk mukk ku lay wuutu ci jalub Israayil.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Yaw ci sa bopp xam nga li ma Yowab doomu ndaw sa Ceruya def, te def na ko ñaari njiiti xarey Israayil, di Abner doomu Ner ak Amasa doomu Yeter: rey na leen, tuur seen deret ni bu doon xare, ba taqal boppam ripp. Moo rendi ci biir jamonoy jàmm."},{"style":"v","verse":"6","text":"Jëflanteel ak moom ci kaw xel, bu ko bàyyi mu duggaale bàmmeel bijjaaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Góor ñiy doomi Barsilay mu Galàdd nag, nanga leen baaxe, te ñuy bokk ak yaw ndab, ndax kat taxawu woon nañu ma, ba may daw Absalom sa doomu baay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Gannaaw loolu bàyyil xel ci Simey mi nga feggool, muy doomu Gera mu Baxurim mi bokk ci giirug Beñamin. Moom moo ma doon tifaare ay saaga, bés ba ma jëmee Maxanayim, moom mu dikk dajeek man ca dexu Yurdan. Ma giñal ko ci Aji Sax ji ne ko: “Duma la rey, sama saamar du la dal!”"},{"style":"v","verse":"9","text":"Waaye yaw de, bu ko ñàkka topp, ndax boroom xel nga, te dinga xam ni ngay defeek moom, ba mu sangoo deretam, ànd ak bijjaawam, dugg bàmmeel.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Gannaaw loolu Buur Daawuda saay, fekki ay maamam, ñu denc ko ca gox ba ñu naan Kër Daawuda."},{"style":"v","verse":"11","text":"Nguurug Daawuda ci Israayil tollu na ci ñeent fukki at, di juróom ñaari at yu mu nguuroo Ebron, ak fanweeri at ak ñett yu mu nguuroo Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Suleymaan nag toog ca jalub baayam Daawuda; nguuram dëgër këcc."},{"style":"s1","verse":"","text":"Nii la Adoña mujje"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ci biir loolu Adoña ma Agit di ndeyam, dem ca Batseba, ndeyu Suleymaan. Mu ne ko: «Mbaa jàmm a la indi?» Mu ne ko: «Jàmm la.»"},{"style":"v","verse":"14","text":"Mu neeti ko: «Mbir la, mu ma lay wax.» Mu ne ko: «Waxal.»"},{"style":"v","verse":"15","text":"Mu ne ko: «Xam nga ne maa moomoon nguur gi, te man la Israayil gépp séentu woon, ma falu buur. Waaye tey nguur gi walbatiku na, tegu ci sama loxol doomu baay, ndax Aji Sax jee ko ko jox."},{"style":"v","verse":"16","text":"Léegi nag lenn rekk laa lay ñaan, te nga bañ maa gàntu.» Mu ne ko: «Waxal rekk.»"},{"style":"v","verse":"17","text":"Mu ne ko: «Buur Suleymaan du la gàntu, rikk ñaanal ma ko, mu may ma Abisag mu Sunem soxna.»"},{"style":"v","verse":"18","text":"Batseba ne ko: «Baax na, man kay maa la koy waxal Buur.»"},{"style":"v","verse":"19","text":"Batseba dem ca Buur Suleymaan, ngir wax ko mbirum Adoña ma. Buur jóg gatandu ko, sukkal ko, daldi toogaat ci ngànguneem. Mu tegal ndeyam ngàngune, mu toog ci ndijooram."},{"style":"v","verse":"20","text":"Mu ne ko: «Man de, lenn lu tuut rekk laa lay ñaan, te bu ma gàntu.» Mu ne ko: «Waxal, saa ndey, duma la gàntu.»"},{"style":"v","verse":"21","text":"Mu ne ko: «Abisag mu Sunem, may ko sa doomu baay Adoña soxna.»"},{"style":"v","verse":"22","text":"Buur Suleymaan ne ndeyam: «Nga ne! Adoña ngay ñaanal Abisag mu Sunem soxna? Tee nga koo ñaanal nguur gi far, nde mooy sama mag; ñaanalaale ko Abyatar \\w sarxalkat|sarxalkat b-:\\w* bi, mook Yowab doomu Ceruya?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Buur Suleymaan nag giñ ci Aji Sax ji ne: «Yal na ma Yàlla teg mbugal mu gëna tar, ndegam Adoña du feye bakkanam lii muy sàkku!"},{"style":"v","verse":"24","text":"Léegi nag giñ naa ci Aji Sax ji, Kiy dund, te teg ma fi, dëj ma ci jalub Daawuda sama baay, sampal ma askanu nguur wa mu dige woon, bésub tey jii Adoña dina dee.»"},{"style":"v","verse":"25","text":"Buur Suleymaan daldi jox ndigal Benaya doomu Yoyada. Benaya jam Adoña, mu dee."},{"style":"s1","verse":"","text":"Nii la Abyatar mujje"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Abyatar \\w sarxalkat|sarxalkat b-:\\w* bi nag, Buur ne ko: «Dellul Anatot ca say tool. Dee rekk a war ci yaw, waaye bésub tey jii duma la rey, ndax li nga gàddu woon \\w gaalu Aji Sax|gaalu kóllëre g-:\\w* ji Boroom bi, dox jiitu sama baay Daawuda. Nga teg ci bokk ak sama baay mboolem coono bu mu daj.»"},{"style":"v","verse":"27","text":"Suleymaan nag dàqe Abyatar ci liggéeyu carxal fa kanam Aji Sax ji, daldi matal li Aji Sax ji waxoon ci waa kër Eli ca Silo."},{"style":"s1","verse":"","text":"Nii la Yowab mujje"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Yowab àndul woon ak Absalom ci pexeem, waaye Adoña la mujj àndal. Ba Yowab yégee la xew, daa daw ba ca \\w xaymab Aji Sax|xaymab ndaje m-:\\w* ji, jàpp ca béjjén ya ca cati \\w sarxalukaay|sarxalukaay b-:\\w* ba, ngir rawale bakkanam."},{"style":"v","verse":"29","text":"Ñu wax Buur Suleymaan ne ko: «Yowab daw na, làquji ca xaymab Aji Sax ji, te kat ma nga ca sarxalukaay ba.» Suleymaan sant Benaya doomu Yoyada, ne ko mu dem, jam ko."},{"style":"v","verse":"30","text":"Benaya dugg ca biir xaymab Aji Sax ja, ne ko: «Buur nee nanga génn!» Yowab ne ko: «Génnuma, fii laay deewe!» Benaya yegge Buur waxi Yowab ak la mu ko tontu."},{"style":"v","verse":"31","text":"Buur ne ko: «Defal li mu wax, jam ko mu dee, nga suul ko, ndax ma set, maak sama waa kër baay, ci deretu jàmburi Yàlla ji Yowab tuuroon."},{"style":"v","verse":"32","text":"Su ko defee Aji Sax ji dina ko gàdduloo bakkanu boppam, feye ko ko bakkanu ñaar ña mu songoon, di Abner doomu Ner, njiital xarey Israayil, ak Amasa doomu Yeter, njiital xarey Yuda; muy ñu jub, ñu ko gën, teewul mu jam leen saamar, ñu dee te sama baay Daawuda yégu ko."},{"style":"v","verse":"33","text":"Yal na Yowab ak askanam gàddu seen bakkan ba fàww. Waaye Daawudaak askanam ak waa këram akub jalam, yal na leen Aji Sax ji jàmmal ba fàww.»"},{"style":"v","verse":"34","text":"Ba loolu amee Benaya doomu Yoyada daldi dem jam Yowab, rey ko. Ñu suul ko ca këram ga ca màndiŋ ma."},{"style":"v","verse":"35","text":"Gannaaw loolu Buur tabb Benaya doomu Yoyada ca boppu gàngooru xare ga, mu wuutu Yowab. Cadog \\w sarxalkat|sarxalkat b-:\\w* ba, Buur tabb ko, mu wuutu Abyatar."},{"style":"s1","verse":"","text":"Nii la Simey mujje"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ba mu ko defee Buur yónnee woolu Simey, wax ko ne ko: «Tabaxalal sa bopp kër fii ci Yerusalem, dëkk ca waaye bul dem fenn."},{"style":"v","verse":"37","text":"Ndaxte bés boo fi jógee, ba jéggi xuru Sedoron, xamal xéll ne dee rekk mooy sab àtte, te yaay gàddu sa bakkanu bopp.»"},{"style":"v","verse":"38","text":"Simey ne Buur: «Baax na, Buur, sang bi. Li nga ma wax rekk de laay def, sang bi.» Ba loolu amee Simey toog Yerusalem lu yàgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ba ñu ca tegee ñetti at, ñaari jaami Simey daw dem ca Akis buurub Gaat doomu Maaka. Ñu wax Simey, ne ko: «Ndeke sa jaam yaa nga Gaat!»"},{"style":"v","verse":"40","text":"Simey daldi takk mbaamam, dem Gaat ca Akis, ngir jëli ay jaamam. Mu jëleji Gaat ay jaamam, delloosi leen."},{"style":"v","verse":"41","text":"Ba ñu waxee Buur Suleymaan, ne ko Simey jóge na Yerusalem dem Gaat, ba délsi,"},{"style":"v","verse":"42","text":"Buur yónnee, woolu Simey, ne ko: «Xanaa giñloowuma la ci Aji Sax ji, artu la, ne la: “Bés boo fi jógee dem fenn, xamal xéll ne dee rekk mooy sa àtte”? Nga ne ma: “Baax na, dinaa la déggal.”"},{"style":"v","verse":"43","text":"Ana lu waral nag sàmmoo la nga giñoon ci Aji Sax ji te ma santoon la ko?»"},{"style":"v","verse":"44","text":"Buur dellu ne Simey: «Yaw ci sa bopp xam nga xéll lépp loo lor sama baay Daawuda. Léegi Aji Sax ji dina la fey sa jëf ju bon, mu këppu ci sa kaw."},{"style":"v","verse":"45","text":"Waaye man Buur Suleymaan, Yàlla du ma teree barkeel; jalub Daawuda it day sax fàww fi kanam Aji Sax ji.»"},{"style":"v","verse":"46","text":"Buur nag sant Benaya doomu Yoyada, mu génne Simey, jam ko, mu dee. Ba loolu amee nguur ga gëna dëgër ca loxol Suleymaan."}]