[{"style":"s1","verse":"","text":"Buur Axab tooñ na Nabot"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba loolu wéyee mu am lu xew, di mbirum toolu reseñu Nabot, waa ju dëkk Yisreel. Nabot daa amoon tool ca Yisreel, ca wetu kër Axab buurub Samari."},{"style":"v","verse":"2","text":"Axab ne Nabot: «Jox ma sa toolub reseñ bi, ma def kob tóokër, ndax jege na sama kër. Dinaa la ko wecci toolub reseñ bu ko gën, walla su la gënalee ma delloo la njëgam ci xaalis.»"},{"style":"v","verse":"3","text":"Nabot tudd Aji Sax ji, ne Axab: «Yàlla tere ma di la jox sama suufas maam!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Axab ñibbi këram, mer, ne fóññ ndax la ko Nabot waa Yisreel ba wax, ne ko du ko jox suufas maamam. Mu tëdd ca lalam, gedd, baña lekk."},{"style":"v","verse":"5","text":"Soxnaam Yesabel dikk ne ko: «Lu la tax ne fóññ nii? Lu la teree lekk?»"},{"style":"v","verse":"6","text":"Axab ne ko: «Damaa wax ak Nabot waa Yisreel bi, ne ko mu jaay ma toolub reseñam, ma fey ko xaalis mbaa su ko neexee ma wecci ko ko beneen toolub reseñ. Mu ne ma du ma jox toolub reseñam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Yesabel ne ko: «Xanaa du yaay buurub Israayil? Jógal lekk waay te bégal sa xol. Man maa lay jox toolu reseñu Nabot.»"},{"style":"v","verse":"8","text":"Ci kaw loolu Yesabel bind ay bataaxal ci turu Axab, def ci màndarga torlub Axab. Mu yónnee bataaxal ya ca mag ñaak gor ña ca dëkkub Nabot."},{"style":"v","verse":"9","text":"Mu bind ca bataaxal ya ne: «Yéeneleen koor\\f + \\fr 21.9 \\fk koor \\ft googu dafa mel ni tuub ak toroxlu lañu ci jublu.\\f*, beral Nabot jataay ci kanam mbooloo mi,"},{"style":"v","verse":"10","text":"te teg ñaari nit ñu tekkiwul dara, ñu janook moom. Na ñooñu duural Nabot ne ko: “Saaga nga Yàlla, saaga Buur.” Su ko defee ngeen génne ko dëkk ba, dóor ko ay doj ba mu dee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba mu ko defee waa dëkkub Nabot, mag ñaak gor ña daldi def la Yesabel santaane te bind ko ca bataaxal ya mu leen yónnee."},{"style":"v","verse":"12","text":"Ñu yéene koor, beral Nabot jataay ca kanam mbooloo ma."},{"style":"v","verse":"13","text":"Ñaari nit ñu tekkiwul dara dikk toog janook moom. Ñu duural ko ca kanam mbooloo ma, ne Nabot daa saaga Yàlla, saaga Buur. Ñu génne Nabot dëkk ba, dóor ko ay doj ba mu dee."},{"style":"v","verse":"14","text":"Ñu yónnee nag ca Yesabel ne ko dóor nañu Nabot ay doj ba mu dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Yesabel dégg ca, ne Axab: «Jógal nanguji toolu reseñu Nabot waa Yisreel bi. Moo la ko bañoona jaaye xaalis, waaye dundatul, dee na.»"},{"style":"v","verse":"16","text":"Axab dégg ca, daldi jubal toolu reseñu Nabot waa Yisreel ba, nangu ko."},{"style":"s1","verse":"","text":"Aji Sax ji dogal na mbugalu Axab"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci biir loolu kàddug Aji Sax ji dikkal Ilyaas ma dëkk Tisbi, ne ko:"},{"style":"v","verse":"18","text":"«Demal taseek Axab buurub Israayil ba ca Samari. Ma nga nee ca toolu reseñu Nabot ba mu nanguji."},{"style":"v","verse":"19","text":"Wax ko ne ko: “Aji Sax ji dafa wax ne: Du dangaa rey nit, ba nangu alalam?” Nga teg ca ne ko: “Aji Sax ji dafa wax ne: Fa xaj ya xabe deretu Nabot, ay xaj dina fa xabe sa deret, yaw itam.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Axab ne Ilyaas: «Ãa, noon bi, gisati nga ma?» Ilyaas ne ko: «Gis naa la, ndax dangaa dogu ci def lu bon lu Aji Sax ji ñaawlu."},{"style":"v","verse":"21","text":"Aji Sax ji nee na: Dama ne, dinaa wàcce lu bon ci sa kaw, fàllas say sët, ba bóom ci digg Israayil képp kuy colal, te bokk ci yaw Axab, muy gor, di jaam."},{"style":"v","verse":"22","text":"Dinaa def sa kër mel ni kër Yerbowam doomu Nebat mbaa kër Basa doomu Axya, ndax merloo nga ma te bàkkaarloo nga Israayil."},{"style":"v","verse":"23","text":"Te itam Aji Sax ji wax na ci mbirum Yesabel ne: Ay xaj dina lekk Yesabel ca wetu tatay Yisreel."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"24","text":"Ku Axab deele ci dëkk bi, xaj yi lekk;"},{"style":"q1","verse":"","text":"ku ci médde àll, njanaaw ya for.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Axab dafa dogu woon ci def lu bon lu Aji Sax ji ñaawlu, ba amu ci moroom moos, te jabaram Yesabel di ko ci xabtal."},{"style":"v","verse":"26","text":"Axab daan na def ñaawtéef ju réy, di topp ay kasaray tuur, di def mboolem lu doon baaxu Amoreen ña Aji Sax ji dàqoon ngir \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba Axab déggee kàddu yooyu, daa xotti ay yéreem, di woor, sol ay saaku, tëddaale ko, di temp ndànk, ngir toroxlu."},{"style":"v","verse":"28","text":"Ci biir loolu kàddug Aji Sax ji dikkal Ilyaas waa Tisbi ba, ne ko:"},{"style":"v","verse":"29","text":"«Gis nga ni Axab toroxloo fi sama kanam? Gannaaw toroxlu na nii ci sama kanam, duma wàcce lu bon cig dundam. Ci jamonoy doomam ju góor laay wàcce lu bon ci waa këram.»"}]