[{"style":"s1","verse":"","text":"Axab songati na Siri"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu toog nañu ñetti at yu xare amul diggante Siri ak Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ca ñetteelu at ma, Yosafat buurub Yuda dikk ca buurub Israayil."},{"style":"v","verse":"3","text":"Fekk buurub Israayil wax aki jawriñam ne leen: «Xanaa xamuleen ne Ramot ga ca Galàdd noo ko moom? Te jéemunoo def dara, ba nangu ko ci loxol buurub Siri!»"},{"style":"v","verse":"4","text":"Mu ne Yosafat: «Xanaa dinga ànd ak man ca xareb Ramot ga ca Galàdd?» Yosafat ne buurub Israayil: «Maa ngii, yaa ngii, samay nit ay say nit, te samay fas ay say fas.»"},{"style":"v","verse":"5","text":"Yosafat teg ca ne buurub Israayil: «Njëkkala seet lu ci Aji Sax ji wax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Buurub Israayil nag woo yonent yi, ñu daje, xawa tollook ñeenti téeméer (400). Mu laaj leen ne leen: «Ndax ma songi xare Ramot ga ca Galàdd, am ma bàyyi?» Ñu ne ko: «Demal, ndax Boroom bi moo leen di teg ci sa loxo.»"},{"style":"v","verse":"7","text":"Yosafat dellu ne: «Xanaa beneen yonentu Aji Sax ji da fee amatul, ba ñu mana seetlujeeti fa moom?»"},{"style":"v","verse":"8","text":"Buurub Israayil ne Yosafat: «Am na ba tey genn góor gu ñu mana seetal ci Aji Sax ji. Waaye man maa ko jéppi, ndax du jottali kàdduy \\w waxyu|waxyu:\\w* yu baax ci man, lu bon rekk lay wax; mooy Mise doomu Yimla.» Yosafat ne ko: «Buur, bul waxe noonu.»"},{"style":"v","verse":"9","text":"Buurub Israayil daldi woo ab jawriñam ne ko: «Demal indil ma gaaw Mise doomu Yimla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Buurub Israayil ak Yosafat buurub Yuda nag, ña nga toog, ku ci nekk ci ngànguneem. Ña nga solu ba jekk ca dàgga ja ca buntu Samari. Yonent yépp janook ñoom di biral ay kàdduy waxyu."},{"style":"v","verse":"11","text":"Cedesyas doomu Kenaana, ma woon ci seen biir, fekk na mu defarlu ay béjjéni weñ. Ma nga naan: «Aji Sax ji dafa wax ne: “Yii ngay jame waa Siri, ba jeexal leen.”»"},{"style":"v","verse":"12","text":"Mboolem yonent ya ca des nag di waxe genn kàddug waxyu googu, naan: «Buur, songal Ramot ga ca Galàdd te jël ndam li, ndax Aji Sax ji moo leen teg ci say loxo.»"},{"style":"s1","verse":"","text":"Mise yégle na jéllub Axab"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ci kaw loolu ndaw la woowi Mise, dem ne ko: «Dama ne, kàddug yonent ya genn la, muy jàmmu Buur. Kon nag, na sa kàddu ànd ak seen kàddu di genn, te nga wax jàmm.»"},{"style":"v","verse":"14","text":"Mise ne ko: «Giñ naa ci Aji Sax ji, Kiy dund, li ma Aji Sax ji wax rekk laay wax.»"},{"style":"v","verse":"15","text":"Ba Mise dikkee ba ca Buur, Buur ne ko: «Mise, ndax nu songi xare Ramot ga ca Galàdd, am nu bàyyi?» Mu ne ko: «Buur songal, daanéey, Aji Sax jee koy teg ci sa loxoo waay!»"},{"style":"v","verse":"16","text":"Buur nag ne ko: «Ñaata yoon laa lay giñloo ne la bu ma wax lu moy dëgg ci turu Aji Sax ji?»"},{"style":"v","verse":"17","text":"Mise ne ko:"},{"style":"q1","verse":"","text":"«Israayil gépp laa gis ñu tasaaroo ca tund ya,"},{"style":"q1","verse":"","text":"mbete xar yu amul sàmm."},{"style":"q1","verse":"","text":"Aji Sax ji ne: “Ñii de amuñu boroom."},{"style":"q1","verse":"","text":"Na ku nekk ci ñoom ñibbi këram ci jàmm.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Buurub Israayil nag ne Yosafat: «Waxuma la woon ne du jottali kàdduy \\w waxyu|waxyu:\\w* yu baax ci man, xanaa lu bon rekk?»"},{"style":"v","verse":"19","text":"Mise teg ca ne ko: «Kon nag déglul kàddug Aji Sax ji. Aji Sax ji laa gis, mu toog ci ngànguneem, mboolem gàngooru asamaan a nga taxaw ndijooram ba càmmoñam."},{"style":"v","verse":"20","text":"Aji Sax ji nag ne: “Ana kuy nax Axab, mu songi Ramot ga ca Galàdd, ba daanu ca?” Kii ne nii, kee ne nee."},{"style":"v","verse":"21","text":"Kenn ci gàngoor ga dikk, taxaw fa kanam Aji Sax ji. Mu ne: “Man maa koy nax.” Aji Sax ji ne ko: “Nan?”"},{"style":"v","verse":"22","text":"Mu ne: “Maay dikk, doon leer guy safaan dëgg ci làmmiñu yonentam yépp.” Mu ne ko: “Yaa koy nax, te man nga ko. Demal defe noonu.”"},{"style":"v","verse":"23","text":"Looloo waral lii. Aji Sax ji moo def leer guy safaan dëgg ci sa làmmiñu yonent yii yépp, te Aji Sax ji moo tudd musiba ci sa kaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba loolu amee Cedesyas doomu Kenaana talaata Mise, ne ko: «Ana wan yoon la leerug waxyu gu Aji Sax ji jaare, ba jóge ci man di wax ak yaw?»"},{"style":"v","verse":"25","text":"Mise ne ko: «Yaw mii yaa koy gisal sa bopp, keroog ba ngay dugg néegoo néeg, di làqtu.»"},{"style":"v","verse":"26","text":"Buurub Israayil ne ab surgaam: «Jàppal Mise, yóbbu ko ca Amon boroom dëkk bi ak ca Yowas doomu Buur\\f + \\fr 22.26 \\fk doomu Buur \\ft daa nañu ko woowe ndawal buur lu sasoo lenn ci liggéeyu ëttu buur bi.\\f*."},{"style":"v","verse":"27","text":"Nga ne ko: “Buur dafa wax ne: Dugalleen kii kaso, di ko jox lekk gu néew ak ndox mu néew, ba keroog may dikk ak jàmm.”»"},{"style":"v","verse":"28","text":"Mise ne: «Soo délseek jàmm déy, Aji Sax ji waxul, ma jottali.» Mu dellu ne: «Mbooloo mi, yeena ko déggandoo, yeen ñépp.»"},{"style":"s1","verse":"","text":"Axab song na Ramot"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ba mu ko defee buurub Israayil ànd ak Yosafat buurub Yuda, ñu dem songi Ramot ga ca Galàdd."},{"style":"v","verse":"30","text":"Buurub Israayil nag ne Yosafat: «Damay soppi col, dugg ci xeex bi, waaye yaw solal sa mbubbam buur.» Buurub Israayil soppig col, dugg ca xeex ba."},{"style":"v","verse":"31","text":"Fekk na buurub Siri jox ndigal fanweeri nitam ak ñaar, ñay jiite watiiri xare ya. Mu ne leen: «Buleen xeex ak kenn, du ku tuut, du ku réy, diirleen buurub Israayil, moom rekk.»"},{"style":"v","verse":"32","text":"Ba loolu amee, ña jiite watiiri xare ya gis Yosafat, daldi ne: «Kii kay mooy buurub Israayil!» Ñu walbatiku ci kawam, ngir song ko. Yosafat nag àddu ca kaw,"},{"style":"v","verse":"33","text":"njiiti watiir ya xam ne du buurub Israayil, ñu walbatikuwaat, bàyyi ko."},{"style":"v","verse":"34","text":"Ci biir loolu mu am ku soqi ag fitt te teyu ko, mu dal buurub Israayil ci diggante ñaari wàlli pakk bi mu sol. Mu ne dawalkatu watiiram: «Waññikul, génne ma ci xeex bi, gaañu naa!»"},{"style":"v","verse":"35","text":"Naka la xare ba tàkkarnaase bésub keroog bépp, ñu téye buur ba ca biir watiir wa, mu janook waa Siri, ba ca ngoon sa, mu doora dee. Jam-jam baa nga nàcc, ba taa ca biir watiir ba."},{"style":"v","verse":"36","text":"Jant baa ngay xalambaayu, yéene jib, ba dajal mbooloo ma. Ña nga naan: «Na ku nekk ñibbi sa dëkk, ca sam réew!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Buur ba nag saay, ñu yóbbu ko Samari, denc ko foofa."},{"style":"v","verse":"38","text":"Ba ñuy raxas watiir ba ca déeg ba ñuy wax Samari, xaj ya di xab deret ja, gànc ya di sangu ca ndoxum déeg ma, muy la Aji Sax ji waxoon\\f + \\fr 22.38 \\ft Seetal ci 21.19.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Li des ci mbiri Axab ak mboolem lu mu def ak kër ga mu tabax, rafetale ko yaxu bëñi ñey, ak mboolem dëkk ya mu tabax, loolu lépp, bindees na ko moos ca téere ba ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"v","verse":"40","text":"Buur Axab nag saay, fekki ay maamam, doomam Axasya falu buur, wuutu ko."},{"style":"s1","verse":"","text":"Yosafat falu na Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Axab moomu, ba mu faloo Israayil, ba dugg ca ñeenteelu atu nguuram, ca la Yosafat doomu Asa falu buur ca Yuda."},{"style":"v","verse":"42","text":"Yosafat amoon na fanweeri at ak juróom, ba muy falu te ñaar fukki at ak juróom la nguuru ca Yerusalem. Yaayam moo doon Asuba, doomu Silxi."},{"style":"v","verse":"43","text":"Yosafat ci tànki baayam Asa la aw, jàddul fenn, xanaa di def njub lu Aji Sax ji rafetlu."},{"style":"v","verse":"44","text":"Terewul \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya jëleesu ko fa. Mbooloo ma dañoo wéy di fa def ay sarax aka taal \\w cuuraay|cuuraay l-:\\w*."},{"style":"v","verse":"45","text":"Yosafat séqoon na nag ak buurub Israayil jàmm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Li des ci mbiri Yosafat ak njàmbaaram aki xareem, bindees na lépp moos ca téere ba ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","verse":"47","text":"La desoon ca ñay gànctu ca jaamookaayi tuur ya fa desoon ca jamonoy baayam Asa, ba booba, Yosafat da leena jële ca réew ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Booba réewum Edom amuloon buur. Ab jawriñ lañu fa daan tabb."},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Yosafat defaroon na ay gaal yu mag yu mu deme réewum Ofir, di wuti wurus. Waaye sottiwul, ndax gaal yaa nga yàqoo ca Eccon Geber."},{"style":"v","verse":"50","text":"Booba la Axasya doomu Axab wax Yosafat ne ko: «Tee ngaa may samay nit, ñu ànd ak say nit ci gaal yi?» Yosafat lànk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Gannaaw gi, Buur Yosafat saay, fekki ay maamam, ñu denc ko fa ñu denc ay maamam ca gox ba ñu naan Kër Daawuda maamam. Yexoram doomam moo falu buur, wuutu ko."},{"style":"s1","verse":"","text":"Axasya falu na Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"52","text":"Yosafat moomu, ba mu faloo Yuda, ba dugg ca fukkeelu atu nguuram ak juróom ñaar, ca la Axasya doomu Axab falu buur ca Israayil, Samari di péeyam. Axasya nguuru na Israayil ñaari at."},{"style":"v","verse":"53","text":"Da daan def lu bon, lu Aji Sax ji ñaawlu, topp tànki ndeyam ak baayam ak tànki Yerbowam doomu Nebat ma doon bàkkaarloo Israayil."},{"style":"v","verse":"54","text":"Axasya jaamu na \\w Baal|Baal:\\w*, tuur ma, di ko sujjóotal, ba merloo Aji Sax ji Yàllay Israayil, muy mboolem la baayam daa def."}]