[{"style":"s","text":"Korney woo na Piyeer"},{"style":"p","text":""},{"style":"v","text":"Amoon na ci Sesare nit ku tudd Korney, nekk njiitu °xare, mu bokk ci mbooloom xare, mi ñuy wax mu Itali."},{"style":"v","text":"Moom nag ku farlu woon ci Yàlla la, te ragal ko, moom ak waa këram gépp; muy sarax ñu bare ci °bànni Israyil, tey saxoo ci ñaan ci Yàlla."},{"style":"p","text":""},{"style":"v","text":"Am bés ci tisbaar nag mu am peeñu, gis bu leer malaakam Yàlla feeñu ko ne ko: «Korney!»"},{"style":"v","text":"Noonu Korney ne ko jàkk, daldi tiit ne ko: «Kilifa gi, lu mu doon?» Malaaka ma ne ko: «Say ñaan ak say sarax yéeg na fa kanam Yàlla, te nangul na la."},{"style":"v","text":"Yónnil léegi nag ay nit ci dëkku Yope, ñu woo ku tudd Simoŋ, mi ñu dàkkentale Piyeer."},{"style":"v","text":"Mu nga dal fa Simoŋ wullikat, bi këram nekk ci wetu géej.»"},{"style":"p","text":""},{"style":"v","text":"Bi malaaka mi doon wax ak moom demee, Korney woo ñaar ci ay surgaam ak benn xarekat bu farlu ci Yàlla ci ñi koy topptoo;"},{"style":"v","text":"mu nettali leen lépp, yebal leen Yope."},{"style":"p","text":""},{"style":"v","text":"Ca ëllëg sa, ba ñuy jaar ca yoon wa, ba jub dëkk ba, Piyeer yéeg ca kaw °taax ma ci digg bëccëg ngir ñaan ci Yàlla."},{"style":"v","text":"Noonu xiif dab ko fa, mu bëgga lekk. Waaye bi ñu koy toggal, Yàlla feeñu ko."},{"style":"v","text":"Mu xool asamaan ubbiku, gis lu mel ni sér bu mag bu ñu téye ci ñeenti laf ya, yoor ko, mu jëm suuf."},{"style":"v","text":"Boroom ñeenti tànk yépp ñu nga ca, ak yiy raam ci suuf, ak picci asamaan."},{"style":"v","text":"Te baat ne ko: «Jógal, Piyeer, rey te lekk.»"},{"style":"v","text":"Waaye Piyeer ne ko: «Mukk, Boroom bi, ndaxte masumaa lekk dara lu daganul mbaa lu araam.»"},{"style":"v","text":"Waaye baat bi wax ak moom ñaareelu yoon ne ko: «Lu Yàlla sellal, bu ko araamal.»"},{"style":"v","text":"Ñu def ko nag, ba muy ñetti yoon, ba noppi ñu ne cas sér ba, jëme asamaan."},{"style":"v","text":"Bi loolu amee Piyeer jaaxle lool ci lu peeñu miy tekki; fekk booba nit ñi Korney yebal, laajte woon nañu kër Simoŋ, ba agsi ci bunt bi."},{"style":"v","text":"Ñu woote nag naan: «Simoŋ, mi ñu dàkkentale Piyeer, ndax fi la dëkk?»"},{"style":"p","text":""},{"style":"v","text":"Bi Piyeer di rabal xelam ci peeñu ma, Xel mi ne ko: «Ñetti nit a ngi nii, di la wut."},{"style":"v","text":"Jógal, nga wàcc te ànd ak ñoom; bul werante, ndaxte maa leen yebal.»"},{"style":"v","text":"Piyeer wàcc nag ne nit ñi: «Maa ngi nii, man mi ngeen di wut; lu doon seeni tànk?»"},{"style":"v","text":"Ñu ne ko: «Korney, njiitu xare ba, nit ku jub la te ragal Yàlla, ba am seede su rafet ci bànni Israyil gépp. Malaaka mu sell nag sant na ko, mu woolu la ci këram te déglu li ngay wax.»"},{"style":"v","text":"Ci kaw loolu Piyeer dugal leen, dalal leen."},{"style":"s","text":"Piyeer ci kër Korney"},{"style":"p","text":"Ba bët setee, Piyeer jóg, dem ak ñoom, ànd ak ñenn ci bokk yi dëkk Yope,"},{"style":"v","text":"te bés ba ca topp mu dikk Sesare. Fekk Korney woo na këram ay bokkam ak i xaritam yi ko gëna jege, di xaar Piyeer."},{"style":"v","text":"Bi Piyeer duggee nag, Korney daje ak moom, daanu ciy tànkam, sargal ko."},{"style":"v","text":"Waaye Piyeer yékkati ko ne: «Jógal, man it nit rekk laa.»"},{"style":"v","text":"Noonu muy waxtaan ak moom, duggsi, fekk fa ndajem nit ñu bare."},{"style":"v","text":"Mu ne leen: «Xam ngeen ne aaye nañu Yawut, mu jaxasoo ak ku mu bokkalul xeet, mbaa mu dugg ci këram. Waaye Yàlla won na ma ne warumaa ne kenn setul mbaa araam na."},{"style":"v","text":"Looloo tax, bi ngeen ma wooloo, ñëw naa ci lu àndul ak werante. Maa ngi leen di laaj nag, lu ngeen may doye?»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Korney ne: «Ñetti fan a ngii may ñaan ci sama biir kër ci waxtu wii, maanaam tisbaar. Ci saa si ku sol yére yuy melax taxaw ci sama kanam,"},{"style":"v","text":"mu ne ma: “Korney, say ñaan nangu na, te say sarax egg nañu fa kanam Yàlla."},{"style":"v","text":"Yónneel nag ci Yope, woolu Simoŋ, mi ñu dàkkentale Piyeer; mu nga dal ci kër Simoŋ miy wullikat ca wetu géej ga.”"},{"style":"v","text":"Yónnee naa nag ci ni mu gëna gaawe, woolu la; te maa ngi lay sant ci li nga ñëw. Léegi nag nun ñépp nu ngi fi ci kanam Yàlla, ngir déglu lépp li la Boroom bi sant.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Piyeer jël kàddu ga ne leen: «Ci dëgg gis naa ne Yàlla du gënale,"},{"style":"v","text":"waaye ci xeet yépp, ku ko ragal tey def lu jub, moom la nangu."},{"style":"v","text":"Yónnee na kàddoom °bànni Israyil, di leen xibaar jàmm, jaarale ko ci Yeesu °Kirist, miy Boroom lépp."},{"style":"v","text":"Xam ngeen li xewoon ci réewum Yawut yépp, li ko tàmbalee ci diiwaanu Galile, topp ci waareb °Yaxya, mu naan nit ñi, mu °sóob leen ci ndox."},{"style":"v","text":"Xam ngeen ne Yàlla fal na Yeesum Nasaret, sol ko °Xel mu Sell mi ak kàttan; muy wër, di def lu baax ak di faj ñépp ñi nekkoon ci kilifteefu °Seytaane, ndaxte Yàlla ànd na ak moom."},{"style":"p","text":""},{"style":"v","text":"«Seede nanu li mu def lépp ci biir réewu Yawut ya ak °Yerusalem. Moona rey nañu ko ci wékk ko ci bant."},{"style":"v","text":"Waaye Yàlla dekkal na ko ci ñetteelu fan ba te biral ko,"},{"style":"v","text":"waxuma xeet wépp, waaye seede yi Yàlla tànn lu jiitu, maanaam nun ñi daan lekk di naan ak moom gannaaw ndekkiteem."},{"style":"v","text":"Te Yeesu sant na nu, nu yégal xeet wa, di seede ne moom la Yàlla jagleel àtteb ñiy dund ak ñi dee."},{"style":"v","text":"Yonent yépp seedeel nañu ko ne, ku ko gëm, Yàlla dina la baal say bàkkaar ci turam.»"},{"style":"p","text":""},{"style":"v","text":"Bi Piyeer di wax loolu, Xel mu Sell mi wàcc ci kaw ñépp ñiy déglu kàddu ga."},{"style":"v","text":"Yawut yi gëm yépp nag, ñi ànd ak Piyeer, daldi waaru ci li Yàlla tuur Xel mu Sell, mi mu maye, ci ñi dul Yawut itam."},{"style":"v","text":"Ndaxte dégg nañu leen, ñuy wax yeneen làkk ak di màggal Yàlla."},{"style":"p","text":""},{"style":"v","text":"Booba Piyeer daldi wax ne: «Ñii jot Xel mu Sell mi ni nun, ndax manees na leena baña °sóob ci ndox?»"},{"style":"v","text":"Noonu mu santaane, ñu sóob leen ci ndox ci turu Yeesu Kirist. Gannaaw loolu ñu ñaan ko, mu toog ci ñoom ay fan."}]