[{"style":"s","verse":"","text":"Piyeer leeral na jëfam fa kanam gaayi Kirist // ya nekk Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi loolu amee ndaw yi ak bokk yi nekk ci diiwaanu Yude, dégg nañu ne, ñi dul Yawut nangu nañu kàddug Yàlla."},{"style":"v","verse":"2","text":"Bi Piyeer demee °Yerusalem nag, kureelu Yawut gi farataal xaraf, di werante ak moom ne ko:"},{"style":"v","verse":"3","text":"«Lu tax nga dem ca këru ñu xaraful, bay lekk sax ak ñoom?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Noonu Piyeer daldi leen benn-bennal mbir mi, nettali leen ko"},{"style":"v","verse":"5","text":"ne: «Nekkoon naa ca dëkku Yope, di fa ñaan ci Yàlla, ba far sama xol seey ci moom; noonu ma am peeñu: lu mel ni sér bu mag wàcc, jóge ci asamaan, ñu yoor ko ca ñeenti laf ya, mu ñëw ba ci man."},{"style":"v","verse":"6","text":"Ma xool ko jàkk, seetlu ko bu baax, ma gis ca boroom ñeenti tànk yu nekk ci kaw suuf, di rabi àll yi, yiy raam ak picci asamaan."},{"style":"v","verse":"7","text":"Te dégg naa baat bu ma ne: “Jógal Piyeer, rey te lekk.”"},{"style":"v","verse":"8","text":"Waaye ma ne: “Mukk Boroom bi, ndax dara lu daganul mbaa lu araam masula dugg ci sama gémmiñ.”"},{"style":"v","verse":"9","text":"Waaye ñaareel bi yoon baat bi dellu ne ma: “Lu Yàlla sellal, bu ko araamal.”"},{"style":"v","verse":"10","text":"Loolu am ba muy ñetti yoon, ba noppi ñu ne cas lépp, jëme asamaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Ca saa sa ñetti góor, ña ñu yebal ci man, jóge Sesare, agsi ca kër ga ma dal."},{"style":"v","verse":"12","text":"Te Xel mi ne ma: “Àndal ak ñoom, te bu ci werante.” Juróom benni bokk, yi fi teew, gunge woon nañu ma, ba nu dugg ca kër góor googu."},{"style":"v","verse":"13","text":"Mu nettali nu ne gis na malaaka, feeñu ko ca këram ne ko: “Yónneel ca dëkku Yope, woolu Simoŋ, mi ñu dàkkentale Piyeer."},{"style":"v","verse":"14","text":"Dina la xamal ay wax yu lay musal, yaw ak sa waa kër gépp.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Bi ma tàmbalee wax nag, °Xel mu Sell mi wàcc ci ñoom, ni mu wàcce woon ci nun bu jëkk."},{"style":"v","verse":"16","text":"Bi loolu amee ma fàttaliku li Boroom bi wax ne: “°Yaxya ci ndox la daan °sóobe, waaye yéen dees na leen sóob ci Xel mu Sell mi.”"},{"style":"v","verse":"17","text":"Gannaaw nag Yàlla jagleel na leen may, gi mu nu mayoon, bi nu gëmee Yeesu °Kirist Boroom bi, man maay kan, bay tebbi àtteb Yàlla?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Bi ñu déggee loolu, amuñu dara lu ñu ca teg, ñu daldi màggal Yàlla ne: «Yàlla nag may na ñi dul Yawut it ñu tuub seeni bàkkaar, ba am dund gu wóor gi.»"},{"style":"s","verse":"","text":"Barnabas ak Sóol ci dëkku Ancos"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ñi tasoon nag ndax fitna, ji amoon gannaaw Ecen, ñu dem ba diiwaanu Fenisi, ci dunu Sipar ak ca dëkku Ancos, di wax kàddu gi, waaye yemale ko ci Yawut yi."},{"style":"v","verse":"20","text":"Moona amoon na ci ñoom ay niti Sipar ak dëkku °Siren, ñu ñëw ci Ancos, ba seen wax law ci Gereg yi it, ñu di leen xamal xibaaru jàmm bu Yeesu Boroom bi."},{"style":"v","verse":"21","text":"Te loxob Boroom bi ànd ak ñoom, ba mbooloo mu mag gëm te waññiku ci Boroom bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ba mbir ma siiwee, ba àgg ci noppi mbooloom ñi gëm ci °Yerusalem, ñu yebal Barnabas ba Ancos."},{"style":"v","verse":"23","text":"Bi mu agsee nag, ba gis yiw, wi leen Yàlla may, mu bég ci te di leen xiir, ñu wàkkirlu ci Boroom bi te dogu ci."},{"style":"v","verse":"24","text":"Ndaxte nit ku baax la woon te fees ak Xel mu Sell mi ak ngëm; noonu mbooloo mu bare dolliku ci Boroom bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Gannaaw loolu Barnabas dem ca dëkku Tars, di wut Sóol."},{"style":"v","verse":"26","text":"Bi mu ko gisee, mu indi ko Ancos. Noonu atum lëmm ñu bokk ak mbooloom ñi gëm, di jàngal nit ñu bare. Te ci Ancos lañu jëkka tudde taalibe ya °Gaayi Kirist."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ca fan yooyu ay yonent jóge Yerusalem, ñëw Ancos."},{"style":"v","verse":"28","text":"Kenn ci ñoom tudd Agabus jóg, mu yégle jaarale ko ci Xelu Yàlla mi ne xiif bu metti dina daj àddina sépp. Loolu nag amoon na ca ayug buur bu ñuy wax °Këlódd."},{"style":"v","verse":"29","text":"Kon taalibe ya fas yéenee sàkk ndimbal, jëme ca bokk ya dëkk diiwaanu Yude, ku nekk ak sa kem kàttan."},{"style":"v","verse":"30","text":"Noonu lañu def nag, teg ko ci loxoy Barnabas ak Sóol, yónnee ko njiit ya."}]