[{"style":"s","verse":"","text":"Yàlla musal na Piyeer ca kaso ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca jamono jooja °Erodd buur ba jàppoon na ay nit ci mbooloom ñi gëm, ngir fitnaal leen."},{"style":"v","verse":"2","text":"Noonu mu daldi jàpp Saag, doomu ndeyu Yowaana, mu reylu ko ci jaasi."},{"style":"v","verse":"3","text":"Bi mu gisee nag ne mbir moomu neex na Yawut ya, mu daldi jàpp it Piyeer; fekk loolu daje ak bési màggalu Yawut, ga ñuy wax °Mburu ma amul lawiir."},{"style":"v","verse":"4","text":"Bi mu ko jàppee, mu tëj ko kaso, teg ko ci loxoy ñeenti mboolooy xarekat, ngir ñu wottu ko, fekk mbooloo mu ci nekk di ñeenti nit; amoon na yéeney yóbbu ko ci kanam Yawut ya gannaaw màggalu bésu °Mucc ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Noonu ñuy wottu Piyeer ca kaso ba, waaye mbooloom ñi gëm di ko ñaanal Yàlla ak seen xol bépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bi Erodd nekkee ci tànki indilu ko, ca guddi googa yeewoon nañu Piyeer ak ñaari càllala, muy nelaw diggante ñaari xarekat, te ay xarekat di wottu buntu kaso ba."},{"style":"v","verse":"7","text":"Ca saa sa malaakam Boroom bi ñëw, te leer ne ràyy ca néeg ba. Malaaka ma dóor Piyeer ci wetam, yee ko ne ko: «Jógal bu gaaw!» Noonu jéng ya rot ciy loxoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Malaaka ma ne ko: «Takkal sa geño te sol say dàll.» Mu def ko. Malaaka ma ne ko: «Solal sa mbubb te topp ci man.»"},{"style":"v","verse":"9","text":"Piyeer génn, topp ca malaaka ma, fekk gëmul sax ne lu am la, waaye mu yaakaar ne peeñu la."},{"style":"v","verse":"10","text":"Noonu ñu weesu wottukat bu jëkk ba ak ba ca tegu, ñu agsi ca buntu weñ, ba jëm ca dëkk ba, mu daldi ubbikul boppam ci seen kanam. Ñu génn nag, jaar ci benn mbedd, malaaka ma daldi ko bàyyi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bi xelam délsee ci moom Piyeer ne: «Léegi xam naa ci lu wóor ne, Boroom bi yónni na malaakaam, musal ma ci loxoy Erodd ak li ma Yawut ya yéene woon lépp.»"},{"style":"v","verse":"12","text":"Mu rabal xelam ci loolu, daldi dem kër Maryaama, ndeyu Yowaana, mi ñuy wax it Màrk, fekk ñu bare booloo fa, di ñaan ci Yàlla."},{"style":"v","verse":"13","text":"Noonu Piyeer fëgg buntu kër ga, te mbindaan mu tudd Rodd wuyusi ko."},{"style":"v","verse":"14","text":"Mu xàmmi baatu Piyeer, bég ci, ba fàtte koo ubbil, waaye mu daw ci biir, xamle ne Piyeer a nga ca bunt ba."},{"style":"v","verse":"15","text":"Ñu ne ko: «Xanaa dangaa dof.» Waaye mu dëgër ci li mu wax. Noonu ñu ne ko: «Xanaa malaakaam la.»"},{"style":"v","verse":"16","text":"Fekk Piyeer di gëna fëgg. Noonu ñu tijji, gis ko, daldi waaru."},{"style":"v","verse":"17","text":"Piyeer taf loxoom ci gémmiñam, ngir ñu noppi, daldi leen nettali, ni ko Boroom bi génnee ca kaso ba. Mu ne leen: «Tee ngeen jottali ko Saag ak bokk ya.» Bi mu ko waxee, mu jóge fa, dem feneen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Bi bët setee nag, yëngu-yëngu bu réy am na ca xarekat ya, ñu ne: «Ana Piyeer?»"},{"style":"v","verse":"19","text":"Noonu Erodd wutlu ko, waaye gisu ko. Kon mu àtte wottukat ya, joxe ndigalu rey leen."},{"style":"s","verse":"","text":"Buur Erodd dee na"},{"style":"p","verse":"","text":"Bi loolu amee °Erodd jóge ci diiwaanu Yude, dem dëkku Sesare, toog fa."},{"style":"v","verse":"20","text":"Fekk mu nekk ci xëccoo bu tàng ak waa dëkki Tir ak Sidon. Naka noona ñu ànd, bëgg koo gis. Ñu neexal Balastus, bëkk-néegu buur ba, di ñaan jàmm, ndaxte réewu buur ba moo doon dundal seen bos."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ca bés ba ñu jàpp nag Erodd sol mbubbi buuram, toog ca jal ba ca àttekaay ba, di leen yedd ak a dénk."},{"style":"v","verse":"22","text":"Noonu mbooloo mi di yuuxu naan: «Lii baatu Yàlla la, du baatu nit!»"},{"style":"v","verse":"23","text":"Ca saa sa nag, gannaaw màggalul Yàlla, malaakam Boroom bi fàdd ko te ay sax dugg ko, ba mu dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Moona kàddug Boroom bi di gëna màgg tey law."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Naka Barnabas ak Sóol, bi ñu matalee seen liggéey, ñu jóge °Yerusalem, ñibbi, ànd ak Yowaana mi tudd Màrk."}]