[{"style":"s","text":"Yàlla yónni na Barnabas ak Sóol"},{"style":"p","text":""},{"style":"v","text":"Amoon na ci mbooloom ñi gëm, mi nekk dëkku Ancos, ay yonent ak ay jànglekat: maanaam Barnabas, Simeyon ku ñu dàkkentale Ñuul, Lusiyus mi dëkk °Siren, Manayen mi yaroondoo ak °Erodd boroom diiwaan ba, ak Sóol."},{"style":"v","text":"Am bés nag, bi ñuy jaamu Boroom bi ak di woor, °Xel mu Sell mi ne: «Beral-leen ma Barnabas ak Sóol ngir liggéey, bi ma leen wooye.»"},{"style":"v","text":"Bi ñu ko déggee, ñu daldi woor ak a ñaan, °teg leen ay loxo, ba noppi bàyyi leen ñu dem."},{"style":"s","text":"Waare nañu ci dunu Sipar"},{"style":"p","text":""},{"style":"v","text":"Noonu °Xel mu Sell mi yónni leen. Ñu dem nag ci dëkku Selusi, dugg fa gaal, jëm ci dun bu ñuy wax Sipar."},{"style":"p","text":""},{"style":"v","text":"Bi ñu teeree ca dëkku Salamin nag, ñu yégle fa kàddug Yàlla ca jàngub Yawut ya. Ku tudd Yowaana ànd ak ñoom, di leen jàpple ci liggéey bi."},{"style":"p","text":""},{"style":"v","text":"Noonu ñu jaar ci dun bépp, ba egg dëkku Pafos. Foofa ñu gis luxuskat bu tudd Bar-Yeesu, di Yawut bu mbubboo turu yonent."},{"style":"v","text":"Mu bokk ci gàngooru boroom réew ma tudd Sersiyus Poolus, di nit ku neex xel. Moom nag mu woolu Barnabas ak Sóol, ngir bëgga dégg kàddug Yàlla."},{"style":"v","text":"Waaye Elimas, boroom xam-xam bu ñuul bi --ndaxte loolu la turam di tekki-- di leen dogale, ngir bañ boroom réew ma gëm."},{"style":"v","text":"Ci kaw loolu Sóol, mi tudd it Pool, daldi fees ak Xel mu Sell mi; mu xool ko jàkk,"},{"style":"v","text":"ne ko: «Yaw mi fees ak fen ak lu bon, di doomu °Ibliis, tey noonu lépp lu jub, ndax doo bàyyee dëngal yoon yu jub yu Boroom bi?"},{"style":"v","text":"Léegi loxob Boroom bi dina dal sa kaw, te dinga gumba, ba dootuloo gis jant bi ab diir.» Ca saa sa nag ay bëtam muuru, mu daldi tàbbi cig lëndëm, muy làmbatu, di wut ku ko wommat."},{"style":"v","text":"Ba boroom réew ma gisee li xew nag, mu daldi gëm, di yéemu ci yoonu Boroom bi."},{"style":"s","text":"Waare nañu ci Ancos ci diiwaanu Pisidi"},{"style":"p","text":""},{"style":"v","text":"Naka noona Pool ak ñi mu àndal jóge Pafos, jaar ci géej, jëm dëkku Peers ci réewu Pamfili. Yowaana nag tàggoo ak ñoom, dellu °Yerusalem."},{"style":"p","text":""},{"style":"v","text":"Waaye ñoom ñu jóge Peers, aw ca yoon wa, ba ñëw dëkku Ancos ci diiwaanu Pisidi. °Bésub noflaay ba nag ñu dugg ca jàngu ba, toog."},{"style":"v","text":"Bi ñu jàngee yoonu °Musaa ak yonent ya, njiiti jàngu ba yónnee ca ñoom ne leen: «Bokk yi, bu ngeen amee lu ngeen di dénk mbooloo mi, waxleen ko.»"},{"style":"v","text":"Noonu Pool jóg, tàllal loxoom ne leen:"},{"style":"p","text":"«Yéen bokki Israyil ak yéen ñi ragal Yàlla, dégluleen!"},{"style":"v","text":"Yàllay °bànni Israyil tànn na sunuy maam, di yokk xeet wa, bi ñuy ganeyaan ci Misra; ba noppi mu génne leen fa ak kàttanu loxoom."},{"style":"v","text":"Diirub ñeent fukki at mu di leen muñal ca màndiŋ ma."},{"style":"v","text":"Gannaaw loolu faagal na juróom ñaari xeet ci réewu Kanaan, ba sunuy maam donn réew ma."},{"style":"v","text":"Loolu lépp xew na ci diirub ñeenti téeméeri at ak juróom fukk."},{"style":"p","text":"«Gannaaw loolu mu jox leen ay njiit, ba ci yonent Yàlla Samiyel."},{"style":"v","text":"Booba ñuy ñaan buur, te Yàlla jox leen Sóol, doomu Kis ci giiru °Beñamin, muy seen buur diirub ñeent fukki at. Gannaaw ga mu jële ko fa,"},{"style":"v","text":"dellu falal leen buur bu tudd °Daawuda, mu seedee ko nii: “Gis naa Daawuda, doomu °Isayi, ku ma neex ci sama xol, te dina def lépp luy sama coobare.”"},{"style":"p","text":""},{"style":"v","text":"«Noonu ci askanam Yàlla indil na bànni Israyil Musalkat bi Yeesu, ci ni mu ko dige woon."},{"style":"v","text":"Laata muy ñëw nag, Yaxya daan na waare, ne bànni Israyil gépp, ñu tuub seeni bàkkaar, te mu °sóob leen ci ndox."},{"style":"v","text":"Te ba Yaxyay jeexal sasam, mu ne: “Ku ngeen may teg? Duma °Ki wara ñëw; waaye am na kuy ñëw sama gannaaw, koo xam ne kii yeyoowumaa tekki ay dàllam.”"},{"style":"p","text":""},{"style":"v","text":"«Bokk yi, yéen askanu °Ibraayma ak yéen ñi ragal Yàlla, kàddug mucc gi ci nun la wàcc."},{"style":"v","text":"Waa Yerusalem ak seeni kilifa xàmmiwuñu woon Yeesu te xamuñu woon waxu yonent, yi ñuy jàng bésub noflaay bu nekk; teewul ñu amal waxu yonent yi, ci li ñu àtte Yeesu, ba daan ko."},{"style":"v","text":"Yoon dabu ko fenn, moona ñaan nañu °Pilaat, mu reylu ko."},{"style":"v","text":"Noonu ñu def lépp lu yonent yi bindoon ci mbiram, ba noppi ñu wàcce ko ca bant ba, tàbbal ko ci bàmmeel."},{"style":"v","text":"Waaye Yàlla dekkal na ko,"},{"style":"v","text":"te diirub ay fan yu bare feeñu na ñi àndoon ak moom, jóge diiwaanu Galile, dem Yerusalem; léegi nag ñooy ay seedeem ci wetu xeet wi,"},{"style":"v","text":"te nu ngi leen di xamal xibaaru jàmm bi ne leen, li Yàlla digoon sunuy maam,"},{"style":"v","text":"def na ko ngir nun seeni sët, ci li mu dekkal Yeesu. Moom lañu bindoon ci ñaareelu saaru Sabóor ne:"},{"style":"q","text":"“Yaa di sama Doom,"},{"style":"q","text":"maa di sa Baay tey.”"},{"style":"m","text":""},{"style":"v","text":"Te it li ko Yàlla dekkal, ba mu bañatee jaar ci dee, te suuf du ko lekk mukk, moom la Yàlla wax ne:"},{"style":"q","text":"“Dinaa la may barke yu sell te wóor, yi ma digoon Daawuda.”"},{"style":"m","text":""},{"style":"v","text":"Moo tax mu waxaat feneen ne:"},{"style":"q","text":"“Doo bàyyi sa Waa ju sell, mu yàqu.”"},{"style":"m","text":""},{"style":"v","text":"Ndaxte bi Daawuda defee coobarey Yàlla ci jamonoom, mu faatu, ñu suul ko, mu fekki ay maamam, suuf lekk ko."},{"style":"v","text":"Waaye ki Yàlla dekkal, yaramam seeyul."},{"style":"p","text":""},{"style":"v","text":"«Kon nag bokk yi, nangeen xam ne ci moom Yeesu nu ngi leen di yégal mbaalug bàkkaar yi. Te fépp fu yoonu °Musaa tële woona àttee nit ni ku jub,"},{"style":"v","text":"fa la Yeesu di àttee ni ku jub képp ku ko gëm."},{"style":"v","text":"Wottuleen nag ba li yonent yi bindoon bañ leena dal, ci li ñu ne:"},{"style":"q","text":""},{"style":"v","text":"“Yéen ñiy xeebaate, gisleen lii,"},{"style":"q","text":"ngeen yéemu ba far;"},{"style":"q","text":"ndaxte dinaa def ci seen jamono jëf,"},{"style":"q","text":"joo xam ne su ngeen ko déggee sax,"},{"style":"q","text":"dungeen ko gëm.”»"},{"style":"p","text":""},{"style":"v","text":"Bi ñuy génn nag ca jàngu ba, Yawut ya ñaan leen, ñu baamtu wax ja ca bésub noflaay ba ca tegu."},{"style":"v","text":"Te bi mbooloo ma tasee, ay Yawut yu bare ak ñi tuuboon ci yoonu Yawut te ragal Yàlla, topp ci Pool ak Barnabas. Ñuy diisoo ak ñoom, di leen xiir, ñu wàkkirlu ci yiwu Yàlla."},{"style":"p","text":""},{"style":"v","text":"Noonu bésub noflaay ba ca tegu, daanaka waa dëkk bépp daje, ngir déglu kàddug Yàlla."},{"style":"v","text":"Waaye bi Yawut yi gisee mbooloo ma, ñu daldi fees ak kiñaan, di weddi li Pool di wax te di ko xas."},{"style":"v","text":"Bi loolu amee Pool ak Barnabas ne leen ci lu bir: «Yéen lanu wara jëkka yégal kàddug Yàlla, waaye gannaaw gàntu ngeen ko, ba àtte seen bopp ne yeyoowuleen dund gu dul jeex gi, kon nu ngi waññiku ci ñi dul Yawut."},{"style":"v","text":"Ndaxte moom la nu Boroom bi sant ci li mu naan:"},{"style":"q","text":"“Samp naa la, nga nekk leeru ñi dul Yawut,"},{"style":"q","text":"ngir nga yóbbu mucc gi, mu daj cati àddina.”»"},{"style":"p","text":""},{"style":"v","text":"Ñi dul Yawut nag, bi ñu déggee loolu, daldi bég tey màggal kàddug Boroom bi; te ñépp ñu jagoo dund gu dul jeex daldi gëm."},{"style":"p","text":""},{"style":"v","text":"Noonu kàddug Boroom bi di law ci diiwaan bépp."},{"style":"v","text":"Waaye Yawut ya xiir ay jigéen, ñi woomle te farlu ci diine, ñoom ak magi dëkk ba, ñu fitnaal Pool ak Barnabas, ngir génne leen réew ma."},{"style":"v","text":"Waaye Pool ak Barnabas daldi yëlëb seen pëndu tànk, ngir dëggal seen weddi, jëm dëkku Ikoñum."},{"style":"v","text":"Naka taalibe yi nag, ñu fees ak mbég ak °Xel mu Sell mi."}]