[{"style":"s","verse":"","text":"Pool ak Barnabas ci dëkku Ikoñum"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi Pool ak Barnabas nekkee Ikoñum nag, ñu dugg ci jàngub Yawut ya, ni ñu ko daan defe; ñuy waare, ba mbooloom Yawut ak Gereg mu bare gëm."},{"style":"v","verse":"2","text":"Waaye Yawut yu nanguwul yi ñoo jógloo ñi dul Yawut, di ñaawal seen njort ci bokki taalibe yi."},{"style":"v","verse":"3","text":"Pool ak Barnabas nag sax nañu ci Ikoñum lu yàgg, ñu wéeru ci Boroom bi, bay wax ak fit wu dëgër; te Yàlla dëggal kàddug yiwam, ba may leen, ñu def ay kéemaan ak ay firnde."},{"style":"v","verse":"4","text":"Noonu waa dëkk bi xàjjalikoo, ñii far ak Yawut yi, ñale far ak ndaw ya."},{"style":"v","verse":"5","text":"Waaye ñi dul Yawut ak Yawut yi, ñoom ak seeni kilifa, lal pexem fitnaal leen ci sànni ay doj."},{"style":"v","verse":"6","text":"Bi ko Pool ak Barnabas yégee nag, ñu daw ca diiwaanu Likawni ca dëkk ya ñuy wax Listar ak Derbë ak wàllaa ya."},{"style":"v","verse":"7","text":"Foofa ñu di fa xamle xibaaru jàmm bi."},{"style":"s","verse":"","text":"Pool ak Barnabas ci dëkku Listar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Amoon na ca Listar nag nit ku fa toog, ku ay tànkam làggi, ndax li mu judduwaale lafañ te masula dox."},{"style":"v","verse":"9","text":"Moom nag muy déglu Pool miy waare. Noonu Pool xool ko jàkk, gis ne am na ngëm ngir wér."},{"style":"v","verse":"10","text":"Mu ne ko ak baat bu dëgër: «Jógal taxaw bu jub.» Noonu nit ki ne bërét, jóg, daldi dox."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bi mbooloo ma gisee li Pool def, ñu daldi yuuxu, ne ci làkku waa Likawni: «Yàlla yi soppiku nañu nit, wàcc ci nun.»"},{"style":"v","verse":"12","text":"Noonu ñu tudde Barnabas, °Sës, te tudde Pool, Ermes, ndaxte mooy ki yor wax ji."},{"style":"v","verse":"13","text":"Fekk ci buntu dëkk ba amoon na fa kër gu ñuy màggale Sës. °Sarxalkat ba nag ànd ak mbooloo ma, daldi indi ca bunt ya ay yëkk ak ay caq, yi ñu defare tóor-tóor, ngir màggal leen ci tuur deretu mala."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Waaye bi ko ndaw yi Barnabas ak Sóol déggee, ñu sib ko ba xotti seeni yére, ñu daldi daw, tàbbi ca mbooloo ma, di wax ci kaw ne:"},{"style":"v","verse":"15","text":"«Yéen nit ñi, lu leen xiir ci lii? Nun it ay nit lanu, ñu bokk bind ak yéen. Te nu ngi leen di xamal xibaaru jàmm ne leen, ngeen dëddu yëfi neen yii te waññiku ci Yàlla miy dund te sàkk asamaan, suuf, géej ak li ñu ëmb lépp."},{"style":"v","verse":"16","text":"Démb mayoon na xeet yépp, ñu aw seen yoonu bopp."},{"style":"v","verse":"17","text":"Moona noppiwula firndeel aw meloom ci def lu baax, di leen wàcceele ci asamaan taw buy indi naataange, ba ngeen lekk ba suur, te seen xol fees ak mbég.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Noonu ci lu jafe yey nañu mbooloo ma ak wax jooju, ba tere leen, ñu rendil leen sarax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Waaye bi loolu wéyee amoon na ay Yawut yu jóge Ancos ak Ikoñum, ñu fàbbi mbooloo ma, sànni Pool ay doj, ba yaakaar ne dee na, ñu diri ko ba ca gannaaw dëkk ba."},{"style":"v","verse":"20","text":"Waaye taalibe ya ñëw wër ko, mu daldi jóg, duggaat ca dëkk ba. Ca suba sa nag, mu ànd ak Barnabas, dem Derbë."},{"style":"s","verse":"","text":"Délsi nañu dëkku Ancos"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Bi ñu fa àggee nag, ñu xamle fa xibaaru jàmm bi, ba sàkk fa ay taalibe yu bare. Gannaaw loolu ñu délsi Listar, Ikoñum ak Ancos,"},{"style":"v","verse":"22","text":"di dooleel xeli taalibe ya, xiir leen ñu sax ci yoon wi; ñu ne leen: «Ci kaw nattu yu bare lanu wara dugge ci nguuru Yàlla.»"},{"style":"v","verse":"23","text":"Ci mbooloom ñi gëm mu nekk nag, ñu tànn ci ay njiit; ba noppi ñu ñaan Yàlla ak di woor, dénk leen Boroom bi ñu gëm."},{"style":"v","verse":"24","text":"Gannaaw loolu ñu jaar diiwaanu Pisidi, dikk ci Pamfili."},{"style":"v","verse":"25","text":"Ñu yégle kàddu gi ci dëkku Peers, doora dem dëkku Atali."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Foofa nag ñu dugg gaal, jëm Ancos, fa ñu leen dénke woon ca yiwu Yàlla, ngir liggéey bi ñu àggale."},{"style":"v","verse":"27","text":"Bi ñu agsee, ñu woo mbooloom ñi gëm, nettali leen fi ñu jaar ak Yàlla fépp, ak ni mu ubbee buntu ngëm ci ñi dul Yawut."},{"style":"v","verse":"28","text":"Noonu ñu toog ak taalibe ya diir bu yàgg."}]