[{"style":"s","text":"Géew bi am ci Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Amoon na bés ay nit jóge diiwaanu Yude, ñuy jàngal bokk yi ne leen: «Ku xaraful, ni ko aaday °Musaa santaanee, doo mana mucc.»"},{"style":"p","text":""},{"style":"v","text":"Pool ak Barnabas nag am ak ñoom diisoo ak werante wu metti; noonu bokk yi jàpp ne, Pool ak Barnabas ak ñeneen ci ñoom war nañoo dem °Yerusalem ca ndaw ya ak njiit ya, ngir leeral werante wi."},{"style":"v","text":"Kon nag mbooloo mi gunge leen, ñu jaar ci wàlli Fenisi ak Samari, di nettali ni ñi dul Yawut waññikoo ci Yàlla, ba bokk yépp am ca mbég mu réy."},{"style":"v","text":"Te bi ñu agsee Yerusalem, mbooloom ñi gëm, ndaw yi ak njiit yi teeru leen, ñu nettali leen fi ñu jaar ak Yàlla fépp."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ñeneen, ñi gëm waaye bokk ci tariixab °Farisen ya, daldi jóg ne: «Fàww ñi dul Yawut xaraf, te ñu dénk leen sàmm yoonu Musaa.»"},{"style":"p","text":""},{"style":"v","text":"Noonu ndaw yi ak njiit yi dajaloo, ngir seet mbir moomu."},{"style":"v","text":"Gannaaw werante wu bare Piyeer jóg ne leen: «Yéen bokk yi, xam ngeen ne ca njàlbéen ga Yàlla tànnoon na ma ci yéen, ngir ma yégal ñi dul Yawut xibaaru jàmm bi, ba ñu gëm."},{"style":"v","text":"Yàlla, mi xam xol yi, seede na leen ci li mu leen may °Xel mu Sell mi, ni mu nu ko maye nun itam."},{"style":"v","text":"Gënalantewu nu ak ñoom, ci li mu sellal seen xol ci kaw ngëm."},{"style":"v","text":"Léegi nag lu tax ngeen di diiŋat Yàlla, ciy teg taalibe yi yen bu nu masula àttan, nun mbaa sunuy maam?"},{"style":"v","text":"Nun daal ci yiwu Yeesu Boroom bi lanu yaakaara mucce, te ñoom itam, ci lañu wékku.»"},{"style":"p","text":""},{"style":"v","text":"Bi mu ko waxee, mbooloo mépp ne xerem, di déglu Barnabas ak Pool, ñuy nettali kéemaan ak firnde yépp, yi Yàlla def jaarale ko ci ñoom ci biir ñi dul Yawut."},{"style":"v","text":"Bi ñu noppee, Saag jël kàddu ga ne:"},{"style":"v","text":"«Bokk yi, dégluleen ma! Simoŋ nettali na, ni Yàlla seetsee bu jëkk ñi dul Yawut, ngir sàkku ci ñoom xeet wu ñu tudde turam."},{"style":"v","text":"Te loolu sax dëppoo na ak li yonent yi tëral; ñu bind ne:"},{"style":"q","text":""},{"style":"v","text":"“Boroom bi nee na:"},{"style":"q","text":"Gannaaw loolu dinaa délsi,"},{"style":"q","text":"te yékkati këru °Daawuda, gi ne tasar,"},{"style":"q","text":"dinaa defar gent ya,"},{"style":"q","text":"ba taxawalaat ko."},{"style":"q","text":""},{"style":"v","text":"Noonu li des ci doom Aadama wut Boroom bi,"},{"style":"q","text":"maanaam xeet yi dul Yawut, ñuy tudd sama tur."},{"style":"q","text":""},{"style":"v","text":"Man dinaa def loolu, man Boroom bi ko wax,"},{"style":"q","text":"te ca njàlbéen ba tey ma di ko xamle.”"},{"style":"p","text":""},{"style":"v","text":"«Kon nag lii mooy sama ndigal: bunu gétën ñi dul Yawut te waññiku ci Yàlla."},{"style":"v","text":"Waaye nu bind leen, ñu moytu ñam wu araam wu ñu tuuroo xërëm, tey moytu njaaloo, ak jur gu médd, bay naan deret ja."},{"style":"v","text":"Ndaxte ca njàlbéen ga ba tey am na ca dëkk bu nekk ñuy waare ci yoonu °Musaa; bésub noflaay bu nekk sax dañu ciy xutba ca jàngu ya.»"},{"style":"s","text":"Bataaxal bi ndaje mi bind ñi dul Yawut"},{"style":"p","text":""},{"style":"v","text":"Bi mu ko waxee, ndaw yi ak njiit yi ak mbooloom ñi gëm mépp fas yéenee tànn ci ñoom ay nit, yónni leen Ancos, ñu ànd ak Pool ak Barnabas. Noonu ñu tànn Yudd, mi ñu dippee Barsabas, ak °Silas, di ay njiit ca bokk ya."},{"style":"p","text":""},{"style":"v","text":"Ñu jox leen bataaxal bu ne:"},{"style":"b","text":""},{"style":"pi","text":"Yéen sunu bokk yi dul Yawut te dëkk Ancos, Siri ak Silisi, nu ngi leen di nuyu, nun seeni bokk, di ndaw yi ak njiit yi."},{"style":"v","text":"Dégg nanu ne am na ay nit ñu bawoo ci nun, ñu di leen lëjal ak seeni wax, di jaxase seeni xol, te fekk sukkandikuwuñu ci lenn ndigal lu jóge ci nun."},{"style":"v","text":"Kon nag mànkoo nanu ci tànn ay nit, yónnee leen ko, ànd ak sunuy soppe Barnabas ak Pool."},{"style":"v","text":"Ñoom jaay nañu seen bakkan ngir turu Yeesu °Kirist Boroom bi."},{"style":"v","text":"Yónni nanu nag Yudd ak Silas, ñu di leen xamal xibaar boobu ci seen gémmiñ."},{"style":"v","text":"Ndaxte li neex °Xel mu Sell mi te neex nu, mooy nu bañ leena teg beneen yen, lu dul dénkaane yii am njariñ,"},{"style":"v","text":"maanaam ngeen moytu ñam wu ñu tuuroo xërëm, deretu jur gu médd ak njaaloo. Bu ngeen moytoo yëf yooyu, dingeen def lu baax. Ci jàmm."},{"style":"b","text":""},{"style":"p","text":""},{"style":"v","text":"Noonu ñu tàggoo, dem Ancos, ñu dajale mbooloo mi, jébbal leen bataaxal bi."},{"style":"v","text":"Ñu jàng ko nag, seen xol sedd ci doole, ji leen bataaxal bi indil."},{"style":"v","text":"Te Yudd ak Silas, ñi doon yonent, ñuy dooleel bokk yi, di dëgëral seen fit ak wax yu bare."},{"style":"v","text":"Bi loolu amee ñu toog fa ab diir, ba noppi bokk yi yiwi leen ci jàmm, ñu dellu ca ña leen yónni woon."},{"style":"v","text":"Waaye Pool ak Barnabas des ci Ancos, di jàngle ak di xamle xibaaru jàmm bu kàddug Boroom bi, ñoom ak ñeneen ñu bare."},{"style":"s","text":"Ñaareelu tukkib ndaw la Pool, ànd ak Silas"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ay fan Pool ne Barnabas: «Nan dellu seeti bokk ya ca dëkk yépp, fu nu masa yéglee kàddug Boroom bi, ba gis nu ñu def.»"},{"style":"v","text":"Barnabas nag bëggoon na yóbbaale Yowaana, mi ñuy wax it Màrk."},{"style":"v","text":"Waaye Pool dafa lànk ne: «Matul nu yóbbu ki nu waccoon ca Pamfili, ba àndul woon ak nun ca liggéey ba.»"},{"style":"p","text":""},{"style":"v","text":"Noonu ñu xuloo, ba far tàggoo. Barnabas yóbbaale Màrk, ñu dugg gaal, jëm Sipar."},{"style":"v","text":"Pool tànn °Silas, dem; bokk ya dénk leen ci yiwu Boroom bi;"},{"style":"v","text":"mu jaar ci diiwaanu Siri ak Silisi, di dëgëral mboolooy ñi gëm."}]