[{"style":"s","verse":"","text":"Timote àndsi na ak Pool ak Silas"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Naka noona mu dikk dëkki Derbë ak Listar, fekk fa taalibe bu tudd Timote te ndeyam di Yawut bu gëm, waaye baayam di Gereg."},{"style":"v","verse":"2","text":"Te mbokk, yi nekk dëkki Listar ak Ikoñum, seedeel nañu ko lu baax."},{"style":"v","verse":"3","text":"Pool bëgg nag mu ànd ak moom, waaye ndegam Yawut yépp, ya dëkk ca wàllaa ya, xam ne baayam Gereg la woon, mu jël ko, xarafal ko."},{"style":"v","verse":"4","text":"Bi loolu amee ñuy jaar ca dëkk ya, jottali leen dénkaane, yi ndaw yi ak njiit yi nekk °Yerusalem joxe, te sant leen ñu sàmm ko."},{"style":"v","verse":"5","text":"Noonu mboolooy ñi gëm di gëna dëgër ci yoon wi, tey yokku bés bu nekk."},{"style":"s","verse":"","text":"Yàlla wax na ak Pool ci biir peeñu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bi loolu amee gannaaw °Xel mu Sell mi aaye na leen, ñu yégleji kàddu gi ci diiwaanu Asi, ñu daldi jaari wàlli Firisi ak Galasi."},{"style":"v","verse":"7","text":"Bi ñu agsee nag ci wetu diiwaanu Misi, ñuy jéema dugg diiwaanu Bitini, waaye Xelum Yeesu mayu leen ko."},{"style":"v","verse":"8","text":"Ñu romb nag Misi, dem dëkku Torowas."},{"style":"v","verse":"9","text":"Noonu ci guddi Yàlla feeñu Pool ci nii: nitu Maseduwan taxaw, di ko ñaan ne ko: «Ñëwal ci Maseduwan, wallusi nu!»"},{"style":"v","verse":"10","text":"Bi mu amee peeñu moomu, ca saa sa nu\\f + \\fr 16.10 \\ft Bind nañu \\fq nu\\ft , ndaxte Luug mi bind Jëf ya mooy wax.\\f* fexee jàll ba Maseduwan, xam ne Boroom bi moo nu woo, ngir nu xamle fa xibaaru jàmm bi."},{"style":"s","verse":"","text":"Lidi gëm na Kirist ci dëkku Filib"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Noonu nu dugg gaal ca Torowas, jubal dunu Samotaras, jóge fa ca ëllëg sa, nu jëm teerub Neyapolis."},{"style":"v","verse":"12","text":"Bi nu fa teeree, nu jëm Filib, bi nekk dëkk bi ëpp maana ca wàll woowu ci diiwaanu Maseduwan, di it moomeelu Room. Nu toog fa ay fan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Bi °bésub noflaay agsee nag, génn nanu ci buntu dëkk ba, jublu ci wetu dex ga, yaakaar ne bérabu ñaanukaay la. Nu toog fa nag, di wax ak jigéen ña fa dajaloo."},{"style":"v","verse":"14","text":"Fekk am na fa jigéen juy déglu, tudd Lidi, di jaaykatu cuub\\f + \\fr 16.14 \\ft Cuub yu dàlde la woon, maanaam xonq curr.\\f*, bu dëkk Catir, te mu ragal Yàlla. Noonu Boroom bi ubbi na xolam, ba mu nangu li Pool di wax."},{"style":"v","verse":"15","text":"Ci kaw loolu ñu °sóob ko ci ndox, moom ak waa këram, ba noppi mu ñaan nu ne: «Bu ngeen ma jàppee ni ku takku ci Boroom bi, ganesileen ma ci sama kër.» Te mu di nu ci xiir."},{"style":"s","verse":"","text":"Tëj nañu Pool ak Silas ca kaso ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Am bés, ba nuy dem nag ca ñaanukaay ba, nu daje ak jaam bu jigéen bu rabu gisaane solu, te ay sangam di jariñu lu bare ci gisaaneem."},{"style":"v","verse":"17","text":"Mu daldi topp ci Pool ak nun, di xaacu ne: «Nit ñii jaami Yàlla Aji Kawe ji lañu; ñoo leen di yégal yoonu mucc.»"},{"style":"v","verse":"18","text":"Muy def noonu ay fani fan, waaye bi ko Pool xajootul, mu waññiku ne rab wa: «Sant naa la ci turu Yeesu °Kirist, génnal ci moom.» Noonu rab wa ne mëll, génn ci moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Bi ay sangam gisee nag seen buntu wërsëg tëju, ñu daldi jàpp Pool ak °Silas, di leen diri, jëme leen ca pénc ma fa kanam njiit ya."},{"style":"v","verse":"20","text":"Noonu ñu dëj leen fa mbaxanay menne naan: «Yawut yii lëjal nañu sunu dëkk,"},{"style":"v","verse":"21","text":"di xamle ay aada yu nu sañula nangu mbaa nu di ko topp, nun ñi bokk ci nguuru Room.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Mbooloo ma it ànd ci, dal ci seen kaw; àttekat ya nag summilu seeni yére, santaane ñu dóor leen ay yar."},{"style":"v","verse":"23","text":"Noonu ñu dóor leen ay yar yu bare, tëj leen, sant boroom kaso ba, mu wottu leen bu wér."},{"style":"v","verse":"24","text":"Gannaaw jot na ndigal loolu nag, mu sànni leen ca néeg ba gëna ruqu ci biir kaso ba, jéng seeni tànk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ba guddi giy xaaj nag, Pool ak Silas di ñaan ak di sant Yàlla, te ñeneen ñi nekk ca kaso ba di leen déglu."},{"style":"v","verse":"26","text":"Ca saa sa suuf yëngu bu metti, ba fondamaab kaso ba daanu; bunt yépp daldi ne kulbét ubbiku, te jéngi ña ñu tëj ne téll tijjiku."},{"style":"v","verse":"27","text":"Ci kaw loolu boroom kaso ba tiite ci ay nelaw, gis bunt yépp ubbiku. Mu daldi bocci jaaseem, bëgga xaru, yaakaar ne ña ñu tëj dañoo daw."},{"style":"v","verse":"28","text":"Waaye Pool wax ci kaw ne: «Bul lor sa bopp, nun ñépp nu ngi fi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Bi ko boroom kaso ba déggee, mu daldi laaj làmp, ne saraax dugg, daanu ci kanam Pool ak Silas, di lox."},{"style":"v","verse":"30","text":"Mu génne leen ci biti ne leen: «Kilifa yi, lu ma wara def, ba mucc?»"},{"style":"v","verse":"31","text":"Ñu ne ko: «Gëmal Yeesu Boroom bi, kon dinga mucc, yaw ak sa njaboot.»"},{"style":"v","verse":"32","text":"Noonu ñu xamal ko kàddug Boroom bi, moom ak waa këram gépp."},{"style":"v","verse":"33","text":"Mu jël leen nag ci waxtu woowu ci guddi, raxas seeni gaañu-gaañu, ba noppi ñu °sóob ko ci ndox, moom ak waa këram gépp."},{"style":"v","verse":"34","text":"Bi ñu ko defee mu yóbbu leen ca këram, jox leen ñu lekk, mu bég lool ci li mu gëm Yàlla, moom ak waa këram gépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Bi bët setee, àttekat ya yónni alkaati ya, ñu ne boroom kaso ba: «Yiwil ñaari nit ñooñu, ñu dem.»"},{"style":"v","verse":"36","text":"Kon boroom kaso ba yégal loolu Pool ne ko: «Àttekat ya jox nañu ma ndigal, ngir ma yiwi leen, ngeen dem; léegi nag génnleen te dem ci jàmm.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Waaye Pool ne alkaati ya: «Dóor nañu nu ay yar ci kanam ñépp, ci lu ñu wéerul ci benn àtte, rax-ca-dolli tëj nañu nu kaso, nun ñiy jaambur ci nguuru Room. Léegi ndax dañu noo bëgga sànni ci mbedd mi ci kumpa? Mukk! Nañu ñëw, ñoom ci seen bopp, gunge nu ci biti.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Bi mu ko waxee, alkaati ya yégal àttekat ya la mu wax. Bi ñu déggee ne jaamburi Room lañu, ñu daldi tiit."},{"style":"v","verse":"39","text":"Ñu ñëw nag di leen dëfal, ñu gunge leen ci biti, di leen ñaan, ñu génn dëkk ba."},{"style":"v","verse":"40","text":"Noonu ñu génn ca kaso ba, dugg ci kër Lidi, ñu gis fa bokk ya, dëgëral leen, daldi dem seen yoon."}]