[{"style":"s","verse":"","text":"Pool ak Silas ci dëkku Tesalonig"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi ñu fa jógee, ñu aw yoon wa jaar dëkku Amfipolis ak Apoloni, doora ñëw Tesalonig, fa Yawut ya am jàngu."},{"style":"v","verse":"2","text":"Pool nag dugg ca ñoom, na mu ko daan defe, ba am fa ñetti bésub noflaay, muy werante ak ñoom ci li Mbind mi wax."},{"style":"v","verse":"3","text":"Mu di leen ko tekki, te di leen wax ay firnde yuy wone ne fàww °Almasi bi sonn te dekki. Mu ne leen: «Yeesu, mi ma leen di yégal, mooy Almasi bi.»"},{"style":"v","verse":"4","text":"Noonu ñenn ci Yawut yi gëm, ànd ak Pool ak °Silas, ñoom ak mbooloo mu mag ci Gereg yi ragal Yàlla, ak jigéen ñu am maana ñu bare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Waaye kiñaan tàbbi ca Yawut ya, ñu daldi jël ay taxawaalukat ca pénc ma, dajale mbooloo, ñuy yëngal dëkk ba. Ñu daanu ci kër Yason, di wut Pool ak Silas, ngir dëj leen ci kanam waa dëkk ba."},{"style":"v","verse":"6","text":"Bi ñu leen gisul nag, ñu diri Yason ak ñeneen ca bokk ya ci kanam àttekat ya. Ñuy wax ci kaw naan: «Nit ñi dëpp àddina sépp agsi nañu fii léegi,"},{"style":"v","verse":"7","text":"te Yason a leen dalal. Ñoom ñépp dañoo bañ ndigali buur °Sesaar ne, am na beneen buur bu ñuy wax Yeesu.»"},{"style":"v","verse":"8","text":"Bi ko mbooloo mi ak àttekat yi déggee, ñu daldi jaaxle lool."},{"style":"v","verse":"9","text":"Noonu nanguwuñoo yiwi Yason ak ñi ci des, lu dul bi ñu leen bataleelee dara."},{"style":"s","verse":"","text":"Pool ak Silas dem nañu Bere"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bi loolu amee bokk yi jàllale Pool ak Silas ci saa si ci guddi, ñu jëm Bere. Ba ñu fa eggee nag, ñu dugg ca jàngub Yawut ya."},{"style":"v","verse":"11","text":"Fekk ña fa nekk ñoo gëna am ay teggin waa Tesalonig, ndaxte nangu nañu kàddu ga te sawar ca, di niir Mbind mi bés bu nekk, ba xam ndax loolu dëgg la am déet."},{"style":"v","verse":"12","text":"Kon nag Yawut yu bare gëm, ak ñu bare ci Gereg yi, di jigéen yu am maana, ak ay góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Waaye bi Yawuti Tesalonig déggee ne Pool mu ngi yégle kàddug Yàlla ci Bere it, ñu daldi fay dikk, di jógloo ak a jaxase mbooloo ma."},{"style":"v","verse":"14","text":"Noonu bokk yi yebal Pool ca saa sa, mu jëm géej, waaye Silas ak Timote des fa."},{"style":"v","verse":"15","text":"Ñi ànd ak Pool nag gunge ko ba dëkku Aten. Bi ñu fa àggee, ñu waññiku, yóbbaale ndigalu Pool ne, Silas ak Timote ñëw fekksi ko ci lu gëna gaaw."},{"style":"s","verse":"","text":"Pool ci dëkku Aten"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Bi leen Pool di nég ca Aten, mu am naqaru xol wu réy ci li mu gis dëkk ba fees ak ay nataali bokkaale Yàlla."},{"style":"v","verse":"17","text":"Muy werante nag ca jàngu ba ak Yawut ya ak ña ragal Yàlla, tey werante it bés bu nekk ca pénc ma ak ña fay dajaloo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Noonu ay boroom xam-xam ci mbooloo mi ñuy wax °Epikuren ak ci mbooloo mi ñuy wax °Estowisen, di werante ak moom. Ñenn ci ñoom ne: «Fortukatu xam-xam bii, lu mu bëgga wax?» Te ña ca des, bi ñu déggee Pool di waare xibaaru jàmm bi, aju ci Yeesu ak ci mbirum ndekkite, ñu ne: «Dafa mel ni day waare ay yàlla yu nu xamul.»"},{"style":"v","verse":"19","text":"Kon nag ñu jël ko, yóbbu ko ca géew, ba ñuy wax Areyopas. Ñu ne ko: «Danoo bëggoon, nga leeral nu ci sa xam-xam bu bees, bii ngay yégle."},{"style":"v","verse":"20","text":"Ndaxte sol nga ci sunuy nopp lu nu xamul. Danoo bëggoona xam nag léegi, loolu lu muy tekki.»"},{"style":"v","verse":"21","text":"Ndaxte waa Aten ñépp ak doxandéem ya fa dëkk, wax ak a déglu lu bees rekk lañu daan xënte."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Noonu Pool taxaw ci biir mbooloom Areyopas ne leen: «Yéen waa Aten gis naa ne farlu ngeen ci diine lool."},{"style":"v","verse":"23","text":"Ndaxte bi may doxantu di seet seeni màggalukaay, gis naa ci benn bu ñu bind lii: “Yàlla mi nu xamul.” Li ngeen di màggal nag te xamuleen ko, loolu laa leen di xamal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Yàlla mi sàkk àddina ak li mu ëmb lépp, moom miy Boroom asamaan ak suuf, du dëkk ci néegi màggalukaay yu loxoy nit defar."},{"style":"v","verse":"25","text":"Du jariñu it ci loxoy nit, mel ni dafa soxla dara, ndax moom mooy jox ñépp bakkan ak ruu ak lépp."},{"style":"v","verse":"26","text":"Ci kenn nit la sàkke xeeti àddina yépp, ñu dëkk ci ñeenti xébla yi; fekk àppal na xeet wu nekk jamonoom, te rëdd seen diggi réew."},{"style":"v","verse":"27","text":"Yàlla def na loolu, ngir ñu koy wut ci yaakaaru daj ko ci làmbatu, fekk sax sorewul kenn ci nun."},{"style":"v","verse":"28","text":"“Ndaxte ci moom lanuy dunde, di ci jëf te nekk ci,” ni ko ñenn ci seeni taalifkat dëggale naan: “Nun noo di aw xeetam.”"},{"style":"v","verse":"29","text":"Kon nag, bu nu nekkee xeetu Yàlla, warunoo gëm ne Yàlla mel na ni nataali wurus, xaalis mbaa doj yu nit defar ci xareñ mbaa xel."},{"style":"v","verse":"30","text":"Ca jamono yu wees ya Yàlla toppul ñàkka xam googa, waaye léegi koo mana doon ak foo mana nekk, Yàlla santaane na, nga tuub say bàkkaar."},{"style":"v","verse":"31","text":"Ndaxte sàkk na bés bu muy àtte àddina ci njub, dénk ko Nit ki mu tànn; te firndeel na loolu bu wóor, ci li mu ko dekkal ca néew ya.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Bi ñu déggee nag, muy wax ci mbirum ndekkitel ñi dee, ñii di ko foontoo, ña ca des ne ko: «Dinanu la déglu ci mbir moomu beneen yoon.»"},{"style":"v","verse":"33","text":"Noonu Pool génn ci seen biir."},{"style":"v","verse":"34","text":"Moona am na ñenn ñu taq ci moom te gëm: xàmmees na ci Denis, ku bokk ci mbooloom Areyopas, ak jigéen ju tudd Damaris, ak ñeneen."}]