[{"style":"s","verse":"","text":"Pool ci dëkku Korent"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi loolu wéyee Pool bàyyikoo Aten, dem Korent."},{"style":"v","verse":"2","text":"Mu tase fa ak Yawut bu tudd Akilas te juddoo diiwaanu Pont. Muy sooga jóge réewu Itali ak soxnaam Pirsil, ndaxte buur ba °Këlódd sant na Yawut yépp, ñu génn Room."},{"style":"v","verse":"3","text":"Noonu Pool seeti leen, te gannaaw ñoo bokk liggéey, maanaam di defar ay xayma, mu dal fa ñoom, ñuy liggéeyandoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"°Bésub noflaay bu nekk nag muy diisoo ak ñi nekk ca jàngu ba, di jéema gëmloo ay Yawut ak ay Gereg."},{"style":"v","verse":"5","text":"Waaye bi °Silas ak Timote jógee diiwaanu Maseduwan, egg fa, Pool jublu ci xamle kàddu gi, tey dëggal ci Yawut yi naan Yeesu mooy °Almasi bi."},{"style":"v","verse":"6","text":"Bi ko Yawut ya gàntoo nag, di ko xas, mu yëlëb ay yéreem ne leen: «Yéena sàkku seen musiba; set naa ci. Léegi maa ngi dem ci ñi dul Yawut.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci kaw loolu mu jóge fa, dugg ci këru ku tudd Tisiyus Yustus, di ku ragal Yàlla, te kër ga dend ak jàngu ba."},{"style":"v","verse":"8","text":"Kirispus nag, njiitu jàngu ba, gëm na Boroom bi ak waa këram gépp. Te waa Korent ñu bare dégg kàddu gi te gëm ko, ñu °sóob leen ci ndox."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Naka noona Boroom bi feeñu Pool ci guddi ne ko: «Bul tiit dara, waaye deel wax te baña noppi."},{"style":"v","verse":"10","text":"Ndaxte maa ngi ànd ak yaw, te kenn du la jàpp, ba fitnaal la, ndaxte am naa xeet wu bare ci dëkk bii.»"},{"style":"v","verse":"11","text":"Noonu Pool des at ak genn-wàll ci seen biir, di fa jàngle kàddug Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ci nguuru Galyon ci diiwaanu Akayi nag, Yawut ya likkoo, ñu dal ci kaw Pool, yóbbu ko ca àttekaay ba."},{"style":"v","verse":"13","text":"Ñu ne: «Kii day xiir nit ñi ci màggal Yàlla ci lu juuyoo ak yoon wi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bi Pool bëggee wax nag, Galyon ne Yawut ya: «Yéen Yawut yi, bu aju woon ci jàdd yoon walla ñaawteef wu réy, kon liy yoon mooy ma déglu leen."},{"style":"v","verse":"15","text":"Waaye bu ajoo ci ay werante ciy wax ak ay tur ak seen yoon, loolu seen wàll la; man duma ko àtte.»"},{"style":"v","verse":"16","text":"Noonu mu dàq leen ca àttekaay ba."},{"style":"v","verse":"17","text":"Ci kaw loolu nit ñépp jàpp Sosten, njiitu jàngu ba, ñu di ko dóor ca kanam àttekaay ba, waaye Galyon faalewu leen."},{"style":"s","verse":"","text":"Pool délsi na dëkku Ancos"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Bi loolu wéyee Pool desati fa fan yu bare. Gannaaw ga mu tàggtoo ak bokk ya, dugg gaal jëm Siri, ànd ak Pirsil ak Akilas. Bi mu jógeegul teerub Señsere, mu watlu boppam, ndaxte am na lu mu dige woon ak Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Noonu ñu teer ci Efes. Pool bàyyi fa ñi mu àndaloon, daldi dugg ca jàngu ba, di diisoo ak Yawut ya."},{"style":"v","verse":"20","text":"Ñu ñaan ko, mu des fa lu gëna yàgg, waaye nanguwul."},{"style":"v","verse":"21","text":"Kon mu tàggtoo ak ñoom naan: «Dinaa délsi ci yéen, bu soobee Yàlla.» Noonu mu dugg gaal, jóge Efes,"},{"style":"v","verse":"22","text":"teersi dëkku Sesare, mu dem nuyu mbooloom ñi gëm, ba noppi dem Ancos."},{"style":"s","verse":"","text":"Ñetteelu tukkib Pool, ngir yégle xibaaru jàmm bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Bi mu fa desee ay jamono, mu jóge fa, di jaar dëkkoo dëkk ci diiwaanu Galasi ak Firisi, di dooleel xoli taalibe yépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Amoon na nag Yawut bu tudd Apolos te juddoo Alegsàndiri, mu dikk Efes. Nit ku yewwu la woon te am xam-xam bu yaatu ci Mbind mi."},{"style":"v","verse":"25","text":"Jàngoon na ci yoonu Boroom bi, di ku farlu ci xelam, muy xamle ak a jàngle bu wóor ci mbirum Yeesu, waaye fekk xam-xamam yem ci ni °Yaxya daan °sóobe ci ndox."},{"style":"v","verse":"26","text":"Noonu mu daldi wax ak fit wu dëgër ca jàngu ba. Bi ko Pirsil ak Akilas déggee nag, ñu woo ko fi ñoom, gën ko leeral yoonu Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Naka Apolos bëgga dem Akayi, bokk ya xiir ko ca, ñu bind taalibe ya, ngir ñu teeru ko teeru bu rafet. Noonu mu dikk fa te jariñ lool ñi gëm jaare ko ci yiwu Yàlla."},{"style":"v","verse":"28","text":"Ndaxte mu ngay yey Yawut ya ca kanam ñépp, di firi Mbind yi, ba wone ne Yeesu mooy °Almasi bi."}]