[{"style":"s","text":"Pool ci dëkku Efes"},{"style":"p","text":""},{"style":"v","text":"Ba Apolos nekkee Korent nag, Pool jaar ca teggi ya gëna kawe ca réew ma, doora dikk Efes. Noonu mu gis fa ay taalibe."},{"style":"v","text":"Mu ne leen: «Ndax jot ngeen ci °Xel mu Sell mi, bi ngeen gëmee?» Ñu ne ko: «Déggunu sax ne Xel mu Sell mi am na.»"},{"style":"v","text":"Mu ne leen: «Kon nag, bi ñu leen °sóobee ci ndox, lu ciy maana?» Ñu ne ko: «Xanaa li °Yaxya tëral.»"},{"style":"v","text":"Pool ne leen: «Yaxya daan na sóob nit ñi ci ndox, ndax bi ñu tuubee seeni bàkkaar; te mu ne °bànni Israyil, kiy topp ci moom lañu wara gëm, maanaam Yeesu.»"},{"style":"v","text":"Bi ñu déggee loolu nag, sóob nañu leen ci ndox ci turu Yeesu Boroom bi."},{"style":"v","text":"Te bi leen Pool °tegee loxo, Xel mu Sell mi ñëw ci ñoom, ñuy wax yeneen làkk, di wax ci kàddug Yàlla."},{"style":"v","text":"Limub nit ñooñu nekk na lu mat fukk ak ñaar."},{"style":"p","text":""},{"style":"v","text":"Noonu Pool dugg ca jàngu ba, di wax ak fit wu dëgër diirub ñetti weer, di diisoo ak ñoom ci mbirum nguurug Yàlla, di leen jéema gëmloo."},{"style":"v","text":"Waaye bi xolu ñenn ci ñoom fattee, ñu gëmadi, bay suufeel yoon wi ci kanam mbooloo ma, mu jóge ci ñoom, xàjjale taalibe yi ak ñoom, di diisoo bés bu nekk ca jàngukaayu ku ñuy wax Tiranus."},{"style":"v","text":"Mu wéy ci noonu diirub ñaari at, ba ñi dëkk diiwaanu Asi ñépp dégg kàddug Boroom bi, muy Yawut muy Gereg."},{"style":"s","text":"Ay kéemaan yu bare am na ci Efes"},{"style":"p","text":""},{"style":"v","text":"Booba Yàllay def ay kéemaan yu ràññiku yuy jaar ci loxoy Pool."},{"style":"v","text":"Ñu yóbbul sax ñi wopp ay kaala ak ay taraxlaay yu laaloon yaramam, ba jàngoro yi di leen bàyyi, rab yay génn ci ñoom."},{"style":"p","text":""},{"style":"v","text":"Noonu ay Yawut yuy wëndeelu, di faj ñi rab jàpp, ñu di leen jéema ñaanal ci turu Yeesu Boroom bi naan: «Ci turu Yeesu, mi Pool di yégle, génnleen.»"},{"style":"v","text":"Ñi doon def loolu, juróom ñaari doom lañu woon ci Sewa, mi doon °sarxalkat bu mag ci Yawut yi."},{"style":"v","text":"Waaye bi ñu ko defee rab wa ne leen: «Xam naa Yeesu, xam naa it kuy Pool, waaye yéenay ñan?»"},{"style":"v","text":"Ci kaw loolu nit ka rab jàpp song leen, not leen ñoom ñépp; mu soxore leen lool, ba ñu daw kër ga, def yaramu neen te gaañu bu metti."},{"style":"p","text":""},{"style":"v","text":"Loolu siiw na ci ñépp, ñi dëkk Efes, di Yawut ak Gereg; tiitaange jàpp leen ñoom ñépp, ba ñu màggal turu Yeesu Boroom bi."},{"style":"v","text":"Bi loolu amee ñu bare ci ñi gëm ñëw, di wesar ci kanam ñépp seeni jati luxus."},{"style":"v","text":"Te ñu bare ci ñi daan luxus, indi seeni téere, lakk leen ci kanam ñépp. Te bi ñu xaymaa njég la, mu tollook juróom fukki junniy poseti °daraxma."},{"style":"v","text":"Noonu la kàddu Boroom bi lawe, te not lépp."},{"style":"p","text":""},{"style":"v","text":"Bi loolu wéyee Pool nas xel jëm °Yerusalem, jaar ci diiwaani Maseduwan ak Akayi. Mu ne: «Gannaaw bu ma fa demee, fàww ma seeti Room it.»"},{"style":"v","text":"Mu yebal nag ci Maseduwan ñaari jaraafam, di Timote ak Erast, waaye moom mu des ab diir ci Asi."},{"style":"s","text":"Yëngub mbooloo mi ci Efes"},{"style":"p","text":""},{"style":"v","text":"Fekk booba amoon na yëngu-yëngu bu réy ci lu aju ci Yoon wi."},{"style":"v","text":"Ndaxte nit ku tudd Demetirus, di tëggu xaalis buy defar nataali xaalis ngir màggal Artemis, daan na ci jariñu lu bare, moom ak ay nawleem."},{"style":"v","text":"Noonu mu dajale leen ak seeni liggéeykat ne leen: «Gaa ñi, xam ngeen ne sunu njariñ mu ngi aju ci liggéey bii."},{"style":"v","text":"Gis ngeen nag te dégg ne Pool male gëmloo na bay fàbbi mbooloo mu bare, waxuma ci Efes rekk, waaye ci biir Asi gépp naan: “Yàlla yu ay loxo defar duñu ay yàlla.”"},{"style":"v","text":"Léegi kat loraangee ngi nuy yoot, te du yem ci xañ nu sunu liggéey rekk, waaye it dina daaneel màggalukaayu Artemis sunu yàlla ju mag ji, tey neenal ndamam, moom mi Asi gépp te àddina sépp di màggal.»"},{"style":"p","text":""},{"style":"v","text":"Bi ñu déggee loolu, mer mu réy tàbbi ci ñoom, ñuy yuuxu ne: «Artemis mu Efes màgg na!»"},{"style":"v","text":"Noonu dëkk bépp jaxasoo. Ñu bokk benn xalaat, daldi ne milib ca powukaay ba, diri Gayus ak Aristàrk, waa Maseduwan, ñi ànd ak Pool."},{"style":"v","text":"Pool nag bëgga dugg ca mbooloo ma, waaye taalibe ya nanguwuñu ko."},{"style":"v","text":"Ñenn ca jawriñi nguur gi it, ñuy ay xaritam, yónnee ci moom, di ko dénk, mu baña jaay bakkanam ci dugg ca powukaay ba."},{"style":"v","text":"Noonu ndaje ma rëb, ba ñii di yuuxu lii, ñale di yuuxu laa, te ña ca gëna bare xamuñu lu waral ndaje ma."},{"style":"v","text":"Ci kaw loolu Yawut ya jéñ Alegsàndar ci kanam, te mbooloo ma di ko xaacu ay ndigal, mu daldi tàllal loxoom, ngir làyyi ca mbooloo ma."},{"style":"v","text":"Waaye bi ñu xamee ne Yawut la, ñépp a bokk benn baat, yuuxu diirub lu mat ñaari waxtu naan: «Artemis mu Efes màgg na!»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu boroom dëkk ba dalal mbooloo ma ne leen: «Yéen waa Efes, ana ku xamul ne dëkku Efes moo di wottukaayu màggalukaayu Artemis ak nataalam, bi wàcce asamaan?"},{"style":"v","text":"Gannaaw nag kenn manta weddi loolu, war ngeena dalal seen xel te baña sañaxu ci dara."},{"style":"v","text":"Ndaxte nit ñii ngeen fi indi sàccuñu ca màggalukaay ya te sosaluñu sunu yàlla."},{"style":"v","text":"Su fekkee ne Demetirus ak ay nawleem jànkoonte nañu ak kenn, am na ay bési layoo ak ñu yilif réew mi; nañu fa woo ku ñu amleenteel."},{"style":"v","text":"Waaye su ngeen di laaj leneen, mbooloom dëgg dina ko àtte."},{"style":"v","text":"Ndaxte fi mu ne man nañu noo jiiñ jógug mbooloo mi ndax li fi xew tey. Te bu loolu amee dunu am aw lay ci mbirum mbooloo mu rëb mii, ndaxte amul dara lu ko waral.» Bi mu waxee loolu nag, mu tas mbooloo ma."}]