[{"style":"s","verse":"","text":"Ñëwug Xel mu Sell mi ca màggalu Pàntakot"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi bésu màggalu °Pàntakot agsee, ñoom ñépp booloo nañu ci benn bérab."},{"style":"v","verse":"2","text":"Ca saa sa riir jollee asamaan, mel ni ngelaw lu gaaw te bare doole, daldi fees dell kër, ga ñu toog."},{"style":"v","verse":"3","text":"Te ay làmmiñ yu mel ni sawara feeñu leen, ñu tasaaroo ci seen biir, toŋ ca kaw kenn ku nekk."},{"style":"v","verse":"4","text":"Noonu ñu fees ak °Xel mu Sell mi ñoom ñépp, ñu daldi wax yeneen làkk, ni leen Xel mu Sell mi maye, ñu wax ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Fekk booba amoon na ay Yawut yu daloon °Yerusalem, doon ay nit ñu ragal Yàlla te bokk ci xeeti àddina yépp."},{"style":"v","verse":"6","text":"Bi nit ñi déggee riir ma nag, ñépp dajaloo, daldi waaru ci li ñu leen dégg, ñuy wax ku nekk sa làkk."},{"style":"v","verse":"7","text":"Ñu waaru te yéemu naa: «Gisleen, ñiy wax ñépp, ndax duñu waa diiwaanu Galile?"},{"style":"v","verse":"8","text":"Naka la mana ame nag, nu di leen dégg, kenn ku nekk ci nun, ñuy wax ci sa làmmiñ, wi nga nàmp?"},{"style":"v","verse":"9","text":"Nun ñi ay Pàrt, waa Medi ak waa Elam, nun ñi dëkk Mesopotami, réewu Yawut yi, Kapados, Pont ak Asi,"},{"style":"v","verse":"10","text":"di waa Firisi, Pamfili, Misra ak weti Libi, yi dend ak °Siren, nun ak gan ñi jóge Room,"},{"style":"v","verse":"11","text":"Yawut yi ak ñi tuub ci yoonu Yawut yi, waa Keret ak waa Arabi, nun ñépp nu ngi leen di dégg, ñuy yégle màggaayi Yàlla ci sunuy làkk!»"},{"style":"v","verse":"12","text":"Noonu ñépp waaru, ba jaaxle lool, ñuy waxante ci seen biir ne: «Lii lu muy tekki?»"},{"style":"v","verse":"13","text":"Waaye ñenn ñi di leen ñaawal ne: «Waay! Ñii dañoo màndi ak biiñ.»"},{"style":"s","verse":"","text":"Piyeer yégal na mbooloo mi xibaaru jàmm bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ci kaw loolu Piyeer taxaw, ànd ak fukki ndaw ya ak benn, mu wax ci kaw, di yégal mbooloo ma ne: «Bokki Yawut yi ak yéen ñépp ñi dëkk °Yerusalem, dégluleen bu baax te xam lii ma leen di wax!"},{"style":"v","verse":"15","text":"Nit ñii màndiwuñu, ci ni ngeen ko fooge, ndaxte nu ngi ci yoor-yoor rekk."},{"style":"v","verse":"16","text":"Waaye lii mooy li Yàlla waxoon, jaarale ko ci yonentam Yowel ne:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"17","text":"“Yàlla nee na: Ci bés yu mujj yi,"},{"style":"q","verse":"","text":"dinaa tuur ci sama Xel ci kaw nit ñépp;"},{"style":"q","verse":"","text":"seen xeet wu góor ak wu jigéen dinañu wax ci kàddug Yàlla;"},{"style":"q","verse":"","text":"waxambaane yi dinañu gis ay peeñu"},{"style":"q","verse":"","text":"te màggat yi di gént ay gént."},{"style":"q","verse":"","text":""},{"style":"v","verse":"18","text":"Waaw, ci bés yooyu dinaa tuur ci sama Xel"},{"style":"q","verse":"","text":"ci sama kaw jaam yu góor ak yu jigéen,"},{"style":"q","verse":"","text":"te dinañu wax ci kàddug Yàlla."},{"style":"q","verse":"","text":""},{"style":"v","verse":"19","text":"Dinaa wone ay kéemaan ci kaw ci asamaan"},{"style":"q","verse":"","text":"ak ay firnde ci suuf ci àddina,"},{"style":"q","verse":"","text":"muy deret, sawara ak ay niiri saxar."},{"style":"q","verse":"","text":""},{"style":"v","verse":"20","text":"Jant bi dina daldi lëndëm,"},{"style":"q","verse":"","text":"weer wi deretal,"},{"style":"q","verse":"","text":"bala bésu Boroom biy ñëw, di bés bu mag, bi ànd ak ndam."},{"style":"q","verse":"","text":""},{"style":"v","verse":"21","text":"Booba nag ku woo Boroom bi ci aw turam,"},{"style":"q","verse":"","text":"dinga mucc.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Yéen bokki Israyil, dégluleen wax jii! Yeesu mi dëkk Nasaret, nit la woon, ku Yàlla dëggal ci seen kanam ciy kéemaan, ay jaloore ak firnde, ya Yàlla defoon jaarale ko ci moom ci seen biir; yéen xam ngeen ko."},{"style":"v","verse":"23","text":"Moom nag jébbale nañu ko, jaar ci nas, bi Yàlla dogaloon te xam ko lu jiitu; te yéen rey ngeen ko ci daaj ko ci bant, jaarale ko ci loxoy bàkkaarkat."},{"style":"v","verse":"24","text":"Waaye Yàlla dekkal na ko, daggal ko buumi dee, ndaxte dee manu koo téye."},{"style":"v","verse":"25","text":"°Daawuda wax na ci mbiram ne:"},{"style":"q","verse":"","text":"“Saa su ne gis naa Boroom bi ci sama kanam;"},{"style":"q","verse":"","text":"gannaaw mu ngi ci sama ndijoor,"},{"style":"q","verse":"","text":"duma raf."},{"style":"q","verse":"","text":""},{"style":"v","verse":"26","text":"Moo tax sama xol sedd, may woy sama bànneex,"},{"style":"q","verse":"","text":"te it sama yaram di tëdd ci yaakaar."},{"style":"q","verse":"","text":""},{"style":"v","verse":"27","text":"Ndaxte doo bàyyi sama ruu ci barsàq,"},{"style":"q","verse":"","text":"te doo seetaan sa waa ju sell, mu yàqu."},{"style":"q","verse":"","text":""},{"style":"v","verse":"28","text":"Xamal nga ma yoonu dund;"},{"style":"q","verse":"","text":"dinga ma béglooji ci sa kanam.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"«Bokk yi, man naa leena wax lu wóor ci mbirum maam Daawuda, ne dee na te suul nañu ko; bàmmeelam mu ngi ci nun ba tey."},{"style":"v","verse":"30","text":"Waaye yonent la woon, te xamoon na ne Yàlla digoon na ko ci ngiñ ne dina teg ci nguuram kenn ci askanam."},{"style":"v","verse":"31","text":"Kon gis na lu ñëwagul, di wax ci mbirum ndekkitel °Kirist ne bàyyiwuñu ko ci barsàq, te yaramam yàquwul."},{"style":"v","verse":"32","text":"Yeesu moomu nag, Yàlla dekkal na ko; nun ñépp seede nanu ko."},{"style":"v","verse":"33","text":"Yàlla yéege na ko ak ndijooram, te jot na ci Baay bi Xel mu Sell mi ñu dige woon, ba tuur lii ngeen gis te dégg ko."},{"style":"v","verse":"34","text":"Ndaxte du Daawudaa yéeg ci asamaan, waaye moom ci boppam nee na:"},{"style":"q","verse":"","text":"“Boroom bi wax na sama Boroom:"},{"style":"q","verse":"","text":"‘Toogal ci sama ndijoor,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"35","text":"ba kera may daaneel"},{"style":"q","verse":"","text":"say noon ci sa kanam.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"«Na °bànni Israyil gépp xam bu wóor nag ne Yeesu moomu ngeen daajoon ci bant, Yàlla def na ko Boroom ak °Almasi bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Bi ko mbooloo ma déggee, naqaru xol wu metti jàpp leen; ñu daldi ne Piyeer ak ndaw ya ca des: «Bokk yi, lu nu wara def?»"},{"style":"v","verse":"38","text":"Piyeer ne leen: «Tuubleen seeni bàkkaar, te kenn ku nekk ci yéen, ñu °sóob ko ci ndox ci turu Yeesu Kirist. Noonu Yàlla dina leen baal seeni bàkkaar te may leen Xel mu Sell mi."},{"style":"v","verse":"39","text":"Ndaxte li Yàlla dige woon, yéena ko moom ak seeni doom ak ñu sore ñépp, di ñépp ñi Yàlla sunu Boroom di woo ci moom.»"},{"style":"v","verse":"40","text":"Noonu mu artu leen ak yeneen wax yu bare, di leen dénk ne: «Rëccleen ci niti jamono ju dëng jii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Ñi nangu ay waxam nag, ñu sóob leen ci ndox, te ca bés booba lu mat limub ñetti junniy nit yokku nañu ci ñoom."},{"style":"s","verse":"","text":"Mbooloom ña gëm Kirist"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Ñoom nag ñuy wéy ci njànglem ndaw yi ak cig bokk, ci °damm mburu ak ñaan ci Yàlla."},{"style":"v","verse":"43","text":"Ragal jàpp ñépp, te ndaw yi di def ay kéemaan ak ay firnde yu bare."},{"style":"v","verse":"44","text":"Ñi gëm nag dañoo booloo te bokk lépp."},{"style":"v","verse":"45","text":"Ñu jaay seeni suuf ak seen alal, séddoo ko, ku nekk ak la ngay soxla."},{"style":"v","verse":"46","text":"Te bés bu nekk ñu saxoo teew ak benn xalaat ca kër Yàlla ga, tey damm mburu ca kër ya; ñuy lekk seen ñam ak xol bu laab tey bég,"},{"style":"v","verse":"47","text":"di màggal Yàlla te am yiw ci wetu nit ñépp. Noonu bés bu nekk Boroom bi di yokk ca mbooloo ma ñi mucc."}]