[{"style":"s","verse":"","text":"Pool jaar na ci diiwaani Maseduwan ak Geres"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi yëngu-yëngu ba dalee, Pool woo taalibe ya fa moom, dooleel leen. Bi mu ko defee mu tàggoo ak ñoom, jóge fa, dellu diiwaanu Maseduwan."},{"style":"v","verse":"2","text":"Noonu mu jaar ca bérab yooyu, di dooleel nit ñi ak wax yu bare; ba noppi mu dem réewu Geres,"},{"style":"v","verse":"3","text":"toog fa ñetti weer. Waaye bi mu nekkee ci kaw tànki dugg gaal jëm diiwaanu Siri, te Yawut yi lalal ko pexe, mu fas yéenee dellu, jaare Maseduwan."},{"style":"v","verse":"4","text":"Booba nag ñii ñoo ànd ak moom: Sopater, doomu Pirus mi dëkk Bere; Aristàrk ak Segond, ñi dëkk Tesalonig; Gayus, mi dëkk Derbë, ak Timote; te it Tisig ak Torofim ñi dëkk Asi."},{"style":"v","verse":"5","text":"Ñooñu nag jiitu, di nu nég dëkku Torowas."},{"style":"v","verse":"6","text":"Waaye naka nun, gannaaw màggalu Yawut, ga ñuy wax °Mburu ma amul lawiir, nu dugg gaal ci Filib, def ci juróomi fan, fekksi leen Torowas, nu am fa juróom ñaari fan."},{"style":"s","verse":"","text":"Pool dekkal na Ëtikus ci Torowas"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ca bés bu jëkk ca ayu-bés ga, booloo nanu ngir °damm mburu ma. Te Pool, mi bëggoona dem ca ëllëg sa, di diisoo ak ñoom te waxtaanam law ba ci xaaju guddi."},{"style":"v","verse":"8","text":"Ca néeg bu kawe, ba nu booloo nag, amoon na fa làmp yu bare."},{"style":"v","verse":"9","text":"Noonu waxambaane wu tudd Ëtikus te toog ca palanteer ba, gëmméentu bay jeyaxu. Bi Pool di gëna yaatal waxtaanam nag, nelaw daldi ko jàpp, mu xàwwikoo ca ñetteelu taax ma, daanu, ñu yékkati ko, fekk mu dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Waaye Pool wàcc, daldi sëgg ci kawam, roof ko loxoom ne leen: «Bàyyileen jooy yi, mu ngi dund.»"},{"style":"v","verse":"11","text":"Noonu mu yéegaat, damm mburu ma, lekk; ba noppi delluwaat ci waxtaanam, di ko yaatal ba ca njël, doora tàggoo."},{"style":"v","verse":"12","text":"Naka waxambaane wa, ñu indi ko muy dund, ba seen xol sedd guyy."},{"style":"s","verse":"","text":"Pool tàggoo na ak njiiti mbooloom ñi gëm ca Efes"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Nun nag nu jiitu, dugg gaal jëm Asos, fa nu Pool santoon, nu jële ko fa; fekk moom fas na yéeney dox, ba agsi fa."},{"style":"v","verse":"14","text":"Noonu mu fekksi nu ci Asos, nu jël ko ca gaal ga, dem Mitilen."},{"style":"v","verse":"15","text":"Gannaaw loolu gaal ga jóge fa, nu agsi ca ëllëg sa janook dunu Kiyos. Bés ba ca tegu nag nu jàll ba Samos, te ñetteelu fan ba nu àgg Mile."},{"style":"v","verse":"16","text":"Ndaxte Pool fasoon na yéenee teggi Efes, ngir baña yàgg ci diiwaanu Asi; mu ngi doon gaawantu, ngir màggal, gi ñuy wax °Pàntakot fekk ko °Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Bi Pool eggee Mile nag, mu yónnee ca Efes, ngir woo njiiti mbooloom ñi gëm."},{"style":"v","verse":"18","text":"Bi ñu ñëwee, mu ne leen: «Yéen xam ngeen bu baax, ni ma doon doxale diirub sama ngan gépp ci seen biir, li dale ci bés bi ma jëkkee teg tànk ci Asi ba tey."},{"style":"v","verse":"19","text":"Jaamu naa Boroom bi ci woyof gu mat ak ay rongooñ, dékku ay nattu yu ma pexey Yawut yi indil."},{"style":"v","verse":"20","text":"Xam ngeen ne masuma leena nëbb dara lu leen di jariñ, di leen jàngal ci kanam ñépp ak ca kër ya."},{"style":"v","verse":"21","text":"Dénk naa Yawut yi ak Gereg yi ne leen, ñu tuub seeni bàkkaar, ba waññiku ci Yàlla te gëm sunu Boroom Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Léegi maa ngi nii di dem Yerusalem, ci li ma Xelu Yàlla mi xiirtal, te xawma lu ma fay dal."},{"style":"v","verse":"23","text":"Xam naa rekk ne ci dëkkoo dëkk °Xel mu Sell mi xamal na ma ne ay buum ak ay metit ñu ngi may nég."},{"style":"v","verse":"24","text":"Waaye sama bakkan soxalu ma, su fekkee bey naa sama sas, ba matal liggéey, bi ma Boroom bi dénk, maanaam ma seedeel ci ñépp xibaaru jàmm, bi ëmb yiwu Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Fi mu ne nag xam naa ne dootuleen gis sama kanam, yéen ñépp ñi ma jaaroon ci seen biir, di yégle nguuru Yàlla."},{"style":"v","verse":"26","text":"Moo tax may dëggal tey jii ne wàccoo naa ak yéen ñépp bés pénc."},{"style":"v","verse":"27","text":"Ndaxte ñeebluwuma leen, ci di leen xamal lépp li Yàlla digle."},{"style":"v","verse":"28","text":"Wottuleen nag seen bopp te wottu coggal jépp, ji leen Xel mu Sell mi def sàmm, ngeen sàmm mbooloo, mi Yàlla jotal boppam ak deretu Doomam."},{"style":"v","verse":"29","text":"Xam naa ne bu ma leen wonee gannaaw, bukki yu soxor dinañu tàbbi ci coggal ji te duñu ci ñeeblu kenn."},{"style":"v","verse":"30","text":"Ay nit dinañu jóg ci seen biir sax, di wax luy sànke, ngir sàkku ay taalibe."},{"style":"v","verse":"31","text":"Foogleen nag, di fàttaliku ne diirub ñetti at, guddi ak bëccëg, masumaa noppi di leen artu kenn ku nekk ci yéen ak ay rongooñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"«Léegi nag maa ngi leen di dénk Boroom bi, moom ak kàddug yiwam, gi leen mana dëgëral te may leen cér ci biir gaayi Yàlla yu sell yépp."},{"style":"v","verse":"33","text":"Nammuma xaalisu kenn mbaa wurusam mbaa koddaayam."},{"style":"v","verse":"34","text":"Xam ngeen ne faj naa samay soxla ak soxlay ñi ànd ak man ci sama loxo yii."},{"style":"v","verse":"35","text":"Ci lépp won naa leen royukaay, ci li nu wara dimbali ñi néew doole te fàttaliku li Yeesu Boroom bi wax moom ci boppam ne: “Joxe moo gëna barkeel nangu.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Bi mu waxee loolu, mu sukk ak ñoom ñépp, ñaan ci Yàlla."},{"style":"v","verse":"37","text":"Te ñépp jooy bu metti, di laxasu ci baatu Pool, fóon ko bu baax."},{"style":"v","verse":"38","text":"Li leen gëna teg aw tiis mooy li mu leen wax: «Dootuleen gis sama kanam.» Noonu ñu gunge ko ba ca gaal ga."}]