[{"style":"p","text":""},{"style":"v","text":"Noonu Pool xool jàkk géew ba ne leen: «Bokk yi, ci xel mu dal laa doxale ci kanam Yàlla ba ci bésu tey bi.»"},{"style":"v","text":"Ci kaw loolu °sarxalkat bu mag ba, di ku ñuy wax Anañas, sant ña taxaw ca wetam, ñu fél gémmiñam."},{"style":"v","text":"Pool ne ko: «Yàlla dina la dóor, yaw mi naaféq, bay samandaay miir bu joy bu ñu weexal. Yaa ngi toog di ma àtte, ci li yoon wi digle, ba noppi santaane ñu dóor ma, ci li yoon wi tere!»"},{"style":"v","text":"Waaye ña taxaw ca wetam ne ko: «Ndax dangay xas sarxalkat bu mag, bi Yàlla fal?»"},{"style":"v","text":"Pool ne leen: «Bokk yi, xawma woon ne sarxalkat bu mag bi la, ndaxte tëral nañu ci Mbind mi ne: “Bul wax lu bon sa kilifag xeet.”»"},{"style":"p","text":""},{"style":"v","text":"Naka noona Pool, mi xam ne genn-wàllu kureel ga bokk nañu ci tariixab °Sadusen ya, te ña ca des bokk ci tariixab °Farisen ya, mu wax ci kaw ci biir géew ba ne: «Bokk yi, man Farisen laa, te Farisen moo ma jur; li tax ñu may àtte tey mooy sama yaakaar ci ne, ñi dee dinañu dekki.»"},{"style":"v","text":"Bi mu waxee loolu nag, werante wu metti daldi xew diggante Farisen ya ak Sadusen ya, ba mbooloo ma xàjjalikoo."},{"style":"v","text":"Ndaxte Sadusen yi nanguwuñu ne ndekkite mbaa malaaka mbaa rab, dara am na ci, waaye Farisen nangu nañu yooyu yépp."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu nag coow lu bare daldi jib. Ñenn ca °xutbakat, ya bokk ca Farisen ya, ne bërét, daldi xuloo bu metti ne: «Gisunu dara lu bon ci nit kii. Su fekkeente ne rab a ko wax mbaa malaaka…?»"},{"style":"v","text":"Noonu xuloo ba daldi gëna tàng, ba kilifa ga ragal ne, nit ñi dinañu daggaate Pool. Kon mu sant xarekat ya, ñu wàcc, nangu Pool ci ñoom, yóbbu ko ca tata ja."},{"style":"v","text":"Ca guddi ga nag Boroom bi taxaw ci wetu Pool ne ko: «Takkal sa fit; ni nga ma seedee ci °Yerusalem, noonu nga may seedee ca Room.»"},{"style":"s","text":"Yawut ya lal na pexe ngir rey Pool"},{"style":"p","text":""},{"style":"v","text":"Bi bët setee Yawut ya daldi lal pexe; ñu dige ci ngiñ ne duñu lekkati, duñu naanati, ba kera ñuy rey Pool."},{"style":"v","text":"Ña lal pexe ma, seen lim ëpp na ñeent fukk."},{"style":"v","text":"Noonu ñu dem ca sarxalkat yu mag ya ak njiit ya ne leen: «Giñ nanu ne dunu mos dara, ba kera nuy rey Pool."},{"style":"v","text":"Léegi nag yéen ak °kureelu àttekat ya, laajleen kilifa ga, mu indi ko ci seen kanam, mel ni dangeena bëgga seet mbiram bu gëna wóor. Bu ko defee nun dinanu fagaru, ngir rey ko, bala moo agsi.»"},{"style":"p","text":""},{"style":"v","text":"Waaye jarbaatu Pool yég fiir ga, mu dem, dugg ca tata ja, yégal ko Pool."},{"style":"v","text":"Bi ko Pool déggee, mu woo kenn ca njiiti °xare ba ne ko: «Yóbbul waxambaane wii ca kilifa ga, ndax am na lu mu ko wara yégal.»"},{"style":"v","text":"Njiit la jël ko, yóbbu ko ca kilifa ga ne ko: «Pool, mi ñu jàpp, moo ma woo, ñaan ma, ma indil la waxambaane wii, ndaxte am na lu mu lay wax.»"},{"style":"p","text":""},{"style":"v","text":"Noonu kilifa ga jàpp ci loxob waxambaane wa, wéetoo ak moom, laaj ko: «Loo ma bëgga yégal?»"},{"style":"v","text":"Mu ne: «Yawut yi dañoo dige, ngir ñaan la, nga indi Pool ëllëg ca kanam kureelu àttekat ya, mel ni dañoo bëgga seet mbiram bu gëna wóor."},{"style":"v","text":"Bu leen ko may, ndaxte lu ëpp ñeent fukk ci ñoom ñu ngi koy lalal fiir. Dige nañu ak ngiñ ne dootuñu lekk, dootuñu naan, li feek reyuñu ko; fi mu ne sax fagaru nañu, di xaar, nga nangu.»"},{"style":"v","text":"Kilifa ga nag sant waxambaane wa, mu bañ koo àgge kenn, ba noppi mu yiwi ko, mu dem."},{"style":"s","text":"Yóbbu nañu Pool dëkku Sesare"},{"style":"p","text":""},{"style":"v","text":"Bi mu ko defee mu woo ñaar ci njiiti xare ba ne leen: «Waajal-leen ñaar téeméeri xarekat ak juróom ñaar fukki gawar ak ñaar téeméeri nit ñu gànnaayoo xeej, ngeen dem Sesare ci juróom ñeenti waxtu ci guddi."},{"style":"v","text":"Wutal-leen it Pool lu mu war, ngeen yóbbu ko ci jàmm ak salaam ba ca Feligsë, boroom réew mi.»"},{"style":"v","text":"Noonu mu bind bataaxal bii:"},{"style":"b","text":""},{"style":"pi","text":""},{"style":"v","text":"Yaw Feligsë mu tedd mi, di boroom réew mi; man Këlódd Lisiyas maa ngi lay nuyu."},{"style":"v","text":"Yawut yi jàpp nañu nit kii, bëgg koo rey, waaye bi ma yégee ne jaambur la ci Room, wallu naa ko ak ay xarekat, ba musal ko."},{"style":"v","text":"Bëggoon naa xam lu tax ñu kalaame ko. Moo tax ma yóbbu ko ca kanam seen °kureelu àttekat ya."},{"style":"v","text":"Gis naa ne li ñu ko jiiñ mu ngi aju ci ay werantey seen yoon, waaye jiiñuñu ko dara lu jar dee mbaa jéng."},{"style":"v","text":"Te bi ma déggee ne ñu ngi koy fexeel, yebal naa ko ci yaw ci saa si. Sant naa nag ñi ko kalaame, ñu xamal la seen lay."},{"style":"b","text":""},{"style":"p","text":""},{"style":"v","text":"Noonu xarekat ya jël Pool ci guddi, indi ko ba ca dëkku Antipataris, ni ñu leen ko sante."},{"style":"v","text":"Ca ëllëg sa ñu waññiku, délsi ca tata ja, bàyyi gawar ga, ñu gunge ko."},{"style":"v","text":"Bi gawar ga àggee Sesare, ñu jox boroom réew ma bataaxal ba, jébbal ko Pool."},{"style":"v","text":"Bi loolu amee boroom réew ma jàng bataaxal ba, laaj ci ban diiwaan la Pool dëkk. Bi mu yégee ne mu ngi dëkk Silisi,"},{"style":"v","text":"Mu ne ko: «Kon bu ñi la kalaame ñëwee, dinga layoo.» Mu santaane nag, ñu denc ko ca kër buur ba °Erodd."}]