[{"style":"s","text":"Layu Pool fa kanam Agaripa"},{"style":"p","text":""},{"style":"v","text":"Bi mu ko waxee, °Agaripa ne Pool: «Jëlal kàddu gi.» Noonu Pool tàllal loxoom, daldi làyyi ne:"},{"style":"p","text":""},{"style":"v","text":"«Buur °Agaripa, ma làyyi ci sa kanam tey ci lépp li ma Yawut yiy jiiñ, xol bu sedd la ci man,"},{"style":"v","text":"ndaxte xam nga bu baax aaday Yawut yi ak seeni werantey yoon. Kon maa ngi lay ñaan, nga déglu ma ak muñ."},{"style":"p","text":""},{"style":"v","text":"«Ci lu jëm ci Yawut yi, xam nañu sama dund li dale ci samag ndaw, muy ci sama biir xeet, muy ci °Yerusalem."},{"style":"v","text":"Xam nañu ma bu yàgg te man nañoo seede, su leen neexee, ne daan naa dund ni °Farisen, te mooy tariixa bi gëna diis ci sunu diine."},{"style":"v","text":"Li ma indi ci kureelu àttekat yii nag, mooy yaakaar ne Yàlla dina amal li mu digoon sunuy maam."},{"style":"v","text":"Dige booba la fukki giir ak ñaar yu °bànni Israyil di sàkku, ngir jot ko, ci jaamu Yàlla ak cawarte guddi ak bëccëg. Yaw buur, yaakaar joojoo tax ñu may kalaame, ñoom Yawut yi."},{"style":"v","text":"Lu tax seen xel dàq ne Yàlla dina dekkal ñi dee?"},{"style":"p","text":""},{"style":"v","text":"«Man sax ci sama bopp defe woon naa ne war naa def lu bare, ngir suufeel turu Yeesum Nasaret."},{"style":"v","text":"Daan naa ko def ci Yerusalem, ba noppi ma jot sañ-sañ ci °sarxalkat yu mag ya, bay tëj gaayi Yàlla yu bare. Rax-ca-dolli ku ñu ci masoona bëgga rey, ànd naa ci."},{"style":"v","text":"Daan naa wër jàngoo jàngu, di leen teg toskare te di leen jéema weddiloo. Te sama mer daa na tar, ba ma di leen xañ ba ca dëkk yu sore, ngir fitnaal leen."},{"style":"p","text":""},{"style":"v","text":"«Noonu am bés, may dem dëkku Damaas, yor sañ-sañ ak ndigalu sarxalkat yu mag ya."},{"style":"v","text":"Ca njolloor, buur bi, gis naa ca yoon wa leer gu jóge asamaan ne ràyy, ba raw leeru jant, melax ba ëmb ma, man ak ñi ma àndal."},{"style":"v","text":"Nu ne nërëm ci suuf, ma dégg baat bu ma wax ci làkku yawut ne: “Sóol, Sóol, lu tax nga di ma fitnaal? Ngay bëre ak man ni fas wuy woŋŋeetu ku koy jam dëgël, metti na ci yaw.”"},{"style":"p","text":""},{"style":"v","text":"«Noonu ma ne ko: “Yaa di kan, Boroom bi?” Boroom bi ne ma: “Maa di Yeesu, mi ngay fitnaal."},{"style":"v","text":"Waaye jógal taxaw. Lii moo tax ma feeñu la: teg naa la yen, nga di ma seedeel ci lépp li nga gis ci man ak li ma lay feeñuji."},{"style":"v","text":"Dinaa la musal ci bànni Israyil ak ci ñi dul Yawut. Ci ñoom laa lay yebal,"},{"style":"v","text":"ngir ubbi seeni bët, nga jële leen ci lëndëm, tàbbal leen ci leer, nga nangoo leen ci sañ-sañu °Seytaane, waññi leen ci Yàlla, ma baal leen seeni bàkkaar te may leen cér ci biir sama gaa yi sell ci kaw ngëm.”"},{"style":"p","text":""},{"style":"v","text":"«Kon nag buur Agaripa, woruma li ma Yàlla yen ci peeñu."},{"style":"v","text":"Waaye li tàmbali ci Damaas, teg ci dëkku Yerusalem ak réewu Yawut mépp, ba agsi ci ñi dul Yawut, yégal naa leen, ñu tuub seeni bàkkaar te waññiku ci Yàlla, bay jëf lu dëppook réccu."},{"style":"v","text":"Loolu nag moo waral Yawut yi jàpp ma ca kër Yàlla ga, di ma fexee rey."},{"style":"v","text":"Waaye gannaaw Yàllaa ngi may taxawu ba tey, maa ngi taxaw fi, di ko seedeel ci mag ak ndaw; yokkuma dara ci li yonent yi ak °Musaa xamle woon lu jiitu,"},{"style":"v","text":"maanaam °Almasi bi dina dékku ay coono, te mooy jëkka dekki, bay jollil leer ci bànni Israyil ak ñi dul Yawut.»"},{"style":"p","text":""},{"style":"v","text":"Bi muy làyyee nii, Festus daldi ko gëdd ak baat bu kawe ne ko: «Dangaa dof, Pool! Xanaa sa njàng mu réy mi da laa xañ sago.»"},{"style":"p","text":""},{"style":"v","text":"Waaye Pool ne ko: «Festus mu tedd mi, dofuma; waaye lu dëggu laay wax te ànd ak sago."},{"style":"v","text":"Yëf yii leer na buur bi, moo tax maa ngi koy wax ak kóolute. Wóor naa ne dara ci lii may wax umpu ko, ndaxte lii amewul ciy ruq."},{"style":"v","text":"Yaw buur Agaripa, ndax gëmuloo yonent yi? Xam naa bu wér ne gëm nga.»"},{"style":"p","text":""},{"style":"v","text":"Noonu Agaripa ne Pool: «Xanaa yaw, ci diir bu gàtt bii rekk, nga ma bëgga dugale ci gaayi Kirist!»"},{"style":"v","text":"Pool ne ko: «Muy tey, muy ëllëg, waxuma yaw rekk waaye it ñi may déglu tey ñépp, na Yàlla def, ba ngeen fekksi ma ci li ma nekk, lu moy jéng yii!»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu buur ba daldi jóg, boroom réew ma topp ci, Berenis tegu ca ak mbooloo ma mépp."},{"style":"v","text":"Bi ñu génnee nag, ñuy waxante ne: «Nit kii deful dara lu jar dee mbaa kaso.»"},{"style":"v","text":"Te Agaripa ne Festus: «Manoon nanu koo yiwi, bu dénkuloon mbiram °Sesaar.»"}]