[{"style":"s","verse":"","text":"Pool dugg na gaal, di dem Room"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi loolu wéyee ñu fas yéene noo dugal gaal jëme réewu Itali. Noonu ñu jël Pool ak ñeneen ñi ñu tëjoon, dénk leen njiitu °xare bu tudd Yulyus, mi bokk ci mbooloom xare mu buur."},{"style":"v","verse":"2","text":"Nu dugg ca gaalu dëkku Adaramit guy taxaw ci teeruy Asi, daldi tàbbi ci biir géej; te Aristàrk, mi dëkk Tesalonig ci diiwaanu Maseduwan, ànd ak nun."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ca ëllëg sa nu teer Sidon; Yulyus laabiir ci Pool, may ko mu dem ci ay xaritam, ngir ñu ganale ko."},{"style":"v","verse":"4","text":"Bi nu fa jógee, nu dem ci biir géej, leru dunu Sipar ci fegu ngelaw li, ndaxte ngelaw li da noo soflu."},{"style":"v","verse":"5","text":"Nu jàll géej, gi janook diiwaani Silisi ak Pamfili, teersi Mira ca wàlli Lisi."},{"style":"v","verse":"6","text":"Foofa nag njiit la gis gaal gu jóge Alegsàndiri, jëm Itali, mu dugal nu ca."},{"style":"v","verse":"7","text":"Noonu nuy dem ndànk diirub fan yu bare, ba janook Kanidd ci kaw coono bu réy; te ndegam ngelaw li mayu nu, nu jëm kanam, nu leru dunu Keret ci fegu ngelaw li, janook Salmon."},{"style":"v","verse":"8","text":"Nu romb fa ak coono yu bare, agsi ca bérab bu ñuy wax Teeru yu neex, te dend ak dëkku Lase."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Fekk booba yàggoon nañu ca yoon wa, te dem ci géej daldi aaytal, ndaxte jamonoy °Kooru Yawut ya wees na. Moo tax Pool digal leen ne:"},{"style":"v","verse":"10","text":"«Gaa ñi, gis naa ne tukki bi ëmb na musiba ak kasara ju bare, waxuma gaal gi ak li mu yeb waaye sunuy bakkan sax xaj na ci.»"},{"style":"v","verse":"11","text":"Waaye njiit la sobental waxi Pool, déggal dawalkat ba ak boroom gaal ga."},{"style":"v","verse":"12","text":"Te gannaaw teeru ba neexula lollikoo, ña ca ëpp mànkoo ci jóge fa, dem ci biir géej, ngir wuta agsi Fenigsë, biy teerub dunu Keret te janook sowu suuf ak sowu kaw, nu lollikoo fa."},{"style":"s","verse":"","text":"Ngelaw lu metti li"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Noonu bi ngelaw lu woyof liy jóge sudd wolee, ñu defe ne man nañoo sottal seen pexe, ñu wëgg diigal, daldi tafu ci dunu Keret."},{"style":"v","verse":"14","text":"Waaye nees-tuut ngelaw lu wole penku, ñu di ko wax «Ërakilon», jóge ca dun ba, ne milib ci sunu kaw."},{"style":"v","verse":"15","text":"Mu ëpp doole gaal ga, daldi ko wat, ba nu bayliku, daldi yal."},{"style":"v","verse":"16","text":"Nu daldi daw, leru dun bu tuuti bu ñuy wax Kóda ci fegu ngelaw, rawale looco ga ci kaw gaal ga ak coono bu bare."},{"style":"v","verse":"17","text":"Bi ñu ko yéegee, ñu fab ay buum, ngir laxas ca taatu gaal ga, ngir ragala daanu ci suuf su nooy su ñuy wax Sirt; ba noppi ñu daldi sànni diigal, ngir wàññi doxub gaal ga, nuy yale noonu."},{"style":"v","verse":"18","text":"Waaye bi nu ngelaw li sonalee bu metti, ca ëllëg sa ñu sànni la gaal ga yeboon ca géej ga."},{"style":"v","verse":"19","text":"Te ca ñetteelu fan ba, ñu sànni ak seeni loxo jumtukaay, yi ñu yeboon ngir fàggu."},{"style":"v","verse":"20","text":"Noonu jant bi ne meŋŋ te biddiiw ne mes ay fan yu bare, fekk ba tey ngelaw li di wol ak doole, ba sunu yaakaaru mucc gépp tas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Bi loolu di xew, fekk gëj nañoo lekk, Pool daldi taxaw ci seen biir ne leen: «Gaa ñi, li gënoon mooy ngeen déglu ma te baña jóge Keret, ba indil seen bopp musiba ak kasara ju réy jii."},{"style":"v","verse":"22","text":"Léegi nag maa ngi leen di dénk, ngeen takk seen fit, ndax gaal gi rekk mooy yàqu, waaye kenn ci yéen du dee."},{"style":"v","verse":"23","text":"Ndaxte ci guddi menn malaaka dikkal na ma, jóge ci Yàlla sama Boroom, bi may jaamu."},{"style":"v","verse":"24","text":"Mu ne ma: “Pool bul tiit; fàww nga taxaw ci kanam °Sesaar, te yaa tax Yàllay aar bakkani ñi nga àndal ñépp.”"},{"style":"v","verse":"25","text":"Moo tax, gaa ñi, takkleen seen fit, ndax wóolu naa Yàlla ne li mu ma wax dina am."},{"style":"v","verse":"26","text":"Waaye war nanoo luf cib dun.»"},{"style":"s","verse":"","text":"Toju gaal ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ca fukkeelu guddi ga ak ñeent nu nga doon jayaŋ-jayaŋi ca géeju Adiratig; noonu ca xaaju guddi dawalkati gaal ga defe ne danu jegesi suuf."},{"style":"v","verse":"28","text":"Ñu sànni nattukaay ba ci biir géej, mu jàpp ñeent fukki meetar, dem ca kanam tuuti, sànniwaat ko, jàpp fanweeri meetar."},{"style":"v","verse":"29","text":"Ñu ragal ne dinañu fenqu ci ay xeer, kon ñu daldi sànni ñeenti diigal ci geenu gaal ga, di ñaan bët set."},{"style":"v","verse":"30","text":"Waaye ci kaw loolu dawalkati gaal ga taafantaloo ne dañuy sànniji ay diigal ca boppu gaal ga, fekk dañuy fexee jël looco ga, ba raw."},{"style":"v","verse":"31","text":"Waaye Pool ne njiit la ak xarekat ya: «Bu ñii desul ci gaal gi, dungeen raw.»"},{"style":"v","verse":"32","text":"Noonu xarekat ya dagg buum, yay téye looco ga, bàyyi ko mu wéy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Bi bët setagul, Pool sant leen ñu lekk; mu ne leen: «Tey mooy seen fukki fan ak ñeent yu ngeen ne jonn, lekkuleen, mosuleen dara."},{"style":"v","verse":"34","text":"Maa ngi leen di sant nag, ngeen lekk, ndax noonu rekk ngeen mana rawe. Ndax genn kawar du rot ci yéen.»"},{"style":"v","verse":"35","text":"Bi mu waxee loolu, mu fab mburu, sant Yàlla ci kanam ñépp, damm ko, daldi ko lekk."},{"style":"v","verse":"36","text":"Bi ñu gisee loolu, ñépp dëgëraat, ñu daldi lekk ñoom itam."},{"style":"v","verse":"37","text":"Mboolem ñi nekkoon ca gaal ga mat na ñaar téeméeri nit ak juróom ñaar fukk ak juróom benn."},{"style":"v","verse":"38","text":"Noonu ñu lekk ba suur, daldi sànni pepp ma ca géej ga, ngir woyofal gaal ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Bi bët setee nag, xàmmiwuñu réew ma, waaye séen nañu ruqu tefes. Noonu ñu fas yéene caa teeral gaal ga, bu ñu ko manee."},{"style":"v","verse":"40","text":"Ñu dagg diigal ya, bàyyi leen ci biir géej, yiwiwaale baar ba; ba noppi firi wiiru kanam ga, jublu ca tefes ga."},{"style":"v","verse":"41","text":"Waaye ñu dal ca tundu suuf ca bérab bu ñaari koroŋ daje, gaal ga daldi fa luf. Boppu gaal ga nuur bu baax, ne fa tekk, te dooley duus ya daldi toj geen ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Bi loolu amee xarekat ya bëgga rey ñi ñu tëj, ngir ragal ñenn ñi féey, ba raw."},{"style":"v","verse":"43","text":"Waaye njiit la bëgga musal Pool, mu tere leen pexe ma. Mu sant ñi mana féey, ñu jëkka sóobu ca ndox ma, ba jot tefes ga."},{"style":"v","verse":"44","text":"Mu sant ñi ci des ñu def noonu, langaamu ci ay dénk, mbaa ca tojiti gaal ga. Noonu ñépp jot tefes ga ci jàmm ak salaam."}]