[{"style":"s","verse":"","text":"Pool ci dunu Màlt"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi nu rëccee, nu yég ne dun baa nga tudd Màlt."},{"style":"v","verse":"2","text":"Te waa réew ma won nu laabiir gu ràññiku, ndaxte taalal nañu nu sawara, ganale nu ndax taw bi sóob ak sedd bi."},{"style":"v","verse":"3","text":"Pool nag di for matt, di ko def ca taal ba, jaan ne ca mëlle ndax tàngoor wa, taq ci loxoom."},{"style":"v","verse":"4","text":"Bi waa réew ma gisee rab wa wékku ci loxoom nag, ñuy waxante naan: «Ci lu wóor nit kii reykat la; te bi mu rëccee ca géej ga sax, ndogalu Yàlla mayu ko mu dund.»"},{"style":"v","verse":"5","text":"Waaye Pool yëlëb rab wa ca sawara sa, te wàññiwu ko dara."},{"style":"v","verse":"6","text":"Nit ñi di xaar mu newi, mbaa mu ne dàll, dee; waaye bi ñu négee lu yàgg te gis ne dara jotu ko, ñu soppi xel ne: «Kii yàlla la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Amoon na nag ca wet ya ay suuf yu doon moomeelu ku tudd Publiyus, di kilifag dun ba. Mu teeru nu, ganale nu ngan gu réy diirub ñetti fan."},{"style":"v","verse":"8","text":"Fekk baayu Publiyus dafa tëdd ndax ay tàngoori yaram yu koy dikkal ak biiru taññ. Pool nag dem seeti ko, ñaan ci Yàlla, °teg ko ay loxoom, mu daldi wér."},{"style":"v","verse":"9","text":"Ci kaw loolu jarag ya ca des ca dun ba daldi dikk, amaat wér-gi-yaram."},{"style":"v","verse":"10","text":"Ñu teral nu ci fànn yu bare, te bi nuy dem, ñu jox nu li nuy soxla lépp."},{"style":"s","verse":"","text":"Egg nañu dëkku Room"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bi nu fa amee ñetti weer, nu dugg ca gaal gu lollikoo ca dun ba, daldi tàbbi ca géej ga. Gaalu dëkku Alegsàndiri la woon, te yor xàmmikaay guy nataalu °Kastor ak Polugsë."},{"style":"v","verse":"12","text":"Noonu nu teer dëkku Sirakus, toog fa ñetti fan."},{"style":"v","verse":"13","text":"Nu jóge fa, leru tefes ga, ba agsi Resiyo. Ca ëllëg sa ngelawu sudd daldi jóg, te ca ñaareelu fan ba nu teer Pusol."},{"style":"v","verse":"14","text":"Gis nanu fa ay bokk, ñu ñaan nu, nu toog fa ayu-bés. Noonu nu dem Room."},{"style":"v","verse":"15","text":"Sunuy xibaar law na, ba egg ca bokk ya fa dëkk, noonu ñu gatandu nu ba ca péncu Apiyus ak bérab bu ñuy wax Ñetti añukaay ya. Bi leen Pool gisee, mu sant Yàlla, daldi takk fitam."},{"style":"v","verse":"16","text":"Bi nu dikkee Room nag, ñu may Pool, mu dëkk fa ko lew, moom ak xarekat ba koy wottu."},{"style":"s","verse":"","text":"Pool xamle na xibaaru jàmm bi ca Room"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Bi ñetti fan wéyee, mu woolu njiiti Yawuti dëkk ba. Bi ñu dajaloo nag, mu wax leen lii: «Bokk yi, jàpp nañu ma ci °Yerusalem, jébbal ma waa Room, fekk defuma dara luy suufeel sunu xeet, mbaa lu juuyoo ak sunuy aaday maam."},{"style":"v","verse":"18","text":"Waa Room nag seet sama mbir, te bëgg maa bàyyi, ndaxte toppuñu ma dara lu jar dee."},{"style":"v","verse":"19","text":"Waaye bi ko Yawut ya bañee, fas yéene naa dénk sama mbir °Sesaar, fekk ba tey awma dara lu may taqal sama xeet."},{"style":"v","verse":"20","text":"Moo tax ma ñaana gise ak yéen, nu diisoo, ndaxte yaakaaru °bànni Israyil moo tax ñu jéng ma.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Bi ñu ko déggee, ñu ne ko: «Jotunu benn bataaxal bu jóge Yude ci sa mbir, te kenn ci bokk, yi fi dikk, jottaliwul mbaa mu seede ci yaw lu bon."},{"style":"v","verse":"22","text":"Waaye bëgg nanoo dégg li nga gëm, ndaxte xam nanu ne, tariixa booba, kenn jubluwu ko fenn.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Noonu ñu jox ko bés, te ñu bare ñëw, fekksi ko ca néegam. Mu di leen jàngal suba ba ngoon, di leen dëggal lu jëm ci nguuru Yàlla ak ci Yeesu, tukkee ci yoonu °Musaa ak ci yonent yi, di leen jéema gëmloo."},{"style":"v","verse":"24","text":"Ñenn ñi nag gëm li mu wax, ña ca des weddi ko."},{"style":"v","verse":"25","text":"Gannaaw manuñoo déggoo, ñu bëgga tas. Waaye bi ñuy laata dem, Pool teg ca wax jii: «°Xel mu Sell mi wax na seeni maam dëgg jaarale ko ci yonent Yàlla °Esayi."},{"style":"v","verse":"26","text":"Nee na:"},{"style":"q","verse":"","text":"“Demal ci xeet wii ne leen:"},{"style":"q","verse":"","text":"‘Dingeen déglu bu baax waaye dungeen xam dara;"},{"style":"q","verse":"","text":"di xool bu baax waaye dungeen gis dara.’"},{"style":"q","verse":"","text":""},{"style":"v","verse":"27","text":"Ndaxte xolu xeet wii dafa dërkiis;"},{"style":"q","verse":"","text":"dañuy déglu ak nopp yu naqari,"},{"style":"q","verse":"","text":"tey gëmm seeni bët,"},{"style":"q","verse":"","text":"ngir baña gis ak seeni bët,"},{"style":"q","verse":"","text":"dégg ak seeni nopp,"},{"style":"q","verse":"","text":"te xam ci seen xol,"},{"style":"q","verse":"","text":"ñu waññiku ci man, ma wéral leen.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28-29","text":"«Xamleen nag ne xibaaru mucc gii yégal nañu ko ñi dul Yawut, te ñoom dinañu ko déglu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Noonu diirub ñaari at Pool dëkk ca kër gu muy fey, di fa àggale ñépp ñi koy seetsi."},{"style":"v","verse":"31","text":"Muy yégle nguuru Yàlla, di jàngle ci mbirum Boroom bi Yeesu °Kirist ak fit wu dëgër, te kenn terewu ko ko."}]