[{"style":"s","text":"Piyeer faj na nit ku lafañ"},{"style":"p","text":""},{"style":"v","text":"Am bés Piyeer ak Yowaana dem, ba bëgga dugg ca kër Yàlla ga ca waxtuw ñaan, maanaam tisbaar."},{"style":"v","text":"Fekk ñu indi fa nit ku judduwaale lafañ, ñu di ko teg bés bu nekk ca bunt, ba ñuy wooye Bunt bu rafet ba, ca kër Yàlla ga, ngir muy yelwaan ña fay dugg."},{"style":"v","text":"Bi mu gisee Piyeer ak Yowaana nag, ñuy dugg ca kër Yàlla ga, mu dékk leen loxo."},{"style":"v","text":"Ci kaw loolu Piyeer ak Yowaana ne ko jàkk, te Piyeer ne ko: «Xool nu.»"},{"style":"v","text":"Lafañ bi xool leen, yaakaar ne dina jot dara ci ñoom."},{"style":"p","text":""},{"style":"v","text":"Noonu Piyeer ne ko: «Awma xaalis, awma wurus, waaye li ma am, dinaa la ko jox: ci turu Yeesu °Kirist mu Nasaret doxal!»"},{"style":"v","text":"Mu jàpp ci loxol ndijooram, yékkati ko. Ci saa si ay tànkam ak ay kostanam dëgër."},{"style":"v","text":"Mu tëb, daldi taxaw, di dox. Mu dugg ak ñoom ca kër Yàlla ga, muy dox, di tëb tey sant Yàlla."},{"style":"v","text":"Noonu ñépp gis ko, muy dox, di sant Yàlla."},{"style":"v","text":"Te ñu xàmmi ko, ne moo daan toog, di yelwaan ca Bunt bu rafet ba ca kër Yàlla ga. Ñu daldi waaru lool te yéemu ci li ko dikkal."},{"style":"s","text":"Waareb Piyeer"},{"style":"p","text":""},{"style":"v","text":"Naka waa ji taq ci Piyeer ak Yowaana, ñépp waaru; ñu daldi daw, fekksi leen ca bérab ba ñuy wax °Werandaa bu Suleymaan."},{"style":"v","text":"Bi Piyeer gisee loolu nag, mu ne mbooloo mi: «Yéen waa Israyil, lu tax ngeen waaru ci lii? Lu tax ngeen di nu xool jàkk, mel ni ci sunu kàttan, mbaa ci sunu ragal Yàlla lanu doxloo kii?"},{"style":"v","text":"Yàllay °Ibraayma ak Isaaxa ak °Yanqóoba, di Yàllay sunuy maam, màggal na Ndawam Yeesu; yéena xàcceek moom, ba jébbal ko °Pilaat, fekk naroon na koo bàyyi."},{"style":"v","text":"Yéen xeeb ngeen Aji Sell ji te Jub, te tinul ab reykat."},{"style":"v","text":"Bóom ngeen Aji Dundal ji, waaye Yàlla dekkal na ko; seede nanu ko nun ñépp."},{"style":"v","text":"Ci gëm turam la nit, kii ngeen di gis te xam ko, dëgëre; waaw, turu Yeesu ak ngëm gi jóge ci moom, moo tax mu wér péŋŋ ci seen kanam, yéen ñépp."},{"style":"p","text":""},{"style":"v","text":"«Léegi nag bokk yi, xam naa ne ñàkka xam a tax ngeen def ko, yéen ak seeni kilifa."},{"style":"v","text":"Waaye noonu la Yàlla amale li mu yégle woon lu jiitu jaarale ko ci gémmiñug yonent yépp naan, °Almaseem dina sonn."},{"style":"v","text":"Tuubleen seeni bàkkaar nag te waññiku ci Yàlla, ngir seeni bàkkaar far."},{"style":"v","text":"Noonu jamonoy péex dina bawoo ci Boroom bi, te muy yebal °Almasi bi mu leen jagleel, maanaam Yeesu."},{"style":"v","text":"Asamaan war na koo yor, ba jamono ju ñuy defaraat lépp, di jamono ji Yàlla waxoon jaarale ko ci gémmiñug yonentam yu sell yépp, li dale ci njàlbéenug àddina."},{"style":"v","text":"Ndaxte °Musaa nee woon na: “Boroom bi seen Yàlla dina leen feeñalal ci seen xeet °Yonent ni man; nangeen ko déggal ci lépp lu mu leen wax."},{"style":"v","text":"Képp ku déggalul Yonent boobu, dees na la far ci xeet wi.”"},{"style":"p","text":""},{"style":"v","text":"«Li dale sax ci Samiyel ak ñi ci topp, bépp yonent bu wax yégle na bés yii."},{"style":"v","text":"Yéen nag yéenay donn yonent yi ak kóllëre, gi Yàlla fasoon ak seeni maam, bi mu naan Ibraayma: “Xeeti àddina yépp dinañu barkeel ci ki soqikoo ci yaw.”"},{"style":"v","text":"Yàlla feeñal na Ndawam, jëkk koo yebal ci yéen, ngir barkeel leen, ci waññi leen kenn ku nekk ci say bàkkaar.»"}]