[{"style":"s","text":"Piyeer ak Yowaana ci kanam kureelu àttekat ya"},{"style":"p","text":""},{"style":"v","text":"Bi ñuy wax ak mbooloo ma, °sarxalkat ya ak kilifag ñiy wottu kër Yàlla ga ak °Sadusen ya daanu ci seen kaw."},{"style":"v","text":"Ñu mer lool ci li ñuy waar nit ñi, di yégle ndekkitel ñi dee, sukkandikoo ko ci ndekkitel Yeesu."},{"style":"v","text":"Noonu ñu jàpp leen, tëj leen ba ca ëllëg sa, ndaxte mu nga doon tàmbalee guddi."},{"style":"v","text":"Waaye ñu bare ca ña dégg wax ja gëm nañu, te limu góor ñi gëm yokku na, ba mat juróomi junni."},{"style":"p","text":""},{"style":"v","text":"Ca ëllëg sa nag kilifay Yawut yi ak njiit yi ak °xutbakat yi dajaloo ci °Yerusalem."},{"style":"v","text":"Ràññee nañu ci: Anas, miy sarxalkat bu mag bi, Kayif, Yowaana, Alegsàndar ak bokki sarxalkat bu mag bi."},{"style":"v","text":"Ñu dëj Piyeer ak Yowaana ca digg ba, laaj leen ne: «Lii ngeen def, ci gan kàttan, mbaa ci turu kan, ngeen ko defe?»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Piyeer daldi fees ak °Xel mu Sell mi, ne leen: «Yéen kilifay xeet wi ak njiit yi,"},{"style":"v","text":"bu fekkee ne xettali nit ku wopp, ba mu wér, moo tax ngeen dëj nu ci pénc mi tey,"},{"style":"v","text":"nangeen xam lii, yéen ñépp ak °bànni Israyil gépp: ci turu Yeesu °Kirist mu Nasaret, mi ngeen daajoon ca bant te Yàlla dekkal ko, ci tur woowu la nit kii jële ag wér, ba taxaw ci seen kanam."},{"style":"v","text":"Yeesu moomu mooy:"},{"style":"q","text":"“Doj wi ngeen xeeboon, yéen tabaxkat yi,"},{"style":"q","text":"te moo doon doju koñ.”"},{"style":"m","text":""},{"style":"v","text":"Te mucc amul ci keneen, ndaxte ci ron asamaan amul weneen tur wu ñu maye ci nit ñi, wu nu wara mucce.»"},{"style":"p","text":""},{"style":"v","text":"Kon bi ñu gisee fit, wi Piyeer ak Yowaana àndal, te ñu xam ne masuñoo jàng mbaa ñuy gëstu ci diine, ñu daldi waaru, ràññee ne daa nañu ànd ak Yeesu."},{"style":"v","text":"Te bi ñu gisee nit, ka ñu fajoon, taxaw ak ñoom, manuñu caa teg dara."},{"style":"v","text":"Noonu ñu santaane, ñu génne leen, ñu daldi gise ci seen biir,"},{"style":"v","text":"ne: «Lu nuy def ak ñii? Ndaxte def nañu kéemaan gu siiw; loolu leer na ñi dëkk Yerusalem ñépp, te manunu koo weddi."},{"style":"v","text":"Waaye ngir mbir mi baña law ci xeet wi, nanu leen aaye, ñu baña waxati ak kenn ci tur woowu.»"},{"style":"p","text":""},{"style":"v","text":"Noonu ñu woo leen, ñu tere leen bu wóor, ñu waxati mbaa waare dara ci turu Yeesu."},{"style":"v","text":"Waaye Piyeer ak Yowaana ne leen: «Bu fekkee ne déggal leen te bàyyi Yàlla mooy li jub ci kanam Yàlla, seetleen."},{"style":"v","text":"Waaye nun manunoo baña wax li nu gis te dégg ko.»"},{"style":"v","text":"Noonu kilifa yi tëkkuwaat leen, yiwi leen, ñu dem. Ndaxte amuñu benn bunt ci ñoom ngir mbugal leen, fekk ñépp di màggal Yàlla ci li xewoon."},{"style":"v","text":"Ndaxte nit, ka ñu fajoon ci kéemaan googu, weesoon na ñeent fukki at."},{"style":"s","text":"Mbooloom ñi gëm ñaan na ci Yàlla"},{"style":"p","text":""},{"style":"v","text":"Bi ñu leen yiwee nag, ñu dem ci seeni bokk, nettali leen li sarxalkat yu mag ya ak njiit ya waxoon lépp."},{"style":"v","text":"Bi ko bokk ya déggee nag, ñu mànkoo, diis seen kàddu Yàlla ne: «Boroom bi, yaa sàkk asamaan, suuf, géej ak lépp li nekk ci seen biir."},{"style":"v","text":"Yaa wax, jaar ci sunu maam °Daawuda sa jaam, mi doon gémmiñu °Xel mu Sell mi, ne:"},{"style":"q","text":"“Lu tax xeeti àddina di bax?"},{"style":"q","text":"Lu tax ñuy fexe lu manula am?"},{"style":"q","text":""},{"style":"v","text":"Buuri àddina dañoo booloo,"},{"style":"q","text":"te kilifa yi dajaloo,"},{"style":"q","text":"di bañ Boroom bi ak °Almaseem.”"},{"style":"m","text":""},{"style":"v","text":"Ndaxte ci dëgg ci dëkk bii, °Erodd ak Poñsë °Pilaat ànd ak xeeti àddina ak °bànni Israyil, likkoo nañu, ngir daaneel sa Ndaw lu sell li nga fal, di Yeesu,"},{"style":"v","text":"te def lépp, li sa kàttan ak sa ndigal tëraloon."},{"style":"v","text":"Léegi nag Boroom bi, seetal seeni tëkku te may nu, nun say jaam, nuy wax sa kàddu ak fit."},{"style":"v","text":"Tàllalal sa loxo, ci wéral ak ci wone ay kéemaan ak ay firnde, jaarale ko ci turu Yeesu, sa Ndaw lu sell li.»"},{"style":"p","text":""},{"style":"v","text":"Bi ñu ñaanee ba noppi, bérab ba ñu booloo woon daldi yëngatu; te ñoom ñépp fees ak Xel mu Sell mi, ñuy wax kàddug Yàlla ak fit wu dëgër."},{"style":"s","text":"Mbooloom ñu gëm ñi"},{"style":"p","text":""},{"style":"v","text":"Noonu mbooloom ñu gëm ñi bokk menn xel ak benn xalaat. Kenn daawul aakimoo dara ci alalam, waaye ñoo bokkoon lépp."},{"style":"v","text":"Te ndaw yi di seedeel ndekkitel Yeesu Boroom bi ak kàttan gu réy. Te yiw wu yaatu ëmb leen, ñoom ñépp."},{"style":"v","text":"Kenn ci ñoom ñàkkul dara, ndaxte képp ku nekk boroom suuf mbaa am ay kër, jaay na ko, indi njég li,"},{"style":"v","text":"teg ko ci loxoy ndaw ya; ñu di ci sédd, kenn ku nekk li mu soxla."},{"style":"p","text":""},{"style":"v","text":"Noonu amoon na fa ku tudd Yuusufa, te ndaw yi dàkkentale ko Barnabas, miy tekki «Kiy dëgëral fit yi,» mu soqikoo ci giiru °Lewi, te juddoo dunu Sipar."},{"style":"v","text":"Moom nag jaay na tool, ba mu moom, indi xaalis ba, teg ko ci loxoy ndaw ya."}]