[{"style":"s","text":"Sàkk nañu ñiy topptoo yëfi mbooloo ma"},{"style":"p","text":""},{"style":"v","text":"Ca bés yooyu, naka taalibe yi di gëna bare, Yawut yiy làkk gereg tàmbalee ñaxtu ci mbirum Yawut tigi yi, te lii a ko waral: jigéen ñi seen jëkkër dee, te ñu bokk ci ñoom, naraalewuñu leen ca ndimbal, la ñuy séddale bés bu nekk."},{"style":"v","text":"Noonu fukki ndaw ya ak ñaar woo mbooloom taalibe ya ne leen: «Nu bàyyi kàddug Yàlla, di topptoo mbirum séddale, loolu jekkul ci nun."},{"style":"v","text":"Kon nag bokk yi, tànnleen juróom ñaari nit ci seen biir, ñu am seede su rafet te fees ak °Xel mu Sell mi ak sago, nu dénk leen liggéey bii."},{"style":"v","text":"Waaye nun dinanu wéy ci ñaan ci Yàlla ak ci yenub xamle kàddu gi.»"},{"style":"p","text":""},{"style":"v","text":"Lii ñu wax nag neex na mbooloo mépp. Noonu ñu tànn Ecen, di nit ku fees ak ngëm ak Xel mu Sell mi, boole ci Filib ak Porokor, teg ca Nikanor, Timon, Parmenas ak Nikolas, mi juddoo Ancos te tuub ci yoonu Yawut ya."},{"style":"v","text":"Ñu jébbal leen ndaw ya, ñaanal leen, °teg leen loxo."},{"style":"p","text":""},{"style":"v","text":"Noonu kàddug Yàlla di law, ba mbooloom taalibe yi di yokku bu bare ci °Yerusalem; te °sarxalkat yu bare déggal Yàlla ci topp yoonu ngëm wi."},{"style":"s","text":"Jàpp nañu Ecen"},{"style":"p","text":""},{"style":"v","text":"Naka noona Ecen, mi fees ak yiw ak kàttan, di def ay kéemaan yu mag ak ay firnde ca nit ña."},{"style":"v","text":"Waaye ay nit jóg, bokk ci jàngu, bi ñuy wax Jàngub ñi ñu goreel, di ay niti dëkki °Siren ak Alegsàndiri, ak it waa diiwaani Silisi ak Asi. Ñuy werante ak Ecen,"},{"style":"v","text":"waaye àttanuñu sagoom ak Xel mi muy waxe."},{"style":"p","text":""},{"style":"v","text":"Kon ñu daldi jënd ay nit, ñu ne: «Dégg nanu ko, muy sosal °Musaa ak Yàlla.»"},{"style":"v","text":"Noonu ñu jógloo nit ñi ak njiit yi ak °xutbakat yi, ñu dal ci kawam, jàpp ko, yóbbu ko ca °kureelu àttekat ya."},{"style":"v","text":"Te ñu sàkk ay naaféq yuy seede ne: «Kii du bàyyee wax lu juuyoo ak bérab bu sell ba ak yoonu Musaa."},{"style":"v","text":"Ndaxte dégg nanu, muy wax ne, Yeesum Nasaret moomu dina daaneel bérab bii te soppi aada, yi nu Musaa batale woon.»"},{"style":"p","text":""},{"style":"v","text":"Bi ñu ko waxee, ña toogoon ñépp ca mbooloo ma xool ko jàkk, gis xar kanamam, mu mel ni xar kanam malaaka."}]