[{"style":"s","text":"Layu Ecen fa kanam mbooloo ma"},{"style":"p","text":""},{"style":"v","text":"Noonu °sarxalkat bu mag ba ne ko: «Ndax loolu dëgg la?»"},{"style":"v","text":"Ecen ne ko: «Yéen samay bokk ak samay baay, dégluleen! Yàlla, miy Boroom ndam, feeñu woon na sunu maam °Ibraayma, bi mu nekkee réewu Mesopotami, te dëkkagul woon Karan."},{"style":"v","text":"Mu ne ko: “Toxul sa réew, bàyyi say bokk, te ñëw ci réew, mi ma lay won.”"},{"style":"p","text":""},{"style":"v","text":"«Ci kaw loolu mu génn réewu niti Kalde, dëkksi Karan. Te bi baayam faatoo, Yàlla toxale ko foofa, dëël ko ci réew, mi ngeen dëkk léegi."},{"style":"v","text":"Waaye mayu ko fa genn moomeel gu mu wara donale, du sax fu mu mana teg tànkam; waaye dig na ko ne dina ko may réew mi, mu yilif ko moom ak askanam, fekk booba amagul doom."},{"style":"v","text":"Yàlla ne ko: “Ñi soqikoo ci yaw dinañu ganeyaan ci réew mu ñu dëkkul; dees na leen def ay jaam, di leen fitnaal diirub ñeenti téeméeri at.”"},{"style":"v","text":"Waaye Yàlla nee na: “Xeet wi leen jaamloo, man maa leen di àtte te gannaaw loolu dinañu génn, di ma jaamu ci bérab bii.”"},{"style":"v","text":"Yàlla nag tëral kóllëre seen diggante, fas ko ci màndargam xaraf. Noonu Ibraayma jur Isaaxa, xarafal ko ca juróom ñetteelu fan ba; Isaaxa def noonu °Yanqóoba, Yanqóoba it def noonu fukki maam ya ak ñaar, ñi sos xeet wi."},{"style":"p","text":""},{"style":"v","text":"«Naka maam yooyu, dañoo iñaane Yuusufa, ba jaay ko, mu jëm réewu Misra. Waaye Yàlla taxawu ko,"},{"style":"v","text":"génne ko ci coonoom yépp, defal ko yiw ak xel ci kanam Firawna, buuru Misra, mu def ko kilifag Misra ak këram gépp."},{"style":"p","text":""},{"style":"v","text":"«Bi loolu amee xiif tàbbi ci biir Misra ak réewu Kanaan mépp, ba toskare ja metti lool, te sunuy maam amatuñu lu ñu lekk."},{"style":"v","text":"Yanqóoba nag dégg ne Misra am na °dugub, mu yebal ca sunuy maam, ñu dem fa yoon wu jëkk."},{"style":"v","text":"Bi fa ay doomi baayam delloo nag, Yuusufa xàmmiku leen, te Firawna xamante ak njabootam."},{"style":"v","text":"Ci kaw loolu Yuusufa yeble, woo baayam ak bokkam yépp, ñuy juróom ñaar fukki nit ak juróom."},{"style":"v","text":"Noonu Yanqóoba dem Misra, faatu fa, moom ak sunuy maam."},{"style":"v","text":"Gannaaw loolu ñu yóbbu seeni néew Sisem, dugal leen ca bàmmeel, ba Ibraayma jëndoon ak xaalis ca doomi Amor ca Sisem."},{"style":"p","text":""},{"style":"v","text":"«Bi loolu wéyee jamono ji jege woon na, ngir Yàlla amal li mu digoon Ibraayma ci ngiñ; fekk xeet wa di law tey gëna bare ci Misra,"},{"style":"v","text":"ba keroog beneen buur bu xamul Yuusufa di falu ci Misra."},{"style":"v","text":"Buur boobu nag dafa daan nax sunu xeet, di fitnaal sunuy maam, ba di leen sànniloo seeni doom, ngir ñu dee."},{"style":"p","text":""},{"style":"v","text":"«Booba nag la °Musaa juddu, di ku rafet ci kanam Yàlla; ñu yor ko ñetti weer ci biir kër baayam,"},{"style":"v","text":"ba noppi sànni ko. Noonu doom ju jigéen ju Firawna for ko, yar ko ni doomam."},{"style":"v","text":"Musaa nag di ku yewwu ci xam-xamu waa Misra bépp, di jàmbaar ci wax ak jëf."},{"style":"p","text":""},{"style":"v","text":"«Bi mu demee ba am ñeent fukki at, mu fas yéeney seeti ay bokkam, maanaam °bànni Israyil."},{"style":"v","text":"Noonu mu gis ca ku ñuy néewal doole, mu sotle ko, feyul ko, ba dóor waayi Misra ja."},{"style":"v","text":"Mu defe ne, ay bokkam dinañu xam ne ciy loxoom la leen Yàllay musale, waaye xamuñu ko."},{"style":"v","text":"Ca ëllëg sa mu juux ci ay Yawut yuy xeex, mu di leen jéema jubale ne leen: “Yéen ay bokk ngeen, lu tax ngeen di xeex?”"},{"style":"v","text":"Waaye kiy néewal doole moroomam bëmëx ko ne: “Ku la teg kilifa ak àttekat ci sunu kaw?"},{"style":"v","text":"Ndax danga maa bëgga rey, ni nga defoon démb waayi Misra ja?”"},{"style":"v","text":"Bi Musaa déggee wax jooju, mu daldi daw, dem réewu Majan, di fa ab doxandéem; mu séy fa, ba am ñaari doom."},{"style":"p","text":""},{"style":"v","text":"«Lu ko wees ñeent fukki at nag, bi mu nekkee ca màndiŋu tundu Sinayi, malaaka feeñu ko ci takk-takku sawara ci biir as ngarab."},{"style":"v","text":"Bi ko Musaa gisee, mu daldi waaru ci li mu gis; mu jegesi ngir niir ko, dégg baatu Boroom bi ne ko:"},{"style":"v","text":"“Man maay sa Yàllay maam, di Yàllay Ibraayma, Isaaxa ak Yanqóoba.” Ci kaw loolu Musaa tiit bay lox, te ñemeetula xool."},{"style":"v","text":"Noonu Boroom bi ne ko: “Summil say dàll, ndaxte bérab bi nga taxaw, bérab bu sell la."},{"style":"v","text":"Gis naa bu baax fitnay sama xeet ci Misra te dégg naa seeni tawat, kon wàcc naa ngir musal leen. Léegi nag ñëwal, dinaa la yebal Misra.”"},{"style":"p","text":""},{"style":"v","text":"«Musaa moomu bañoon nañu ko, ba ne ko: “Ku la teg kilifa ak àttekat?” Waaye moom la Yàlla yebal, jaarale ko ci malaaka mi ko feeñu ca ngarab sa, ngir mu nekk kilifa gu leen di goreel."},{"style":"v","text":"Moo leen génne réewu Misra, di def ay kéemaan ak ay firnde ca réew ma, ca °géeju Barax ya ak ca màndiŋ ma diirub ñeent fukki at."},{"style":"v","text":"Musaa moomu moo ne woon bànni Israyil: “Yàlla dina leen feeñalal ci seeni bokk °Yonent bu mel ni man.”"},{"style":"v","text":"Te moo nekkoon ak mbooloo ma ca màndiŋ ma, ànd ak sunuy maam, wéttalikoo malaaka, mi waxoon ak moom ci tundu Sinayi. Te mu jote ci Yàlla kàddu yiy dund, ngir jottali nu ko."},{"style":"v","text":"Waaye sunuy maam nanguwuñu koo déggal; dañu koo bañ te seeni xel dëpp, dellu Misra."},{"style":"v","text":"Ñu sant °Aaróona ne: “Sàkkal nu ay yàlla yuy jiitu ci sunu kanam, ndaxte Musaa male nu génne ci réewu Misra, xamunu lu ko dal.”"},{"style":"v","text":"Booba nag ñu tëgglu aw sëllu, muy xërëm, ñu di ko tuuru, di bànneexu ci seeni jëfi loxo."},{"style":"v","text":"Waaye bi ñu ko defee Yàlla dëddu leen, bërgël leen, ñuy jaamu biddiiwi asamaan. Moom lañu bind ci téereb yonent yi ne:"},{"style":"q","text":"“Yéen bànni Israyil, ndax rendi ngeen jur, jébbal ma, boole ko ak i sarax,"},{"style":"q","text":"diirub ñeent fukki at ca màndiŋ ma?"},{"style":"q","text":""},{"style":"v","text":"Yóbbu ngeen sax fu nekk xayma, biy màggalukaayu °Molog,"},{"style":"q","text":"ak biddiiwub Refan, bi ñu daan bokkaaleel Yàlla,"},{"style":"q","text":"di ay nataal, yi ngeen defoon ngir màggal leen!"},{"style":"q","text":"Kon nag dinaa leen toxal, yóbbu leen ci gannaaw réewu °Babilon.”"},{"style":"p","text":""},{"style":"v","text":"«Sunuy maam amoon nañu ca màndiŋ ma xaymab màggalukaay, bi ëmboon li Yàlla seede. Xayma boobu nag defoon nañu ko, roye ko ci bi Musaa gisoon, ni ko ko Yàlla sante woon."},{"style":"v","text":"Te gannaaw ga, bi °Yosuwe nekkee kilifag sunuy maam, ñu jot xayma ba ñoom it, yóbbu ko ca réew, ma ñu nangu ca xeet ya Yàlla dàq ci seen kanam. Xayma ba nekk fa, ba ci jamonoy °Daawuda."},{"style":"v","text":"Moom yiw na fa kanam Yàlla, mu ñaan ko, mu sàkkal ko kër ngir askanu Yanqóoba."},{"style":"v","text":"Waaye °Suleymaan moo tabaxal Yàlla kër ga."},{"style":"p","text":""},{"style":"v","text":"«Moona Aji Kawe ji du dëkk ci fu loxol nit defar; moom la ab yonent wax ne:"},{"style":"q","text":""},{"style":"v","text":"“Asamaan mooy sama jal,"},{"style":"q","text":"te suuf mooy sama tegukaayu tànk."},{"style":"q","text":"Kon gan kër ngeen may tabaxal,"},{"style":"q","text":"mbaa fan mooy sama bérabu noppalukaay?"},{"style":"q","text":""},{"style":"v","text":"Ndax du sama loxo moo defar yëf yooyu yépp?"},{"style":"q","text":"--Moom la Boroom bi doon wax.”"},{"style":"p","text":""},{"style":"v","text":"«Yéen ñi dëgër bopp, ànd ak xol buy bañ ak ay nopp yuy fatt, mel ni ñi xamul Yàlla. Dungeen noppeek a diiroo ak °Xel mu Sell mi; ni ko seen baay yi daan defe, noonu ngeen di def, yéen itam."},{"style":"v","text":"Kan ca yonent ya la seeni maam tegul woon ay fitna? Rey nañu ñi doon yégle ñëwug Aji Jub ji, moom mi ngeen jébbale léegi, ba ñu rey ko."},{"style":"v","text":"Jot ngeen yoonu Musaa, wi Yàlla wàcce jaarale ko ci ay malaaka, te sàggane ngeen ko.»"},{"style":"s","text":"Sànni nañu ay doj Ecen, ba rey ko"},{"style":"p","text":""},{"style":"v","text":"Bi ñu déggee loolu nag, seeni xol di dagg, ñuy yéyu, jëm ci kawam."},{"style":"v","text":"Waaye Ecen, mi fees ak °Xel mu Sell mi, ne jàkk ci asamaan, gis ndamu Yàlla, te gis Yeesu mi taxaw ci ndijooru Yàlla."},{"style":"v","text":"Mu ne: «Seetleen, maa ngi gis asamaan yi ubbiku, te °Doomu nit kaa ngii taxaw ci ndijooru Yàlla.»"},{"style":"p","text":""},{"style":"v","text":"Bi ñu déggee loolu, ñu daldi xaacu ca kaw, tey dar seeni nopp; ñu ànd, ne milib ci kawam;"},{"style":"v","text":"ñu wat-wate ko, génne ko dëkk ba, dóor ko ay doj, ba mu dee. Seede ya tegoon nañu seeni yére ci tànki waxambaane wu tudd Sóol."},{"style":"p","text":""},{"style":"v","text":"Noonu ñu dóor Ecen ay doj, muy ñaan Yàlla ne: «Boroom bi Yeesu, nangul sama ruu!»"},{"style":"v","text":"Bi mu ko waxee, mu sukk, wax ak baat bu kawe: «Boroom bi, bu leen bindal bàkkaar bii,» ba noppi mu nelaw."}]