[{"style":"s","verse":"","text":"Sóol waññiku na ci Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Naka Sóol, muy tëkkoo rey taalibey Boroom bi, ba di ko noyyee far. Mu dem nag ca °sarxalkat bu mag ba,"},{"style":"v","verse":"2","text":"laaj ko ay bataaxal yu muy yóbbul jànguy dëkku Damaas. Noonu ñu mu fa fekk, te ñu bokk ci yoon wi, góor mbaa jigéen, mu am dogalu yeew leen, indi leen °Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Waaye bi muy jub Damaas, ca saa sa leer gu jóge asamaan melax, ba ëmb ko."},{"style":"v","verse":"4","text":"Mu daanu ci suuf, dégg baat bu ko ne: «Sóol, Sóol, lu tax nga di ma fitnaal?»"},{"style":"v","verse":"5","text":"Mu wuyu ne: «Yaay kan Boroom bi?» Boroom bi ne ko: «Maay Yeesu, mi ngay fitnaal."},{"style":"v","verse":"6","text":"Waaye jógal, dugg ca dëkk ba, te dinañu la wax li nga wara def.»"},{"style":"v","verse":"7","text":"Nit ñi ànd ak moom nag taxaw, waaru ba luu, ci li ñu dégg baat bi te gisuñu kenn."},{"style":"v","verse":"8","text":"Noonu Sóol jóg, xippi, waaye gisul dara; kon ñu wommat ko, yóbbu ko Damaas."},{"style":"v","verse":"9","text":"Diirub ñetti fan gisul dara, lekkul, naanul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Amoon na nag ci Damaas taalibe bu tudd Anañas. Bi loolu amee nag Boroom bi feeñu ko ne: «Anañas!» Mu wuyu: «Maa ngi nii Boroom bi.»"},{"style":"v","verse":"11","text":"Boroom bi ne ko: «Jógal, nga jaar ci mbedd, mi ñuy wax Mbedd mu jub mi, te seet ci kër Yudaa nit ku tudd Sóol te dëkk Tars, ndaxte mu ngay ñaan."},{"style":"v","verse":"12","text":"Te gis na cim peeñu nit ku tudd Anañas, mu dugg, °teg ko ay loxo, ba muy gisaat.»"},{"style":"v","verse":"13","text":"Waaye Anañas ne ko: «Boroom bi, dégg naa ci nit ñu bare ci mbirum kooku, ñu seede lu bare lu bon lu mu def say gaay ci Yerusalem."},{"style":"v","verse":"14","text":"Te indaale na fii sax sañ-sañ bu jóge ci sarxalkat yu mag ya, ngir yeew képp kuy tudd saw tur.»"},{"style":"v","verse":"15","text":"Waaye Boroom bi ne ko: «Demal, ndaxte maa ko tànn, muy sama jëfandukaay, ngir yóbbu sama tur fa kanam ñi nekkul Yawut ak fa kanam buur yi ak °bànni Israyil."},{"style":"v","verse":"16","text":"Te dinaa ko won coono yu bare yu mu wara dékku ngir sama tur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci kaw loolu Anañas dem, dugg ca kër ga, teg ay loxoom Sóol. Mu ne ko: «Sóol sama mbokk, Boroom bi Yeesu, mi la feeñu woon ci kaw yoon wi, bi ngay dikk, moo ma yónni, ngir nga dellu di gis te fees ak °Xel mu Sell mi.»"},{"style":"v","verse":"18","text":"Ca saa sa lu mel ni ay waasintóor génne ci ay bëtam, mu daldi gisaat. Noonu mu jóg, ñu °sóob ko ci ndox;"},{"style":"v","verse":"19","text":"ba noppi mu lekk, amaat doole."},{"style":"p","verse":"","text":"Bi mu ko defee mu toog ay fan ak taalibe, ya nekk Damaas."},{"style":"v","verse":"20","text":"Ca saa sa muy yégle ca jàngu ya ne, Yeesu mooy °Doomu Yàlla."},{"style":"v","verse":"21","text":"Ñi ko dégg ñépp waaru naan: «Ndax du kii moo daan tas ñiy tudd tur woowu ci Yerusalem, te mu ñëw fii, ngir yeew leen, yóbbu ci kanam sarxalkat yu mag ya?»"},{"style":"v","verse":"22","text":"Moona Sóol di gëna am kàttan, bay jaaxal Yawut yi dëkk Damaas, ci di leen wax ay firnde, ne Yeesu mooy °Almasi bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba ñu ca tegee ay fani fan, Yawut yi daldi gise, ngir reylu ko."},{"style":"v","verse":"24","text":"Waaye Sóol yég seen pexe. Fekk guddi ak bëccëg ñu doon wottu bunt yi yépp, ngir man koo bóom."},{"style":"v","verse":"25","text":"Noonu taalibe yi jël ko ci guddi, def ko ci dàmba gu réy, jaarale ko ci miir bi, yoor ko ci suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Bi Sóol agsee Yerusalem, mu jéema ànd ak taalibe yi, waaye ñépp ragal ko, ndax gëmuñu woon ag taalibeem."},{"style":"v","verse":"27","text":"Ci kaw loolu Barnabas jël ko, yóbbu ko ca ndaw ya, nettali leen, ni Sóol gise Boroom bi ci kaw yoon wi, ak li mu ko wax, rax-ca-dolli fit wi mu doon waxe ci turu Yeesu ci Damaas."},{"style":"v","verse":"28","text":"Noonu mu nekk ak ñoom ci Yerusalem, di dugg ak a génn, di wax ak fit ci turu Boroom bi."},{"style":"v","verse":"29","text":"Muy wax ak di werante ak Yawut yiy làkk gereg, waaye ñu di ko wuta rey."},{"style":"v","verse":"30","text":"Bi ko bokk yi yégee nag, ñu yóbbu ko dëkku Sesare, yebal ko dëkku Tars."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Noonu mbooloom ñi gëm nekk ci jàmm ci biir diiwaani Yude gépp ak Galile ak Samari; ñuy gëna dëgër, di wéy ci ragal Yàlla, tey yokku ci ndimbalu Xel mu Sell mi."},{"style":"s","verse":"","text":"Piyeer faj na Ene"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Piyeer nag di wër, di jaar fu nekk, tey dem ci gaayi Yàlla yi dëkk Lidd,"},{"style":"v","verse":"33","text":"mu gis fa nit ku làggi, tudd Ene, tëdd ci basaŋ diirub juróom ñetti at."},{"style":"v","verse":"34","text":"Piyeer ne ko: «Ene, Yeesu °Kirist faj na la; jógal te defar sa lal.» Noonu mu daldi jóg ca saa sa."},{"style":"v","verse":"35","text":"Bi ko waa diiwaani Lidd ak Saron gépp gisee, ñu daldi waññiku ci Boroom bi."},{"style":"s","verse":"","text":"Piyeer dekkal na Tabita"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Amoon na nag ci dëkku Yope taalibe bu jigéen bu tudd Tabita, liy tekki «Dorkas», maanaam «kéwél», te muy wéy ci jëf yu baax ak sarxe."},{"style":"v","verse":"37","text":"Ca fan yooyu mu daanu wopp, ba faatu; noonu ñu sang ko, teg ko ca néeg, ba sut ca °taax ma."},{"style":"v","verse":"38","text":"Gannaaw Lidd sorewul ak Yope nag, te taalibe yi dégg ne Piyeer a nga fa, ñu yónnee ko ñaari nit, ñaan ko mu ñëw ci ñoom ci saa si."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Bi ko Piyeer déggee, mu jóg, ànd ak ñoom. Bi mu ñëwee, ñu yóbbu ko ca néeg bu kawe ba. Fekk fa ay jigéen ñi seeni jëkkër faatu, ñu daldi wër Piyeer, ñépp di jooy, di ko won kamisol ya ak mbubb, ya Dorkas daan defar cig dundam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Ci kaw loolu Piyeer génne ñépp ci biti, mu sukk, ñaan ci Yàlla, ba noppi walbatiku ca néew ba ne ko: «Tabita, jógal!» Noonu mu xippi, gis Piyeer, daldi toog."},{"style":"v","verse":"41","text":"Piyeer may ko loxo, yékkati ko. Mu woo gaayi Yàlla ya ak jigéen ña, won leen ko, muy dund."},{"style":"v","verse":"42","text":"Mbir ma siiw ca Yope gépp, ba ñu bare gëm Boroom bi."},{"style":"v","verse":"43","text":"Gannaaw loolu Piyeer toog ay fan ci Yope, ci këru ku tudd Simoŋ, miy wullikat."}]