[{"style":"s1","verse":"","text":"Les douze fils de Jacob et les descendants de Juda"},{"style":"r","verse":"","text":"V. 1-17: cf. Ge 46:8-27. (Ru 4:18-22. Mt 1:3-6. 1 S 16:5-13. Hé 7:14.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 2.1 \\xt Ge 29:32; 30:5; 35:18, 22; 36:8.\\x*Voici les fils d’Israël. Ruben, Siméon, Lévi, Juda, Issacar, Zabulon, "},{"style":"v","verse":"2","text":"Dan, Joseph, Benjamin, Nephthali, Gad et Aser. "},{"style":"v","verse":"3","text":"\\x b \\xo 2.3 \\xt Ge 38:3; 46:12. No 26:19.\\x*Fils de Juda: Er, Onan, Schéla; ces trois lui naquirent de la fille de Schua, la Cananéenne. Er, premier-né de Juda, était méchant aux yeux de l’Éternel, qui le fit mourir. "},{"style":"v","verse":"4","text":"\\x c \\xo 2.4 \\xt Ge 38:28, 29. Mt 1:3.\\x*Tamar, belle-fille de Juda, lui enfanta Pérets et Zérach. Total des fils de Juda: cinq. "},{"style":"v","verse":"5","text":"\\x d \\xo 2.5 \\xt Ge 46:12.\\x*Fils de Pérets: Hetsron et Hamul. "},{"style":"v","verse":"6","text":"Fils de Zérach: Zimri, Éthan, Héman, Calcol et Dara. En tout: cinq. "},{"style":"v","verse":"7","text":"Fils de Carmi: Acar, \\x e \\xo 2.7 \\xt Jos 7:25.\\x*qui troubla Israël lorsqu’il commit une infidélité au sujet des choses dévouées par interdit. "},{"style":"v","verse":"8","text":"Fils d’Éthan: Azaria. "},{"style":"v","verse":"9","text":"Fils qui naquirent à Hetsron: Jerachmeel, Ram et Kelubaï. "},{"style":"v","verse":"10","text":"Ram \\x f \\xo 2.10 \\xt Ru 4:19. Mt 1:3, 4.\\x*engendra Amminadab. Amminadab engendra Nachschon, \\x g \\xo 2.10 \\xt No 1:7; 2:3.\\x*prince des fils de Juda. "},{"style":"v","verse":"11","text":"Nachschon engendra Salma. Salma engendra Boaz. "},{"style":"v","verse":"12","text":"Boaz engendra Obed. Obed engendra Isaï. "},{"style":"v","verse":"13","text":"Isaï engendra Éliab, son premier-né, Abinadab le second, Schimea le troisième, "},{"style":"v","verse":"14","text":"Nethaneel le quatrième, Raddaï le cinquième, "},{"style":"v","verse":"15","text":"Otsem le sixième, David le septième. "},{"style":"v","verse":"16","text":"Leurs sœurs étaient: Tseruja et Abigaïl. Fils de Tseruja: Abischaï, Joab et Asaël, trois. "},{"style":"v","verse":"17","text":"Abigaïl enfanta Amasa; le père d’Amasa fut Jéther, l’Ismaélite."},{"style":"r","verse":"","text":"V. 18-55: cf. Ex 31:1-5. No 32:41, 42. Jé 35."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Caleb, fils de Hetsron, eut des enfants d’Azuba, sa femme, et de Jerioth. Voici les fils qu’il eut d’Azuba: Jéscher, Schobab et Ardon. "},{"style":"v","verse":"19","text":"Azuba mourut; et Caleb prit Éphrath, qui lui enfanta Hur. "},{"style":"v","verse":"20","text":"Hur engendra Uri, et Uri engendra \\x h \\xo 2.20 \\xt Ex 31:2.\\x*Betsaleel. "},{"style":"v","verse":"21","text":"Ensuite, Hetsron alla vers la fille de Makir, père de Galaad, et il avait soixante ans lorsqu’il la prit; elle lui enfanta Segub. "},{"style":"v","verse":"22","text":"Segub engendra Jaïr, qui eut vingt-trois villes dans le pays de Galaad. "},{"style":"v","verse":"23","text":"Les Gueschuriens et les Syriens leur prirent les bourgs de Jaïr avec Kenath et les villes de son ressort, soixante villes. Tous ceux-là étaient fils de Makir, père de Galaad. "},{"style":"v","verse":"24","text":"Après la mort de Hetsron à Caleb-Éphratha, Abija, femme de Hetsron, lui enfanta Aschchur, père de Tekoa. "},{"style":"v","verse":"25","text":"Les fils de Jerachmeel, premier-né de Hetsron, furent: Ram, le premier-né, Buna, Oren et Otsem, nés d’Achija. "},{"style":"v","verse":"26","text":"Jerachmeel eut une autre femme, nommée Athara, qui fut mère d’Onam. "},{"style":"v","verse":"27","text":"Les fils de Ram, premier-né de Jerachmeel, furent: Maats, Jamin et Éker. "},{"style":"v","verse":"28","text":"Les fils d’Onam furent: Schammaï et Jada. Fils de Schammaï: Nadab et Abischur. "},{"style":"v","verse":"29","text":"Le nom de la femme d’Abischur était Abichaïl, et elle lui enfanta Achban et Molid. "},{"style":"v","verse":"30","text":"Fils de Nadab: Séled et Appaïm. Séled mourut sans fils. "},{"style":"v","verse":"31","text":"Fils d’Appaïm: Jischeï. Fils de Jischeï: Schéschan. Fils de Schéschan: Achlaï. "},{"style":"v","verse":"32","text":"Fils de Jada, frère de Schammaï: Jéther et Jonathan. Jéther mourut sans fils. "},{"style":"v","verse":"33","text":"Fils de Jonathan: Péleth et Zara. Ce sont là les fils de Jerachmeel. "},{"style":"v","verse":"34","text":"Schéschan n’eut point de fils, mais il eut des filles. Schéschan avait un esclave égyptien nommé Jarcha. "},{"style":"v","verse":"35","text":"Et Schéschan donna sa fille pour femme à Jarcha, son esclave, à qui elle enfanta Attaï. "},{"style":"v","verse":"36","text":"Attaï engendra Nathan; Nathan engendra Zabad; "},{"style":"v","verse":"37","text":"Zabad engendra Éphlal; Éphlal engendra Obed; "},{"style":"v","verse":"38","text":"Obed engendra Jéhu; Jéhu engendra Azaria; "},{"style":"v","verse":"39","text":"Azaria engendra Halets; Halets engendra Élasa; "},{"style":"v","verse":"40","text":"Élasa engendra Sismaï; Sismaï engendra Schallum; "},{"style":"v","verse":"41","text":"Schallum engendra Jekamja; Jekamja engendra Élischama. "},{"style":"v","verse":"42","text":"Fils de Caleb, frère de Jerachmeel: Méscha, son premier-né, qui fut père de Ziph, et les fils de Maréscha, père d’Hébron. "},{"style":"v","verse":"43","text":"Fils d’Hébron: Koré, Thappuach, Rékem et Schéma. "},{"style":"v","verse":"44","text":"Schéma engendra Racham, père de Jorkeam. Rékem engendra Schammaï. "},{"style":"v","verse":"45","text":"Fils de Schammaï: Maon; et Maon, père de Beth-Tsur. "},{"style":"v","verse":"46","text":"Épha, concubine de Caleb, enfanta Haran, Motsa et Gazez. Haran engendra Gazez. "},{"style":"v","verse":"47","text":"Fils de Jahdaï: Réguem, Jotham, Guéschan, Péleth, Épha et Schaaph. "},{"style":"v","verse":"48","text":"Maaca, concubine de Caleb, enfanta Schéber et Tirchana. "},{"style":"v","verse":"49","text":"Elle enfanta encore Schaaph, père de Madmanna, et Scheva, père de Macbéna et père de Guibea. La fille de Caleb était Acsa. "},{"style":"v","verse":"50","text":"Ceux-ci furent fils de Caleb: Schobal, fils de Hur, premier-né d’Éphrata, et père de Kirjath-Jearim; "},{"style":"v","verse":"51","text":"Salma, père de Bethléhem; Hareph, père de Beth-Gader. "},{"style":"v","verse":"52","text":"Les fils de Schobal, père de Kirjath-Jearim, furent: Haroé, Hatsi-Hammenuhoth. "},{"style":"v","verse":"53","text":"Les familles de Kirjath-Jearim furent: les Jéthriens, les Puthiens, les Schumathiens et les Mischraïens; de ces familles sont sortis les Tsoreathiens et les Eschthaoliens. "},{"style":"v","verse":"54","text":"Fils de Salma: Bethléhem et les Nethophatiens, Athroth-Beth-Joab, Hatsi-Hammanachthi, les Tsoreïens; "},{"style":"v","verse":"55","text":"et les familles des scribes demeurant à Jaebets, les Thireathiens, les Schimeathiens et les Sucathiens. Ce sont les Kéniens, issus de Hamath, père de la maison de Récab."}]