[{"style":"s1","verse":"","text":"Descendants de Ruben, de Gad et de Manassé"},{"style":"r","verse":"","text":"V. 1-10: cf. (Ge 49:3, 4, 8-10; 48:5, 6.) No 26:5, 6. Jos 13:15-23."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Fils de Ruben, premier-né d’Israël. Car il était le premier-né; mais, parce qu’il souilla la couche de son père, son droit d’aînesse fut donné aux fils de Joseph, fils d’Israël; toutefois Joseph ne dut pas être enregistré dans les généalogies comme premier-né. "},{"style":"v","verse":"2","text":"Juda fut, à la vérité, puissant parmi ses frères, et de lui est issu un prince; mais le droit d’aînesse est à Joseph. "},{"style":"v","verse":"3","text":"Fils de Ruben, premier-né d’Israël: \\x a \\xo 5.3 \\xt Ge 46:9. Ex 6:13. No 26:5.\\x*Hénoc, Pallu, Hetsron et Carmi. "},{"style":"v","verse":"4","text":"Fils de Joël: Schemaeja, son fils; Gog, son fils; Schimeï, son fils; "},{"style":"v","verse":"5","text":"Michée, son fils; Reaja, son fils; Baal, son fils; "},{"style":"v","verse":"6","text":"Beéra, son fils, que Tilgath-Pilnéser, roi d’Assyrie, emmena captif: il était prince des Rubénites. "},{"style":"v","verse":"7","text":"Frères de Beéra, d’après leurs familles, tels qu’ils sont enregistrés dans les généalogies selon leurs générations: le premier, Jeïel; Zacharie; "},{"style":"v","verse":"8","text":"Béla, fils d’Azaz, fils de Schéma, fils de Joël. Béla habitait à Aroër, et jusqu’à Nebo et à Baal-Meon; "},{"style":"v","verse":"9","text":"à l’orient, il habitait jusqu’à l’entrée du désert depuis le fleuve de l’Euphrate, car leurs troupeaux étaient nombreux dans le pays de Galaad. "},{"style":"v","verse":"10","text":"Du temps de Saül, ils firent la guerre aux Hagaréniens, qui tombèrent entre leurs mains; et ils habitèrent dans leurs tentes, sur tout le côté oriental de Galaad."},{"style":"r","verse":"","text":"V. 11-26: cf. (No 26:15-17, 29-34. Jos 13:24-31.) 2 Ch 14:8-14. Hé 10:32."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Les fils de Gad habitaient vis-à-vis d’eux, dans \\x b \\xo 5.11 \\xt Jos 13:24.\\x*le pays de Basan, jusqu’à Salca. "},{"style":"v","verse":"12","text":"Joël, le premier, Schapham, le second, Jaenaï, et Schaphath, en Basan. "},{"style":"v","verse":"13","text":"Leurs frères, d’après les maisons de leurs pères: Micaël, Meschullam, Schéba, Joraï, Jaecan, Zia et Éber, sept. "},{"style":"v","verse":"14","text":"Voici les fils d’Abichaïl, fils de Huri, fils de Jaroach, fils de Galaad, fils de Micaël, fils de Jeschischaï, fils de Jachdo, fils de Buz; "},{"style":"v","verse":"15","text":"Achi, fils d’Abdiel, fils de Guni, était chef des maisons de leurs pères. "},{"style":"v","verse":"16","text":"Ils habitaient en Galaad, en Basan, et dans les villes de leur ressort, et dans toutes les banlieues de Saron jusqu’à leurs extrémités. "},{"style":"v","verse":"17","text":"Ils furent tous enregistrés dans les généalogies, du temps de Jotham, roi de Juda, et du temps de Jéroboam, roi d’Israël. "},{"style":"v","verse":"18","text":"Les fils de Ruben, les Gadites et la demi-tribu de Manassé avaient de vaillants hommes, portant le bouclier et l’épée, tirant de l’arc, et exercés à la guerre, au nombre de quarante-quatre mille sept cent soixante, en état d’aller à l’armée. "},{"style":"v","verse":"19","text":"Ils firent la guerre aux Hagaréniens, à Jethur, à Naphisch et à Nodab. "},{"style":"v","verse":"20","text":"Ils reçurent du secours contre eux, et les Hagaréniens et tous ceux qui étaient avec eux furent livrés entre leurs mains. Car, pendant le combat, ils avaient crié à Dieu, qui les exauça, parce qu’ils s’étaient confiés en lui. "},{"style":"v","verse":"21","text":"Ils prirent leurs troupeaux, cinquante mille chameaux, deux cent cinquante mille brebis, deux mille ânes, et cent mille personnes; "},{"style":"v","verse":"22","text":"car il y eut beaucoup de morts, parce que le combat venait de Dieu. Et ils s’établirent à leur place jusqu’au temps où ils furent emmenés captifs. "},{"style":"v","verse":"23","text":"Les fils de la demi-tribu de Manassé habitaient dans le pays, depuis Basan jusqu’à Baal-Hermon et à Senir, et à la montagne d’Hermon; ils étaient nombreux. "},{"style":"v","verse":"24","text":"Voici les chefs des maisons de leurs pères: Épher, Jischeï, Éliel, Azriel, Jérémie, Hodavia et Jachdiel, vaillants hommes, gens de renom, chefs des maisons de leurs pères. "},{"style":"v","verse":"25","text":"Mais ils péchèrent contre le Dieu de leurs pères, et ils se prostituèrent après les dieux des peuples du pays, que Dieu avait détruits devant eux. "},{"style":"v","verse":"26","text":"Le Dieu d’Israël excita l’esprit de Pul, roi d’Assyrie, et l’esprit de Tilgath-Pilnéser, roi d’Assyrie, et Tilgath-Pilnéser emmena captifs les Rubénites, les Gadites et la demi-tribu de Manassé, et il les conduisit à Chalach, à Chabor, à Hara, et au fleuve de Gozan, où ils sont demeurés jusqu’à ce jour."}]