[{"style":"s","verse":"","text":"Jigéen ja ak ninkinànka ja"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Amoon na firnde ju ràññiku ju feeñ ca asamaan, di jigéen ju làmboo jant bi, °kaalawoo fukki biddiiw ak ñaar, weer wi nekk ci suufu tànkam."},{"style":"v","verse":"2","text":"Jigéenu biir la, di yuuxu ndax metitu mat wu tar."},{"style":"v","verse":"3","text":"Noonu beneen firnde feeñ ca asamaan, di ninkinànka ju réy, xonq curr te am juróom ñaari bopp ak fukki béjjén. Ca bopp ya am na juróom ñaari mbaxanay buur."},{"style":"v","verse":"4","text":"Geenam di laawaale ñetti cér yu ne benn ca biddiiwi asamaan, di leen sànni ci suuf. Ninkinànka ja taxaw ca kanam jigéen jay matu, ngir lekk liir ba, bu juddoo."},{"style":"v","verse":"5","text":"Noonu mu jur doom ju góor, muy ki wara jiite xeeti àddina yépp ak yetu weñ. Waaye ñu daldi fëkk doom ja, mu dem ca Yàlla ak °gànguneem."},{"style":"v","verse":"6","text":"Gannaaw loolu jigéen ja daw, dem ca màndiŋ ma, ca dalukaay ba ko Yàlla waajaloon ngir mu nekk fa, ñu dundal ko fa diirub junni ak ñaar téeméeri fan ak juróom benn fukk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Noonu xare am ca asamaan ya. Mikayel ak malaaka, ya ànd ak moom, xeex ak ninkinànka ja, ninkinànka ja it ak ay malaakaam feyu."},{"style":"v","verse":"8","text":"Waaye ninkinànka jaa gëna néew doole; noonu ñu dàqe ko ak toppam asamaan."},{"style":"v","verse":"9","text":"Daaneel nañu ko, moom ninkinànka ju réy ji, di jaani cosaan ji, te ñu di ko wax Tuumaalkat bi mbaa °Seytaane, moom miy nax waa àddina sépp-- daaneel nañu ko ci kaw suuf, moom ak i malaakaam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Noonu ma dégg baat bu xumb jóge asamaan naan:"},{"style":"q","verse":"","text":"«Léegi mucc agsi na, moom ak kàttan"},{"style":"q","verse":"","text":"ak nguuru Yàlla sunu Boroom,"},{"style":"q","verse":"","text":"ak sañ-sañu °Almaseem,"},{"style":"q","verse":"","text":"ndaxte ki daan tuumaal sunuy bokk,"},{"style":"q","verse":"","text":"di leen sosal guddi ak bëccëg ci kanam Yàlla sunu Boroom,"},{"style":"q","verse":"","text":"kooka daaneel nañu ko."},{"style":"q","verse":"","text":""},{"style":"v","verse":"11","text":"Fekk not nañu ko jaarale ko ci deretu Gàtt ba"},{"style":"q","verse":"","text":"ak seen seedes ngëm,"},{"style":"q","verse":"","text":"te soppuñu seen bakkan ba ragala dee."},{"style":"q","verse":"","text":""},{"style":"v","verse":"12","text":"Looloo tax, na asamaan ak ñi ci dëkk bànneexu!"},{"style":"q","verse":"","text":"Musiba ci kaw suuf ak ci biir géej!"},{"style":"q","verse":"","text":"Ndaxte Seytaane wàcc na ci yéen,"},{"style":"q","verse":"","text":"ànd ak mer mu tàng,"},{"style":"q","verse":"","text":"ndaxte xam na ne jot gi ko dese barewul.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba ninkinànka ja gisee ne daaneel nañu ko ci kaw suuf, mu dàq jigéen, ja juroon doom ju góor ja."},{"style":"v","verse":"14","text":"Noonu ñu jox jigéen ja ñaari laafi jaxaay ja, ngir mu naaw, ba sore ninkinànka ja, dem ca màndiŋ ma ca bérabam, ñu dundal ko fa ab diir, ay diir ak genn-wàllu diir\\f + \\fr 12.14 \\ft Maanaam ñetti at ak genn-wàll.\\f*."},{"style":"v","verse":"15","text":"Ninkinànka ja buusu ndox mu bare ni dex ca gannaaw jigéen ja, ngir yóbbaale ko ca."},{"style":"v","verse":"16","text":"Waaye suuf wallu jigéen ja, naan dex, ga ninkinànka ja buusu woon."},{"style":"v","verse":"17","text":"Ninkinànka ja mere jigéen ja, daldi xeexi ak ñi des ciy doomam, di ñiy sàmm ndigali Yàlla tey sax ci di seedeel Yeesu."},{"style":"v","verse":"18","text":"Noonu mu taxaw ca tefesu géej ga."}]