[{"style":"s","verse":"","text":"Gàtt ba ak ñi jébbalu ci Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ma xool noonu, gis Gàtt ba taxaw ci tundu °Siyoŋ, ànd ak téeméer ak ñeent fukk ak ñeenti junniy nit, te ñu bind ci seen jë turu Gàtt ba ak turu Baayam."},{"style":"v","verse":"2","text":"Ma dégg baat bu jóge asamaan, buy riir ni duusi géej, ni riiru dënnu gu réy. Baat ba ma dégg mel ni baati xalamkat yuy xalam."},{"style":"v","verse":"3","text":"Nit ñu bare ñooñu taxaw ca kanam °gàngune ma ak ñeenti mbindeef ya ak mag ña, di woy woy wu bees. Kenn manula jàng woy wa, ku dul téeméer ak ñeent fukk ak ñeenti junniy nit, ñooñu ñu °jote àddina."},{"style":"v","verse":"4","text":"Ñoo di ñi taqul sobey jigéen, ndaxte saxal nañu seen bopp ci sellaay. Ñu nga topp Gàtt ba fépp fu mu jëm. Yàlla °jot na leen ci biir nit ñi, ñu jébbalu ci Yàlla ak ci Gàtt bi, mel ni tànneefu ngóob mi ñuy sédde Yàlla,"},{"style":"v","verse":"5","text":"te fen masula génn ci seen gémmiñ. Amuñu benn sikk."},{"style":"s","verse":"","text":"Ñetti malaaka yégle nañu àttey Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Noonu ma gis meneen malaaka naaw ca digg asamaan, yor xibaar bi sax, di ko yégal waa àddina-- xeet yépp ak giir yépp ak kàllaama yépp ak réew yépp."},{"style":"v","verse":"7","text":"Ma nga doon xaacu naan: «Ragal-leen Yàlla te jox ko ndam li, ndaxte waxtuw àtteem jot na. Jaamuleen ki sàkk asamaan ak suuf ak géej ak bëti ndox yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Meneen malaaka, di ñaareel bi, topp ca naan: «Daanu na! °Babilon, dëkk bu mag, bi daan màndil réew yépp ak biiñu njaaloom, daanu na.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Meneen malaaka, di ñetteel bi, topp ca, di xaacu naan: «Ku jaamu rab wi ak nataalam te nangoo am màndargaam ci jëëm walla ci loxoom,"},{"style":"v","verse":"10","text":"dina naan moom itam biiñu xadarub Yàlla bi kenn raxul, ñu sotti ko ci koppu meram. Te dees na ko mbugal ci sawara ak tamarax ci kanam malaaka yu sell yi ak Gàtt bi,"},{"style":"v","verse":"11","text":"te saxar siy jóge ci seen mbugal dina gilli ba fàww. Ñooñu di jaamu rab wi ak nataalam, ak képp ku nangoo jot màndargam turam, duñu noppalu guddi ak bëccëg.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Looloo tax gaayi Yàlla yi wara muñ, ñooñuy sàmm ndigali Yàlla yi ak ngëm ci Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Noonu ma dégg baat ci asamaan naan: «Bindal: “Bés ni tey, ñi nekk ci Boroom bi te dee, barkeel nañu.”» Xelum Yàlla nee na: «Waaw, dinañu noppalu ci seeni coono, ndaxte seeni jëf a nga leen di xaar.»"},{"style":"s","verse":"","text":"Góob nañu àddina si"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ma xool noonu, gis niir wu weex ak ku ca toog, niroo ak doomu nit, takk °kaalag wurus ca bopp ba, yor sàrt bu ñaw."},{"style":"v","verse":"15","text":"Te meneen malaaka génn ca kër Yàlla ga, di wax ak baat bu xumb ak ka toogoon ca niir wa, ne ko: «Dawalal sa sàrt te góob, ndaxte ngóob jot na, te lépp ñor na ci kaw suuf.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Noonu ka toogoon ca kaw niir wa dawal sàrtam ci kaw suuf, góob àddina sépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Bi loolu amee meneen malaaka génn ca kër Yàlla ga nekk ca asamaan, yor moom itam sàrt bu ñaw."},{"style":"v","verse":"18","text":"Noonu meneen malaaka, ma am sañ-sañ ca sawara sa, jóge ca sarxalukaayu °cuuraay ba, daldi wax ak baat bu xumb ak malaaka, ma yor sàrt bu ñaw ba, ne ko: «Dawalal sa sàrt bu ñaw bi te dagg cëggu reseñ yu àddina, ndaxte ñor nañu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Noonu malaaka ma daldi dawal sàrtam ci àddina, dagg reseñ yi, sànni leen ci biir segalukaay bu réy bu merum Yàlla."},{"style":"v","verse":"20","text":"Ñu nal reseñ ya ca segalukaay, ba ca gannaaw dëkk ba, deret génn ca, ba agsi ci laabi fas yi, te wal ba ëmb lu mat ñetti téeméeri kilomet."}]