[{"style":"s","text":"Babilon daanu na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu ma gis meneen malaaka mu wàcce ca asamaan, yor sañ-sañ bu réy, te leeraayam daj na àddina sépp."},{"style":"v","text":"Mu daldi xaacu naan: «Daanu na! °Babilon mu mag ma daanu na! Léegi dëkkukaayu jinne la, ak bépp rab wu bon ak bépp picc mu daganul te araam."},{"style":"v","text":"Ndaxte jox na xeeti àddina yépp, ñu naan ci koppu nafsoom ak njaaloom, ba ñu màndi. Buuri àddina ànd nañu ak moom ci njaaloo, te baana-baanay àddina woomle nañu ndax li mu bëgg mbuux.»"},{"style":"p","text":""},{"style":"v","text":"Noonu ma dégg beneen baat bu jóge asamaan naan: «Génnleen ci biiram, yéen samay gaay, ngir ngeen baña bokk ci ay bàkkaaram te baña am cér ci musiba yi koy dal."},{"style":"v","text":"Ndaxte ay bàkkaaram dajaloo nañu ba ci asamaan, te Yàlla fàttaliku na ay jëfam yu bon."},{"style":"v","text":"Dellooleen ko li mu defoon, feyleen ko ñaar ci li mu lebaloon, feesal-leen koppam ak naan gu gëna wex ñaari yoon naan ga mu joxe woon."},{"style":"v","text":"Joxleen ko ci coono ak naqar, lu tollu ni tiitar ak mbuux, ba mu dencaloon boppam. Gannaaw nee woon na ci xelam: “Maa ngi toog fii ni buur, duma ab jëtun te duma ténj mukk,”"},{"style":"v","text":"looloo tax ba musiba, yii ñu ko sédd, dinañu ñëw ci benn bés, ñu di mbas, ténj ak xiif, ñu di ko lakk ba mu jeex, ndaxte Yàlla Boroom bi ko àtte, ku am kàttan la.»"},{"style":"p","text":""},{"style":"v","text":"Buuri àddina yépp, yi àndoon ak moom ci njaaloo ak mbuux, bu ñu séenee saxar siy jollee ci taal bi ñu koy lakke, dinañu yuuxu, di ko jooy."},{"style":"v","text":"Dinañu tiit ndax coonoom, ba dàndu lu sore, naan:"},{"style":"q","text":"«Ngalla yaw! Ngalla yaw, dëkk bu mag bi,"},{"style":"q","text":"Babilon mi am kàttan!"},{"style":"q","text":"Benn waxtu rekk doy na, ngir sab àtte mat!»"},{"style":"p","text":""},{"style":"v","text":"Baana-baana yi ci kaw suuf di jooy, di ko naqarlu, ndaxte kenn dootul jënd seen njaay:"},{"style":"v","text":"seen wurus ak seen xaalis ak seeni jamaa ak yeneen per; seeni piis yu rafet ak piis yu yolet, yu ray-ray, yu xonq; seen dénk wu xeeñ ak seen yëf yi ñu defare bëñi ñay walla dénk wu jafe walla xànjar walla weñ walla marbë;"},{"style":"v","text":"ak bant yuy safal ak gàncax gu xeeñ ak xeeti cuuraay yu bare ak latkoloñ ak biiñ ak diw ak sungufu lay-layaat ak pepp ak i nag ak i xar ak i fas ak i sareeti xare ak i jaam, ba ci bakkani nit."},{"style":"p","text":""},{"style":"v","text":"Dinañu wax naan: «Yëf yi nga bëggoona am raw nañu la, te lépp luy yafal walla col gu rafet ñàkk nga ko, te kenn du ko gisaat!»"},{"style":"p","text":""},{"style":"v","text":"Baana-baana, yi daan jaay yëf yooyu ba woomle, dinañu sore ndax ragal coonoom. Dinañu jooy di naqarlu,"},{"style":"v","text":"naan:"},{"style":"q","text":"«Ngalla yaw! Ngalla yaw, dëkk bu mag,"},{"style":"q","text":"bi soloon yére yu rafet, yu yolet te xonq,"},{"style":"q","text":"daan takk wurus ak jamaa ak per,"},{"style":"q","text":""},{"style":"v","text":"sa alal ju bare jépp naaw na ci waxtu!»"},{"style":"p","text":"Noonu ñépp ñiy dawal gaal ak ñi ciy tukki ak ñi ciy liggéey ak ñi ciy baana-baana, ñépp di sore bérab boobu,"},{"style":"v","text":"te bu ñu séenee saxar sa cay jollee, naan: «Ndax dëkk bu niroo woon ak dëkk bu mag bii mas na am?»"},{"style":"p","text":""},{"style":"v","text":"Ñuy xëpp suuf ci seen bopp, di jooy, di naqarlu te naan:"},{"style":"q","text":"«Ngalla yaw! Ngalla yaw, dëkk bu mag bi nga xam ne"},{"style":"q","text":"ci la boroom gaal yépp woomle ndax sa barele,"},{"style":"q","text":"ci waxtu nga gental."},{"style":"q","text":""},{"style":"v","text":"Yaw asamaan, bégal ci li ñu ko yàq!"},{"style":"q","text":"Yéen itam gaayi Yàlla yi, ndaw yi ak yonent yi, bégleen,"},{"style":"q","text":"ndaxte Yàlla àtte na ko, ba feyul leen.»"},{"style":"p","text":""},{"style":"v","text":"Noonu malaaka mu am doole jël °doj wu réy, sànni ko ci géej gi, naan:"},{"style":"q","text":"«Nii lañuy sànnee ak doole Babilon dëkk bu mag bi,"},{"style":"q","text":"mu ne meŋŋ."},{"style":"q","text":""},{"style":"v","text":"Buumi xalam yi ak baati woykat yi ak toxoro yi ak liit yi, // kenn dootu ko dégg ci yaw."},{"style":"q","text":"Liggéeykat bu xareñ bu mu mana doon, // kenn dootu ko gis ci yaw."},{"style":"q","text":"Kandaŋu gënn, // kenn du ko déggati ci yaw."},{"style":"q","text":""},{"style":"v","text":"Niitug làmp du tàkkati,"},{"style":"q","text":"te baatu boroom séet ak séetam dootul jib ci yaw ba fàww."},{"style":"q","text":"Ndaxte say baana-baana ñoo yilifoon àddina,"},{"style":"q","text":"te xeet yépp réer nañu ndax say luxus.»"},{"style":"m","text":""},{"style":"v","text":"Deretu yonent yi ak gaayi Yàlla yi ak ñépp ñi ñu rey ci kaw suuf, ci moom Babilon lañu ko fa fekk."}]