[{"style":"s","text":"Bataaxal bi ñu yónnee waa Efes"},{"style":"p","text":""},{"style":"v","text":"«Bindal malaakam mbooloom ñi gëm ci dëkku Efes, ne ko:"},{"style":"pi","text":"Ki téye juróom ñaari biddiiw yi ci loxol ndijooram, tey dox ci diggu juróom ñaari tegukaayu làmp yu wurus yi nee na:"},{"style":"v","text":"Xam naa say jëf, sa liggéey ak sag muñ. Xam naa ne manuloo dékku ñiy def lu bon. Seetlu nga ñi tuddoo samay ndaw, ba gis ne ay naaféq lañu."},{"style":"v","text":"Xam naa it ne muñ nga, ba dékku coono ndax sama tur, te xàddiwoo."},{"style":"pi","text":""},{"style":"v","text":"Waaye li ma naqari ci yaw moo di sa mbëggeel wàññiku na."},{"style":"v","text":"Deel fàttaliku kon fa nga daanoo. Réccul te def, na nga daan def bu jëkk. Soo réccuwul, dinaa dikk ci yaw, jële sa tegukaayu làmp ca bérab ba mu nekk."},{"style":"v","text":"Waaye lii neex na ma ci yaw: sib nga ni man li ñoom °Nikolas di jëf."},{"style":"pi","text":""},{"style":"v","text":"Yaw mi am ay nopp, déglul li Xelum Yàlla di wax mboolooy ñi gëm. Ku daan, dinaa la may, nga lekk ci garabu dund, gi nekk ci jataayu Yàlla."},{"style":"s","text":"Bataaxal bi ñu yónnee waa Samirin"},{"style":"p","text":""},{"style":"v","text":"«Bindal malaakam mbooloom ñi gëm ci dëkku Samirin, ne ko:"},{"style":"pi","text":"Ki jëkk te mujj, ki dee woon te dekki nee na:"},{"style":"v","text":"Xam naa sa coono, xam it sa néew doole, moona yaaka duunle. Ñooñu tuddoo Yawut, xam naa ñaawteef yi ñu teg ci sa der: ndajem °Seytaane la."},{"style":"v","text":"Bul ragal li nga nara daj. Seytaane dina dugal kaso ñenn ci yéen, ngir wut leena fiir. Diirub fukki fan dingeen am coono. Nanga takku ba àttan cee dee, ma jox la °kaalag dund gi."},{"style":"pi","text":""},{"style":"v","text":"Yaw mi am ay nopp, déglul li Xelum Yàlla di wax mboolooy ñi gëm. Ku daan, doo loru ci ñaareelu dee."},{"style":"s","text":"Bataaxal bi ñu yónnee waa Pergam"},{"style":"p","text":""},{"style":"v","text":"«Bindal malaakam mbooloom ñi gëm ci dëkku Pergam, ne ko:"},{"style":"pi","text":"Boroom jaasi ju ñaw, ji am ñaari boor nee na:"},{"style":"v","text":"Xam naa fa nga dëkk, di fa °Seytaane samp nguuram. Moona jébbalu nga ci sama tur te weddiwoo sa ngëm ci man, ba ca fan ya ñu reye Antipas, sama seede bu takku ba, ci seen dëkk, di dëkku Seytaane."},{"style":"pi","text":""},{"style":"v","text":"Waaye am na lu ma naqari ci yaw, moo di uuf nga foofu gaa yuy sàmm njànglem °Balaam, moom mi jàngaloon °Balag, mu sóob °bànni Israyil ci bàkkaar, xiir leen ci lekk ñam wu ñu tuuroo xërëm yi, xiir leen ci njaaloo."},{"style":"v","text":"Te am nga noonu itam ay nit ñuy sàmm njànglem ñoom °Nikolas."},{"style":"v","text":"Réccul kon; lu ko moy dinaa dikk ci yaw léegi te xeex ak nit ñooñu ak jaasi, jiy génn ci sama gémmiñ."},{"style":"pi","text":""},{"style":"v","text":"Yaw mi am ay nopp, déglul li Xelum Yàlla di wax mboolooy ñi gëm. Ku daan, dinaa la jox, nga lekk dund bi ñuy wax °mànn te mu nëbbu, te dinaa la jox xeer wu weex. Ci kaw xeer woowu bindees na ci tur wu bees wu kenn xamul, ku dul ki ko jot."},{"style":"s","text":"Bataaxal bi ñu yónnee waa Catir"},{"style":"p","text":""},{"style":"v","text":"«Bindal malaakam mbooloom ñi gëm ci dëkku Catir, ne ko:"},{"style":"pi","text":"°Doomu Yàlla ji, ki ay bëtam di xuyy ni sawara, tey tànkam di lerax ni xànjar, nee na:"},{"style":"v","text":"Xam naa say jëf, sa mbëggeel, sa ngëm, sag muñ ak ni nga farloo ci sa jaamu Yàlla. Xam naa say jëf yu mujj, ni ñu ëppe yu jëkk ya."},{"style":"pi","text":""},{"style":"v","text":"Waaye li ma naqari ci yaw moo di dangaa bàyyi Yesabel, jigéen joojuy tuddoo yonent, di jàngle ak a réeral sama jaam yi, ngir ñuy sóobu ci njaaloo te di lekk ñam wu ñu tuuroo xërëm yi."},{"style":"v","text":"May naa ko ab diir, ngir mu tuub njaaloom, waaye bañ na."},{"style":"v","text":"Kon nag dinaa ko tëral ci lalu metit, te ñiy ànd ak moom di njaaloo, su ñu tuubul jëfi jigéen jooju, dinaa leen teg naqar wu mag."},{"style":"v","text":"Dinaa rey ay doomam, te mboolooy ñi gëm yépp dinañu xam ne man maa di kiy nattu xol ak xalaat, te dinaa fey ku nekk ay jëfam."},{"style":"v","text":"Waaye yéen ñépp ñi des ci Catir te toppuleen njàngle moomu te gëstuwuleen loolu ñu naan mbiri °Seytaane yu xóot yi, maa ngi leen di wax ne duma leen yen beneen yen"},{"style":"v","text":"bu dul bii: jàppleen ci li ngeen jàpp, ba kera may ñëw."},{"style":"pi","text":""},{"style":"v","text":"Ku daan tey sax ci samay jëf ba ca muj ga, dinaa ko jox sañ-sañ ci xeet yi:"},{"style":"q","text":""},{"style":"v","text":"Dina leen jiite ak yetu weñ,"},{"style":"q","text":"tojat leen ni ñuy toje ndaal kew--"},{"style":"mi","text":""},{"style":"v","text":"ni ma jële sañ-sañ ci sama Baay. Dinaa ko jox it biddiiwu njël."},{"style":"v","text":"Yaw mi am ay nopp, déglul li Xelum Yàlla di wax mboolooy ñi gëm."}]