[{"style":"s","verse":"","text":"Asamaan ak suuf yu bees yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Noonu ma gis asamaan su bees ak suuf su bees, ndaxte asamaan su jëkk sa ak suuf su jëkk sa wéyoon nañu, te géej gi amatul."},{"style":"v","verse":"2","text":"Ma gis, wàcce ca asamaan, jóge ca wetu Yàlla, Yerusalem gu bees gi, dëkk bu sell, bi ñu waajal ba mu jekk ni séet buy nég jëkkëram."},{"style":"v","verse":"3","text":"Ma dégg baat bu xumb jibe ca gàngune ma naan: «Dalub Yàllaa ngi ci biir nit ñi. Dina dëkk ak ñoom, nit ñi dinañu nekk ay gaayam, te moom Yàlla ci boppam dina ànd ak ñoom, nekk Yàlla seen Boroom."},{"style":"v","verse":"4","text":"Dina fomp bépp rongooñ ci seeni bët; te dee dootul am walla naqar walla jooy walla metit, ndaxte yëf yu jëkk ya wéy nañu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Noonu ki toog ca °gàngune ma ne: «Maa ngi yeesal lépp!» Mu ne ma: «Bindal, ndaxte kàddu yii yu wóor lañu te dëggu.»"},{"style":"v","verse":"6","text":"Mu teg ca ne ma: «Lépp mat na! Maay °Alfa di Omega, di njàlbéen gi, di muj gi. Ku mar, dinaa la may ci bëtu ndoxum dund mi, te doo fey dara."},{"style":"v","verse":"7","text":"Ku daan, dinga am cér ci mbir yii. Dinaa nekk Yàlla sa Boroom, te dinga nekk doom ci man."},{"style":"v","verse":"8","text":"Waaye ñi ragal ak ñi gëmul ak ñiy def lu ñaaw ak ñiy bóome ak ñiy njaaloo ak luxuskat yi ak xërëmkat yi ak fenkat yépp, seen añ moo di déegu sawara bi ànd ak tamarax. Loolu mooy ñaareelu dee gi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Gannaaw loolu benn malaaka ñëw, mi bokk ca juróom ñaari malaaka, ya yoroon juróom ñaari ndabi musiba yu mujj ya, ne ma: «Ñëwal, ma won la séet bi, soxnas Gàtt bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Noonu Xelum Yàlla solu ma, malaaka ma yóbbu ma ci kaw tund wu réya réy. Noonu mu won ma Yerusalem, dëkk bu sell bi, muy wàcce ci asamaan, jóge ca wetu Yàlla,"},{"style":"v","verse":"11","text":"ànd ak ndamu Yàlla. Leeraayam mel ni leeraayu per bu jafe lool, ni jamaa buy ray-rayi."},{"style":"v","verse":"12","text":"Miir bu réy te kawe moo ko wër te am fukki bunt ak ñaar, bu ca nekk malaaka taxaw ca wet ga. Ca bunt ya bind nañu ca fukki tur ak ñaar, yu giiri °bànni Israyil."},{"style":"v","verse":"13","text":"Ca penku am na fa ñetti bunt; ca nor ñett; ca sudd ñett ak ñett ca sowu."},{"style":"v","verse":"14","text":"Samp nañu miiru dëkk ba ci fukki fondamaa ak ñaar, yu ñu bind turi fukki ndawi Gàtt ba ak ñaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ki doon wax ak man amoon na nattukaay, di bantu wurus bu mu doon natte dëkk ba ak miir ba ko wër, ak bunt ya."},{"style":"v","verse":"16","text":"Dëkk ba dafa kaare, guddaay ba ak yaatuwaay ba ñoo tolloo. Mu natt dëkk ba ak bant ba mu yor. Guddaay ba ak yaatuwaay ba ak taxawaay ba lépp tolloo, di fukki junni ak ñaar ciy estat\\f + \\fr 21.16 \\ft Maanaam ñaari junni ak ñaar téeméeri kilomet.\\f*."},{"style":"v","verse":"17","text":"Malaaka ma natt miir ba nattub nit, fekk miir ba di téeméer ak ñeent fukk ak ñeenti xasab\\f + \\fr 21.17 \\ft Maanaam juróom benn fukki meetar ak juróom.\\f*."},{"style":"v","verse":"18","text":"Miir ba, jamaa lañu ko liggéeye, te dëkk ba di wurusu ngalam, leer ni weer bu set."},{"style":"v","verse":"19","text":"Fondamaay miiru dëkk ba rafetale nañu leen xeeti per yu nekk."},{"style":"q","verse":"","text":"Fondamaa bu jëkk ba jamaa la;"},{"style":"q","verse":"","text":"ñaareel ba, per bu bulo bu ñuy wax safiir;"},{"style":"q","verse":"","text":"ñetteel ba, per bu wert bu ñuy wax kalseduwan;"},{"style":"q","verse":"","text":"ñeenteel ba, per bu wert te lerax, bu ñuy wax emëróot;"},{"style":"q","verse":"","text":""},{"style":"v","verse":"20","text":"juróomeel ba, per bu xonq bu ñuy wax sardonigsë;"},{"style":"q","verse":"","text":"juróom benneel ba, per bu xonq curr bu ñuy wax sarduwan;"},{"style":"q","verse":"","text":"juróom ñaareel ba, per bu mboq bu ñuy wax kirisolit;"},{"style":"q","verse":"","text":"juróom ñetteel ba, per bu wert ni géej bu ñuy wax beril;"},{"style":"q","verse":"","text":"juróom ñeenteel ba, per bu mboq bu ñuy wax topaas;"},{"style":"q","verse":"","text":"fukkeel ba, per bu wert bu ñuy wax kirisoparas;"},{"style":"q","verse":"","text":"fukkeel ba ak benn, per bu bulo bu ñuy wax yasent;"},{"style":"q","verse":"","text":"fukkeel ba ak ñaar, per bu yolet bu ñuy wax ametistë."},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"Fukki bunt ya ak ñaar, ay per yu weex lañu. Bunt bu nekk di benn per kepp. Péncu dëkk ba di wurusu ngalam, leer ni weer bu set."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Gisuma ca dëkk ba kër Yàlla, ndaxte Boroom bi Yàlla Aji Man ji ak Gàtt ba ñooy màggalukaay ba."},{"style":"v","verse":"23","text":"Dëkk ba soxlawul jant walla weer ngir leeral ko, ndaxte ndamu Yàlla moo koy leeral, te Gàtt ba moo nekk làmpam."},{"style":"v","verse":"24","text":"Xeeti àddina dinañu dox cig leeram, te buuri àddina dinañu ca indi seen ndam."},{"style":"v","verse":"25","text":"Bunti dëkk ba duñu tëju bëccëg, te guddi du fa am."},{"style":"v","verse":"26","text":"Dinañu fa indi ndamu xeet yi ak seen alal."},{"style":"v","verse":"27","text":"Dara du fa dugg lu am sobe, mbaa kenn kuy sóobu ci ñaawteef walla fen. Ñi ñu bind ci téereb dund bu Gàtt bi rekk ñoo fay dugg."}]