[{"style":"s","text":"Gàttub Yàlla jël na téere ba"},{"style":"p","text":""},{"style":"v","text":"Noonu ma gis ca loxol ndijooru ka toog ca °gàngune ma téere bu ñu bind biir ak biti, tay ko juróom ñaari yoon ak sondeel."},{"style":"v","text":"Noonu ma gis malaaka mu am doole, muy xaacu naan: «Ku yeyoo dindi tayu yi te ubbi téere bi?»"},{"style":"v","text":"Te amul kenn, muy ci asamaan, muy ci kaw suuf, muy ci biir suuf, ku manoona ubbi téere bi, mbaa mu xool ci biir."},{"style":"v","text":"Ma jooy jooy yu metti ndax li kenn yeyoowul woona ubbi téere bi mbaa mu xool ko."},{"style":"v","text":"Noonu kenn ca mag ña ne ma: «Bul jooy. Xoolal, Gayndeg giiru Yuda, ki soqikoo ci °Daawuda, daan na, ba am sañ-sañu dindi tayu yi te ubbi téere bi.»"},{"style":"p","text":""},{"style":"v","text":"Noonu ma gis Gàtt bu mel ni dañu koo rendi woon, mu taxaw ca digg gàngune ma, ñeenti mbindeef ya séq ko, mag ña wër ko. Gàtt ba amoon na juróom ñaari béjjén ak juróom ñaari bët, ñu di °juróom ñaari Xeli Yàlla, yi ñu yónni ci àddina sépp."},{"style":"v","text":"Gàtt ba ñëw, jël téere, ba nekkoon ca loxol ndijooru ka toog ca gàngune ma."},{"style":"v","text":"Ba mu jëlee téere ba, ñeenti mbindeef ya ak ñaar fukki mag ña ak ñeent daldi dëpp seen jë ca kanam Gàtt ba, ku nekk yor xalam. Ñu yor it andi wurus yu fees ak cuuraay, yu doon misaal ñaani gaayi Yàlla ya."},{"style":"v","text":"Ñu daldi woy woy wu bees naan:"},{"style":"q","text":"«Yeyoo ngaa jël téere bi"},{"style":"q","text":"te dindi tayu yi,"},{"style":"q","text":"ndaxte reyees na la,"},{"style":"q","text":"te °jotal nga Yàlla ak sa deret"},{"style":"q","text":"ay nit ñu bokk ci bépp giir ak kàllaama ak réew ak xeet."},{"style":"q","text":""},{"style":"v","text":"Def nga leen askanu sarxalkati Buur Yàlla sunu Boroom, di ko jaamu,"},{"style":"q","text":"te dinañu nguuru ci àddina.»"},{"style":"p","text":""},{"style":"v","text":"Ma xool noonu, dégg baatu malaaka yu bare yu ëppoon alfunniy alfunniy junniy junni. Malaaka ya wër gàngune ma ak mbindeef ya ak mag ña."},{"style":"v","text":"Ñuy xaacu naan:"},{"style":"q","text":"«Gàtt ba ñu rendi woon yeyoo na kàttan, alal, xel,"},{"style":"q","text":"doole, teraanga, ndam ak cant.»"},{"style":"p","text":""},{"style":"v","text":"Ma dégg itam mbindeef, yi nekk ci asamaan, ci kaw suuf, ci biir suuf, ci géej gi,-- mbindeef yépp naan:"},{"style":"q","text":"«Yal na cant, teraanga, ndam ak nguur"},{"style":"q","text":"féete ak ki toog ci gàngune mi, ak Gàtt bi, ba fàww.»"},{"style":"m","text":""},{"style":"v","text":"Ñeenti mbindeef ya naan: «Amiin.» Mag ña sukk di màggal."}]