[{"style":"s","text":"Gàtt ba dindi na juróom benni tayu ya"},{"style":"p","text":""},{"style":"v","text":"Noonu ma gis Gàtt ba dindi tayu gu jëkk ga, te ma daldi dégg kenn ca ñeenti mbindeef ya, di wax ak baat buy riir ni dënnu naan: «Ñëwal!»"},{"style":"v","text":"Ma xool noonu, gis fas wu weex, gawar ba yor ag fitt. Ñu jox ko °kaalag ndam, mu daldi dem moom jàmbaar ngir daani."},{"style":"p","text":""},{"style":"v","text":"Gàtt ba dindi na ñaareelu tayu ga, ma dégg ñaareelu mbindeef ma naan: «Ñëwal!»"},{"style":"v","text":"Noonu weneen fas génn, di wu xonq, gawar ba jot sañ-sañu jële jàmm ci kaw suuf, ngir nit ñi di reyante ci seen biir. Ñu jox ko jaasi ju mag."},{"style":"p","text":""},{"style":"v","text":"Mu dindi ñetteelu tayu ga, ma dégg ñetteelu mbindeef ma ne: «Ñëwal!» Ma xool, gis fas wu ñuul, gawar ba yor ab peesekaay."},{"style":"v","text":"Ma dégg baat bu jollee ca diggante ñeenti mbindeef ya, naan: «Peyug bëccëgu lëmm ngir benn kilob ceeb, peyug bëccëgu lëmm ngir ñetti kiloy °dugub, waaye bul yàq diw ak biiñ.»"},{"style":"p","text":""},{"style":"v","text":"Mu dindi ñeenteelu tayu ga, ma dégg ñeenteelu mbindeef ma naan: «Ñëwal!»"},{"style":"v","text":"Ma xool noonu, gis fas wu wert, gawar baa nga tuddoon Dee te barsàq a nga toppoon ci moom. Ñu jox ko sañ-sañ ci ñeenteelu xaaju àddina sépp, ngir mu faat ak jaasi, xiif, mbas ak rabi àll yi."},{"style":"p","text":""},{"style":"v","text":"Mu dindi juróomeelu tayu ga, ma gis ca suufu sarxalukaay, ba ñuy taal °cuuraay ca kawam, ruuwi ñi ñu bóom ndax seede si ñu doon sàmm ak li ñu gëmoon kàddug Yàlla."},{"style":"v","text":"Ñuy xaacu naan: «Boroom bu sell bi te dëggu, ba kañ ngay nég àtte bi te feyul nu sunu deret ci waa àddina?»"},{"style":"v","text":"Ñu jox leen ku nekk mbubb mu weex, daldi leen ne, ñu muñ tuuti, ba kera seeni nawle ñëw, te lim bi mat-- seeni nawle ci liggéey bi, di seeni bokk yu waa àddina waroona bóom ni ñoom."},{"style":"p","text":""},{"style":"v","text":"Ma xool, ba muy dindi juróom benneelu tayu ga. Noonu mu am yëngu-yëngub suuf bu mag, jant bi ñuul ni këriñ, weer wi xonq curr ni deret."},{"style":"v","text":"Biddiiw yi fàqe asamaan, di daanu ci kaw suuf, ni doomi garab yu yolox di wadd, bu ko ngelaw lu metti dee yëngal."},{"style":"v","text":"Asamaan si dellu ni basaŋ gu ñuy taxañ, tund yépp ak dun yépp randoo fa ñu nekkoon."},{"style":"v","text":"Noonu buuri àddina si ak kilifa yi ak njiiti xare yi ak boroom alal yi ak boroom kàttan yi ak jaam yi ak gor yi, ñépp làqatuji ci xunti yi ak ci ron doji tund yi."},{"style":"v","text":"Ñu naan tund yi ak doj yi: «Daanuleen ci sunu kaw te nëbb nu bëti ki toog ci °gàngune mi ak meru Gàtt bi,"},{"style":"v","text":"ndaxte bés bu mag, bi seen mer di feeñ, agsi na! Ku ci mana rëcc?»"}]