[{"style":"s","verse":"","text":"Gàtt ba dindi na juróom ñaareelu tayu ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gàtt ba dindi na juróom ñaareelu tayu ga, asamaan ne selaw lu mat genn-wàllu waxtu."},{"style":"v","verse":"2","text":"Noonu ma gis juróom ñaari malaaka, yi taxaw ca kanam Yàlla, ñu daldi leen jox juróom ñaari liit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ba loolu amee meneen malaaka ñëw, taxaw ca wetu sarxalukaayu wurus, ba ñuy taal °cuuraay ca kawam, yor andu cuuraayu wurus. Ñu jox ko cuuraay lu bare, ngir mu boole ko ak ñaani gaayi Yàlla yépp, joxe ko ci kaw sarxalukaayu wurus ba nekk ci kanam °gàngune mi."},{"style":"v","verse":"4","text":"Noonu saxarus cuuraay li gillee ca loxob malaaka ma, ànd ak ñaani gaayi Yàlla ya, jëm ca kanam Yàlla."},{"style":"v","verse":"5","text":"Malaaka ma jël andu cuuraay ba, duy ko ak ay xal ca sarxalukaay ba, daldi koy sànni ci kaw àddina. Noonu mu am i dënnu ak i riir ak i melax ak yëngu-yëngub suuf."},{"style":"s","verse":"","text":"Liit ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba mu ko defee juróom ñaari malaaka, ya yoroon juróom ñaari liit ya, daldi defaru di waaja liit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Malaaka mu jëkk ma wol liitam. Noonu ñu sànni ci àddina yuur ak sawara yu ñu boole ak deret, ba tax benn ci ñetti xaaju suuf si lakk, benn ci ñetti xaaju garab yi it lakk, te ñax mu naat mépp lakk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ñaareelu malaaka ma wol liitam. Noonu ñu sànni lu mel ni tundu sawara wu réy, mu daanu ci géej gi, benn ci ñetti xaaju géej gi soppiku deret,"},{"style":"v","verse":"9","text":"benn ci ñetti xaaju mbindeef yi nekk ci géej gi dee, te benn ci ñetti xaaju gaal yi yàqu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ñetteelu malaaka ma wol liitam. Noonu biddiiw bu réy, yànj ni jum, xawee asamaan, daanu ci benn ci ñetti xaaju dex yi ak ci bëti ndox yi."},{"style":"v","verse":"11","text":"Biddiiw boobu mi ngi tuddoon Wextan. Nit ñu bare naan ci ndox mi daldi dee, ndaxte ndox mi dafa daldi wex."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ñeenteelu malaaka ma wol liitam. Noonu dóorees benn ci ñetti xaaju jant bi, ak benn ci ñetti xaaju weer wi, ak benn ci ñetti xaaju biddiiw yi, ba tax benn ci ñetti xaaju leer gi lëndëm. Bëccëg bi ñàkk leer diirub benn ci ñetti xaajam, guddi gi ñàkk leer diirub benn ci ñetti xaajam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ma xool noonu, dégg jaxaay juy naaw ci digg asamaan, naan ak baat bu xumb: «Musiba, musiba! Musibaa ngi ci kaw waa àddina, ndax liit yi yeneen ñetti malaaka yi di wol.»"}]