[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Juróomeelu malaaka ma wol liitam. Noonu ma gis, ñu jox caabiy °kàmb gu xóot gi benn biddiiw bu xawee woon asamaan, daanu ci kaw suuf."},{"style":"v","verse":"2","text":"Biddiiw ba ubbi buntu kàmb gu xóot ga. Noonu saxar jollee ca, su mel ni saxarus puur bu mag, jant bi ak jaww ji lépp lëndëm ndax saxarus kàmb ga."},{"style":"v","verse":"3","text":"Ay njéeréer génn ca saxar sa, tasaaroo ci biir àddina. Ñu jox leen kàttan gu mel ni kàttanu jànkalaar."},{"style":"v","verse":"4","text":"Ñu sant leen, ñu baña laal ñax mi ci kaw suuf, mbaa genn gàncax walla genn meññeef, waaye ñu jublu rekk ci nit ñu amul màndargam Yàlla ci seen jë."},{"style":"v","verse":"5","text":"Santuñu leen ñu rey leen, waaye ñu mitital leen diirub juróomi weer. Te metit woowu ñuy indi, témboo na ak metit wiy dal nit, bu ko jànkalaar fittee."},{"style":"v","verse":"6","text":"Ca jamono yooya nit ñi dinañu sàkku dee, waaye duñu daje ak moom. Dinañu bëgga dee, waaye dee da leen di daw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Njéeréer ya nag dañuy niroo ak fas yu ñu waajal ngir xare. Am nañu ci seen bopp lu mel ni °kaalay wurus, te seen xar kanam mel ni gu nit."},{"style":"v","verse":"8","text":"Seeni kawar mel ni yu jigéen, seeni bëñ mel ni bëñi gaynde."},{"style":"v","verse":"9","text":"Takk nañu ci seen dënn lu mel ni kiiraayu weñ, te coow la seeni laaf di def mel ni coowu sareeti xare yu bare yu ñu takk fas, di xeexi."},{"style":"v","verse":"10","text":"Am nañu ay geen yu am ay fitt ni jànkalaar, te ca la seen kàttan nekk, ngir mitital nit ñi diirub juróomi weer."},{"style":"v","verse":"11","text":"Buuru njéeréer yi mooy malaakam kàmb gu xóot gi, moom lañu tudde ci làkku ebrë, Abadon, ak ci làkku gereg, Apolyon, liy tekki «Yàqkat»."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Musiba mu jëkk mi jàll na, yeneen ñaari musiba yaa ngi ñëw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Juróom benneelu malaaka ma wol liitam. Noonu ma dégg baat bu jóge ci ñeenti béjjén, yi nekk ci koñi sarxalukaayu wurus, ba nekk ci kanam Yàlla,"},{"style":"v","verse":"14","text":"mu ne juróom benneelu malaaka, ma yoroon liit: «Yiwil ñeenti malaaka, ya yeewe ca Efraat, dex gu mag ga.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Noonu ñu daldi yiwi ñeenti malaaka, ya ñu waajaloon ngir at moomu, weer woowu, bés boobu ak waxtu woowu, ngir ñu rey benn ci ñetti xaaju nit ñi."},{"style":"v","verse":"16","text":"Limub gawar ga doon xareji mat na ñaari alfunniy alfunni. Dégg naa lim ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Nii laa gise ci peeñu mi fas ya ak ña leen war: ñu sol kiiraay yu xonq ni sawara, bulo ni saxar, ak mboq ni tamarax. Boppi fas yaa nga doon nirook boppi gaynde; sawara ak saxar ak tamarax di génn ci seeni gémmiñ."},{"style":"v","verse":"18","text":"Benn ci ñetti xaaju nit ñi dee ci ñetti musiba ya: ci sawara ak saxar ak tamarax yi génn ci seeni gémmiñ."},{"style":"v","verse":"19","text":"Ndaxte kàttanu fas yaa ngi ci seeni gémmiñ ak ci seeni geen. Geen yaa nga mel ni ay jaan, am ay bopp, te ñoom lañuy mititale nit ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Nit ñi rëcc ci musiba yooyu taxul sax ñu tuub seeni jëfi loxo. Noppiwuñu di jaamu rab yi ak nataali xërëm yu ñu defare wurus ak xaalis ak xànjar ak xeer ak dénk, yoo xam ne manuñoo gis, manuñoo dégg mbaa ñu dox."},{"style":"v","verse":"21","text":"Te nit ñooñu tuubuñu seen bóom, seen xërëm, seen njaaloo mbaa seen càcc."}]