[{"style":"r","verse":"","text":"V. 1-6: cf. 1 Pi 3:18. Ro 6:6-13. Ép 4:17-24."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ainsi donc, Christ ayant souffert dans la chair, vous aussi \\x a \\xo 4.1 \\xt Hé 12:1.\\x*armez-vous de la même pensée. \\x b \\xo 4.1 \\xt Ro 6:7.\\x*Car celui qui a souffert dans la chair en a fini avec le péché, "},{"style":"v","verse":"2","text":"\\x c \\xo 4.2 \\xt Ro 14:7. 2 Co 5:15. Ga 2:20. Ép 4:24. 1 Th 5:10. Hé 9:14.\\x*afin de vivre, non plus selon les convoitises des hommes, mais selon la volonté de Dieu, pendant le temps qui lui reste à vivre dans la chair. "},{"style":"v","verse":"3","text":"\\x d \\xo 4.3 \\xt Ép 4:17.\\x*C’est assez, en effet, d’avoir dans le temps passé accompli la volonté des païens, en marchant dans la dissolution, les convoitises, l’ivrognerie, les excès du manger et du boire, et les idolâtries criminelles. "},{"style":"v","verse":"4","text":"Aussi trouvent-ils étrange que vous ne vous précipitiez pas avec eux dans le même débordement de débauche, et ils vous calomnient. "},{"style":"v","verse":"5","text":"Ils rendront compte à celui qui est prêt à juger les vivants et les morts. "},{"style":"v","verse":"6","text":"\\x e \\xo 4.6 \\xt Jn 5:25. 1 Pi 3:19.\\x*Car l’Évangile a été aussi annoncé aux morts, afin que, après avoir été jugés comme les hommes quant à la chair, ils vivent selon Dieu quant à l’Esprit."},{"style":"r","verse":"","text":"V. 7-11: cf. Lu 21:34-36. Ga 6:10. (Ro 12:5-11. 1 Co 10:31.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"\\x f \\xo 4.7 \\xt 1 Jn 2:18.\\x*La fin de toutes choses est proche. \\x g \\xo 4.7 \\xt Lu 21:34.\\x*Soyez donc sages et sobres, pour vaquer à la prière. "},{"style":"v","verse":"8","text":"Avant tout, ayez les uns pour les autres une ardente charité, car"},{"style":"q1","verse":"","text":"\\x h \\xo 4.8 \\xt Pr 10:12.\\x*La charité couvre une multitude de péchés. "},{"style":"v","verse":"9","text":"\\x i \\xo 4.9 \\xt Ro 12:13. Hé 13:2.\\x*Exercez l’hospitalité les uns envers les autres, \\x j \\xo 4.9 \\xt Ph 2:14.\\x*sans murmures. "},{"style":"v","verse":"10","text":"\\x k \\xo 4.10 \\xt Pr 3:28. Ro 12:6. 2 Co 8:11.\\x*Comme de bons dispensateurs des diverses grâces de Dieu, que chacun de vous mette au service des autres le don qu’il a reçu, "},{"style":"v","verse":"11","text":"\\x l \\xo 4.11 \\xt Jé 23:22.\\x*Si quelqu’un parle, que ce soit comme annonçant les oracles de Dieu; si quelqu’un remplit un ministère, qu’il le remplisse selon la force que Dieu communique, afin qu’en toutes choses Dieu soit glorifié par Jésus-Christ, à qui appartiennent la gloire et la puissance, aux siècles des siècles. Amen!"},{"style":"r","verse":"","text":"V. 12-19: cf. Mt 5:10-12. Ac 5:41; 14:22. 2 Th 1:4-12."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bien-aimés, \\x m \\xo 4.12 \\xt És 48:10. 1 Co 3:13. 1 Pi 1:7.\\x*ne soyez pas surpris, comme d’une chose étrange qui vous arrive, de la fournaise qui est au milieu de vous pour vous éprouver. "},{"style":"v","verse":"13","text":"Réjouissez-vous, au contraire, de la part que vous avez aux souffrances de Christ, afin que vous soyez aussi dans la joie et dans l’allégresse lorsque sa gloire apparaîtra. "},{"style":"v","verse":"14","text":"\\x n \\xo 4.14 \\xt Mt 5:10. 1 Pi 2:30; 3:14.\\x*Si vous êtes outragés pour le nom de Christ, vous êtes heureux, parce que l’Esprit de gloire, l’Esprit de Dieu, repose sur vous. "},{"style":"v","verse":"15","text":"Que nul de vous, en effet, ne souffre comme meurtrier, ou voleur, ou malfaiteur, ou comme s’ingérant dans les affaires d’autrui. "},{"style":"v","verse":"16","text":"Mais si quelqu’un souffre comme chrétien, qu’il n’en ait point honte, et que plutôt il glorifie Dieu à cause de ce nom. "},{"style":"v","verse":"17","text":"\\x o \\xo 4.17 \\xt Jé 25:29. Lu 23:31.\\x*Car c’est le moment où le jugement va commencer par la maison de Dieu. Or, si c’est par nous qu’il commence, \\x p \\xo 4.17 \\xt Lu 10:12.\\x*quelle sera la fin de ceux qui n’obéissent pas à l’Évangile de Dieu? "},{"style":"v","verse":"18","text":"\\x q \\xo 4.18 \\xt Pr 11:31.\\x*Et si le juste se sauve avec peine, que deviendront l’impie et le pécheur? "},{"style":"v","verse":"19","text":"Ainsi, que ceux qui souffrent selon la volonté de Dieu remettent leurs âmes au fidèle Créateur, en faisant ce qui est bien."}]