[{"style":"s1","verse":"","text":"The First Beast from the Sea"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And I saw coming up out of the sea a beast that had ten horns and seven heads, and on its horns ten royal headbands,\\f + \\fr 13:1 \\ft Or “ten diadem crowns” \\f* and on its heads a blasphemous name.\\f + \\fr 13:1 \\ft Some manuscripts read “blasphemous names” \\f* "},{"style":"v","verse":"2","text":"And the beast that I saw was similar to a leopard, and its feet \\add were\\add* like a bear’s, and its mouth \\add was\\add* like the mouth of a lion, and the dragon gave it his power and his throne and great authority. "},{"style":"v","verse":"3","text":"And one of its heads \\add appeared\\add* as though slaughtered to death, and its ⸤fatal wound⸥\\f + \\fr 13:3 \\ft Literally “wound of death” \\f* had been healed. And the whole earth was astonished \\add and followed\\add* after the beast. "},{"style":"v","verse":"4","text":"And they worshiped the dragon because he had given authority to the beast, and they worshiped the beast, saying, “Who \\add is\\add* like the beast, and who is able to make war with him?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"And a mouth was given to him speaking great \\add things\\add* and blasphemies, and authority to act was given to him \\add for\\add* forty-two months. "},{"style":"v","verse":"6","text":"And he opened his mouth for blasphemies toward God, to blaspheme his name and his dwelling, those who live in heaven. "},{"style":"v","verse":"7","text":"And it was given to him to make war with the saints and to conquer them. And authority was given to him over every tribe and people and language and nation. "},{"style":"v","verse":"8","text":"And all those who live on the earth will worship him, ⸤everyone whose name is not written⸥\\f + \\fr 13:8 \\ft Literally “of whom his name is not written” \\f* from the foundation of the world in the book of life of the Lamb who was slaughtered. "},{"style":"v","verse":"9","text":"If anyone has an ear, let him hear!"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"10","text":"If anyone \\add is going\\add* into captivity, into captivity he goes."},{"style":"q1","verse":"","text":"If anyone \\add is\\add* to be killed by the sword, by the sword he \\add is\\add* to be killed."},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":"Here is the patient endurance and the faith of the saints."},{"style":"s1","verse":"","text":"The Second Beast from the Earth"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"And I saw another beast coming up from the earth, and he had two horns like a lamb, and he was speaking like a dragon. "},{"style":"v","verse":"12","text":"And he exercises all the authority of the first beast on behalf of him, and he causes the earth and those who live in it to worship the first beast ⸤whose fatal wound had been healed⸥\\f + \\fr 13:12 \\ft Literally “of whom the wound of his death had been healed” \\f*. "},{"style":"v","verse":"13","text":"And he performs great signs, so that he even causes fire from heaven to come down to the earth before people. "},{"style":"v","verse":"14","text":"And he deceives those who live on the earth because of the signs that it has been granted to him to perform on behalf of the beast, telling those who live on the earth to make an image to the beast who has the wound of the sword and \\add yet\\add* lived. "},{"style":"v","verse":"15","text":"And it was given to him to put breath into the image of the beast, in order that the image of the beast both spoke and caused that all those, unless they worshiped the image of the beast, should be killed. "},{"style":"v","verse":"16","text":"And he causes all \\add people\\add*, the small and the great, and the rich and the poor, and the free and the slave, that they give them a mark on their right hand or on their forehead, "},{"style":"v","verse":"17","text":"and that no one was able to buy or to sell except the one who had the mark—the name of the beast or the number of his name. "},{"style":"v","verse":"18","text":"Here is wisdom: the one who has understanding, let him calculate the number of the beast, for it is man’s number,\\f + \\fr 13:18 \\ft Or “it is \\fq the \\ft number of \\fq a \\ft man” \\f* and his number \\add is\\add* six hundred sixty-six.\\f + \\fr 13:18 \\ft A few significant manuscripts read “six hundred sixteen” \\f*"}]