[{"style":"s1","verse":"","text":"Paradise Restored"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And he showed me the river of the water of life, clear as crystal, coming out from the throne of God and of the Lamb "},{"style":"v","verse":"2","text":"in the middle of its street, and ⸤on both sides of the river⸥\\f + \\fr 22:2 \\ft Literally “of the river from here and from there” \\f* \\add is\\add* the tree of life, producing twelve fruits—yielding its fruit according to every month—and the leaves of the tree \\add are\\add* for the healing of the nations. "},{"style":"v","verse":"3","text":"And there will not be any curse \\add any\\add* longer, and the throne of God and of the Lamb will be in it, and his slaves will serve\\f + \\fr 22:3 \\ft Or “will worship” \\f* him, "},{"style":"v","verse":"4","text":"and they will see his face, and his name \\add will be\\add* on their foreheads. "},{"style":"v","verse":"5","text":"And night will not exist \\add any\\add* longer, and they will not have need of the light of a lamp and the light\\f + \\fr 22:5 \\ft Some manuscripts have “of the light” \\f* of the sun, because the Lord God will give light to them, and they will reign ⸤forever and ever⸥\\f + \\fr 22:5 \\ft Literally “for the ages of the ages” \\f*."},{"style":"s1","verse":"","text":"The Time of Fulfillment is Near"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"And he said to me, “These words \\add are\\add* faithful and true, and the Lord, the God of the spirits of the prophets, has sent his angel to show his slaves \\add the things\\add* which must take place in a short time.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"“And behold, I am coming quickly! Blessed \\add is\\add* the one who keeps the words of the prophecy of this book.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"And I, John, \\add am\\add* the one who heard and who saw these \\add things\\add*. And when I heard and saw \\add them\\add*, I fell down to worship before the feet of the angel who showed these \\add things\\add* to me. "},{"style":"v","verse":"9","text":"And he said to me, “⸤Do not do that!⸥\\f + \\fr 22:9 \\ft Literally “do not see to it” \\f* I am your fellow slave, and of your brothers the prophets, and of those who keep the words of this book. Worship God!” "},{"style":"v","verse":"10","text":"And he said to me, “Do not seal up the words of the prophecy of this book, for the time is near! "},{"style":"v","verse":"11","text":"The one who does evil, let him do evil still, and the defiled, let him be defiled still, and the righteous, let him practice righteousness still, and the holy, let him be holy still.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"“Behold, I am coming quickly, and my reward \\add is\\add* with me, to repay each one according to \\add what\\add* his deeds are! "},{"style":"v","verse":"13","text":"I \\add am\\add* the Alpha and the Omega, the first and the last, the beginning and the end.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Blessed \\add are\\add* the ones who wash their robes, so that their authority will be over the tree of life and they may enter into the city through the gates. "},{"style":"v","verse":"15","text":"Outside \\add are\\add* the dogs and the sorcerers and the sexually immoral people and the murderers and the idolaters and everyone who loves and who practices falsehood."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"“I, Jesus, sent my angel to testify to you about these \\add things\\add* for the churches. I am the root and the descendant of David, the bright morning star.”"},{"style":"s1","verse":"","text":"An Invitation to Respond"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"And the Spirit and the bride say, “Come!” And the one who hears, let him say, “Come!” And the one who is thirsty, let him come. The one who wants, let him take the water of life freely.\\f + \\fr 22:17 \\ft Or “without cost” \\f*"},{"style":"s1","verse":"","text":"A Final Warning"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"I testify to everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues written in this book. "},{"style":"v","verse":"19","text":"And if anyone takes away from the words of this book of prophecy, God will take away his share of the tree of life and from the holy city that are written in this book."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"The one who testifies about these \\add things\\add* says, “Yes, I am coming quickly!” Amen! Come, Lord Jesus!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"The grace of the Lord Jesus \\add be\\add* with all.\\f + \\fr 22:21 \\ft Many manuscripts add “Amen”; some manuscripts add “the saints. Amen” \\f*"}]