[{"style":"s1","verse":"","text":"The Heavenly Throne"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"After these \\add things\\add* I looked, and behold, an open door in heaven, and the former voice that I had heard like a trumpet speaking with me was saying, “Come up here and I will show you \\add the things\\add* which must take place after these \\add things\\add*.” "},{"style":"v","verse":"2","text":"Immediately I was in the Spirit, and behold, a throne was set in heaven, and one was seated on the throne. "},{"style":"v","verse":"3","text":"And the one seated \\add was\\add* similar in appearance to jasper and carnelian stone, and a rainbow \\add was\\add* around the throne similar in appearance to emerald. "},{"style":"v","verse":"4","text":"And around the throne \\add were\\add* twenty-four thrones, and seated on the thrones \\add were\\add* twenty-four elders dressed in white clothing, and on their heads \\add were\\add* gold crowns. "},{"style":"v","verse":"5","text":"And from the throne came out lightnings and sounds and thunders, and seven torches of fire \\add were\\add* burning before the throne, which are the seven spirits of God. "},{"style":"v","verse":"6","text":"And before the throne \\add was something\\add* like a sea of glass, like crystal, and in the midst of the throne and around the throne \\add were\\add* four living creatures full of eyes in front and in back. "},{"style":"v","verse":"7","text":"And the first living creature \\add was\\add* similar to a lion, and the second living creature \\add was\\add* similar to an ox, and the third living creature had a face like a man’s, and the fourth living creature \\add was\\add* similar to an eagle flying. "},{"style":"v","verse":"8","text":"And the four living creatures, ⸤each one⸥\\f + \\fr 4:8 \\ft Literally “one by one” \\f* of them, had six wings apiece, full of eyes around and inside, and they do not have rest day and night, saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“Holy, holy, holy \\add is\\add* the Lord God All-Powerful,\\f + \\fr 4:8 \\ft A quotation from (or an allusion to) \\xt Isa 6:3 \\ft \\f*"},{"style":"q2","verse":"","text":"the one who was and the one who is and the one who is coming!”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"And whenever the living creatures give glory and honor and thanks to the one who is seated on the throne, the one who lives ⸤forever and ever⸥\\f + \\fr 4:9 \\ft Literally “for the ages of the ages” \\f*, "},{"style":"v","verse":"10","text":"the twenty-four elders fall down before the one who is seated on the throne and worship the one who lives ⸤forever and ever⸥\\f + \\fr 4:10 \\ft Literally “for the ages of the ages” \\f*, and put down their crowns before the throne, saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"11","text":"“You are worthy, our Lord and God,"},{"style":"q2","verse":"","text":"to receive glory and honor and power,"},{"style":"q1","verse":"","text":"because you have created all \\add things\\add*,"},{"style":"q2","verse":"","text":"and because of your will they existed and were created.”"},{"style":"sd0","verse":"","text":""}]