[{"style":"s1","verse":"","text":"Tormenting Locusts from the Abyss"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And the fifth angel blew the trumpet, and I saw a star that had fallen from heaven to the earth, and the key of the shaft of the abyss was given to him. "},{"style":"v","verse":"2","text":"And he opened the shaft of the abyss, and smoke went up from the shaft like smoke from a great furnace, and the sun and the air were darkened by the smoke from the shaft. "},{"style":"v","verse":"3","text":"And out of the smoke locusts came to the earth, and power was given to them like the scorpions of the earth have power. "},{"style":"v","verse":"4","text":"And it was told to them that they should not damage the grass of the earth or any green \\add plant\\add* or any tree, except those people who do not have the seal of God on their\\ef + \\fr 9:4 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* foreheads. "},{"style":"v","verse":"5","text":"And it was granted to them that they should not kill them, but that they would be tormented five months, and their torment \\add is\\add* like the torment of a scorpion when it stings a person. "},{"style":"v","verse":"6","text":"And in those days people will seek death and will never find it, and they will long to die, and death will flee from them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"And the appearance of the locusts \\add was\\add* like horses prepared for battle, and on their heads \\add were something\\add* like crowns similar in appearance to gold, and their faces \\add were\\add* like men’s faces, "},{"style":"v","verse":"8","text":"and they had hair like the hair of women, and their teeth were like \\add the teeth\\add* of lions, "},{"style":"v","verse":"9","text":"and they had breastplates like iron breastplates, and the sound of their wings \\add was\\add* like the sound of many ⸤horse-drawn chariots⸥\\f + \\fr 9:9 \\ft Literally “chariots of horses” \\f* running into battle. "},{"style":"v","verse":"10","text":"And they have tails similar in appearance to scorpions, and stings, and their power to injure people \\add for\\add* five months \\add is\\add* in their tails. "},{"style":"v","verse":"11","text":"They have \\add as\\add* king over them the angel of the abyss, ⸤whose name⸥\\f + \\fr 9:11 \\ft Literally “the name to him” \\f* in Hebrew \\add is\\add* Abaddon, and in Greek he has the name Apollyon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"The first woe has passed. Behold, two woes are still coming after these \\add things\\add*."},{"style":"s1","verse":"","text":"A Third of Humanity Killed by Plagues"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"And the sixth angel blew the trumpet, and I heard one voice from the horns\\f + \\fr 9:13 \\ft Some manuscripts have “four horns” \\f* of the golden altar \\add that is\\add* before God "},{"style":"v","verse":"14","text":"saying to the sixth angel, the one who had the trumpet, “Release the four angels who have been bound at the great river Euphrates!” "},{"style":"v","verse":"15","text":"And the four angels who had been prepared for the hour and day and month and year were released, in order that they should kill a third of humanity. "},{"style":"v","verse":"16","text":"And the number of the troops of the cavalry \\add was\\add* ⸤two hundred million⸥\\f + \\fr 9:16 \\ft Literally “twenty thousands of ten thousands” \\f*; I heard the number of them. "},{"style":"v","verse":"17","text":"And in this way I saw the horses in the vision, and those seated on them, who had fiery \\add red\\add* and hyacinth-colored and sulphurous \\add yellow\\add* breastplates, and the heads of the horses \\add were\\add* like the heads of lions, and out of their mouths came fire and smoke and sulphur. "},{"style":"v","verse":"18","text":"By these three plagues a third of humanity was killed—by the fire and the smoke and the sulphur that came out of their mouths. "},{"style":"v","verse":"19","text":"For the power of the horses is in their mouths and in their tails, for their tails \\add are\\add* similar in appearance to snakes, having heads, and with them they cause injury.\\f + \\fr 9:19 \\ft Literally “they injure” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"And the rest of humanity who were not killed by these plagues did not repent of the works of their hands, ⸤in order not to worship⸥\\f + \\fr 9:20 \\ft Literally “so that they did not worship” \\f* the demons and the gold and silver and bronze and stone and wooden idols, which are able neither to see nor to hear nor to walk, "},{"style":"v","verse":"21","text":"and they did not repent of their murders or of their magic spells or of their sexual immorality or of their thefts."}]