[{"style":"s1","verse":"","text":"Lu jëm ci liit ya ñu tëgge xaalis"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxati Musaa, ne:"},{"style":"v","verse":"2","text":"«Sàkklul ñaari liiti xaalis. Lu ñu tëgglu ba mu jekk nga koy def. Liit yi ngay wootee am ndaje, di ko yékkatee dal yi."},{"style":"v","verse":"3","text":"Bu ñu liitee ñaar yépp, mbooloo mépp ay dajesi fi yaw, ci bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* mi."},{"style":"v","verse":"4","text":"Bu ñu liitee benn nag, kilifa yi jiite gàngoori Israayil ñooy dajesi fi yaw."},{"style":"v","verse":"5","text":"Su ñu liitee menn riirum liit mu xumb, dal yi dale penku ñooy fabu."},{"style":"v","verse":"6","text":"Su ñu liitee riirum liit mu xumb, ñaareel bi yoon, dal yi dale bëj-saalum ñooy fabu. Riirum liit mu xumb mooy tegtale seeni fabu."},{"style":"v","verse":"7","text":"Bu dee wooteb ndaje nag, dees koy liit waaye du doon riir mu xumb."},{"style":"v","verse":"8","text":"Na doomi Aaróona \\w sarxalkat|sarxalkat b-:\\w* yi di wal liit yi, te mu doon dogal bu leen saxal dàkk, ci seen maasoo maas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Bu loolu wéyee, bu ngeen dee xare ci seenum réew, ak noon bu leen songsi, nangeen riiral liit yi riir mu xumb, su boobaa dees na leen bàyyi xel fa seen kanam Yàlla Aji Sax ji, ba wallu leen ak seeni noon."},{"style":"v","verse":"10","text":"Seen bési mbég itam, muy seen bési màggal, di seen ndoortel weer, nangeen ciy riiral liit yi riir mu xumb, yéenee ko seen \\w saraxi rendi-dóomal|Sarax yi:\\w*, ak seen \\w saraxi cant ci biir jàmm|Sarax yi:\\w*. Riirum liit yooyu mooy doon seen baaxantal fa seen kanam Yàlla. Maay seen Yàlla, Aji Sax ji.»"},{"style":"s1","verse":"","text":"Bànni Israayil sàqee nañu tundu Sinayi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ca ñaareelu at ma, gannaaw ba \\w bànni Israayil|bànni Israayil:\\w* génnee Misra, ca ñaareelu weer wa, keroog ñaar fukkeelu fanam, ca la niir wa bàyyikoo fa tiim \\w màkkaanu seedes kóllëre|xaymab ndaje m-:\\w* ga."},{"style":"v","verse":"12","text":"Bànni Israayil daldi sumb seen yooni tukki ya, bàyyikoo màndiŋu Sinayi. Ci kaw loolu niir wa daleji ca màndiŋu Paran."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Booba lañu njëkka fabu ci kàddug Aji Sax ji, Musaa jottali."},{"style":"v","verse":"14","text":"Raayab dalu Yudeen ña moo njëkka jóg, ànd aki gàngooram, njiital gàngooru Yuda di Naason doomu Aminadab,"},{"style":"v","verse":"15","text":"njiital gàngooru Isakareen ña di Netaneel doomu Cuwar,"},{"style":"v","verse":"16","text":"njiital gàngooru Cabuloneen ña di Elyab doomu Elon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci biir loolu ñu wékki \\w jaamookaay|xaymab ndaje m-:\\w* ba, Gersoneen ñaak Merareen ñay gàddu jaamookaay ba daldi dem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Raayab dalu Rubeneen ña jóg ànd aki gàngooram, topp ca, njiital gàngooru Rubeneen ña di Elicur doomu Sedeyur,"},{"style":"v","verse":"19","text":"njiital gàngooru Cimyoneen ña di Selumyel doomu Curisadaay,"},{"style":"v","verse":"20","text":"njiital gàngooru Gàddeen ña di Elyasaf doomu Dewel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Gannaaw loolu Keyateen ñay gàddu yëf yu \\w sell|sell:\\w* ya, ñoo fabu, topp ca. Bala ñoo àgg fa ñuy dalewaat nag, day fekk jaamookaay ba sampewaat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ci kaw loolu raayab dalu Efraymeen ña jóg, ànd ak seeni gàngoor, topp ca, njiital gàngooru Efraymeen ña di Elisama doomu Amiyudd,"},{"style":"v","verse":"23","text":"njiital gàngooru Manaseen ña di Gamliyel doomu Pedacur,"},{"style":"v","verse":"24","text":"njiital gàngooru Beñamineen ña di Abidan doomu Gidoni."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ba mu ko defee raayab dalu Daneen ña doora jóg, topp ca gannaaw kuréel yépp, ànd aki gàngooram, njiital gàngooru Daneen ña di Axyeser doomu Amisadaay,"},{"style":"v","verse":"26","text":"njiital gàngooru Asereen ña di Pagyel doomu Okkran,"},{"style":"v","verse":"27","text":"njiital gàngooru Neftaleen ña di Axira doomu Enan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Noonu la bànni Israayil topplantee, ànd ak seeni gàngoor, tegu ca yoon wa."},{"style":"s1","verse":"","text":"Bànni Israayil jóge nañu Sinayi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ba loolu amee Musaa wax ak Obab doomu Ruwel waa Majan ba, baayu soxnaam, ne ko: «Nu ngi nii jëm fa nu Aji Sax ji wax ne moom lanuy jox. Kaay nu ànd, dem, nu baaxe la, ndax Aji Sax ji moo digee baaxe Israayil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Mu ne ko: «Déedéet, duma dem, samam réew kay laa jëm, ca saay bokk.»"},{"style":"v","verse":"31","text":"Mu ne ko: «Bu nu wacc kay, ndax gannaaw yaa xam fu nu wara dal ci màndiŋ mi, yaa nu wara jiite."},{"style":"v","verse":"32","text":"Soo àndeek nun déy, xéewal googa nu Aji Sax jiy baaxeji, dinanu la ci baaxe.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ci kaw loolu ñu bàyyikoo ca tundu Aji Sax ja, doxe fa doxub ñetti fan. \\w Gaalu kóllërey Aji Sax|gaalu kóllëre g-:\\w* jaa nga leen jiitu diiru ñetti fan ña, di leen wutal dalluwaay."},{"style":"v","verse":"34","text":"Niiru Aji Sax ji nag di leen yiir bëccëg bu nekk, saa yu ñu bàyyikoo ab dal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Bu gaal ga jógaan, Musaa da naan:"},{"style":"q1","verse":"","text":"«Jógaloo, Aji Sax ji, say noon fëlxoo,"},{"style":"q1","verse":"","text":"say bañ daw la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Bu gaal ga dalee, Musaa ne:"},{"style":"q1","verse":"","text":"«Dikkaloo Aji Sax ji boroom ndiiraani junniy Israayil.»"}]