[{"style":"s1","verse":"","text":"Lu jëm ci saraxi pepp ak diw ak biiñ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxati Musaa, ne:"},{"style":"v","verse":"2","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Bu ngeen demee ca réew ma ngeen di sanci, réew ma ma leen jox,"},{"style":"v","verse":"3","text":"bu ngeen di defal Aji Sax ji saraxu sawara, muy \\w saraxu rendi-dóomal|Sarax yi:\\w*, mbaa sarax su nit di wàccoo aw xas, mbaa \\w saraxu yéene|Sarax yi:\\w*, mbaa seen saraxi màggal, ngir xeeñal xetug jàmm ñeel Aji Sax ji, te muy lu jóge ci jur gu gudd mbaa gu gàtt, defe leen ko nii:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"«Kiy sarxal Aji Sax ji ab saraxam, na sarxewaale \\w saraxu pepp|Sarax yi:\\w* bu benn fukkeelu efab sunguf su mucc ayib, di ñetti kilo, su ñu xiiwe ñeenteelu xaajub xiinu diw, di liitar,"},{"style":"v","verse":"5","text":"ak biiñ ngir \\w saraxu tuuru|Sarax yi:\\w*, ñeenteelu xaajub xiin, di liitar, mu ànd ak saraxu rendi-dóomal mbaa beneen sarax, su dee kuuy mu ndaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Su dee am kuuy mu mag, saraxu pepp bi muy àndal, ñaari fukkeeli efay sunguf su mucc ayib lay doon, di juróom benni kilo, ñu xiiwe ko ñetteelu xaajub xiinu diw, di liitaru diw ak genn-wàll,"},{"style":"v","verse":"7","text":"ak biiñ ngir saraxu tuuru, ñetteelu xaajub xiin, di liitar ak genn-wàll. Na joxe loolu, def ko xetug jàmm, ñeel Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Su dee sarxe jur gu gudd, muy saraxu rendi-dóomal, mbaa sarax bu muy wàccoo aw xas, mbaa \\w saraxu cant ci biir jàmm|Sarax yi:\\w*, ñeel Aji Sax ji,"},{"style":"v","verse":"9","text":"na sarxewaaleek jur gu gudd gi, ab saraxu pepp bu ñetti fukkeeli efay sunguf su mucc ayib, di juróom ñeenti kilo, ñu xiiwe ko genn-wàllu xiinu diw, di ñaari liitar,"},{"style":"v","verse":"10","text":"ak biiñ bu muy joxewaale, ngir saraxu tuuru, di genn-wàllu xiin, muy ñaari liitar. Loolu saraxu sawara la, di xetug jàmm, ñeel Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Noonu lees di def bu dee saraxu yëkk, mbaa am kuuy mu mag, mbaa am kuuy mu ndaw, mbaa bëy."},{"style":"v","verse":"12","text":"Nu limu juri sarax yi tollu rekk, ngeen def mu ci nekk noonu, ànd ak lim ba."},{"style":"v","verse":"13","text":"Mboolem njuddu-ji-réew, noonu lay defe sarax yooyii, buy indi saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Su dee ab doxandéem bu dal ak yeen, mbaa ku nekk ak yeen ci seen maas yiy ñëw, te muy joxe saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji, ni ngeen koy defe rekk la koy defe."},{"style":"v","verse":"15","text":"Mbooloo mi mépp, dogalu yoon boobu benn la ciy doon, muy yeen, di doxandéem bi. Dogal la buy sax fàww, ñeel seen maasoo maas, te di benn ci yeen ak ci doxandéem bi, fi kanam Aji Sax ji."},{"style":"v","verse":"16","text":"Wenn yoon wee, di benn àtte bi, ñeel leen, ñeel doxandéem bi dal ak yeen.»"},{"style":"s1","verse":"","text":"Lu jëm ci mépp meññeef mu njëkk"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Aji Sax ji waxati Musaa, ne:"},{"style":"v","verse":"18","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w*, ne leen, bu ngeen demee ca réew ma ma leen jëme,"},{"style":"v","verse":"19","text":"bay lekk ca ñamu réew ma, nangeen ci génne asaka, ñeel Aji Sax ji;"},{"style":"v","verse":"20","text":"seen nootu sunguf bu njëkk, ci ngeen di sàkke menn mburu mu ñuy jébbal Aji Sax ji. Ni ngeen di génne asakay njébbal bu jóge ca dàgga ja rekk, ni ngeen koy sàkke."},{"style":"v","verse":"21","text":"Seen nootu sunguf bu njëkk, ci ngeen di génne asakay njébbal, ñeel Aji Sax ji, yeen ak seen askan.»"},{"style":"s1","verse":"","text":"Sarax war na ci moy gu dul teyeef"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Su dul ci teyeef ngeen ñàkka jëfe lenn ci mboolem santaane yii Aji Sax ji dénk Musaa,"},{"style":"v","verse":"23","text":"ci mboolem lu leen Aji Sax ji sant, Musaa jottali, dale ko keroog ba Aji Sax ji santaanee loola, ak gannaaw gi, ba ca seen maasoo maas,"},{"style":"v","verse":"24","text":"su dee moy gu dul teyeef, te mbooloo mi yégu ko woon, su boobaa mbooloo mépp ay sarxal aw yëkk wu ndaw wuy doon \\w rendi-dóomal|Sarax yi:\\w*, ngir xetug jàmm, ñeel Aji Sax ji, ak \\w saraxu pepp|Sarax yi:\\w*, ak \\w saraxu tuuru|Sarax yi:\\w* yi mu àndal, ni ko yoon àttee, ak benn sikket ngir \\w saraxu póotum bàkkaar|Sarax yi:\\w*."},{"style":"v","verse":"25","text":"\\w Sarxalkat|sarxalkat b-:\\w* bi day def loolu njotlaayal mbooloom \\w bànni Israayil|bànni Israayil:\\w* gépp, njéggal daldi leen ñeel, gannaaw moy ga dug teyeef, te ñoom it indi nañu seen saraxu sawara, ñeel Aji Sax ji, booleek seen saraxu póotum bàkkaar fi kanam Aji Sax ji, ndax seen moy ga dul teyeef."},{"style":"v","verse":"26","text":"Njéggal day daldi ñeel mbooloom bànni Israayil gépp, ak bépp doxandéem bu dal ak ñoom, ndax mbooloo mépp lay seen moy gu dul teyeef."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Su dee kenn nit a bàkkaar te du teyeefam, na sarxal aw bëy wu jigéen wu menn at, ngir saraxu póotum bàkkaar."},{"style":"v","verse":"28","text":"Sarxalkat bi daldi koy def fi kanam Aji Sax ji, njotlaayal ki moy ci ag ñàkka tey, ca bàkkaaram ba dul teyeef. Loolu la koy jote, njéggal ñeel ko."},{"style":"v","verse":"29","text":"Muy njuddu-ji-réew ju bokk ci bànni Israayil, di doxandéem bu dal ak ñoom, yoon wi wenn lay doon, ñeel ki moy te du teyeefam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Nit ki tooñ cig teyeefam nag, muy njuddu-ji-réew, di doxandéem, kooku Aji Sax ji la ñàkke kersa. Nit kooku, dees koy dagge ci biiri bokkam."},{"style":"v","verse":"31","text":"Gannaaw kàddug Aji Sax ji la teddadil te ndigalam la xëtt, nit kooku dees koy dagge rekk, mu gàddu bàkkaaram."},{"style":"s1","verse":"","text":"Bésub Noflaay wormaal la laaj"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ba \\w bànni Israayil|bànni Israayil:\\w* nekkee ca màndiŋ ma, dañoo fekk jenn waay, muy taxan \\w bésub Noflaay|bésub Noflaay b-:\\w*."},{"style":"v","verse":"33","text":"Ña ko fekk muy taxan, yóbbu ko ba ca Musaa ak Aaróona, ak mbooloo ma mépp."},{"style":"v","verse":"34","text":"Ba loolu amee ñu teg ko ciy loxo, ndax dogaleesagul woon nees di def ak moom."},{"style":"v","verse":"35","text":"Ci kaw loolu Aji Sax ji ne Musaa: «Dee rekk mooy àtteb waa ji. Dees koy génne dal bi, mbooloo mépp dóor koy xeer, ba mu dee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Mbooloo ma mépp daldi koy génne dal bi, dóor koy xeer ba mu dee, na ko Aji Sax ji sante Musaa."},{"style":"s1","verse":"","text":"Yoon sàrtal na wàllu col"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Aji Sax ji waxati Musaa, ne ko:"},{"style":"v","verse":"38","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w*, ne leen, ci seen maasoo maas, nañu def ay langat ci seen cati mbubb, langat wu ci nekk ñu nas ci buum gu baxa."},{"style":"v","verse":"39","text":"Mu doon seen langat yu ngeen di xool, di ko fàttalikoo mboolem santaaney Aji Sax ji, ngir di ko jëfe, te baña topp seen bànneexu bakkan ak seeni gët, bay moy."},{"style":"v","verse":"40","text":"Su ko defee ngeen di bàyyi xel tey jëfe sama santaane yépp, daldi doon ñu \\w sell|sell:\\w*, ñeel seen Yàlla."},{"style":"v","verse":"41","text":"Man maay Aji Sax ji, seen Yàlla ji leen génnee réewum Misra ngir doon seen Yàlla. Maay seen Yàlla Aji Sax ji.»"}]