[{"style":"s1","verse":"","text":"Lu jëm ci sarxalkat yi ak Leween ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji ne Aaróona: «Yaw, yaak say doom ak sa waa kër maam, yeenay gàddu peyug tooñ ci wàllu béreb bu sell bi, te itam yaw, yaak say doom, yeenay gàddu peyug tooñ ci seen wàllu carxal."},{"style":"v","verse":"2","text":"Te itam sa bokki \\w Leween|Leween b-:\\w* ñi, sa giirug baay, jegeñal leen sa bopp, ñu jokku ci yaw, di la jàppale, te yaw yaak say doom, ngeen féete fi kanam xayma ba seedes kóllëre ga dence."},{"style":"v","verse":"3","text":"Ñooy sàmm sa ndénkaane, ak ndénkaaneb mboolem xayma bi, waaye jumtukaayi béreb bu sell bi, ak \\w sarxalukaay|sarxalukaay b-:\\w* bi, buñu ko jege, lu ko moy dañuy dee, ñoom ak yeen itam."},{"style":"v","verse":"4","text":"Nañu jokku ci yaw, te ñu sàmm ndénkaaneb \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, ci mboolem liggéeyu xayma bi. Kenn ku ci bokkul nag du leen jege, yeen."},{"style":"v","verse":"5","text":"Nangeen sàmm ndénkaaneb béreb bu sell bi, ak ndénkaaneb sarxalukaay bi, ngir am sànj baña dalati ci kaw \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Man mii nag maa seppee seen bokki Leween ñi ci biir bànni Israayil. Yeen lañu leen jagleel a jagleel, ñeel Aji Sax ji, ngir ñu liggéey liggéeyu xaymab ndaje mi."},{"style":"v","verse":"7","text":"Yaw nag yaak say doom, dénkooleen seenug carxal ci mboolem mbiru sarxalukaay bi, ak ca wàllaa ridob biir bi, ngeen di ca liggéey. Seen liggéeyu carxal bi, ab sasu teraanga la, maa leen ko terale. Waaye ku bokkul ci yeen, bu ci laalee, dees koy rey.»"},{"style":"s1","verse":"","text":"Lu jëm ci peyu sarxalkat yi ak Leween yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Aji Sax ji neeti Aaróona: «Man mii maa la dénk mboolem saraxi njébbal yu \\w sell|sell:\\w* yi \\w bànni Israayil|bànni Israayil:\\w* di indi, yaw laa ko jagleel, nga jagoo, yaak say doom, ci kaw dogal bu sax dàkk."},{"style":"v","verse":"9","text":"Lii nag, yaa ko moom, ci mboolem sarax yu sell yee sell yi mucc sawara: seen bépp sarax, seen bépp \\w saraxu pepp|Sarax yi:\\w* ak seen bépp \\w saraxu póotum bàkkaar|Sarax yi:\\w*, ak seen bépp \\w saraxu peyug tooñ|Sarax yi:\\w* bu ñu ma indil, lu sella sell la, ñeel la, yaak sa doom yu góor."},{"style":"v","verse":"10","text":"Fu sella sell ngeen koy lekke; képp kuy góor ci yeen, sañ na cee lekk. Lu sell lay doon ci yaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Leneen liy sa cér moo di bépp saraxu njébbal bu jóge ci saraxi nit ñi, di \\w saraxi yékkati-jébbal|Sarax yi:\\w* yu bànni Israayil. Yaw laa ko sédd, yaak sa doom yu góor, ak sa doom yu jigéen, ci kaw dogalu yoon bu sax dàkk. Képp ku set ci sa waa kër, sañ na cee lekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Lépp luy ngëneelu diw gu bees, ak ngëneelu biiñ bu bees, ak pepp mu njëkka ñor, mu ñu jox Aji Sax ji, yaw laa ko jox."},{"style":"v","verse":"13","text":"Meññeef mu njëkk mi ñuy indil Aji Sax ji, ci mboolem lu meññee ci seen suuf, yaa koy moom, te képp ku set ci sa waa kër, sañ na cee lekk."},{"style":"v","verse":"14","text":"Mboolem lees aaye ngir Aji Sax ji ci Israayil, yaa koy moom."},{"style":"v","verse":"15","text":"Lépp luy ubbiteg njur gu ñu jagleel Aji Sax ji, ci lépp lu bindoo aw suux, nit ak mala, yaa koy moom. Fexeel rekk ba jotlu taawub nit ki, te taawub mala mu setul it, nanga ko jotlu."},{"style":"v","verse":"16","text":"Njotu xale bu am lu dale ci weer, àpp ko ci juróomi siikali xaalis yu béreb bu sell bi, benn siikal yemook ñaar fukki gera mbaa fukki garaam ak benn ak genn-wàll."},{"style":"v","verse":"17","text":"Waaye lu nag taawloo, ak lu xar taawloo, ak lu bëy taawloo, deesu ko jot. Yooyii yu sell la. Deretam ngay xëpp ci \\w sarxalukaay|sarxalukaay b-:\\w* bi, nebbon bi, nga làkk ko, muy saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji."},{"style":"v","verse":"18","text":"Aw yàppam, yaa koy moom, ni nga moome dënnu saraxu yékkati-jébbal, ak tànkub kanam bu ndijoor ba."},{"style":"v","verse":"19","text":"Mboolem li bànni Israayil di jébbal Aji Sax ji, njébbal yu sell yi, sédd naa la ko, yaak sa doom yu góor, ak sa doom yu jigéen, ci kaw dogalu yoon bu sax dàkk. Kóllëreg xorom\\f + \\fr 18.19 \\fk kóllëreg xorom \\ft waxin la, day tegtale kóllëre gu yàgg, ba sax dàkk, ndax lu bare luy yàqu, xorom lees ko baaxoo woona dence, ngir mu yàgg.\\f* a ngoogu, du fecciku, xanaa sax dàkk fi kanam Aji Sax ji, ñeel la yaw, yaak saw askan.»"},{"style":"v","verse":"20","text":"Aji Sax ji neeti Aaróona: «Seenum réew nag doo ci am cér, te wàllu suuf, doo ko am ci seen biir. Man maay sa wàll, di sab cér ci biir bànni Israayil.»"},{"style":"s1","verse":"","text":"Lu jëm ci peyug Leween ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"\\w Leween|Leween b-:\\w* ñi ñoom, maa leen jox bépp céru fukkeel bu génne ci Israayil, muy seen cér, ñu yooloo ko seen liggéey bi ñuy liggéey ci \\w xaymab ndaje|xaymab ndaje m-:\\w* mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Bu \\w bànni Israayil|bànni Israayil:\\w* juuxati ci xaymab ndaje mi, di gàddu bàkkaar bu dee di àtteem."},{"style":"v","verse":"23","text":"Leween ñi ñooy ñiy liggéey liggéeyi xaymab ndaje mi, te lu ñu ca tooñ, ñooy gàddu pey ga, ci kaw dogal bu sax dàkk, ñeel leen, ñook seen askan. Waaye biir bànni Israayil, Leween ñi duñu ci séddu céru suuf,"},{"style":"v","verse":"24","text":"ndax céri fukkeel yi bànni Israayil yékkati, jagleel ko Aji Sax ji, jox naa ko Leween ñi, muy seen cér. Moo tax ma ne leen, biir bànni Israayil, duñu ci séddu céru suuf."},{"style":"s1","verse":"","text":"Céru fukkeel war na Leween ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Aji Sax waxati Musaa ne:"},{"style":"v","verse":"26","text":"«\\w Leween|Leween b-:\\w* ñi, wax leen, ne leen bu ñu jëlee ci \\w bànni Israayil|bànni Israayil:\\w* seen céri fukkeel yi ma leen jagleel yeen, muy seen cér, nañu ci jébbal Aji Sax ji fukkeelub céru fukkeel yooyu."},{"style":"v","verse":"27","text":"Nañu leen jàppal loolu, yeen Leween ñi, muy seen njébbalu bopp, ni bu doon pepp mu jóge ci seen dàggay bopp, ak biiñ bu bees bu jóge ci seen nalukaay."},{"style":"v","verse":"28","text":"Su ko defee ngeen génne yeen itam, li ngeen di jébbal Aji Sax ji, ci mboolem seen céri fukkeel yi ngeen jële ci bànni Israayil. Kon nangeen jële coocu, jébbalub Aji Sax ji, jox ko Aaróona \\w sarxalkat|sarxalkat b-:\\w* bi."},{"style":"v","verse":"29","text":"Lépp lu ñu leen sédd, nangeen ci génne céru Aji Sax ji. Mboolem céri ngëneel yooyu, ci ngeen di génne cér bu \\w sell|sell:\\w* boobu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"«Waxal Leween ñi ne leen gannaaw bu ñu ca sàkkee céru ngëneel li, li ci des lew na leen, ni bu doon pepp mu jóge ci seen dàggay bopp, ak biiñ bu jóge ci seen nalukaay."},{"style":"v","verse":"31","text":"Sañ nañu koo lekke fépp, ñoom ak seen waa kër, ndax loolu seen pey la, ñu yooloo ko seen liggéeyu \\w xaymab ndaje|xaymab ndaje m-:\\w* mi."},{"style":"v","verse":"32","text":"Duñu ci gàddu benn bàkkaar, gannaaw bu ñu ci jébbalee céru ngëneel li. Waaye njébbal yu sell yu bànni Israayil yooyu, buñu ci teddadil lenn, ba di ci dee.»"}]