[{"style":"s1","verse":"","text":"Diiŋat nañu Musaa ak Aaróona fa Meriba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mbooloom \\w bànni Israayil|bànni Israayil:\\w* gépp nag àgg ca màndiŋu Ciin, ci biir weer wi njëkk ci at mi\\f + \\fr 20.1 \\ft Jombul muy seen ñeent fukkeelu at, gannaaw seen wëreelu ba. Seetal ci saar 22---29; 33.38.\\f*. Ñu daldi dal ca Kades. Fa la Maryaama faatoo, ñu denc ko foofa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ci kaw loolu mbooloo ma dem ba ñàkk ndox. Ñu daje ci kaw Musaa ak Aaróona."},{"style":"v","verse":"3","text":"Mbooloo ma jote faak Musaa, naa ko: «Moo, lu nu tee woona dee keroog ba sunu bokk ya deewee fa kanam Aji Sax ji?"},{"style":"v","verse":"4","text":"Ana loo indee mbooloom Aji Sax ji ci màndiŋ mii, nu di fi deesi doŋŋ, nook sunug jur?"},{"style":"v","verse":"5","text":"Ana loo nu jële woon Misra, di nu indi fu bon fii? Du béreb bu nangu menn jiwu: du figg, du reseñ, du gërënaat, te du siitum ndox mu ñu naan!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba loolu amee Musaa ak Aaróona bàyyikoo ca mbooloo ma, dem ba ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma. Ñu ne gurub, dëpp seen jë fa suuf. Leeru Aji Sax ji nag feeñu leen."},{"style":"v","verse":"7","text":"Aji Sax ji wax ak Musaa, ne:"},{"style":"v","verse":"8","text":"«Jëlal saw yet, nga dajale mbooloo mi, yaak sa mag Aaróona, ngeen wax ak doj woowu, ñuy gis, mu xelli am ndox. Te nga sottil leen ndox mu jóge ci doj wi, nàndale ko mbooloo mi, ñook seenug jur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba mu ko defee Musaa jële yet wa fa kanam Aji Sax ji, na mu ko ko sante."},{"style":"v","verse":"10","text":"Musaa ak Aaróona nag dajale mbooloo ma fa janook doj wa, Musaa ne leen: «Yeen diiŋatkat yi, dégluleen ma fii! Doj wii, tee nu leen cee génneel am ndox boog?»"},{"style":"v","verse":"11","text":"Ci kaw loolu Musaa yékkati loxoom, dóor yetam ca doj wa ñaari yoon, ndox mu bare wale ca, mbooloo ma daldi naan, ñook seenug jur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Aji Sax ji nag ne Musaa ak Aaróona: «Gannaaw gëmuleen ma, ngir wormaal sama sellaay fi kanam bànni Israayil, loolu tax na dungeen yóbbu mukk mbooloo mii ca réew ma ma leen jox.»"},{"style":"v","verse":"13","text":"Loolooy walum Meriba, (muy firi Jote ba). Fa la bànni Israayil jote woon ak Aji Sax ji, ba mu biral sellaayam fa seen biir."},{"style":"s1","verse":"","text":"Edom bañ na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gannaaw gi, Musaa moo yebale ay ndaw fa dëkk ba ñuy wax Kades, ñu dem ca buurub Edom, ne ko: «Israayil say bokk dañoo wax ne: Umplewoo mboolem coono bi nu daj."},{"style":"v","verse":"15","text":"Sunuy maam a demoon Misra; dëkk nanu Misra lu yàgg, waa Misra di nu mitital, na woon ca sunuy maam."},{"style":"v","verse":"16","text":"Ci biir loolu nu woo Aji Sax ji wall, mu dégg sunu yuux, daldi yebal malaaka, mu génne nu Misra. Léegi nu ngi nii fi Kades, dëkk bi digalook sam réew."},{"style":"v","verse":"17","text":"Ngalla nag may nu, nu jaare sam réew. Dunu fi jaare benn tool, mbaa ab tóokëru reseñ, dunu fi naane ndoxum benn teen. Mbeddum buur daal lanuy topp, dunu jàdd ndijoor ak càmmoñ, ba keroog nuy génn sam réew.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Buurub Edom nag ne leen: «Dungeen jaare fi man de, lu ko moy saamar laay génne, dajeek yeen.»"},{"style":"v","verse":"19","text":"Ndawi \\w bànni Israayil|bànni Israayil:\\w* ne ko: «Sél wi rekk lanuy topp, te ndox mu nu naan, nook sunug jur, noo la koy fey. Ñaanunu lenn lu moy doxe sunuy tànk, ba jàll.»"},{"style":"v","verse":"20","text":"Mu ne leen: «Dungeen fi jaare mukk!» Ci kaw loolu Edom génn ngir dajeek ñoom, ànd ak gàngoor gu réy, gànnaayu ba diis."},{"style":"v","verse":"21","text":"Noonu la Edom lànke, mayul Israayil mu jaare réewam, ba Israayil mujj teggi."},{"style":"s1","verse":"","text":"Aaróona nelaw na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ci kaw loolu mbooloom \\w bànni Israayil|bànni Israayil:\\w* gépp bàyyikoo Kades, ba ca tundu Or."},{"style":"v","verse":"23","text":"Aji Sax ji wax ak Musaa ak Aaróona, ca Or, tund wa ca kemu réewum Edom. Mu ne:"},{"style":"v","verse":"24","text":"«Dees na tërali Aaróona fa ay bokkam. Du dugg déy ca réew ma ma jox bànni Israayil, gannaaw yeena gàntaloon sama ndigal ca walum Meriba."},{"style":"v","verse":"25","text":"Àndal ak Aaróona ak doomam Elasar, nga yéege leen ca kaw tundu Or."},{"style":"v","verse":"26","text":"Te nga summi yérey carxal yu Aaróona, solal ko doomam Elasar. Aaróona moom, dees koy tërali ca ay bokkam. Foofa lay deewe.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba loolu amee Musaa def la ko Aji Sax ji sant, ñu ànd yéeg kaw tundu Or, mbooloo ma mépp di gis."},{"style":"v","verse":"28","text":"Musaa summi yérey Aaróona, solal ko doomam Elasar, Aaróona dee foofa ca kaw tund wa, Musaa ak Elasar wàcc tund wa."},{"style":"v","verse":"29","text":"Mbooloo ma mépp nag xam ne Aaróona dëddu na. Waa kër Israayil gépp a ko jooy diiru fanweeri fan."}]