[{"style":"s1","verse":"","text":"Bànni Israayil bokkaale na ca réewum Mowab"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Israayil dale fa Sitim. Mbooloo ma nag tàmbali di moy ak jigéeni Mowab."},{"style":"v","verse":"2","text":"Jigéen ña di woo mbooloo ma ca seen saraxi tuur ya, mbooloo ma di lekk aka sujjóotal seeni tuur."},{"style":"v","verse":"3","text":"Israayil nag taqook tuur ma ñuy wax \\w Baal Pewor|Baal:\\w*, ba sànjum Aji Sax ji tàkkal Israayil."},{"style":"v","verse":"4","text":"Aji Sax ji ne Musaa: «Jàppal njiiti mbooloo mi yépp, nga wékk leen ci bant fi kanam Aji Sax ji, bëccëg ndarakàmm, ngir sànjum Aji Sax ji dëddu Israayil.»"},{"style":"v","verse":"5","text":"Musaa ne àttekati Israayil: «Na ku nekk ci yeen rey nitam ñi taqook Baal Pewor.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ci biir loolu rekk, jenn waayu \\w bànni Israayil|bànni Israayil:\\w* dikk, indaale senn ndawas waa Majan ci biiri bokkam, Musaa ak mbooloom Israayil mépp di gis, fekk ñoom ñuy jooyoo fa bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma."},{"style":"v","verse":"7","text":"Fineyas, doomu Elasar, doomu \\w sarxalkat|sarxalkat b-:\\w* ba Aaróona, gis loolu, daldi jóge ca mbooloo ma, jël ab xeej."},{"style":"v","verse":"8","text":"Mu topp waayi Israayil ja ba ca biir néeg ba, daldi leen boole bennub xeej, ñoom ñaar, jam waayi Israayil ji, ba jamaale ndaw si ci biir. Ba mu ko defee mbas ma jotoona dal ca kaw bànni Israayil daldi dakk."},{"style":"v","verse":"9","text":"Ña dee ca mbas ma nag di ñaar fukki junneek ñeent (24~000)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba loolu weesoo Aji Sax ji wax Musaa, ne ko:"},{"style":"v","verse":"11","text":"«Fineyas, doomu Elasar, doomu sarxalkat bi Aaróona, moo moyale Israayil sama sànj, ndax sama fiiraange gi mu ma fiirlee ci seen biir, ba sànkuma bànni Israayil ci sama biir fiiraange."},{"style":"v","verse":"12","text":"Kon nag nee ko: Maa ngii di ko baaxe sama \\w kóllëreg|kóllëre g-:\\w* jàmm,"},{"style":"v","verse":"13","text":"mu ñeel ko, mook askan wi koy wuutu, te di kóllëreg carxal gu sax dàkk, ndax moo fiire Yàllaam, ba jot bànni Israayil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Waayi bànni Israayil ja ñu jamoon, te boole kook ndawas Majan sa jam, mooy Simri doomu Salu. Kilifag kër maamam la woon ca Cimyoneen ña."},{"style":"v","verse":"15","text":"Ndawas Majan sa ñu jam di Kosbi. Baayam Cur doonoon kilifag kër maamam ca giirug Majan ga mu bokk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ci kaw loolu Aji Sax ji wax Musaa, ne ko:"},{"style":"v","verse":"17","text":"«Noonooleen waa Majan yii, te rey leen,"},{"style":"v","verse":"18","text":"ndax ñoom ñoo leen noonoo woon ba ñu leen woree ca mbirum Pewor ma, ak itam ca mbirum ndaw sa Kosbi, seen mbokk may doomu kilifag Majan ja, te ñu jam ko keroog bésu mbas ma sababoo ca mbirum Baal Pewor, tuur ma.»"},{"style":"ms1","verse":"","text":"Israayil dégg na ab artoom balaa dugg Kanaan"},{"style":"mr","verse":"","text":"(Saar 26---36)"},{"style":"s1","verse":"","text":"Ñaareelu limeefu bànni Israayil taxaw na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Gannaaw ba mbas ma wéyee,"}]