[{"style":"s1","verse":"","text":"Lu jëm ci jigéen ñi ak seen céri suuf"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu ay doomi Celofat yu jigéen jóg. Seen baay Celofat, Efer ay baayam, Efer, Galàdd ay baayam, Galàdd, Makir ay baayam, Makir, Manaseey baayam mi bokk ci Manaseen ya, Manase, Yuusufaay baayam. Jigéen ñooñu ñoo di Maxla ak Nowa ak Ogla ak Milka ak Tirca."},{"style":"v","verse":"2","text":"Ñoo taxaw fa kanam Musaa, ak Elasar \\w sarxalkat|sarxalkat b-:\\w* ba, ak njiit ya, ak mbooloo ma mépp, ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma. Ñu ne:"},{"style":"v","verse":"3","text":"«Sunu baay daa dee ca màndiŋ ma. Moom nag bokkuloon ca gàngooru Kore, ga daje woon ci kaw Aji Sax ji, waaye bàkkaaru boppam a ko rey. Bàyyiwul nag doom ju góor."},{"style":"v","verse":"4","text":"Waaye lu tax ñu génne sunu turu baay ci làngam gi mu bokk, ndax ñàkk doom ju góor? Joxleen nu sunub cér ci biir wàll wi sunu bokki baay yu góor bokk ak sunu baay kay!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ci kaw loolu Musaa jébbal Aji Sax ji àtteb jigéen ña."},{"style":"v","verse":"6","text":"Aji Sax ji wax Musaa ne ko:"},{"style":"v","verse":"7","text":"«Li doomi Celofat yi wax dëgg la. Danga leen di jox kay, ab cér ci biir wàll wi seen baay bokk ak bokkam yu góor. Su ko defee nga féetale leen seen céru suufu baay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Te nga wax \\w bànni Israayil|bànni Israayil:\\w*, ne leen: “Bu ku góor deewee te bàyyiwul doom ju góor, doomam ju jigéen ngeen di jox céru suufam."},{"style":"v","verse":"9","text":"Su amul doom ju jigéen nag, góor ñi mu bokkal waajur ngeen di jox céru suufam."},{"style":"v","verse":"10","text":"Su amul góor gu mu bokkal waajur, góor ña baayam bokkal waajur, ñoom ngeen di jox céru suufam."},{"style":"v","verse":"11","text":"Su baayam amul góor gu mu bokkal waajur, mbokkam mu ko gëna jege ci biir làngam, moom ngeen di jox céru suufam. Kookooy donn cér ba. Na loolu di dogalu yoon, ñeel bànni Israayil, noonu ko Aji Sax ji sante Musaa.”»"},{"style":"s1","verse":"","text":"Yosuwe wuutu na Musaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw loolu Aji Sax ji ne Musaa: «Yéegil ca kaw tundu Abarim wee, nga séentu réew mi ma jox \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","verse":"13","text":"Boo ko séentoo ba noppi, yaw itam dees na la tërali ca say bokk, ni sa mag Aaróona,"},{"style":"v","verse":"14","text":"gannaaw yeena diiŋat sama ndigal ca màndiŋu Ciin, fa mbooloo ma jote woon ak man. Yeena wormaalul sama sellaay ca kanam mbooloo ma, ca ndox ma. Mooy walum Meriba ma woon ca Kades, ca màndiŋu Ciin.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Musaa nag wax Aji Sax ji, ne ko:"},{"style":"v","verse":"16","text":"«Aji Sax ji, yaw Yàllay bépp boroom bakkan bu bindoo aw suux, ngalla tabbal nit ku jiite mbooloo mi,"},{"style":"v","verse":"17","text":"kuy xareji, jiite leen, délsi, jiite leen, di leen yóbbu, di leen delloosi, ba mbooloom Aji Sax ji baña mel ni xar yu amul sàmm.»"},{"style":"v","verse":"18","text":"Aji Sax ji ne Musaa: «Jëlal Yosuwe doomu Nuun. Nit la ku fit fees. Nanga ko teg sa loxo, sase ko noonu."},{"style":"v","verse":"19","text":"Taxawal ko fi kanam Elasar \\w sarxalkat|sarxalkat b-:\\w* bi, ci kanam mbooloo mépp, te nga sas ko ci seen kanam,"},{"style":"v","verse":"20","text":"daldi koy sédd lenn ci sa daraja, ngir mbooloom bànni Israayil mépp déggal ko."},{"style":"v","verse":"21","text":"Ca Elasar sarxalkat bi nag la war di dem, ngir mu di ko seetal fi kanam Aji Sax ji, lu \\w Urim|Urim ak Tumim:\\w*, jumtukaayu tegtal bi, feeñal. Ci ndigalal Elasar nag lañuy génne, te ci ndigalam it lañuy dellusee, moom Yosuwe, ak mboolem bànni Israayil giy ànd ak moom, mbooloo mépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ba mu ko defee Musaa def, na ko Aji Sax ji sante. Mu ànd ak Yosuwe, taxawal ko fa kanam Elasar sarxalkat bi, ak mbooloo mépp."},{"style":"v","verse":"23","text":"Musaa nag teg Yosuwe ay loxoom, daldi koy sas, na ko Aji Sax ji santaanee, mu jottali."}]