[{"style":"s1","verse":"","text":"Bési liit yi laaj na sarax"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Bu loolu weesoo, benn fanu weeru juróom ñaareel, seen bésu woote bu \\w sell|sell:\\w* lay doon. Mboolem lees baaxoo liggéey, deesu ko ci liggéey. Bés la bu ngeen di yéenee ay liit."},{"style":"v","verse":"2","text":"Sarxalleen ci ab \\w rendi-dóomal|Sarax yi:\\w* ngir xetug jàmm, ñeel Aji Sax ji: wenn yëkk wu ndaw, ak menn kuuy mu mag, ak juróom ñaari kuuyu menn at, te lu ci nekk mucc sikk."},{"style":"v","verse":"3","text":"\\w Saraxu peppam|Sarax yi:\\w* lay àndal, di sunguf su mucc ayib, su ñu tooyale ag diw; ñetti fukkeeli efay sunguf, di juróom ñeenti kilo ci yëkk wi, ñaari fukkeeli efa, di juróom benni kilo ci kuuy mu mag mi,"},{"style":"v","verse":"4","text":"ak benn fukkeelu efab sunguf, di ñetti kilo ci mii kuuy, benn fukkeelu efa ca mee, ba juróom ñaari kuuy yu ndaw yi daj,"},{"style":"v","verse":"5","text":"ak benn \\w sikketu póotum bàkkaar|Sarax yi:\\w*, ngir seen njotlaay."},{"style":"v","verse":"6","text":"Bokkewul ak rendi-dóomalu Terutel weer wu nekk, biy ànd ak saraxu pepp, bokkewul it ak rendi-dóomal bi war bés bu nekk, teyu ànd ak saraxu pepp, ak seen \\w saraxi tuuru|Sarax yi:\\w*, ni ko yoon tërale. Dees koy def ngir xetug jàmm, muy saraxu sawara, ñeel Aji Sax ji."},{"style":"s1","verse":"","text":"Bésub Njotlaay laaj na sarax"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Fukki fanu juróom ñaareelu weer woowu it, seen bésub woote bu \\w sell|sell:\\w* lay doon, te ngeen toroxlu ci. Mboolem lees baaxoo liggéey, deesu ko ci liggéey."},{"style":"v","verse":"8","text":"Sarxalleen ci ab \\w rendi-dóomal|Sarax yi:\\w*, ñeel Aji Sax ji, ngir xetug jàmm: wenn yëkk wu ndaw, ak menn kuuy mu mag, ak juróom ñaari kuuyu menn at, te lu mucc sikk ngeen di def lépp."},{"style":"v","verse":"9","text":"\\w Saraxu pepp|Sarax yi:\\w* lay àndal, di sunguf su mucc ayib su ñu tooyale ag diw; ñetti fukkeeli efay sunguf, di juróom ñeenti kilo ci yëkk wi, ñaari fukkeeli efa, di juróom benni kilo ci kuuy mu mag mi,"},{"style":"v","verse":"10","text":"ak benn fukkeelu efab sunguf, di ñetti kilo ci mii kuuy, benn fukkeelu efa ca mee, ba juróom ñaari kuuy yu ndaw yi daj,"},{"style":"v","verse":"11","text":"ak benn \\w sikketu póotum bàkkaar|Sarax yi:\\w*, te du bokke ak póotum bàkkaaru njotlaay gi, ak saraxu dóomal bi war bés bu nekk, mook saraxu pepp, ak seen \\w saraxi tuuru|Sarax yi:\\w* yi ci war."},{"style":"s1","verse":"","text":"Màggalu Mbaar yi laaj na sarax"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Fukki fan yaak juróom ci juróom ñaareelu weer woowu itam, seen bésu woote bu \\w sell|sell:\\w* lay doon. Mboolem lees baaxoo liggéey, deesu ko ci liggéey. Amalleen ci ag màggal, ñeel Aji Sax ji, diiru juróom ñaari fan, doore ko ca bés ba."},{"style":"v","verse":"13","text":"Nangeen ca sarxal ab \\w rendi-dóomal|Sarax yi:\\w*, muy saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji: fukki yëkk yu ndaw ak ñett, ak ñaari kuuy yu mag, ak fukk ak ñeenti kuuyu menn at, te lépp mucc sikk."},{"style":"v","verse":"14","text":"Seen \\w saraxi pepp|Sarax yi:\\w* di sunguf su mucc sikk su ñu tooyale ag diw, ñetti fukkeeli efay sunguf, di juróom ñeenti kilo ci wenn yëkk wu nekk, ba fukki yëkk yeek ñett daj; ñaari kuuy yu mag yi, kuuy mu ci nekk, ñaari fukkeeli efay sunguf, di juróom benni kilo,"},{"style":"v","verse":"15","text":"ak benn fukkeelu efab sunguf, di ñetti kilo ci mii kuuy, benn fukkeelu efa ca mee, ba fukki kuuy yu ndaw yeek ñeent daj,"},{"style":"v","verse":"16","text":"ak benn \\w sikketu póotum bàkkaar|Sarax yi:\\w*. Bokkewul ak saraxu dóomal bi war bés bu nekk, ak saraxu pepp si muy àndal, ak \\w saraxu tuuru|Sarax yi:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Bésub ñaareel ba: fukki yëkk yu ndaw ak ñaar; ak ñaari kuuy yu mag, ak fukk ak ñeenti kuuyu menn at, te lépp mucc sikk."},{"style":"v","verse":"18","text":"Te seen saraxi pepp, ak seen saraxi tuuru yay ànd ak yëkk ya, ak kuuy yu mag ya, ak kuuyu menn at ya, na dayo ya dëppoo ak li yoon tëral."},{"style":"v","verse":"19","text":"Dees na ca teg benn sikketu póotum bàkkaar, te du bokke ak saraxu dóomal bi war bés bu nekk, mook saraxu pepp ak saraxi tuuru yi mu àndal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Bésub ñetteel ba: fukki yëkk yu ndaw ak benn, ak ñaari kuuy yu mag, ak fukk ak ñeenti kuuyu menn at, te lépp mucc sikk."},{"style":"v","verse":"21","text":"Te seen saraxi pepp, ak seen saraxi tuuru yay ànd ak yëkk ya, ak kuuy yu mag ya, ak kuuyu menn at ya, na dayo ya dëppoo ak li yoon tëral."},{"style":"v","verse":"22","text":"Dees na ca teg benn sikketu póotum bàkkaar, te du bokke ak saraxu dóomal bi war bés bu nekk, mook saraxu pepp ak saraxu tuuru yi mu àndal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"«Bésub ñeenteel ba: fukki yëkk, ak ñaari kuuy yu mag, ak fukk ak ñeenti kuuyu menn at, te lépp mucc sikk."},{"style":"v","verse":"24","text":"Te seen saraxi pepp, ak seen saraxi tuuru yay ànd ak yëkk ya, ak kuuy yu mag ya, ak kuuyu menn at ya, na dayo ya dëppoo ak li yoon tëral."},{"style":"v","verse":"25","text":"Dees na ca teg benn sikketu póotum bàkkaar, te du bokke ak saraxu dóomal bi war bés bu nekk, mook saraxu pepp ak saraxu tuuru ya mu àndal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Bésub juróomeel ba: juróom ñeenti yëkk, ak ñaari kuuy yu mag, ak fukk ak ñeenti kuuyu menn at, te lépp mucc sikk."},{"style":"v","verse":"27","text":"Te seen saraxi pepp, ak seen saraxi tuuru yay ànd ak yëkk ya, ak kuuy ya, ak kuuy yu ndaw ya, na dayo ya dëppoo ak li yoon tëral."},{"style":"v","verse":"28","text":"Dees na ca teg benn sikketu póotum bàkkaar, te du bokke ak saraxu dóomal bi war bés bu nekk, mook saraxu pepp ak saraxu tuuru ya mu àndal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"«Bésub juróom benneel ba: juróom ñetti yëkk, ak ñaari kuuy yu mag, ak fukk ak ñeenti kuuyu menn at, te lépp mucc sikk."},{"style":"v","verse":"30","text":"Te seen saraxi pepp, ak seen saraxi tuuru yay ànd ak yëkk ya, ak kuuy yu mag ya, ak kuuy yu ndaw ya, na dayo ya dëppoo ak li yoon tëral."},{"style":"v","verse":"31","text":"Dees na ca teg benn sikketu póotum bàkkaar, te du bokke ak saraxu dóomal bi war bés bu nekk, mook saraxu pepp ak saraxu tuuru ya mu àndal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"«Bésub juróom ñaareel ba: juróom ñaari yëkk, ak ñaari kuuy, ak fukk ak ñeenti kuuyu menn at, te lépp mucc sikk."},{"style":"v","verse":"33","text":"Te seen saraxi pepp, ak seen saraxi tuuru yay ànd ak yëkk ya, ak kuuy yu mag ya, ak kuuy yu ndaw ya, na dayo ya dëppoo ak li yoon tëral."},{"style":"v","verse":"34","text":"Dees na ca teg benn sikketu póotum bàkkaar, te du bokke ak saraxu dóomal bi war bés bu nekk, mook saraxu pepp ak saraxu tuuru ya mu àndal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"«Bésub juróom ñetteel ba seen bésub ndaje lay doon. Mboolem lees baaxoo liggéey, deesu ko ci liggéey."},{"style":"v","verse":"36","text":"Nangeen ci sarxal ab rendi-dóomal, muy saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji: wenn yëkk, ak menn kuuy yu mag, ak juróom ñaari kuuyu menn at, te lépp mucc sikk."},{"style":"v","verse":"37","text":"Te seen saraxi pepp, ak seen saraxi tuuru yay ànd ak yëkk ya, ak kuuy yu mag ya, ak kuuy yu ndaw ya, na dayo ya dëppoo ak li yoon tëral."},{"style":"v","verse":"38","text":"Dees na ca teg benn sikketu póotum bàkkaar, te du bokke ak saraxu dóomal bi war bés bu nekk, mook saraxu pepp ak saraxu tuuru ya mu àndal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"«Yooyu sarax ngeen di def, ñeel Aji Sax ji, ci seen bési màggal, te du bokke ak seen sarax yi ngeen xasal seen bopp, ak seen \\w saraxi yéene|Sarax yi:\\w*, ak seen saraxi dóomali bés bu nekk, ak seen saraxi pepp ak seen saraxi tuuru, ak seen \\w saraxi canti biir jàmm|Sarax yi:\\w*.»"}]