[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mu ko defee Musaa àgge \\w bànni Israayil|bànni Israayil:\\w* mboolem la ko Aji Sax ji sant."},{"style":"s1","verse":"","text":"Yoon wi sàrtal na lu nit ki xasal boppam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ci kaw loolu Musaa wax ak kilifay giiri \\w bànni Israayil|bànni Israayil:\\w*, ne leen: «Lii moo di ndigal li Aji Sax ji dénkaane:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"«Góor gu xasal Aji Sax ji aw xas, mbaa mu giñ ngir dogu gu mu tegool boppam, bumu tebbi kàddoom. Noonee ko làmmiñam tudde, na ko ni defe ba mu mat sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"«Te jigéen ju xasal Aji Sax ji aw xas, ngir dogu gu mu dogu, te fekk ko di ndaw ca biir kër baayam ba tey,"},{"style":"v","verse":"5","text":"su baay ba déggee xasu ndaw sa, ak dogu ga mu tegool boppam, te waxu ca doomam dara, su boobaa mboolem xasi ndaw sa day sax, te mboolem dogu gu mu doguloon boppam day sax."},{"style":"v","verse":"6","text":"Waaye su ko baayam aayee, ca bés ba mu ca déggee, su boobaa mboolem xasi ndaw si, ak mboolem dogu ya mu doguloon boppam, du sax, te Aji Sax jee koy jéggal, ndax baayam aaye woon na ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Su fekkee ne ndaw si dafa am jëkkër gannaaw kàdduy xas yu ko topp, mbaa kàddug rëccle gu mu tegool boppam,"},{"style":"v","verse":"8","text":"su ko jëkkër ja déggee, te bés ba mu ko déggee, waxu ko ca dara, su boobaa xasi ndaw si day sax, te kàdduy dogu ya mu tegooloon boppam day sax."},{"style":"v","verse":"9","text":"Waaye su fekkee ne ca bés ba ko jëkkër ja déggee, ca la ko aaye, su boobaa jëkkër ja neenal na xas wa toppoon ndaw si, mbaa kàddug rëccle ga mu tegooloon boppam, te Aji Sax jee koy jéggal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Su dee kàddug xas gu jibe ci ku jëkkëram faatu, mbaa ku ñu baal, mboolem lu mu tegooloon boppam day sax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Su fekkee ne ci biir kër jëkkëram la nit ki xase, mbaa mu dogul fa boppam ab dogu, ci kaw ngiñ,"},{"style":"v","verse":"12","text":"jëkkër ji dégg ci, te waxu ko dara, aayewu ko, su boobaa mboolem xasi ndaw si day sax, te mboolem dogu bu ndaw si tegooloon boppam, day sax."},{"style":"v","verse":"13","text":"Su wéree nag ne jëkkër ji neenal na kàdduy jabaram yooyu, ca bés ba mu ko déggee, su boobaa lépp lu làmmiñu ndaw si tuddoon, jëme ci kàdduy xasam, mbaa kàddu gu mu tegooloon boppam, lenn du ci sax. Jëkkëram a ko neenal, te Aji Sax jee koy jéggal."},{"style":"v","verse":"14","text":"Mboolem aw xas nag, ak mboolem ngiñ lu ku jigéen ki dogoo, te jublu ci ag toroxlu, jëkkëram moo koy saxal, jëkkëram moo koy neenal."},{"style":"v","verse":"15","text":"Su jëkkër ji noppee ba noppi, waxu ko dara ca bés ba, ba ca ëllëg sa, su boobaa mboolem kàdduy xasi jabaram, mbaa mboolem kàdduy dogu yu toppoon jabaram, jëkkër jee ko saxal, ndax moo ko waxul dara ca bés ba mu ko déggee."},{"style":"v","verse":"16","text":"Ndegam nag jëkkër ji, beneen bés, gannaaw ba mu déggee kàdduy jabaram, la doora àddu ngir neenal wax ja, su boobaa mooy gàddu bàkkaaru jabaram.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Yooyu dogali yoon la Aji Sax ji dénk Musaa, ci diggante nit ak jabaram, ak diggante baay ak doom ju jigéen, ba muy ndaw te nekk kër baayam."}]