[{"style":"s1","verse":"","text":"Israayil duma na waa Majan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxati Musaa, ne ko:"},{"style":"v","verse":"2","text":"«Fexeel ba feyul \\w bànni Israayil|bànni Israayil:\\w* ci waa Majan\\f + \\fr 31.2 \\ft Seetal ci 25.16-19.\\f*. Gannaaw loolu dees na la yóbbu, tëral la fa say bokk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Musaa daldi wax ak mbooloo ma, ne leen: «Na ñenn ci yeen gànnaayu, waajal xare, te dal ci kaw waa Majan, ba feyul Aji Sax ji."},{"style":"v","verse":"4","text":"Gii giir, junni, gee giir junni, ba giiri Israayil yépp daj, ngeen yebal leen ñu xareji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba mu ko defee ñu tànne ca gàngoori Israayil, junniy góor jóge ci giir gu nekk, ñuy fukki junneek ñaari xarekat (12~000) yu gànnaayu."},{"style":"v","verse":"6","text":"Musaa nag yebal leen, junni jóge ci giir gu nekk, ñu xareji. Ñoom ak \\w sarxalkat|sarxalkat b-:\\w* bi Fineyas doomu Elasar, ñoo xareji, yóbbaale jumtukaay yu \\w sell|sell:\\w* yaak liiti xare ya."},{"style":"v","verse":"7","text":"Ñu xareek Majan, na ko Aji Sax ji sante Musaa, ba rey góor ñépp,"},{"style":"v","verse":"8","text":"reyaale buuri Majan, Ewi ak Rekem ak Cur ak Ur ak Reba, juróomi buuri Majan ya. Balaam doomu Bewor it, ñu reye ko saamar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba loolu amee bànni Israayil jàpp jigéeni Majan, ak seeni tuut-tànk, ak seen jur gépp, gu gudd ak gu gàtt, seen alal jépp, ñu sëxëtoo ko."},{"style":"v","verse":"10","text":"Seen dëkk yépp ak seeni dëkkuwaay, ak seen dal yépp, ñu lakk."},{"style":"v","verse":"11","text":"Ba mu ko defee ñu jël mboolem la ñu sëxëtoo, mboolem la ñu ca jàppe, nit ñaak jur ga."},{"style":"v","verse":"12","text":"Ñu daldi yóbbu ca Musaa ak Elasar sarxalkat ba, ak mbooloom bànni Israayil, ña ñu jàppe ca xare ba, ak la ñu ca jàppe, ak la ñu sëxëtoo. Ñu indi lépp ca seen dal ba ca joori Mowab, fa janook Yeriko, te dendeek dexu Yurdan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ci kaw loolu Musaa ak Elasar sarxalkat ba ànd ak mboolem njiiti mbooloo ma, ñu génn dal ba, gatandu leen ca biti."},{"style":"v","verse":"14","text":"Musaa nag sànju ca kaw kilifay xare ya, muy kilifay kuréeli junni yaak kilifay kuréeli téeméer ya jóge xare."},{"style":"v","verse":"15","text":"Musaa ne leen: «Kon jigéeni Majan ñépp ngeen bàyyi, ñu dund!"},{"style":"v","verse":"16","text":"Xanaa du ñoom ñoo dëdduloo woon bànni Israayil Aji Sax ji, ci ndigalal Balaam, ca mbir ma woon ca Pewor, ba tax mbas ma dikkal mbooloom Aji Sax ji?"},{"style":"v","verse":"17","text":"Kon nag reyleen lépp luy góor ci tuut-tànk yi, mboolem lu ciy jigéen ju xam lalu góor it, rey leen,"},{"style":"v","verse":"18","text":"mboolem lu ciy jigéen ju ndaw, te xamul lalu góor, ngeen bàyyi mu dund, ñeel leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Te yeen nag, dalleen ci biti, buleen dugg ci biir dal bi diiru juróom ñaari fan, mboolem ñi rey ak mboolem ñi laal ku ñu rey. Nangeen setlu bésub ñetteel ba, ak bésub juróom ñaareel ba, yeen ak ñi ngeen jàpp."},{"style":"v","verse":"20","text":"Te itam lépp luy yére, ak bépp jumtukaayu der, ak lépp lees defare kawari bëy, ak bépp jumtukaayu bant, nangeen ko setal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ba mu ko defee Elasar sarxalkat ba wax ak ña xareji woon, ne leen: «Lii moo di dogalu yoon, bi Aji Sax ji dénk Musaa:"},{"style":"v","verse":"22","text":"Luy wurus ak xaalis ak xànjar, ak weñ gu ñuul, ak weñ gu weex, ak betteex,"},{"style":"v","verse":"23","text":"mboolem lu dul lakk, rekk, nangeen ko laalale sawara, mu set. Ndoxum setlu mi it, warees na koo dellu setale yooyii. Waaye mboolem luy lakk, ci ndoxum setal mi doŋŋ lees koy dugal, ngir mu set."},{"style":"v","verse":"24","text":"Bésub juróom ñaareel ba, fóotleen seeni yére, daldi set. Gannaaw loolu man ngeena duggsi ci dal bi.»"},{"style":"s1","verse":"","text":"Lu jëm ci séddaleb alalu waa Majan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","verse":"26","text":"«Yaw ak Elasar \\w sarxalkat|sarxalkat b-:\\w* bi, ak ñi jiite seeni kër maam ci mbooloo mi, waññleen alal ji ñu nangoo xare, nit aku jur."},{"style":"v","verse":"27","text":"Xaajleen sëxëtoo mi ñaar, te ngeen séddale ko diggante xarekat ya xareji woon, ak mbooloo mi ci des yépp."},{"style":"v","verse":"28","text":"Te ngeen sàkkal Aji Sax ji, ci céru xarekat ya xareji woon, ab galag bu yemook benn bopp ci juróomi téeméer (500) yu nekk, ci aw nit, mbaa ay nag, mbaa ay mbaam, mbaa ay gàtt."},{"style":"v","verse":"29","text":"Ci céru xarekat yi ngeen koy sàkke, jox ko Elasar sarxalkat bi, jagleel ko Aji Sax ji."},{"style":"v","verse":"30","text":"Céru \\w bànni Israayil|bànni Israayil:\\w* bi ci des, nangeen ci sàkk benn ci juróom fukk yu nekk (50), ci aw nit, mbaa ay nag, mbaa ay mbaam, mbaa ay gàtt, mbaa gépp jur, te ngeen jox ko \\w Leween|Leween b-:\\w* ñi sàmm ndénkaaneb \\w màkkaanu Aji Sax|xaymab ndaje m-:\\w* ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ba loolu amee Musaa ak Elasar sarxalkat bi defe ko noonee ko Aji Sax ji sante Musaa."},{"style":"v","verse":"32","text":"La des ca alalu sëxëtoo ja ña xareji woon indaale, gannaaw ba ñu ca génnee yooyu, nii la tollu: gàtt yi, juróom benni téeméeri junneek juróom ñaar fukk ak juróom (675~000);"},{"style":"v","verse":"33","text":"nag yi, juróom ñaar fukki junneek ñaar (72~000);"},{"style":"v","verse":"34","text":"mbaam yi, juróom benn fukki junneek benn (61~000),"},{"style":"v","verse":"35","text":"aw nit, fanweeri junniy jigéen ak ñaar ñu xamul lalu góor (32~000)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Genn-wàll giy céru nit ña xareji woon, nii la tëdde: gàtt yi, ñetti téeméeri junneek fanweer ak juróom ñaar ak juróomi téeméer (337~500),"},{"style":"v","verse":"37","text":"galagu Aji Sax ji génne ci gàtt yi, di juróom benni téeméer ak juróom ñaar fukk ak juróom (675);"},{"style":"v","verse":"38","text":"nag yi, fanweeri junneek juróom benn (36~000), galagu Aji Sax ji génne ci, di juróom ñaar fukk ak ñaar (72);"},{"style":"v","verse":"39","text":"mbaam yi, fanweeri junneek juróomi téeméer (30~500), galagu Aji Sax ji génne ci, di juróom benn fukk ak benn (61);"},{"style":"v","verse":"40","text":"aw nit, fukki junneek juróom benn (16~000), galagu Aji Sax ji génne ci, di fanweeri bopp ak ñaar (32)."},{"style":"v","verse":"41","text":"Ba mu ko defee Musaa jox galag ba Elasar sarxalkat ba, jagleel ko Aji Sax ji, na ko Aji Sax ji sante Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Genn-wàll giy céru bànni Israayil, ba Musaa teqale ak cérub ña xareji woon,"},{"style":"v","verse":"43","text":"te muy céru mbooloo ma, ci wàllu gàtt yi, ñetti téeméeri junneek fanweer ak juróom ñaar ak juróomi téeméer (337~500) la;"},{"style":"v","verse":"44","text":"nag yi di fanweeri junneek juróom benn (36~000);"},{"style":"v","verse":"45","text":"mbaam yi, fanweeri junneek juróomi téeméer (30~500);"},{"style":"v","verse":"46","text":"aw nit, fukki junneek juróom benn (16~000)."},{"style":"v","verse":"47","text":"Musaa daldi sàkk ci céru bànni Israayil boobu, benn ci juróom fukk yu nekk. Musaa jox loola Leween ñi sàmm ndénkaaneb màkkaanu Aji Sax ji, noonee ko ko Aji Sax ji sante woon."},{"style":"s1","verse":"","text":"Kilifay xare ya jëfe nañu ngor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Ba loolu amee njiiti gàngooru xarekat ya, kilifay kuréeli junni yaak kilifay kuréeli téeméer ya, ñoom ñépp dem ca Musaa."},{"style":"v","verse":"49","text":"Ñu ne Musaa: «Sang bi, nun de, waññ nanu xarekat yi ci sunu kilifteef, waaye kenn wuutewu ci."},{"style":"v","verse":"50","text":"Moo tax nu saraxe ngir Aji Sax ji, ku nekk ak la nga muurloo, ci gànjari wurus: lami përëg, ak takkub jara, ak jaaroy torlukaay, ak jaaroy nopp, aki caq. Noo ko def sunu njotlaayal bakkan, fi kanam Aji Sax ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Musaa ak Elasar \\w sarxalkat|sarxalkat b-:\\w* ba nangoo wurus wa ca ñoom, lépp di takkaay yu ñu tëgg."},{"style":"v","verse":"52","text":"Mboolem li ñu jébbal Aji Sax ji ci wurus di fukk ak juróom benni junniy siikal ak juróom ñaari téeméer ak juróom fukk (16~750), yemook barigo ak juróom ñeent fukki kilo (190), te bawoo ci kilifay kuréeli junni yaak kilifay kuréeli téeméer ya."},{"style":"v","verse":"53","text":"Xarekati gàngoor ga ñoom, dañoo féetewoo la ñu sëxëtoo."},{"style":"v","verse":"54","text":"Musaa ak Elasar sarxalkat ba nag jële wurus wa ca kilifay kuréeli junni yaak kuréeli téeméer ya. Ñu yóbbu ko ca biir \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, muy seedeel \\w bànni Israayil|bànni Israayil:\\w* fi kanam Aji Sax ji."}]