[{"style":"s1","verse":"","text":"Ay giir des na ci penkub Yurdan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jur gu ne gàññ, bare lool, la Rubeneen ñi ak Gàddeen ñi amoon. Ñu xoolaat diiwaanu Yaser ak diiwaanu Galàdd, gisuñu lu moy àll bu neexa yareg jur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ba mu ko defee Gàddeen ñaak Rubeneen ña dikk, wax ak Musaa ak Elasar \\w sarxalkat|sarxalkat b-:\\w* ba, ak kilifay mbooloo ma. Ñu ne leen:"},{"style":"v","verse":"3","text":"«Gox yii di Atarot ak Dibon ak Yaser ak Nimra ak Esbon ak Elale ak Sebam ak Nebo ak Bewon,"},{"style":"v","verse":"4","text":"mboolem réew mii Aji Sax ji daan fi kanam mbooloom Israayil de, réew mu neexa yareg jur la, te nun, sang bi, boroomi jur lanu.»"},{"style":"v","verse":"5","text":"Ñu teg ca ne: «Kon nag ngalla sang bi, baaxe nu réew mii, muy sunub cér, te nga bañ noo jàlle dexu Yurdan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Musaa ne Gàddeen ñaak Rubeneen ña: «Xanaa seeni bokk duñu xareji, yeen ngeen toog fii?"},{"style":"v","verse":"7","text":"Dangeena nara yoqiloo \\w bànni Israayil|bànni Israayil:\\w*, ba tere leena jàlli ca réew ma leen Aji Sax ji jox?"},{"style":"v","verse":"8","text":"Lu mel nii de, la seeni baay defoon, ba ma leen yebalee, ñu jóge Kades Barneya, ngir yëri réew ma."},{"style":"v","verse":"9","text":"Dañoo dem ba àgg xuru Eskol, ba gis réew ma, doora délsi, di yoqiloo bànni Israayil, ngir ñu baña duggi ca réew ma leen Aji Sax ji joxoon."},{"style":"v","verse":"10","text":"Sànjum Aji Sax ji tàng na bésub keroog, ba mu giñ, ne:"},{"style":"v","verse":"11","text":"“Kenn du gis mukk réew ma ma giñaloon Ibraayma ak Isaaxa ak Yanqóoba, ci góor ñi jóge Misra te am ñaar fukki at, jëm kaw, gannaaw mataluñu kóolute ci man;"},{"style":"v","verse":"12","text":"xanaa Kaleb doomu Yefune, Keniseen bi, ak Yosuwe doomu Nuun, ndax ñoo matal kóolute ci Aji Sax ji.”"},{"style":"v","verse":"13","text":"Ba loolu amee sànjum Aji Sax ji tàkkal Israayil, mu wërloo leen ca màndiŋ ma diiru ñeent fukki at, ba mboolem maas googa defoon lu Aji Sax ji ñaawlu, ñépp jeex tàkk."},{"style":"v","verse":"14","text":"Yeen nag defuleen lu moy jóg wuutu seeni baay, njurum bàkkaarkat yi ngeen doon, di xamb sànjum Aji Sax ji tàkkal bànni Israayil?"},{"style":"v","verse":"15","text":"Su ngeen ko dëddoo it, day dellu wacc bànni Israayil ci màndiŋ mi rekk, ngeen daldi sànklu mii mbooloo mépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba loolu weesoo, ñu dikkaat, ne ko: «Ay gétt lanu bëgga sàkk fii ngir sunuy gàtt, aki dëkk ngir sunuy njaboot."},{"style":"v","verse":"17","text":"Waaye nun kay danuy daldi gànnaayu, jiitu bànni Israayil, ba keroog ñu leen yóbboo ca seen suuf. Sunu njaboot a nuy xaare fii, biir dëkk yu tata wër, ngir ñu mucc ci waa réew mi."},{"style":"v","verse":"18","text":"Dunu dellu mukk sunuy kër, ba keroog bànni Israayil di séddu, ku ci nekk jot céru suufam."},{"style":"v","verse":"19","text":"Waaye nun dunu bokk ak ñoom ab céru suuf ca wàllaa dexu Yurdan, ak la ca topp, ndax day fekk nu jot sunu céru suuf, ci wet gii féete dexu Yurdan penku.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Musaa ne leen: «Su ngeen ko defee noonu, gànnaayu fi kanam Aji Sax ji ngir xareji,"},{"style":"v","verse":"21","text":"su seen mboolem boroomi gànnaay jàllee dexu Yurdan fi kanam Aji Sax ji, ba keroog mu dàqee ay noonam,"},{"style":"v","verse":"22","text":"ba réew ma nangul Aji Sax ji, su boobaa déy, sañ ngeena délsi, te wàccoo ngeen ak Aji Sax ji, wàccoo ak bànni Israayil, te su boobaa it réew mii ñeel leen, di seen moomeel fi kanam Aji Sax ji."},{"style":"v","verse":"23","text":"Waaye su ngeen jëfewul noonu kat, yeena moy Aji Sax ji, te xamleen ne seenug moy dina leen dab."},{"style":"v","verse":"24","text":"Kon nag sàkkleen ay dëkk ngir seeni njaboot, aki gétt ngir seeni gàtt, waaye li ngeen dige daal, defleen ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ba loolu amee Gàddeen ñaak Rubeneen ña ne Musaa: «Sang bi, noonu nga ko santaanee, ni lanu koy defe."},{"style":"v","verse":"26","text":"Sunuy goneek sunuy jabar, ak sunuy gàtt, ak sunu jur gépp fii ci dëkki Galàdd lay des."},{"style":"v","verse":"27","text":"Waaye nun, mboolem ñi yor ngànnaay danuy jàll dex gi fi kanam Aji Sax ji, ngir xareji ni nga ko waxe, sang bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Musaa nag santaane ci seen mbir ca Elasar sarxalkat ba, ak Yosuwe doomu Nuun, ak kilifay bànni Israayil, ya jiite seeni kër maam."},{"style":"v","verse":"29","text":"Musaa ne leen: «Su Rubeneen ñeek Gàddeen ñi àndeek yeen, ñoom ñépp gànnaayu ngir xareji fi kanam Aji Sax ji, ba réew ma nangul leen, nangeen leen jox réewum Galàdd, muy seen moomeel."},{"style":"v","verse":"30","text":"Waaye su ñu àndul ak yeen, gànnaayu jàll, ci seen biir lañuy séddu suuf, ca biir réewum Kanaan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ba loolu amee Gàddeen ña ak Rubeneen ña dellu ne: «Sang bi, li nu Aji Sax ji wax rekk lanuy def."},{"style":"v","verse":"32","text":"Nooy gànnaayu jàlli réewum Kanaan fi kanam Aji Sax ji, waaye nun, cér bi nuy moom, wàllu dexu Yurdan wii lay doon.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Musaa nag tudde cér yii, askanu Gàdd ak askanu Ruben ak genn-wàllu giirug Manase doomu Yuusufa: nguurug Sixon buurub Amoreen ñi la leen jox, ak nguurug Og buuru Basan, réew ma mépp, boole ca dëkk yu mag ya, ak àll ya ko wër."},{"style":"v","verse":"34","text":"Ba mu ko defee Gàddeen ña tabaxaat Dibon ak Atarot ak Arower,"},{"style":"v","verse":"35","text":"ak Aterot Sofan, ak Yaser ak Yogbowa,"},{"style":"v","verse":"36","text":"ak Bet Nimra, ak Bet Aran, lépp di dëkk yu tata wër. Ñu sàkkaale ay wërmbal ngir seeni gàtt."},{"style":"v","verse":"37","text":"Rubeneen ña it tabaxaat Esbon ak Elale ak Kiryaatayim,"},{"style":"v","verse":"38","text":"ak Nebo, ak Baal Mewon, lenn ca turi dëkk ya soppiku, ak Sibma. Ñu tudde dëkk yooyu ñu tabaxaat, seen turi bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ci kaw loolu ñi askanoo ci Makir doomu Manase, songi bëj-gànnaaru Galàdd, nangu ko, dàqe fa Amoreen ña."},{"style":"v","verse":"40","text":"Ba mu ko defee Musaa jox Galàdd, askanu Makir, ñu dëkke."},{"style":"v","verse":"41","text":"Ci biir loolu askanu Yayir mi askanoo ci Manase, dem nanguji yeneen dëkki Galàdd yu ndaw. Ñu tudde leen Sanci Yayir."},{"style":"v","verse":"42","text":"Noba it nanguji Kenat ak dëkk ya ko wër, daldi tudde gox ba boppam, muy Noba."}]