[{"style":"s1","verse":"","text":"Sàrtal nañu doxalin yiy setal dal bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxati Musaa, ne ko:"},{"style":"v","verse":"2","text":"«Santal \\w bànni Israayil|bànni Israayil:\\w* ñu génne dal bi képp ku ànd ak jàngoroy der juy law, mbaa jàngoroy xelli, ak képp ku sobeb néew bu mu laal, topp."},{"style":"v","verse":"3","text":"Muy góor, di jigéen, génneleen leen. Bitib dal bi ngeen leen di génne. Buñu sobeel dali bànni Israayil yi ma màkkaanoo ci seen biir.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Bànni Israayil def noonu, daldi leen génne dal bi, dàq leen ca biti. Ni ko Aji Sax ji waxe Musaa, noonu lañu ko defe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Aji Sax ji waxati Musaa,"},{"style":"v","verse":"6","text":"ne ko mu wax bànni Israayil, ne leen: «Muy góor, di jigéen, bu tooñee moroomam, ba fecci wormay Aji Sax ji, nit kooku tooñ na."},{"style":"v","verse":"7","text":"Day tuub bàkkaaram, ba noppi fey dayo ba mu ameel ka mu tooñ. Te juróomeelu xaajam la cay teg, jox ko ko."},{"style":"v","verse":"8","text":"Bu ki ñu tooñ wuutee, te amul mbokk mu koy jotaat, pey ga ñeel na Aji Sax ji, \\w sarxalkat|sarxalkat b-:\\w* bee koy jagoo, te bokkul ak kuuyum njotlaay mi sarxalkat biy defale ki tooñ njotlaayam."},{"style":"v","verse":"9","text":"Te itam bépp saraxu njébbal bu bokk ci mboolem sarax yu \\w sell|sell:\\w* yi bànni Israayil indil sarxalkat bi, sarxalkat bee koy moom."},{"style":"v","verse":"10","text":"Ku nekk ci sarxalkat yi, sa sarax yu sell, yaa ko moom. Ku ci nekk, lu ñu la jox, yaay boroom.»"},{"style":"s1","verse":"","text":"Lu jëm ci jigéen ju moy"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Aji Sax ji waxati Musaa,"},{"style":"v","verse":"12","text":"ne mu wax \\w bànni Israayil|bànni Israayil:\\w*, ne leen: «Képp ku jabaram moy, fecci ko worma,"},{"style":"v","verse":"13","text":"bu ñu àndee ak ndaw si, te moom miy jëkkëram yégu ko; te ba ndaw say sobeel boppam, fekkeesu ko fa ba di ko seede;"},{"style":"v","verse":"14","text":"ndegam xelum fiiraangee dikkal waa ji, ba mu fiire jabaram, te fekk jabar jaa sobeel boppam ci njaaloo, mbaa muy fiiraange gu dikkal waa ji rekk, mu fiire jabaram, te fekk ndaw si sobeelul boppam ci njaaloo;"},{"style":"v","verse":"15","text":"na waa ji yóbbu jabaram ca \\w sarxalkat|sarxalkat b-:\\w* ba, te yóbbaleel ko saraxu ñetti kiloy sungufu lors. Du ci sotti diw, du ci def \\w cuuraay|cuuraay l-:\\w*, ndax \\w saraxu pepp|Sarax yi:\\w* boobu saraxu fiiraange la, saraxu toppukaay la bu ñuy toppe ñaawtéef."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Na sarxalkat bi indi ndaw si, taxawal ko fi kanam Aji Sax ji."},{"style":"v","verse":"17","text":"Su ko defee sarxalkat bi day fab ndabal xandeer, duy ko ndox mu \\w sell|sell:\\w* mi ñuy setloo, te na sàkk ci suufas \\w jaamookaay|xaymab ndaje m-:\\w* bi, def ko ci ndox mi."},{"style":"v","verse":"18","text":"Bu taxawloo ndaw si fi kanam Aji Sax ji, na muri boppu ndaw si, te teg ciy loxoom, saraxu pepp boobu di toppukaayu ñaawtéef te di saraxu fiiraange. Na fekk sarxalkat bi yore ciy loxoom ndoxum wextan, miy alage."},{"style":"v","verse":"19","text":"Su ko defee sarxalkat bi waatloo ndaw si, ne ko: “Ndegam góor àndul ak yaw, moyuloo, sobeel sa bopp te fekk la ci buum, muccal ci loraangey ndoxum wextan mii, di alage."},{"style":"v","verse":"20","text":"Waaye su dee yaa moy te fekk la ci sa buumu jëkkër, su dee yaa sobeel sa bopp ak geneen góor gu ànd ak yaw te du sa jëkkër nag...”"},{"style":"v","verse":"21","text":"Fii la sarxalkat biy waatloo ndaw si waatu alkànde gi, wax ko ne ko: “...yal na la Aji Sax ji def ku alku ku ñuy móoloo ci sa biir askan. Yal na laxal sa njurukaay, wal sab koll."},{"style":"v","verse":"22","text":"Yal na ndoxum alkànde mii tàbbi ci say butit, laxal sa njurukaay, wal sab koll.” Su ko defee ndaw si ne: “Amiin, Amiin.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"«Na sarxalkat bi bind kàdduy alkànde yooyu ci téere bu ñu taxañ, te na raxas mbind mi ci ndoxum wextan mi."},{"style":"v","verse":"24","text":"Sarxalkat bi day naanloo ndaw si ndoxum wextan, miy alage, ndox miy alage tàbbi ci biiram, man koo wex xàtt."},{"style":"v","verse":"25","text":"Waaye na njëkka nangoo ci loxol ndaw si, peppum saraxu fiiraange bi, daldi yékkati saraxas pepp mi, jébbale ko fi kanam Aji Sax ji, doora indi sarax bi ci \\w sarxalukaay|sarxalukaay b-:\\w* bi."},{"style":"v","verse":"26","text":"Na sarxalkat bi sàkk ci saraxu pepp bi, ab ŋëb buy fàttalee, daldi koy lakk ci kaw sarxalukaay bi. Gannaaw loolu mu naanloo ndaw si ndox mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Bu ko xasee naanloo ndox mi, ndegam ndaw see sobeel boppam, wor jëkkëram, ndoxum alkànde mi day tàbbi ci biiram, jural ko wextan, koll bi newi, njurukaayam lax, mu mujj doon ku ñuy móoloo ci biir askanam."},{"style":"v","verse":"28","text":"Waaye su ndaw si sobeelul boppam, xanaa di ku set, dina mucc, te dina mana am doom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"«Loolooy dogalu yoon ci mbirum fiiraange, bu jigéen moyee, sobeel boppam te fekk buum ci baatam,"},{"style":"v","verse":"30","text":"mbaa jëkkër ju xelum fiiraange dikkal, mu fiire jabaram. Jabar ji lay taxawloo fi kanam Aji Sax ji, sarxalkat bi defal ko mboolem dogalu yoon boobu."},{"style":"v","verse":"31","text":"Deesul topp jëkkër ji genn tooñ, waaye jabar jeey gàddu ñaawtéefu boppam.»"}]