[{"style":"s1","text":"The Parable of the Tenant Farmers in the Vineyard"},{"style":"m","text":""},{"style":"v","text":"And he began to speak to them in parables: “A man planted a vineyard, and put a fence \\add around it\\add*, and dug a trough for the winepress, and built a watchtower, and leased it to tenant farmers, and went on a journey. "},{"style":"v","text":"And he sent a slave to the tenant farmers at the proper time, so that he could collect \\add some\\add* of the fruit of the vineyard from the tenant farmers. "},{"style":"v","text":"And they seized him \\add and\\add*\\ef + \\fr 12:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“seized”) has been translated as a finite verb \\ef* beat \\add him\\add*\\ef + \\fr 12:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and sent \\add him\\add*\\ef + \\fr 12:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* away empty-handed. "},{"style":"v","text":"And again he sent to them another slave, and that one they struck on the head and dishonored. "},{"style":"v","text":"And he sent another, and that one they killed. And \\add he sent\\add*\\ef + \\fr 12:5 \\ft ﻿*The words “\\add he sent\\add*” are not in the Greek text, but are an implied repetition from earlier in the verse \\ef* many others, \\add some\\add* of whom they beat and \\add some\\add* of whom they killed. "},{"style":"v","text":"He had one more, a beloved son. Last \\add of all\\add* he sent him to them, saying, ‘They will respect my son.’ "},{"style":"v","text":"But those tenant farmers said to one another, ‘This is the heir. Come, let us kill him and the inheritance will be ours!’ "},{"style":"v","text":"And they seized \\add and\\add*\\ef + \\fr 12:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“seized”) has been translated as a finite verb \\ef* killed him and threw him out of the vineyard. "},{"style":"v","text":"What\\f + \\fr 12:9 \\ft Some manuscripts have “What then” \\f* will the owner of the vineyard do? He will come and destroy the tenant farmers and give the vineyard to others. "},{"style":"v","text":"Have you not read this scripture:"},{"style":"sd0","text":""},{"style":"q1","text":"‘The stone which the builders rejected,"},{"style":"q2","text":"this has become ⸤the cornerstone⸥.\\f + \\fr 12:10 \\ft Literally “the head of the corner” \\f*"},{"style":"q1","text":""},{"style":"v","text":"This came about from the Lord,"},{"style":"q2","text":"and it is marvelous in our eyes’?”\\f + \\fr 12:11 \\ft A quotation from \\xt Ps 118:22–23 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And they were seeking to arrest him, and they were afraid of the crowd, because they knew that he had told the parable with reference to them. And they left him \\add and\\add*\\ef + \\fr 12:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“left”) has been translated as a finite verb \\ef* went away."},{"style":"s1","text":"Paying Taxes to Caesar"},{"style":"m","text":""},{"style":"v","text":"And they sent some of the Pharisees and the Herodians to him so that they could catch him unawares in a statement. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 12:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came, they said to him, “Teacher, we know that you are truthful and ⸤you do not care what anyone thinks⸥,\\f + \\fr 12:14 \\ft Literally “it is not a care to you concerning anyone” \\f* ⸤because you do not regard the opinion of people⸥\\f + \\fr 12:14 \\ft Literally “because you do not look at the face of men” \\f* but teach the way of God in truth. Is it permitted to pay taxes to Caesar or not? Should we pay or should we not pay?” "},{"style":"v","text":"But \\add because he\\add*\\ef + \\fr 12:15 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew their hypocrisy, he said to them, “Why are you testing me? Bring me a denarius so that I can look at \\add it\\add*!”\\ef + \\fr 12:15 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"So they brought \\add one\\add*.\\ef + \\fr 12:16 \\ft *Here the direct object is supplied from context in the English translation \\ef* And he said to them, “Whose image and inscription \\add is\\add* this?” And they said to him, “Caesar’s.” "},{"style":"v","text":"And Jesus said to them, “Give to Caesar the things of Caesar, and to God the things of God!” And they were utterly amazed at him."},{"style":"s1","text":"A Question About Marriage and the Resurrection"},{"style":"m","text":""},{"style":"v","text":"And Sadducees—who say there is no resurrection—came up to him and began to ask\\f + \\fr 12:18 \\ft The imperfect tense has been translated as ingressive here (“began to ask”) \\f* him, saying, "},{"style":"v","text":"“Teacher, Moses wrote for us that if someone’s brother dies and he leaves behind a wife and does not leave a child, that his brother should take the wife and ⸤father⸥\\f + \\fr 12:19 \\ft Literally “raise up” \\f* descendants for his brother. "},{"style":"v","text":"There were seven brothers, and the first took a wife. And \\add when he\\add*\\ef + \\fr 12:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“died”) which is understood as temporal \\ef* died, he did not leave descendants. "},{"style":"v","text":"And the second took her, and he died without leaving descendants. And the third likewise. "},{"style":"v","text":"And the seven did not leave descendants. Last of all the woman also died. "},{"style":"v","text":"In the resurrection, when they rise, ⸤whose⸥\\f + \\fr 12:23 \\ft Literally “who of them” \\f* wife will she be? For the seven had her \\add as\\add* wife. "},{"style":"v","text":"Jesus said to them, “Are you not deceived because of this, \\add because you\\add*\\ef + \\fr 12:24 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* do not know the scriptures or the power of God? "},{"style":"v","text":"For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven. "},{"style":"v","text":"Now concerning the dead, that they are raised, have you not read in the book of Moses ⸤in the passage about the bush⸥\\f + \\fr 12:26 \\ft Literally “at the bush” \\f* how God spoke to him, saying, ‘I \\add am\\add* the God of Abraham and the God of Isaac and the God of Jacob’?\\f + \\fr 12:26 \\ft A quotation from \\xt Exod 3:6 \\ft \\f* "},{"style":"v","text":"He is not God of the dead, but of the living. You are very much mistaken!”"},{"style":"s1","text":"The Greatest Commandment"},{"style":"m","text":""},{"style":"v","text":"And one of the scribes came up \\add and\\add*\\ef + \\fr 12:28 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* heard them debating. \\add When he\\add*\\ef + \\fr 12:28 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw that he answered them well, he asked him, “Which commandment is the most important of all?” "},{"style":"v","text":"Jesus answered, “The most important is, ‘Listen, Israel! The Lord our God, the Lord is one. "},{"style":"v","text":"And you shall love the Lord your God from your whole heart and from your whole soul and from your whole mind and from your whole strength.’\\f + \\fr 12:30 \\ft A quotation from \\xt Deut 6:4–5 \\ft ; \\xt Josh 22:5 \\ft \\f* "},{"style":"v","text":"The second \\add is\\add* this: ‘You shall love your neighbor as yourself.’\\f + \\fr 12:31 \\ft A quotation from \\xt Lev 19:18 \\ft \\f* There is no other commandment greater than these.” "},{"style":"v","text":"And the scribe said to him, “That is true, Teacher. You have said ⸤correctly⸥\\f + \\fr 12:32 \\ft Literally “in accordance with truth” \\f* that he is one and there is no other except him. "},{"style":"v","text":"And to love him from your\\f + \\fr 12:33 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* whole heart and from your\\f + \\fr 12:33 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* whole understanding and from your\\f + \\fr 12:33 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* whole strength, and to love your\\f + \\fr 12:33 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* neighbor as yourself, is much more than all whole burnt offerings and sacrifices.” "},{"style":"v","text":"And Jesus, \\add when he\\add*\\ef + \\fr 12:34 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw that he had answered thoughtfully, said to him, “You are not far from the kingdom of God.” And no one dared to put a question to him any longer."},{"style":"s1","text":"David’s Son and Lord"},{"style":"m","text":""},{"style":"v","text":"And continuing, Jesus said \\add while\\add*\\ef + \\fr 12:35 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“teaching”) which is understood as temporal \\ef* teaching in the temple \\add courts\\add*,\\ef + \\fr 12:35 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* “How can the scribes say that the Christ is David’s son? "},{"style":"v","text":"David himself said by the Holy Spirit,"},{"style":"sd0","text":""},{"style":"q1","text":"‘The Lord said to my Lord,"},{"style":"q2","text":"“Sit at my right hand,"},{"style":"q1","text":"until I put your enemies"},{"style":"q2","text":"under your feet.” ’\\f + \\fr 12:36 \\ft A quotation from \\xt Ps 110:1 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"David himself calls him ‘Lord,’ and how is he his son?” And the large crowd was listening to him gladly."},{"style":"s1","text":"Warning to Beware of the Scribes"},{"style":"m","text":""},{"style":"v","text":"And in his teaching he said, “Beware of the scribes, who like walking around in long robes and greetings in the marketplaces "},{"style":"v","text":"and the best seats in the synagogues and the places of honor at banquets, "},{"style":"v","text":"who devour the houses of widows and pray lengthy \\add prayers\\add* for the sake of appearance. These will receive more severe condemnation!”"},{"style":"s1","text":"A Poor Widow’s Offering"},{"style":"m","text":""},{"style":"v","text":"And he sat down opposite the contribution box \\add and\\add*\\ef + \\fr 12:41 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sat down”) has been translated as a finite verb \\ef* was observing how the crowd was putting coins into the contribution box. And many rich people were putting in many \\add coins\\add*.\\f + \\fr 12:41 \\ft Although often translated “large sums,” the plural here suggests large numbers of individual coins, which would make an impressive noise \\f* "},{"style":"v","text":"And one poor widow came \\add and\\add*\\ef + \\fr 12:42 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* put in two small copper coins\\f + \\fr 12:42 \\ft This coin was the \\fqa lepton \\ft , worth 1/128 of a denarius \\f* (that is, a penny).\\f + \\fr 12:42 \\ft This coin was the \\fqa quadrans \\ft , the smallest Roman coin, worth 2 \\fqa lepta \\ft  \\f* "},{"style":"v","text":"And summoning his disciples, he said to them, “Truly I say to you that this poor widow put in more than all those who put \\add offerings\\add*\\ef + \\fr 12:43 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into the contribution box. "},{"style":"v","text":"For they all ⸤contributed⸥\\f + \\fr 12:44 \\ft Literally “put in” \\f* out of their abundance, but she out of her poverty put in everything she had, her whole means of subsistence.”"}]