[{"style":"s1","verse":"","text":"The Chief Priests and Scribes Plot to Kill Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now after two days it was the Passover and the feast of Unleavened Bread, and the chief priests and the scribes were seeking how, \\add after\\add*\\ef + \\fr 14:1 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“arresting”) which is understood as temporal \\ef* arresting him by stealth, they could kill \\add him\\add*.\\ef + \\fr 14:1 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"2","text":"For they said, “Not at the feast, lest there be an uproar by the people.”"},{"style":"s1","verse":"","text":"Jesus’ Anointing at Bethany"},{"style":"m","verse":"","text":""},{"style":"v","verse":"3","text":"And \\add while\\add*\\ef + \\fr 14:3 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* he was at Bethany in the house of Simon the leper, \\add as\\add*\\ef + \\fr 14:3 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was reclining for a meal”) \\ef* he was reclining for a meal, a woman came holding an alabaster flask of very costly perfumed oil of genuine nard. \\add After\\add*\\ef + \\fr 14:3 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“breaking”) which is understood as temporal \\ef* breaking the alabaster flask, she poured \\add it\\add*\\ef + \\fr 14:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out on his head. "},{"style":"v","verse":"4","text":"But some were expressing indignation to one another:\\f + \\fr 14:4 \\ft Or perhaps “within themselves” \\f* “Why has there been this waste of perfumed oil? "},{"style":"v","verse":"5","text":"For this perfumed oil could have been sold for more than three hundred denarii and given to the poor!” And they began to scold\\f + \\fr 14:5 \\ft The imperfect tense has been translated as ingressive here (“began to scold”) \\f* her. "},{"style":"v","verse":"6","text":"But Jesus said, “Leave her alone. Why do you cause trouble for her? She has done a good deed to me. "},{"style":"v","verse":"7","text":"For the poor you always have with you, and you can do good for them whenever you want, but you do not always have me. "},{"style":"v","verse":"8","text":"She has done what she could; ⸤she has anointed my body beforehand⸥\\f + \\fr 14:8 \\ft Literally “she has anticipated to anoint my body” \\f* for burial. "},{"style":"v","verse":"9","text":"And truly I say to you, wherever the gospel is proclaimed in the whole world, what she has done will also be told in memory of her."},{"style":"s1","verse":"","text":"Judas Arranges to Betray Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"And Judas Iscariot, who \\add was\\add* one of the twelve, went to the chief priests in order to betray him to them. "},{"style":"v","verse":"11","text":"And \\add when\\add*\\ef + \\fr 14:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* they heard \\add this\\add*,\\ef + \\fr 14:11 \\ft *Here the direct object is supplied from context in the English translation \\ef* they were delighted, and promised to give him money. And he began seeking\\f + \\fr 14:11 \\ft The imperfect tense has been translated as ingressive here (“began seeking”) \\f* how he could betray him conveniently."},{"style":"s1","verse":"","text":"Jesus’ Final Passover with the Disciples"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"And on the first day of the feast of Unleavened Bread, when they sacrificed the Passover lamb, his disciples said to him, “Where do you want us to go \\add and\\add*\\ef + \\fr 14:12 \\ft ﻿*Here “and” is supplied because the previous participle (“go”) has been translated as an English infinitive \\ef* prepare, so that you can eat the Passover?” "},{"style":"v","verse":"13","text":"And he sent two of his disciples and said to them, “Go into the city and a man carrying a jar of water will meet you. Follow him, "},{"style":"v","verse":"14","text":"and wherever he enters, say to the master of the house, ‘The Teacher says, “Where is my guest room where I may eat the Passover with my disciples?” ’ "},{"style":"v","verse":"15","text":"And he will show you a large upstairs room furnished\\f + \\fr 14:15 \\ft Or perhaps “paved” or “panelled” \\f* \\add and\\add*\\ef + \\fr 14:15 \\ft ﻿*Here “\\add and\\add*” is supplied in the translation because of English style \\ef* ready, and prepare for us there.” "},{"style":"v","verse":"16","text":"And the disciples went out and came into the city and found \\add everything\\add*\\ef + \\fr 14:16 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* just as he had told them, and they prepared the Passover."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"And \\add when it\\add*\\ef + \\fr 14:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was evening, he arrived with the twelve. "},{"style":"v","verse":"18","text":"And \\add while\\add*\\ef + \\fr 14:18 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were reclining at table”) \\ef* they were reclining at table and eating, Jesus said, “Truly I say to you, that one of you who is eating with me will betray me.” "},{"style":"v","verse":"19","text":"They began to be distressed and to say to him one by one, “Surely not I?”\\f + \\fr 14:19 \\ft The negative construction in Greek anticipates a negative answer here \\f* "},{"style":"v","verse":"20","text":"But he said to them, “\\add It is\\add* one of the twelve—the one who is dipping \\add bread\\add*\\ef + \\fr 14:20 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* into the bowl with me. "},{"style":"v","verse":"21","text":"For the Son of Man is going just as it is written about him, but woe to that man by whom the Son of Man is betrayed! \\add It would be\\add* better for him if that man had not been born.”"},{"style":"s1","verse":"","text":"The Lord’s Supper"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"And \\add while\\add*\\ef + \\fr 14:22 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were eating”) \\ef* they were eating, he took bread \\add and\\add*,\\ef + \\fr 14:22 \\ft *Here “\\add and\\add*” is supplied in the translation because of English style \\ef* \\add after\\add*\\ef + \\fr 14:22 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“giving thanks”) which is understood as temporal \\ef* giving thanks, he broke \\add it\\add*\\ef + \\fr 14:22 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and gave \\add it\\add*\\ef + \\fr 14:22 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to them and said, “Take \\add it\\add*,\\ef + \\fr 14:22 \\ft *Here the direct object is supplied from context in the English translation \\ef* this is my body.” "},{"style":"v","verse":"23","text":"And \\add after\\add*\\ef + \\fr 14:23 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“taking”) which is understood as temporal \\ef* taking the cup \\add and\\add*\\ef + \\fr 14:23 \\ft ﻿*Here “\\add and\\add*” is supplied in the translation because of English style \\ef* giving thanks, he gave \\add it\\add*\\ef + \\fr 14:23 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to them, and they all drank from it. "},{"style":"v","verse":"24","text":"And he said to them, “This is my blood of the covenant which is poured out for many. "},{"style":"v","verse":"25","text":"Truly I say to you that I will never drink of the fruit of the vine any longer until that day when I drink it new in the kingdom of God.” "},{"style":"v","verse":"26","text":"And \\add after they\\add*\\ef + \\fr 14:26 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had sung the hymn”) which is understood as temporal \\ef* had sung the hymn, they went out to the Mount of Olives."},{"style":"s1","verse":"","text":"Jesus Predicts Peter’s Denial"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"And Jesus said to them, “You will all fall away, because it is written,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘I will strike the shepherd"},{"style":"q2","verse":"","text":"and the sheep will be scattered.’\\f + \\fr 14:27 \\ft A quotation from \\xt Zech 13:7 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"But after I am raised, I will go ahead of you into Galilee.” "},{"style":"v","verse":"29","text":"But Peter said to him, “Even if they all fall away, certainly I will not!” "},{"style":"v","verse":"30","text":"And Jesus said to him, “Truly I say to you that today—this night—before the rooster crows twice, you will deny me three times!” "},{"style":"v","verse":"31","text":"But he kept saying emphatically, “If it is necessary for me to die with you, I will never deny you!” And they all were saying the same \\add thing\\add* also."},{"style":"s1","verse":"","text":"The Prayer in Gethsemane"},{"style":"m","verse":"","text":""},{"style":"v","verse":"32","text":"And they came to a place ⸤named⸥\\f + \\fr 14:32 \\ft Literally “the name of which” \\f* Gethsemane, and he said to his disciples, “Sit here while I pray.” "},{"style":"v","verse":"33","text":"And he took along Peter and James and John with him, and he began to be distressed and troubled. "},{"style":"v","verse":"34","text":"And he said to them, “My soul is deeply grieved, to the point of death. Remain here and stay awake.” "},{"style":"v","verse":"35","text":"And going forward a little he fell to the ground and began to pray\\f + \\fr 14:35 \\ft The imperfect tense has been translated as ingressive here (“began to pray”) \\f* that, if it were possible, the hour would pass from him. "},{"style":"v","verse":"36","text":"And he said, “Abba,\\f + \\fr 14:36 \\ft The word “Abba” means “father” in Aramaic \\f* Father, all \\add things\\add* \\add are\\add* possible for you! Take away this cup from me! Yet not what I will, but what you \\add will\\add*.”\\ef + \\fr 14:36 \\ft *Here the verb “\\add will\\add*” is an understood repetition of the verb earlier in this verse \\ef* "},{"style":"v","verse":"37","text":"And he came and found them sleeping, and he said to Peter, “Simon, are you sleeping? Were you not able to stay awake one hour? "},{"style":"v","verse":"38","text":"Stay awake and pray that you will not enter into temptation. The spirit \\add is\\add* willing, but the flesh \\add is\\add* weak!” "},{"style":"v","verse":"39","text":"And again he went away \\add and\\add*\\ef + \\fr 14:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went away”) has been translated as a finite verb \\ef* prayed, saying the same thing. "},{"style":"v","verse":"40","text":"And again he came \\add and\\add*\\ef + \\fr 14:40 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* found them sleeping, ⸤for they could not keep their eyes open⸥,\\f + \\fr 14:40 \\ft Literally “for their eyes were weighed down” \\f* and they did not know what to reply to him. "},{"style":"v","verse":"41","text":"And he came the third \\add time\\add* and said to them, “Are you still sleeping and resting? It is enough! The hour has come. Behold, the Son of Man is being betrayed into the hands of sinners. "},{"style":"v","verse":"42","text":"Get up, let us go! Behold, the one who is betraying me is approaching!”"},{"style":"s1","verse":"","text":"The Betrayal and Arrest of Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"43","text":"And immediately, \\add while\\add*\\ef + \\fr 14:43 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was … speaking”) \\ef* he was still speaking, Judas—one of the twelve—arrived, and with him a crowd with swords and clubs, from the chief priests and the scribes and the elders. "},{"style":"v","verse":"44","text":"Now the one who was betraying him had given them a sign, saying, “\\add The one\\add* whom I kiss—he is \\add the one\\add*.\\ef + \\fr 14:44 \\ft *Here the predicate nominative (“\\add the one\\add*”) is implied \\ef* Arrest him and lead \\add him\\add*\\ef + \\fr 14:44 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* away under guard!” "},{"style":"v","verse":"45","text":"And \\add when he\\add*\\ef + \\fr 14:45 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* arrived, he came up to him immediately \\add and\\add*\\ef + \\fr 14:45 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* said, “Rabbi,” and kissed him. "},{"style":"v","verse":"46","text":"So they laid hands on him and arrested him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"But a certain one of the bystanders, drawing \\add his\\add*\\f + \\fr 14:47 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* sword, struck the slave of the high priest and cut off his ear. "},{"style":"v","verse":"48","text":"And Jesus answered \\add and\\add*\\ef + \\fr 14:48 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Have you come out with swords and clubs, as against a robber, to arrest me? "},{"style":"v","verse":"49","text":"Every day I was with you in the temple \\add courts\\add*\\ef + \\fr 14:49 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* teaching, and you did not arrest me! But \\add this has happened\\add*\\f + \\fr 14:49 \\ft The phrase “\\fq this has happened \\ft ” is not in the Greek text, but is understood and must be supplied in the translation because of English style; cf. the parallel in \\xt Matt 26:56 \\ft \\f* in order that the scriptures would be fulfilled. "},{"style":"v","verse":"50","text":"And they all abandoned him \\add and\\add*\\ef + \\fr 14:50 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“abandoned”) has been translated as a finite verb \\ef* fled."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"And a certain young man was following him, clothed \\add only\\add* in a linen cloth on \\add his\\add* naked body. And they attempted to seize\\ef + \\fr 14:51 \\ft ﻿*Here the present tense is translated as a conative present (“attempted to”) \\ef* him, "},{"style":"v","verse":"52","text":"but he left behind the linen cloth \\add and\\add*\\ef + \\fr 14:52 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“left behind”) has been translated as a finite verb \\ef* fled naked."},{"style":"s1","verse":"","text":"Jesus Before the Sanhedrin"},{"style":"m","verse":"","text":""},{"style":"v","verse":"53","text":"And they led Jesus away to the high priest, and all the chief priests and the elders and the scribes came together. "},{"style":"v","verse":"54","text":"And Peter followed him from a distance, right inside, into the courtyard of the high priest. And he was sitting with the officers and warming himself by the fire. "},{"style":"v","verse":"55","text":"Now the chief priests and the whole Sanhedrin were looking for testimony against Jesus in order to put him to death, and they did not find \\add it\\add*.\\ef + \\fr 14:55 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"56","text":"For many gave false testimony against him, and their\\f + \\fr 14:56 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* testimony was not consistent. "},{"style":"v","verse":"57","text":"And some stood up \\add and\\add*\\ef + \\fr 14:57 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood up”) has been translated as a finite verb \\ef* began to give false testimony\\f + \\fr 14:57 \\ft The imperfect tense has been translated as ingressive here (“began to give false testimony”) \\f* against him, saying, "},{"style":"v","verse":"58","text":"“We heard him saying, ‘I will destroy this temple made by hands, and within three days I will build another not made by hands.” "},{"style":"v","verse":"59","text":"And their testimony was not even consistent about this. "},{"style":"v","verse":"60","text":"And the high priest stood up in the midst \\add of them\\add* \\add and\\add*\\ef + \\fr 14:60 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood up”) has been translated as a finite verb \\ef* asked Jesus, saying, “Do you not reply anything? What are these \\add people\\add* testifying against you?” "},{"style":"v","verse":"61","text":"But he was silent and did not reply anything. Again the high priest asked him and said to him, “Are you the Christ, the Son of the Blessed One?” "},{"style":"v","verse":"62","text":"And Jesus said, “I am, and you will see the Son of Man sitting at the right hand of the Power\\f + \\fr 14:62 \\ft An indirect way of referring to God \\f* and coming with the clouds of heaven.” "},{"style":"v","verse":"63","text":"And the high priest tore his clothes \\add and\\add*\\ef + \\fr 14:63 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“tore”) has been translated as a finite verb \\ef* said, “What further need do we have of witnesses? "},{"style":"v","verse":"64","text":"You have heard the blasphemy! What ⸤do you think⸥?”\\f + \\fr 14:64 \\ft Literally “does it seem to you” \\f* And they all condemned him ⸤as deserving death⸥.\\f + \\fr 14:64 \\ft Literally “to be deserving of death” \\f* "},{"style":"v","verse":"65","text":"And some began to spit on him and to cover his face and to strike him with their fists, and to say to him “Prophesy!” And the officers received him with slaps in the face.\\f + \\fr 14:65 \\ft Or “with blows” (either meaning is possible here) \\f*"},{"style":"s1","verse":"","text":"Peter Denies Jesus Three Times"},{"style":"m","verse":"","text":""},{"style":"v","verse":"66","text":"And \\add while\\add*\\ef + \\fr 14:66 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* Peter was below in the courtyard, one of the female slaves of the high priest came up "},{"style":"v","verse":"67","text":"And \\add when\\add*\\ef + \\fr 14:67 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* she saw Peter warming himself, she looked intently at him \\add and\\add*\\ef + \\fr 14:67 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“looked intently at”) has been translated as a finite verb \\ef* said, “You also were with the Nazarene, Jesus.” "},{"style":"v","verse":"68","text":"But he denied \\add it\\add*,\\ef + \\fr 14:68 \\ft *Here the direct object is supplied from context in the English translation \\ef* saying, “I neither know nor understand what you mean!” And he went out into the gateway, and a rooster crowed.\\f + \\fr 14:68 \\ft Several important and early manuscripts lack the words “and a rooster crowed” \\f* "},{"style":"v","verse":"69","text":"And the female slave, \\add when she\\add*\\ef + \\fr 14:69 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw him, began to say again to the bystanders, “This man is one of them!” "},{"style":"v","verse":"70","text":"But he denied \\add it\\add*\\ef + \\fr 14:70 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* again. And after a little \\add while\\add*, again the bystanders began to say\\f + \\fr 14:70 \\ft The imperfect tense has been translated as ingressive here (“began to say”) \\f* to Peter, “You really are \\add one\\add* of them, because you also are a Galilean, and your accent ⸤shows it⸥!”\\f + \\fr 14:70 \\ft Literally “is like” \\f*\\f + \\fr 14:70 \\ft Some manuscripts omit “and your accent shows it” \\f* "},{"style":"v","verse":"71","text":"And he began to curse and to swear with an oath, “I do not know this man whom you are talking about!” "},{"style":"v","verse":"72","text":"And immediately a rooster crowed for the second time. And Peter remembered the statement, how Jesus had said to him, “Before the rooster crows twice, you will deny me three times,” and throwing himself down, he began to weep.\\f + \\fr 14:72 \\ft The imperfect tense has been translated as ingressive here (“began to weep”) \\f*"}]