[{"style":"s1","text":"Jesus Taken to Pilate"},{"style":"m","text":""},{"style":"v","text":"And as soon as morning \\add came\\add*, \\add after\\add*\\ef + \\fr 15:1 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“formulating”) which is understood as temporal \\ef* formulating a plan, the chief priests, with the elders and scribes and the whole Sanhedrin, tied up Jesus, led \\add him\\add*\\ef + \\fr 15:1 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* away, and handed \\add him\\add*\\ef + \\fr 15:1 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* over to Pilate. "},{"style":"v","text":"And Pilate asked him, “Are you the king of the Jews?” And he answered him \\add and\\add*\\ef + \\fr 15:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “You say \\add so\\add*.” "},{"style":"v","text":"And the chief priests began to accuse\\f + \\fr 15:3 \\ft The imperfect tense has been translated as ingressive here (“began to accuse”) \\f* him \\add of\\add* many \\add things\\add*. "},{"style":"v","text":"So Pilate asked him again, saying, “Do you not answer anything? See how many \\add charges\\add*\\ef + \\fr 15:4 \\ft ﻿*The word “charges” is not in the Greek text but is implied \\ef* they are bringing against you!” "},{"style":"v","text":"But Jesus did not answer anything further, so that Pilate was astonished."},{"style":"s1","text":"Pilate Releases Barabbas"},{"style":"m","text":""},{"style":"v","text":"Now at each feast he customarily released\\f + \\fr 15:6 \\ft The imperfect tense has been translated as customary here (“customarily released”) \\f* for them one prisoner whom they requested. "},{"style":"v","text":"And the one named Barabbas\\f + \\fr 15:7 \\ft “Barabbas” means “son of the father” in Aramaic \\f* was imprisoned with the rebels who had committed murder in the rebellion. "},{"style":"v","text":"And the crowd came up \\add and\\add*\\ef + \\fr 15:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* began to ask him to do as he customarily did\\f + \\fr 15:8 \\ft The imperfect tense has been translated as customary here (“customarily did”) \\f* for them. "},{"style":"v","text":"So Pilate answered them, saying, “Do you want me to release for you the king of the Jews?” "},{"style":"v","text":"(For he realized that the chief priests had handed him over because of envy.) "},{"style":"v","text":"But the chief priests incited the crowd so that he would release for them Barabbas\\ef + \\fr 15:11 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* instead. "},{"style":"v","text":"So Pilate answered \\add and\\add* said to them again, “Then what do you want me to do with \\add the one\\add* whom you call the king of the Jews?” "},{"style":"v","text":"And they shouted again, “Crucify him!” "},{"style":"v","text":"And Pilate said to them, “Why? What evil has he done?” But they shouted even louder, “Crucify him!”"},{"style":"p","text":""},{"style":"v","text":"So Pilate, \\add because he\\add*\\ef + \\fr 15:15 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“wanted”) which is understood as causal \\ef* wanted ⸤to satisfy⸥\\f + \\fr 15:15 \\ft Literally “to make sufficient” \\f* the crowd, released for them Barabbas. And \\add after\\add*\\ef + \\fr 15:15 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“flogged”) which is understood as temporal \\ef* he had Jesus flogged, he handed \\add him\\add*\\ef + \\fr 15:15 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* over so that he could be crucified."},{"style":"s1","text":"Jesus Is Mocked"},{"style":"m","text":""},{"style":"v","text":"So the soldiers led him away into the palace (that is, the governor’s residence) and called together the whole cohort. "},{"style":"v","text":"And they put a purple cloak on him, and \\add after\\add*\\ef + \\fr 15:17 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“weaving”) which is understood as temporal \\ef* weaving a crown of thorns they placed \\add it\\add*\\ef + \\fr 15:17 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on him. "},{"style":"v","text":"And they began to greet him, “Hail, king of the Jews!” "},{"style":"v","text":"And they repeatedly struck\\f + \\fr 15:19 \\ft The imperfect tense has been translated as iterative here (“repeatedly struck”) \\f* him on the head with a reed, and were spitting on him, and ⸤they knelt down⸥\\f + \\fr 15:19 \\ft Literally “bending the knees” \\f* \\add and\\add*\\ef + \\fr 15:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“knelt down”) has been translated as a finite verb \\ef* did obeisance to him. "},{"style":"v","text":"And when they had mocked him, they stripped him of the purple cloak and put his own clothes\\f + \\fr 15:20 \\ft Some manuscripts have “his clothes” in place of “his own clothes” \\f* on him, and they led him out so that they could crucify him."},{"style":"s1","text":"Jesus Is Crucified"},{"style":"m","text":""},{"style":"v","text":"And they forced a certain man who was passing by, Simon of Cyrene (the father of Alexander and Rufus), who was coming from the country, to carry his cross. "},{"style":"v","text":"And they brought him to the place \\tl Golgotha\\tl* (which is translated “Place of a Skull”). "},{"style":"v","text":"And they attempted to give\\ef + \\fr 15:23 \\ft ﻿*Here the imperfect tense is translated as a conative imperfect (“attempted to give”) \\ef* him wine mixed with myrrh, but he did not take it. "},{"style":"v","text":"And they crucified him and divided his clothes among themselves\\ef + \\fr 15:24 \\ft ﻿*Here “among themselves” reflects the middle voice of the verb “divided” \\ef* \\add by\\add*\\ef + \\fr 15:24 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“casting”) which is understood as means \\ef* casting lots for them \\add to see\\add* who should take what. "},{"style":"v","text":"Now it was the third hour when they crucified him. "},{"style":"v","text":"And the inscription of the charge against him was written, “The king of the Jews.” "},{"style":"v","text":"And with him they crucified two robbers, one on \\add his\\add* right and one on \\add his\\add* left.\\f + \\fr 15:27 \\ft Most later Greek manuscripts add v. \\xt 28 \\ft (a quotation from \\xt Isa 53:12 \\ft ) after v. \\xt 27 \\ft , “And the scripture was fulfilled that says, ‘And he was counted with the lawless ones’ ” \\f* "},{"style":"v","text":"And those who passed by reviled him, shaking their heads and saying, “Aha! The one who would destroy the temple and rebuild \\add it\\add*\\ef + \\fr 15:29 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in three days, "},{"style":"v","text":"save yourself \\add by\\add*\\ef + \\fr 15:30 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“coming down”) which is understood as means \\ef* coming down from the cross!” "},{"style":"v","text":"In the same way also the chief priests, along with the scribes, were mocking \\add him\\add*\\ef + \\fr 15:31 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to one another, saying, “He saved others; he is not able to save himself! "},{"style":"v","text":"Let the Christ, the king of Israel, come down now from the cross, so that we may see and believe! Even those who were crucified with him were reviling him."},{"style":"s1","text":"Jesus Dies on the Cross"},{"style":"m","text":""},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 15:33 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“came”) \\ef* the sixth hour came, darkness came over the whole land until the ninth hour. "},{"style":"v","text":"And at the ninth hour Jesus cried out with a loud voice, “\\qs Eloi, Eloi, lema sabachthani?\\qs*” (which is translated, “My God, my God, ⸤why⸥\\f + \\fr 15:34 \\ft Literally “for what \\fq reason \\ft ” \\f* have you forsaken me?”)\\f + \\fr 15:34 \\ft A quotation from \\xt Ps 22:1 \\ft \\f* "},{"style":"v","text":"And some of the bystanders, \\add when they\\add*\\ef + \\fr 15:35 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add it\\add*,\\ef + \\fr 15:35 \\ft *Here the direct object is supplied from context in the English translation \\ef* said, “Behold, he is summoning Elijah!” "},{"style":"v","text":"And someone ran and filled a sponge with sour wine, put \\add it\\add*\\ef + \\fr 15:36 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on a reed, \\add and\\add*\\ef + \\fr 15:36 \\ft ﻿*Here “\\add and\\add*” is supplied because the two previous participles (“ran” and “filled”) have been translated as finite verbs \\ef* gave \\add it\\add*\\ef + \\fr 15:36 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to him to drink, saying, “Leave \\add him\\add*\\ef + \\fr 15:36 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* alone! Let us see if Elijah is coming to take him down.” "},{"style":"v","text":"But Jesus uttered a loud cry \\add and\\add*\\ef + \\fr 15:37 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“uttered”) has been translated as a finite verb \\ef* expired. "},{"style":"v","text":"And the curtain of the temple was torn in two from top to bottom. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 15:39 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the centurion who was standing opposite him saw that he expired like this, he said, “Truly this man was God’s Son!” "},{"style":"v","text":"And there were also women observing from a distance, among whom \\add were\\add* Mary Magdalene, and Mary the mother of James the younger\\f + \\fr 15:40 \\ft Or perhaps “the short,” referring to stature \\f* and Joses,\\f + \\fr 15:40 \\ft This name appears in \\xt Matt 27:56 \\ft as “Joseph” \\f* and Salome, "},{"style":"v","text":"who used to follow\\f + \\fr 15:41 \\ft The imperfect tense has been translated as customary here (“used to follow”) \\f* him and serve him when he was in Galilee, and many other \\add women\\add* who went up with him to Jerusalem."},{"style":"s1","text":"Jesus Is Buried"},{"style":"m","text":""},{"style":"v","text":"And \\add when it\\add*\\ef + \\fr 15:42 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was already evening, since it was the day of preparation (that is, the day before the Sabbath), "},{"style":"v","text":"Joseph of Arimathea, a prominent member of the council who was also himself looking forward to\\f + \\fr 15:43 \\ft Or “waiting for” \\f* the kingdom of God, came acting courageously \\add and\\add*\\ef + \\fr 15:43 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* went in to Pilate and asked for the body of Jesus. "},{"style":"v","text":"And Pilate was surprised that he was already dead, and summoning the centurion, asked him whether he had died already. "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 15:45 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“learned of”) which is understood as temporal \\ef* learned of \\add it\\add*\\ef + \\fr 15:45 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* from the centurion, he granted the corpse to Joseph. "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 15:46 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“purchasing”) which is understood as temporal \\ef* purchasing a linen cloth \\add and\\add*\\ef + \\fr 15:46 \\ft ﻿*Here “\\add and\\add*” is supplied because the participle (“taking...down”) has been translated as a finite verb in keeping with English style \\ef* taking him down, he wrapped \\add him\\add*\\ef + \\fr 15:46 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in the linen cloth and placed him in a tomb that had been cut from the rock. And he rolled a stone over the entrance of the tomb. "},{"style":"v","text":"Now Mary Magdalene and Mary the \\add mother\\add* of Joses saw where he was placed."}]