[{"style":"s1","text":"Jesus Is Raised"},{"style":"m","text":""},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 16:1 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was over”) \\ef* the Sabbath was over, Mary Magdalene, and Mary the \\add mother\\add* of James, and Salome purchased fragrant spices so that they could go \\add and\\add*\\ef + \\fr 16:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* anoint him. "},{"style":"v","text":"And very early in the morning on the first \\add day\\add* of the week they came to the tomb \\add after\\add*\\ef + \\fr 16:2 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had risen”) \\ef* the sun had risen. "},{"style":"v","text":"And they were saying to one another, “Who will roll away the stone for us from the entrance of the tomb?” "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 16:4 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“looked up”) which is understood as temporal \\ef* looked up, they saw that the stone had been rolled away (for it was very large). "},{"style":"v","text":"And \\add as they\\add*\\ef + \\fr 16:5 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“going”) which is understood as temporal \\ef* were going into the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were alarmed. "},{"style":"v","text":"But he said to them, “Do not be alarmed. You are looking for Jesus the Nazarene who was crucified. He has been raised, he is not here! See the place where they laid him! "},{"style":"v","text":"But go, tell his disciples and Peter that he is going ahead of you to Galilee. You will see him there, just as he told you.” "},{"style":"v","text":"And they went out \\add and\\add*\\ef + \\fr 16:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* fled from the tomb, because trembling and amazement had seized them. And they said nothing to anyone, because they were afraid.\\f + \\fr 16:8 \\ft The Gospel of Mark ends at this point in some manuscripts, including two of the most important ones, while other manuscripts supply a shorter ending (sometimes included as part of v. \\xt 8 \\ft ), others supply the traditional longer ending (vv. \\xt 9–20 \\ft ), and still other manuscripts supply both the shorter ending and vv. \\xt 9–20 \\ft ; due to significant questions about the authenticity of these alternative endings, many scholars regard 16:8 as the last verse of the Gospel of Mark \\f*"},{"style":"s1","text":"The Shorter Ending of Mark"},{"style":"m","text":"〚So they promptly reported all the \\add things\\add* they had been commanded to those around Peter. And after these \\add things\\add*, Jesus himself also sent out through them from the east even as far as the west the holy and imperishable proclamation of eternal salvation. Amen.〛"},{"style":"s1","text":"The Longer Ending of Mark"},{"style":"m","text":"〚"},{"style":"v","text":"Now early on the first \\add day\\add* of the week, \\add after he\\add*\\ef + \\fr 16:9 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“rose”) which is understood as temporal \\ef* rose, he appeared first to Mary Magdalene, from whom he had expelled seven demons. "},{"style":"v","text":"She went out \\add and\\add*\\ef + \\fr 16:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* announced \\add it\\add*\\ef + \\fr 16:10 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to those who were with him \\add while they\\add*\\ef + \\fr 16:10 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“were”) which is understood as temporal \\ef* were mourning and weeping. "},{"style":"v","text":"And those, \\add when they\\add*\\ef + \\fr 16:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard that he was alive and had been seen by her, refused to believe \\add it\\add*.\\ef + \\fr 16:11 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And after these \\add things\\add*, he appeared in a different form to two of them \\add as they\\add*\\ef + \\fr 16:12 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“were walking”) which is understood as temporal \\ef* were walking, \\add while they\\add*\\ef + \\fr 16:12 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“were going out”) which is understood as temporal \\ef* were going out into the countryside. "},{"style":"v","text":"And these went \\add and\\add*\\ef + \\fr 16:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* reported \\add it\\add*\\ef + \\fr 16:13 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the others, and they did not believe them. "},{"style":"v","text":"And later, \\add while\\add*\\ef + \\fr 16:14 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“were reclining at table”) which is understood as temporal \\ef* they were reclining at table, he appeared to the eleven. And he reprimanded their unbelief and hardness of heart, because they did not believe those who had seen him \\add after he\\add*\\ef + \\fr 16:14 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had been raised”) which is understood as temporal \\ef* had been raised. "},{"style":"v","text":"And he said to them, “Go\\f + \\fr 16:15 \\ft As a participle of attendant circumstance this participle carries imperatival force picked up from the main verb (“preach”) \\f* into all the world \\add and\\add*\\ef + \\fr 16:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* preach the gospel to all creation. "},{"style":"v","text":"The one who believes and is baptized will be saved, but the one who refuses to believe will be condemned. "},{"style":"v","text":"And these signs will accompany those who believe: in my name they will expel demons, they will speak in new tongues, "},{"style":"v","text":"they will pick up\\f + \\fr 16:18 \\ft Some manuscripts have “and they will pick up” \\f* snakes.\\f + \\fr 16:18 \\ft Some manuscripts add “with their hands” \\f* And if they drink any deadly \\add poison\\add* it will never hurt them; they will lay hands on the sick and ⸤they will get⸥\\f + \\fr 16:18 \\ft Literally “they will have” \\f* well.”"},{"style":"p","text":""},{"style":"v","text":"Then the Lord Jesus, after \\add he\\add* had spoken to them, was taken up into heaven and sat down at the right hand of God. "},{"style":"v","text":"And they went out \\add and\\add*\\ef + \\fr 16:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* proclaimed everywhere, \\add while\\add*\\ef + \\fr 16:20 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was working together with”) \\ef* the Lord was working together with \\add them\\add*\\ef + \\fr 16:20 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and confirming the message through the accompanying signs.〛"}]