[{"style":"s1","verse":"","text":"A Paralytic Healed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And \\add when he\\add*\\ef + \\fr 2:1 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“entered”) which is understood as temporal \\ef* entered again into Capernaum after \\add some\\add* days, it became known that he was at home. "},{"style":"v","verse":"2","text":"And many had gathered, so that \\add there was\\add* no longer room, not even at the door, and he was speaking the word to them. "},{"style":"v","verse":"3","text":"And they came bringing to him a paralytic, carried by four \\add of them\\add*. "},{"style":"v","verse":"4","text":"And \\add when\\add*\\ef + \\fr 2:4 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“able”) which is understood as temporal \\ef* they were not able to bring \\add him\\add*\\ef + \\fr 2:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to him because of the crowd, they removed the roof where he was. And \\add after\\add*\\ef + \\fr 2:4 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“digging through”) which is understood as temporal \\ef* digging through, they lowered the stretcher on which the paralytic was lying. "},{"style":"v","verse":"5","text":"And \\add when\\add*\\ef + \\fr 2:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* Jesus saw their faith, he said to the paralytic, “Child, your sins are forgiven.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Now some of the scribes were sitting there and reasoning in their hearts, "},{"style":"v","verse":"7","text":"“Why does this man speak like this? He is blaspheming! Who is able to forgive sins except God alone?” "},{"style":"v","verse":"8","text":"And immediately Jesus, perceiving in his spirit that they were reasoning like this within themselves, said to them, “Why are you considering these \\add things\\add* in your hearts? "},{"style":"v","verse":"9","text":"Which is easier to say to the paralytic, ‘Your sins are forgiven,’ or to say ‘Get up and pick up your stretcher and walk’? "},{"style":"v","verse":"10","text":"But so that you may know that the Son of Man has authority on earth to forgive sins,”—he said to the paralytic—"},{"style":"v","verse":"11","text":"“I say to you, get up, pick up your stretcher, and go to your home.” "},{"style":"v","verse":"12","text":"And he got up and immediately picked up his\\f + \\fr 2:12 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* stretcher \\add and\\add*\\ef + \\fr 2:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“picked up”) has been translated as a finite verb \\ef* went out in front of \\add them\\add* all, so that they were all amazed and glorified God, saying, “We have never seen \\add anything\\add*\\ef + \\fr 2:12 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* like this!”"},{"style":"s1","verse":"","text":"Levi Called to Follow Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"And he went out again beside the sea,\\f + \\fr 2:13 \\ft That is, the Sea of Galilee \\f* and all the crowd was coming to him, and he began to teach\\f + \\fr 2:13 \\ft The imperfect tense has been translated as ingressive here (“began to teach”) \\f* them. "},{"style":"v","verse":"14","text":"And \\add as he\\add*\\ef + \\fr 2:14 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was passing by”) which is understood as temporal \\ef* was passing by, he saw Levi the \\add son\\add* of Alphaeus sitting at the tax booth, and he said to him, “Follow me!” And he stood up \\add and\\add*\\ef + \\fr 2:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood up”) has been translated as a finite verb \\ef* followed him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"And it happened that he ⸤was dining⸥\\f + \\fr 2:15 \\ft Literally “was reclining for a meal” \\f* in his house, and many tax collectors and sinners ⸤were dining with⸥\\f + \\fr 2:15 \\ft Literally “were reclining at table with” \\f* Jesus and his disciples, for there were many and they were following him. "},{"style":"v","verse":"16","text":"And the scribes of the Pharisees, \\add when they\\add*\\ef + \\fr 2:16 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw that he was eating with sinners and tax collectors, began to say\\f + \\fr 2:16 \\ft The imperfect tense has been translated as ingressive here (“began to say”) \\f* to his disciples, “Why does he eat with tax collectors and sinners?” "},{"style":"v","verse":"17","text":"And \\add when\\add*\\ef + \\fr 2:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* Jesus heard \\add it\\add*\\ef + \\fr 2:17 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef*, he said to them, “Those who are healthy do not have need of a physician, but those ⸤who are sick⸥.\\f + \\fr 2:17 \\ft Literally “having badly” \\f* I have not come to call the righteous, but sinners.”"},{"style":"s1","verse":"","text":"On Fasting"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"And John’s disciples and the Pharisees were fasting, and they came and said to him, “⸤Why⸥\\f + \\fr 2:18 \\ft Literally “for what” \\fq reason \\ft  \\f* do the disciples of John and the disciples of the Pharisees fast, but your disciples do not fast?” "},{"style":"v","verse":"19","text":"And Jesus said to them, “The ⸤bridegroom’s attendants⸥\\f + \\fr 2:19 \\ft Literally “the sons of the bridal chamber” \\f* are not able to fast while the bridegroom is with them, \\add are they\\add*?\\f + \\fr 2:19 \\ft The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\fq are they \\ft ” \\f* As long a time \\add as\\add* they have the bridegroom with them, they are not able to fast. "},{"style":"v","verse":"20","text":"But days will come when the bridegroom is taken away from them, and then they will fast in that day. "},{"style":"v","verse":"21","text":"No one sews a patch of unshrunken cloth on an old garment. ⸤Otherwise⸥\\f + \\fr 2:21 \\ft Literally “but if not” \\f* the patch pulls away from it—the new from the old—and the tear becomes worse. "},{"style":"v","verse":"22","text":"And no one puts new wine into old wineskins. ⸤Otherwise⸥\\f + \\fr 2:22 \\ft Literally “but if not” \\f* the wine will burst the wineskins and the wine is destroyed and the wineskins \\add too\\add*. But new wine \\add is put\\add* into new wineskins.”"},{"style":"s1","verse":"","text":"Plucking Grain on the Sabbath"},{"style":"m","verse":"","text":""},{"style":"v","verse":"23","text":"And it happened that he was going through the grain fields on the Sabbath, and his disciples began to make \\add their\\add* way \\add while\\add*\\ef + \\fr 2:23 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“picking”) which is understood as temporal \\ef* plucking off the heads of grain. "},{"style":"v","verse":"24","text":"And the Pharisees began to say\\f + \\fr 2:24 \\ft The imperfect tense has been translated as ingressive here (“began to say”) \\f* to him, “Behold, why are they doing what is not permitted on the Sabbath?” "},{"style":"v","verse":"25","text":"And he said to them, “Have you never read what David did when he had need and he and those \\add who were\\add* with him were hungry—"},{"style":"v","verse":"26","text":"how he entered into the house of God in the time of Abiathar the high priest and ate the bread of the presentation, which it is not permitted to eat (except the priests) and also gave \\add it\\add*\\ef + \\fr 2:26 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to those who were with him?” "},{"style":"v","verse":"27","text":"And he said to them, “The Sabbath was established for people, and not people for the Sabbath. "},{"style":"v","verse":"28","text":"So then, the Son of Man is lord even of the Sabbath.”"}]