[{"style":"s1","text":"A Man with a Withered Hand Healed"},{"style":"m","text":""},{"style":"v","text":"And he entered into the synagogue again, and a man who had a withered hand was there. "},{"style":"v","text":"And they were watching him closely \\add to see\\add* if he would heal him on the Sabbath, in order that they could accuse him. "},{"style":"v","text":"And he said to the man who had the withered hand, “Come into the middle.” "},{"style":"v","text":"And he said to them, “Is it permitted on the Sabbath to do good or to do evil, to save life or to kill?” But they were silent. "},{"style":"v","text":"And looking around at them with anger, grieved at the hardness of their hearts, he said to the man, “Stretch out your\\f + \\fr 3:5 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* hand.” And he stretched \\add it\\add*\\ef + \\fr 3:5 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out, and his hand was restored. "},{"style":"v","text":"And the Pharisees went out immediately with the Herodians ⸤and began to conspire⸥\\f + \\fr 3:6 \\ft Literally “began to give counsel”; the imperfect tense has been translated as ingressive (“began to”) \\f* against him with regard to how they could destroy him."},{"style":"s1","text":"Jesus Heals Crowds by the Sea"},{"style":"m","text":""},{"style":"v","text":"And Jesus went away with his disciples to the sea,\\f + \\fr 3:7 \\ft That is, the Sea of Galilee \\f* and a great crowd from Galilee followed \\add him\\add*.\\ef + \\fr 3:7 \\ft *Here the direct object is supplied from context in the English translation \\ef* And from Judea "},{"style":"v","text":"and from Jerusalem and from Idumea and the other side of the Jordan and around Tyre and Sidon a great crowd came to him \\add because they\\add*\\ef + \\fr 3:8 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“heard”) which is understood as causal \\ef* heard all that he was doing. "},{"style":"v","text":"And he told his disciples that a small boat should stand ready for him because of the crowd, so that they would not press upon him. "},{"style":"v","text":"For he had healed many, so that all those who ⸤were suffering from diseases⸥\\f + \\fr 3:10 \\ft Literally “had suffering” \\f* pressed about him in order that they could touch him. "},{"style":"v","text":"And the unclean spirits, whenever they saw him, were falling down before him and crying out, saying, “You are the Son of God!” "},{"style":"v","text":"And he warned them strictly that they should not make him known."},{"style":"s1","text":"The Selection of the Twelve Apostles"},{"style":"m","text":""},{"style":"v","text":"And he went up on the mountain and summoned \\add those\\add* whom he wanted, and they came to him. "},{"style":"v","text":"And he appointed twelve,\\f + \\fr 3:14 \\ft Some manuscripts add “whom he also named apostles” \\f* so that they would be with him and so that he could send them out to preach "},{"style":"v","text":"and to have authority to expel demons. "},{"style":"v","text":"And he appointed the twelve.\\f + \\fr 3:16 \\ft Most Greek manuscripts omit the phrase “and he appointed the twelve” \\f* And to Simon he gave the name Peter, "},{"style":"v","text":"and James the \\add son\\add* of Zebedee and John the brother of James (and he gave to them the name Boanerges, that is, “Sons of Thunder”), "},{"style":"v","text":"and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the \\add son\\add* of Alphaeus, and Thaddaeus, and Simon the Zealot,\\f + \\fr 3:18 \\ft Literally “the Cananean,” but according to BDAG 507 s.v., this term has no relation at all to the geographical terms for Cana or Canaan, but is derived from the Aramaic term for “enthusiast, zealot” (see \\xt Luke 6:15 \\ft ; \\xt Acts 1:13 \\ft ) \\f* "},{"style":"v","text":"and Judas Iscariot, who also betrayed him."},{"style":"s1","text":"A House Divided Cannot Stand"},{"style":"m","text":""},{"style":"v","text":"And he went home, and the crowd gathered again, so that they were not even able to eat a meal. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 3:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* ⸤his family⸥\\f + \\fr 3:21 \\ft Literally \\fq those \\ft “close to him” \\f* heard \\add this\\add*,\\ef + \\fr 3:21 \\ft *Here the direct object is supplied from context in the English translation \\ef* they went out to restrain him, for they were saying, “He has lost his mind!”"},{"style":"p","text":""},{"style":"v","text":"And the scribes who had come down from Jerusalem were saying, “He is possessed by Beelzebul!” and “By the ruler of the demons he expels the demons!” "},{"style":"v","text":"And he called them to himself \\add and\\add*\\ef + \\fr 3:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“called”) has been translated as a finite verb \\ef* was speaking to them in parables, “How can Satan expel Satan? "},{"style":"v","text":"And if a kingdom is divided against itself, that kingdom is not able to stand. "},{"style":"v","text":"And if a house is divided against itself, that house will not be able to stand. "},{"style":"v","text":"And if Satan has risen up against himself and is divided, he is not able to stand, but is at an end! "},{"style":"v","text":"But no one is able to enter into the house of a strong \\add man\\add* \\add and\\add*\\ef + \\fr 3:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“enter”) has been translated as a finite verb \\ef* plunder his property unless he first ties up the strong \\add man\\add*, and then he can thoroughly plunder his house."},{"style":"p","text":""},{"style":"v","text":"“Truly I say to you that all the sins and the blasphemies will be forgiven the sons of men, however much they blaspheme. "},{"style":"v","text":"But whoever blasphemes against the Holy Spirit does not have forgiveness ⸤forever⸥,\\f + \\fr 3:29 \\ft Literally “for the age” \\f* but is guilty of \\add an\\add* eternal sin”—"},{"style":"v","text":"because they were saying, “He has an unclean spirit.”"},{"style":"s1","text":"Jesus’ Mother and Brothers"},{"style":"m","text":""},{"style":"v","text":"And his mother and his brothers arrived, and standing outside, they sent \\add word\\add* to him to summon him. "},{"style":"v","text":"And a crowd was sitting around him, and they told him, “Behold, your mother and your brothers\\f + \\fr 3:32 \\ft Some manuscripts add “and your sisters” \\f* \\add are\\add* outside looking for you.” "},{"style":"v","text":"And he answered them \\add and\\add*\\ef + \\fr 3:33 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “Who is my mother or\\f + \\fr 3:33 \\ft Some manuscripts have “and” \\f* my brothers?” "},{"style":"v","text":"And looking around at those who were sitting around him in a circle, he said, “Behold, my mother and my brothers! "},{"style":"v","text":"For whoever does the will of God, this person is my brother and sister and mother.”"}]