[{"style":"s1","verse":"","text":"The Parable of the Sower"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And again he began to teach beside the sea,\\f + \\fr 4:1 \\ft That is, the Sea of Galilee \\f* and a very large crowd was gathered to him, so that he got into a boat \\add and\\add*\\ef + \\fr 4:1 \\ft ﻿*Here “and” is supplied because the previous participle (“got”) has been translated as a finite verb \\ef* sat on the sea, and the whole crowd was at the sea on the land. "},{"style":"v","verse":"2","text":"And he began to teach\\f + \\fr 4:2 \\ft The imperfect tense has been translated as ingressive here (“began to teach”) \\f* them many \\add things\\add* in parables, and was saying to them in his teaching, "},{"style":"v","verse":"3","text":"“Listen! Behold, the sower went out to sow. "},{"style":"v","verse":"4","text":"And it happened that while \\add he\\add* was sowing, ⸤some seed⸥\\f + \\fr 4:4 \\ft Literally “\\fq some of \\ft which” \\f* fell on the side of the path, and the birds came and devoured it. "},{"style":"v","verse":"5","text":"And other \\add seed\\add* fell on the rocky ground where it did not have much soil, and it sprang up at once, because it did not have \\add any\\add* depth of soil. "},{"style":"v","verse":"6","text":"And when the sun rose it was scorched, and because it did not have \\add enough\\add* root, it withered. "},{"style":"v","verse":"7","text":"And other \\add seed\\add* fell among the thorn plants, and the thorn plants came up and choked it, and it did not produce grain.\\f + \\fr 4:7 \\ft Literally “fruit,” describing here the grain harvested from the healthy plants; in contemporary English this would more naturally be expressed by terms like “grain” or “crop” \\f* "},{"style":"v","verse":"8","text":"And other \\add seed\\add* fell on the good soil, and produced grain,\\f + \\fr 4:8 \\ft Literally “fruit,” describing here the grain harvested from the healthy plants; in contemporary English this would more naturally be expressed by terms like “grain” or “crop” \\f* coming up and increasing, and it bore \\add a crop\\add*\\ef + \\fr 4:8 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef*—one thirty and one sixty and one a hundred \\add times as much\\add*.\\f + \\fr 4:8 \\ft The phrase “\\fq times as much \\ft ” is not in the Greek text but is implied \\f* "},{"style":"v","verse":"9","text":"And he said, “Whoever has ears to hear, let him hear!”"},{"style":"s1","verse":"","text":"The Reason for the Parables"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"And when he was alone, those around him together with the twelve began asking\\f + \\fr 4:10 \\ft The imperfect tense has been translated as ingressive here (“began asking”) \\f* him about the parables. "},{"style":"v","verse":"11","text":"And he said to them, “To you has been granted the secret of the kingdom of God, but to those who are outside everything is in parables, "},{"style":"v","verse":"12","text":"so that"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘⸤they may look closely⸥\\f + \\fr 4:12 \\ft Literally “seeing they may see” \\f* and not perceive,"},{"style":"q2","verse":"","text":"and ⸤they may listen carefully⸥\\f + \\fr 4:12 \\ft Literally “hearing they may hear” \\f* and not understand,"},{"style":"q1","verse":"","text":"lest they turn and it be forgiven them.’ ”\\f + \\fr 4:12 \\ft A quotation from \\xt Isa 6:9–10 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"s1","verse":"","text":"The Parable of the Sower Interpreted"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"And he said to them, “Do you not understand this parable? And how will you understand all the parables? "},{"style":"v","verse":"14","text":"The sower sows the word. "},{"style":"v","verse":"15","text":"And these are the ones beside the path where the word is sown, and whenever they hear \\add it\\add*,\\ef + \\fr 4:15 \\ft *Here the direct object is supplied from context in the English translation \\ef* immediately Satan comes and takes away the word that was sown in them. "},{"style":"v","verse":"16","text":"And these are like\\f + \\fr 4:16 \\ft Some manuscripts omit “like” \\f* the ones sown on the rocky ground, who whenever they hear the word immediately receive it with joy. "},{"style":"v","verse":"17","text":"And they have no root in themselves, but are temporary. Then \\add when\\add*\\ef + \\fr 4:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“comes”) \\ef* affliction or persecution comes because of the word, immediately they fall away. "},{"style":"v","verse":"18","text":"And others are the ones sown among the thorn plants—these are the ones who hear the word, "},{"style":"v","verse":"19","text":"and the cares of the world and the deceitfulness of wealth and the desires for other \\add things\\add* come in \\add and\\add*\\ef + \\fr 4:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come in”) has been translated as a finite verb \\ef* choke the word and it becomes unproductive. "},{"style":"v","verse":"20","text":"And those are the ones sown on the good soil, who hear the word and receive \\add it\\add*\\ef + \\fr 4:20 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and bear fruit—one thirty and one sixty and one a hundred \\add times as much\\add*.”\\f + \\fr 4:20 \\ft The phrase “\\fq times as much \\ft ” is not in the Greek text but is implied \\f*"},{"style":"s1","verse":"","text":"The Parable of the Lamp"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"And he said to them, “Surely a lamp is not brought so that it may be put under a bushel basket or under a bed, \\add is it\\add*?\\f + \\fr 4:21 \\ft The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase “\\fq is it \\ft ” \\f* \\add Is it\\add* not\\f + \\fr 4:21 \\ft The negative construction in Greek anticipates a positive answer here \\f* so that it may be put on a lampstand? "},{"style":"v","verse":"22","text":"For nothing is secret except so that it may be revealed, nor has become hidden except so that it will come to light. "},{"style":"v","verse":"23","text":"If anyone has ears to hear, let him hear!” "},{"style":"v","verse":"24","text":"And he said to them, “Take care what you hear! With the measure by which you measure out, it will be measured out to you, and will be added to you. "},{"style":"v","verse":"25","text":"For whoever has, \\add more\\add* will be given to him, and whoever does not have, even what he has will be taken away from him.”"},{"style":"s1","verse":"","text":"The Parable of the Seed that Grows by Itself"},{"style":"m","verse":"","text":""},{"style":"v","verse":"26","text":"And he said, “The kingdom of God is like this: like a man scatters seed on the ground. "},{"style":"v","verse":"27","text":"And he sleeps and gets up, night and day, and the seed sprouts and grows—⸤he does not know how⸥.\\f + \\fr 4:27 \\ft Literally “\\fq in such a way \\ft as he does not know” \\f* "},{"style":"v","verse":"28","text":"By itself the soil produces a crop: first the grass, then the head of grain, then the full grain in the head. "},{"style":"v","verse":"29","text":"But when the crop permits, he sends \\add in\\add* the sickle right away, because the harvest has come.”"},{"style":"s1","verse":"","text":"The Parable of the Mustard Seed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"30","text":"And he said, “With what can we compare the kingdom of God, or by what parable can we present it? "},{"style":"v","verse":"31","text":"\\add It is\\add* like a mustard seed that when sown on the ground, \\add although it\\add*\\ef + \\fr 4:31 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“is”) which is understood as concessive \\ef* is the smallest of all the seeds that \\add are\\add* on the ground, "},{"style":"v","verse":"32","text":"but when it is sown it grows up and becomes the largest of all the garden herbs, and sends out large branches so that the birds of the sky are able to nest in its shade.” "},{"style":"v","verse":"33","text":"And with many parables such as these he was speaking the word to them, as they were able to hear \\add it\\add*.\\ef + \\fr 4:33 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"34","text":"And he did not speak to them without a parable, but in private he explained everything to his own disciples."},{"style":"s1","verse":"","text":"Calming of a Storm"},{"style":"m","verse":"","text":""},{"style":"v","verse":"35","text":"And on that day, \\add when it\\add*\\ef + \\fr 4:35 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was evening, he said to them, “Let us cross over to the other side.” "},{"style":"v","verse":"36","text":"And leaving the crowd, they took him along, as he was, in the boat. And other boats were with him. "},{"style":"v","verse":"37","text":"And a great storm of wind developed, and the waves were breaking into the boat, so that the boat was already being filled \\add with water\\add*.\\ef + \\fr 4:37 \\ft *The words “\\add with water\\add*” are not in the Greek text but are implied \\ef* "},{"style":"v","verse":"38","text":"And he was in the stern sleeping on the cushion, and they woke him up and said to him, “Teacher, is it not a concern to you that we are perishing?” "},{"style":"v","verse":"39","text":"And he woke up \\add and\\add*\\ef + \\fr 4:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“woke up”) has been translated as a finite verb \\ef* rebuked the wind, and said to the sea, “Be quiet! Be silent!” And the wind abated and there was a great calm. "},{"style":"v","verse":"40","text":"And he said to them, “Why are you fearful? Do you not yet have faith?” "},{"style":"v","verse":"41","text":"And ⸤they were terribly frightened⸥\\f + \\fr 4:41 \\ft Literally “they feared a great fear” \\f* and began to say\\f + \\fr 4:41 \\ft The imperfect tense has been translated as ingressive here (“began to say”) \\f* to one another, “Who then is this, that even the wind and the sea obey him?”"}]