[{"style":"s1","text":"Rejected at Nazareth"},{"style":"m","text":""},{"style":"v","text":"And he went out from there and came to his hometown, and his disciples followed him. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 6:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“came”) \\ef* the Sabbath came, he began to teach in the synagogue, and many who heard \\add him\\add*\\ef + \\fr 6:2 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* were amazed, saying, “Where did this man \\add get\\add* these \\add things\\add*? And what \\add is\\add* this wisdom that has been granted to this man, and the miracles such as these performed through his hands? "},{"style":"v","text":"Is not this the carpenter, the son of Mary and brother of James and Joses and Judas and Simon? And are not his sisters here with us?” And they were offended by him. "},{"style":"v","text":"And Jesus said to them, “A prophet is not without honor except in his hometown, and among his relatives, and in his \\add own\\add* household.” "},{"style":"v","text":"And he was not able to do any miracle in that place except to lay his\\f + \\fr 6:5 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* hands on a few sick \\add people\\add* \\add and\\add*\\ef + \\fr 6:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“lay”) has been translated as a finite verb \\ef* heal \\add them\\add*.\\ef + \\fr 6:5 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And he was astonished because of their unbelief."},{"style":"s1","text":"The Twelve Commissioned and Sent Out"},{"style":"m","text":"And he was going around among the villages teaching. "},{"style":"v","text":"And he summoned the twelve and began to send them out two \\add by\\add* two, and gave them authority over the unclean spirits. "},{"style":"v","text":"And he commanded them that they take along nothing for the journey except only a staff—no bread, no traveler’s bag, no money in their\\f + \\fr 6:8 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* belts—"},{"style":"v","text":"but to put on sandals and not to wear two tunics. "},{"style":"v","text":"And he said to them, “Whenever you enter into a house, stay there until you depart from there. "},{"style":"v","text":"And whatever place does not welcome you or listen to you, \\add as you\\add*\\ef + \\fr 6:11 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“go out”) which is understood as temporal \\ef* go out from there, shake off the dust that is on your feet for a testimony against them.” "},{"style":"v","text":"And they went out \\add and\\add*\\ef + \\fr 6:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* proclaimed that \\add people\\add*\\ef + \\fr 6:12 \\ft ﻿*Here “\\add people\\add*” is supplied as the subject because a third-person pronoun (“they”) would be ambiguous \\ef* should repent. "},{"style":"v","text":"And they were expelling many demons and anointing many sick \\add people\\add* with olive oil and healing \\add them\\add*.\\ef + \\fr 6:13 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"s1","text":"Herod Kills John the Baptist"},{"style":"m","text":""},{"style":"v","text":"And King Herod heard \\add it\\add*,\\ef + \\fr 6:14 \\ft *Here the direct object is supplied from context in the English translation \\ef* because his name had become known. And they were saying, “John, the one who baptizes, has been raised from the dead, and because of this these miraculous powers are at work in him.” "},{"style":"v","text":"But others were saying, “He is Elijah,” and others were saying, “\\add He is\\add* a prophet like one of the prophets.” "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 6:16 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* Herod heard \\add it\\add*,\\ef + \\fr 6:16 \\ft *Here the direct object is supplied from context in the English translation \\ef* he said, “John whom I beheaded—this one has been raised!” "},{"style":"v","text":"For Herod himself had sent \\add and\\add*\\ef + \\fr 6:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“had sent”) has been translated as a finite verb \\ef* arrested John and bound him in prison because of Herodias, the wife of Philip his brother, because he had married her. "},{"style":"v","text":"For John had been saying to Herod, “It is not permitted for you to have your brother’s wife.” "},{"style":"v","text":"So Herodias held a grudge against him and was wanting to kill him, and was not able \\add to do so\\add*. "},{"style":"v","text":"For Herod was afraid of John, \\add because he\\add*\\ef + \\fr 6:20 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew him \\add to be\\add* a righteous and holy man and protected him. And \\add when he\\add*\\ef + \\fr 6:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participles (“came in” and “danced”) which are understood as temporal \\ef* listened to him, he was greatly perplexed, and \\add yet\\add* he listened to him gladly. "},{"style":"v","text":"And a suitable day came when Herod, on his birthday, gave a banquet for his courtiers and military tribunes and the most prominent \\add men\\add* of Galilee. "},{"style":"v","text":"And \\add when\\add*\\f + \\fr 6:22 \\ft Here “\\fq when \\ft ” is supplied as a component of the temporal genitive absolute participle (“came in”) \\f* the daughter of Herodias herself\\f + \\fr 6:22 \\ft In place of “the daughter of Herodias herself” some manuscripts have “his daughter Herodias” \\f* came in and danced and pleased\\f + \\fr 6:22 \\ft Some manuscripts have “danced, she pleased” \\f* Herod and ⸤his dinner guests⸥,\\f + \\fr 6:22 \\ft Literally “those reclining at table with \\fq him \\ft ” \\f* the king said to the girl, “Ask me \\add for\\add* whatever you want, and I will give \\add it\\add*\\ef + \\fr 6:22 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to you.” "},{"style":"v","text":"And he swore to her,\\f + \\fr 6:23 \\ft Some manuscripts add “at length” \\f* “Anything whatever you ask me for I will give you, up to half my kingdom!” "},{"style":"v","text":"And she went out \\add and\\add*\\ef + \\fr 6:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* said to her mother, “What should I ask for?” And she said, “The head of John the baptizer.” "},{"style":"v","text":"And she came in immediately with haste to the king \\add and\\add*\\ef + \\fr 6:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came in”) has been translated as a finite verb \\ef* asked, saying, “I want you to give me the head of John the Baptist on a platter immediately.” "},{"style":"v","text":"And \\add although he\\add*\\ef + \\fr 6:26 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“was”) which is understood as concessive \\ef* was deeply grieved, the king, because of his\\f + \\fr 6:26 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* oaths and ⸤dinner guests⸥,\\f + \\fr 6:26 \\ft Literally “those who were reclining at table” \\f* did not want to refuse her. "},{"style":"v","text":"And immediately the king sent an executioner \\add and\\add*\\ef + \\fr 6:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sent”) has been translated as a finite verb \\ef* ordered \\add him\\add*\\ef + \\fr 6:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to bring his head. And he went \\add and\\add*\\ef + \\fr 6:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* beheaded him in the prison. "},{"style":"v","text":"And he brought his head on a platter and gave it to the girl, and the girl gave it to her mother. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 6:29 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* his disciples heard \\add this\\add*,\\ef + \\fr 6:29 \\ft *Here the direct object is supplied from context in the English translation \\ef* they came and took away his corpse and placed it in a tomb."},{"style":"s1","text":"The Feeding of Five Thousand"},{"style":"m","text":""},{"style":"v","text":"And the apostles regathered to Jesus and reported to him everything that they had done and that they had taught. "},{"style":"v","text":"And he said to them, “You yourselves come privately to an isolated place and rest for a short time.” For those \\add who were\\add* coming and going were many, and they did not even have time to eat. "},{"style":"v","text":"And they went away in the boat to an isolated place by themselves. "},{"style":"v","text":"And many \\add people\\add* saw them leaving and recognized \\add them\\add*,\\ef + \\fr 6:33 \\ft *Here the direct object is supplied from context in the English translation \\ef* and ran there together by land from all the towns, and arrived ahead of them. "},{"style":"v","text":"And getting out \\add of the boat\\add*\\ef + \\fr 6:34 \\ft ﻿*The words “\\add of the boat\\add*” are not in the Greek text but are implied by this verb, which refers to disembarking from a boat or ship \\ef* he saw the large crowd and had compassion on them, because they were like sheep ⸤without⸥\\f + \\fr 6:34 \\ft Literally “not having” \\f* a shepherd, and he began to teach them many \\add things\\add*. "},{"style":"v","text":"And the hour had already become late \\add when\\add*\\ef + \\fr 6:35 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came up”) which is understood as temporal \\ef* his disciples came up to him, saying, “The place is desolate and the hour \\add is\\add* already late. "},{"style":"v","text":"Send them away so that they can go into the surrounding farms and villages \\add and\\add*\\ef + \\fr 6:36 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* purchase something to eat for themselves.” "},{"style":"v","text":"But he answered \\add and\\add*\\ef + \\fr 6:37 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “You give them \\add something\\add*\\ef + \\fr 6:37 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to eat.” And they said to him, “Should we go \\add and\\add*\\ef + \\fr 6:37 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* purchase bread for two hundred denarii and give \\add it\\add*\\ef + \\fr 6:37 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to them to eat?” "},{"style":"v","text":"And he said to them, “How many loaves do you have? Go look!” And \\add when they\\add*\\ef + \\fr 6:38 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“found out”) which is understood as temporal \\ef* found out, they said, “Five, and two fish.” "},{"style":"v","text":"And he ordered them all to recline in groups on the green grass. "},{"style":"v","text":"And they reclined in groups, by hundreds and by fifties. "},{"style":"v","text":"And taking the five loaves and the two fish \\add and\\add*\\ef + \\fr 6:41 \\ft ﻿*Here “\\add and\\add*” is supplied in the translation because of English style \\ef* looking up to heaven, he gave thanks and broke the loaves and gave \\add them\\add*\\ef + \\fr 6:41 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to his disciples so that they could set \\add them\\add*\\ef + \\fr 6:41 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* before them. And he distributed the two fish to \\add them\\add* all. "},{"style":"v","text":"And they all ate and were satisfied. "},{"style":"v","text":"And they picked up the broken pieces, twelve baskets full, and of the fish. "},{"style":"v","text":"And those who ate the loaves were five thousand men."},{"style":"s1","text":"Jesus Walks on the Water"},{"style":"m","text":""},{"style":"v","text":"And immediately he made his disciples get into the boat and go on ahead to the other side, to Bethsaida, while he himself dismissed the crowd. "},{"style":"v","text":"And \\add after he\\add*\\ef + \\fr 6:46 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“went away”) which is understood as temporal \\ef* had said farewell to them, he went away to the mountain to pray. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 6:47 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“came”) \\ef* evening came, the boat was in the middle of the sea and he \\add was\\add* alone on the land. "},{"style":"v","text":"And he saw them being beaten in their rowing\\f + \\fr 6:48 \\ft Or “being held up in their progress” \\f* because the wind was against them. Around the fourth watch of the night he came to them, walking on the sea, and he was wanting to pass by them. "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 6:49 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* they saw him walking on the sea, they thought that it was a ghost, and they cried out. "},{"style":"v","text":"For they all saw him and were terrified. But immediately he spoke with them and said to them, “Have courage, I am \\add he\\add*! Do not be afraid!” "},{"style":"v","text":"And he went up with them into the boat, and the wind abated. And ⸤they were extraordinarily⸥\\f + \\fr 6:51 \\ft Literally “exceedingly extremely” \\f* astounded within themselves, "},{"style":"v","text":"because they did not understand concerning the loaves, but their hearts were hardened."},{"style":"s1","text":"Many Healed at Gennesaret"},{"style":"m","text":""},{"style":"v","text":"And \\add after they\\add*\\ef + \\fr 6:53 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had crossed over”) which is understood as temporal \\ef* had crossed over, they came to land at Gennesaret and anchored \\add there\\add*. "},{"style":"v","text":"And \\add as\\add* they were getting out of the boat, \\add people\\add*\\ef + \\fr 6:54 \\ft ﻿*Here “\\add people\\add*” is supplied as the subject of the verb because the third person pronoun “they” could be confused with the disciples getting out of the boat earlier in this verse \\ef* recognized him immediately. "},{"style":"v","text":"They ran about \\add through\\add* that whole region and began to carry around those ⸤who were sick⸥\\f + \\fr 6:55 \\ft Literally “who were having badly” \\f* on stretchers, wherever they heard that he was. "},{"style":"v","text":"And wherever he would go, into villages or into towns or to farms, they would put those who were sick in the marketplaces and would implore him that if they could touch even the edge of his cloak. And all those who touched it were healed."}]