[{"style":"s1","text":"Human Traditions and God’s Commandments"},{"style":"m","text":""},{"style":"v","text":"And the Pharisees and some of the scribes who had come from Jerusalem gathered to him. "},{"style":"v","text":"And they saw that some of his disciples were eating their\\f + \\fr 7:2 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* bread with unclean—that is, unwashed—hands. "},{"style":"v","text":"(For the Pharisees and all the Jews do not eat unless they wash their hands ⸤ritually⸥,\\f + \\fr 7:3 \\ft Literally “with the fist”; although the exact meaning of the phrase is uncertain, there is general agreement it has to do with the ritual or ceremonial nature of the handwashing \\f* \\add thus\\add*\\ef + \\fr 7:3 \\ft ﻿*Here “\\add thus\\add*” is supplied as a component of the participle (“holding fast to”) which is understood as result \\ef* holding fast to the traditions of the elders. "},{"style":"v","text":"And \\add when they come\\add*\\f + \\fr 7:4 \\ft The phrase “\\fq when they come \\ft ” is not in the Greek text but is implied \\f* from the marketplace, they do not eat unless they wash. And there are many other \\add traditions\\add*\\ef + \\fr 7:4 \\ft ﻿*The word “\\add traditions\\add*” is not in the Greek text but is implied \\ef* which they have received \\add and\\add*\\ef + \\fr 7:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“have received”) has been translated as a finite verb \\ef* hold fast to—\\add for example,\\add*\\f + \\fr 7:4 \\ft The phrase “\\fq for example \\ft ” is not in the Greek text but is supplied as a clarification in the English translation \\f* the washing of cups and pitchers and bronze kettles and dining couches.)\\f + \\fr 7:4 \\ft Several important manuscripts omit “and dining couches” \\f* "},{"style":"v","text":"And the Pharisees and the scribes asked him, “Why do your disciples not live according to the tradition of the elders, but eat their\\f + \\fr 7:5 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* bread with unclean hands?” "},{"style":"v","text":"So he said to them, “Isaiah prophesied correctly about you hypocrites, as it is written,"},{"style":"sd0","text":""},{"style":"q1","text":"‘This people honors me with their\\f + \\fr 7:6 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* lips,"},{"style":"q2","text":"but their heart is far, far away from me."},{"style":"q1","text":""},{"style":"v","text":"And they worship me in vain,"},{"style":"q2","text":"teaching \\add as\\add* doctrines the commandments of men.’\\f + \\fr 7:7 \\ft A quotation from \\xt Isa 29:13 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"Abandoning the commandment of God, you hold fast to the tradition of men.”"},{"style":"p","text":""},{"style":"v","text":"And he said to them, “You splendidly ignore the commandment of God so that you can keep\\f + \\fr 7:9 \\ft Some manuscripts have “you can maintain” \\f* your tradition. "},{"style":"v","text":"For Moses said, ‘Honor your father and your mother,’\\f + \\fr 7:10 \\ft A quotation from \\xt Exod 20:12 \\ft ; \\xt Deut 5:16 \\ft \\f* and, ‘The one who speaks evil of father or mother ⸤must certainly die⸥\\f + \\fr 7:10 \\ft Literally “let him die the death” \\f*.’\\f + \\fr 7:10 \\ft A quotation from \\xt Exod 21:17 \\ft ; \\xt Lev 20:9 \\ft \\f* "},{"style":"v","text":"But you say, ‘If a man says to his\\f + \\fr 7:11 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* father or to his\\f + \\fr 7:11 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* mother, “Whatever ⸤benefit you would have received⸥\\f + \\fr 7:11 \\ft Literally “you would have been benefited” \\f* from me \\add is\\add* \\qs corban\\qs*”\\f + \\fr 7:11 \\ft A Hebrew term referring to something consecrated as a gift to God and thus not available for ordinary use \\f* (that is, a gift \\add to God\\add*), "},{"style":"v","text":"you no longer permit him to do anything for his\\f + \\fr 7:12 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* father or his\\f + \\fr 7:12 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* mother, "},{"style":"v","text":"\\add thus\\add*\\ef + \\fr 7:13 \\ft ﻿*Here “\\add thus\\add*” is supplied as a component of the participle (“making void”) which is understood as result \\ef* making void the word of God by your tradition that you have handed down, and you do many similar \\add things\\add* such as this.”"},{"style":"s1","text":"Defilement from Within"},{"style":"m","text":""},{"style":"v","text":"And summoning the crowd again, he said to them, “Listen to me, all \\add of you\\add*, and understand: "},{"style":"v","text":"There is nothing outside of a person that is able to defile him \\add by\\add*\\ef + \\fr 7:15 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“going”) which is understood as means \\ef* going into him. But the things that go out of a person are the things that defile a person.”\\f + \\fr 7:15 \\ft Most later manuscripts add v. \\xt 16 \\ft , “If anyone has ears to hear, let him hear.” \\f* "},{"style":"v","text":"And when he entered into the house away from the crowd, his disciples asked him about the parable. "},{"style":"v","text":"And he said to them, “So are you also without understanding? Do you not understand that everything \\add that is\\add* outside that goes into a person \\add is\\add* not able to defile him? "},{"style":"v","text":"For it does not enter into his heart but into his\\f + \\fr 7:19 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* stomach, and goes out into the latrine”—\\add thus\\add*\\ef + \\fr 7:19 \\ft ﻿*Here “\\add thus\\add*” is supplied as a component of the participle (“declaring”) which is understood as result \\ef* declaring all foods clean. "},{"style":"v","text":"And he said, “What comes out of a person, that defiles a person. "},{"style":"v","text":"For from within, from the heart of people, come evil plans, sexual immoralities, thefts, murders, "},{"style":"v","text":"adulteries, \\add acts of\\add* greed, malicious \\add deeds\\add*, deceit, licentiousness, ⸤envy⸥,\\f + \\fr 7:22 \\ft Literally “the evil eye” \\f* abusive speech, pride, foolishness. "},{"style":"v","text":"All these evil \\add things\\add* come from within and defile a person.”"},{"style":"s1","text":"A Syrophoenician Woman’s Great Faith"},{"style":"m","text":""},{"style":"v","text":"And from there he set out \\add and\\add*\\ef + \\fr 7:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“set out”) has been translated as a finite verb \\ef* went to the region of Tyre. And \\add when he\\add*\\ef + \\fr 7:24 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“entered”) which is understood as temporal \\ef* entered into a house, he wanted no one to know, and \\add yet\\add* he was not able to escape notice. "},{"style":"v","text":"But immediately a woman whose young daughter was possessed by an unclean spirit, \\add when she\\add*\\ef + \\fr 7:25 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard about him, came \\add and\\add*\\ef + \\fr 7:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* fell down at his feet, "},{"style":"v","text":"Now the woman was a Greek—a Syrophoenician by nationality—and she was asking him that he would expel the demon from her daughter. "},{"style":"v","text":"And he said to her, “Let the children be satisfied first, for it is not right to take the children’s bread and throw \\add it\\add*\\ef + \\fr 7:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the dogs!” "},{"style":"v","text":"But she answered and said to him, “Lord, even the dogs under the table eat the children’s crumbs.” "},{"style":"v","text":"And he said to her, “Because of this statement, go! The demon has gone out of your daughter.” "},{"style":"v","text":"And \\add when she\\add*\\ef + \\fr 7:30 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“went”) which is understood as temporal \\ef* went to her home, she found the child lying on the bed and the demon gone."},{"style":"s1","text":"A Man Deaf and Unable to Speak Healed"},{"style":"m","text":""},{"style":"v","text":"And again he went away from the region of Tyre \\add and\\add*\\ef + \\fr 7:31 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went away”) has been translated as a finite verb \\ef* came through Sidon to the Sea of Galilee, within the region of the Decapolis. "},{"style":"v","text":"And they brought to him a man who was deaf and had difficulty speaking, and they were imploring him that he would place his\\f + \\fr 7:32 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* hand on him. "},{"style":"v","text":"And he took him away from the crowd by himself \\add and\\add*\\ef + \\fr 7:33 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took … away”) has been translated as a finite verb \\ef* put his fingers into his ears, and \\add after\\add*\\ef + \\fr 7:33 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“spitting”) which is understood as temporal \\ef* spitting, he touched his tongue. "},{"style":"v","text":"And looking up to heaven, he sighed and said to him, “\\qs Ephphatha!\\qs*” (that is, “Be opened!”). "},{"style":"v","text":"And\\f + \\fr 7:35 \\ft Some manuscripts have “And immediately” \\f* his ears were opened and ⸤his difficulty in speaking was removed⸥\\f + \\fr 7:35 \\ft Literally “the bond of his tongue was loosened” \\f* and he began to speak normally. "},{"style":"v","text":"And he ordered them that they should say nothing, but as much as he ordered them \\add not to\\add*, they proclaimed \\add it\\add*\\ef + \\fr 7:36 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* even more instead. "},{"style":"v","text":"And they were amazed beyond all measure, saying, “He has done all \\add things\\add* well! He even makes the deaf hear and the mute speak!”"}]