[{"style":"s1","verse":"","text":"The Feeding of Four Thousand"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"In those days there was\\ef + \\fr 8:1 \\ft ﻿*Here the participle (“was”) is translated as a finite verb because of English style \\ef* again a large crowd, and they did not have\\ef + \\fr 8:1 \\ft ﻿*Here the participle (“have”) is translated as a finite verb because of English style \\ef* anything they could eat. Summoning the disciples, he said to them, "},{"style":"v","verse":"2","text":"“I have compassion on the crowd, because they have remained with me three days already and do not have anything to eat. "},{"style":"v","verse":"3","text":"And if I send them away hungry to their homes they will give out on the way, and some of them have come from far away.” "},{"style":"v","verse":"4","text":"And his disciples answered him, “Where is anyone able to feed these \\add people\\add* with bread here in the desert?” "},{"style":"v","verse":"5","text":"And he asked them, “How many loaves do you have?” So they said, “Seven.” "},{"style":"v","verse":"6","text":"And he commanded the crowd to recline for a meal on the ground, and taking the seven loaves, \\add after he\\add*\\ef + \\fr 8:6 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had given thanks”) which is understood as temporal \\ef* had given thanks he broke \\add them\\add*\\ef + \\fr 8:6 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and began giving\\f + \\fr 8:6 \\ft The imperfect tense has been translated as ingressive here (“began giving”) \\f* \\add them\\add*\\ef + \\fr 8:6 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to his disciples so that they could set \\add them\\add*\\ef + \\fr 8:6 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* before \\add them\\add*.\\ef + \\fr 8:6 \\ft *Here the direct object is supplied from context in the English translation \\ef* And they set \\add them\\add*\\ef + \\fr 8:6 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* before the crowd. "},{"style":"v","verse":"7","text":"And they had a few small fish, and \\add after\\add*\\ef + \\fr 8:7 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“giving thanks”) which is understood as temporal \\ef* giving thanks for them, he said to set these \\add before them\\add* also. "},{"style":"v","verse":"8","text":"And they ate and were satisfied, and they picked up the broken pieces that were left, seven baskets \\add full\\add*. "},{"style":"v","verse":"9","text":"Now there were about four thousand. And he sent them away. "},{"style":"v","verse":"10","text":"And immediately he got into the boat with his disciples \\add and\\add*\\ef + \\fr 8:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got”) has been translated as a finite verb \\ef* went to the district of Dalmanutha."},{"style":"s1","verse":"","text":"Pharisees Demand a Sign"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"And the Pharisees came and began to argue with him, demanding from him a sign from heaven \\add in order to\\add*\\ef + \\fr 8:11 \\ft ﻿*Here “\\add in order to\\add*” is supplied as a component of the participle (“test”) which is understood as purpose \\ef* test him. "},{"style":"v","verse":"12","text":"And sighing deeply in his spirit, he said, “Why does this generation demand a sign? Truly I say to you, no sign will be given to this generation!” "},{"style":"v","verse":"13","text":"And he left them, got into \\add the boat\\add*\\ef + \\fr 8:13 \\ft ﻿*Here the words “\\add the boat\\add*” are not in the Greek text but must be supplied \\ef* again, \\add and\\add*\\ef + \\fr 8:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participles (“left” and “got into”) have been translated as finite verbs \\ef* went to the other side."},{"style":"s1","verse":"","text":"Beware the Leaven of the Pharisees and Herod"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"And they had forgotten to take bread, and except \\add for\\add* one loaf, they did not have \\add any\\add*\\ef + \\fr 8:14 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with them in the boat. "},{"style":"v","verse":"15","text":"And he ordered them, saying, “Watch out! Beware of the leaven of the Pharisees and the leaven of Herod!” "},{"style":"v","verse":"16","text":"And they began to discuss with one another that they had no bread. "},{"style":"v","verse":"17","text":"And knowing \\add this\\add*,\\ef + \\fr 8:17 \\ft *Here the direct object is supplied from context in the English translation \\ef* he said to them, “Why are you discussing that you have no bread? Do you not yet perceive or understand? Have your hearts been hardened? "},{"style":"v","verse":"18","text":"\\add Although you\\add*\\ef + \\fr 8:18 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“have”) which is understood as concessive \\ef* have eyes, do you not see? And \\add although you\\add*\\ef + \\fr 8:18 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“have”) which is understood as concessive \\ef* have ears, do you not hear? And do you not remember? "},{"style":"v","verse":"19","text":"When I broke the five loaves for the five thousand how many baskets full of broken pieces did you pick up?” They said to him, “Twelve.” "},{"style":"v","verse":"20","text":"“When \\add I\\add* also\\f + \\fr 8:20 \\ft Some manuscripts omit “also” \\f* \\add broke\\add*\\ef + \\fr 8:20 \\ft ﻿*The words “\\add I broke\\add*” are not in the Greek text, but are understood based on the previous verse \\ef* the seven \\add loaves\\add*\\ef + \\fr 8:20 \\ft ﻿*The word “\\add loaves\\add*” is not in the Greek text, but is understood based on the previous verse \\ef* for the four thousand, how many baskets full of broken pieces did you pick up?” And they said to him, “Seven.” "},{"style":"v","verse":"21","text":"And he said to them, “Do you not yet understand?”"},{"style":"s1","verse":"","text":"A Blind Man Healed at Bethsaida"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"And they came to Bethsaida. And they brought to him a blind man and implored him that he would touch him. "},{"style":"v","verse":"23","text":"And he took hold of the blind man’s hand \\add and\\add*\\ef + \\fr 8:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took hold of”) has been translated as a finite verb \\ef* led him outside the village, and \\add after\\add*\\ef + \\fr 8:23 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“spitting”) which is understood as temporal \\ef* spitting in his eyes, he placed his hands on him \\add and\\add*\\ef + \\fr 8:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“placed”) has been translated as a finite verb \\ef* asked him, “Do you see anything?” "},{"style":"v","verse":"24","text":"And looking up he said, “I see people, for I see \\add them\\add*\\ef + \\fr 8:24 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* like trees walking around.” "},{"style":"v","verse":"25","text":"Then he placed his\\f + \\fr 8:25 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* hands on his eyes again, and he opened his eyes and was cured, and could see everything clearly. "},{"style":"v","verse":"26","text":"And he sent him to his home, saying, “Do not even go into the village.”"},{"style":"s1","verse":"","text":"Peter’s Confession at Caesarea Philippi"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"And Jesus and his disciples went out to the villages of Caesarea Philippi, and on the way he asked his disciples, saying to them, “Who do people say \\add that\\add* I am?” "},{"style":"v","verse":"28","text":"And they told him, saying, “John the Baptist, and others Elijah, and others that \\add you are\\add* one of the prophets.” "},{"style":"v","verse":"29","text":"And he asked them, “But who do you say \\add that\\add* I am?” Peter answered \\add and\\add*\\ef + \\fr 8:29 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, “You are the Christ!” "},{"style":"v","verse":"30","text":"And he warned them that they should tell no one about him."},{"style":"s1","verse":"","text":"Jesus Predicts His Death and Resurrection"},{"style":"m","verse":"","text":""},{"style":"v","verse":"31","text":"And he began to teach them that it was necessary \\add for\\add* the Son of Man to suffer many \\add things\\add* and to be rejected by the elders and the chief priests and the scribes, and to be killed, and after three days to rise. "},{"style":"v","verse":"32","text":"And he was speaking openly \\add about\\add* the subject, and Peter took him aside \\add and\\add*\\ef + \\fr 8:32 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took … aside”) has been translated as a finite verb \\ef* began to rebuke him. "},{"style":"v","verse":"33","text":"But turning around and seeing his disciples, he rebuked Peter and said, “Get behind me, Satan, because you are not setting your mind on the things of God, but the things of people!”"},{"style":"s1","verse":"","text":"Taking Up One’s Cross to Follow Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"34","text":"And summoning the crowd together with his disciples, he said to them, “If anyone wants to come\\f + \\fr 8:34 \\ft Some manuscripts have “to follow” \\f* after me, let him deny himself and take up his cross and follow me. "},{"style":"v","verse":"35","text":"For whoever wants to save his life will lose it, but whoever loses his life on account of me and of the gospel will save it. "},{"style":"v","verse":"36","text":"For what does it benefit a person to gain the whole world and forfeit his life? "},{"style":"v","verse":"37","text":"For what can a person give in exchange for his life? "},{"style":"v","verse":"38","text":"For whoever is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when he comes in the glory of his Father with the holy angels.”"}]