[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"And he said to them, “Truly I say to you, that there are some of those standing here who will never experience death until they see the kingdom of God having come with power.”"},{"style":"s1","verse":"","text":"The Transfiguration"},{"style":"m","verse":"","text":""},{"style":"v","verse":"2","text":"And after six days, Jesus took along Peter and James and John, and led them to a high mountain by themselves alone. And he was transfigured before them, "},{"style":"v","verse":"3","text":"and his clothing became radiant—extremely white, like no cloth refiner on earth can ⸤make so white⸥.\\f + \\fr 9:3 \\ft Literally “make white like this” \\f* "},{"style":"v","verse":"4","text":"And Elijah appeared to them together with Moses, and they were talking with Jesus. "},{"style":"v","verse":"5","text":"And Peter answered \\add and\\add*\\ef + \\fr 9:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to Jesus, “Rabbi, it is good \\add that\\add* we are here! And let us make three shelters, one for you and one for Moses and one for Elijah.” "},{"style":"v","verse":"6","text":"(For he did not know what he should answer, because they were terrified.) "},{"style":"v","verse":"7","text":"And a cloud came, overshadowing them, and a voice came from the cloud, “This is my beloved Son. Listen to him!” "},{"style":"v","verse":"8","text":"And suddenly, looking around, they no longer saw anyone with them but Jesus alone."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"And \\add as\\add*\\ef + \\fr 9:9 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were coming down”) \\ef* they were coming down from the mountain, he ordered them that they should tell no one \\add the things\\add* that they had seen, except when the Son of Man had risen from the dead. "},{"style":"v","verse":"10","text":"And they kept the matter to themselves, discussing what this rising from the dead ⸤meant⸥.\\f + \\fr 9:10 \\ft Literally “is” \\f* "},{"style":"v","verse":"11","text":"And they asked him, saying, “⸤Why do⸥\\f + \\fr 9:11 \\ft Literally “\\fq what is it \\ft that” \\f* the scribes say that Elijah must come first?” "},{"style":"v","verse":"12","text":"And he said to them, “Elijah indeed does come first \\add and\\add*\\ef + \\fr 9:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“does come”) has been translated as a finite verb \\ef* restores all \\add things\\add*. And how is it written concerning the Son of Man that he should suffer many \\add things\\add* and be treated with contempt? "},{"style":"v","verse":"13","text":"But I tell you that indeed Elijah has come, and they did to him whatever they wanted, just as it is written about him.”"},{"style":"s1","verse":"","text":"A Demon-possessed Boy Healed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"And \\add when they\\add*\\ef + \\fr 9:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came to the disciples, they saw a large crowd around them and scribes arguing with them. "},{"style":"v","verse":"15","text":"And immediately the whole crowd, \\add when they\\add*\\ef + \\fr 9:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw him, were amazed, and ran up to \\add him\\add*\\ef + \\fr 9:15 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 9:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“ran up to”) has been translated as a finite verb \\ef* greeted him. "},{"style":"v","verse":"16","text":"And he asked them, “What are you arguing \\add about\\add* with them?” "},{"style":"v","verse":"17","text":"And one \\add individual\\add* from the crowd answered him, “Teacher, I brought to you my son who has ⸤a spirit that makes him mute⸥.\\f + \\fr 9:17 \\ft Literally “a mute spirit” \\f* "},{"style":"v","verse":"18","text":"And whenever it seizes him, it throws him down and he foams at the mouth and grinds his\\f + \\fr 9:18 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* teeth and becomes paralyzed. And I told your disciples that they should expel it, and they were not able \\add to do so\\add*.\\ef + \\fr 9:18 \\ft *The words “\\add to do so\\add*” are not in the Greek text but are implied \\ef* "},{"style":"v","verse":"19","text":"And he answered them \\add and\\add*\\ef + \\fr 9:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “O unbelieving generation! ⸤How long⸥\\f + \\fr 9:19 \\ft Literally “until when” \\f* will I be with you? ⸤How long⸥\\f + \\fr 9:19 \\ft Literally “until when” \\f* must I put up with you? Bring him to me!” "},{"style":"v","verse":"20","text":"And they brought him to him. And \\add when he\\add*\\ef + \\fr 9:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw him, the spirit immediately convulsed him, and falling on the ground, he began to roll around, foaming at the mouth. "},{"style":"v","verse":"21","text":"And he asked his father how long it was since this had been happening to him. And he said, “From childhood. "},{"style":"v","verse":"22","text":"And often it has thrown him both into fire and into water, in order that it could destroy him. But if you are able \\add to do\\add* anything, have compassion on us \\add and\\add*\\ef + \\fr 9:22 \\ft ﻿*Here “\\add and\\add*” is supplied and the following participle (“have compassion”) has been translated as a finite verb and placed before the verb “help” in keeping with English style \\ef* help us!” "},{"style":"v","verse":"23","text":"But Jesus said to him, “If you are able! All \\add things\\add* \\add are\\add* possible for the one who believes!” "},{"style":"v","verse":"24","text":"Immediately the father of the child cried out \\add and\\add*\\ef + \\fr 9:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“cried out”) has been translated as a finite verb \\ef* said, “I believe! Help my unbelief!” "},{"style":"v","verse":"25","text":"Now \\add when\\add*\\ef + \\fr 9:25 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* Jesus saw that a crowd was running together, he rebuked the unclean spirit, saying to it, “Mute and deaf spirit, I command you, come out of him, and enter into him no more!” "},{"style":"v","verse":"26","text":"And it came out, screaming and convulsing \\add him\\add*\\ef + \\fr 9:26 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* greatly, and he became as if \\add he were\\add* dead, so that most \\add of them\\add* said, “He has died!” "},{"style":"v","verse":"27","text":"But Jesus took hold of his hand \\add and\\add*\\ef + \\fr 9:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took hold of”) has been translated as a finite verb \\ef* raised him up, and he stood up. "},{"style":"v","verse":"28","text":"And \\add after\\add*\\ef + \\fr 9:28 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had entered”) \\ef* he had entered into the house, his disciples asked him privately, “Why were we not able to expel it?” "},{"style":"v","verse":"29","text":"And he said to them, “This kind can come out by nothing except by prayer.”\\f + \\fr 9:29 \\ft Some manuscripts add “and fasting” \\f*"},{"style":"s1","verse":"","text":"Jesus Predicts His Death and Resurrection a Second Time"},{"style":"m","verse":"","text":""},{"style":"v","verse":"30","text":"And from there they went out \\add and\\add*\\ef + \\fr 9:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* passed through Galilee. And he did not want anyone to know, "},{"style":"v","verse":"31","text":"for he was teaching his disciples and was telling them, “The Son of Man is being betrayed into the hands of men, and they will kill him. And \\add when he\\add*\\ef + \\fr 9:31 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“is killed”) which is understood as temporal \\ef* is killed, after three days he will rise.” "},{"style":"v","verse":"32","text":"But they did not understand the statement, and they were afraid to ask him."},{"style":"s1","verse":"","text":"The Question About Who Is Greatest"},{"style":"m","verse":"","text":""},{"style":"v","verse":"33","text":"And they came to Capernaum. And \\add after he\\add*\\ef + \\fr 9:33 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“was”) which is understood as temporal \\ef* was in the house, he asked them, “What were you discussing on the way?” "},{"style":"v","verse":"34","text":"But they were silent, because they had argued with one another on the way \\add about\\add* who \\add was\\add* greatest. "},{"style":"v","verse":"35","text":"And he sat down \\add and\\add*\\ef + \\fr 9:35 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sat down”) has been translated as a finite verb \\ef* called the twelve and said to them, “If anyone wants to be first, he will be last of all and servant of all.” "},{"style":"v","verse":"36","text":"And he took a young child \\add and\\add*\\ef + \\fr 9:36 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* had him stand ⸤among them⸥.\\f + \\fr 9:36 \\ft Literally “in the midst of them” \\f* And taking him in his arms, he said to them, "},{"style":"v","verse":"37","text":"“Whoever welcomes one of the young children such as these in my name welcomes me, and whoever welcomes me does not welcome me, but the one who sent me.”"},{"style":"s1","verse":"","text":"Whoever Is Not Against Us Is for Us"},{"style":"m","verse":"","text":""},{"style":"v","verse":"38","text":"John said to him, “Teacher, we saw someone expelling demons in your name, and we tried to prevent him because he was not following us.” "},{"style":"v","verse":"39","text":"But Jesus said, “Do not prevent him, because there is no one who does a miracle in my name and will be able soon afterward to speak evil of me. "},{"style":"v","verse":"40","text":"For whoever is not against us is for us. "},{"style":"v","verse":"41","text":"For whoever gives you a cup of water to drink in \\add my\\add* name because you are Christ’s, truly I say to you that he will never lose his reward."},{"style":"s1","verse":"","text":"Temptations to Sin"},{"style":"m","verse":"","text":""},{"style":"v","verse":"42","text":"“And whoever causes one of these little ones who believe in me to sin, it is better for him if instead ⸤a large millstone⸥\\f + \\fr 9:42 \\ft Literally “a millstone of a donkey” \\f* is placed around his neck and he is thrown into the sea. "},{"style":"v","verse":"43","text":"And if your hand causes you to sin, cut it off! It is better \\add for\\add* you to enter into life crippled than, having two hands, to go into hell—into the unquenchable fire!\\f + \\fr 9:43 \\ft Most later Greek manuscripts add v. \\xt 44 \\ft after v. \\xt 43 \\ft , “where their worm does not die and the fire is not extinguished” (identical to v. \\xt 48 \\ft ) \\f* "},{"style":"v","verse":"45","text":"And if your foot causes you to sin, cut it off! It is better \\add for\\add* you to enter into life lame than, having two feet, to be thrown into hell!\\f + \\fr 9:45 \\ft Most later Greek manuscripts add v. \\xt 46 \\ft after v. \\xt 45 \\ft , “where their worm does not die and the fire is not extinguished” (identical to v. \\xt 48 \\ft ) \\f* "},{"style":"v","verse":"47","text":"And if your eye causes you to sin, tear it out! It is better \\add for\\add* you to enter into the kingdom of God with one eye than, having two eyes, to be thrown into hell, "},{"style":"v","verse":"48","text":"‘where their worm does not die and the fire is not extinguished.’\\f + \\fr 9:48 \\ft A quotation from \\xt Isa 66:24 \\ft \\f* "},{"style":"v","verse":"49","text":"For everyone will be salted with fire. "},{"style":"v","verse":"50","text":"Salt \\add is\\add* good, but if the salt becomes deprived of its salt content, by what can you make it salty? Have salt among yourselves, and be at peace with one another.”"}]