[{"style":"mt1","text":"2 Samuel"},{"style":"ms1","text":"RÈGNE DE DAVID"},{"style":"mr","text":"(Ac 13:22.)"},{"style":"s1","text":"Cantique funèbre de David sur la mort de Saül et de Jonathan"},{"style":"r","text":"V. 1-16: cf. 1 S 31:1-6. 2 S 4:5-12. Pr 24:17."},{"style":"p","text":""},{"style":"v","text":"Après la mort de Saül, David, qui avait battu les \\x a \\xo 1.1 \\xt 1 S 30:17.\\x*Amalécites, était depuis deux jours revenu à Tsiklag. "},{"style":"v","text":"Le troisième jour, un homme arriva du camp de Saül, les vêtements déchirés et la tête couverte de terre. Lorsqu’il fut en présence de David, il se jeta par terre et se prosterna. "},{"style":"v","text":"David lui dit: D’où viens-tu? Et il lui répondit: Je me suis sauvé du camp d’Israël. "},{"style":"v","text":"David lui dit: Que s’est-il passé? Dis-moi donc! Et il répondit: Le peuple s’est enfui du champ de bataille, et un grand nombre d’hommes sont tombés et ont péri; Saül même et Jonathan, son fils, sont morts. "},{"style":"v","text":"David dit au jeune homme qui lui apportait ces nouvelles: Comment sais-tu que Saül et Jonathan, son fils, sont morts? "},{"style":"v","text":"Et le jeune homme qui lui apportait ces nouvelles répondit: Je me trouvais sur la montagne de Guilboa; et voici, Saül s’appuyait sur sa lance, et voici, les chars et les cavaliers étaient près de l’atteindre. "},{"style":"v","text":"S’étant retourné, il m’aperçut et m’appela. Je dis: Me voici! "},{"style":"v","text":"Et il me dit: Qui es-tu? Je lui répondis: Je suis Amalécite. "},{"style":"v","text":"Et il dit: Approche donc, et donne-moi la mort; car je suis pris de vertige, quoique encore plein de vie. "},{"style":"v","text":"Je m’approchai de lui, et je lui donnai la mort, sachant bien qu’il ne survivrait pas à sa défaite. J’ai enlevé le diadème qui était sur sa tête et le bracelet qu’il avait au bras, et je les apporte ici à mon seigneur. "},{"style":"v","text":"\\x b \\xo 1.11 \\xt 2 S 3:31; 13:31.\\x*David saisit ses vêtements et les déchira, et tous les hommes qui étaient auprès de lui firent de même. "},{"style":"v","text":"Ils furent dans le deuil, pleurèrent et jeûnèrent jusqu’au soir, à cause de Saül, de Jonathan, son fils, du peuple de l’Éternel, et de la maison d’Israël, parce qu’ils étaient tombés par l’épée. "},{"style":"v","text":"David dit au jeune homme qui lui avait apporté ces nouvelles: D’où es-tu? Et il répondit: Je suis le fils d’un étranger, d’un Amalécite. "},{"style":"v","text":"David lui dit: Comment n’as-tu pas craint de porter la main sur l’oint de l’Éternel et de lui donner la mort? "},{"style":"v","text":"Et David appela l’un de ses gens, et dit: Approche, et tue-le! Cet homme frappa l’Amalécite, qui mourut. "},{"style":"v","text":"Et David lui dit: Que ton sang retombe sur ta tête, car ta bouche a déposé contre toi, puisque tu as dit: J’ai donné la mort à l’oint de l’Éternel!"},{"style":"r","text":"V. 17-27: cf. 2 S 3:33, 34. 2 Ch 35:25. Jé 9:1."},{"style":"p","text":""},{"style":"v","text":"Voici le cantique funèbre que David composa sur Saül et sur Jonathan, son fils, "},{"style":"v","text":"et qu’il ordonna d’enseigner aux enfants de Juda. C’est le cantique de l’arc: il est écrit dans le livre du \\x c \\xo 1.18 \\xt Jos 10:13.\\x*Juste."},{"style":"q1","text":""},{"style":"v","text":"L’élite d’Israël a succombé sur tes collines!"},{"style":"q1","text":"Comment des héros sont-ils tombés?"},{"style":"q1","text":""},{"style":"v","text":"\\x d \\xo 1.20 \\xt Mi 1:10.\\x*Ne l’annoncez point dans Gath,"},{"style":"q1","text":"N’en publiez point la nouvelle dans les rues d’Askalon,"},{"style":"q1","text":"De peur que les filles des Philistins ne se réjouissent,"},{"style":"q1","text":"De peur que les filles des incirconcis ne triomphent."},{"style":"q1","text":""},{"style":"v","text":"Montagnes de Guilboa!"},{"style":"q1","text":"Qu’il n’y ait sur vous ni rosée ni pluie,"},{"style":"q1","text":"Ni champs qui donnent des prémices pour les offrandes!"},{"style":"q1","text":"Car là ont été jetés les boucliers des héros,"},{"style":"q1","text":"Le bouclier de Saül; L’huile a cessé de les oindre."},{"style":"q1","text":""},{"style":"v","text":"Devant le sang des blessés, devant la graisse des plus vaillants,"},{"style":"q1","text":"L’arc de Jonathan n’a jamais reculé,"},{"style":"q1","text":"Et l’épée de Saül ne retournait point à vide."},{"style":"q1","text":""},{"style":"v","text":"Saül et Jonathan, aimables et chéris pendant leur vie,"},{"style":"q1","text":"N’ont point été séparés dans leur mort;"},{"style":"q1","text":"Ils étaient plus légers que les aigles,"},{"style":"q1","text":"Ils étaient plus forts que les lions."},{"style":"q1","text":""},{"style":"v","text":"Filles d’Israël! Pleurez sur Saül,"},{"style":"q1","text":"Qui vous revêtait magnifiquement de cramoisi,"},{"style":"q1","text":"Qui mettait des ornements d’or sur vos habits."},{"style":"q1","text":""},{"style":"v","text":"Comment des héros sont-ils tombés au milieu du combat?"},{"style":"q1","text":"Comment Jonathan a-t-il succombé sur tes collines?"},{"style":"q1","text":""},{"style":"v","text":"Je suis dans la douleur à cause de toi, Jonathan, mon frère!"},{"style":"q1","text":"Tu faisais tout mon plaisir;"},{"style":"q1","text":"Ton amour pour moi était admirable,"},{"style":"q1","text":"Au-dessus de l’amour des femmes."},{"style":"q1","text":""},{"style":"v","text":"Comment des héros sont-ils tombés?"},{"style":"q1","text":"Comment leurs armes se sont-elles perdues!"}]