[{"style":"s1","text":"La brebis du pauvre et le repentir de David"},{"style":"r","text":"V. 1-14: cf. Ps 51; 32. Job 34:18, 19."},{"style":"p","text":""},{"style":"v","text":"L’Éternel envoya Nathan vers David. Et Nathan vint à lui, et lui dit: Il y avait dans une ville deux hommes, l’un riche et l’autre pauvre. "},{"style":"v","text":"Le riche avait des brebis et des bœufs en très grand nombre. "},{"style":"v","text":"Le pauvre n’avait rien du tout qu’une petite brebis, qu’il avait achetée; il la nourrissait, et elle grandissait chez lui avec ses enfants; elle mangeait de son pain, buvait dans sa coupe, dormait sur son sein, et il la regardait comme sa fille. "},{"style":"v","text":"Un voyageur arriva chez l’homme riche. Et le riche n’a pas voulu toucher à ses brebis ou à ses bœufs, pour préparer un repas au voyageur qui était venu chez lui; il a pris la brebis du pauvre, et l’a apprêtée pour l’homme qui était venu chez lui. "},{"style":"v","text":"La colère de David s’enflamma violemment contre cet homme, et il dit à Nathan: L’Éternel est vivant! L’homme qui a fait cela mérite la mort. "},{"style":"v","text":"Et il rendra \\x a \\xo 12.6 \\xt Ex 22:1.\\x*quatre brebis, pour avoir commis cette action et pour avoir été sans pitié. "},{"style":"v","text":"Et Nathan dit à David: Tu es cet homme-là! Ainsi parle l’Éternel, le Dieu d’Israël: Je t’ai \\x b \\xo 12.7 \\xt 1 S 16:13.\\x*oint pour roi sur Israël, et je t’ai délivré de la main de Saül; "},{"style":"v","text":"je t’ai mis en possession de la maison de ton maître, j’ai placé dans ton sein les femmes de ton maître, et je t’ai donné la maison d’Israël et de Juda. Et si cela eût été peu, j’y aurais encore ajouté. "},{"style":"v","text":"Pourquoi donc as-tu méprisé la parole de l’Éternel, en faisant ce qui est mal à ses yeux? Tu as frappé de l’épée Urie, le Héthien; tu as pris sa femme pour en faire ta femme, et lui, tu l’as tué par l’épée des fils d’Ammon. "},{"style":"v","text":"Maintenant, l’épée ne s’éloignera jamais de ta maison, parce que tu m’as méprisé, et parce que tu as pris la femme d’Urie, le Héthien, pour en faire ta femme. "},{"style":"v","text":"Ainsi parle l’Éternel: Voici, je vais faire sortir de ta maison le malheur contre toi, et je vais prendre sous tes yeux tes propres femmes \\x c \\xo 12.11 \\xt De 28:30. 2 S 16:22.\\x*pour les donner à un autre, qui couchera avec elles à la vue de ce soleil. "},{"style":"v","text":"Car tu as agi en secret; et moi, je ferai cela en présence de tout Israël et à la face du soleil. "},{"style":"v","text":"David dit à Nathan: J’ai péché contre l’Éternel! Et Nathan dit à David: L’Éternel pardonne ton péché, tu ne mourras point. "},{"style":"v","text":"Mais, parce que tu as fait blasphémer les ennemis de l’Éternel, en commettant cette action, le fils qui t’est né mourra."},{"style":"r","text":"V. 15-25: cf. De 3:23-27. (Mt 1:6. 1 Ch 22:6-10.)"},{"style":"p","text":""},{"style":"v","text":"Et Nathan s’en alla dans sa maison. L’Éternel frappa l’enfant que la femme d’Urie avait enfanté à David, et il fut dangereusement malade. "},{"style":"v","text":"David pria Dieu pour l’enfant, et jeûna; et quand il rentra, il passa la nuit couché par terre. "},{"style":"v","text":"Les anciens de sa maison insistèrent auprès de lui pour le faire lever de terre; mais il ne voulut point, et il ne mangea rien avec eux. "},{"style":"v","text":"Le septième jour, l’enfant mourut. Les serviteurs de David craignaient de lui annoncer que l’enfant était mort. Car ils disaient: Voici, lorsque l’enfant vivait encore, nous lui avons parlé, et il ne nous a pas écoutés; comment oserons-nous lui dire: L’enfant est mort? Il s’affligera bien davantage. "},{"style":"v","text":"David aperçut que ses serviteurs parlaient tout bas entre eux, et il comprit que l’enfant était mort. Il dit à ses serviteurs: L’enfant est-il mort? Et ils répondirent: Il est mort. "},{"style":"v","text":"Alors David se leva de terre. Il se lava, s’oignit, et changea de vêtements; puis il alla dans la maison de l’Éternel, et se prosterna. De retour chez lui, il demanda qu’on lui servît à manger, et il mangea. "},{"style":"v","text":"Ses serviteurs lui dirent: Que signifie ce que tu fais? Tandis que l’enfant vivait, tu jeûnais et tu pleurais; et maintenant que l’enfant est mort, tu te lèves et tu manges! "},{"style":"v","text":"Il répondit: Lorsque l’enfant vivait encore, je jeûnais et je pleurais, car je disais: Qui sait si l’Éternel n’aura pas pitié de moi et si l’enfant ne vivra pas? "},{"style":"v","text":"Maintenant qu’il est mort, pourquoi jeûnerais-je? Puis-je le faire revenir? J’irai vers lui, mais il ne reviendra pas vers moi. "},{"style":"v","text":"David consola Bath-Schéba, sa femme, et il alla auprès d’elle et coucha avec elle. \\x d \\xo 12.24 \\xt Mt 1:6.\\x*Elle enfanta un fils qu’il \\x e \\xo 12.24 \\xt 1 Ch 22:9.\\x*appela Salomon, et qui fut aimé de l’Éternel. "},{"style":"v","text":"Il le remit entre les mains de Nathan le prophète, et Nathan lui donna le nom de Jedidja, à cause de l’Éternel."},{"style":"s1","text":"Prise de Rabba"},{"style":"r","text":"V. 26-31: cf. 1 Ch 20:1-3. Ps 2:9."},{"style":"p","text":""},{"style":"v","text":"\\x f \\xo 12.26 \\xt 1 Ch 20:1, etc.\\x*Joab, qui assiégeait Rabba des fils d’Ammon, s’empara de la ville royale, "},{"style":"v","text":"et envoya des messagers à David pour lui dire: J’ai attaqué Rabba, et je me suis déjà emparé de la ville des eaux; "},{"style":"v","text":"rassemble maintenant le reste du peuple, campe contre la ville, et prends-la, de peur que je ne la prenne moi-même et que la gloire ne m’en soit attribuée. "},{"style":"v","text":"David rassembla tout le peuple, et marcha sur Rabba; il l’attaqua, et s’en rendit maître. "},{"style":"v","text":"\\x g \\xo 12.30 \\xt 1 Ch 20:2.\\x*Il enleva la couronne de dessus la tête de son roi: elle pesait un talent d’or et était garnie de pierres précieuses. On la mit sur la tête de David, qui emporta de la ville un très grand butin. "},{"style":"v","text":"\\x h \\xo 12.31 \\xt 1 Ch 20:3.\\x*Il fit sortir les habitants, et il les plaça sous des scies, des herses de fer et des haches de fer, et les fit passer par des fours à briques; il traita de même toutes les villes des fils d’Ammon. David retourna à Jérusalem avec tout le peuple."}]