[{"style":"s1","verse":"","text":"Inceste d’Amnon, fils de David"},{"style":"r","verse":"","text":"V. 1-22: cf. (Lé 18:9, 11; 20:17. De 22:25-27.) Ja 1:13-15; 4:1, 2."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Après cela, voici ce qui arriva. Absalom, fils de David, avait une sœur qui était belle et qui s’appelait Tamar; et Amnon, fils de David, l’aima. "},{"style":"v","verse":"2","text":"Amnon était tourmenté jusqu’à se rendre malade à cause de Tamar, sa sœur; car elle était vierge, et il paraissait difficile à Amnon de faire sur elle la moindre tentative. "},{"style":"v","verse":"3","text":"Amnon avait un ami, nommé Jonadab, fils de Schimea, frère de David, et Jonadab était un homme très habile. "},{"style":"v","verse":"4","text":"Il lui dit: Pourquoi deviens-tu, ainsi chaque matin plus maigre, toi, fils de roi? Ne veux-tu pas me le dire? Amnon lui répondit: J’aime Tamar, sœur d’Absalom, mon frère. "},{"style":"v","verse":"5","text":"Jonadab lui dit: Mets-toi au lit, et fais le malade. Quand ton père viendra te voir, tu lui diras: Permets à Tamar, ma sœur, de venir pour me donner à manger; qu’elle prépare un mets sous mes yeux, afin que je le voie et que je le prenne de sa main. "},{"style":"v","verse":"6","text":"Amnon se coucha, et fit le malade. Le roi vint le voir, et Amnon dit au roi: Je te prie, que Tamar, ma sœur, vienne faire deux gâteaux sous mes yeux, et que je les mange de sa main. "},{"style":"v","verse":"7","text":"David envoya dire à Tamar dans l’intérieur des appartements: Va dans la maison d’Amnon, ton frère, et prépare-lui un mets. "},{"style":"v","verse":"8","text":"Tamar alla dans la maison d’Amnon, son frère, qui était couché. Elle prit de la pâte, la pétrit, prépara devant lui des gâteaux, et les fit cuire; "},{"style":"v","verse":"9","text":"prenant ensuite la poêle, elle les versa devant lui. Mais Amnon refusa de manger. Il dit: Faites sortir tout le monde. Et tout le monde sortit de chez lui. "},{"style":"v","verse":"10","text":"Alors Amnon dit à Tamar: Apporte le mets dans la chambre, et que je le mange de ta main. Tamar prit les gâteaux qu’elle avait faits, et les porta à Amnon, son frère, dans la chambre. "},{"style":"v","verse":"11","text":"Comme elle les lui présentait à manger, il la saisit et lui dit: Viens, couche avec moi, ma sœur. "},{"style":"v","verse":"12","text":"Elle lui répondit: Non, mon frère, ne me déshonore pas, car on n’agit point ainsi en Israël; ne commets pas cette infamie. "},{"style":"v","verse":"13","text":"Où irais-je, moi, avec ma honte? Et toi, tu serais comme l’un des infâmes en Israël. Maintenant, je te prie, parle au roi, et il ne s’opposera pas à ce que je sois à toi. "},{"style":"v","verse":"14","text":"Mais il ne voulut pas l’écouter; il lui fit violence, la déshonora et coucha avec elle. "},{"style":"v","verse":"15","text":"Puis Amnon eut pour elle une forte aversion, plus forte que n’avait été son amour. Et il lui dit: Lève-toi, va-t’en! "},{"style":"v","verse":"16","text":"Elle lui répondit: N’augmente pas, en me chassant, le mal que tu m’as déjà fait. "},{"style":"v","verse":"17","text":"Il ne voulut pas l’écouter, et appelant le garçon qui le servait, il dit: Qu’on éloigne de moi cette femme et qu’on la mette dehors. Et ferme la porte après elle! "},{"style":"v","verse":"18","text":"Elle avait une tunique de plusieurs couleurs; car c’était le vêtement que portaient les filles du roi, aussi longtemps qu’elles étaient vierges. Le serviteur d’Amnon la mit dehors, et ferma la porte après elle. "},{"style":"v","verse":"19","text":"Tamar répandit de la cendre sur sa tête, et déchira sa tunique bigarrée; elle mit la main sur sa tête, et s’en alla en poussant des cris. "},{"style":"v","verse":"20","text":"Absalom, son frère, lui dit: Amnon, ton frère, a-t-il été avec toi? Maintenant, ma sœur, tais-toi, c’est ton frère; ne prends pas cette affaire trop à cœur. Et Tamar, désolée, demeura dans la maison d’Absalom, son frère. "},{"style":"v","verse":"21","text":"Le roi David apprit toutes ces choses, et il fut très irrité. "},{"style":"v","verse":"22","text":"Absalom ne parla ni en bien ni en mal avec Amnon; mais il le prit en haine, parce qu’il avait déshonoré Tamar, sa sœur."},{"style":"s1","verse":"","text":"Amnon assassiné par les serviteurs de son frère Absalom. — Fuite d’Absalom. — Absalom rentré en grâce"},{"style":"r","verse":"","text":"V. 23-39: cf. Ge 34:7, etc. Pr 18:19. Ro 12:19. 2 S 12:10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Deux ans après, comme Absalom avait les tondeurs à Baal-Hatsor, près d’Éphraïm, il invita tous les fils du roi. "},{"style":"v","verse":"24","text":"Absalom alla vers le roi, et dit: Voici, ton serviteur a les tondeurs; que le roi et ses serviteurs viennent chez ton serviteur. "},{"style":"v","verse":"25","text":"Et le roi dit à Absalom: Non, mon fils, nous n’irons pas tous, de peur que nous ne te soyons à charge. Absalom le pressa; mais le roi ne voulut point aller, et il le bénit. "},{"style":"v","verse":"26","text":"Absalom dit: Permets du moins à Amnon, mon frère, de venir avec nous. Le roi lui répondit: Pourquoi irait-il chez toi? "},{"style":"v","verse":"27","text":"Sur les instances d’Absalom, le roi laissa aller avec lui Amnon et tous ses fils. "},{"style":"v","verse":"28","text":"Absalom donna cet ordre à ses serviteurs: Faites attention quand le cœur d’Amnon sera égayé par le vin et que je vous dirai: Frappez Amnon! Alors tuez-le; ne craignez point, n’est-ce pas moi qui vous l’ordonne? Soyez fermes, et montrez du courage! "},{"style":"v","verse":"29","text":"Les serviteurs d’Absalom traitèrent Amnon comme Absalom l’avait ordonné. Et tous les fils du roi se levèrent, montèrent chacun sur son mulet, et s’enfuirent. "},{"style":"v","verse":"30","text":"Comme ils étaient en chemin, le bruit parvint à David qu’Absalom avait tué tous les fils du roi, et qu’il n’en était pas resté un seul. "},{"style":"v","verse":"31","text":"Le roi se leva, \\x a \\xo 13.31 \\xt 2 S 1:11.\\x*déchira ses vêtements, et se coucha par terre; et tous ses serviteurs étaient là, les vêtements déchirés. "},{"style":"v","verse":"32","text":"Jonadab, fils de Schimea, frère de David, prit la parole et dit: Que mon seigneur ne pense point que tous les jeunes gens, fils du roi, ont été tués, car Amnon seul est mort; et c’est l’effet d’une résolution d’Absalom, depuis le jour où Amnon a déshonoré Tamar, sa sœur. "},{"style":"v","verse":"33","text":"Que le roi mon seigneur ne se tourmente donc point dans l’idée que tous les fils du roi sont morts, car Amnon seul est mort. "},{"style":"v","verse":"34","text":"Absalom prit la fuite. Or le jeune homme placé en sentinelle leva les yeux et regarda. Et voici, une grande troupe venait par le chemin qui était derrière lui, du côté de la montagne. "},{"style":"v","verse":"35","text":"Jonadab dit au roi: Voici les fils du roi qui arrivent! Ainsi se confirme ce que disait ton serviteur. "},{"style":"v","verse":"36","text":"Comme il achevait de parler, voici, les fils du roi arrivèrent. Ils élevèrent la voix, et pleurèrent; le roi aussi et tous ses serviteurs versèrent d’abondantes larmes. "},{"style":"v","verse":"37","text":"Absalom s’était enfui, et il alla chez Talmaï, fils d’Ammihur, roi de Gueschur. Et David pleurait tous les jours son fils. "},{"style":"v","verse":"38","text":"Absalom resta trois ans à Gueschur, où il était allé, après avoir pris la fuite. "},{"style":"v","verse":"39","text":"Le roi David cessa de poursuivre Absalom, car il était consolé de la mort d’Amnon."}]