[{"style":"s1","text":"The Reign of Asa in Judah"},{"style":"m","text":""},{"style":"v","text":"\\f + \\fr 14:1 \\ft \\xt 2 Chronicles 14:1–15 \\ft in the English Bible is 13:23–14:14 in the Hebrew Bible \\f* And Abijah slept with his ancestors,\\f + \\fr 14:1 \\ft Or “fathers” \\f* and they buried him in the city of David. And Asa his son became king in his place. In his days the land was at rest ten years. "},{"style":"v","text":"Asa did that which \\add was\\add* good and right in the eyes of Yahweh his God. "},{"style":"v","text":"He removed the foreign altars and high places, broke down the stone pillars, and cut down the Asherahs. "},{"style":"v","text":"And he commanded Judah to seek Yahweh, the God of their ancestors,\\f + \\fr 14:4 \\ft Or “fathers” \\f* and to keep the law and the commandment. "},{"style":"v","text":"And he removed the high places and the incense stands from all the cities of Judah, and the kingdom had rest under\\f + \\fr 14:5 \\ft Or “before” \\f* him. "},{"style":"v","text":"And he built fortified cities in Judah, for the land was at rest. Under\\f + \\fr 14:6 \\ft Or “With” \\f* him there was no war in those years, for Yahweh had given rest to him. "},{"style":"v","text":"And he said to Judah, “Let us build these cities and surround \\add them with\\add* walls, towers, gates, and bars while the land \\add is\\add* before us, because we have sought Yahweh our God. We have sought and he has given rest to us on every side.” So they built and had success. "},{"style":"v","text":"And Asa had an army \\add of\\add* three hundred thousand from Judah, bearing shields and spears, and two hundred and eighty thousand from Benjamin \\add who\\add* carried shields and drew bows. All of these \\add were\\add* mighty warriors of strength."},{"style":"p","text":""},{"style":"v","text":"Zerah the Cushite came out against them with an army of a thousand thousands and three hundred chariots. And he came to Mareshah. "},{"style":"v","text":"And Asa went out before him, and a battle was put in order in the valley of Zepah at Mareshah."},{"style":"p","text":""},{"style":"v","text":"Then Asa cried out to Yahweh his God. And he said, “O Yahweh, there is none with you to help between the great and the powerless. Help us, O Yahweh our God, for we rely upon you, and in your name we have come against this multitude. O Yahweh, you \\add are\\add* our God! Let no man prevail against you!”"},{"style":"p","text":""},{"style":"v","text":"So Yahweh defeated the Cushites before Asa and before Judah, and the Cushites fled. "},{"style":"v","text":"Then Asa and the army\\f + \\fr 14:13 \\ft Or “people” \\f* with him pursued them to Gerar. And \\add many\\add* from the Cushites fell, for they had no deliverance, for they were shattered before Yahweh and before his army. And they carried away much war booty. "},{"style":"v","text":"And they struck all the cities around Gerar, for the fear of Yahweh was upon them. And they plundered all the cities, for there was much plunder in them. "},{"style":"v","text":"And they also struck the tents of the herdsmen and carried away many sheep and camels. Then they returned to Jerusalem."}]