[{"style":"s1","text":"Solomon Petitions the King of Tyre"},{"style":"m","text":""},{"style":"v","text":"\\f + \\fr 2:1 \\ft \\xt 2 Chronicles 2:1–18 \\ft in the English Bible is 1:18–2:17 in the Hebrew Bible \\f* And Solomon planned to build a house for the name of Yahweh and a ⸤royal palace for himself⸥.\\f + \\fr 2:1 \\ft Literally “house for his kingdom” \\f* "},{"style":"v","text":"And Solomon assigned seventy thousand men ⸤to bear burdens⸥\\f + \\fr 2:2 \\ft Literally “carriers” \\f* and eighty thousand ⸤quarriers⸥\\f + \\fr 2:2 \\ft Literally “stone craftsmen” \\f* in the hill country, and three thousand six hundred \\add men\\add* to supervise them. "},{"style":"v","text":"And Solomon sent \\add word\\add* to Huram\\f + \\fr 2:3 \\ft This is the spelling in Hebrew, though many translations have “Hiram” \\f* king of Tyre, saying, “As you have dealt with David my father and sent cedar to him to build for himself a house in which to live, \\add please deal with me\\add*. "},{"style":"v","text":"Look, I am building a house for the name of Yahweh my God to dedicate to him, to offer sweet spices of incense before him, and \\add for\\add* the regular rows \\add of bread\\add*, and burnt offerings for mornings, evenings, Sabbaths, and new moon festivals, and for appointed feasts of Yahweh our God which \\add are\\add* everlasting for Israel. "},{"style":"v","text":"And the house that I am building \\add will be\\add* great, for our God \\add is\\add* greater than all gods. "},{"style":"v","text":"Now who indeed has adequate strength to build a house for him? For the heavens and ⸤the highest heavens⸥\\f + \\fr 2:6 \\ft Literally “the heavens of the heavens” \\f* are not able to contain him. Now who \\add am\\add* I that I would build a house for him, except to burn incense before him? "},{"style":"v","text":"So then, send to me skilled men to work with gold, silver, bronze, and iron, and with purple, crimson, and blue fabric, knowledgeable in engraving, with the skilled men who \\add are\\add* with me in Judah and in Jerusalem, whom David my father has established. "},{"style":"v","text":"Send me trees of cedar, cypress, and algum from Lebanon, for I myself know that your servants \\add are\\add* knowledgeable in cutting the trees of Lebanon. Now see, my servants \\add will be\\add* with your servants "},{"style":"v","text":"to prepare trees in abundance for me, for the house that I am building \\add will be\\add* great and wonderful. "},{"style":"v","text":"Now see, I will provide twenty thousand dry measures of crushed wheat, twenty thousand dry measures of barley, twenty thousand baths of wine, and twenty thousand baths of oil to the woodcarvers and those who cut timber.”"},{"style":"p","text":""},{"style":"v","text":"Then Huram\\f + \\fr 2:11 \\ft This is the spelling in Hebrew, though many translations have “Hiram” \\f* king of Tyre answered in a letter, and he sent \\add word\\add* to Solomon: “Because Yahweh loves his people, he has made you king over them.” "},{"style":"v","text":"Then Huram\\f + \\fr 2:12 \\ft This is the spelling in Hebrew, though many translations have “Hiram” \\f* said, “Blessed be Yahweh, the God of Israel, who has made the heavens and the earth, who has given to King David a wise son knowing discretion and understanding, who will build for Yahweh a house and a royal palace for himself. "},{"style":"v","text":"So now I have sent a skilled man, knowledgeable \\add and with\\add* understanding: my master\\f + \\fr 2:13 \\ft Or “my father” \\f* Huram, "},{"style":"v","text":"a son of a woman from the daughters of Dan, and his father \\add was\\add* a man of Tyre, knowledgeable for working with gold, silver, bronze, iron, stone, and wood, and with purple, blue, and crimson fabric, and with fine linen, for engraving any engraving and devising any plan that is given to him, with your skilled men and the skilled men of my lord David your father. "},{"style":"v","text":"Now as for the wheat, barley, oil, and wine that my lord mentioned, let him send \\add that\\add* to his servants. "},{"style":"v","text":"And we ourselves will cut trees from Lebanon according to all your need, and we will bring them to you on rafts over the sea to Joppa, so that you may bring them up to Jerusalem.”"},{"style":"p","text":""},{"style":"v","text":"Then Solomon counted all the resident alien men who \\add were\\add* in the land of Israel after the census that David his father had taken of them. And there were found one hundred and fifty-three thousand. "},{"style":"v","text":"And he appointed from them seventy thousand ⸤to bear burdens⸥,\\f + \\fr 2:18 \\ft Literally “carriers” \\f* eighty thousand ⸤to quarry⸥\\f + \\fr 2:18 \\ft Literally “stone craftsmen” \\f* in the hill country, and three thousand six hundred overseers to make the people work."}]