[{"style":"s1","text":"Joash Is Made King"},{"style":"m","text":""},{"style":"v","text":"And in the seventh year Jehoiada strengthened himself and took with him into a covenant \\add relationship\\add* the commanders of hundreds: Azariah the son of Jeroham, Ishmael the son of Jehohanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zicri. "},{"style":"v","text":"And they went around in Judah and gathered the Levites from all the cities of Judah, and the heads of the ⸤families⸥\\f + \\fr 23:2 \\ft Literally “fathers” \\f* of Israel, and they came to Jerusalem. "},{"style":"v","text":"And all the assembly ⸤made⸥\\f + \\fr 23:3 \\ft Literally “cut” \\f* a covenant with the king in the house of God. And he said to them, “Behold, the son of the king shall reign as Yahweh has spoken concerning the sons of David. "},{"style":"v","text":"This is the thing that you must do: one third of you priests and Levites ⸤coming off duty on the Sabbath⸥\\f + \\fr 23:4 \\ft Literally “coming the Sabbath” \\f* \\add shall be\\add* gatekeepers at the entrances, "},{"style":"v","text":"and one third at the house of the king, and one third at the Gate of the Foundation. And all the people \\add shall be\\add* in the courtyards of the house of Yahweh. "},{"style":"v","text":"Let no one enter into the house of Yahweh except the priests and the ministering Levites. They themselves may enter, for they \\add are\\add* holy, but all the people shall keep the requirements of Yahweh. "},{"style":"v","text":"And the Levites shall surround the king all around, each with his weapons in his hand. And whoever comes into the house shall be put to death. You shall be with the king when he comes in and when he goes out.”"},{"style":"p","text":""},{"style":"v","text":"And the Levites and all Judah did according to all that Jehoiada the priest commanded. And they each took his men \\add who were\\add* ⸤coming off duty on the Sabbath⸥\\f + \\fr 23:8 \\ft Literally “coming the Sabbath” \\f* with ⸤the ones going out to duty on the Sabbath⸥,\\f + \\fr 23:8 \\ft Literally “going out the Sabbath” \\f* for Jehoiada the priest did not dismiss the working groups. "},{"style":"v","text":"And Jehoiada the priest gave the spears and small shields that had belonged to King David that \\add were in\\add* the house of God to the commanders of hundreds. "},{"style":"v","text":"And he appointed all the people, each \\add with\\add* his weapon in his hand from the south side of the house to the north side of the house around the altar and the house. "},{"style":"v","text":"Then they brought out the son of the king and set upon him the crown and \\add gave him\\add* the statute and made him king. And Jehoiada and his sons anointed him and said, “⸤Long live the king⸥!”\\f + \\fr 23:11 \\ft Or “May the king live!” \\f*"},{"style":"p","text":""},{"style":"v","text":"When Athaliah heard the sound of the people running and praising the king, she came to the people \\add at\\add* the house of Yahweh. "},{"style":"v","text":"And she looked and, behold, the king was standing by his column at the entrance, and the commanders and trumpeters beside the king, along with all the people of the land, rejoicing and blowing with trumpets, and the singers with the instruments of song leading the praise. And Athaliah tore her garments and cried, “Conspiracy! Conspiracy!” "},{"style":"v","text":"Then Jehoiada the priest brought out the commanders of the hundreds appointed over the troops, and he said to them, “Bring her out between the ranks, and whoever goes after her shall be put to death with the sword.” For the priest had said, “You must not kill her in the house of Yahweh.” "},{"style":"v","text":"And they laid hands on her, and she went into the entrance of the Horse Gate of the house of the king, and they killed her there."},{"style":"p","text":""},{"style":"v","text":"And Jehoiada ⸤made⸥\\f + \\fr 23:16 \\ft Literally “cut” \\f* a covenant between himself and all the people and the king, that they should be Yahweh’s people. "},{"style":"v","text":"Then all the people went to the house of Baal and broke it down. And they smashed his altars and his images, and they killed Mattan the priest of Baal before the altars. "},{"style":"v","text":"And Jehoiada placed appointees \\add at\\add* the house of Yahweh under the hand of the Levitical priests whom David had allotted to the house of Yahweh to offer burnt offerings to Yahweh as was written in the law of Moses, with joy and with song, according to the ⸤order of David⸥.\\f + \\fr 23:18 \\ft Literally “hands of David” \\f* "},{"style":"v","text":"And he set the gatekeepers at the gates of the house of Yahweh so that no person unclean with respect to any matter could enter. "},{"style":"v","text":"And he took the commanders of hundreds, the noblemen, the governors over the people, and all the people of the land, and they brought the king down from the house of Yahweh. And they came through the upper gate \\add to\\add* the house of the king, and they set the king upon the throne of the kingdom. "},{"style":"v","text":"So all the people of the land rejoiced, and the city was quiet \\add after\\add* Athaliah had been killed with the sword."}]