[{"style":"s1","text":"Solomon Builds the Temple"},{"style":"m","text":""},{"style":"v","text":"Then Solomon began to build the house of Yahweh in Jerusalem, on Mount Moriah, where Yahweh had appeared to David his father, at the place that David had established, on the threshing floor of Ornan the Jebusite. "},{"style":"v","text":"And he began to build in the second month of the fourth year of his reign."},{"style":"p","text":""},{"style":"v","text":"Now these \\add were\\add* the measurements of Solomon for building the house of God: the length in cubits by the former measurement \\add was\\add* sixty cubits, and the width \\add was\\add* twenty cubits. "},{"style":"v","text":"⸤The length of the portico that \\add was\\add* in front was the same as the front of the width of the house⸥:\\f + \\fr 3:4 \\ft Literally “The length at the front of the portico the front of the width of the house” \\f* twenty cubits. And its height \\add was\\add* one hundred and twenty cubits. And he overlaid it on the inside with pure gold. "},{"style":"v","text":"And the great house \\add itself\\add* he covered with cypress wood, then he overlaid it with pure gold. And he put on it palm tree \\add images\\add* and \\add ornate\\add* chains. "},{"style":"v","text":"Then he overlaid the house with precious stone as decoration. (Now the gold \\add was\\add* the gold of Parvaim.) "},{"style":"v","text":"And he overlaid the house with gold—the beams, the thresholds, the walls, and the doors. And he carved cherubim upon the walls. "},{"style":"v","text":"Then he made ⸤the most holy place⸥.\\f + \\fr 3:8 \\ft Literally “the house of the holy of the holies” \\f* Its length ⸤was equal to⸥\\f + \\fr 3:8 \\ft Literally “at the front of” \\f* the width of the house: twenty cubits. And its breadth \\add was\\add* twenty cubits. And he overlaid it with six hundred talents of fine gold. "},{"style":"v","text":"And the weight for the nails \\add was\\add* fifty shekels of gold. And he overlaid its upper rooms with gold. "},{"style":"v","text":"And he made two sculpted wood cherubim in ⸤the most holy place⸥,\\f + \\fr 3:10 \\ft Literally “the house of the holy of the holies” \\f* and he overlaid them with gold. "},{"style":"v","text":"The length of the \\add outstretched\\add* wings of the cherubim \\add were\\add* twenty cubits; one wing of five cubits touched the wall of the house, and the other wing of five cubits \\add was\\add* touching the \\add outstretched\\add* wing of the other cherub. "},{"style":"v","text":"And the wing of five cubits of the other cherub \\add was\\add* touching the wall of the house, and its other wing five cubits long touching the wing of the first\\f + \\fr 3:12 \\ft Or “other” \\f* cherub. "},{"style":"v","text":"The wings of these cherubim extended twenty cubits, and they were standing on their feet, their faces toward the house. "},{"style":"v","text":"And he made the curtain of blue and purple and crimson and fine linen, and put cherubim on it. "},{"style":"v","text":"And at the front of the house he made two columns, thirty-five cubits high, and the capital on their top was five cubits. "},{"style":"v","text":"And he made \\add decorative\\add* chains in the inner sanctuary and put \\add them\\add* on top of the columns. And he made one hundred pomegranate \\add ornaments\\add*, and put them on the chains. "},{"style":"v","text":"And he erected the columns in front of the temple, one on the south and one on the north. He called the name of the southern one Jakin, and the name of the northern one Boaz."}]