[{"style":"s1","verse":"","text":"Hezekiah Celebrates Passover"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Hezekiah sent to all Israel and Judah, and he also wrote letters to Ephraim and Manasseh, to come to the house of Yahweh in Jerusalem to make a Passover feast to Yahweh the God of Israel. "},{"style":"v","verse":"2","text":"Now the king and his princes, and all the assembly in Jerusalem had taken counsel to make the Passover feast in the second month—"},{"style":"v","verse":"3","text":"but they were not able to make it at that time, for the priests had not consecrated themselves ⸤in sufficient numbers⸥,\\f + \\fr 30:3 \\ft Literally “for enough” \\f* and the people had not been assembled in Jerusalem—"},{"style":"v","verse":"4","text":"and the plan seemed right in the eyes of the king and in the eyes of all the assembly. "},{"style":"v","verse":"5","text":"So they let the decree stand, ⸤to make a proclamation⸥\\f + \\fr 30:5 \\ft Literally “to spread a voice” \\f* throughout all Israel, from Beersheba to Dan, to come to make a Passover feast to Yahweh the God of Israel. "},{"style":"v","verse":"6","text":"And the runners went with the letter from the hand of the king and his princes throughout all Israel and Judah according to the command of the king, saying, “O sons of Israel, return to Yahweh, the God of Abraham, Isaac, and Israel, that he may turn again to the remnant of you who escaped from the hand of the kings of Assyria. "},{"style":"v","verse":"7","text":"Do not be like your fathers and like your brothers, who acted unfaithfully before Yahweh, the God of their ancestors,\\f + \\fr 30:7 \\ft Or “fathers” \\f* so that he made them as a desolation, as you see. "},{"style":"v","verse":"8","text":"Now, do not stiffen your neck as your fathers,\\f + \\fr 30:8 \\ft Or “ancestors” \\f* but give a hand to Yahweh and come to his sanctuary, which he has consecrated forever, and serve Yahweh your God that his fierce anger may turn away from you. "},{"style":"v","verse":"9","text":"For when you return to Yahweh, your brothers and your children \\add will find\\add* compassion before their captors and return to this land, for Yahweh your God \\add is\\add* gracious and compassionate, and he will not turn away his face from you if you return to him.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"And it happened \\add that\\add* the runners were passing from city to city in the land of Ephraim and Manasseh, and up to Zebulun, but they were laughing at them and mocking them. "},{"style":"v","verse":"11","text":"Only men from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem. "},{"style":"v","verse":"12","text":"The hand of God was also upon Judah, to give them one heart to obey the command of the king and the princes concerning the word of Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"So many people gathered in Jerusalem to hold the Feast of Unleavened Bread in the second month; \\add it was\\add* a very great assembly. "},{"style":"v","verse":"14","text":"And they rose up and removed the altars that \\add were\\add* in Jerusalem. And they removed all the incense altars and threw \\add them\\add* away in the Wadi\\f + \\fr 30:14 \\ft Or “valley”; a wadi is a valley that is dry most of the year, but contains a stream during the rainy season \\f* Kidron. "},{"style":"v","verse":"15","text":"And they slaughtered the Passover lamb on the fourteenth day of the second month. And the priests and the Levites were disgraced, so they consecrated themselves and brought burnt offerings into the house of Yahweh. "},{"style":"v","verse":"16","text":"Then they stood at their positions according to custom, according to the law of Moses the man of God. The priests were sprinkling the blood from the hand of the Levites. "},{"style":"v","verse":"17","text":"For \\add there were\\add* many in the assembly who did not consecrate themselves, so the Levites \\add were\\add* over the killing of the Passover sacrifices for all who \\add were\\add* not clean, to consecrate \\add them\\add* to Yahweh. "},{"style":"v","verse":"18","text":"For a majority of the people, many from Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves. But they ate the Passover sacrifice ⸤otherwise than prescribed⸥,\\f + \\fr 30:18 \\ft Literally “in not as it is written” \\f* but Hezekiah had prayed for them, saying, “May the good Yahweh make atonement unto "},{"style":"v","verse":"19","text":"everyone whose heart is set to seek God, Yahweh the God of his ancestors,\\f + \\fr 30:19 \\ft Or “fathers” \\f* though not according to the cleansing for the sanctuary.” "},{"style":"v","verse":"20","text":"And Yahweh listened to Hezekiah, and he healed the people. "},{"style":"v","verse":"21","text":"And the ⸤Israelites⸥\\f + \\fr 30:21 \\ft Literally “sons/children of Israel” \\f* who were found in Jerusalem kept the Feast of Unleavened Bread seven days with great joy. And the Levites and the priests were offering praise to Yahweh day by day, with powerful instruments to Yahweh. "},{"style":"v","verse":"22","text":"And Hezekiah spoke to the heart of all the Levites ⸤who were skilled at service⸥\\f + \\fr 30:22 \\ft Literally “who were showing good understanding” \\f* to Yahweh. So they ate the feast seven days, offering peace offerings and giving thanks to Yahweh, the God of their ancestors.\\f + \\fr 30:22 \\ft Or “fathers” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Then the whole assembly decided to make seven more days \\add of feasting\\add*, so they made seven \\add more\\add* days with joy, "},{"style":"v","verse":"24","text":"for Hezekiah the king of Judah had ⸤provided⸥\\f + \\fr 30:24 \\ft Literally “lifted up” \\f* one thousand bulls and seven thousand sheep for the assembly, and the princes ⸤provided⸥\\f + \\fr 30:24 \\ft Literally “lifted up” \\f* one thousand bulls and ten thousand sheep for the assembly. And many priests consecrated themselves. "},{"style":"v","verse":"25","text":"And the whole assembly of Judah, the priests and the Levites, all the assembly who had come from the land of Israel, and those living in Judah rejoiced. "},{"style":"v","verse":"26","text":"And there was great joy in Jerusalem, for from the days of Solomon the son of David, king of Israel, there was nothing such as this in Jerusalem. "},{"style":"v","verse":"27","text":"Then the priests and the Levites arose and blessed the people, and their voice was heard, and their prayer came to his holy dwelling place in the heavens."}]