[{"style":"s1","text":"Hezekiah Organizes the Priesthood"},{"style":"m","text":""},{"style":"v","text":"And when all this was finished, all Israel who were found in the cities of Judah went out and shattered the stone pillars, cut down the Asherahs, and destroyed the high places and the altars from all Judah, Benjamin, Ephraim, and Manasseh ⸤to the very last one⸥.\\f + \\fr 31:1 \\ft Literally “until finishing” \\f* Then all the Israelites returned, each to his own property \\add and\\add* to their cities."},{"style":"p","text":""},{"style":"v","text":"And Hezekiah appointed working groups of the priests and the Levites, each according to their divisions, ⸤according to the service for priests and Levites⸥,\\f + \\fr 31:2 \\ft Literally “according to the mouth of his service, for priests and Levites” \\f* for burnt offerings, for peace offerings, to serve, to give thanks, and to praise in the gates of the camps of Yahweh. "},{"style":"v","text":"And the gift of the king \\add was\\add* out of his own possessions for the burnt offerings—the burnt offerings for the morning and the evening and for Sabbaths, new moon festivals, and appointed feasts, as is written in the law of Yahweh. "},{"style":"v","text":"Then he said to the people, to the inhabitants of Jerusalem, to give a gift for the priests and the Levites, so that they might be strong in the law of Yahweh. "},{"style":"v","text":"And the word spread. The Israelites gave abundantly \\add from\\add* the firstfruits of grain, new wine, olive oil, honey, and all \\add kinds of\\add* grains from the field. And they brought tithes of everything in abundance. "},{"style":"v","text":"Then the people of Israel and Judah who were living in the cities of Judah, they also brought a tithe of cattle and sheep and a tithe of consecrated objects to Yahweh their God. And they gave heaps \\add upon\\add* heaps. "},{"style":"v","text":"In the third month the heaps began to pile up, and in the seventh month they ceased. "},{"style":"v","text":"When Hezekiah and the princes came and saw the heaps, they blessed Yahweh and his people Israel. "},{"style":"v","text":"And Hezekiah questioned\\f + \\fr 31:9 \\ft Or “sought” \\f* the priests and the Levites concerning the heaps. "},{"style":"v","text":"And Azariah the chief priest of the house of Zadok answered him, saying, “Since the offerings began to be brought to the house of Yahweh, \\add we have\\add* eaten and been satisfied, and have much to spare, for Yahweh has blessed his people. Now \\add see\\add* this abundant remainder!”"},{"style":"p","text":""},{"style":"v","text":"And Hezekiah commanded to prepare chambers in the house of Yahweh, and they were prepared. "},{"style":"v","text":"Then they brought the offerings and tithes and holy objects faithfully. And over them \\add as\\add* leader \\add was\\add* Conaniah the Levite. And Shimei his brother \\add was\\add* second \\add in rank\\add*. "},{"style":"v","text":"And Jehiel, Azaziah, Nathan, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah \\add were\\add* chief officers under the hand of Conaniah and Shimei, his brother, by appointment of King Hezekiah. And Azaraiah \\add was\\add* leader of the house of God. "},{"style":"v","text":"Now Kore the son of Imlah, the Levite, the gatekeeper of the east gate \\add was\\add* over the freewill offerings of God, to give offerings to Yahweh and the most holy things. "},{"style":"v","text":"And at his hand \\add were\\add* Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah in the cities of the priests \\add and\\add* ⸤entrusted⸥\\f + \\fr 31:15 \\ft Literally “in faithfulness” \\f* to give to their brothers by working groups, according to the eldest \\add to\\add* the youngest, "},{"style":"v","text":"besides their enrollment by genealogy, to males from three years old and upward, to all who came into the house of Yahweh, ⸤as each day required⸥\\f + \\fr 31:16 \\ft Literally “for the word of the day by his day” \\f* for their service in their posts according to their working groups. "},{"style":"v","text":"And the enrollment of the priests \\add was\\add* according to the house of their fathers, and the Levites, from twenty years old and upward, according to their posts by their working groups. "},{"style":"v","text":"And \\add they were\\add* enrolled with all their little ones, their wives, their sons, and their daughters for the whole assembly because of their faithfulness. And they sanctified themselves in holiness. "},{"style":"v","text":"And for the descendants\\f + \\fr 31:19 \\ft Or “sons” \\f* of Aaron, the priests, \\add who were\\add* in the fields of the pasturelands of their cities, ⸤in each and every one of their cities⸥\\f + \\fr 31:19 \\ft Literally “in every city and the city” \\f* \\add were\\add* men who were designated by name to give shares to every male among the priests and to everyone enrolled among the Levites."},{"style":"p","text":""},{"style":"v","text":"And Hezekiah did according to this throughout all Judah. And he did what \\add is\\add* good and what \\add is\\add* right and what \\add is\\add* faithful before Yahweh his God. "},{"style":"v","text":"And in every work that he began in the service of the house of God or with respect to the law and the commandment to seek his God, he did with all his heart, and he prospered."}]