[{"style":"s1","verse":"","text":"The Furnishings of Solomon’s Temple"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And he made an altar of bronze, twenty cubits \\add was\\add* its length, and twenty cubits \\add was\\add* its width, and ten cubits \\add was\\add* its height. "},{"style":"v","verse":"2","text":"Then he made the sea of molten metal, from brim to brim \\add it was\\add* ten cubits, completely round. And \\add it was\\add* five cubits in height, and ⸤its circumference measured⸥\\f + \\fr 4:2 \\ft Literally “and it measured a line all around it” \\f* thirty cubits. "},{"style":"v","verse":"3","text":"Under it \\add were\\add* figures of oxen all around it, ten cubits \\add high\\add*, encircling the sea all around. The oxen \\add were\\add* in two rows ⸤cast as one piece with it⸥.\\f + \\fr 4:3 \\ft Literally “molten with its casting” \\f* "},{"style":"v","verse":"4","text":"\\add It was\\add* standing upon twelve oxen, three facing north, and three facing west, and three facing south, and three facing east. The sea \\add was set\\add* upon them from above, and all their hindquarters \\add faced\\add* ⸤inward⸥.\\f + \\fr 4:4 \\ft Literally “into the house” \\f* "},{"style":"v","verse":"5","text":"And its thickness \\add was\\add* a handbreadth, and its brim \\add was\\add* like the working of the lip of a cup, the blossom of a lily. And it held three thousand baths. "},{"style":"v","verse":"6","text":"And he made ten basins. And he set five on the south and five on the north in which to wash; they washed off the work of the burnt offering in them, but the sea \\add was\\add* for the priests to wash therein. "},{"style":"v","verse":"7","text":"And he made ten golden lampstands according to their custom, and he set \\add them\\add* in the temple, five on the south and five on the north. "},{"style":"v","verse":"8","text":"And he made ten tables and placed them in the temple, five on the south and five on the north. And he made a hundred drinking bowls of gold. "},{"style":"v","verse":"9","text":"And he made the courtyard of the priests and the great outer courtyard and the doors for the outer court. And he overlaid their doors with bronze. "},{"style":"v","verse":"10","text":"And he set the sea at the southeast \\add corner of the temple\\add*. "},{"style":"v","verse":"11","text":"And Huram\\f + \\fr 4:11 \\ft This is the spelling in Hebrew, though many translations have “Hiram” \\f* made the pots, the shovels, and the drinking bowls. So Hiram\\f + \\fr 4:11 \\ft The spelling (“Hiram”) is different here than in the previous occurrences \\f* finished making the work that he made on the house of God for King Solomon: "},{"style":"v","verse":"12","text":"the two columns, the bowls, and the two capitals on top of the columns, and the two latticeworks to cover the two bowls of the capitals that \\add were\\add* on top of the columns, "},{"style":"v","verse":"13","text":"and the four hundred pomegranates for the two latticeworks, two rows of pomegranates for the latticework, to cover the two bowls of the capitals that \\add were\\add* before the columns. "},{"style":"v","verse":"14","text":"And he made the water carts, and he made the basins on the water carts, "},{"style":"v","verse":"15","text":"and the one sea and the twelve oxen underneath it."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"And Huram-abi made for King Solomon the pots, the shovels, the three-pronged meat forks, and all the utensils of polished bronze for the house of Yahweh. "},{"style":"v","verse":"17","text":"The king cast them in the plain of the Jordan, in the clay soil between Succoth and Zeredah. "},{"style":"v","verse":"18","text":"Solomon made all these utensils in great abundance, for the weight of the bronze could not be determined. "},{"style":"v","verse":"19","text":"So Solomon made all the objects that \\add were in\\add* the house of God: the altar of gold; the tables upon which \\add was\\add* the bread of the presence; "},{"style":"v","verse":"20","text":"the lampstands, and the lamps for burning according to the custom before the inner sanctuary, of solid gold; "},{"style":"v","verse":"21","text":"and the blossoms, the lamps, and the tongs that \\add were\\add* of solid gold; "},{"style":"v","verse":"22","text":"and the snuffers, the drinking bowls, the dishes, and the firepans, of solid gold; and the entrance to the house, the inner doors to ⸤the most holy place⸥, and the doors to the house of the temple \\add were\\add* of gold."}]