[{"style":"s1","text":"God Answers with Fire from Heaven"},{"style":"m","text":""},{"style":"v","text":"And when Solomon finished praying, then fire came down from heaven and consumed the burnt offering and the sacrifices, and the glory of Yahweh filled the house. "},{"style":"v","text":"And the priests were not able to go into the house of Yahweh, for the glory of Yahweh had filled the house. "},{"style":"v","text":"When all the ⸤Israelites⸥\\f + \\fr 7:3 \\ft Literally “sons/children of Israel” \\f* saw the fire come down and the glory of Yahweh upon the house, they knelt down \\add with their\\add* faces to the ground on the pavement and worshiped and gave thanks to Yahweh, for \\add he is\\add* good, for his loyal love \\add is\\add* everlasting."},{"style":"s1","text":"The Temple Dedication"},{"style":"m","text":""},{"style":"v","text":"Then the king and all the people were offering a sacrifice before Yahweh. "},{"style":"v","text":"And King Solomon offered a sacrifice of twenty-two thousand cattle and one hundred and twenty thousand sheep. So the king and all the people dedicated the house of God. "},{"style":"v","text":"And the priests stood at their posts with the Levites, with the instruments of the song of Yahweh that King David had made to give thanks to Yahweh—for his loyal love \\add is\\add* everlasting—whenever David offered praise by their hand. Now the priests sounded trumpets \\add standing\\add* opposite them, and all Israel stood."},{"style":"p","text":""},{"style":"v","text":"And Solomon consecrated the middle of the courtyard that \\add was\\add* before the house of Yahweh, for there he had made the burnt offerings and the fat of the fellowship offerings, for the bronze altar that Solomon had made was not able to hold the burnt offerings, cereal offerings, and the fat."},{"style":"p","text":""},{"style":"v","text":"And Solomon held\\f + \\fr 7:8 \\ft Or “made” \\f* a feast at that time \\add of\\add* seven days. And all Israel \\add was\\add* with him, a very great assembly, from Lebo-Hamath to the river of Egypt. "},{"style":"v","text":"And on the eighth day they made a solemn assembly, for they held\\f + \\fr 7:9 \\ft Or “made” \\f* the dedication of the altar seven days and the feast seven days. "},{"style":"v","text":"And on the twenty-third day of the seventh month he sent the people away to their tents rejoicing and festive of heart on account of the goodness that Yahweh had done for David, Solomon, and Israel his people. "},{"style":"v","text":"And Solomon finished the house of Yahweh and the house of the king. And all that came into the heart of Solomon to do with respect to the house of Yahweh and his own house he accomplished."},{"style":"s1","text":"God’s Charge to Solomon"},{"style":"m","text":""},{"style":"v","text":"Then Yahweh appeared to Solomon at night and said to him, “I have heard your prayer and have chosen this place for myself as a house of sacrifice. "},{"style":"v","text":"When I hold back the heavens so that there is not rain, and when I command the locust to devour the earth, and if I send disease among my people, "},{"style":"v","text":"\\add then if\\add* my people who are called by my name will humble themselves and will pray and will seek my face and will turn from their evil ways, then I myself shall hear from the heavens and will forgive their sins and heal their land. "},{"style":"v","text":"Now my eyes will be open and my ears attentive to the prayer of this place. "},{"style":"v","text":"And now I have chosen and consecrated this house for my name to be there forever. My eyes and my heart will be there ⸤for all time⸥.\\f + \\fr 7:16 \\ft Literally “all the days” \\f* "},{"style":"v","text":"Now \\add as for\\add* you, if you will walk before me as David your father walked and do according to all that I have commanded you and will keep my ordinances and judgments, "},{"style":"v","text":"then I will establish the throne of your kingdom as I promised\\f + \\fr 7:18 \\ft Or “covenanted” \\f* to David your father, saying, ‘A man shall not be cut off for you \\add from\\add* ruling over Israel.’"},{"style":"p","text":""},{"style":"v","text":"“But if you turn yourselves away and forsake my ordinances and my commandments which I have given before you \\add all\\add* and will go and serve other gods and bow down to them, "},{"style":"v","text":"then I will uproot them from upon my land that I have given to them, and this house that I have consecrated for my name I will send away from before my face, and I will make it a proverb and a taunt among all the nations. "},{"style":"v","text":"And \\add as for\\add* this house, which was exalted, all who pass by it will be appalled and will say, ‘Why has Yahweh done thus to this land and to this house?’ "},{"style":"v","text":"Then they will say, ‘Because they forsook Yahweh, the God of their ancestors,\\f + \\fr 7:22 \\ft Or “fathers” \\f* who brought them out from the land of Egypt, and \\add they\\add* laid hold of other gods and worshiped them and served them. Therefore he has brought upon them all this evil.’ ”"}]