[{"style":"s1","verse":"","text":"Solomon’s Accomplishments and Deeds"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And it happened \\add that\\add* at the end of twenty years \\add in\\add* which Solomon had built the house of Yahweh and his own house, "},{"style":"v","verse":"2","text":"Solomon also built the cities that Huram\\f + \\fr 8:2 \\ft This is the spelling in Hebrew, though many translations have “Hiram” \\f* had given to him, and he settled the ⸤Israelites⸥\\f + \\fr 8:2 \\ft Literally “sons/children of Israel” \\f* in them. "},{"style":"v","verse":"3","text":"And Solomon went to Hamath-Zobah and laid siege upon it. "},{"style":"v","verse":"4","text":"And he built Tadmor in the desert, and he built all the storage cities in Hamath. "},{"style":"v","verse":"5","text":"He also built Upper Beth-Horon and Lower Beth-Horon, fortified cities \\add with\\add* walls, gates, and bars; "},{"style":"v","verse":"6","text":"Baalath and all the storage cities that belonged to Solomon; all the cities for chariots\\f + \\fr 8:6 \\ft Hebrew “chariot” \\f* and cities for horses; and any desire of Solomon that he desired to build in Jerusalem, in Lebanon, and in all the land of his dominion. "},{"style":"v","verse":"7","text":"All the people who remained from the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites who were not from Israel, "},{"style":"v","verse":"8","text":"from the descendants\\f + \\fr 8:8 \\ft Or “sons/children” \\f* who were left over after them in the land, whom the Israelites had not destroyed, Solomon conscripted them as forced labor until this day. "},{"style":"v","verse":"9","text":"But from the ⸤Israelites⸥\\f + \\fr 8:9 \\ft Literally “sons/children of Israel” \\f* Solomon did not give as servants for his work, but they \\add were\\add* men of war, his commanders of his officers, and commanders of his chariots\\f + \\fr 8:9 \\ft Hebrew “chariot” \\f* and his horses. "},{"style":"v","verse":"10","text":"And these \\add were\\add* the commanders of the garrisons that belonged to King Solomon, two hundred and fifty who exercised authority over the people."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"And Solomon brought up the daughter of Pharaoh from the city of David to the house that he had built for her, for he said, “My wife shall not dwell in the house of David, king of Israel, for those \\add places\\add* to which the ark of Yahweh has come \\add are\\add* holy. "},{"style":"v","verse":"12","text":"Then Solomon offered burnt offerings to Yahweh on the altar of Yahweh that he had built before the portico, "},{"style":"v","verse":"13","text":"⸤as was the daily requirement⸥,\\f + \\fr 8:13 \\ft Literally “with respect to the word of the day, by day” \\f* to offer up according to the commandments of Moses for Sabbaths, new moon festivals, and the three ⸤annual⸥\\f + \\fr 8:13 \\ft Literally “occurrences in the year” \\f* feasts: the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Booths. "},{"style":"v","verse":"14","text":"And in accord with the ordinance of David his father he appointed working groups of priests for their service, Levites for their responsibilities for praise and cultic service before the priests ⸤according to the daily requirement⸥,\\f + \\fr 8:14 \\ft Literally “according to the word of the day, by day” \\f* and the gatekeepers in their working groups, gate by gate. For thus David the man of God had commanded. "},{"style":"v","verse":"15","text":"And they did not turn aside from the commandment of the king concerning the priests and the Levites concerning anything, and concerning the treasury rooms. "},{"style":"v","verse":"16","text":"And Solomon accomplished all the work from the day the foundation stone \\add was laid for\\add* the house of Yahweh until its completion, and the house of Yahweh was finished. "},{"style":"v","verse":"17","text":"Then Solomon went to Ezion-Geber, and to Elath, on the edge of the sea in the land of Edom. "},{"style":"v","verse":"18","text":"And Huram\\f + \\fr 8:18 \\ft This is the spelling in Hebrew, though many translations have “Hiram” \\f* sent to him, by the hand of his servants, ships and servants knowledgeable of the sea. And they went with the servants of Solomon to Ophir, and from there they collected four hundred and fifty talents of gold and brought it to King Solomon."}]