[{"style":"mt1","text":"Baamtug Yoon wi"},{"style":"s1","text":"Ubbite gi"},{"style":"p","text":""},{"style":"v","text":"Lii mooy kàddu yi Musaa wax \\w bànni Israayil|bànni Israayil:\\w* gépp, ca wàllaa dexu Yurdan, ca màndiŋ ma, fa joor ga jàkkaarlook Suf, diggante Paran ak Tofel ak Laban ak Àccerot ak Disayab."},{"style":"v","text":"Fukki fan ak benn mooy dox diggante tundu Xoreb ba Kades Barneya, boo ko jaaree yoonu tundu Seyir."},{"style":"p","text":""},{"style":"v","text":"Waaye ñeent fukkeelu at ma, gannaaw ba bànni Israayil génnee Misra, keroog benn fan ca fukkeelu weer waak benn, ca la Musaa doora wax bànni Israayil mboolem lu ko \\w Aji Sax ji|Aji Sax j-:\\w* santoon ca ñoom."},{"style":"v","text":"Fekk na Musaa duma Sixon, ma toogoon Esbon, di buurub Amoreen ña, duma it Og buuru Basan ba dëkkoon Astarot ak Eddrey."},{"style":"p","text":""},{"style":"v","text":"Ca wàllaa dexu Yurdan, ca réewum Mowab la Musaa tàmbalee leeral yoonu Yàlla wii. Mu ne:"},{"style":"ms1","text":"Musaa fàttali na jaar-jaari Israayil"},{"style":"mr","text":"(Saar 1.6---4.43)"},{"style":"p","text":""},{"style":"v","text":"Sunu Yàlla Aji Sax ji da noo waxoon ca Xoreb ne nu: «Seen toogaayub tund wii doy na."},{"style":"v","text":"Walbatikuleen dem, jàll ca biir diiwaanu tundi Amoreen ña, ak mboolem réew ya mu feggool, ca joor ga, ak tund wa, ak suufu tund ya, ak Negew ca bëj-saalum, ba ca tefes ga, ca réewum Kanaaneen ña, ak Libaŋ, ba ca Efraat, dex gu mag ga."},{"style":"v","text":"Mu ngoog, maa leen jox réew moomu. Demleen nangu réew mi Aji Sax ji giñaloon seeni maam Ibraayma ak Isaaxa ak Yanqóoba, ñeel leen ñook seen askan wi leen di wuutu.»"},{"style":"p","text":""},{"style":"v","text":"Musaa teg ca ne leen, jant yooyu laa leen wax, ne leen: «Duma leen àttan yeen ñépp, man doŋŋ."},{"style":"v","text":"Seen Yàlla Aji Sax ji moo leen ful, ba yeena ngii tey, bare ba tollu ni biddiiwi asamaan."},{"style":"v","text":"Yal na leen seen Yàllay maam Aji Sax ji yokkati junniy yoon, te barkeel leen ni mu leen ko waxe!"},{"style":"v","text":"Waaye nu ma leen di àttane man doŋŋ, ak seen coono, ak seeni lëj-lëj, ak seeni jote?"},{"style":"v","text":"Beralleen seen bopp ay nit ñu rafet xel, amug dégg, te di ñu ràññiku ci seeni giir. Su ko defee ma tabb leen, ñuy seeni njiit.»"},{"style":"v","text":"Ba loolu amee ngeen wax ma ne ma: «Loolu nga wax de, xel la.»"},{"style":"v","text":"Ci kaw loolu ma jël seen njiit yu rafet xel yu ràññiku yi ngeen jukkee ci seeni giir, daldi leen def seeni njiit, ñii yilif kuréeli junniy nit, ñii téeméer, ñii juróom fukk, ñii fukk, ñii diy jawriñ ci seeni giir."},{"style":"v","text":"Jant yooyu laa sant seeni àttekat ne leen: «Deeleen déglu seeni bokk tey àtte dëgg, diggante \\w bànni Israayil|bànni Israayil:\\w* ak mbokkam, akub doxandéem."},{"style":"v","text":"Buleen far-farloo cib àtte, dégluleen ku tuut, ni ngeen di dégloo ku mag, te buleen ragal kenn, ndax àtte bi, Yàllaay boroom. Bu leen mbir mi ëppee loxo nag, ngeen indil ma ko, ma seet ko.»"},{"style":"v","text":"Jant yooyu laa leen sant mboolem lu ngeen wara def."},{"style":"s1","text":"Ndigalu yëri Kanaan jib na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, nu bàyyikoo tundu Xoreb, jaare mboolem màndiŋ mu yaa mu raglu ma ngeen gis. Nu topp yoonu diiwaanu tundi Amoreen ñi, na nu ko sunu Yàlla Aji Sax ji sante woon, ba àgg Kades Barneya."},{"style":"v","text":"Ci kaw loolu ma ne leen: «Agsi ngeen fii ci tundu Amoreen ñi nu sunu Yàlla Aji Sax ji di jox."},{"style":"v","text":"Mu ngoog, seen Yàlla Aji Sax ji moo teg réew mi fi seen kanam. Demleen nangu ko, ni leen ko seen Yàllay maam Aji Sax ji, waxe. Buleen ragal, buleen yoqi.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ngeen dikk yeen ñépp fi man, ne ma: «Nan yebal aw nit, ñu jiitu nu, yëral nu réew ma, te délsi wax nu yoon wu nuy jaare, ak dëkk yu mag ya nuy duggeji.»"},{"style":"v","text":"Ma rafetlu xel, ma tànn ci yeen fukki góor ak ñaar, giir gu nekk genn góor."},{"style":"v","text":"Ñu walbatiku jubal yoonu diiwaanu tund ya, ba àgg xuru Eskol, daldi seet foofa,"},{"style":"v","text":"ba noppi sàkk ca meññeefum réew ma, indaaleel nu. Ñu wax nu nag ne nu: «Réew mu baax la nu sunu Yàlla Aji Sax ji jox.»"},{"style":"v","text":"Teewul bëgguleen woona dem, xanaa di gàntal seen ndigalal Yàlla Aji Sax ji."},{"style":"v","text":"Ngeen di ñurumtu ci seen biiri xayma, naan: «Bañ nu kay a tax Aji Sax ji jële nu réewum Misra, teg nu ci loxoy Amoreen ñi, ngir ñu rey nu."},{"style":"v","text":"Ana fu nu jëm? Te sunu bokk ya demoon yoqiloo nu, ne nu waa réew maa nu ëpp, sut nu, dëkk ya réy te dàbbalikoo ay tata yu àkki asamaan. Rax ci dolli, ay ponkal yu bokk ci askanu Anageen ñi lanu fa gis!»"},{"style":"p","text":""},{"style":"v","text":"Ma wax leen yeen ne leen: «Buleen yox-yoxi, buleen leen ragal."},{"style":"v","text":"Seen Yàlla Aji Sax ji leen jiitu, moom moo leen di xeexal, noonee mu defoon ak yeen ca Misra, ngeen gis,"},{"style":"v","text":"ca màndiŋ ma it, gis ngeen na leen seen Yàlla Aji Sax ji fabe, ni baay di fabe doomam, ci yoon wi ngeen dox wépp, ba agsi béreb bii.»"},{"style":"v","text":"Loolu lépp taxul ngeen am kóolute ci seen Yàlla Aji Sax ji,"},{"style":"v","text":"ki leen daan jiitu ci yoon wi, ngir sàkkal leen fu ngeen di dale: guddi, mu nekk ci biir sawara, di leen niital yoon wu ngeen jaare; bëccëg, mu nekkal leen ci biir aw niir."},{"style":"p","text":""},{"style":"v","text":"Ba Aji Sax ji déggee seeni kàddu, dafa mer ba giñ ne:"},{"style":"v","text":"«Du kenn ci nit ñii, maas gu bon gii, kuy gis réew mu baax mi ma giñaloon seeni maam."},{"style":"v","text":"Xanaa Kaleb doomu Yefune moo koy gis, te réew ma mu teg tànkam, moom laa koy jox, mook askanam, ndax moo matal kóolute ci Aji Sax ji.»"},{"style":"v","text":"Man itam Aji Sax ji mere na ma ci ndax yeen, ba ne ma: «Yaw itam doo ca dugg."},{"style":"v","text":"Yosuwe doomu Nuun, mi nekk ci sa kilifteef, moo cay dugg. Nanga ko ñaax, ndax moom mooy jox Israayil réew ma."},{"style":"v","text":"Seen tuut-tànk yi ngeen noon dees na leen sëxëtoo, seen doom yii xamagul lu baax ak lu bon, ñooy duggi réew ma. Ñoom laa koy jox, te ñoo koy nangu."},{"style":"v","text":"Yeen nag walbatikuleen dellu màndiŋ ma, topp yoonu géeju Barax ya.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ngeen wax ma, ne ma: «Noo tooñ Aji Sax ji. Waaye dinanu dem xareji noonee nu ko sunu Yàlla Aji Sax ji sante woon.» Ku nekk ci yeen daldi ràngoo ngànnaayam, ngeen defe ne yéegi diiwaanu tund wa dina leen yomb."},{"style":"v","text":"Aji Sax ji ne ma: «Wax leen ne leen buñu dem, buñu xeexi ndax man Aji Sax ji àndumaak ñoom. Lu ko moy dinañu daanu ci seen kanami noon.»"},{"style":"v","text":"Ma wax leen ko, dégluwuleen, xanaa gàntal ndigalal Aji Sax ji, fétteeral, ba yéegi diiwaanu tund wa."},{"style":"v","text":"Ba loolu amee Amoreen ña dëkke tund woowa dikk, dajeek yeen, ne leen dann niy yamb, yitte leen Seyir, ba Xorma."},{"style":"v","text":"Ngeen walbatiku, jooy ko Aji Sax ji, Aji Sax ji dégluwu leen, faalewu leen."},{"style":"v","text":"Gannaaw gi, ngeen toog Kades, lu yàgg la ngeen fa toog lépp."}]