[{"style":"p","text":""},{"style":"v","text":"Jant yooyu la ma Aji Sax ji wax ne ma: «Yattal ñaari àlluway doj yu mel ni yu njëkk ya, nga yéegsi fi man, ci kaw tund wi. Te nanga sàkk itam \\w gaalu bant|gaalu kóllëre g-:\\w*."},{"style":"v","text":"Dinaa bind ci àlluwa yi, kàddu ya woon ca àlluwa yu njëkk ya nga toj. Su ko defee nga yeb àlluwa yi ci gaal gi.»"},{"style":"v","text":"Ma sàkk gaalu bantu séng, daldi yatt ñaari àlluway doj yu mel ni yu njëkk ya. Ci kaw loolu ma yéeg ca kaw tund wa, maak ñaari àlluwa yi ci sama loxo."},{"style":"v","text":"Aji Sax ji nag bind ca àlluwa ya, la mu njëkkoona bind, muy fukki santaane ya mu leen waxoon ca kaw tund wa, ba mu àddoo fa digg sawara wa, keroog bésub ndaje ma. Ba loolu amee Aji Sax ji jox ma àlluwa yi."},{"style":"v","text":"Ma walbatiku, wàcc tund wa, yeb àlluwa ya ca gaal ga ma sàkk, àlluwa ya des ca biir, na ma ko Aji Sax ji waxe woon."},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, \\w bànni Israayil|bànni Israayil:\\w* bàyyikoo ca teeni Bene Yaakan, dem ba Mosera. Foofa la Aaróona faatoo, ñu denc ko fa, doomam Elasar doon \\w sarxalkat|sarxalkat b-:\\w*, wuutu ko."},{"style":"v","text":"Foofa lañu bàyyikoo dem Gutgoda, bawooti Gutgoda, jàll ba Yotbata, réewum wali ndox ya."},{"style":"p","text":""},{"style":"v","text":"Jant yooyu la Aji Sax ji ber giirug \\w Lewi|Leween b-:\\w*, ngir ñuy gàddu gaalu kóllëreg Aji Sax ji, di taxaw fi kanam Aji Sax ji, di ko liggéeyal, di taase barke ciw turam, te mooy seen péete ba tey jii."},{"style":"v","text":"Looloo waral Leween ñi amuñu wàll ci céru suuf su ñuy séddoo ak seeni bokk. Aji Sax ji mooy seenub cér, ni leen ko seen Yàlla Aji Sax ji waxe woon."},{"style":"p","text":""},{"style":"v","text":"Man nag maa am ca kaw tund wa fan ya ma fa njëkkoona am, muy ñeent fukki bëccëg, ak ñeent fukki guddi. Aji Sax ji dellu ma nangul, boobu yoon itam, ba bëggatu leena sànk."},{"style":"v","text":"Aji Sax ji ne ma: «Doxal jiite yoonu mbooloo mi, ñu dem nanguji réew ma ma giñaloon seeni maam, ne ñoom laa koy jox.»"},{"style":"s1","text":"Musaa ngi woote déggal Aji Sax ji"},{"style":"p","text":""},{"style":"v","text":"Léegi nag yeen Israayil, ana lu leen seen Yàlla Aji Sax ji laaj, lu moy ngeen ragal seen Yàlla Aji Sax ji, di doxe mboolemi yoonam, sopp ko, di jaamoo seen Yàlla Aji Sax ji seen léppi xol ak seen léppi jëmm,"},{"style":"v","text":"ngir di sàmm santaaney Aji Sax ji ak dogali yoonam yi ma leen dénk bésub tey ngir seen njariñal bopp?"},{"style":"v","text":"Seen Yàlla Aji Sax ji déy mooy boroom asamaan, ak asamaani asamaan, ak suuf ak mboolem li ci biiram."},{"style":"v","text":"Terewul seeni maam doŋŋ la Aji Sax ji taqool, ngir sopp leen, te yeen, ñi askanoo ci ñoom la tànn ci biir xeetoo xeet, niki bésub tey jii."},{"style":"v","text":"Kon nag tojleen seeni xol te bañatee daŋŋiiral."},{"style":"v","text":"Ndax kat seen Yàlla Aji Sax ji mooy Yàllay yàlla yi, te mooy Sangu sang yi. Mooy Yàlla ju màgg ji, jàmbaare te raglu. Ki gënalewul, te nanguwul ab neexal."},{"style":"v","text":"Kiy aar jirim ak jëtun, sopp doxandéem, ngir leel ko, wodd ko."},{"style":"v","text":"Kon soppleen doxandéem, ndax ay doxandéem ngeen woon ca réewum Misra."},{"style":"p","text":""},{"style":"v","text":"Seen Yàlla Aji Sax ji moom ngeen di ragal, te moom ngeen di jaamu. Moom ngeen di ŋoyu, te aw turam ngeen di giñe."},{"style":"v","text":"Moo yelloo seeni kañ te mooy seen Yàlla ji leen defal jaloore yeek kawtéef yooyu ngeen gisal seen bopp."},{"style":"v","text":"Juróom ñaar fukki bakkan la seeni maam doonoon ba ñuy wàccsi Misra. Tey seen Yàlla Aji Sax ji def leen ngeen day ni biddiiwi asamaan."}]