[{"style":"p","text":""},{"style":"v","text":"Soppleen seen Yàlla Aji Sax ji, te ngeen sàmm ndénkaaneem ak dogali yoonam ak àttey yoonam aki santaaneem, bés bu nekk."},{"style":"v","text":"Xamleen bésub tey ne seeni doom taxul may wax, ndax ñoom xamuñu, gisuñu seen njàngalem Yàlla Aji Sax ji ak màggaayam ak dooley loxoom ak kàttanam gu réy"},{"style":"v","text":"aki firndeem ak jalooreem ja mu jëf ca digg Misra, ci kaw Firawna buuru Misra ak ci biir réewam mépp,"},{"style":"v","text":"jëfe kook gàngooru Misra, ak seeni fas ak seen watiiri xare, ba mu leen mëddee ca géeju Barax ya, fekk ñu ne leen dann. Aji Sax jee leen sànk ba bésub tey jii,"},{"style":"v","text":"ak la mu leen def ca màndiŋ ma, ba ngeen agsi béreb bii,"},{"style":"v","text":"ak la mu def Datan ak Abiram, doomi Elyab Rubeneen ba. Suuf ŋa ŋàpp, wann leen, ñook seen waa kër ak seeni xayma ak mboolem luy dund lu leen topp, ci digg Israayil gépp."},{"style":"v","text":"Seeni gët déy ngeen teg ci mboolem jaloore ju màgg jooju Aji Sax ji def."},{"style":"p","text":""},{"style":"v","text":"Kon nag sàmmleen mboolem santaane bi ma leen di dénk tey, ndax ngeen am doole ba nanguji réew ma ngeen jàll jëm, ngir nanguji ko,"},{"style":"v","text":"ndax itam ngeen gudd fan ca réew ma Aji Sax ji giñoona jox seeni maam, ñook seen askan; réew mu meew maak lem ja tuuroo."},{"style":"v","text":"Réew mooma ngeen jëm, di ko nanguji déy, niroowul ak réewum Misra ga ngeen jóge, fa ngeen daan jiwe, ba noppi topp seenum jiwu, di ko suuxate dooley tànk ni mbeyum dër."},{"style":"v","text":"Réew mooma ngeen jàll jëm, ngir nanguji ko, réewum tund aki xur la, te ndoxum taw lay naan."},{"style":"v","text":"Réew la mu seen Yàlla Aji Sax ji fonk, fu mu tollu seen gëti Yàlla Aji Sax jaa ngi ne ko jàkk, terutel at ba ndeetelam."},{"style":"p","text":""},{"style":"v","text":"Su fekkee ne nag sàmm ngeen ba sàmm sama santaane yi ma leen dénk tey jii, ngir sopp seen Yàlla Aji Sax ji, di ko jaamoo seen léppi xol ak seen léppi jëmm,"},{"style":"v","text":"su boobaa Yàlla nee: «Maa leen di may seen tawub réew, saa yu jotee: lollib réew ma day taw\\f + \\fr 11.14 \\ft Tawub lolli, lu jaadu la ca réewum Israayil, bokkul ak jamonoy lolli ji topp ci nawet fii.\\f*, cooroonam taw, ngeen dajale seenum pepp ak seen biiñ bu bees ak seen diw gu yees."},{"style":"v","text":"Su boobaa maay mayem ñax ci seenub àll ngir seenug jur, yeen it ngeen di lekk ba regg.»"},{"style":"p","text":""},{"style":"v","text":"Wattuleen seen bopp nag, bala leen seen xel a nax, ngeen lajj, di jaamu yeneen yàlla, di leen sujjóotal,"},{"style":"v","text":"ba sànjum Aji Sax ji tàkkal leen, mu ne ràpp asamaan, taw taxaw, suuf noppee meññal, ba ngeen gaawa sànkoo ca réew mu baax ma leen Aji Sax jiy jox."},{"style":"p","text":""},{"style":"v","text":"Defleen sama kàddu yii ci seenum xel ak ci seen xol. Takkleen ko, muy firnde ci seen loxo, te na doon am mbandal ci seen diggantey gët."},{"style":"v","text":"Nangeen ko jàngal seeni doom, di ko waxe bu ngeen toogee seen biir néeg, ak bu ngeen di dox ciw yoon, ak bu ngeen tëddee, ak bu ngeen jógee."},{"style":"v","text":"Te itam bindleen ko ci seen kaw jëni buntu néeg, ak ci seen bunti dëkk,"},{"style":"v","text":"ndax seeni fan ak seen fani doom baree ca réew ma Aji Sax ji giñaloon seeni maam, ni kemu fan yi asamaan tiim suuf."},{"style":"p","text":""},{"style":"v","text":"Ndegam déy sàmm ngeen ba sàmm mboolem santaane bii ma leen dénk ngir di ko jëfe, ba sopp seen Yàlla Aji Sax ji, di doxe mboolem ay yoonam te ŋoy ci moom,"},{"style":"v","text":"su boobaa Aji Sax jee leen di dàqal mboolem xeet yooyu, te yeenay nangu réewi xeet yu leen ëpp, ëpp leen doole."},{"style":"v","text":"Fépp fu ngeen teg seen tànk, yeena koy moom. La ko dale ca màndiŋ ma ba ca Libaŋ, daleeti dexu Efraat ba ca géej ga ca sowu, lépp seen suuf lay doon."},{"style":"v","text":"Du kenn kuy taxaw fi seen kanam. Seen Yàlla Aji Sax ji mooy def na mu leen ko waxe woon, ba waa déndu réew mu ngeen teg seen tànk, ñoom ñépp, yeen lañuy tiit, yeen lañuy ragal."},{"style":"s1","text":"Barke ak alkànde dëgmal na"},{"style":"p","text":""},{"style":"v","text":"Maa ngii nag di leen tegal bésub tey barke ak alkànde."},{"style":"v","text":"Barkee ngi, ndegam déggal ngeen seen santaaney Yàlla Aji Sax ji ma leen di dénk tey."},{"style":"v","text":"Alkàndee ngi, ndegam déggaluleen seen santaaney Yàlla Aji Sax ji, xanaa wacc yoon wi ma leen di dénk bésub tey, ngir topp yeneen yàlla yu ngeen xamuloon."},{"style":"p","text":""},{"style":"v","text":"Bu leen seen Yàlla Aji Sax ji yóbboo ca réew ma ngeen jëm, ngir nanguji ko, nangeen tudd barke bi ca kaw tundu Garisim, te ngeen tudd alkànde ji ca kaw tundu Ebal."},{"style":"v","text":"Ñaari tund yooyu, ña nga moos ca wàllaa dexu Yurdan, ca wàllaa yoonu sowu ba, ca réewum Kanaaneen ña dëkke joor ga jàkkaarlook Gilgal, ca weti garabi More yu mag ya."},{"style":"v","text":"Léegi nag yeena ngi jàlli dexu Yurdan, ngir nanguji réew mi leen seen Yàlla Aji Sax ji jox. Bu ngeen ko nangoo ba dëkk fa nag,"},{"style":"v","text":"sàmmooleena jëfe mboolem dogal yeek àttey yoon yi ma teg fi seen kanam, bésub tey jii."}]