[{"style":"s1","text":"Dee mooy àtteb kuy xiirtale ci bokkaale"},{"style":"p","text":""},{"style":"v","text":"Mboolem kàddu gi ma leen dénk nag, sàmmooleen koo jëfe. Buleen ci yokk lenn, buleen ci wàññi lenn."},{"style":"v","text":"Gannaaw loolu su ab yonent feeñee ci seen biir, mbaa boroom gént, bu leen digee firnde mbaa kiraama,"},{"style":"v","text":"ba firnde la mbaa kiraama ga mu leen waxoon dikk, su leen nee: «Nanu topp yeneen yàlla, jaamu leen,» yàlla yu ngeen xamul,"},{"style":"v","text":"buleen déglu waxu yonent boobu, mbaa boroom gént boobu, ndax seen Yàlla Aji Sax ji moo leen di nattu ngir xam ndax yeena ngi koy soppe seen léppi xol ak seen léppi jëmm."},{"style":"v","text":"Seen Yàlla Aji Sax ji moom ngeen di topp, moom ngeen di ragal. Ay santaaneem ngeen di sàmm, baatam ngeen di déglu, moom ngeen di jaamu, te ci moom ngeen wara ŋoy."},{"style":"v","text":"Yonent boobu nag mbaa boroom gént boobu, dee mooy àtteem, ndax moo woote ag fippu ci seen kaw Yàlla Aji Sax ji leen jële ca réewum Misra, jote leen kërug njaam ga. Mu nar leena féle ci yoon wi leen seen Yàlla Aji Sax ji sant ngeen doxe ko. Noonu ngeen di tenqee lu bon ci seen biir."},{"style":"p","text":""},{"style":"v","text":"Seen mbokk mu ngeen bokkal jenn ndey, mbaa seen doom ju góor, mbaa ju jigéen, mbaa seen jabar ju ngeen xejjoo, mbaa seen xaritu benn bakkan, su leen dee xiirtal, naan leen ci kumpa: «Nanu jaamuji yeneen yàlla,» yàlla yu ngeen xamul, du yeen du seeni maam,"},{"style":"v","text":"ci yàllay xeet yi leen séq, ñi leen jege, ak ñi leen sore, ci àddina sépp, cat ba cat,"},{"style":"v","text":"su boobaa buleen ko nangul, buleen ko déglu, buleen ko xool bëti yërmande, buleen ko baal, buleen ko nëbbal."},{"style":"v","text":"Reyleen ko rekk. Yeen ñi mu doon jéema yóbbaale, na ko seen loxo njëkka dal, ngir rey ko, bala cee loxol mbooloo mépp topp."},{"style":"v","text":"Dóorleen koy doj ba mu dee, ndax moo leen doon fexee soreleek seen Yàlla Aji Sax ji leen jële réewum Misra, kërug njaam ga."},{"style":"v","text":"Israayil gépp a koy dégg, daldi ragal ba deesatul def mbon gu ni mel ci seen biir."},{"style":"p","text":""},{"style":"v","text":"Bu ngeen déggee, ci benn dëkk, ci dëkk yi leen seen Yàlla Aji Sax ji jox, ngir ngeen dëkke, ñu ne"},{"style":"v","text":"ay nit ñu tekkiwul dara, te bokk ci yeen, ñoo jóg di waññi seen waa dëkk, naan leen: «Nanu jaamuji yeneen yàlla,» yàlla yu ngeen xamul,"},{"style":"v","text":"su boobaa nangeen gëstu, seet te laajte bu baax, ba dëgg gu wér feeñe ca mbir ma, ne defees na moomu mbir mu jomblu ci seen biir,"},{"style":"v","text":"ngeen daldi jam rekk waa dëkk boobu, leel leen ñawkay saamar, faagaagal dëkk ba ak mboolem la ca biiram, jur ga it, ngeen leel leen ñawkay saamar."},{"style":"v","text":"Mboolem alalu lël ju jóge ca dëkk ba, dajaleleen ko ca digg pénc ma, te ngeen lakk dëkk ba, booleek lël ba, def ko dóomal bu mat sëkk, ñeel seen Yàlla Aji Sax ji. Day doon ab gent ba fàww, deesu ko tabaxaat."},{"style":"v","text":"Bu dara des ci seen loxo, lu bokk ci alal jooju ñu wara aaye. Su ko defee Aji Sax ji dëddu sànjam mu tàng, yërëm leen, ñeewante leen, yokk leen na mu ko giñale woon seeni maam,"},{"style":"v","text":"ndegam yeena ngi dégg seen kàddug Yàlla Aji Sax ji, ngir sàmm mboolem santaaneem yi ma leen di dénk bésub tey, ngir di jëfe li seen Yàlla Aji Sax ji rafetlu."}]