[{"style":"s1","verse":"","text":"Yoon wi sàrtal na jëfin yu set"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ay doom ngeen, ñeel seen Yàlla Aji Sax ji. Buleen ñaasu, buleen wat seen kawaru bopp fi féeteek jë bi, ngir di ko mititloo ku dee,"},{"style":"v","verse":"2","text":"ndax askan wu \\w sell|sell:\\w* ngeen, ñeel seen Yàlla Aji Sax ji. Yeen la Aji Sax ji tànn, ngir ngeen doon askan wi mu séddool boppam, ci mboolem askani kaw suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Buleen lekk lenn lu seexluwu."},{"style":"v","verse":"4","text":"Lii moo di mala yi ngeen di lekk seen yàpp: nag ak xar ak bëy;"},{"style":"v","verse":"5","text":"ak kooba ak kéwél, ak lu xeetook kooba, ak lu xeetook kéwél, ak bëyu àll, ak bëyu kaw tund."},{"style":"v","verse":"6","text":"Mboolem mala mu ci we wi xar, séddalikoo ñaar, te muy duññi, moom ngeen di lekk aw yàppam."},{"style":"v","verse":"7","text":"Waaye yii, buleen lekk seen yàpp: lu ciy duññi doŋŋ, te we wi xarul, mbaa lu we wi xar, te duññiwul. Lu mel ni giléem ak njomboor ak daman\\f + \\fr 14.7 \\fk daman \\ft rabu àll la bu xawa nirook njomboor.\\f*, ndax dañuy duññi waaye seen we xarul. Yooyu daganul ci yeen."},{"style":"v","verse":"8","text":"Mbaam-xuux, moom, we wi xar na waaye du duññi. Kon daganul ci yeen. Aw yàppam, buleen ko lekk, te méddam, buleen ko laal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Lii nag, sañ ngeen koo lekk, ci mboolem lu dëkke ndox: mboolem lu ci am ciiriir aki waasintóor, sañ ngeen koo lekk."},{"style":"v","verse":"10","text":"Waaye lu ci amul ciiriir aki waasintóor, buleen ko lekk, ndax daganul ci yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Mboolem njanaaw lu set, sañ ngeen koo lekk."},{"style":"v","verse":"12","text":"Waaye lii ngeen dul lekk ci njanaaw yi: jaxaay ak tan, ba ca mu ñuul ma,"},{"style":"v","verse":"13","text":"ak céeli bu xonq, ak céeli bu ñuul, ak maf, ak lu mu xeetool,"},{"style":"v","verse":"14","text":"ak lépp luy baaxoñ ak lu mu xeetool,"},{"style":"v","verse":"15-18","text":"ak bànjóoli ak looy ak lu mu xeetool, ak kirigéej, ak mboolem xeeti liccin, ak yébb, ak lu xeetook xodd, ak musejubru ak njugub."},{"style":"v","verse":"19","text":"Mboolem gunóor guy naaw, daganul ci yeen. Deesu ci lekk lenn,"},{"style":"v","verse":"20","text":"xanaa boroomi laaf yi ci set\\f + \\fr 14.20 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 11.21-22.\\f*. Yooyu, sañ ngeen koo lekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Buleen lekk lenn lu médd. Jàmbur bu dal ak yeen, sañ ngeen koo jox lu médd, mu lekk, mbaa ngeen jaay ko ab doxandéem. Waaye yeen askan wu sell ngeen, ñeel seen Yàlla Aji Sax ji."},{"style":"p","verse":"","text":"Te buleen togg ab tef ci meewum yaayam."},{"style":"s1","verse":"","text":"Lu jëm ci céri fukkeel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Fexeleen bay génne benn céru fukkeel ci mboolem lu seeni tool meññ at mu nekk."},{"style":"v","verse":"23","text":"Seen cérub fukkeelu pepp, ak biiñ bu bees, ak diw gu bees, ak lu seen jur taawloo, muy nag, di gàtt, nangeen ko xéewloo fi seen kanam Yàlla Aji Sax ji, fi béreb bi mu tànn ngir dëël turam ëllëg. Su ko defee ngeen tàggatu ci ragal seen Yàlla Aji Sax ji fu ngeen tollu."},{"style":"v","verse":"24","text":"Su ngeen manula dox yoon wi, ndax seen Yàlla Aji Sax jee leen barkeele meññeef mu bare mu ngeen dul àttan, ci diggante bu sorewaatoo lool ak béreb bi seen Yàlla Aji Sax ji taamoo dëël turam,"},{"style":"v","verse":"25","text":"su boobaa dangeen di wecci cérub fukkeel ba xaalis, jël xaalis ba te dem ba fa seen Yàlla Aji Sax ji tànn."},{"style":"v","verse":"26","text":"Su ko defee ngeen weccikoo fa xaalis bi lu leen neex, muy nag mbaa gàtt, mbaa biiñ, mbaa geneen naanu sàngara, ak lu leen seen bakkan xiir, ngeen xéewloo fa seen kanam Yàlla Aji Sax ji, bànneexoo ko, yeen ak seen njaboot."},{"style":"v","verse":"27","text":"\\w Leween|Leween b-:\\w* gi dëkk ci seen biir nag, buleen leen fàtte, ndax amuñu wàll ci seen céru suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ñetti at yu mat yu nekk, nangeen génne mboolem seen céri fukkeeli meññeef ca at mooma, te ngeen denc ko ca seen biir dëkk,"},{"style":"v","verse":"29","text":"ndax Leween ñi amul wàll ci seen céru suuf, dikk, ñook doxandéem yi ak jirim yi ak jëtun yi ngeen dëkkal, ngir ñu lekk ba regg. Su ko defee seen Yàlla Aji Sax ji barkeel mboolem seenu ñaq."}]