[{"style":"s1","text":"Lu jëm ci njéggalug bor"},{"style":"p","text":""},{"style":"v","text":"Juróom ñaari at yu mat yu nekk, nangeen amal njéggalug bor."},{"style":"v","text":"Mbirum njéggaleg bor gi, nii lay deme: Mboolem ku lebaloon dëkkandoom, bumu ko ca feyeekooti. Na jéggale la mu lebaloon dëkkandoom, mbokkum \\w bànni Israayilam|bànni Israayil:\\w*, gannaaw bu ñu biralee njéggaleg bor, ñeel Aji Sax ji."},{"style":"v","text":"Jàmbur bi bokkul ci bànni Israayil, sañ ngeen koo feyeeku, waaye la leen seen mbokkum bànni Israayil ameel, jéggaleleen ko."},{"style":"p","text":""},{"style":"v","text":"Waaye ab ndóol du am ci seen biir, ndax seen Yàlla Aji Sax ji moo leen di barkeel bu baax ca réew ma mu leen di jox, muy seen cér, ngeen jagoo,"},{"style":"v","text":"ndegam déggal ngeen bu baax seen Yàlla Aji Sax ji, di sàmmoo jëfe mboolem santaane bii ma leen di dénk tey."},{"style":"v","text":"Bu leen seen Yàlla Aji Sax ji barkeelee ni mu ko waxe déy, yeenay lebal xeet yu bare, waaye yeen dungeen leb. Te it yeenay yilif xeet yu bare, waaye yeen, deesu leen yilif."},{"style":"p","text":""},{"style":"v","text":"Su amee ci seen biir ab ndóol, di kenn ci seen bokki bànni Israayil, ci benn ci seen dëkki réew mi leen seen Yàlla Aji Sax ji di jox, buleen dëgër xol, di tëjal seen loxo seen mbokkum ndóol moomu."},{"style":"v","text":"Nàddilleen koo nàddil, abal koo abal dayob soxlaam."},{"style":"v","text":"Wattuleen seen bopp, bala leena jikko ju sew yóbbe, ngeen naan ci seen xel: «Atum juróom ñaareel mi, atum njéggalug bor dëgmal na,» ba tax ngeen néeg ci seen mbokkum ndóol, joxuleen ko dara. Da leen di booleek Aji Sax ji, ngeen gàddu bàkkaar."},{"style":"v","text":"Nangeen ko jox a jox te bu ngeen koy jox it, bu ci seen xol bon, ndax loolu mooy tax seen Yàlla Aji Sax ji barkeel mboolem seen liggéey ak mboolem seenu ñaq."},{"style":"v","text":"Du ñàkk nag ab ndóol ci réew mi. Moo tax ma sant leen ne leen ngeen nàddil a nàddil seen mbokkum ndóol, ak seen néew-ji-doole ji ci seenum réew."},{"style":"s1","text":"Sang, am na lu ko war ci jaamam"},{"style":"p","text":""},{"style":"v","text":"Su fekkee ne seen mbokkum \\w bànni Israayil|bànni Israayil:\\w*, góor mbaa jigéen da leena jaay boppam\\f + \\fr 15.12 \\ft Mbaa: \\fqa su fekkee ne dees leena jaay seen mbokkum bànni Israayil,\\f*, bu leen liggéeyalee juróom benni at, atum juróom ñaareel ma, yiwileen ko, mu moom boppam."},{"style":"v","text":"Te bu ngeen ko yiwee, mu moom boppam it, buleen ko yiwee loxoy neen."},{"style":"v","text":"Sàkkalleen koo sàkkal ci seeni gàtt ak seenum pepp ak seen biiñ. Kemu alal ja leen seen Yàlla Aji Sax ji barkeele, moom ngeen koy jox."},{"style":"v","text":"Fàttalikuleen ne ay jaam ngeen woon ca réewum Misra, seen Yàlla Aji Sax ji moo leen jot. Moo tax ma sant leen lii tey."},{"style":"p","text":""},{"style":"v","text":"Ndegam nag seen jaam a leen ne: «Duma dem, bàyyi leen,» ndax cofeel gu mu am ci yeen ak seen waa kër, te bànneexam di nekk ak yeen,"},{"style":"v","text":"su boobaa fableen puso, ngeen sësale noppu jaam bi ci lafu bunt bi, te ngeen bënne puso bi noppam, ba mu jam ci lafu bunt bi, mu daldi doon seen jaam giiru dundam. Seen jaam bu jigéen it, noonu ngeen di def ak moom."},{"style":"p","text":""},{"style":"v","text":"Buleen mititlu lu ngeen yiwi seenub jaam, mu moom boppam, ndax jariñ na leen lu fey ñaari yoon surga buy feyeeku, ci juróom benni at yi mu leen liggéeyal. Te seen Yàlla Aji Sax ji dina leen barkeel ci mboolem lu ngeen def."},{"style":"s1","text":"Li war ci taawug jur"},{"style":"p","text":""},{"style":"v","text":"Mboolem luy taaw ci seen jur gu gudd ak gu gàtt, te di góor, defal leen ko seen Yàlla Aji Sax ji cér bu \\w sell|sell:\\w*. Buleen liggéeyloo mukk seen yëkk wu dib taaw, te buleen wat seen gàtt bu dib taaw."},{"style":"v","text":"Xanaa ngeen di ko xéewloo at mu jot fi seen kanam Yàlla Aji Sax ji, yeen ak seen njaboot, fi béreb bi Aji Sax ji tànn."},{"style":"v","text":"Jur gu ci am sikk nag, muy soox, mbaa mu gumba, mbaa mu am sikk su réy su mu mana doon, buleen ko sarxalal seen Yàlla Aji Sax ji."},{"style":"v","text":"Ci seen biir dëkk ngeen ko wara xéewloo, te ku sobewu ak ku set yépp man na caa lekk, mel ni bu doon kéwél mbaa kooba."},{"style":"v","text":"Waaye deretam, buleen ko lekk. Ci suuf ngeen koy sotti nim ndox."}]