[{"style":"s1","text":"Ñetti yoon lees di màggalsi ci béreb bi Yàlla tànn"},{"style":"p","text":""},{"style":"v","text":"Wormaalleen weeru \\w Abiib|Abiib:\\w*, te ngeen amal ci \\w màggalu bésub Mucc|Màggal yi:\\w* ba, ñeel seen Yàlla Aji Sax ji, ndax ci weeru Abiib la leen seen Yàlla Aji Sax ji génnee Misra, ag guddi."},{"style":"v","text":"Nangeen ci sarxalal seen Yàlla Aji Sax ji, ab gàtt mbaa aw nag, ci béreb bi Aji Sax ji tànn ngir dëël turam ëllëg."},{"style":"v","text":"Buleen ko lekkaaleek lenn lu am lawiir. Daleleen caa lekk, ba diiru juróom ñaari fan, mburu mu amul lawiir, mburum njàqare, ndax ci biir gaawtu ngeen génne woon réewum Misra. Su ko defee ngeen baaxantal seen giiru dund bés ba ngeen génne réewum Misra."},{"style":"v","text":"Bu leen kenn gisal lawiir ci seen tund wépp, diiru juróom ñaari fan, te bu lenn fanaan ci yàppu jur gi ngeen sarxal, diggante ngoonu bés bu njëkk ba, ba ca suba sa."},{"style":"p","text":""},{"style":"v","text":"Juru bésub Mucc bi, dungeen ko mana rendi fenn ci dëkk yi leen seen Yàlla Aji Sax ji jox,"},{"style":"v","text":"fu moy béreb ba seen Yàlla Aji Sax ji tànn ngir dëël turam. Foofa ngeen di rendi juru bésub Mucc bi ci ngoon bu jant biy so, yemook waxtu wa ngeen bàyyikoo woon Misra."},{"style":"v","text":"Toggleen ko, te lekk ko ca béreb ba seen Yàlla Aji Sax ji di tànni, ca suba sa ngeen xëy, dellu ca seeni xayma."},{"style":"v","text":"Juróom benni fan ngeen di lekk mburu mu amul lawiir, bésub juróom ñaareel di am ndaje, ñeel seen Yàlla Aji Sax ji. Buleen ci liggéey dara."},{"style":"p","text":""},{"style":"v","text":"Juróom ñaari ayi bés nag, ngeen di waññ, te ci ndoortel ngóob ngeen di tàmbalee waññ juróom ñaari ayi bés yi,"},{"style":"v","text":"ngeen doora amal \\w màggalug Ayi bés|Màggal yi:\\w*, ñeel seen Yàlla Aji Sax ji, te \\w saraxu yéene|Sarax yi:\\w* ba ngeen cay joxe di kemu koom ga leen seen Yàlla barkeele."},{"style":"v","text":"Ngeen daldi bànneexu fa seen kanam Yàlla Aji Sax ji, yeen ak seeni doom, góor ak jigéen, ak seeni jaam, góor ak jigéen, ak \\w Leween|Leween b-:\\w* ñi ci seen dëkk, ak doxandéem yeek jirim yeek jëtun ñi ci seen biir, ci béreb bi seen Yàlla Aji Sax ji tànn ngir dëël turam ëllëg."},{"style":"v","text":"Fàttalikuleen ne ay jaam ngeen woon ca Misra te ngeen sàmmoo jëfe dogali yoon yii."},{"style":"p","text":""},{"style":"v","text":"\\w Màggalu Mbaar|Màggal yi:\\w* yi it nangeen ko wormaal diiru juróom ñaari fan, gannaaw bu ngeen dajalee seenum pepp ak seen ndoxum reseñ."},{"style":"v","text":"Ngeen daldi bànneexoo seenug màggal, yeen ak seeni doom, góor ak jigéen, ak seeni jaam, góor ak jigéen, ak Leween ñeek doxandéem yeek jirim yeek jëtun ñi ci seen biir dëkk."},{"style":"v","text":"Juróom ñaari fan ngeen koy màggal ñeel seen Yàlla Aji Sax ji ca béreb ba Aji Sax ji di tànni, ndax seen Yàlla Aji Sax ji moo leen di barkeelal seen meññat mépp, ak seen mboolem ñaq, seen mbégte mat sëkk."},{"style":"p","text":""},{"style":"v","text":"Kon ñetti yoon cim at la seen góor ñépp di teew fi seen kanam Yàlla Aji Sax ji, ca béreb ba muy tànni: fani \\w màggalu Mburu mu amul lawiir|Màggal yi:\\w*, ak fani màggalug Ayi bés, ak fani màggalu Mbaar yi. Waaye deesul teewe loxoy neen fi kanam Aji Sax ji."},{"style":"v","text":"Ku nekk, na sarax ba muy indi, di kemu barke ba ko Yàlla jagleel."},{"style":"s1","text":"Yoon wi sàrtal na mbirum àtte"},{"style":"p","text":""},{"style":"v","text":"Te itam ay àttekat aki kilifa ngeen di tabb ngir seeni giir, ci mboolem dëkk yi leen seen Yàlla Aji Sax jiy jox, ñuy àtte mbooloo mi àtteb dëgg."},{"style":"v","text":"Buleen jalgati yoon cib àtte, buleen jeng te buleen nangu alalu ger, ndax ger day gumbaal njàccaar, di xañ aji jub dëgg."},{"style":"v","text":"Dëgg doŋŋ ngeen wara topp, ndax ngeen dund, jagoo réew mi leen seen Yàlla Aji Sax ji di jox."},{"style":"p","text":""},{"style":"v","text":"Buleen samp benn xeru bant, bu jóge ci genn garab, ngir di ko jaamoo \\w Asera|Asera:\\w* tuur mi, ci seen wetu \\w sarxalukaay|sarxalukaay b-:\\w* bi ngeen sàkk ngir seen Yàlla Aji Sax ji."},{"style":"v","text":"Te itam buleen yékkati lenn lu bokk ci tuuri doj yooyu seen Yàlla Aji Sax ji bañ."}]