[{"style":"s1","text":"Ay yelleef ñeel na Leween ñi ak sarxalkat yi"},{"style":"p","text":""},{"style":"v","text":"\\w Sarxalkat|sarxalkat b-:\\w* yiy Leween ñi, ba ci giirug Leween gépp nag, wenn wàll mbaa céru suuf ñeelu leen ci seen bokki Israayil. Saraxi sawara yu Aji Sax ji, akub céram, moom lañuy dunde."},{"style":"v","text":"Ab cér du leen ñeel ci seen biiri bokk. Aji Sax ji mooy seenub cér, na mu leen ko waxe woon."},{"style":"v","text":"Lii mooy li lew sarxalkat yi, te bàyyikoo ci askan wi, ci ñiy rendi ay sarax, muy aw nag, di ab gàtt: nañu jox sarxalkat bi, mbagg mi ak lex yi, ak mbàq gi."},{"style":"v","text":"Te seen pepp mu njëkka ñor, ak seen biiñ bu bees, ak seen diw gu bees, ak kawar gi ngeen njëkka wate ca seeni xar, joxleen ko sarxalkat yi,"},{"style":"v","text":"ndax seen Yàlla Aji Sax ji moo leen tànn, ci seen mboolemi giir, ngir ñu taxaw, di liggéey ci turu Aji Sax ji, ñoom ak seen askan, ba fàww."},{"style":"p","text":""},{"style":"v","text":"Ab \\w Leween|Leween b-:\\w* bu dëkke benn ci seeni dëkk, ak fu mu mana doon ci Israayil, su fa jógee dem ci coobarey boppam, béreb ba Aji Sax ji tànn,"},{"style":"v","text":"da fay liggéey ci turu Yàllaam Aji Sax ji ni mboolem bokki Leweenam, ña fa taxawe fa kanam Aji Sax ji,"},{"style":"v","text":"njël lu yemook njëlal ña mu fa fekk it lew na ko, te limaaleesul lu ko dikke ci njaayum alalu baayam."},{"style":"s1","text":"Kàddug waxyu day sotti"},{"style":"p","text":""},{"style":"v","text":"Bu ngeen demee ca réew ma leen seen Yàlla Aji Sax ji di jox, buleen roy jëf ju jomblu ju xeet yooyu."},{"style":"v","text":"Bu kenn fekk ci seen biir kuy sarxe doomam ju góor ak ju jigéen, lakk ko; ak kuy seet walla kuy gisaane, ak kuy xërëm,"},{"style":"v","text":"ak kuy jabar di liggéeyaate ak kuy jokkoo ak ab rawaan, ak kuy jokkoo ak rab, mbaa kuy jokkoo ak nit ñu dee,"},{"style":"v","text":"ndax mboolem ñiy def yooyu, Aji Sax ji seexlu na leen. Jëf ju seexluwu jooju moo waral seen Yàlla Aji Sax ji di leen dàqal seeni boroom."},{"style":"p","text":""},{"style":"v","text":"Muccleen sikk seen digganteek seen Yàlla Aji Sax ji,"},{"style":"v","text":"ndax xeet yooyii ngeen di dàqi kat, ay luxuskat aki seetkat lañuy déggal, waaye yeen seen Yàlla Aji Sax ji mayu leen loolu."},{"style":"v","text":"Ab yonent bu soqikoo ci yeen kay, di seen mbokk ni man, moom la leen seen Yàlla Aji Sax ji di feeñalal. Moom ngeen di déggal."},{"style":"v","text":"Mooy noonee ngeen ko sàkkoo woon rekk, ci seen Yàlla Aji Sax ji ca tundu Xoreb, ca bésub ndaje ma, ngeen ne: «Rikk bunu déggati sunu baatu Yàlla Aji Sax ji. Sawara wu réy wii it, bunu ko gisati, lu ko moy nu dee,»"},{"style":"v","text":"te Aji Sax ji ne ma: «Ñoo yey wax loolu."},{"style":"v","text":"Ab yonent laa leen di feeñalal ci seen biiri bokk, ni yaw. Maay yeb samay kàddu ci gémmiñam, mu àgge leen mboolem lu ma ko sant."},{"style":"v","text":"Su boobaa ku déggalul sama kàddu yi muy wax ci sama tur, man maa ko koy topp."},{"style":"v","text":"Waaye déy yonent bu am fitu àddu genn kàddu ci sama tur, te santuma ko mu wax ko, mbaa mu wax ci turi yeneen yàlla, boobu yonent, dee mooy àtteem.»"},{"style":"p","text":""},{"style":"v","text":"Dingeen wax ci seen xel, ne: «Ana nu nuy ràññee kàddu gu Aji Sax ji waxul?»"},{"style":"v","text":"La yonent bi wax ci turu Aji Sax ji, su sottiwul, dikkul rekk, loola du kàddu gu Aji Sax ji wax. Ñeme Yàlla la ko yonent ba waxe, buleen ko ragal."}]