[{"style":"p","text":""},{"style":"v","text":"Ba loolu amee nu walbatiku, dellu màndiŋ ma, topp yoonu géeju Barax ya, na ma ko Aji Sax ji waxe woon. Wër nanu diiwaanu tundu Seyir ay fani fan."},{"style":"s1","text":"Bànni Israayil teggi nañu"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji wax ma, ne ma:"},{"style":"v","text":"«Seen wërub tund wii doy na. Walbatikuleen, jublu bëj-gànnaar."},{"style":"v","text":"Mbooloo mi ngay sant ne leen: “Yeena ngi waaja jéggi seen kemu réewum bokki Esaween, ñi dëkke Seyir. Dinañu leen ragal, waaye nangeen moytu bu baax."},{"style":"v","text":"Buleen xeex ak ñoom, ndax duma leen jox ci seen suuf fu téstën sax tege, ngir Esaween ñi laa sédd diiwaanu tundu Seyir."},{"style":"v","text":"Aw ñam, weccikoo leen kook ñoom xaalis, door koo lekk; am ndox it, nangeen ko jëndeek ñoom, door koo naan."},{"style":"v","text":"Ndax yeen kat seen Yàlla Aji Sax ji moo barkeel seen mboolemu ñaq te moo ràññee seen doxub màndiŋ mu yaa mii. Ñeent fukki at a ngii seen Yàlla Aji Sax jaa ngeek yeen, ñàkkuleen dara.”»"},{"style":"v","text":"Ba mu ko defee nu romb sunu bokki Esaween ñi dëkke Seyir. Danoo wacc yoonu joor ga, ak Elat ak Eccon Geber, daldi walbatiku jaareji màndiŋu Mowab."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Aji Sax ji ne ma: «Buleen dal ci kaw Mowabeen ñi, di leen songub xare, ngir duma leen jox benn cér ci seenum réew, ndax askanu Lóot laa sédd réewum Ar.»"},{"style":"p","text":""},{"style":"v","text":"Emeen ñaa fa njëkkoona dëkk, askan wu am kàttan lañu woon, bare, yegg ca kaw ni Anageen ñi."},{"style":"v","text":"Ay Refayeen lañu jàppe woon Emeen ñooñu ak Anageen ñi, teewul Mowabeen ñi di leen woowe ay Emeen."},{"style":"v","text":"Seyir nag la Oreen ña njëkkoona dëkk, waaye Esaween ñaa leen fa dàqe, rey leen, wuutu leen, noonu Israayil def rekk ak céru suufam bi leen Aji Sax ji jox."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji neeti: «Nangeen jàll walum Seredd.» Nu jàll walum Seredd."},{"style":"v","text":"Diggante ba nu bàyyikoo Kades Barneya di dox, ba keroog bés ba nu jàllee walum Seredd, fanweeri at ak juróom ñett la. Fekk na mboolem maasu góor ña tollu woon ci xare, ca ndoortel yoon wa, ñoom ñépp a wuute dal ba, dee ba jeex, na leen ko Aji Sax ji giñale woon."},{"style":"v","text":"Aji Sax jee leen toppe diisaayu loxoom, wollee leen ci biir dal bi, ba ñu jeex tàkk."},{"style":"p","text":""},{"style":"v","text":"Ba mboolem ña tollu woon ci xare deewee ba jeex, ba ñoom ñépp wuute ca mbooloo ma,"},{"style":"v","text":"Aji Sax ji wax ma, ne ma:"},{"style":"v","text":"«Yaa ngi waaja jéggi kemu réewum Mowab, ca Ar."},{"style":"v","text":"Bu ngeen àggee ca Amoneen ña nag, buleen dal ci seen kaw, buleen xeex ak ñoom, ndax duma leen jox benn cér ci réewum Amoneen ñi, ngir askanu Lóot woowu laa ko sédd.»"},{"style":"p","text":""},{"style":"v","text":"Diiwaan boobu it réewum Refayeen lees ko jàppe woon, te Refayeen ñaa fa njëkkoona dëkk. Teewul Amoneen ñi di leen woowe ay Samsumeen,"},{"style":"v","text":"askan wu am kàttan, bare, te yegg ca kaw ni Anageen ñi. Aji Sax jee bóom Amoneen ñi ci seen kanam, Amoneen ñi dàq leen, sanc, wuutu leen."},{"style":"v","text":"Mooy na mu defaloon Esaween ña dëkke Seyir rekk, ba mu bóome Oreen ña ci seen kanam, Esaween ña dàq leen, sanc, wuutu leen, ba bésub tey jii."},{"style":"v","text":"Aween ña dëkke woon dëkk yu ndaw ya dem, ba àkki Gasa nag, Kaftoreen ña bàyyikoo Keret ñoo leen bóom, wuutu leen."},{"style":"s1","text":"Israayil nangu na penkub dexu Yurdan"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji neeti: «Ayca, fabuleen, jàll walum Arnon. Mu ngoog, maa teg ci seen loxo, Sixon Amoreen ba, buurub Esbon, mook réewam. Dalleen di nangu réew mi, song ko xare."},{"style":"v","text":"Bés niki tey maa tàmbalee wàcce njàqareek tiitaange ci kaw mboolem askan yi asamaan tiim, ba bu ñu déggee seenum riir, dañuy jaaxle, di lox.»"},{"style":"p","text":""},{"style":"v","text":"Musaa waxati ak bànni Israayil, ne leen: Ci kaw loolu ma yebal ay ndaw yu bàyyikoo màndiŋu Kedemot, ba ca Sixon buurub Esbon. Ma yóbbante ko kàdduy jàmm, ne ko:"},{"style":"v","text":"«May nu, nu jaare sam réew. Yoon wi rekk lanuy topp; dunu jàdd ndijoor, dunu jàdd càmmoñ."},{"style":"v","text":"Aw ñam, xaalis nga nu koy weccee, nu lekk; am ndox sax, xaalis nga nu koy joxe, nu naan. May nu rekk nu dox, ba jàll."},{"style":"v","text":"Noonu nu Esaween ña dëkke Seyir defaloon ñook Mowabeen ña dëkke Ar rekk. Su ko defee nu mana jàll dexu Yurdan, ba àgg ca réew ma nu sunu Yàlla Aji Sax ji jox.»"},{"style":"p","text":""},{"style":"v","text":"Sixon buurub Esbon nag nanguwu noo may nu jaare fa moom, ndax booba seen Yàlla Aji Sax ji moo dëgëral boppam, wowal xolam, ngir teg ko ci seen loxo niki bésub tey jii."},{"style":"v","text":"Aji Sax ji ne ma: «Gis nga, maa ngi nii tàmbalee teg Sixon akum réewam ci seen loxo. Dalleen di nangum réewam.»"},{"style":"v","text":"Ba mu ko defee Sixon dikk dajeek nun, mook gàngooram gépp, ngir song nu xare ca Yaxacc."},{"style":"v","text":"Sunu Yàlla Aji Sax ji daane ko fi sunu kanam, nu duma ko, mook ay doomam, ak gàngooram gépp."},{"style":"v","text":"Jant yooyu lanu nangu dëkkam yépp, faagaagal dëkk yépp: góor ak jigéen ba ca tuut-tànk ya, bàyyiwunu kuy dund."},{"style":"v","text":"Xanaa jur ga lanu sëxëtoo, ak mboolem alali dëkk ya nu nangu."},{"style":"v","text":"La ko dale Arower ga tiim walum Arnon, boole ca dëkk ba ca xur wa, ba ca Galàdd, du benn dëkk bu nu të. Foofu fépp la sunu Yàlla Aji Sax ji daane fi sunu kanam."},{"style":"v","text":"Réewum Amoneen ña doŋŋ ngeen jegewul; muy réew ma leru dexu Yabog, ak dëkki tund ya, mboolem daal, fu nu sunu Yàlla Aji Sax ji aaye woon."}]