[{"style":"s1","text":"Yoon wi sàrtal na mbirum xare"},{"style":"p","text":""},{"style":"v","text":"Bu ngeen demee ngir xarejeek seeni noon, ba gis ay fas, aki watiir, ak gàngoor gu leen ëpp, buleen leen ragal, ndax seen Yàlla Aji Sax jaa ngeek yeen, ki leen jële woon réewum Misra."},{"style":"v","text":"Bu ngeen di waaja xare, na \\w sarxalkat|sarxalkat b-:\\w* bi dikk, wax ak mbooloo mi,"},{"style":"v","text":"ne leen: «Éey Israayil, dégluleen, yeena ngi waaja xareek seeni noon tey jii. Buleen yox-yoxi, buleen ragal, buleen tiit, buleen teqalikook seen sago ci seen kanam!"},{"style":"v","text":"Ndaxte seen Yàlla Aji Sax ji mooy kiy dox ànd ak yeen, xeexal leen ak seeni noon, ngir may leen ndam.»"},{"style":"p","text":""},{"style":"v","text":"Su ko defee kilifay xarekat yi wax ak gàngoor gi, ne leen: «Ana góor gu ci tabaxoon néeg bu bees te daloogu ko? Na daldi dellu cab néegam bala moo dee ci xare bi, geneen góor daloo ko."},{"style":"v","text":"Ana góor gu ci jëmbatoon tóokëru reseñ te jariñoogu ko? Na daldi ñibbi bala moo dee ci xare bi, geneen góor jariñoo ko."},{"style":"v","text":"Ana ku ci ngoroom dëgëroon te jëlagul? Na daldi ñibbi bala moo dee ci xare bi, geneen góor jël ko.»"},{"style":"v","text":"Gannaaw loolu, na kilifa yi dellu wax ak gàngoor gi, ne leen: «Ana ku ci ragal, ana ku ciy yox-yoxi? Na daldi ñibbi kat, bala moo yoqiloo ay moroomam, ni moom.»"},{"style":"v","text":"Bu kilifay xare ya waxeek gàngoor gi ba noppi, nañu tabb ay njiiti kuréel, ñu jiite gàngoor gi."},{"style":"p","text":""},{"style":"v","text":"Bu ngeen dikkee ba jub ab dëkk, ngir xareek ñoom, njëkkleen leena woo ci jàmm."},{"style":"v","text":"Ndegam jàmm lañu leen wuyoo, ba ubbil leen, mboolem askan wa mu fekk ca biir dëkk ba dañuy tegoo liggéeyu sañul-bañ, ñeel leen, di leen jaamu."},{"style":"v","text":"Waaye bu ñu jàmmoowul ak yeen, xanaa di xareek yeen, gawleen dëkk ba."},{"style":"v","text":"Seen Yàlla Aji Sax ji moo leen di teg ci seen loxo, ngeen daldi leel ñawkay saamar mboolem seeni góor."},{"style":"v","text":"Waaye jigéen ñi ak tuut-tànk yi, ak jur gi, ak mboolem lu ne ca biir dëkk ba, mboolem alal ja, sëxëtooleen, jagoo. Lekkleen alal ji ngeen foqatee ci seen noon yi leen seen Yàlla Aji Sax ji jébbal."},{"style":"p","text":""},{"style":"v","text":"Noonu ngeen di def ak dëkk yi soreek yeen lool te bokkuñu ci dëkki xeet yii ngeen jëm."},{"style":"v","text":"Dëkki xeet yii leen seen Yàlla Aji Sax ji sédd nag, buleen ci bàyyi lenn luy noyyi, mu dund."},{"style":"v","text":"Nangeen faagaagal Etteen ñi ak Amoreen ñi ak Kanaaneen ñi ak Periseen ñi ak Eween ñi ak Yebuseen ñi, na leen ko seen Yàlla Aji Sax ji sante woon,"},{"style":"v","text":"ndax ñu bañ leena royloo, ngir ngeen di jëfe seen mboolem yu jomblu yi ñuy defal seeni tuur, ba ngeen moy seen Yàlla Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"Bu ngeen gawee lu yàgg ab dëkk, ngir song leen xare, ba nangu ko, buleen gor ay garabam, di ca daaneel lenn te mana lekk ca doom ya. Kon nag garab, buleen ko gor. Garab du nit ba ñu di ko def ni ku ñu gaw."},{"style":"v","text":"Terewul garab gu ngeen xam ne deesul lekk doom ya, gorleen ko, daaneel, te ngeen sàkke ko ab gawukaay bu wër dëkk biy xareek yeen, ba keroog dëkk bay daanu."}]