[{"style":"s1","text":"Njotlaay war na ci bóomkat bu umpe"},{"style":"p","text":""},{"style":"v","text":"Su dee dañoo fekk ku ñu bóom ci biir réew mi leen seen Yàlla Aji Sax ji moomale, mu tëdd ci àll bi, te xameesul ku ko rey,"},{"style":"v","text":"na seeni mag ak seeni àttekat dem, natti diggante fa néew ba tëdd ak dëkk ya ko séq."},{"style":"v","text":"Su ko defee dëkk ba gëna jegewook néew ba, magi dëkk booba tànne ca nag wu jigéen wu ñu masula liggéeyloo, te maseesu koo ràng."},{"style":"v","text":"Na magi dëkk boobu wommat nag wi ba ci xur wu wal ma dul ŋiise, te maseesu cee bey, maseesu cee ji. Ñu daldi damm loosu nag wu jigéen wi foofa ca wal ma."},{"style":"p","text":""},{"style":"v","text":"Su ko defee \\w sarxalkat|sarxalkat b-:\\w* yiy Leween ñi dikk, ndax ñoom la seen Yàlla Aji Sax ji tànn, ngir ñu di ko liggéeyal, di barkeele ciw turam, te ci seen kaw kàddu lees di àttee bépp jote, ak gépp loraange ci wàllu yaram."},{"style":"v","text":"Dëkk boobu gëna jegewook fa néew ba tëdd, na mboolem seeni mag raxas seeni loxo, tiimale ca nag wu jigéen wa ñu damm loos wa, ca wal ma."},{"style":"v","text":"Ñu biral ne: «Nun déy sunuy loxo tuurul deretu nit kii, te sunuy gët it gisul ba ñu koy tuur."},{"style":"v","text":"Ngalla Aji Sax ji, jéggalal Israayil, sa ñoñ ñi nga jot, te baña toppe àqu deretu jàmbur bu deful dara, fi digg Israayil sa ñoñ.» Su ko defee njéggal ñeel leen, ca deretu nit ka."},{"style":"v","text":"Yeen nag, noonu ngeen di tenqee ci seen biir, àqu deretu jàmbur ju ñu tuur, ndax kon def ngeen li Aji Sax ji rafetlu."},{"style":"s1","text":"Ay sàrt a ngi ci wàllu njaboot"},{"style":"p","text":""},{"style":"v","text":"Bu ngeen xarejeek seeni noon, te seen Yàlla Aji Sax ji teg leen ci seeni loxo, ba ngeen jàpp leen njaam,"},{"style":"v","text":"su ngeen gisee ca jaam yu jigéen ya, ku rafet ku ngeen xédd, te bëgg koo jël jabar,"},{"style":"v","text":"yóbbuleen ko seen biir néeg, mu watu nel, dagg ay wewam,"},{"style":"v","text":"summi yére ya ñu ko jàppe njaam, te toog seen biir néeg. Day tiislu nag ndeyam ak baayam lu mat weeru lëmm. Gannaaw loolu sañ ngeen ko dëkkoo, di jëkkëram, muy seen jabar."},{"style":"v","text":"Bu loolu amee ba neexatu leen, bàyyileen ko, mu dem fu ko neex, waaye buleen ko jaay mukk, di ko weccikoo xaalis. Buleen ko def jaam it, gannaaw bu ngeen ko jabaroo ba noppi."},{"style":"p","text":""},{"style":"v","text":"Ku am ñaari jabar, su xejjoo kenn ki, foñ ki ci des, te ki mu xejjoo ak ki mu foñ jural koy doom yu góor, te taaw bu góor bi di doomu ki mu foñ,"},{"style":"v","text":"bés buy séddale doomam yu góor alalam, du saña jox doomu xejj bi, cér bi taaw yelloo, wacc doomu ka mu foñ, te muy taaw."},{"style":"v","text":"Taaw bay doomu ka mu foñ, na ko nangul ab céram, jox ko ñaar-cay céru rakk ja, ci mboolem alalam, ndax kooka soqikoo ci digg dooleem, mooy ka yelloo céru taaw."},{"style":"p","text":""},{"style":"v","text":"Ku am doom ju góor ju dëgër bopp te të; déggalul baay, déggalul ndey, su ñu ko yaree, te taxul mu déggal leen,"},{"style":"v","text":"na ko baayam ak ndeyam jàpp, yóbbu ba ca seen magi dëkk ba, ca seen buntu dëkk."},{"style":"v","text":"Ñu wax seen magi dëkk ba, ne leen: «Sunu doom jii ku dëgër bopp la te të. Déggalu nu, xanaa di xawaareeka màndi rekk.»"},{"style":"v","text":"Na ko góori dëkk bépp dóori doj ba mu dee. Noonu ngeen di tenqee lu bon ci seen biir. Israayil gépp a koy dégg, daldi ragal."},{"style":"s1","text":"Deesul wékk nit, fanaanal ko"},{"style":"p","text":""},{"style":"v","text":"Su nit moyee ba dee di àtteem, ñu rey ko, wékk ko ci garab,"},{"style":"v","text":"bu néewam fanaan ca garab ga, nañu ko daldi rob ca bés ba, ndax ki wékke, alkàndey Yàlla la. Buleen sobeel réew mi leen seen Yàlla Aji Sax sédd."}]