[{"style":"s1","text":"Yoon wi sàrtal na dundin wu jekk"},{"style":"p","text":""},{"style":"v","text":"Buleen gis seen nagu mbokk mbaa gàttam bu réer, ba jàpp ci seen njàmbur. Fexeleen koo waññi, ba delloo ko seen mbokk ma."},{"style":"v","text":"Su mbokk mi jegewoowul ak yeen, mbaa xamuleen ko, yóbbuleen jur gi seen kër, mu des fa, ba mbokk mi dikk, di ko seet, ngeen delloo ko ko."},{"style":"v","text":"Noonu ngeen di def, su dee mbaam, noonu ngeen di def su dee mbubb, noonu it ngeen di def, ak mboolem lu seen mbokk réerle, ba ngeen gis ko. Dungeen ci mana jàpp seen njàmbur."},{"style":"p","text":""},{"style":"v","text":"Buleen gis seen mbaamu mbokk, mbaa nagam wu daanu ciw yoon, ba ngeen jàpp ci seen njàmbur. Fexeleen ba yékkatile ko ko."},{"style":"p","text":""},{"style":"v","text":"Bu lenn ci mboolem yëfi góor, tegu ci kaw ku jigéen, te bu góor sol yérey jigéen, ndax Aji Sax ji seen Yàlla seexlu na képp kuy def yooyu."},{"style":"p","text":""},{"style":"v","text":"Bu ngeen doxee ba yem ci tàggum picc ci seenu yoon, mu nekk ci garab gu mu mana doon, mbaa ci suuf, cuuj ya mbaa nen ya nekk ca, te yaay ja bóof ca kaw cuuj ya, mbaa nen ya, buleen boole jël yaay ja ak cuuj ya."},{"style":"v","text":"Fexeleen ba bàyyi yaay ja, te jël cuuj ya, ndax ngeen baaxle te gudd fan."},{"style":"p","text":""},{"style":"v","text":"Su ngeen dee tabax kër gu bees, sàkkalleen seen kawum taax ab feguwaay, bala caa nit a daanoo, àqu deret topp seen kër."},{"style":"p","text":""},{"style":"v","text":"Buleen ji ci seen tóokëru reseñ, weneen wirgo, lu ko moy lépp ay doon céru cellte bu ngeen dul saña jariñoo: li jóge ci jiwu mi rax reseñ ji, ak itam meññeefum reseñ ji."},{"style":"v","text":"Buleen ràngandoo nag ak mbaam, di leen rijjiloo."},{"style":"p","text":""},{"style":"v","text":"Buleen sol ndimol njaxas lu ñu raxe kawaru gàtt ak wëñu lẽe."},{"style":"p","text":""},{"style":"v","text":"Ay cimbir-cimbir nag ngeen di def ci ñeenti weti malaanum sàngukaay mu ngeen di sàngoo."},{"style":"s1","text":"Sàmmonteleen ak àqu jigéen"},{"style":"p","text":""},{"style":"v","text":"Ku jël jabar, tëdd ak moom, ba noppi jéppi ko,"},{"style":"v","text":"di ko tuumaal, di teg lu ñaaw ci deram, naan: «Ndaw sii ma jël, ba ma àggee ci moom, fekkuma ko janq,»"},{"style":"v","text":"su boobaa na baayu ndaw si ak ndeyam, jël firndey ndaw la, yóbbu ko ba ca kanam magi dëkk ba, ca buntu dëkk ba."},{"style":"v","text":"Su ko defee baayu ndaw si ne mag ñi: «Sama doom laa mayoon waa jii jabar; mu walbatiku jéppi ko."},{"style":"v","text":"Mu ngii di ko tuumaal, naan: “Fekkuma sa doom ji janq.” Te sama ndawal doom a ngii!» Nañu tàllal malaan ma ca kanam magi dëkk ba."},{"style":"v","text":"Su loolu amee, na magi dëkk booba jàpp waa ji, yar ko."},{"style":"v","text":"Nañu ko daan téeméeri dogi xaalis, jox ko baayu ndaw si, ndax moo yàq deru janqub Israayil. Jabaram lay doon ba tey, te du ko saña fase giiru dundam."},{"style":"p","text":""},{"style":"v","text":"Waaye su tuuma ji dee dëgg, te giseesul lenn ndaw ca ndaw sa,"},{"style":"v","text":"nañu yóbbu ndaw sa ba ca bunt kër baayam, te góori dëkk bi dóor koy doj ba mu dee, ndax moo def jëf ju gàccelu ci digg Israayil, di gànctoo kër baayam. Noonu ngeen di tenqee lu bon ci seen biir."},{"style":"p","text":""},{"style":"v","text":"Bu ñu fekkee kuy tëdde ku am jëkkër; ka ko tëdde ak ka ñu tëdde, dee mooy seen àtte, ñoom ñaar ñépp, ngeen tenqee ko lu bon ci Israayil."},{"style":"p","text":""},{"style":"v","text":"Su ab janq digoo ak waayam ab séy, gannaaw gi, keneen dajeek moom ci biir dëkk bi, tëdde ko,"},{"style":"v","text":"génneleen leen ñoom ñaar, ba ca buntu dëkk booba, ngeen dóor leen ay doj ba ñu dee, ndax ndaw si moo yuuxuwul woon wall, te muy ca biir dëkk ba, te waa ji it moo jabaroo jabaru moroomu góoram. Noonu ngeen di tenqee lu bon ci seen biir."},{"style":"p","text":""},{"style":"v","text":"Su fekkee ne ci àll bi la waa ji dajeek ndaw si digook keneen ab séy, mu jàpp ko, tëdde ko nag, waa ji ko tëdde doŋŋ la dee di àtteem."},{"style":"v","text":"Waaye ndaw si deesu ko def dara. Bàkkaar bu dee di àtteem toppu ko ca, ndax ni ku song moroomam, bóom ko rekk, ni la mbir moomu deme,"},{"style":"v","text":"nde biir àll ba mu dajeek ndaw sa, bu ndaw sa yuuxu woon it, du am ku ko wallu."},{"style":"p","text":""},{"style":"v","text":"Ku dajeek as ndaw, te mu dib janq bu digoowul ak keneen ab séy, su ko jàppee, tëdde ko, ba ñu gis leen,"},{"style":"v","text":"kooka tëdde ndaw sa, day jox baayu ndaw sa juróom fukki dogi xaalis. Jabaram lay doon it, gannaaw moo ko jabaroo, te du ko saña fase giiru dundam."}]