[{"style":"s1","verse":"","text":"Yoon wi sàrtal na pase ak séyaat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ku jël jabar, ba gannaaw gi xoolatu ko bëtu yiw, ndax lu tegginewul lu mu ko gisal, su ko bindalee kayitu pase, teg ko ci loxoom, ba yiwi ko, mu jóge këram,"},{"style":"v","verse":"2","text":"su jógee ca kër ga, dem ba mujj doon jabaru keneen,"},{"style":"v","verse":"3","text":"su ko jëkkëram ju mujj jooju jéppee, bindal ko kayitu pase, teg ko ci loxoom, ba yiwi ko, mu jóge këram, mbaa su jëkkëram jooju ko mujja jël faatoo,"},{"style":"v","verse":"4","text":"su boobaa jëkkëram ju njëkk ja ko yiwi woon du ko saña jëlaat jabar, gannaaw ba ndaw sa sobewoo noonu, ndax loolu lu jomblu la fi kanam Aji Sax ji, te waruleena indi bàkkaar ci biir réew mi leen seen Yàlla Aji Sax ji di moomale."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ku jël ab séet du bokk ci gàngoor gu jëm xare, te deesu ko sas lenn. Day moom boppam atum lëmm, ngir toog këram, di bégal jabaram ji mu jël."},{"style":"s1","verse":"","text":"Yoon wi aar na néew-ji-doole"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Buleen tayleloo kenn ñaari doji wolukaayam, ci bor bu mu leen ameel. Buleen ko tayleloo wenn doj wa féete kaw sax, ndax kon bakkanam ngeen defub tayle."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Su amee nit ku ñu fekke kenn ciy bokkam, ku mu sàcce ci \\w bànni Israayil|bànni Israayil:\\w*, mu di ko def jaam, mbaa mu jaay ko, su boobaa dee mooy àtteb kookee ko sàcc. Noonu ngeen di tenqee lu bon ci seen biir."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Fexeleen ba ci biir mbasum jàngoroy der juy màgg, ngeen di sàmmoo, jëfe bu baax, mboolem lu leen \\w sarxalkat|sarxalkat b-:\\w* yiy Leween ñiy tegtal. Ni ma ko sante sarxalkat yiy Leween ñi, sàmmooleen koo jëfe noonu."},{"style":"v","verse":"9","text":"Fàttalikuleen la seen Yàlla Aji Sax ji defoon Maryaama ca yoon wa, ba ngeen génnee Misra\\f + \\fr 24.9 \\ft Seetal ci \\bk Màndiŋ ma\\bk* 12.10.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bu ngeen lebalee seen moroom, ak lu bor ba mana doon, buleen dugg biir néegam, di fa jël ab tayleem."},{"style":"v","verse":"11","text":"Ca biti ngeen di taxaw, ka ngeen di lebal yótsi leen ab tayleem ca biti."},{"style":"v","verse":"12","text":"Su dee ku néew doole, buleen tëraale ab tayleem."},{"style":"v","verse":"13","text":"Fexeleen ba delloo ko tayle ba bu jant biy so, ba mu tëraale mbubbum tayle ma, sante leen ko, muy lu jekk fa seen kanam Yàlla Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Buleen gàddu àqu liggéeykat, baadoolo bu néew doole ci seen biiri bokk, mbaa ci seen dëkkandoo yiy doxandéem ci seen dëkk yi ci réew mi."},{"style":"v","verse":"15","text":"Ci bés bi, ngeen koy fey peyooram. Bu ko jant sowe, ndax néew doole la te moom la yaakaara dunde. Lu ko moy mu boole leen ak Aji Sax ji, ngeen gàddu bàkkaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Deesul teg waajur àtteb dee, ngir weccikoo ko doom ja, te doom it deesu ko teg àtteb dee, weccikoo ko waajur wa. Nit ku nekk, bàkkaaru boppam lees koy tege àtteb dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Buleen xañ dëgg ab doxandéem akub jirim, te buleen taylelu mbubbum jëtun."},{"style":"v","verse":"18","text":"Fàttalikuleen ne ay jaam ngeen woon ca Misra, seen Yàlla Aji Sax ji moo leen fa jote. Looloo waral man, ma sant leen ngeen jëfe ndigal loolu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Bu ngeen di góob seenub tool, ba fàtte ab sëq ca tool ba, buleen dellu di ko jëli. Ab doxandéem akub jirim akub jëtun, ñoom la poraat may ñeel, su ko defee seen Yàlla Aji Sax ji barkeel leen ci mboolem seenu ñaq."},{"style":"v","verse":"20","text":"Bu ngeen bàccee seen garabu oliw ba noppi, buleen toppaat car ya, di witt lu ca des. Ab doxandéem akub jirim akub jëtun, ñoom la ndesit way ñeel."},{"style":"v","verse":"21","text":"Bu ngeen wittee seen tóokëru reseñ, buleen dellu di ko wittaat. Ab doxandéem akub jirim akub jëtun ñoom la wittaat may ñeel."},{"style":"v","verse":"22","text":"Fàttalikuleen ne ay jaam ngeen woon ca réewum Misra. Looloo waral man, ma sant leen ngeen jëfe ndigal loolu."}]