[{"style":"s1","text":"Njotlaayal Aji Sax ji laaj na ab galag"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu, bu ngeen demee ca réew ma leen seen Yàlla Aji Sax ji sédd, ba ngeen nangu ko, dëkke,"},{"style":"v","text":"na ku nekk ci yeen sàkk ca ndoortel mboolem meññeefum suuf mu mu jële ca seen réew ma leen seen Yàlla Aji Sax ji di jox, mu def ko ci pañe, yóbbu ca béreb ba seen Yàlla Aji Sax ji tànn ngir dëël turam ëllëg."},{"style":"v","text":"Na àgg ca \\w sarxalkat|sarxalkat b-:\\w* ba fa nekk ci yooyu jant, ne ko: «Maa biral tey jii fi sa kanam Yàlla Aji Sax ji ne, agsi naa ci réew mi Aji Sax ji giñaloon samay maam, ne moom la may jox.»"},{"style":"v","text":"Na sarxalkat bi nangoo pañe bi ci loxoom, taaj ko fi seen kanam \\w sarxalukaayu|sarxalukaay b-:\\w* Yàlla Aji Sax ji."},{"style":"v","text":"Mu dellu nag wax fi seen kanam Yàlla Aji Sax ji, ne: «Sama maam ab Arameen\\f + \\fr 26.5 \\fk ab Arameen \\ft mooy Ibraayma, mi cosaanoo Padan Aram, te mooy maamu xeet wi.\\f* buy màngaan la woon. Mu dem Misra, sance fa mbooloo su néew, te mujj di askan wu réy, am doole te bare."},{"style":"v","text":"Waa Misra nag soxore nu, mitital nu, yen nu liggéey bu diis."},{"style":"v","text":"Ba loolu amee nu yuuxu, woo sunu Yàllay maam Aji Sax ji wall, Aji Sax ji dégg nu, gis sunu mitit, ak sunu coono, ak sunu nootaange."},{"style":"v","text":"Aji Sax ji nag génne nu Misra ci dooley loxoom ak kàttanam, ci biir musiba mu réy aki firnde aki kéemaan."},{"style":"v","text":"Ba loolu wéyee mu indi nu fi béreb bii, jox nu réew mii, réew mu meew meek lem ji tuuroo."},{"style":"v","text":"Moo ma taxa indi nii ndoortel meññeefum suuf si nga ma jox, Aji Sax ji.» Su ko defee mu taaj pañe bi fi seen kanam Yàlla Aji Sax ji, daldi sujjóot fi seen kanam Yàlla Aji Sax ji."},{"style":"v","text":"Mu bége nag, moom ak \\w Leween|Leween b-:\\w* ñeek doxandéem yi dëkk ci seen biir, mboolem lu baax li ko seen Yàlla Aji Sax ji jox, moom ak waa këram."},{"style":"p","text":""},{"style":"v","text":"Gannaaw bu ngeen génnee mboolem céru fukkeelub meññeef, ci atum ñetteel, yemook atum génne cérub fukkeel, gannaaw ñaari at yu nekk, nangeen ko jox Leween ñi ak doxandéem yi ak jirim yi ak jëtun ñi, ngir ñu lekk ba regg, fa ñu féete ca seeni dëkk,"},{"style":"v","text":"te na ku nekk ci yeen wax fi seen kanam Yàlla Aji Sax ji, ne: «Jële naa sama kër céru cellte bi, ba jox ko Leween ñeek doxandéem yeek jirim yeek jëtun yi, noonee mu dëppook sa santaane bi nga nu dénk. Moyuma lenn ci say santaane, te fàttewuma ci lenn."},{"style":"v","text":"Lekkuma ci dara ci biir ab dëj, jëlewuma ci dara te fekk ma sobewu, te it sarxaluma ci dara ku dee. Sama kàddug Yàlla Aji Sax ji laa topp, noonee nga ma ko sante woon."},{"style":"v","text":"Ngalla séentul fa sa màkkaan mu sell ca asamaan, te nga barkeel Israayil, sa ñoñ, barkeel suuf si nga nu jox, noonee nga ko giñale woon sunuy maam réew mu meew meek lem ji tuuroo.»"},{"style":"s1","text":"Kóllëre feddaliku na"},{"style":"p","text":""},{"style":"v","text":"Bésub tey jii seen Yàlla Aji Sax ji moo leen sant ngeen jëfe dogal yii ak àttey yoon yi. Sàmmooleen koo jëfe seen léppi xol ak seen léppi jëmm."},{"style":"v","text":"Aji Sax ji ngeen biral bésub tey ne, mooy doon seen Yàlla, te dingeen doxe ay yoonam, di sàmm dogali yoonam aki santaaneem ak àttey yoonam, tey dégg waxam."},{"style":"v","text":"Aji Sax ji it biral na bésub tey ne, yeenay doon ñoñam ñi mu séddoo, noonee mu leen ko dige woon, te ngeen di sàmm mboolemi santaaneem."},{"style":"v","text":"Moo leen di aj ba ngeen tiim mboolem xeet yi mu sàkk, ci wàllu bayre ak tur ak teraanga, te moo leen di def askan wu \\w sell|sell:\\w*, ñeel seen Yàlla Aji Sax ji, noonee mu ko digee woon."}]