[{"style":"ms","text":"Musaa biral na yooni barke ak alkànde"},{"style":"mr","text":"(Saar 27---30)"},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Musaa ak magi Israayil sant mbooloo ma, ne leen: «Sàmmleen mboolem santaane yi ma leen dénk bésub tey."},{"style":"v","text":"Bés bu ngeen jàllee dexu Yurdan, ba dugg ca réew ma leen seen Yàlla Aji Sax ji jox, sampleen ay doj yu mag, ngeen diw doj ya weexal,"},{"style":"v","text":"te ngeen bind ca mboolem kàdduy yoon wii, gannaaw bu ngeen jàllee. Su ko defee ngeen mana dugg ca réew ma leen Aji Sax jiy jox, réew mu meew maak lem ja tuuroo, noonee leen ko seen Yàllay maam Aji Sax ji waxe woon."},{"style":"v","text":"Gannaaw bu ngeen jàllee dexu Yurdan, sampleen doj yooyu ca kaw tundu Ebal, ni ma leen ko sante tey jii, te ngeen diw doj yi weexal."},{"style":"v","text":"Nangeen fa tabax ab \\w sarxalukaay|sarxalukaay b-:\\w*, ñeel seen Yàlla Aji Sax ji, ab sarxalukaay bu ñu defare doj yu jumtukaayu weñ laalul."},{"style":"v","text":"Doj yu mat yu ñu soppiwul lenn ca na ñu bindoo ngeen di tabaxale ab sarxalukaay, seen Yàlla Aji Sax ji, ngeen def ca ay \\w saraxi rendi-dóomal|Sarax yi:\\w*, ñeel seen Yàlla Aji Sax ji."},{"style":"v","text":"Defleen ca itam ay \\w saraxi cant ci biir jàmm|Sarax yi:\\w* yu ngeen di lekk foofa. Ngeen daldi bége fa seen kanam Yàlla Aji Sax ji."},{"style":"v","text":"Nangeen bind ca kaw doj ya, mboolem kàdduy yoon wii, ba mu leer nàññ.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Musaa ak \\w sarxalkat|sarxalkat b-:\\w* yiy Leween ñi wax ak Israayil gépp, ne leen: «Yeen Israayil, neleen cell te déglu. Bés niki tey doon ngeen askan wu ñeel seen Yàlla Aji Sax ji."},{"style":"v","text":"Kon nag déggalleen seen Yàlla Aji Sax ji, te ngeen jëfe ay santaaneem, ak dogali yoonam yi ma leen di dénk tey.»"},{"style":"v","text":"Musaa nag sant mbooloo ma bésub keroog, ne leen:"},{"style":"p","text":""},{"style":"v","text":"«Giir yii may lim, ñooy taxawe kaw tundu Garisim, ngir ñaanal mbooloo mi, gannaaw bu ngeen jàllee dexu Yurdan: Cimyoneen ñi ak \\w Leween|Leween b-:\\w* ñi ak Yudeen ñi ak Isakareen ñi ak Yuusufeen ñi ak Beñamineen ñi."},{"style":"v","text":"Giir yii nag ñooy taxaw di rëbbe, fa kaw tundu Ebal: Rubeneen ñi ak Gàddeen ñi ak Asereen ñi ak Cabuloneen ñi ak Daneen ñi ak Neftaleen ñi.»"},{"style":"s1","text":"Lu jëm ci alkànde yi"},{"style":"p","text":""},{"style":"v","text":"\\w Leween|Leween b-:\\w* ñi ñooy wax ak waa Israayil gépp, di àddu ca kaw, ne:"},{"style":"p","text":""},{"style":"v","text":"«Alku ñeel na képp ku sàkk, bay teg ci béreb bu làqu, li Aji Sax ji seexlu, te ab liggéeykat sàkke ko ay loxoom, muy jëmmu tuur mu ñu yatt, mbaa mu ñu móol.» Su ko defee mbooloo mépp àddoondoo, ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti: «Alku ñeel na ku toroxal baayam mbaa ndeyam.» Mbooloo mépp ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti: «Alku ñeel na ku toxal màndargam kemu suufas moroomam.» Mbooloo mépp ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti: «Alku ñeel na ku sànk silmaxa ci aw yoon.» Mbooloo mépp ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti «Alku ñeel na ku jengal àtteb doxandéem ak jirim akub jëtun.» Mbooloo mépp ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti: «Alku ñeel na ku tëdde jabaru baayam, ndax suturas baayam la xàwwi.» Mbooloo mépp ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti: «Alku ñeel na ku tëdde mboolem luy mala.» Mbooloo mépp ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti: «Alku ñeel na ku tëdde ab jigéenam, muy doomu baayam, mbaa doomu ndeyam.» Mbooloo mépp ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti: «Alku ñeel na ku tëdde yaayu jabaram.» Mbooloo mépp ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti: «Alku ñeel na ku rey moroomam ci kumpa.» Mbooloo mépp ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti: «Alku ñeel na ku nangub ger, ngir rotal bakkanu nit ku deful dara.» Mbooloo mépp ne: «Aa, dëgg gu wér!»"},{"style":"p","text":""},{"style":"v","text":"Ñu neeti: «Alku ñeel na ku saxoowul kàdduy yoon wii, di ko jëfe.» Mbooloo mépp ne: «Aa, dëgg gu wér kay!»"}]