[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mu ko defee Musaa woolu Israayil gépp, ne leen:"},{"style":"p","verse":"","text":"Yeena gis mboolem la Aji Sax ji def, ngeen teg ci seen bët, ca réewum Misra, ci kaw Firawna ak dagam ñépp ak réewam mépp."},{"style":"v","verse":"2","text":"Nattu yu mag yooyu ak firnde yeek kéemaan yu réy yooyu, yeena ci teg seen bët,"},{"style":"v","verse":"3","text":"te taxul Aji Sax ji may leen xel mu ngeen ràññee, ak gët yu ngeen gise, ak nopp yu ngeen dégge, booba ba sunu jonni yàllay tey!"},{"style":"v","verse":"4","text":"Aji Sax ji nee: «Maa leen jiite ñeent fukki at ca màndiŋ ma, seeni yére ràppul, seenu dàll ràppul."},{"style":"v","verse":"5","text":"Mburu, lekkuleen ko, biiñ mbaa geneen naan gu diis, naanuleen ko. Maa leen leel, ngir ngeen xam ne man maay seen Yàlla Aji Sax ji.»"},{"style":"v","verse":"6","text":"Ba ngeen agsee ci béreb bii, Sixon buurub Esbon dikk, ànd ak Og buuru Basan, dikk dajeek nun, ngir song nu xare, nu duma leen."},{"style":"v","verse":"7","text":"Nu nangu seenum réew, sédd ko Rubeneen ñi ak Gàddeen ñi ak genn-wàllu giirug Manaseen ñi."},{"style":"v","verse":"8","text":"Sàmmleen nag sàrti kóllëre gii, di ko jëfe, ndax ngeen baaxle ci mboolem lu ngeen def."},{"style":"s1","verse":"","text":"Buleen caaxaane kóllëreg Aji Sax ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Yeena ngii tey, taxaw jonn, yeen ñépp fi seen kanam Yàlla Aji Sax ji, seen njiiti giir ak seeni mag ak seeni kàngam: mboolem góori Israayil,"},{"style":"v","verse":"10","text":"ak seeni tuut-tànk, ak seeni jabar, akub doxandéem ci seenub dal, seen gorkatub matt, ba ci seenub rootkat."},{"style":"v","verse":"11","text":"Yeena ngi tàbbi ci seen biir \\w kóllëreg|kóllëre g-:\\w* Yàlla Aji Sax ji, ak ci ngiñam, kóllëre gi seen Yàlla Aji Sax ji fasoo ak yeen bésub tey,"},{"style":"v","verse":"12","text":"ngir def leen bésub tey askan wi mu ñoñoo; moom ci boppam mu doon seen Yàlla, na mu leen ko waxe woon, na mu ko giñale woon seeni maam, Ibraayma ak Isaaxa ak Yanqóoba."},{"style":"v","verse":"13","text":"Aji Sax ji nee: «Du yeen doŋŋ laay fasool kóllëre gii ak ngiñ lii.»"},{"style":"v","verse":"14","text":"Yeen ñi taxaw ci sunu biir tey, fi sunu kanam Yàlla Aji Sax ji, ci ngeen bokk, waaye ñi dikkagul bay bokk ak nun ñi taxaw fii it, ci lañu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Yeen ci seen bopp, xam ngeen na nu nekke woon réewum Misra ak na nu jaare ca biir xeet ya ngeen jaare seeni réew."},{"style":"v","verse":"16","text":"Gis ngeen seen jëf ju jomblu, seen kasaray tuur ya: yëfi bant yeek yëfi doj yeek yëfi xaalis yeek yëfi wurus yi ñu àndal."},{"style":"v","verse":"17","text":"Kon nag, muy góor, di jigéen, ak làng gu mu mana bokk, mbaa giir, fexeleen ba kenn ci yeen du walbatiku, dëddu bésub tey sunu Yàlla Aji Sax ji, di jaamuji yàllay xeet yooyu. Lu ko moy ab reen dina fëlle fi seen biir, meññal leen tooke ak wextan."},{"style":"v","verse":"18","text":"Jombul mu am ku dégg kàdduy ngiñ lii, tey nax boppam cim xelam, naan: «Jàmm rekk laay am, maa tey të,» ba tax ñax mu wow lakkaale mu tooy."},{"style":"v","verse":"19","text":"Aji Sax ji du nangoo baal kooku, nde su boobaa, sànjum Aji Sax jeey ànd ak fiiraangeem, tàkk ci kawam, te mboolem alkànde gi ñu bind ci téere bii day këppu ci kawam, te Aji Sax jeey far aw turam fu asamaan tiim."},{"style":"v","verse":"20","text":"Aji Sax jee koy seppee ci mboolem giiri Israayil, ngir sédd ko njekkar, na mu dëppook mboolem alkàndey kóllëre gi ñu bind ci téereb yoon wii."},{"style":"s1","verse":"","text":"Mbugal du jaas"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Maas giy ñëw, seen doom yi leen di wuutuji yeen, ñook doxandéem yi jóge fu sore, bu ñu gisee mbugal yi ci réew mii, ak wopp yi fi Aji Sax ji woppale:"},{"style":"v","verse":"22","text":"tamarax ak xorom, ak lakk gi ci seen réew mépp, ba du lenn lees fay ji, mbaa lu fay jebbi, mbaa genn gàncax gu fay saxe, mbete tastey \\w Sodom|Sodom ak Gomor:\\w* ak Gomor ak Adma ak Ceboyim, dëkk ya Aji Sax ji tas ca meram ma ak sànjam ma,"},{"style":"v","verse":"23","text":"su boobaa yéefar yépp a naan: «Ana lu waral Aji Sax ji def nii réew mi? Lu waral mii sànj mu tàng te réy?»"},{"style":"v","verse":"24","text":"Ñu ne leen: «Li ko waral mooy, dañoo fecci \\w kóllërey|kóllëre g-:\\w* Aji Sax ji, seen Yàllay maam, te mu fasoon ko ak ñoom ba mu leen jëlee réewum Misra."},{"style":"v","verse":"25","text":"Ñu dem nag, di jaamu yeneen yàlla, di leen sujjóotal, yàlla yu ñu xamuloon, te du lu leen Aji Sax ji féetale."},{"style":"v","verse":"26","text":"Moo tax sànjum Aji Sax ji tàkkal réew mii, ngir wàcceel leen mboolem alkànde yi ñu bind ci téere bii."},{"style":"v","verse":"27","text":"Aji Sax ji nag moo leen déjjatee seenum réew ci biir mer ak xadar ak sànj mu réy, ba sànni leen meneen réew, niki bésub tey jii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Mbir yi làqu daal, ñeel na sunu Yàlla Aji Sax ji, mbir yi feeñ nag, ñeel nu, nook sunuy doom ba fàww, te nu wara jëfe mboolem kàdduy yoon wii."}]