[{"style":"s1","text":"Dellusi ci Aji Sax ji, barkeel"},{"style":"p","text":""},{"style":"v","text":"Ëllëg nag, su mboolem mbir yooyu dikkee fi seen kaw, muy barke yi, di alkànde yi ma teg fi seen kanam, su boobaa bu ngeen delloosee seen xel foofa mu leen fekk, ca biir mboolem xeet ya leen seen Yàlla Aji Sax ji dàq jëme,"},{"style":"v","text":"ba ngeen dellusi ci seen Yàlla Aji Sax ji, di ko déggal ci mboolem ni ma leen ko sante bésub tey, yeen ak seeni doom, te ngeen defe ko seen léppi xol ak seen léppi jëmm,"},{"style":"v","text":"su boobaa Aji Sax jeey tijji seen wërsëg, yërëm leen. Seen Yàlla Aji Sax ji moo leen di dellu dajalee foofa, ci biir mboolem xeet ya mu leen tasaare woon ca seen biir."},{"style":"v","text":"Su ñu leen toxaloon ba ca cati asamaan sax, foofa la leen seen Yàlla Aji Sax ji di dajalee, te fa la leen di jële."},{"style":"v","text":"Seen Yàlla Aji Sax jee leen di delloo ca réew ma seen maam moomoon, ngeen moom ko, te moo leen di baaxe, yokk leen ba ngeen gëna bare seeni maam."},{"style":"v","text":"Su boobaa seen Yàlla Aji Sax jee leen di xarafal xarafu xol, te mooy xarafal xarafu xol seen askan, ngir ngeen soppe seen Yàlla Aji Sax ji seen léppi xol ak seen léppi jëmm, ndax ngeen dund."},{"style":"v","text":"Su loolu amee seen Yàlla Aji Sax jeey teg mboolem alkànde yii ma leen limal, ci kaw seeni noon ak seen bañ yi leen toŋal."},{"style":"v","text":"Yeen nag dingeen walbatiku, di déggal Aji Sax ji, tey jëfe mboolem santaane yi ma leen di dénk bésub tey jii."},{"style":"v","text":"Ci kaw loolu seen Yàlla Aji Sax ji mooy baaxal mboolem seenu ñaq ak seen meññeefum njurukaay ak seen meññeefum jur ak seen meññeefum suuf, ngir lu baax. Aji Sax ji mooy bégewaat di leen baaxe, na mu daan bégee baaxe seeni maam."},{"style":"v","text":"Ndegam déggal ngeen seen Yàlla Aji Sax ji, di topp ay santaaneem ak dogali yoonam yi ñu bind ci téereb yoon wii; ndegam yeena walbatikoo seen léppi xol ak seen léppi jëmm, ba dellu ci seen Yàlla Aji Sax ji."},{"style":"s1","text":"Musaa nee déggal Yàlla yomb na"},{"style":"p","text":""},{"style":"v","text":"Santaane bii ma leen di dénk tey nag, jafewul te sorewul ba të leen."},{"style":"v","text":"Ajewul kaw asamaan ba ngeen naan: «Ana ku nuy yéegali kaw asamaan, àjjil nu ko, dégtal nu ko, ba nu jëfe ko?»"},{"style":"v","text":"Nekkul it wàllaa géej ba ngeen naan: «Ana ku nuy jàllil wàllaa géej, jëlil nu ko, dégtal nu ko, ba nu jëfe ko?»"},{"style":"v","text":"Kàddu gi kay jege na leen lool: ci seen gémmiñ ak ci seen biir xol la nekk, ngir ngeen di ko jëfe."},{"style":"p","text":""},{"style":"v","text":"Kon nag gis ngeen ko: teg naa fi seen kanam, bés niki tey, dund ak mbaax, teg naa fi seen kanam, dee ak loraange."},{"style":"v","text":"Li ma leen sant, man, bésub tey, mooy ngeen sopp seen Yàlla Aji Sax ji, di topp ay yoonam, di sàmm ay santaaneem ak dogali yoonam aki àtteem, ngir ngeen dund te yokku, seen Yàlla Aji Sax ji barkeel leen ca réew ma ngeen jëm, ngir nanguji ko."},{"style":"v","text":"Waaye su ngeen walbatee seen xol, dégluwuleen, xanaa ngeen lajj, di sujjóotal yeneen yàlla, di leen jaamu,"},{"style":"v","text":"ma wax leen ko bés niki tey, su boobaa yeenay sànkoo sànku, te dungeen gudd fan ca réew ma ngeen di jàll dexu Yurdan, jëm fa, ngir nanguji ko."},{"style":"p","text":""},{"style":"v","text":"Woo naa seede asamaan ak suuf ci yeen, bésub tey: dund ak dee laa teg fi seen kanam, ak barke ak alkànde. Tànnleen dund, ndax ngeen dund, yeen ak seen askan."},{"style":"v","text":"Soppleen seen Yàlla Aji Sax ji, déggal ko te taq ci moom, ndax moom mooy seenug dund, di seen gudd-gi-fan ca réew ma mu giñaloon seeni maam Ibraayma ak Isaaxa ak Yanqóoba, ne ñoom la koy jox."}]