[{"style":"s1","text":"Fukki santaanee ngi"},{"style":"p","text":""},{"style":"v","text":"Musaa moo woo \\w bànni Israayil|bànni Israayil:\\w* gépp, wax leen ne leen: Yeen, bànni Israayil, dégluleen dogali yoon yi ak àttey yoon yi may wax, ngeen dégg, tey. Jàngleen ko te farlu koo jëfe."},{"style":"v","text":"Sunu Yàlla Aji Sax ji moo fasoon \\w kóllëre|kóllëre g-:\\w* ak nun ca tundu Xoreb."},{"style":"v","text":"Du sunuy maam rekk la Aji Sax ji fasoon kóllëre gii ak ñoom; waaye ñook nun ñi fii tey, mboolem nun ñiy dund, ci lanu."},{"style":"v","text":"Ci biir jàkkaarloo la Aji Sax ji waxe woon ak yeen ca kaw tund wa, àddoo ca digg sawara wa."},{"style":"v","text":"Maa taxaw diggante Aji Sax jeek yeen, jant yooyu, di leen jottali kàddug Aji Sax ji, ndax yeena ragaloon sawara wa, ba yéeguleen ca kaw tund wa. Mu ne:"},{"style":"p","text":""},{"style":"v","text":"«Man Aji Sax ji maay seen Yàlla ji leen génne réewum Misra, kërug njaam ga."},{"style":"p","text":""},{"style":"v","text":"«Buleen am yeneen yàlla ci sama kanam."},{"style":"p","text":""},{"style":"v","text":"«Buleen sàkkal seen bopp tuur muy jëmmal lenn lu nekk ci kaw asamaan, mbaa ci kaw suuf, mbaa lu nekk ci ndox mu suuf tiim."},{"style":"v","text":"Buleen ci sujjóotal lenn, buleen ci jaamu lenn, ndax man seen Yàlla Aji Sax ji, Yàlla ju fiir laa. Maay topp doom tooñu waajur, ba ca seen maasi sët, ba ca maasug sëtaati nit ñi ma bañ."},{"style":"v","text":"Waaye maay baaxe ñi ma sopp, di sàmm samay santaane, ba ci junniy maas ya toppante."},{"style":"p","text":""},{"style":"v","text":"«Buleen tudd seen turu Yàlla Aji Sax ji ci neen, ndax Aji Sax ji du ñàkka topp kuy tudd aw turam ci neen."},{"style":"p","text":""},{"style":"v","text":"«Sàmmleen \\w bésu Noflaay|bésub Noflaay b-:\\w* bi, ngir sellal ko, ni leen ko seen Yàlla Aji Sax ji sante."},{"style":"v","text":"Juróom benni fan ngeen wara liggéey, def ci seen soxla yépp."},{"style":"v","text":"Waaye bésub juróom ñaareel ba, Noflaay lay doon, ñeel seen Yàlla Aji Sax ji. Buleen ci liggéey lenn; du yeen, du seen doom ju góor, ak ju jigéen, du seen jaam bu góor, ak bu jigéen, du seen nag, du seen mbaam, du mboolem seenug jur, du seen gan gu nekk ci seen biir dëkk. Su ko defee seen jaam bu góor, ak seen jaam bu jigéen mana dallu ni yeen."},{"style":"v","text":"Fàttalikuleen ne ay jaam ngeen woon ca réewum Misra. Seen Yàlla Aji Sax ji moo leen fa génnee dooley loxoom, ak kàttanu përëgam. Moo tax seen Yàlla Aji Sax ji sant leen ngeen wàccoo ak bésu Noflaay bi."},{"style":"p","text":""},{"style":"v","text":"«Teralleen seen ndey ak seen baay, ni leen ko seen Yàlla Aji Sax ji sante, ndax ngeen gudd fan, ndax it ngeen baaxle ca suuf sa leen seen Yàlla Aji Sax ji jox."},{"style":"p","text":""},{"style":"v","text":"«Buleen bóom."},{"style":"p","text":""},{"style":"v","text":"«Buleen njaaloo."},{"style":"p","text":""},{"style":"v","text":"«Buleen sàcc."},{"style":"p","text":""},{"style":"v","text":"«Buleen seedeel seen moroom lu dul dëgg."},{"style":"p","text":""},{"style":"v","text":"«Buleen xédd seen jabaru dëkkandoo, buleen xemmem këram, mbaa toolam, mbaa jaamam bu góor, mbaa jaamam bu jigéen, mbaa aw nagam, mbaa mbaamam, mbaa mboolem seen alalu dëkkandoo.»"},{"style":"p","text":""},{"style":"v","text":"Kàddu yii la Aji Sax ji wax seen ndaje ma mépp, ca tund wa, ba mu àddoo ca digg sawara wa, kàddu gu xumb, ci biir xàmbaar gu lëndëm këruus. Tegaatu ca dara. Mu daldi bind kàddu yi ci ñaari àlluway doj, jox ma."},{"style":"v","text":"Ba ngeen déggee kàddu gay jibe ca lëndëm ga, tund wa jàpp, di tàkk, yeena dikk, seen mboolem kilifay giir ak seeni mag, ba ci man."},{"style":"v","text":"Ngeen ne ma: «Sunu Yàlla Aji Sax ji kat, moo nu won darajaam ak màggaayam. Kàddoom lanu dégg, mu jibe ca digg sawara wa. Bésub tey noo gis Yàlla wax ak doom aadama, ba noppi, muy wéye bakkanam!"},{"style":"v","text":"Waaye lu nuy jaayati nag sunu bakkan, doye? Ndax kat, sawara wu réy wii, su nu déggatee sunu kàddug Yàlla Aji Sax ji, da nuy xoyom."},{"style":"v","text":"Ana ci mboolem boroomu suux, ku ci masa dégg kàddug Yàlla jiy dund, mu jibe ci sawara, nii nu ko dégge, ba noppi di dund?"},{"style":"v","text":"Jegejil yaw te déglu mboolem li sunu Yàlla Aji Sax ji wax. Yaw yaa nuy àgge mboolem li la sunu Yàlla Aji Sax ji wax, nu dégg, jëfe.»"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Aji Sax ji dégg la ngeen ma wax. Mu ne ma: «Dégg naa li la mbooloo mii wax. Ñoo yey wax yooyu kàddu yépp."},{"style":"v","text":"Waaye céy bu ñu amoon boobu xol ngir ragal ma, di sàmm sama santaane yépp bés bu nekk, ba tax ñu baaxle, ñoom ak seen askan, ba fàww!"},{"style":"v","text":"Demal, nga ne leen ñu dellu ca seeni xayma."},{"style":"v","text":"Yaw nag, taxawal fi man, ba ma jox la mboolem santaane bi, dogali yoon yi ak àttey yoon yi nga leen di jàngal, te ñu war koo jëfe ca réew ma ma leen jox, ngir ñu nangu ko.»"},{"style":"p","text":""},{"style":"v","text":"Kon nag sàmmooleen koo jëfe ni leen ko seen Yàlla Aji Sax ji sante. Buleen lajjee ndijoor mbaa càmmoñ."},{"style":"v","text":"Mboolem yoon wi leen seen Yàlla Aji Sax ji teg, toppleen ko, ndax ngeen dund, baaxle te gudd fan ca réew ma ngeen di moom."}]