[{"style":"s1","text":"Dogook yenn xeet yi war na Israayil"},{"style":"p","text":""},{"style":"v","text":"Bu leen seen Yàlla Aji Sax ji yóbboo réew ma ngeen jëm, ngir nanguji ko, moo fay dàqe xeet yu bare fi seen kanam: Etteen ñi ak Girgaseen ñi ak Amoreen ñi ak Kanaaneen ñi ak Periseen ñi ak Eween ñeek Yebuseen ñi; juróom ñaari xeet yu leen ëpp, ëpp leen doole."},{"style":"v","text":"Bu leen leen seen Yàlla Aji Sax ji jébbalee, ba ngeen duma leen, nangeen leen faagaagal ba ñu jeex tàkk. Buleen fasook ñoom \\w kóllëre|kóllëre g-:\\w*, te buleen leen yërëm."},{"style":"v","text":"Buleen séyanteek ñoom: seen doom ju jigéen, buleen ko may doomu xeet yooyu, jigéenu xeet yooyu it, buleen ko jëlal seen doom ju góor."},{"style":"v","text":"Ndax dañu may dëddale ak seen doom yu góor, ñu mujj di jaamu yeneen yàlla, ba sànjum Aji Sax ji tàkk ci seen kaw yeen, bóom leen ci lu gaaw."},{"style":"v","text":"Ni ngeen di def ak ñoom kay mooy nii: seeni \\w sarxalukaay|sarxalukaay b-:\\w*, ngeen màbb; seen tuuri doj, ngeen rajaxe; seen xer yi ñuy jaamoo \\w Asera|Asera:\\w* tuur mi, ngeen gor; seen jëmmi tuur, ngeen lakk."},{"style":"v","text":"Ndax kat askan wu \\w sell|sell:\\w* ngeen, ñeel seen Yàlla Aji Sax ji. Yeen la seen Yàlla Aji Sax ji tànn, ngir ngeen doon askan wi mu séddool boppam, ci mboolem askani kaw suuf."},{"style":"p","text":""},{"style":"v","text":"Du seen barewaay bu ngeen ëpplee xeet yépp moo tax Aji Sax ji naw leen, ba tànn leen, nde yeena gëna néew ci xeet yépp."},{"style":"v","text":"Waaye cofeel gu leen Aji Sax ji sopp, ak sàmm gu mu sàmm ngiñam la mu giñaloon seeni maam, moo tax mu génnee leen dooley loxoom, jote leen ca kërug njaam ga, ak ca loxol Firawna buuru Misra."},{"style":"v","text":"Xamleen boog ne seen Yàlla Aji Sax ji moom mooy Yàlla; mooy Yàlla ju dëggu jiy sàmm kóllëre ak ngor ñeel soppeem ñiy sàmm ay santaaneem, sët ba sëtaat, ba ci junniy maas."},{"style":"v","text":"Waaye mooy fey ci saa si ay bañam, ngir sànk leen. Du yeexe bañam, ci saa si la koy fey."},{"style":"p","text":""},{"style":"v","text":"Kon nag sàmmleen santaane bi ak dogali yoon yi ak àttey yoon yi ma leen dénk tey, ngir di ko jëfe."},{"style":"v","text":"Bu ngeen déggalee àttey yoon yii, te sàmmoo koo jëfe, su boobaa seen Yàlla Aji Sax ji dina sàmm diggam ak yeen, kóllëre ak ngor, ga mu giñaloon seeni maam."},{"style":"v","text":"Moo leen di sopp, barkeel leen, yokk leen, barkeel seen meññeefum njurukaay, ak seen meññeefum suuf; seen pepp ak seen biiñ, ak seenug diw, ak seen doomi jur gu gudd ak gu gàtt, ca réew ma mu giñaloon seeni maam, ne yeen la koy jox."},{"style":"v","text":"Su boobaa yeenay gëna barkeel mboolem xeet yi, te du lenn, góor ak jigéen, luy jaasir ci seen biir ak seen biirug jur."},{"style":"v","text":"Su boobaa Aji Sax jee leen di xàjjil mboolem wéradi. Mboolem jàngoroy Misra yu bon yu ngeen xamoon, du leen ci teg lenn, te mboolem seeni bañ la koy teg."},{"style":"v","text":"Bóomleen mboolem xeet yi leen seen Yàlla Aji Sax ji jébbal nag. Buleen leen xool bëtu yërmande, buleen jaamu seeni tuur, lu ko moy muy seenug fiir."},{"style":"p","text":""},{"style":"v","text":"Jombul ngeen di wax ci seen xel naan: «Xeet yii gën noo bare, ana nu nu leen mana dàqe?»"},{"style":"v","text":"Buleen leen ragal. Fàttalikuleen bu baax ni seen Yàlla Aji Sax ji def Firawna ak Misra gépp,"},{"style":"v","text":"ak mitit yu réy ya ngeen gisal seen bopp, ak firnde yaak kéemaan ya, ak seen dooley loxol Yàlla Aji Sax jeek kàttanam gu réy, ga mu leen génnee. Noonu la seen Yàlla Aji Sax ji di def mboolem xeet yi ngeen ragal."},{"style":"v","text":"Te itam seen Yàlla Aji Sax ji, am mbas lay yebal ci seen kaw, ba seenu ndes wu leen làqu woon sànku."},{"style":"v","text":"Buleen am tiitaange ci ñoom, ndax seen Yàlla Aji Sax ji ci seen biir, Yàlla ju màgg la te raglu."},{"style":"v","text":"Seen Yàlla Aji Sax jee leen di dàqe fi seen kanam, ndànk-ndànk; dungeen leen mana gaawa jeexal, lu ko moy rabi àll yi mujj ne gàññ ci seen kaw."},{"style":"v","text":"Seen Yàlla Aji Sax ji moo leen di jébbal xeet yooyu, moo leen di salfaañe salfaañoo gu réy, ba ñu sànku."},{"style":"v","text":"Mooy teg seeni buur ci seeni loxo, ngeen far seenu tur fi asamaan tiim. Kenn ci ñoom du leen të, ba kera ngeen leen sànkee."},{"style":"v","text":"Seen jëmmi tuur yooyu nag, lakkleen leen. Buleen xemmem lenn luy xaalis mbaa wurus ci kaw tuur yi. Buleen ko aakimoo, lu ko moy muy seenug fiir, ndax loolu lu seen Yàlla Aji Sax ji seexlu la."},{"style":"v","text":"Buleen dugal yëf yu seexluwu seen biir néeg, lu ko moy àtteb aaye bi war ci yëf yooyu, moo leen di dab, yeen itam. Xofleen koo xof, seexlu koo seexlu, ndax yëf yooyu, aayalal a ci war."}]