[{"style":"s1","verse":"","text":"Xéewlu, fàtte, aay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mboolem santaane bi ma leen dénk bésub tey nag, sàmmooleen koo jëfe, ndax ngeen dund, yokku, ba dugg nanguji réew ma Aji Sax ji giñaloon seeni maam."},{"style":"v","verse":"2","text":"Fàttalikuleen mboolem yoon wi leen seen Yàlla Aji Sax ji awale diiru ñeent fukki at yii ci màndiŋ mi, teg leen coono, nattu leen ngir xam li ci seen biir xol, xam ndax dingeen wormaal ay santaaneem, am déet."},{"style":"v","verse":"3","text":"Moo leen teg coono, xiifal leen, leel leen \\w mànn|mànn:\\w* mu ngeen xamul, te seeni maam xamuñu ko woon, ngir xamal leen ne du aw ñam doŋŋ la doom aadama di dunde, waaye gépp kàddu gu tukkee ci gémmiñu Aji Sax ji, dees na ko dunde."},{"style":"v","verse":"4","text":"Seeni yére ràppul, seeni tànk newiwul diiru ñeent fukki at yii."},{"style":"v","verse":"5","text":"Xamleen xéll ne ni baay di yare doomam, ni la leen seen Yàlla Aji Sax ji yare."},{"style":"v","verse":"6","text":"Kon sàmmleen seen santaaney Yàlla Aji Sax ji, di topp ay yoonam te ragal ko."},{"style":"v","verse":"7","text":"Ndax seen Yàlla Aji Sax jaa ngi leen di yóbbu réew mu baax; réew mu ami wal, ak bëti ndox, ak ndox yu wale ci xóotey xur aki tund,"},{"style":"v","verse":"8","text":"réewum bele ak lors ak reseñ ak figg ak gërënaat ak diwu oliw ak lem."},{"style":"v","verse":"9","text":"Réew ma dungeen fa néewe njël, te dungeen fa ñàkke dara. Réew ma, ay dojam, weñ gu ñuul la, ay tundam, xànjar ngeen cay gase."},{"style":"v","verse":"10","text":"Dingeen lekk ba regg, di sante seen Yàlla Aji Sax ji réew mu baax ma mu leen jox."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Wattuleen seen bopp nag, bala ngeena fàtte seen Yàlla Aji Sax ji, baña sàmm ay santaaneem ak àttey yoonam ak dogali yoonam yi ma leen di dénk tey."},{"style":"v","verse":"12","text":"Su ngeen lekkee ba regg, am kër yu baax yu ngeen tabax dëkke,"},{"style":"v","verse":"13","text":"seen jur gu gudd ak gu gàtt yokku, xaalis ak wurus yokkul leen, seen jépp alal yokku,"},{"style":"v","verse":"14","text":"su boobaa moytuleen daldi xoggaliku, fàtte seen Yàlla Aji Sax ji leen génnee réewum Misra, kërug njaam ga,"},{"style":"v","verse":"15","text":"ki leen wommate biir màndiŋ mu yaa mu raglu ma, ak jaani daŋar yaaki jiitam, ci biir maral ak ñàkkum ndox. Moo leen xellil ndox mu balle ci doj wu ne sereŋ."},{"style":"v","verse":"16","text":"Moo leen leele ca màndiŋ ma mànn ma seeni maam xamuloon, ngir teg leen coono, nattu leen, te mujje baaxe leen."},{"style":"v","verse":"17","text":"Dingeen wax ci seen xel ne: «Sunu doole ak sunu njàmbaaru bopp moo nu may jii alal.»"},{"style":"v","verse":"18","text":"Waaye fàttalikuleen ne seen Yàlla Aji Sax ji mooy ki leen may dooley liggéey alal ji, ngir feddali ni mu ko defe tey, \\w kóllëreem|kóllëre g-:\\w* ga mu giñaloon seeni maam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Bu ngeen demee ba fàtte lu jëm ci seen Yàlla Aji Sax ji, di topp yeneen yàlla, di leen jaamooka sujjóotal, seedeel naa leen bés niki tey, ne su boobaa déy, dingeen sànku cànkute gu mat sëkk."},{"style":"v","verse":"20","text":"Ni xeet yi Aji Sax ji nara sànk fi seen kanam, noonu ngeen di sànkoo ndax ñàkka déggal seen Yàlla Aji Sax ji."}]