[{"style":"s1","verse":"","text":"Abram. Son arrivée au pays de Canaan"},{"style":"r","verse":"","text":"V. 1-9: cf. Ge 11:31, 32. Ac 7:2-5. Hé 11:8, 9."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"L’Éternel dit à Abram: \\x a \\xo 12.1 \\xt Ac 7:3. Hé 11:8.\\x*Vat’en de ton pays, de ta patrie, et de la maison de ton père, dans le pays que je te montrerai. "},{"style":"v","verse":"2","text":"Je ferai de toi une grande nation, et je te bénirai; je rendrai ton nom grand, et tu seras une source de bénédiction. "},{"style":"v","verse":"3","text":"Je bénirai ceux qui te béniront, et je maudirai ceux qui te maudiront; \\x b \\xo 12.3 \\xt Ge 18:18; 22:18; 26:4. Ac 3:25. Ga 3:8.\\x*et toutes les familles de la terre seront bénies en toi. "},{"style":"v","verse":"4","text":"Abram partit, comme l’Éternel le lui avait dit, et Lot partit avec lui. Abram était âgé de soixante-quinze ans, lorsqu’il sortit de Charan. "},{"style":"v","verse":"5","text":"\\x c \\xo 12.5 \\xt Ac 7:4.\\x*Abram prit Saraï, sa femme, et Lot, fils de son frère, avec tous les biens qu’ils possédaient et les serviteurs qu’ils avaient acquis à Charan. Ils partirent pour aller dans le pays de Canaan, et ils arrivèrent au pays de Canaan. "},{"style":"v","verse":"6","text":"Abram parcourut le pays jusqu’au lieu nommé Sichem, jusqu’aux chênes de Moré. \\x d \\xo 12.6 \\xt Ge 10:18, 19; 13:7.\\x*Les Cananéens étaient alors dans le pays. "},{"style":"v","verse":"7","text":"L’Éternel apparut à Abram, et dit: \\x e \\xo 12.7 \\xt Ge 13:15; 15:18; 17:8; 24:7; 26:4. De 34:4.\\x*Je donnerai ce pays à ta postérité. Et Abram bâtit là un autel à l’Éternel, qui lui était apparu. "},{"style":"v","verse":"8","text":"Il se transporta de là vers la montagne, à l’orient de Béthel, et il dressa ses tentes, ayant Béthel à l’occident et Aï à l’orient. Il bâtit encore là un autel à l’Éternel, et il invoqua le nom de l’Éternel. "},{"style":"v","verse":"9","text":"Abram continua ses marches, en s’avançant vers le midi."},{"style":"s1","verse":"","text":"Séjour en Égypte"},{"style":"r","verse":"","text":"V. 10-20: cf. Ge 20; 26:1-11. Ps 105:13-15."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Il y eut une famine dans le pays; et Abram descendit en Égypte pour y séjourner, car la famine était grande dans le pays. "},{"style":"v","verse":"11","text":"Comme il était près d’entrer en Égypte, il dit à Saraï, sa femme: Voici, je sais que tu es une femme belle de figure. "},{"style":"v","verse":"12","text":"Quand les Égyptiens te verront, ils diront: C’est sa femme! Et ils me tueront, et te laisseront la vie. "},{"style":"v","verse":"13","text":"\\x f \\xo 12.13 \\xt Ge 20:12; 26:7.\\x*Dis, je te prie, que tu es ma sœur, afin que je sois bien traité à cause de toi, et que mon âme vive grâce à toi. "},{"style":"v","verse":"14","text":"Lorsque Abram fut arrivé en Égypte, les Égyptiens virent que la femme était fort belle. "},{"style":"v","verse":"15","text":"Les grands de Pharaon la virent aussi et la vantèrent à Pharaon; et la femme fut emmenée dans la maison de Pharaon. "},{"style":"v","verse":"16","text":"Il traita bien Abram à cause d’elle; et Abram reçut des brebis, des bœufs, des ânes, des serviteurs et des servantes, des ânesses, et des chameaux. "},{"style":"v","verse":"17","text":"Mais \\x g \\xo 12.17 \\xt Ps 105:14.\\x*l’Éternel frappa de grandes plaies Pharaon et sa maison, au sujet de Saraï, femme d’Abram. "},{"style":"v","verse":"18","text":"Alors Pharaon appela Abram, et dit: Qu’est-ce que tu m’as fait? Pourquoi ne m’as-tu pas déclaré que c’est ta femme? "},{"style":"v","verse":"19","text":"Pourquoi as-tu dit: C’est ma sœur? Aussi l’ai-je prise pour ma femme. Maintenant, voici ta femme, prends-la, et va-t’en! "},{"style":"v","verse":"20","text":"Et Pharaon donna ordre à ses gens de le renvoyer, lui et sa femme, avec tout ce qui lui appartenait."}]