[{"style":"s1","verse":"","text":"Postérité d’Adam par Seth jusqu’à Noé"},{"style":"r","verse":"","text":"V. 1-32: cf. (Ge 4:25, 26. 1 Ch 1:1-4.) (Hé 11:5, 6. Jud 14, 15.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Voici le livre de la postérité d’Adam. Lorsque Dieu créa l’homme, il le fit \\x a \\xo 5.1 \\xt Ge 1:26; 9:6. 1 Co 11:7.\\x*à la ressemblance de Dieu. "},{"style":"v","verse":"2","text":"\\x b \\xo 5.2 \\xt Ge 1:26. Mt 19:4. Mc 10:6.\\x*Il créa l’homme et la femme, il les bénit, et il les appela du nom d’homme, lorsqu’ils furent créés. "},{"style":"v","verse":"3","text":"Adam, âgé de cent trente ans, engendra un fils à sa ressemblance, selon son image, et il lui donna le nom de Seth. "},{"style":"v","verse":"4","text":"Les jours d’Adam, \\x c \\xo 5.4 \\xt 1 Ch 1:1.\\x*après la naissance de Seth, furent de huit cents ans; et il engendra des fils et des filles. "},{"style":"v","verse":"5","text":"Tous les jours qu’Adam vécut furent de neuf cent trente ans; puis il mourut. "},{"style":"v","verse":"6","text":"Seth, âgé de cent cinq ans, \\x d \\xo 5.6 \\xt Ge 4:26.\\x*engendra Énosch. "},{"style":"v","verse":"7","text":"Seth vécut, après la naissance d’Énosch, huit cent sept ans; et il engendra des fils et des filles. "},{"style":"v","verse":"8","text":"Tous les jours de Seth furent de neuf cent douze ans; puis il mourut. "},{"style":"v","verse":"9","text":"Énosch, âgé de quatre-vingt-dix ans, engendra \\x e \\xo 5.9 \\xt 1 Ch 1:2.\\x*Kénan. "},{"style":"v","verse":"10","text":"Énosch vécut, après la naissance de Kénan, huit cent quinze ans; et il engendra des fils et des filles. "},{"style":"v","verse":"11","text":"Tous les jours d’Énosch furent de neuf cent cinq ans; puis il mourut. "},{"style":"v","verse":"12","text":"Kénan, âgé de soixante-dix ans, engendra Mahalaleel. "},{"style":"v","verse":"13","text":"Kénan vécut, après la naissance de Mahalaleel, huit cent quarante ans; et il engendra des fils et des filles. "},{"style":"v","verse":"14","text":"Tous les jours de Kénan furent de neuf cent dix ans; puis il mourut. "},{"style":"v","verse":"15","text":"Mahalaleel, âgé de soixante-cinq ans, engendra Jéred. "},{"style":"v","verse":"16","text":"Mahalaleel vécut, après la naissance de Jéred, huit cent trente ans; et il engendra des fils et des filles. "},{"style":"v","verse":"17","text":"Tous les jours de Mahalaleel furent de huit cent quatre-vingt-quinze ans; puis il mourut. "},{"style":"v","verse":"18","text":"Jéred, âgé de cent soixante-deux ans, engendra \\x f \\xo 5.18 \\xt 1 Ch 1:3.\\x*Hénoc. "},{"style":"v","verse":"19","text":"Jéred vécut, après la naissance d’Hénoc, huit cents ans; et il engendra des fils et des filles. "},{"style":"v","verse":"20","text":"Tous les jours de Jéred furent de neuf cent soixante-deux ans; puis il mourut. "},{"style":"v","verse":"21","text":"\\x g \\xo 5.21 \\xt Jud v. 14.\\x*Hénoc, âgé de soixante-cinq ans, engendra Metuschélah. "},{"style":"v","verse":"22","text":"\\x h \\xo 5.22 \\xt Hé 11:5.\\x*Hénoc, après la naissance de Metuschélah, marcha avec Dieu trois cents ans; et il engendra des fils et des filles. "},{"style":"v","verse":"23","text":"Tous les jours d’Hénoc furent de trois cent soixante-cinq ans. "},{"style":"v","verse":"24","text":"Hénoc marcha avec Dieu; puis il ne fut plus, \\x i \\xo 5.24 \\xt 2 R 2:11. Hé 11:5.\\x*parce que Dieu le prit. "},{"style":"v","verse":"25","text":"Metuschélah, âgé de cent quatre-vingt-sept ans, engendra Lémec. "},{"style":"v","verse":"26","text":"Metuschélah vécut, après la naissance de Lémec, sept cent quatre-vingt-deux ans; et il engendra des fils et des filles. "},{"style":"v","verse":"27","text":"Tous les jours de Metuschélah furent de neuf cent soixante-neuf ans; puis il mourut. "},{"style":"v","verse":"28","text":"Lémec, âgé de cent quatre-vingt-deux ans, engendra un fils. "},{"style":"v","verse":"29","text":"Il lui donna le nom de Noé, en disant: Celui-ci nous consolera de nos fatigues et du travail pénible de nos mains, provenant de cette terre que l’Éternel a maudite. "},{"style":"v","verse":"30","text":"Lémec vécut, après la naissance de Noé, cinq cent quatre-vingt-quinze ans; et il engendra des fils et des filles. "},{"style":"v","verse":"31","text":"Tous les jours de Lémec furent de sept cent soixante-dix sept ans; puis il mourut. "},{"style":"v","verse":"32","text":"Noé, âgé de cinq cents ans, engendra Sem, Cham et Japhet."}]