[{"style":"s1","verse":"","text":"Corruption du genre humain"},{"style":"r","verse":"","text":"V. 1-7: cf. (Ex 34:15, 16. 2 Co 6:14-18.) (Ps 14:1-4. Ro 3:10-18.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Lorsque les hommes eurent commencé à se multiplier sur la face de la terre, et que des filles leur furent nées, "},{"style":"v","verse":"2","text":"les fils de Dieu virent que les filles des hommes étaient belles, et ils en prirent pour femmes parmi toutes celles qu’ils choisirent. "},{"style":"v","verse":"3","text":"Alors l’Éternel dit: Mon esprit ne restera pas à toujours dans l’homme, car l’homme n’est que chair, et ses jours seront de cent vingt ans. "},{"style":"v","verse":"4","text":"Les géants étaient sur la terre en ces temps-là, après que les fils de Dieu furent venus vers les filles des hommes, et qu’elles leur eurent donné des enfants: ce sont ces héros qui furent fameux dans l’antiquité. "},{"style":"v","verse":"5","text":"L’Éternel vit que la méchanceté des hommes était grande sur la terre, et que \\x a \\xo 6.5 \\xt Ge 8:21. Job 15:16. Pr 6:14. Jé 17:9. Mt 15:19. Ro 3:10, 11, 12; 8:6.\\x*toutes les pensées de leur cœur se portaient chaque jour uniquement vers le mal. "},{"style":"v","verse":"6","text":"L’Éternel se repentit d’avoir fait l’homme sur la terre, et il fut affligé en son cœur. "},{"style":"v","verse":"7","text":"Et l’Éternel dit: J’exterminerai de la face de la terre l’homme que j’ai créé, depuis l’homme jusqu’au bétail, aux reptiles, et aux oiseaux du ciel; car je me repens de les avoir faits."},{"style":"s1","verse":"","text":"Le déluge"},{"style":"r","verse":"","text":"V. 8-22: cf. (Hé 11:7. 1 Pi 3:19, 20.) (Job 22:15-17. Os 4:1-3.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Mais Noé trouva grâce aux yeux de l’Éternel. "},{"style":"v","verse":"9","text":"Voici la postérité de Noé. Noé était un homme juste et intègre dans son temps; \\x b \\xo 6.9 \\xt Ge 5:22.\\x*Noé marchait avec Dieu. "},{"style":"v","verse":"10","text":"Noé engendra trois fils: Sem, Cham et Japhet. "},{"style":"v","verse":"11","text":"La terre était corrompue devant Dieu, la terre était pleine de violence. "},{"style":"v","verse":"12","text":"Dieu regarda la terre, et voici, elle était corrompue; car toute chair avait corrompu sa voie sur la terre. "},{"style":"v","verse":"13","text":"Alors Dieu dit à Noé: La fin de toute chair est arrêtée par devers moi; car ils ont rempli la terre de violence; voici, je vais les détruire avec la terre. "},{"style":"v","verse":"14","text":"Fais-toi une arche de bois de gopher; tu disposeras cette arche en cellules, et tu l’enduiras de poix en dedans et en dehors. "},{"style":"v","verse":"15","text":"Voici comment tu la feras: l’arche aura trois cents coudées de longueur, cinquante coudées de largeur et trente coudées de hauteur. "},{"style":"v","verse":"16","text":"Tu feras à l’arche une fenêtre, que tu réduiras à une coudée en haut; tu établiras une porte sur le côté de l’arche; et tu construiras un étage inférieur, un second et un troisième. "},{"style":"v","verse":"17","text":"Et moi, je vais faire venir le déluge d’eaux sur la terre, pour détruire toute chair ayant souffle de vie sous le ciel; tout ce qui est sur la terre périra. "},{"style":"v","verse":"18","text":"Mais j’établis mon alliance avec toi; \\x c \\xo 6.18 \\xt 1 Pi 3:20. 2 Pi 2:5.\\x*tu entreras dans l’arche, toi et tes fils, ta femme et les femmes de tes fils avec toi. "},{"style":"v","verse":"19","text":"De tout ce qui vit, de toute chair, tu feras entrer dans l’arche deux de chaque espèce, pour les conserver en vie avec toi: il y aura un mâle et une femelle. "},{"style":"v","verse":"20","text":"Des oiseaux selon leur espèce, du bétail selon son espèce, et de tous les reptiles de la terre selon leur espèce, deux de chaque espèce viendront vers toi, pour que tu leur conserves la vie. "},{"style":"v","verse":"21","text":"Et toi, prends de tous les aliments que l’on mange, et fais-en une provision auprès de toi, afin qu’ils te servent de nourriture ainsi qu’à eux. "},{"style":"v","verse":"22","text":"C’est ce que fit Noé: \\x d \\xo 6.22 \\xt Ge 7:5. Hé 11:7.\\x*il exécuta tout ce que Dieu lui avait ordonné."}]