[{"style":"s1","verse":"","text":"The Triumphal Entry"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And when they came near to Jerusalem, to Bethphage and Bethany at the Mount of Olives, he sent two of his disciples "},{"style":"v","verse":"2","text":"and said to them, “Go into the village before you, and right away \\add as you\\add*\\ef + \\fr 11:2 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“enter”) which is understood as temporal \\ef* enter into it you will find a colt tied, on which no one \\add has\\add* ever sat. Untie it and bring \\add it\\add*.\\ef + \\fr 11:2 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"3","text":"And if anyone says to you, ‘Why are you doing this?’ say\\f + \\fr 11:3 \\ft Some manuscripts omit “that” after “say” here; though understood to be present in the underlying Greek text, it introduces direct discourse here and is left untranslated, functioning much like English quotation marks \\f* ‘The Lord has need of it, and will send it here again at once.’ ” "},{"style":"v","verse":"4","text":"And they went away and found a colt tied at a door outside in the street, and they untied it. "},{"style":"v","verse":"5","text":"And some of those who were standing there said to them, “What are you doing, untying the colt?” "},{"style":"v","verse":"6","text":"So they told them, just as Jesus had said, and they allowed them \\add to take it\\add*.\\f + \\fr 11:6 \\ft The phrase “\\fq to take it \\ft ” is not in the Greek text, but is implied \\f* "},{"style":"v","verse":"7","text":"And they brought the colt to Jesus and threw their cloaks over it, and he sat on it. "},{"style":"v","verse":"8","text":"And many \\add people\\add* spread their cloaks on the road, and others \\add spread\\add*\\ef + \\fr 11:8 \\ft ﻿*Here the verb “\\add spread\\add*” is an understood repetition of the verb earlier in this verse \\ef* leafy branches \\add they\\add*\\ef + \\fr 11:8 \\ft ﻿*Here the participle “had cut” has been translated as a finite verb; it agrees in number, gender, and case with “others,” so “\\add they\\add*’ has been supplied to indicate this \\ef* had cut from the fields. "},{"style":"v","verse":"9","text":"And those who went ahead and those who were following were shouting,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“Hosanna!"},{"style":"q1","verse":"","text":"Blessed \\add is\\add* the one who comes in the name of the Lord!\\f + \\fr 11:9 \\ft A quotation from \\xt Ps 118:25–26 \\ft \\f*"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"10","text":"Blessed \\add is\\add* the coming kingdom of our father David!"},{"style":"q2","verse":"","text":"Hosanna in the highest \\add heaven\\add*!”\\ef + \\fr 11:10 \\ft *Here “heaven” is understood \\ef*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"And he went into Jerusalem to the temple, and \\add after\\add*\\ef + \\fr 11:11 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“looking around”) which is understood as temporal \\ef* looking around at everything, \\add because\\add*\\ef + \\fr 11:11 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was”) which is understood as causal \\ef* the hour was already late, he went out to Bethany with the twelve."},{"style":"s1","verse":"","text":"A Barren Fig Tree Cursed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"And on the next day \\add as\\add*\\ef + \\fr 11:12 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were departing”) \\ef* they were departing from Bethany, he was hungry. "},{"style":"v","verse":"13","text":"And \\add when he\\add*\\ef + \\fr 11:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw from a distance a fig tree that had leaves, he went \\add to see\\add* if perhaps he would find anything on it. And \\add when he\\add*\\ef + \\fr 11:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came up”) which is understood as temporal \\ef* came up to it he found nothing except leaves, because it was not the season for figs. "},{"style":"v","verse":"14","text":"And he responded \\add and\\add*\\ef + \\fr 11:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“responded”) has been translated as a finite verb \\ef* said to it, “Let no one eat fruit from you any more ⸤forever⸥!”\\f + \\fr 11:14 \\ft Literally “for the age” \\f* And his disciples heard \\add it\\add*.\\ef + \\fr 11:14 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"s1","verse":"","text":"The Cleansing of the Temple"},{"style":"m","verse":"","text":""},{"style":"v","verse":"15","text":"And they came to Jerusalem. And he entered into the temple \\add courts\\add*\\ef + \\fr 11:15 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* \\add and\\add*\\ef + \\fr 11:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“entered”) has been translated as a finite verb \\ef* began to drive out those who were selling and those who were buying in the temple \\add courts\\add*,\\ef + \\fr 11:15 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* and overturned the tables of the money changers and the chairs of those who were selling doves. "},{"style":"v","verse":"16","text":"And he did not permit anyone to carry objects\\f + \\fr 11:16 \\ft Or “merchandise” \\f* through the temple \\add courts\\add*.\\ef + \\fr 11:16 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* "},{"style":"v","verse":"17","text":"And he began to teach\\f + \\fr 11:17 \\ft The imperfect tense has been translated as ingressive here (“began to teach”) \\f* and was saying to them, “Is it not written,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘My house will be called a house of prayer"},{"style":"q2","verse":"","text":"for all the nations,’\\f + \\fr 11:17 \\ft A quotation from \\xt Isa 56:7 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"m","verse":"","text":"but you have made it a cave of robbers!” "},{"style":"v","verse":"18","text":"And the chief priests and the scribes heard \\add it\\add*,\\ef + \\fr 11:18 \\ft *Here the direct object is supplied from context in the English translation \\ef* and began considering\\f + \\fr 11:18 \\ft The imperfect tense has been translated as ingressive here (“began considering”) \\f* how they could destroy him. For they were afraid of him because the whole crowd was astounded by his teaching. "},{"style":"v","verse":"19","text":"And when evening came they went out of the city."},{"style":"s1","verse":"","text":"The Barren Fig Tree Withered"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"And \\add as they\\add*\\ef + \\fr 11:20 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“passed by”) which is understood as temporal \\ef* passed by early in the morning, they saw the fig tree withered from the roots. "},{"style":"v","verse":"21","text":"And Peter remembered \\add and\\add*\\ef + \\fr 11:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“remembered”) has been translated as a finite verb \\ef* said to him, “Rabbi, look! The fig tree that you cursed has withered!” "},{"style":"v","verse":"22","text":"And Jesus answered \\add and\\add*\\ef + \\fr 11:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Have faith in God! "},{"style":"v","verse":"23","text":"Truly I say to you that whoever says to this mountain, ‘Be lifted up and thrown into the sea!’ and does not doubt in his heart, but believes that what he says will happen, it will be \\add done\\add* for him. "},{"style":"v","verse":"24","text":"For this \\add reason\\add* I say to you, whatever you pray and ask for, believe that you have received \\add it\\add*,\\ef + \\fr 11:24 \\ft *Here the direct object is supplied from context in the English translation \\ef* and it will be \\add done\\add* for you. "},{"style":"v","verse":"25","text":"And whenever you stand praying, if you have anything against anyone, forgive \\add him\\add*,\\ef + \\fr 11:25 \\ft *Here the direct object is supplied from context in the English translation \\ef* so that your Father who \\add is\\add* in heaven will also forgive you your sins.”\\f + \\fr 11:25 \\ft Most later Greek manuscripts add v. \\xt 26 \\ft after v. \\xt 25 \\ft , “But if you do not forgive, neither will your Father in heaven forgive your sins” \\f*"},{"style":"s1","verse":"","text":"Jesus’ Authority Challenged"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"And they came again to Jerusalem. And \\add as\\add*\\ef + \\fr 11:27 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was walking”) \\ef* he was walking in the temple \\add courts\\add*,\\ef + \\fr 11:27 \\ft *Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* the chief priests and the scribes and the elders came up to him "},{"style":"v","verse":"28","text":"and said to him, “By what authority are you doing these \\add things\\add*, or who gave you this authority that you do these \\add things\\add*?” "},{"style":"v","verse":"29","text":"So Jesus said to them, “I will ask you one question. Answer me and I will tell you by what authority I am doing these \\add things\\add*. "},{"style":"v","verse":"30","text":"The baptism of John—was \\add it\\add* from heaven or from men? Answer me!” "},{"style":"v","verse":"31","text":"And they began to discuss\\f + \\fr 11:31 \\ft The imperfect tense has been translated as ingressive here (“began to discuss”) \\f* \\add this\\add*\\ef + \\fr 11:31 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with one another, saying, “What should we say?\\f + \\fr 11:31 \\ft Some manuscripts omit “What should we say?” \\f* If we say ‘From heaven,’ he will say, ‘Why then did you not believe him?’ "},{"style":"v","verse":"32","text":"But if we say, ‘From men’ ”—they were afraid of the crowd, because they all looked upon John ⸤as truly a prophet⸥.\\f + \\fr 11:32 \\ft Literally “that he was truly a prophet” \\f* "},{"style":"v","verse":"33","text":"And they replied to Jesus saying, “We do not know.” And Jesus said to them, “Neither will I tell you by what authority I am doing these \\add things\\add*.”"}]