[{"style":"p","text":""},{"style":"v","text":"“And you shall love Yahweh your God, and you shall keep his obligations and his statutes and his regulations and his commandments ⸤always⸥.\\f + \\fr 11:1 \\ft Literally “all \\fq of \\ft the days” \\f* "},{"style":"v","text":"And you shall realize ⸤today⸥\\f + \\fr 11:2 \\ft Literally “the day” \\f* that \\add it is\\add* not \\add with\\add* your children who have not known and who have not seen the discipline of Yahweh your God—his greatness, his strong hand, and his outstretched arm, "},{"style":"v","text":"and his signs and his deeds that he did in the midst of Egypt to Pharaoh, the king of Egypt, and to all \\add of\\add* his land, "},{"style":"v","text":"and what he did to the army of Egypt and to their horses and to their chariots, \\add and\\add* how he made the water of the ⸤Red Sea⸥\\f + \\fr 11:4 \\ft Literally “sea of reed” \\f* flow over them, ⸤when they pursued after them⸥,\\f + \\fr 11:4 \\ft Literally “in/at their pursuing after them” \\f* and so Yahweh has destroyed them, ⸤as is the case today⸥,\\f + \\fr 11:4 \\ft Literally “until the day the this” \\f* "},{"style":"v","text":"and what he did to you in the desert until you came up to this place, "},{"style":"v","text":"and what he did to Dathan and to Abiram, the sons of Eliab, the son of Reuben, how the earth opened its mouth wide and swallowed them, their households and their tents, and all \\add of\\add* the living creatures\\f + \\fr 11:6 \\ft Hebrew “creature” \\f* that \\add were\\add* in their possession \\add and that were\\add* ⸤following along with them⸥\\f + \\fr 11:6 \\ft Literally “in their feet” = “living things traveling along with them” \\f* in the midst of all \\add of\\add* Israel. "},{"style":"v","text":"The fact of the matter is, ⸤your own eyes have seen⸥\\f + \\fr 11:7 \\ft Literally “your eyes that are seeing” \\f* all \\add of\\add* the great deeds\\f + \\fr 11:7 \\ft Hebrew “deed” \\f* of Yahweh that he did."},{"style":"p","text":""},{"style":"v","text":"“And you must keep all \\add of\\add* the commandments\\f + \\fr 11:8 \\ft Hebrew “commandment” \\f* that I \\add am\\add* commanding you ⸤today⸥,\\f + \\fr 11:8 \\ft Literally “the day” \\f* so that you may have strength and \\add you may\\add* go and \\add you may\\add* take possession of that land ⸤to which you are crossing⸥\\f + \\fr 11:8 \\ft Literally “you are crossing there” \\f* to take possession of it, "},{"style":"v","text":"so that ⸤you may live long⸥\\f + \\fr 11:9 \\ft Literally “you may make long days” \\f* on the land that Yahweh swore to your ancestors,\\f + \\fr 11:9 \\ft Or “fathers” \\f* to give \\add it\\add* to them and to their offspring, a land flowing with milk and honey. "},{"style":"v","text":"For the fact is \\add that\\add* the land ⸤that you are about to go into⸥\\f + \\fr 11:10 \\ft Literally “you are about to go there” \\f* to take possession of it \\add is\\add* not like the land of Egypt, \\add from\\add* which you have ⸤come out of⸥,\\f + \\fr 11:10 \\ft Literally “come out from there” \\f* where you sow your seed and you give water by \\add your\\add* foot, ⸤as in a vegetable garden⸥.\\f + \\fr 11:10 \\ft Literally “as \\fq the \\ft garden of \\fq the \\ft vegetables” \\f* "},{"style":"v","text":"But the land that you \\add are\\add* about to cross into to take possession of it \\add is\\add* a land of hills and valleys, \\add and\\add* by the rain of the heaven it drinks water, "},{"style":"v","text":"a land that Yahweh your God \\add is\\add* caring for it; continually the eyes of Yahweh your God \\add are\\add* on it, from the beginning of the year up to the end of \\add the\\add* year."},{"style":"p","text":""},{"style":"v","text":"“And it will happen \\add that\\add* if you listen carefully to my commandments that I \\add am\\add* commanding you ⸤today⸥,\\f + \\fr 11:13 \\ft Literally “the day” \\f* to love Yahweh your God, and to serve him with all \\add of\\add* your heart and with all \\add of\\add* your soul,\\f + \\fr 11:13 \\ft Or “inner self” \\f* "},{"style":"v","text":"then ‘I will send the rain for your land in its season, early rain and later rain, and you will gather your grain and your wine and your olive oil. "},{"style":"v","text":"And I will give vegetation in your field for your livestock, and ⸤you will eat your fill⸥.’\\f + \\fr 11:15 \\ft Literally “you will eat and you will be satisfied” \\f* "},{"style":"v","text":"⸤Take care⸥\\f + \\fr 11:16 \\ft Literally “Watch for yourself” \\f* so that your heart is not easily deceived, and you turn away, and you serve other gods, and you bow down to them. "},{"style":"v","text":"And \\add then\\add* ⸤the anger of Yahweh will be kindled against you⸥,\\f + \\fr 11:17 \\ft Literally “the nose of Yahweh become hot against you” \\f* and he will shut up the heavens,\\f + \\fr 11:17 \\ft Or “sky” \\f* and there shall not be rain, and \\add so\\add* the ground will not give its produce, and you will perish quickly from the good land that Yahweh \\add is\\add* giving to you."},{"style":"p","text":""},{"style":"v","text":"“And you shall put these, my words, on your heart and on your inner self,\\f + \\fr 11:18 \\ft Or “soul” \\f* and you shall bind them as a sign on your hand and let them be as an emblem between your eyes. "},{"style":"v","text":"And you shall teach them to your children\\f + \\fr 11:19 \\ft Or “sons” \\f* by talking about them when you sit in your house and when you travel on the road and when you lie down and when you get up. "},{"style":"v","text":"And you shall write them on the doorframes of your house and on your gates, "},{"style":"v","text":"so that \\add they\\add* may multiply your days and the days of your children on the land that Yahweh swore to your ancestors\\f + \\fr 11:21 \\ft Or “fathers” \\f* to give \\add it\\add* to them ⸤as long as heaven endures over the earth⸥.\\f + \\fr 11:21 \\ft Literally “like the days of heaven above the earth” \\f* "},{"style":"v","text":"Yes, if you diligently keep all\\f + \\fr 11:22 \\ft Or “every one of” \\f* this commandment that I \\add am\\add* commanding you ⸤to observe it⸥, \\f + \\fr 11:22 \\ft Literally “to do it” \\f* by loving Yahweh your God ⸤by walking in⸥\\f + \\fr 11:22 \\ft Literally “to walk in” \\f* all his ways and by holding fast to him, "},{"style":"v","text":"then Yahweh will drive out all \\add of\\add* these nations ⸤before you⸥,\\f + \\fr 11:23 \\ft Literally “to the face of you” \\f* and you will dispossess nations larger and more numerous than you. "},{"style":"v","text":"Every place on which the sole of your foot treads, it shall be yours; your boundary shall be from the desert and Lebanon from the river, the river Euphrates, on up to the western sea.\\f + \\fr 11:24 \\ft That is, the Mediterranean Sea \\f* "},{"style":"v","text":"No one can take a stand ⸤against you⸥;\\f + \\fr 11:25 \\ft Literally “to your faces” \\f* your dread and your fear Yahweh your God will put on the ⸤surface⸥\\f + \\fr 11:25 \\ft Literally “faces” \\f* of all the land ⸤where you tread⸥,\\f + \\fr 11:25 \\ft Literally “which you tread in it” \\f* \\add just\\add* as he ⸤promised⸥\\f + \\fr 11:25 \\ft Literally “spoke” \\f* to you."},{"style":"p","text":""},{"style":"v","text":"“See, I am setting ⸤before you⸥\\f + \\fr 11:26 \\ft Literally “to the face of you” \\f* ⸤today⸥\\f + \\fr 11:26 \\ft Literally “the day” \\f* a blessing and a curse: "},{"style":"v","text":"the blessing, if you listen to the commandments of Yahweh your God that I \\add am\\add* commanding you ⸤today⸥,\\f + \\fr 11:27 \\ft Literally “the day” \\f* "},{"style":"v","text":"and the curse, if you \\add do\\add* not listen to the commandments of Yahweh your God, but \\add rather\\add* you turn from the way that I \\add am\\add* commanding you ⸤today⸥\\f + \\fr 11:28 \\ft Literally “the day” \\f* to go after other gods that you have not known."},{"style":"p","text":""},{"style":"v","text":"“And it will happen \\add that\\add* when Yahweh your God has brought you to ⸤the land that you are going to⸥,\\f + \\fr 11:29 \\ft Literally “the land that you are going there” \\f* to take possession of it, then\\f + \\fr 11:29 \\ft Hebrew “and” \\f* you shall pronounce the blessing on Mount Gerizim and the curse on Mount Ebal. "},{"style":"v","text":"(Are they not beyond the Jordan, ⸤toward the west⸥,\\f + \\fr 11:30 \\ft Literally “after the way of the descent of the sun” \\f* in the land of the Canaanites living in the Jordan Valley,\\f + \\fr 11:30 \\ft Hebrew “in the Arabah” \\f* opposite Gilgal beside the terebinth\\f + \\fr 11:30 \\ft Or “oaks” \\f* of Moreh?) "},{"style":"v","text":"For you are \\add now\\add* about to cross the Jordan to go to take possession of the land that Yahweh, your God, \\add is\\add* giving to you, and you will take possession of it and live in it, "},{"style":"v","text":"and you must diligently ⸤observe⸥\\f + \\fr 11:32 \\ft Literally “observe to do” \\f* all the rules and the regulations that I \\add am\\add* setting ⸤before you⸥\\f + \\fr 11:32 \\ft Literally “before your face” \\f* ⸤today⸥.”\\f + \\fr 11:32 \\ft Literally “the day” \\f*"}]