[{"style":"s1","text":"Detailed Stipulations: Purity and Unity"},{"style":"m","text":""},{"style":"v","text":"“These \\add are\\add* the rules and the regulations ⸤that you must diligently observe⸥\\f + \\fr 12:1 \\ft Literally “that you must observe to do” \\f* in the land that Yahweh, \\add the\\add* God of your ancestors,\\f + \\fr 12:1 \\ft Or “fathers” \\f* has given to you to take possession of it, \\add during\\add* all the days that you \\add are\\add* living on the land."},{"style":"p","text":""},{"style":"v","text":"You must completely demolish all \\add of\\add* the places there where \\add they\\add* served their gods, \\add that is\\add*, the nations whom you \\add are\\add* about to dispossess, on the high mountains, and on the hills and under each leafy green tree.\\f + \\fr 12:2 \\ft Or “spreading tree” \\f* "},{"style":"v","text":"And you shall break down their altars, and you shall smash their stone pillars, and their Asherah poles you must burn with fire, and the images of their gods you shall hew down, and you shall blot out their names from that place. "},{"style":"v","text":"You shall not worship Yahweh your God like this. "},{"style":"v","text":"⸤But only⸥\\f + \\fr 12:5 \\ft Literally “But if” \\f* to the place that Yahweh your God will choose from all \\add of\\add* your tribes to place his name there as his dwelling shall you seek, and there you shall go. "},{"style":"v","text":"And you shall bring there your burnt offerings and your sacrifices and your tithes and ⸤your donations⸥\\f + \\fr 12:6 \\ft Literally “the contributions of your hand” \\f* and your votive gifts and your freewill offerings and the firstling of your herd and your flock. "},{"style":"v","text":"And you shall eat there ⸤before⸥\\f + \\fr 12:7 \\ft Literally “before the faces of” \\f* Yahweh your God, and you shall rejoice ⸤in all your endeavors⸥,\\f + \\fr 12:7 \\ft Literally “in all \\fq of \\ft the sending of your hand” \\f* you and your family \\add in\\add* which Yahweh your God has blessed you."},{"style":"p","text":""},{"style":"v","text":"“You must not do \\add just\\add* as we \\add are\\add* doing here ⸤today⸥,\\f + \\fr 12:8 \\ft Literally “the day” \\f* ⸤each according to all that is right in his eyes⸥.\\f + \\fr 12:8 \\ft Literally “each \\fq man \\ft all of the right in his eyes” \\f* "},{"style":"v","text":"For you have not come up to now to the resting place and to the inheritance that Yahweh your God \\add is\\add* giving to you. "},{"style":"v","text":"But you will cross the Jordan, and you will settle in the land that Yahweh your God \\add is\\add* giving you as an inheritance, and he will give rest to you from all your enemies from all around, and you will live securely, "},{"style":"v","text":"⸤and then⸥\\f + \\fr 12:11 \\ft Literally “and it will happen” \\f* \\add at\\add* the place that Yahweh your God will choose, to let his name dwell there, there you shall bring all \\add the things\\add* I \\add am\\add* commanding you, your burnt offerings and your sacrifices, your tithes and ⸤your donations⸥,\\f + \\fr 12:11 \\ft Literally “the contribution of your hand” \\f* and all \\add of\\add* the choice \\add things\\add*, your votive gifts that you vow to Yahweh. "},{"style":"v","text":"And you shall rejoice ⸤before⸥\\f + \\fr 12:12 \\ft Literally “the face of” \\f* Yahweh your God, you and your sons and your daughters and your slaves and your slave women and the Levite who \\add is\\add* in your ⸤towns⸥,\\f + \\fr 12:12 \\ft Literally “gates” \\f* because there is not for him a plot of ground and an inheritance with you."},{"style":"p","text":""},{"style":"v","text":"“Take care for yourself so that you do not offer your burnt offerings at \\add just\\add* any place that you happen to see, "},{"style":"v","text":"⸤but only⸥\\f + \\fr 12:14 \\ft Literally “but \\fq only \\ft if” \\f* at the place that Yahweh will choose among one of your tribes; there you shall offer your burnt offerings, and there you shall do all \\add the things\\add* that I \\add am\\add* commanding you."},{"style":"p","text":""},{"style":"v","text":"“But ⸤whenever you desire⸥\\f + \\fr 12:15 \\ft Literally “in all the wanting of your soul/inner self” \\f* you may slaughter, and you may eat meat according to the blessing of Yahweh your God that he has given to you in all \\add of\\add* your ⸤towns⸥;\\f + \\fr 12:15 \\ft Literally “gates” \\f* the unclean and the clean may eat it \\add just\\add* as \\add they would\\add* the gazelle and as the deer. "},{"style":"v","text":"Only the blood you must not eat, \\add but\\add* on the ground you must pour it like water. "},{"style":"v","text":"You are not allowed to eat in your ⸤towns⸥\\f + \\fr 12:17 \\ft Literally “gates” \\f* the tithe of your grain and your wine and your olive oil and the firstborn of your herd and your flock and all \\add of\\add* your votive gifts that you vowed and your freewill offering and ⸤your donations⸥.\\f + \\fr 12:17 \\ft Literally “the contribution of your hand” \\f* "},{"style":"v","text":"But only ⸤before⸥\\f + \\fr 12:18 \\ft Literally “before the face of” \\f* Yahweh your God you shall eat it, at the place that Yahweh your God will choose,\\f + \\fr 12:18 \\ft Hebrew “choose it” \\f* you and your son and your daughter and your slave and your slave woman and the Levite who \\add is\\add* in your ⸤towns⸥,\\f + \\fr 12:18 \\ft Literally “gate” \\f* and you must rejoice ⸤before⸥\\f + \\fr 12:18 \\ft Literally “before the face of” \\f* your God ⸤in all your undertakings⸥.\\f + \\fr 12:18 \\ft Literally “in all \\fq of \\ft the sending of your hand” \\f* "},{"style":"v","text":"⸤Take care⸥\\f + \\fr 12:19 \\ft Literally “Watch for yourself” \\f* so that you do not neglect the Levite all \\add of\\add* your days on your land."},{"style":"p","text":""},{"style":"v","text":"“When Yahweh your God enlarges your territory \\add just\\add* as he has ⸤promised⸥\\f + \\fr 12:20 \\ft Literally “spoken” \\f* to you, and you say ‘I want to eat \\add some\\add* meat,’ ⸤because you want it⸥,\\f + \\fr 12:20 \\ft Literally “because your soul/inner self desires it” \\f* ⸤whenever you desire⸥\\f + \\fr 12:20 \\ft Literally “at/in all the wanting of your soul/inner self” \\f* you may eat meat. "},{"style":"v","text":"If the place that\\f + \\fr 12:21 \\ft Or “where” \\f* Yahweh your God will choose to put his name there is \\add too\\add* far from you, and you slaughter any of your herd and any of your flock that Yahweh has given to you \\add just\\add* as I have commanded you, then you may eat whenever you desire in your ⸤towns⸥.\\f + \\fr 12:21 \\ft Literally “gates” \\f* "},{"style":"v","text":"Surely \\add just\\add* as the gazelle and the deer is eaten, so \\add both\\add* the unclean and the clean together may eat it. "},{"style":"v","text":"Only, be sure not to eat the blood, because the blood is the life, and you shall not eat the life with the meat. "},{"style":"v","text":"You shall not eat it, \\add but\\add* on the ground you shall pour it out like water. "},{"style":"v","text":"You shall not eat it, so that ⸤it will go well⸥\\f + \\fr 12:25 \\ft Literally “it/he is good” \\f* for you \\add and\\add* your children after you, because \\add then\\add* you will \\add be\\add* doing what is\\f + \\fr 12:25 \\ft Hebrew “the” \\f* right in the eyes of Yahweh. "},{"style":"v","text":"Only your holy objects ⸤that are yours⸥\\f + \\fr 12:26 \\ft Literally “that are for you” \\f* and your votive gifts you must carry and you must bring to the place that Yahweh will choose. "},{"style":"v","text":"And you shall offer your burnt offerings, the flesh and the blood on the altar of Yahweh your God, and the blood of your sacrifices you shall pour out on the altar of Yahweh your God, but the meat you may eat. "},{"style":"v","text":"⸤Be careful to obey⸥\\f + \\fr 12:28 \\ft Literally “Watch carefully and listen” \\f* all these things that I \\add am\\add* commanding you, so that ⸤it will go well⸥\\f + \\fr 12:28 \\ft Literally “he/it is good” \\f* for you and for your children after you ⸤forever⸥,\\f + \\fr 12:28 \\ft Literally “until ever” \\f* because then you will \\add be\\add* doing what is\\f + \\fr 12:28 \\ft Hebrew “the” \\f* good and right\\f + \\fr 12:28 \\ft Hebrew “the right” \\f* in the eyes of Yahweh your God."},{"style":"p","text":""},{"style":"v","text":"“When Yahweh your God has cut off the nations whom you \\add are\\add* ⸤about to go to⸥,\\f + \\fr 12:29 \\ft Literally “about to go to there” \\f* to dispossess them ⸤before you⸥,\\f + \\fr 12:29 \\ft Literally “from the face of you” \\f* and you have dispossessed them, and you live in their land, "},{"style":"v","text":"⸤take care⸥\\f + \\fr 12:30 \\ft Literally “Watch for yourself” \\f* so that you are not ensnared ⸤into imitating them⸥\\f + \\fr 12:30 \\ft Literally “after them” \\f* after their being destroyed from ⸤before you⸥,\\f + \\fr 12:30 \\ft Literally “from the face of you” \\f* and so that you not enquire concerning their gods, ⸤saying⸥,\\f + \\fr 12:30 \\ft Literally “to say” \\f* ‘How did these nations serve their gods, and \\add thus\\add* ⸤I myself⸥\\f + \\fr 12:30 \\ft Emphatic use of the pronoun \\f* want to do also.’ "},{"style":"v","text":"You must not do so toward Yahweh your God, because of every detestable thing they have done for their gods Yahweh hates, for even their sons and their daughters they would burn in the fire to their gods. "},{"style":"v","text":"\\f + \\fr 12:32 \\ft \\xt Deuteronomy 12:32–13:18 \\ft in the English Bible is 13:1–19 in the Hebrew Bible \\f* All of the things\\f + \\fr 12:32 \\ft Hebrew “thing” \\f* that I \\add am\\add* commanding you, ⸤you must diligently observe⸥;\\f + \\fr 12:32 \\ft Literally “you must observe to do \\fq it \\ft ” \\f* you shall not add to it, and you shall not take away from it.”"}]