[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"“At the end of seven years you shall grant \\add a\\add* remission of debt. "},{"style":"v","verse":"2","text":"And this \\add is\\add* the manner of the remission of debt: every ⸤creditor⸥\\f + \\fr 15:2 \\ft Literally “owner of the loan of his hand” \\f* shall remit his claim that he holds against his neighbor, and he shall not exact payment \\add from\\add* his brother because there\\f + \\fr 15:2 \\ft Hebrew “it” \\f* \\add a\\add* remission of debt has been proclaimed unto\\f + \\fr 15:2 \\ft Hebrew “for” \\f* Yahweh. "},{"style":"v","verse":"3","text":"\\add With respect to\\add* the foreigner you may exact payment, but ⸤you must remit⸥\\f + \\fr 15:3 \\ft Literally “your hand shall remit” \\f* what shall be \\add owed\\add* to you \\add with respect to\\add* your brother. "},{"style":"v","verse":"4","text":"Nevertheless, there\\f + \\fr 15:4 \\ft Hebrew “it” \\f* shall not be among you a poor \\add person\\add*, because Yahweh will certainly bless you in the land that Yahweh your God \\add is\\add* giving to you \\add as\\add* an inheritance, to take possession of it. "},{"style":"v","verse":"5","text":"If only you listen well to the voice of Yahweh your God ⸤by observing diligently⸥\\f + \\fr 15:5 \\ft Literally “to observe \\fq so as \\ft to do” \\f* all of these commandments\\f + \\fr 15:5 \\ft Hebrew “commandment” \\f* that I \\add am\\add* commanding you ⸤today⸥.\\f + \\fr 15:5 \\ft Literally “the day” \\f* "},{"style":"v","verse":"6","text":"When Yahweh your God has blessed you, \\add just\\add* as he ⸤promised⸥\\f + \\fr 15:6 \\ft Literally “spoke” \\f* to you, then you will lend to many nations, but you will not borrow \\add from them\\add*, and you will rule over many nations, but they will not rule over you. "},{"style":"v","verse":"7","text":"If \\add there\\add* is a poor \\add person\\add* among you from \\add among\\add* one of your brothers in one of your ⸤towns⸥\\f + \\fr 15:7 \\ft Literally “gates” \\f* that Yahweh your God \\add is\\add* giving to you, you shall not harden your heart, and you shall not shut your hand toward ⸤your brother who is poor⸥.\\f + \\fr 15:7 \\ft Literally “from among your brothers, the poor one” \\f* "},{"style":"v","verse":"8","text":"But you shall certainly open your hand for him, and ⸤you shall willingly lend⸥\\f + \\fr 15:8 \\ft Literally “lending you shall lend” \\f* \\add to\\add* him enough to meet his need, ⸤whatever it is⸥.\\f + \\fr 15:8 \\ft Literally “whatever is lacking for him” \\f* "},{"style":"v","verse":"9","text":"⸤Take care⸥\\f + \\fr 15:9 \\ft Literally “Watch for yourself” \\f* so that there\\f + \\fr 15:9 \\ft Hebrew “it” \\f* will not be ⸤a thought of wickedness⸥\\f + \\fr 15:9 \\ft Literally “a thing in your heart wickedness” \\f* in your heart, ⸤saying⸥,\\f + \\fr 15:9 \\ft Literally “to say” \\f* ‘The seventh year, the year of the remission of debt is near,’ ⸤and you view your needy neighbor with hostility⸥,\\f + \\fr 15:9 \\ft Literally “is bad your eye against your brother who is needy” \\f* and \\add so\\add* you \\add do\\add* not give to him, and he might cry \\add out\\add* against you to Yahweh, and ⸤you would incur guilt against yourself⸥.\\f + \\fr 15:9 \\ft Literally “it will be against you a sin” \\f* "},{"style":"v","verse":"10","text":"By all means you must give to him, and ⸤you must not be discontented⸥\\f + \\fr 15:10 \\ft Literally “and not shall be bad/evil your heart at/when” \\f* at your giving to him, because on account of this \\add very\\add* thing, Yahweh your God will bless you in all your work and ⸤in all that you undertake⸥.\\f + \\fr 15:10 \\ft Literally “in all \\fq of \\ft the sending/putting forth of your hand” \\f* "},{"style":"v","verse":"11","text":"For the poor\\f + \\fr 15:11 \\ft Or “the needy person” \\f* will not cease to be ⸤among you⸥\\f + \\fr 15:11 \\ft Literally “from the midst of “ \\f* \\add in\\add* the land; therefore I \\add am\\add* commanding you, ⸤saying⸥,\\f + \\fr 15:11 \\ft Literally “to say” \\f* ‘You shall willingly open your hand to your brother, to your needy and to your poor \\add that are\\add* in your land.’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"If your relative\\f + \\fr 15:12 \\ft Or “brother” \\f* who is a Hebrew man or a Hebrew woman is sold to you, and \\add he or she\\add* has served you six years, then in the seventh year you shall send that person \\add out\\add* ⸤free⸥.\\f + \\fr 15:12 \\ft Literally “free from with you” \\f* "},{"style":"v","verse":"13","text":"And when you send him \\add out\\add* free from you, you shall not send him \\add away\\add* empty-handed. "},{"style":"v","verse":"14","text":"You shall generously supply him from \\add among\\add* your flocks and from your threshing floor and from your press; \\add according to\\add* that \\add with which\\add* Yahweh your God has blessed you, you shall give to him. "},{"style":"v","verse":"15","text":"And remember that you were a slave in the land of Egypt, and Yahweh your God redeemed you; therefore I \\add am\\add* commanding you thus ⸤today⸥.\\f + \\fr 15:15 \\ft Literally “the day” \\f* "},{"style":"v","verse":"16","text":"And then \\add if\\add* it will happen \\add that\\add* he says to you, ‘⸤I do not want to go out⸥\\f + \\fr 15:16 \\ft Literally “I will not go out” \\f* from you,’ because he loves you and your family, because it is good for him \\add to be\\add* with you; "},{"style":"v","verse":"17","text":"then you shall take an awl, and you shall thrust \\add it\\add* through his earlobe and into the door, and he shall be to you ⸤a slave forever⸥;\\f + \\fr 15:17 \\ft Literally “a slave of eternity” \\f* and you shall also do likewise for your slave woman. "},{"style":"v","verse":"18","text":"It shall not be hard in your eyes ⸤when you send him forth free⸥,\\f + \\fr 15:18 \\ft Literally “in/at you to send him forth free from \\fq being \\ft with you” \\f* because for six years he has served you \\add worth\\add* twice the wage of a hired worker; and Yahweh your God will bless you ⸤in whatever you will do⸥.\\f + \\fr 15:18 \\ft Literally “in all \\fq of \\ft that you will do” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"“Every firstling male that is born of your herd and of your flock you shall consecrate to Yahweh your God; you shall not do work with the firstling of your ox, and you shall not shear the firstling of your flock. "},{"style":"v","verse":"20","text":"\\add Rather\\add* ⸤before Yahweh⸥\\f + \\fr 15:20 \\ft Literally “in the face of Yahweh” \\f* your God you shall eat it year by year at the place Yahweh will choose, you and your household. "},{"style":"v","verse":"21","text":"But if there is a physical defect in it, \\add such as\\add* lameness or blindness, any serious defect, you shall not sacrifice it to Yahweh your God. "},{"style":"v","verse":"22","text":"In your ⸤towns⸥\\f + \\fr 15:22 \\ft Literally “gates” \\f* you shall eat it, the unclean and the clean together \\add may eat it\\add*, \\add just\\add* as \\add they eat\\add* the gazelle and as \\add they eat\\add* the deer. "},{"style":"v","verse":"23","text":"But you shall not eat its blood; you shall pour it on the ground like water.”"}]