[{"style":"p","text":""},{"style":"v","text":"“And there shall not be for the Levitical priests, the whole tribe of Levi, a plot of ground and an inheritance with Israel, \\add rather\\add* they may eat an offering made by fire \\add as\\add* their inheritance,\\f + \\fr 18:1 \\ft The meaning of the Hebrew text here is uncertain; possibly it reads: “\\fq rather \\ft an offering by fire then they will eat as \\fq their \\ft inheritance/patrimony” \\f* for Yahweh. "},{"style":"v","text":"And there shall not be for them\\f + \\fr 18:2 \\ft Hebrew “him” \\f* an inheritance \\add of land\\add* in the midst of his brothers; \\add rather\\add* Yahweh is his inheritance, \\add just\\add* as he ⸤promised⸥\\f + \\fr 18:2 \\ft Literally “spoke” \\f* to them.\\f + \\fr 18:2 \\ft Hebrew “him” \\f*"},{"style":"p","text":""},{"style":"v","text":"Now this shall be the share of the priest from the people, from ⸤those who sacrifice the sacrifice⸥,\\f + \\fr 18:3 \\ft Literally “the sacrificers of the sacrifice” \\f* \\add whether it is\\add* an ox, sheep, or goat, and they shall give the priest the shoulder and the jawbones and the stomach. "},{"style":"v","text":"The firstfruits\\f + \\fr 18:4 \\ft Hebrew “firstfruit” \\f* of your grain, your wine, and your olive oil and the firstfruits\\f + \\fr 18:4 \\ft Hebrew “firstfruit” \\f* of the fleece of your sheep you shall give to him. "},{"style":"v","text":"For Yahweh your God has chosen him from \\add among\\add* all your tribes to stand to minister in the name of Yahweh, he and his sons ⸤forever⸥.\\f + \\fr 18:5 \\ft Literally “all \\fq of \\ft the days” \\f*"},{"style":"p","text":""},{"style":"v","text":"And if a\\f + \\fr 18:6 \\ft Hebrew “the” \\f* Levite comes from one of your ⸤towns⸥\\f + \\fr 18:6 \\ft Literally “gates” \\f* from ⸤anywhere in Israel⸥\\f + \\fr 18:6 \\ft Literally “all \\fq of \\ft Israel” \\f* where he is residing, ⸤he may come whenever he desires⸥,\\f + \\fr 18:6 \\ft Literally “he may come in all the desire of his soul/inner self” \\f* to the place that Yahweh will choose, "},{"style":"v","text":"and he may minister in the name of Yahweh his God, \\add just\\add* like all his brothers, ⸤the Levites who stand there⸥\\f + \\fr 18:7 \\ft Literally “the Levites the ones standing there” \\f* ⸤before⸥\\f + \\fr 18:7 \\ft Literally “to the face of” \\f* Yahweh. "},{"style":"v","text":"They shall eat ⸤equal portions⸥,\\f + \\fr 18:8 \\ft Literally “a portion like a portion” \\f* apart from what he may receive from the sale of his patrimony.\\f + \\fr 18:8 \\ft Hebrew meaning of these phrases/words is not certain; also could translate as “except \\fq what they receive \\ft from the sale of their fathers’ \\fq estates \\ft ” (NASB); or “what he may inherit from his father’s family” \\f*"},{"style":"p","text":""},{"style":"v","text":"“When you come to the land that Yahweh your God \\add is\\add* giving to you, you must not learn to do like the detestable practices of those nations. "},{"style":"v","text":"\\add There\\add* shall not be found among you one who makes his son or his daughter go through the fire, \\add or\\add* ⸤one who practices divination⸥,\\f + \\fr 18:10 \\ft Literally “a diviner of divination” \\f* \\add or\\add* an interpreter of signs,\\f + \\fr 18:10 \\ft Or “soothsayer” \\f* or an augur,\\f + \\fr 18:10 \\ft Or “an interpreter of omens” \\f* or sorcerer, "},{"style":"v","text":"or one who casts magic spells, or one who consults \\add a\\add* spirit of the dead,\\f + \\fr 18:11 \\ft Or “medium” \\f* or spiritist, or one who inquires of the dead.\\f + \\fr 18:11 \\ft Or “necromancer” \\f* "},{"style":"v","text":"For everyone doing these \\add things\\add* \\add is\\add* detestable to Yahweh, and because of these detestable things Yahweh your God \\add is\\add* driving them out from ⸤before you⸥.\\f + \\fr 18:12 \\ft Literally “the face of you” \\f* "},{"style":"v","text":"You must be blameless before Yahweh your God. "},{"style":"v","text":"For these nations that you \\add are\\add* about to dispossess listen to interpreters of signs\\f + \\fr 18:14 \\ft Or “practice witchcraft” \\f* and to diviners, but Yahweh your God has not allowed you to do the same."},{"style":"p","text":""},{"style":"v","text":"“Yahweh your God will raise up for you a prophet like me from your midst, from your countrymen,\\f + \\fr 18:15 \\ft Or “your brothers” \\f* \\add and\\add* to him you shall listen. "},{"style":"v","text":"\\add This is\\add* ⸤according to all that you asked⸥\\f + \\fr 18:16 \\ft Literally “\\fq just \\ft as all \\fq of \\ft that you asked” \\f* from Yahweh your God at Horeb, on the day of the assembly, ⸤saying⸥,\\f + \\fr 18:16 \\ft Literally “to say” \\f* ‘⸤I do not want again to hear⸥\\f + \\fr 18:16 \\ft Literally “not I want to do again to hear” \\f* the voice of Yahweh my God, \\add and\\add* I do not want to see again this great fire, so that I may not die!’ "},{"style":"v","text":"And Yahweh said to me, ‘They are right \\add in\\add* what they have said. "},{"style":"v","text":"I will raise up a prophet for them ⸤from among their countrymen⸥\\f + \\fr 18:18 \\ft Literally “from the midst of their brothers” \\f* like you, and I will place\\f + \\fr 18:18 \\ft Or “give” \\f* my words into his mouth, and he shall speak to them ⸤everything that I command him⸥.\\f + \\fr 18:18 \\ft Literally “all \\fq of \\ft what I command him” \\f* "},{"style":"v","text":"⸤And then⸥\\f + \\fr 18:19 \\ft Literally “And it will happen” \\f* the man that will not listen to my words that he shall speak in my name, I will hold accountable. "},{"style":"v","text":"However, the prophet that behaves presumptuously by speaking a word in my name that I have not commanded him to speak, and who speaks in the name of other gods, then that prophet shall die.’ "},{"style":"v","text":"And if you say ⸤to yourself⸥,\\f + \\fr 18:21 \\ft Literally “in your heart” \\f* ‘How can we know the word that Yahweh has not spoken to him?’ "},{"style":"v","text":"\\add Whenever\\add* what the prophet spoke in the name of Yahweh, the thing does not take place and \\add does\\add* not come \\add about\\add*, that \\add is\\add* the thing that Yahweh has not spoken to him.\\f + \\fr 18:22 \\ft Or “that Yahweh has not spoken it” \\f* Presumptuously the prophet spoke it; you shall not fear that\\f + \\fr 18:22 \\ft Hebrew “the” \\f* prophet.”"}]