[{"style":"p","text":""},{"style":"v","text":"“⸤And then⸥\\f + \\fr 26:1 \\ft Literally “And it shall happen” \\f* when you come to the land that Yahweh your God \\add is\\add* giving to you \\add as an\\add* inheritance, and you take possession of it and you settle in it, "},{"style":"v","text":"then you shall take from the firstfruit of all the fruit of the ground that you harvest from your land that Yahweh your God \\add is\\add* giving to you, and you shall put \\add it\\add* in a basket, and you shall go to the place that Yahweh your God will choose to make his name to dwell there. "},{"style":"v","text":"And you shall go to the priest who is \\add in office\\add* in those days, and you shall say, ‘I declare ⸤today⸥\\f + \\fr 26:3 \\ft Literally “the day” \\f* to Yahweh your God that I have come into the land that Yahweh swore to our ancestors\\f + \\fr 26:3 \\ft Or “fathers” \\f* to give to us.’ "},{"style":"v","text":"Then the priest takes the basket from your hand and places it ⸤before⸥\\f + \\fr 26:4 \\ft Literally “to the face of” \\f* the altar of Yahweh your God. "},{"style":"v","text":"And ⸤you shall declare⸥\\f + \\fr 26:5 \\ft Literally “answer” \\f* and you shall say ⸤before⸥\\f + \\fr 26:5 \\ft Literally “to the face of” \\f* your God, ‘My ancestor\\f + \\fr 26:5 \\ft Or “father” \\f* \\add was\\add* a wandering Aramean, and he went down to Egypt, and there he dwelt as an alien ⸤few in number⸥,\\f + \\fr 26:5 \\ft Literally “in people \\fq only \\ft a few” \\f* and there he became a great nation, mighty and numerous. "},{"style":"v","text":"And the Egyptians treated us badly, and they oppressed us and imposed on us hard labor. "},{"style":"v","text":"And we cried to Yahweh, the God of our ancestors,\\f + \\fr 26:7 \\ft Or “fathers” \\f* and Yahweh heard our voice and saw our affliction and our toil and our oppression. "},{"style":"v","text":"And Yahweh brought us \\add out\\add* from Egypt with a strong hand and an outstretched arm and with great terror and with signs and with wonders. "},{"style":"v","text":"And he brought us to this place and gave to us this land, a land flowing with milk and honey. "},{"style":"v","text":"And now, look, I am bringing\\f + \\fr 26:10 \\ft Hebrew “I bring” \\f* the firstfruit of the fruit of the ground that you gave to me, Yahweh,’ and you shall place it ⸤before⸥\\f + \\fr 26:10 \\ft Literally “to the face of” \\f* Yahweh your God, and you shall bow down ⸤before⸥\\f + \\fr 26:10 \\ft Literally “to the face of” \\f* Yahweh your God. "},{"style":"v","text":"And you shall celebrate with all of the bounty that Yahweh your God gave to you and to your family, you and the Levite and the alien who \\add is\\add* in your midst."},{"style":"p","text":""},{"style":"v","text":"“When you are finished ⸤giving a tithe⸥,\\f + \\fr 26:12 \\ft Literally “to give a tenth” \\f* all of the tithe of your produce in the third year, the year of the tithe, then you shall give to the Levite, to the alien, to the orphan, and to the widow, so that they may eat in your towns and they may be satisfied. "},{"style":"v","text":"And you shall say ⸤before⸥\\f + \\fr 26:13 \\ft Literally “to the face of” \\f* Yahweh your God, ‘I have removed the sacred portion from the\\f + \\fr 26:13 \\ft Or “my” house since the definite article can show possession here \\f* house and, moreover, I have given it to the Levite and to the alien and to the orphan and to the widow according to all your commandment that you commanded me; I have not transgressed any of your commandments, and I have not forgotten \\add any of them\\add*. "},{"style":"v","text":"I have not eaten during my \\add time of\\add* mourning, and I have not removed \\add anything\\add* from it while \\add being\\add* unclean, and I have not offered ⸤any of it⸥\\f + \\fr 26:14 \\ft Literally “from it” \\f* to someone who \\add has\\add* died. I have listened to the voice of Yahweh my God; I have done all that you commanded me \\add to do\\add*. "},{"style":"v","text":"Look down from the dwelling place of your holiness, from heaven, and bless your people Israel, and the land that you have given to us, as you swore to our ancestors,\\f + \\fr 26:15 \\ft Or “our fathers” \\f* a land flowing with milk and honey.’"},{"style":"p","text":""},{"style":"v","text":"“This day Yahweh your God is commanding you to do these rules and regulations, ⸤and you must observe them diligently⸥\\f + \\fr 26:16 \\ft Literally “and you shall observe and you shall do them” \\f* with all your heart and with all your soul.\\f + \\fr 26:16 \\ft Or “inner self” \\f* "},{"style":"v","text":"Yahweh you \\add have\\add* declared ⸤today⸥\\f + \\fr 26:17 \\ft Literally “the day” \\f* to be for you as \\add your\\add* God, and to go\\f + \\fr 26:17 \\ft Or “to walk” \\f* in his ways and to observe his rules and his commandments and his regulations and to listen to his voice. "},{"style":"v","text":"And Yahweh \\add has\\add* declared you ⸤today⸥\\f + \\fr 26:18 \\ft Literally “the day” \\f* to be for him as a people, a treasured possession, as he ⸤promised⸥\\f + \\fr 26:18 \\ft Literally “spoke” \\f* to you, and \\add that you are\\add* to observe all his commandments, "},{"style":"v","text":"⸤and that he then will set you⸥\\f + \\fr 26:19 \\ft Literally “and to set you” \\f* high above all the nations that he has made for his praise and ⸤for fame⸥\\f + \\fr 26:19 \\ft Literally “for a name” \\f* and for honor and ⸤for you to be a holy people⸥\\f + \\fr 26:19 \\ft Literally “for you to be/your being a people holy” \\f* to Yahweh your God, as he ⸤promised⸥.”\\f + \\fr 26:19 \\ft Literally “spoke” \\f*"}]