[{"style":"s1","text":"Basic Stipulations"},{"style":"m","text":""},{"style":"v","text":"And \\add then\\add* Moses summoned all \\add of\\add* Israel and said to them, “Hear, Israel, the rules and the regulations that I \\add am\\add* speaking in your ears ⸤today⸥,\\f + \\fr 5:1 \\ft Literally “the day” \\f* and you shall learn them, and ⸤you must observe them diligently⸥.\\f + \\fr 5:1 \\ft Literally “you shall observe them carefully to do them” \\f* "},{"style":"v","text":"Yahweh our God made a covenant with us at Horeb. "},{"style":"v","text":"\\add It was\\add* not with our ancestors\\f + \\fr 5:3 \\ft Or “fathers” \\f* \\add that\\add* Yahweh made this covenant, \\add but with\\add* these \\add of\\add* us \\add who are\\add* here alive today. "},{"style":"v","text":"⸤Face to face⸥\\f + \\fr 5:4 \\ft Literally “Faces to faces” \\f* Yahweh spoke with you at the mountain from the midst of the fire. "},{"style":"v","text":"I was standing ⸤between Yahweh and you⸥\\f + \\fr 5:5 \\ft Literally “between Yahweh and between you” \\f* at that time to report\\f + \\fr 5:5 \\ft Or “declare” \\f* to you the word of Yahweh, for you were afraid because of ⸤the presence of⸥\\f + \\fr 5:5 \\ft Literally “the faces of” \\f* the fire, and \\add so\\add* you \\add did\\add* not go up the mountain. ⸤He said⸥,\\f + \\fr 5:5 \\ft Literally “To say” \\f*"},{"style":"p","text":""},{"style":"v","text":"‘I \\add am\\add* Yahweh your God, who brought you out from the land of Egypt, from the house of slavery. "},{"style":"v","text":"\\add There\\add* shall not be for you other gods ⸤besides me⸥.\\f + \\fr 5:7 \\ft Literally “before my face” \\f*"},{"style":"p","text":""},{"style":"v","text":"‘You shall not make for yourself a divine image of any \\add type\\add* of form that \\add is\\add* in the heaven above or that \\add is\\add* on the earth beneath or that \\add is\\add* in the water under the earth."},{"style":"p","text":""},{"style":"v","text":"‘You shall not bow down to them, and you shall not serve them, for I, Yahweh your God, \\add am\\add* a jealous God, punishing the guilt of fathers upon \\add their\\add* children and upon \\add the\\add* third and upon \\add the\\add* fourth generation of \\add those\\add* hating me, "},{"style":"v","text":"but showing loyal love to thousands of \\add those who\\add* love me and of \\add those who\\add* keep my commandments."},{"style":"p","text":""},{"style":"v","text":"‘You shall not take up the name of Yahweh your God for \\add a\\add* worthless purpose, for Yahweh will not leave unpunished \\add anyone\\add* who uses his name for \\add a\\add* worthless purpose."},{"style":"p","text":""},{"style":"v","text":"‘Observe the ⸤Sabbath day⸥\\f + \\fr 5:12 \\ft Literally “the day of the Sabbath” \\f* to make it holy,\\f + \\fr 5:12 \\ft Or “to sanctify it” \\f* \\add just\\add* as Yahweh your God has commanded you. "},{"style":"v","text":"Six days you shall work, and you shall do all \\add of\\add* your work, "},{"style":"v","text":"but the seventh day \\add is\\add* \\add a\\add* Sabbath unto Yahweh your God; you shall not do any work, or your son, or your daughter, or your slave, or your slave woman, or your ox, or your donkey, or any of your domestic animals, or your \\add resident\\add* alien who \\add is\\add* in your ⸤towns⸥,\\f + \\fr 5:14 \\ft Literally “gates” \\f* so that your slave and your slave woman may rest as you \\add rest\\add*. "},{"style":"v","text":"And you shall remember that you were a slave in the land of Egypt, and Yahweh your God brought you out with a strong hand and with an outstretched arm; therefore, Yahweh your God commanded you to keep ⸤the Sabbath⸥.\\f + \\fr 5:15 \\ft Literally “the day of the Sabbath” \\f*"},{"style":"p","text":""},{"style":"v","text":"‘Honor your father and your mother, as Yahweh your God commanded you, so that it will be good for you\\f + \\fr 5:16 \\ft Or “it may go well for you” \\f* ⸤in the land⸥\\f + \\fr 5:16 \\ft Literally “on the ground” \\f* that Yahweh your God \\add is\\add* giving to you."},{"style":"p","text":""},{"style":"v","text":"‘You shall not murder."},{"style":"p","text":""},{"style":"v","text":"‘And you shall not commit adultery."},{"style":"p","text":""},{"style":"v","text":"‘And you shall not steal."},{"style":"p","text":""},{"style":"v","text":"‘And you shall not falsely bear evidence against your neighbor."},{"style":"p","text":""},{"style":"v","text":"‘And you shall not covet the wife of your neighbor, and you shall not crave the house of your neighbor, his field or his slave or his slave woman or his ox and his donkey or anything ⸤that belongs to your neighbor⸥.’\\f + \\fr 5:21 \\ft Literally “that \\fq is \\ft for your neighbor” \\f*"},{"style":"p","text":""},{"style":"v","text":"“These words Yahweh spoke to your whole assembly at the mountain from the midst of the fire and the very thick cloud \\add with\\add* a loud voice, and ⸤he did not add anything⸥,\\f + \\fr 5:22 \\ft Literally “and not he added” \\f* and \\add then\\add* he wrote them on two tablets of stone and gave them to me. "},{"style":"v","text":"⸤And then⸥\\f + \\fr 5:23 \\ft Literally “And it happened” \\f* ⸤when you heard⸥\\f + \\fr 5:23 \\ft Literally “and as/when you heard” or “\\fq at \\ft the moment of your hearing” \\f* the voice from the midst of the darkness, and \\add as\\add* the mountain \\add was\\add* burning with fire, and \\add and\\add* all the heads of your tribes and your elders approached me, "},{"style":"v","text":"you said, ‘Look, Yahweh our God has shown us his glory and his greatness, and we have heard his voice from the midst of the fire; this day we have seen\\f + \\fr 5:24 \\ft Or “saw” \\f* that God can speak with a human being, ⸤yet he remains alive⸥.\\f + \\fr 5:24 \\ft Literally “and \\fq he \\ft lives” \\f* "},{"style":"v","text":"And so then why shall we die, for this great fire will consume us if ⸤we continue⸥\\f + \\fr 5:25 \\ft Literally “we do again to hear”; or “we are doing again to hear” \\f* to hear the voice of Yahweh our God \\add any\\add* longer, and \\add so\\add* we shall die? "},{"style":"v","text":"For who \\add is there of\\add* all flesh who has heard the voice of the living God speaking from the midst of the fire as we \\add have heard it\\add* ⸤and remained alive⸥?\\f + \\fr 5:26 \\ft Literally “and lives” \\f* "},{"style":"v","text":"\\add You\\add* go near and hear ⸤everything⸥\\f + \\fr 5:27 \\ft Literally “all of \\fq that \\ft which” \\f* that Yahweh our God will say; and \\add then\\add* you tell us all that Yahweh our God tells you, and we will listen, and we will do \\add it\\add*.’"},{"style":"p","text":""},{"style":"v","text":"“And Yahweh heard the sound of your words ⸤when you spoke to me⸥,\\f + \\fr 5:28 \\ft Literally “in/at you to speak to me” \\f* and Yahweh said to me, ‘I have heard the sound of the words of this people that they have spoken to you; \\add they\\add* are right \\add with respect to\\add* all that they have spoken. "},{"style":"v","text":"⸤If only⸥\\f + \\fr 5:29 \\ft Literally “Who gives/will give” \\f* ⸤they had such a mind⸥’;\\f + \\fr 5:29 \\ft Literally “\\fq it \\ft would be their heart this to them” \\f* \\add that is\\add*, to fear me and to keep all my commandments ⸤at all times⸥,\\f + \\fr 5:29 \\ft Literally “all the days” \\f* so that ⸤it will go well⸥\\f + \\fr 5:29 \\ft Literally “he/it is good” \\f* for them and for their children ⸤forever⸥.\\f + \\fr 5:29 \\ft Literally “to eternity” \\f* "},{"style":"v","text":"Go! Say to them, “Return to your tents.” "},{"style":"v","text":"But you stand here with me, and let me tell you all \\add of\\add* the commandments and the rules and the regulations that you shall teach them, so that they may do \\add them\\add* in the land that I \\add am\\add* giving to them to take possession of it.’"},{"style":"p","text":""},{"style":"v","text":"“\\add So\\add* you must be careful to do \\add just\\add* as Yahweh your God commanded you; you shall not turn \\add to the\\add* right or \\add to the\\add* left. "},{"style":"v","text":"⸤In exactly the path⸥\\f + \\fr 5:33 \\ft Literally “In all the way/path” \\f* that Yahweh your God has commanded, you must go, so that you may live and ⸤it will go well⸥\\f + \\fr 5:33 \\ft Literally “and good \\fq it is \\ft ” \\f* for you and ⸤you may live long⸥\\f + \\fr 5:33 \\ft Literally “you may make long” \\f* in the land that you will take possession of.”"}]