[{"style":"p","text":""},{"style":"v","text":"“All of the commandments\\f + \\fr 8:1 \\ft Or “every commandment” \\f* that I \\add am\\add* commanding you today you must diligently observe, so that you may live and multiply, and you may go and take possession of the land that Yahweh swore to your ancestors.\\f + \\fr 8:1 \\ft Or “your fathers” \\f* "},{"style":"v","text":"And you shall remember all \\add of\\add* the way that Yahweh your God led you \\add during\\add* these forty years in the desert in order to humble you and to test you to know what \\add is\\add* in your heart, whether you would \\add diligently\\add* keep his commandments or not. "},{"style":"v","text":"And he humbled you and let you go hungry, and \\add then\\add* he fed you with that which you did not know nor did your ancestors\\f + \\fr 8:3 \\ft Or “fathers” \\f* know, in order to make you know that not by bread alone but by all \\add that\\add* goes out\\f + \\fr 8:3 \\ft Or “by all \\fq of \\ft the going out of” \\f* of the mouth of Yahweh humankind shall live. "},{"style":"v","text":"Your clothing did not wear out ⸤on you⸥,\\f + \\fr 8:4 \\ft Literally “from on you” \\f* and your feet did not swell \\add during\\add* these forty years. "},{"style":"v","text":"And you should know with your heart that as a man disciplines his son, \\add so\\add* Yahweh your God \\add is\\add* disciplining you.\\f + \\fr 8:5 \\ft Or “has disciplined you” \\f* "},{"style":"v","text":"So you must keep the commandments of Yahweh your God by walking in his ways and by fearing him. "},{"style":"v","text":"For Yahweh your God \\add is\\add* bringing you to a good land \\add with\\add* streams of water, springs and underground water, welling up in the valleys\\f + \\fr 8:7 \\ft Hebrew “valley” \\f* and in the hills,\\f + \\fr 8:7 \\ft Hebrew “hill” \\f* "},{"style":"v","text":"\\add to\\add* a land of wheat and barley and vines\\f + \\fr 8:8 \\ft Hebrew “vine” \\f* and fig trees\\f + \\fr 8:8 \\ft Hebrew “fig tree” \\f* and pomegranate trees,\\f + \\fr 8:8 \\ft Hebrew “pomegranate tree” \\f* a land of olive trees,\\f + \\fr 8:8 \\ft Hebrew “olive tree” \\f* olive oil and honey; "},{"style":"v","text":"\\add to\\add* a land where you may eat food in it ⸤without scarcity⸥;\\f + \\fr 8:9 \\ft Literally “not in scarcity” \\f* you will not find anything lacking in it, a land where its stones \\add are\\add* iron and from its mountains you can mine copper. "},{"style":"v","text":"And you will eat, and ⸤you will be satisfied⸥,\\f + \\fr 8:10 \\ft Literally “you will eat your fill” \\f* and you will bless Yahweh your God because \\add of\\add* the good land that he has given to you."},{"style":"p","text":""},{"style":"v","text":"“Take care for yourself so that you not forget Yahweh your God \\add by\\add* not keeping his commandments and his regulations and his statutes that I \\add am\\add* commanding you ⸤today⸥,\\f + \\fr 8:11 \\ft Literally “the day” \\f* "},{"style":"v","text":"lest \\add when\\add* you have eaten and you are satisfied and you have built good houses and you live \\add in them\\add*, "},{"style":"v","text":"and your herds and your flocks have multiplied, and ⸤you have accumulated silver and gold⸥,\\f + \\fr 8:13 \\ft Literally “and silver and gold has multiplied for you” \\f* and all that ⸤you have⸥\\f + \\fr 8:13 \\ft Literally “is for you” \\f* has multiplied, "},{"style":"v","text":"then your heart ⸤becomes proud⸥\\f + \\fr 8:14 \\ft Literally “raises up” \\f* and you forget Yahweh your God, ⸤the one who brought you out⸥\\f + \\fr 8:14 \\ft Literally “the one bringing you out” \\f* from the land of Egypt, from the house of slavery, "},{"style":"v","text":"the one leading you in the great and terrible desert \\add infested\\add* with ⸤dangerous⸥\\f + \\fr 8:15 \\ft Literally “burning” \\f* snakes\\f + \\fr 8:15 \\ft Hebrew “snake” \\f* and scorpions\\f + \\fr 8:15 \\ft Hebrew “scorpion” \\f* and parched ground, where there is\\f + \\fr 8:15 \\ft Or “was” \\f* no water, \\add and\\add* the one bringing out water for you from flint rock, "},{"style":"v","text":"the one ⸤feeding you⸥\\f + \\fr 8:16 \\ft Literally “causing you to eat” \\f* manna in the desert, \\add food\\add* that your ancestors\\f + \\fr 8:16 \\ft Or “fathers” \\f* did not know, in order to humble you and in order to test you \\add so that he could\\add* do good to you ⸤in the future⸥.\\f + \\fr 8:16 \\ft Literally “in the end/later” \\f* "},{"style":"v","text":"And you may think\\f + \\fr 8:17 \\ft Or “say” \\f* in your heart, ‘My strength and the might of my hand ⸤acquired this wealth for⸥\\f + \\fr 8:17 \\ft Literally “gave this wealth to” \\f* me.’ "},{"style":"v","text":"But you must remember Yahweh your God, for he \\add is\\add* the \\add one\\add* giving you strength to acquire wealth in order to confirm his covenant that he swore to your ancestors\\f + \\fr 8:18 \\ft Or “fathers” \\f* ⸤as it is today⸥.\\f + \\fr 8:18 \\ft Literally “as the day the this” \\f* "},{"style":"v","text":"And it will happen \\add that\\add* if you indeed forget Yahweh your God and you go after other gods and you serve them and you bow down before them, I warn you today that you will surely perish. "},{"style":"v","text":"As \\add with\\add* the nations that Yahweh \\add is\\add* destroying ⸤before you⸥,\\f + \\fr 8:20 \\ft Literally “from your faces” \\f* so you shall perish because you would not obey the voice of Yahweh your God."}]