[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"“Hear, Israel, you \\add are\\add* about to cross the Jordan today to go to dispossess nations larger and more numerous than you, great cities fortified ⸤with high walls⸥,\\f + \\fr 9:1 \\ft Literally “in heaven/the sky” \\f* "},{"style":"v","verse":"2","text":"a great and tall people, the sons of \\add the\\add* Anakites, whom you know and \\add of whom you\\add* have heard \\add it said\\add*, ‘Who could stand before the sons of Anak?’ "},{"style":"v","verse":"3","text":"You should know ⸤today⸥\\f + \\fr 9:3 \\ft Literally “the day” \\f* that Yahweh your God is the one crossing ⸤ahead of you⸥\\f + \\fr 9:3 \\ft Literally “to your faces” \\f* \\add as\\add* a devouring fire; he will destroy them, and he will subdue them before you; so you will dispossess them, and you will destroy them quickly, ⸤just as⸥\\f + \\fr 9:3 \\ft Literally “as that” \\f* Yahweh ⸤promised⸥\\f + \\fr 9:3 \\ft Literally “spoke” \\f* you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"“You shall not say ⸤to yourself⸥\\f + \\fr 9:4 \\ft Literally “in your heart” \\f* ⸤when Yahweh your God is driving them out⸥\\f + \\fr 9:4 \\ft Literally “at the driving out of Yahweh, your God, them” \\f* ⸤before you⸥,\\f + \\fr 9:4 \\ft Literally “from before your faces” \\f* ⸤saying⸥,\\f + \\fr 9:4 \\ft Literally “to say” \\f* ‘Because of my righteousness Yahweh brought me to take possession of this land’; but because of the wickedness of these nations Yahweh \\add is\\add* driving them out ⸤before you⸥.\\f + \\fr 9:4 \\ft Literally “from your faces” \\f* "},{"style":"v","verse":"5","text":"\\add It is\\add* not because of your righteousness and because of the uprightness of your heart \\add that\\add* you \\add are\\add* coming to take possession of their land, but because of the wickedness of these nations Yahweh your God \\add is\\add* driving them ⸤before you⸥,\\f + \\fr 9:5 \\ft Literally “from your faces” \\f* and in order to confirm the ⸤promise⸥\\f + \\fr 9:5 \\ft Literally “word” \\f* that Yahweh swore to your ancestors,\\f + \\fr 9:5 \\ft Or “fathers” \\f* to Abraham, to Isaac, and to Jacob."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"“So you should understand that \\add it is\\add* not because of your righteousness \\add that\\add* Yahweh your God \\add is\\add* giving you this good land to take possession of it, because ⸤you are a stubborn people⸥. \\f + \\fr 9:6 \\ft Literally “a people stiff of neck you” \\f* "},{"style":"v","verse":"7","text":"Remember, ⸤do not forget⸥,\\f + \\fr 9:7 \\ft Literally “not you shall forget” \\f* that you provoked Yahweh your God in the desert, \\add and\\add* from the day that you went out from the land of Egypt until ⸤you came to this place⸥\\f + \\fr 9:7 \\ft Literally “your coming up to this place the this” = until arrived at this location \\f* you were rebelling against Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"“And \\add remember\\add* at Horeb you provoked Yahweh, and Yahweh became angry \\add enough\\add* to destroy you. "},{"style":"v","verse":"9","text":"⸤When I went up the mountain⸥\\f + \\fr 9:9 \\ft Literally “In/At my going up the mountain” \\f* to receive ⸤the stone tablets⸥,\\f + \\fr 9:9 \\ft Literally “the tablets of stones” \\f* the tablets of the covenant that Yahweh ⸤made⸥\\f + \\fr 9:9 \\ft Literally “cut” \\f* with you, and remained on the mountain forty days\\f + \\fr 9:9 \\ft Hebrew “day” \\f* and forty nights,\\f + \\fr 9:9 \\ft Hebrew “night” \\f* I did not eat food and I did not drink water. "},{"style":"v","verse":"10","text":"And Yahweh gave me the two tablets of stone written with the finger of God, and on them \\add was writing\\add* according to all the words that Yahweh spoke with you at the mountain, from the midst of the fire on the day of the assembly. "},{"style":"v","verse":"11","text":"⸤And then⸥\\f + \\fr 9:11 \\ft Literally “And it happened” \\f* at the end of forty days\\f + \\fr 9:11 \\ft Hebrew “day” \\f* and forty nights,\\f + \\fr 9:11 \\ft Hebrew “night” \\f* Yahweh gave me the two tablets of stone, the tablets of the covenant. "},{"style":"v","verse":"12","text":"And Yahweh said to me, ‘Come \\add now\\add*, go down quickly from this mountain because your people behave corruptly whom you brought out from Egypt, \\add for\\add* they turned quickly from the way that I commanded them \\add to follow\\add*; they have made for themselves a cast image.’ "},{"style":"v","verse":"13","text":"And Yahweh spoke to me, ⸤saying⸥,\\f + \\fr 9:13 \\ft Literally “to say” \\f* ‘I have seen this people, and look! ⸤They are a stubborn people⸥.\\f + \\fr 9:13 \\ft Literally “It is a people stiff of neck” \\f* "},{"style":"v","verse":"14","text":"Leave me alone, and let me destroy them, and let me blot out their name from under heaven, and let me make you into a nation mightier and more numerous than they!’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"“And I turned, and I went down the mountain, as the mountain was burning with fire, and the two tablets of the covenant \\add were\\add* in my two hands. "},{"style":"v","verse":"16","text":"And I looked,\\f + \\fr 9:16 \\ft Or “saw” \\f* and indeed you had sinned against Yahweh your God; you \\add had\\add* made for yourselves an image of a calf \\add of\\add* cast metal; \\f + \\fr 9:16 \\ft Or “molten calf” \\f* you \\add had\\add* turned quickly from the way that Yahweh had commanded \\add for\\add* you. "},{"style":"v","verse":"17","text":"And I took hold of the two tablets, and I threw them out ⸤of⸥\\f + \\fr 9:17 \\ft Literally “from” \\f* my two hands and smashed them before your eyes. "},{"style":"v","verse":"18","text":"And \\add then\\add* I lay prostrate ⸤before⸥\\f + \\fr 9:18 \\ft Literally “to the face of” \\f* Yahweh, as earlier, forty days\\f + \\fr 9:18 \\ft Hebrew “day” \\f* and forty nights;\\f + \\fr 9:18 \\ft Hebrew “night” \\f* I did not eat food and I did not drink water because of all your sins that you committed, by doing evil in the eyes of Yahweh \\add and so\\add* provoking him. "},{"style":"v","verse":"19","text":"For ⸤I was in dread⸥\\f + \\fr 9:19 \\ft Literally “I dreaded” \\f* from \\add being in\\add* the presence of the anger and the wrath \\add with\\add* which Yahweh was angry with you \\add so as\\add* to destroy you, but Yahweh listened to me also ⸤at that time⸥.\\f + \\fr 9:19 \\ft Literally “the occurrence the that” \\f* "},{"style":"v","verse":"20","text":"And with Aaron Yahweh was ⸤angry enough⸥\\f + \\fr 9:20 \\ft Literally “very angry” \\f* to destroy him, and I prayed also for Aaron at that time. "},{"style":"v","verse":"21","text":"And your sinful thing that you had made, the molten calf, I took and I burned it with fire, and I crushed it, grinding it thoroughly until it was crushed to dust, and I threw its dust into ⸤the stream that flowed down the mountain⸥.\\f + \\fr 9:21 \\ft Literally “the stream the \\fq one \\ft going down from the mountain” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"“And \\add also\\add* at Taberah and at Massah and at Kibroth Hattaavah you provoked Yahweh to anger. "},{"style":"v","verse":"23","text":"And when Yahweh sent you \\add out\\add* from Kadesh Barnea, ⸤saying⸥,\\f + \\fr 9:23 \\ft Literally “to say” \\f* ‘Go up and take possession of the land that I have given you,’ you rebelled against the command of Yahweh your God, and you did not believe him, and you did not listen to his voice. "},{"style":"v","verse":"24","text":"You have been rebellious toward Yahweh ⸤from the day I have known you⸥.\\f + \\fr 9:24 \\ft Literally “from the day of my knowing you” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"“And I lay prostrate before Yahweh through forty days,\\f + \\fr 9:25 \\ft Hebrew “day” \\f* and through forty nights\\f + \\fr 9:25 \\ft Hebrew “night” \\f* I prostrated myself, because Yahweh intended to kill you. "},{"style":"v","verse":"26","text":"And I prayed to Yahweh, and I said, ‘Lord Yahweh, you must not destroy your people and your inheritance whom you redeemed in your greatness,\\f + \\fr 9:26 \\ft Or “your great act” \\f* whom you brought out from Egypt with a strong hand. "},{"style":"v","verse":"27","text":"Remember your servants, Abraham, Isaac, and Jacob; you must not ⸤pay attention to⸥\\f + \\fr 9:27 \\ft Literally “turn toward” \\f* the stubbornness of this people, to their wickedness and to their sin, "},{"style":"v","verse":"28","text":"lest \\add the people of\\add* the land from which you brought us out from there say, “Because Yahweh was not able to bring them to the land that he ⸤promised⸥\\f + \\fr 9:28 \\ft Literally “spoken” \\f* to them and because of his hatred \\add toward\\add* them, he has brought them out to kill them in the desert.” "},{"style":"v","verse":"29","text":"For they \\add are\\add* your people and your inheritance whom you brought with your great power and with your outstretched arm.’"}]