[{"style":"mt1","text":"Zecheriah"},{"style":"p","text":""},{"style":"v","text":"In the eighth month, in the second year of Darius, the word of Yahweh came\\f + \\fr 1:1 \\ft Literally “was” \\f* to the prophet Zechariah son of Berekiah, son of Iddo, saying, "},{"style":"v","text":"“Yahweh ⸤was very angry with your ancestors⸥.\\f + \\fr 1:2 \\ft Literally “was angry against your ancestors \\fq with \\ft anger” \\f* "},{"style":"v","text":"You must say to them: ‘Thus says Yahweh of hosts: “Return to me,” ⸤declares⸥\\f + \\fr 1:3 \\ft Literally “declaration of” \\f* Yahweh of hosts, “and I will return to you,” says Yahweh of hosts. "},{"style":"v","text":"“Do not be like your ancestors,\\f + \\fr 1:4 \\ft Or “fathers” \\f* to whom the former prophets proclaimed, saying, ‘Thus says Yahweh of hosts: “Return from your evil ways and your evil deeds!” ’ But they did not hear\\f + \\fr 1:4 \\ft Or “listen” \\f* and they did not pay attention\\f + \\fr 1:4 \\ft Or “give heed” \\f* to me,” ⸤declares⸥\\f + \\fr 1:4 \\ft Literally “declaration of” \\f* Yahweh. "},{"style":"v","text":"“Your ancestors,\\f + \\fr 1:5 \\ft Or “fathers” \\f* where are they? And the prophets, do they live forever? "},{"style":"v","text":"However, did not my words and my regulations which I commanded my servants the prophets overtake your ancestors?\\f + \\fr 1:6 \\ft Or “fathers” \\f* And they repented and said, ‘Yahweh of hosts planned to do with us according to our ways, and according to our deeds so he has dealt with us.’ ” ’ ”"},{"style":"s1","text":"Zechariah’s First Vision"},{"style":"m","text":""},{"style":"v","text":"On the twenty-fourth day of \\add the\\add* eleventh month, the month of Shebat, in the second year of Darius, the word of Yahweh came to Zechariah the prophet, son of Berekiah, son of Iddo, saying, "},{"style":"v","text":"⸤I had a vision in the night⸥,\\f + \\fr 1:8 \\ft Literally “I saw the night,” which means “I had a vision” \\f* and look, a man riding on a red horse. And he \\add was\\add* standing between the myrtle shrubs that \\add were\\add* in the ravine, and behind him \\add were\\add* red, reddish-brown, and white horses. "},{"style":"v","text":"And I asked, “What \\add are\\add* these, my lord?” And the angel \\add who was\\add* talking with me said, “I will show you what these are.” "},{"style":"v","text":"And the man standing between the myrtle shrubs answered and said, “These \\add are\\add* those whom Yahweh has sent to patrol\\f + \\fr 1:10 \\ft Or “to go about,” or “to walk through” \\f* \\add the\\add* earth.” "},{"style":"v","text":"And they answered the angel of Yahweh who was standing between the myrtle shrubs, and they said, “We have patrolled\\f + \\fr 1:11 \\ft Or “have gone about,” or “have walked through” \\f* the earth, and look, all the earth ⸤is dwelling in peace⸥.”\\f + \\fr 1:11 \\ft Literally “\\fq is \\ft dwelling and \\fq is \\ft at rest” \\f* "},{"style":"v","text":"The angel of Yahweh answered and said, “O Yahweh of hosts, ⸤how long⸥\\f + \\fr 1:12 \\ft Literally “until when” \\f* will you have no compassion on Jerusalem and the cities of Judah, \\add with\\add* which you showed fury these seventy years?”\\f + \\fr 1:12 \\ft Hebrew “year” \\f* "},{"style":"v","text":"\\add With\\add* gracious\\f + \\fr 1:13 \\ft Or “kind”; literally “good” \\f* and comforting words Yahweh answered the angel who was talking with me. "},{"style":"v","text":"And the angel who was talking with me said to me, “Proclaim, saying, ‘Thus says Yahweh of hosts: “⸤I am very jealous⸥\\f + \\fr 1:14 \\ft Literally “I am jealous \\fq with \\ft a great jealousy” \\f* for Jerusalem and for Zion! "},{"style":"v","text":"And ⸤I am extremely angry⸥\\f + \\fr 1:15 \\ft Literally “\\fq With \\ft a great anger I am angry” \\f* with the nations that are at ease, for \\add while\\add* I was a little angry, they ⸤furthered disaster⸥.”\\f + \\fr 1:15 \\ft Literally “helped disaster” \\f* "},{"style":"v","text":"Therefore, thus says Yahweh: “I have returned to Jerusalem with compassion. My temple\\f + \\fr 1:16 \\ft Or “house” \\f* will be built in it,” ⸤declares⸥\\f + \\fr 1:16 \\ft Literally “a declaration of” \\f* Yahweh of hosts, “and a measuring line will be stretched out over Jerusalem.” ’ "},{"style":"v","text":"Proclaim again, saying, ‘Thus says Yahweh of hosts: “My cities shall again overflow from prosperity, and Yahweh will comfort Zion again, and he will choose Jerusalem again.” ’ ”"},{"style":"s1","text":"Zechariah’s Second Vision"},{"style":"m","text":""},{"style":"v","text":"\\f + \\fr 1:18 \\ft \\xt Zechariah 1:18–2:17 \\ft in the English Bible is 2:1–13 in the Hebrew Bible \\f* And I ⸤looked up⸥\\f + \\fr 1:18 \\ft Literally “lifted up my eyes” \\f* and I saw, and look, \\add there were\\add* four horns! "},{"style":"v","text":"And I said to the angel \\add who was\\add* talking with me, “What \\add are\\add* these?” And he said to me, “These \\add are\\add* the horns that have scattered Judah, Israel, and Jerusalem.” "},{"style":"v","text":"Then Yahweh showed me four skilled craftsmen, "},{"style":"v","text":"and I asked, “What \\add are\\add* these coming to do?” And he answered, saying, “These \\add are\\add* the horns that scattered Judah, ⸤so that no man⸥\\f + \\fr 1:21 \\ft Literally “according to the mouth of a man” \\f* lifted up his head; but these have come to frighten them, to strike down the horns of the nations that lifted a horn against the land of Judah to scatter it.”"}]