[{"style":"s1","text":"The Day of Yahweh"},{"style":"m","text":""},{"style":"v","text":"An oracle. The word of Yahweh concerning Israel. “⸤Thus declares⸥\\f + \\fr 12:1 \\ft Literally “Declaration of” \\f* Yahweh, who stretches out \\add the\\add* heavens, founds \\add the\\add* earth, and forms the spirit of humankind in its midst:\\f + \\fr 12:1 \\ft Or “forms the spirit of a man within him” \\f* "},{"style":"v","text":"‘Look, I \\add am\\add* going to make Jerusalem a cup of reeling for all the surrounding nations; it will also be against Judah in the siege against Jerusalem. "},{"style":"v","text":"⸤And then⸥\\f + \\fr 12:3 \\ft Literally “And it will happen” \\f* on that day I will make Jerusalem a stone weight\\f + \\fr 12:3 \\ft Or “a heavy stone” \\f* for all the peoples. All those lifting it up will grievously hurt themselves, and all the nations of the earth will assemble against it. "},{"style":"v","text":"On that day,’ ⸤declares⸥\\f + \\fr 12:4 \\ft Literally “declaration of” \\f* Yahweh, ‘I will strike every horse with confusion, and the one riding it with madness; but over the house of Judah ⸤I will keep my eyes open⸥,\\f + \\fr 12:4 \\ft Literally “I will open my eyes,” that is, “I will be responsive” or “I will pay attention” \\f* and I will strike every horse of the peoples with blindness. "},{"style":"v","text":"And the clans of Judah will say ⸤to themselves⸥,\\f + \\fr 12:5 \\ft Literally “in their heart” \\f* “The inhabitants of Jerusalem are a strength to us,\\f + \\fr 12:5 \\ft Hebrew “me” \\f* through Yahweh of hosts, their God.”"},{"style":"p","text":""},{"style":"v","text":"“ ‘On that day I will make the clans of Judah like a pan of fire among \\add sticks of\\add* wood, and like a torch of fire among stalks\\f + \\fr 12:6 \\ft Hebrew “stalk” \\f* of grain, and they will devour to \\add the\\add* right and to \\add the\\add* left all the surrounding peoples, and Jerusalem will be inhabited again \\add in\\add* its place, in Jerusalem. "},{"style":"v","text":"And Yahweh will save the tents of Judah first, so that the glory of the house of David and the glory of the inhabitants\\f + \\fr 12:7 \\ft Hebrew “inhabitant” \\f* of Jerusalem may not be exalted over Judah. "},{"style":"v","text":"On that day Yahweh will put a shield around the inhabitants\\f + \\fr 12:8 \\ft Hebrew “inhabitant” \\f* of Jerusalem, and the one who stumbles among them on that day will be like David, and the house of David \\add will be\\add* like God, like the angel of Yahweh, ⸤before them⸥.\\f + \\fr 12:8 \\ft Literally “to the face of them” \\f* "},{"style":"v","text":"⸤And then⸥\\f + \\fr 12:9 \\ft Literally “And it will happen” \\f* on that day I will seek to destroy all the nations coming against Jerusalem."},{"style":"p","text":""},{"style":"v","text":"“ ‘I will pour on the house of David and on the inhabitants\\f + \\fr 12:10 \\ft Hebrew “inhabitant” \\f* of Jerusalem a spirit of grace and supplication, and they will look to me whom they pierced, and they shall mourn over him, as one wails over an only child, and they will grieve bitterly over him as \\add one\\add* grieves bitterly over a firstborn. "},{"style":"v","text":"On that day the wailing will be great in Jerusalem, like the wailing for Hadad Rimmon in the plain of Megiddo. "},{"style":"v","text":"And the land shall mourn, ⸤each clan by itself⸥;\\f + \\fr 12:12 \\ft Literally “clans, clans alone” \\f* the clan of the house of David by itself, and their wives by themselves; the clan of the house of Nathan by itself, and their wives by themselves; "},{"style":"v","text":"the clan of the house of Levi by itself, and their wives by themselves; the clan of the Shimeites by itself, and their wives by themselves; "},{"style":"v","text":"and all those clans remaining, ⸤each clan by itself⸥,\\f + \\fr 12:14 \\ft Literally “clans, clans alone” \\f* and their wives by themselves.’ ”"}]