[{"style":"s1","text":"Zechariah’s Sixth Vision"},{"style":"m","text":""},{"style":"v","text":"⸤I looked up again⸥,\\f + \\fr 5:1 \\ft Literally “I did again, I lifted up my eyes” \\f* and I saw, and look!—a flying scroll! "},{"style":"v","text":"And he asked me, “What \\add are\\add* you seeing?” And I said, “I \\add am\\add* seeing a flying scroll twenty cubits long and ten cubits wide.”\\f + \\fr 5:2 \\ft That is, thirty feet by fifteen feet \\f* "},{"style":"v","text":"And he said to me, “This \\add is\\add* the curse going out over the surface of the whole earth. For everyone who steals has gone unpunished\\f + \\fr 5:3 \\ft Many translations render this verb as “will be cut off” \\f* according to it, and \\add likewise\\add* everyone who swears \\add falsely\\add* has gone unpunished according to it. "},{"style":"v","text":"‘I have sent it out,’ ⸤declares⸥\\f + \\fr 5:4 \\ft Literally “declaration of” \\f* Yahweh of hosts, ‘and it will go into the house of the thief and into the house of the one swearing ⸤falsely by my name⸥,\\f + \\fr 5:4 \\ft Literally “by my name to lie” \\f* and it will spend the night in that\\f + \\fr 5:4 \\ft Hebrew “his” \\f* house and will destroy it, with its timber and its stone.’ ”"},{"style":"s1","text":"Zechariah’s Seventh Vision"},{"style":"m","text":""},{"style":"v","text":"And the angel who was speaking to me went out, and he said to me, “⸤Please look up⸥!\\f + \\fr 5:5 \\ft Literally “Lift, please, your eyes!” \\f* See what this \\add is\\add* going out.” "},{"style":"v","text":"And I asked, “What \\add is\\add* it?” And he said, “This \\add is\\add* a basket\\f + \\fr 5:6 \\ft Or “an ephah,” a measure of grain \\f* going out. And he said, “This \\add is\\add* their iniquity\\f + \\fr 5:6 \\ft Hebrew “eye”; other ancient versions (LXX, Syriac) read “iniquity” \\f* throughout all the earth. "},{"style":"v","text":"And look, the lead cover was lifted and a woman \\add was\\add* sitting inside the basket.\\f + \\fr 5:7 \\ft Or “ephah,” a measure of grain \\f* "},{"style":"v","text":"And he said, “This \\add is\\add* Wickedness!” And he thrust her \\add back down\\add* into the basket,\\f + \\fr 5:8 \\ft Or “ephah,” a measure of grain \\f* and threw the lead cover on top of it.\\f + \\fr 5:8 \\ft That is, on top of the “basket” or “ephah” \\f* "},{"style":"v","text":"And I ⸤looked up⸥\\f + \\fr 5:9 \\ft Literally “lifted up my eyes” \\f* and saw, and look!—two women coming forward, and \\add the\\add* wind \\add was\\add* in their wings, and they had wings like those of a stork, and they lifted up the basket\\f + \\fr 5:9 \\ft Or “ephah,” a measure of grain \\f* between the earth and the sky.\\f + \\fr 5:9 \\ft Or “heaven” \\f* "},{"style":"v","text":"And I asked the angel who was talking to me, “Where \\add are\\add* they taking the basket?”\\f + \\fr 5:10 \\ft Or “ephah,” a measure of grain \\f* "},{"style":"v","text":"And he said to me, “To build for it a house\\f + \\fr 5:11 \\ft Or “temple” \\f* in the land of Shinar,\\f + \\fr 5:11 \\ft That is, Babylon (\\xt Gen 11:2 \\ft ) \\f* and \\add when\\add* it is put in place, it will be placed there on its site.”"}]