[{"style":"s1","verse":"","text":"Yahweh’s Promise to Jerusalem"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And the word of Yahweh of hosts came, saying, "},{"style":"v","verse":"2","text":"“Thus says Yahweh of hosts: ‘⸤I am exceedingly jealous for Zion⸥;\\f + \\fr 8:2 \\ft Literally “I am jealous for Zion \\fq with \\ft great jealousy” \\f* I am jealous for it \\add with\\add* great wrath.’ "},{"style":"v","verse":"3","text":"Thus says Yahweh: ‘I have returned to Zion, and I will dwell in the midst of Jerusalem; and Jerusalem will be called the faithful city,\\f + \\fr 8:3 \\ft Or “the city of truth” \\f* and the mountain of Yahweh of hosts \\add will be called\\add* the holy mountain.’ "},{"style":"v","verse":"4","text":"Thus says Yahweh of hosts: ‘Old men and old women shall again sit in the public squares of Jerusalem, each with staff in hand\\f + \\fr 8:4 \\ft Hebrew “a man his staff in his hand” \\f* ⸤because of great age⸥.\\f + \\fr 8:4 \\ft Literally “because of the multitude of days” \\f* "},{"style":"v","verse":"5","text":"And the public squares of the city will be filled \\add with\\add* boys and girls playing in its public squares.’ "},{"style":"v","verse":"6","text":"Thus says Yahweh of hosts: ‘\\add Even\\add* if it seems impossible\\f + \\fr 8:6 \\ft Or “wonderful” \\f* ⸤to the remnant⸥\\f + \\fr 8:6 \\ft Literally “in the eyes of the remnant” \\f* of this people in those days, should it also seem impossible\\f + \\fr 8:6 \\ft Or “wonderful” \\f* ⸤to me⸥?’\\f + \\fr 8:6 \\ft Literally “in my eyes” \\f* ⸤declares⸥\\f + \\fr 8:6 \\ft Literally “declaration of” \\f* Yahweh of hosts. "},{"style":"v","verse":"7","text":"Thus says Yahweh of hosts: ‘Look! I \\add am\\add* going to save my people from the land of the east, and from the land of the west, "},{"style":"v","verse":"8","text":"and I will bring them and they will dwell in the midst of Jerusalem. They will be my people and I will be their God in faithfulness\\f + \\fr 8:8 \\ft Or “truth” \\f* and in righteousness.’"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"“Thus says Yahweh of hosts: ‘Let your hands be strong, you\\f + \\fr 8:9 \\ft Hebrew “the \\fq ones \\ft ” \\f* who are hearing in these days these words from the mouth of the prophets who \\add were present\\add* on \\add the\\add* day ⸤the foundation was laid for the rebuilding of the temple, the house of Yahweh of hosts⸥.\\f + \\fr 8:9 \\ft Literally “the temple, the house of Yahweh of hosts, was founded to be built” \\f* "},{"style":"v","verse":"10","text":"For before those days there was no wage for people or for animals, and there was no safety from the enemy for those who went out or those who came in, and I sent each person against ⸤one another⸥.\\f + \\fr 8:10 \\ft Literally “his neighbor” \\f* "},{"style":"v","verse":"11","text":"But now ⸤I will not deal with the remnant of this people as in the former days⸥,’\\f + \\fr 8:11 \\ft Literally “not like the former days I \\fq will be \\ft to the remnant” \\f* ⸤declares⸥\\f + \\fr 8:11 \\ft Literally “declaration of” \\f* Yahweh of hosts. "},{"style":"v","verse":"12","text":"‘For \\add there will be\\add* a sowing of peace; the vine will give its fruit, and the soil will give its produce, and the heavens will give their dew. And I will cause the remnant of this people to inherit all these \\add things\\add*. "},{"style":"v","verse":"13","text":"⸤And then⸥,\\f + \\fr 8:13 \\ft Literally “and it will happen” \\f* just as you were a curse among the nations, O house of Judah and house of Israel, so will I save you, and you will be a blessing. You must not be afraid; let your hands be strong!’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"For thus says Yahweh of hosts: “Just as I planned to bring disaster\\f + \\fr 8:14 \\ft Hebrew “evil” \\f* on you when your ancestors\\f + \\fr 8:14 \\ft Or “fathers” \\f* provoked me to anger,” says Yahweh of hosts, “and I did not regret \\add it\\add*, "},{"style":"v","verse":"15","text":"⸤so again I have planned⸥\\f + \\fr 8:15 \\ft Literally “\\xt So I \\ft did again, I planned” \\f* in these days to do good to Jerusalem and the house of Judah. Do not be afraid! "},{"style":"v","verse":"16","text":"These \\add are\\add* the things that you must do: speak truth, each \\add of you\\add*, with his neighbor; practice trustworthy judgment and peace in your gates. "},{"style":"v","verse":"17","text":"Do not devise evil in your hearts \\add against\\add* your neighbor, and do not love ⸤a false oath⸥,\\f + \\fr 8:17 \\ft Literally “an oath of deception” \\f* because all these \\add are\\add* things I hate,” ⸤declares⸥\\f + \\fr 8:17 \\ft Literally “declaration of” \\f* Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"And the word of Yahweh of hosts came to me, saying "},{"style":"v","verse":"19","text":"“Thus says Yahweh of hosts: ‘The fast of the fourth \\add month\\add*, the fifth \\add month\\add*, the seventh \\add month\\add*, and the tenth \\add month\\add* will be for the house of Judah jubilation and joy and merry festivals; therefore love truth and peace.’ "},{"style":"v","verse":"20","text":"Thus says Yahweh of hosts: ‘\\add It will happen\\add* again that nations and the inhabitants of many cities will come. "},{"style":"v","verse":"21","text":"And the inhabitants of one city will go to another \\add city\\add*, saying, “Let us go immediately to entreat ⸤the favor of⸥\\f + \\fr 8:21 \\ft Literally “the face of” \\f* Yahweh, to seek Yahweh of hosts—I also will go!” "},{"style":"v","verse":"22","text":"And many peoples and powerful\\f + \\fr 8:22 \\ft Or “mighty” \\f* nations will come to seek Yahweh of hosts in Jerusalem, and to entreat ⸤the favor of⸥\\f + \\fr 8:22 \\ft Literally “the face of” \\f* Yahweh.’ "},{"style":"v","verse":"23","text":"Thus says Yahweh of hosts: ‘In those days ten men from ⸤all the nations of every language⸥\\f + \\fr 8:23 \\ft Literally “all the languages of the nations” \\f* will take hold of the hem of a Judean man,\\f + \\fr 8:23 \\ft Many versions translate “a Jew,” but “Judean” highlights Zechariah’s focus on provincial geography \\f* saying, “Let us go with you, for we have heard \\add that\\add* God \\add is\\add* with you!” ’ ”"}]