[{"style":"s1","verse":"","text":"Kàddug ñaan am na yoon"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu moo doon ñaan ci benn béreb. Ba mu noppee, kenn ca taalibeem ya ne ko: «Sang bi, jàngal nu ñaan, noonee \\w Yaxya|Yaxya:\\w* jàngale ñaan ay taalibeem.»"},{"style":"v","verse":"2","text":"Yeesu ne leen: «Bu ngeen dee ñaan, ne leen:"},{"style":"q1","verse":"","text":"Baay, nañu wormaal sa sellaayu tur,"},{"style":"q1","verse":"","text":"na sa nguur dikk."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"3","text":"May nu bés ak bés sunub dundu bés bu nekk."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"4","text":"Baal nu sunuy bàkkaar,"},{"style":"q1","verse":"","text":"ni nuy baale nun itam, mboolem ñi nu tooñ,"},{"style":"q1","verse":"","text":"te bu nu dugal ci nattu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Yeesu teg ca ne leen: «Ana kan ci yeen moo seeti ab xaritam xaaju guddi, ne ko: “Xarit, lebal ma ci ñetti mburu."},{"style":"v","verse":"6","text":"Sama xarit bu nekk ciw yoon moo dikk sama kër, te awma dara lu ma ko taajal,”"},{"style":"v","verse":"7","text":"te xarit ba àddoo ca biir néegam, ne ko: “Bu ma sonal, tëj naa ba tëdd, maak samay doom; manumaa jóg, di la jox dara”?"},{"style":"v","verse":"8","text":"Maa leen ko wax, su jógul jox ko la mu laaj ndaxug xaritoo it, la ko kee amul kersay yee ngir sàkku ndimbal mooy tax mu jóg, jox ko mboolem lu mu soxla."},{"style":"v","verse":"9","text":"Moo tax ma ne leen, ñaanleen, ñu may leen; seetleen, ndax ngeen gis; fëggleen, ñu ubbil leen."},{"style":"v","verse":"10","text":"Ndaxte képp ku ñaan, dinga am; ku seet, gis; ku fëgg it, dees na la ubbil."},{"style":"v","verse":"11","text":"Ana kan ci yeen mooy baay bu doomam ñaan aw jën, mu jox ko jaan?"},{"style":"v","verse":"12","text":"Mbaa mu ñaan ko nen, mu jox ko aw jiit?"},{"style":"v","verse":"13","text":"Ndegam yeen ñi bon yeena mana may seeni gone lu baax nag, astamaak Baay ba fa asamaan. Moo leen ko dàq fuuf, nde mooy may \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, ñi ko ko ñaan!»"},{"style":"s1","verse":"","text":"Seytaane xeexul boppam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yeesu moo doon dàq aw rab wu duggoon nit ba mu luu. Ba rab wa génnee, luu ba wax, mbooloo ma waaru."},{"style":"v","verse":"15","text":"Teewul ñenn ca ñoom ne: «Ci Beelsebul, buuru rab yi lay dàqe ay rab.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ñeneen nag di ko fiir, di sàkku ci moom firnde ju bawoo ci asamaan."},{"style":"v","verse":"17","text":"Yeesu itam ràññee seen xalaat, ne leen: «Gépp nguur guy xàjjalikoo ci biiram, day tas, yii kër màbb ca kaw yee."},{"style":"v","verse":"18","text":"\\w Seytaane|Seytaane:\\w* itam, su xàjjalikoo ci biiram, ana nu nguuram di yàgge, gannaaw yeena ne Beelsebul laay dàqe ay rab?"},{"style":"v","verse":"19","text":"Te it ndegam man Beelsebul laay dàqe rab yi, seen ñoñ nag ñoom, kan lañuy dàqe ay rab? Kon kay seen ñoñ a leen tiiñal."},{"style":"v","verse":"20","text":"Waaye su dee loxol Yàlla laay dàqe rab yi nag, kon nguurug Yàlla agsi na ba ci yeen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Su ponkal gànnaayoo ba diis, wattu këram, alalam dina raw."},{"style":"v","verse":"22","text":"Waaye bu ko ku ko man songee, ba daan ko, day nangu mboolem ngànnaay lu mu yaakaaroon, ba noppi séddale alalam."},{"style":"v","verse":"23","text":"Ku farul ak man nag, man ngay xeex, te ku àndul ak man di dajale, yaa ngi tasaare."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Aw \\w rab|rab:\\w*, bu jàppee nit ba bàyyi ko, day wër béreb yu fendi, di wut fu mu noppaloo, te du ko gis. Su ko defee mu ne: “Naa dellu ca sama kër ga ma jóge.”"},{"style":"v","verse":"25","text":"Bu dikkee fekk kër gi buube, defare ba jekk,"},{"style":"v","verse":"26","text":"day dem indi yeneen juróom ñaari rab yu ko yées, ñu bokk sancsi. Su ko defee ni nit kiy mujje mooy yées na mu jëkke.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Naka la Yeesu di wax loolu, jenn jigéen ca mbooloo ma àddu ca kaw, ne ko: «Ndokkalee ki la ëmb ci biiram, nàmpal la ci weenam!»"},{"style":"v","verse":"28","text":"Moom nag mu ne ko: «Xanaa kay, ndokkalee ñiy déglu kàddug Yàlla te di ko jëfe.»"},{"style":"s1","verse":"","text":"Yonent Yàlla Yunus doy na firnde"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Naka la mbooloo may gëna takku, Yeesu ne: «Maasug tey jii, maas gu bon la. Firnde lañuy wut, waaye deesu leen jox jenn firnde ju moy firndey Yunus."},{"style":"v","verse":"30","text":"Ndax na Yunus nekke woon firnde ca waa Niniw, noonu la \\w Doomu nit|Doomu nit k-:\\w* ki nekke firnde ci niti tey jii."},{"style":"v","verse":"31","text":"Keroog àtte ba, Lingeeru bëj-saalum dina jóg, janook niti tey jii, tiiñal leen; ndax moo bàyyikoo woon ca catal àddina, ngir déglusi xam-xamu Suleymaan, te tey jii, ku sut Suleymaan a ngi fi."},{"style":"v","verse":"32","text":"Waa réewum Niniw it keroog àtte ba dinañu taxaw, layook niti tey jii, tiiñal leen ndax ñoo tuube woon ca waareb Yunus, te tey jii, ku sut Yunus a ngi fi."},{"style":"s1","verse":"","text":"Bët mooy làmpu yaram"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"«Deesul taal ab làmp, di ko dugal fu làqu, mbaa ci suufu leget. Dees koy aj ca kaw tegoom kay, ba kuy duggsi gis muy leer."},{"style":"v","verse":"34","text":"Bët mooy làmpu yaram. Su sa bët wéree, sa yaram wépp ay fees ak leer, waaye bu sa bët bonee, sa yaram wépp a ngi ci lëndëm."},{"style":"v","verse":"35","text":"Kon seetal ndax leer gi nga foog ne mu ngi ci yaw du ag lëndëm."},{"style":"v","verse":"36","text":"Bu sa yaram wépp nekkee cig leer nag te amu ci lenn lu nekk cig lëndëm, su boobaa la sa yaram di nekk ci leer ba ne ràññ, mel ni bu la ab làmp niitee, ne ràññ ci sa kaw.»"},{"style":"s1","verse":"","text":"Yeesu xas na niti diine ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Ba Yeesu waxee ba noppi, ab \\w Farisen|Farisen y-:\\w* da koo woo këram, ngir bokk ak moom lekk. Mu nangu, dem ba duggsi, daldi toog ca lekkukaay ba."},{"style":"v","verse":"38","text":"Farisen bi nag jaaxle, ndax la Yeesu setluwul bala moo lekk."},{"style":"v","verse":"39","text":"Sang bi ne ko: «Yeen Farisen yi, bitib kaas bi ak ndab li daal ngeen di raxas, fekk li fees kaas baa ngi jóge ci ŋàppaaral akug mbon!"},{"style":"v","verse":"40","text":"Yeena ñàkk xel! Xanaa du ki sàkk biti moo sàkk biir itam?"},{"style":"v","verse":"41","text":"Li ci biir kay ngeen di sarxe! Su boobaa seen lépp ay set."},{"style":"v","verse":"42","text":"Waaye wóoy ngalla yeen Farisen yi! Xobi naana ak yeneen safal yu mel ni ru\\f + \\fr 11.42 \\fk ru, \\ft gàncax la. Xob yi dees na ko togg, di ko fajoo.\\f* ak wépp xeetu lujum, yeena ngi ciy génne cérub fukkeel, ngir asaka, njubte ak cofeelu Yàlla nag, ngeen sàggane. Lii de war na leen, waaye lee it, waruleen koo sàggane."},{"style":"v","verse":"43","text":"Wóoy ngalla yeen Farisen yi! Yeenay sàkku toogu yu kaname ca jàngu ya, ak nuyoob wegeel ca pénc ma."},{"style":"v","verse":"44","text":"Wóoy ngalla yeen, yeena ngi mel ni ay bàmmeel yu amul xàmmikaay, nit ñiy dox ca kaw te xamuñu ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Kenn ci xamkati yoon yi nag àddu ne: «Kilifa gi, loolu nga wax de, nun itam, xasaale nga nu ci.»"},{"style":"v","verse":"46","text":"Yeesu itam ne: «Yeen xamkati yoon yi itam, wóoy ngalla yeen, yeen ñi sëf nit ñi sëf yu ñu àttanul, te yeen ci seen bopp, seen benn baaraam sax du ci laal."},{"style":"v","verse":"47","text":"Wóoy ngalla yeen, yeenay tabax bàmmeeli yonent yi, te seeni maam reyoon leen."},{"style":"v","verse":"48","text":"Kon yeena seedee noonu ne seen jëfi maam ya, ànd ngeen ci, ndax ñoom ñoo leen rey, yeen ngeen tabax seeni bàmmeel."},{"style":"v","verse":"49","text":"Looloo tax itam kàddug Yàlla giy xel, biral ne: “Maay yebal fa ñoom ay yonent aki ndaw, ñii ñu bóom, ñee, ñu bunduxataal.”"},{"style":"v","verse":"50","text":"Su ko defee yoon topp niti tey jii deretu mboolem yonent yi tuuru, dale ko ca ba àddina sosoo."},{"style":"v","verse":"51","text":"La dale ca deretu Abel ba ca deretu Sàkkaryaa\\f + \\fr 11.51 \\ft Seetal ci \\bk 2.Jaar-jaar ya\\bk* 24.20-22.\\f*, ma ñu rey ca diggante \\w sarxalukaay|sarxalukaay b-:\\w* ba ak kërug jaamookaay ga, maa leen ko wax déy, dees na ko toppe niti tey jii."},{"style":"v","verse":"52","text":"Ngalla yeen xamkati yoon yi, yeena sànk caabiy xam-xam; yeen dugguleen, ñiy duggsi, ngeen tere leena dugg.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"53","text":"Ba Yeesu génnee foofa, ca la Farisen ya ak firikati yoonu Musaa ya tàmbalee xabtalu ci kawam, di ko seetloo ay laaj ci mbir yu bare,"},{"style":"v","verse":"54","text":"di ko yeeru, tey wuta këf kàddu gu rëcce ci gémmiñam, ngir tuumaal ko."}]