[{"style":"s1","verse":"","text":"Saytukat bu dëng def na ag muus"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu neeti ay taalibeem: «Jenn waay ju am alal la woon, ñu boole ko ak ab saytukatam, ne ko day pasar-pasaree alalam."},{"style":"v","verse":"2","text":"Waa ja woo ko, ne ko: “Li ma la déggal, lu mu doon? Limal ma sag caytu, ndax dootoo ma mana saytul.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"«Saytukat ba nag ne ca xelam: “Nu may def nag, gannaaw sama njaatigee ngi nangu caytu gi ci man? Dem gàbbi? Awma kàttanam. Yalwaani? Rus naa ko.”"},{"style":"v","verse":"4","text":"Gannaaw loolu mu ne “Xam naa ni may def, ba su ma ñàkkee sama liggéey it, dees na ma fat.”"},{"style":"v","verse":"5","text":"Mu daldi woolu kenn-kenn ña ameel njaatigeem bor. Kii ñëw, mu ne ko: “Ñaata nga ameel sama njaatige?”"},{"style":"v","verse":"6","text":"Mu ne ko: “Téeméeri xàndiy diwu oliw.” Mu ne ko: “Sa kayit a ngii, toogal gaaw te bind juróom fukk.”"},{"style":"v","verse":"7","text":"Kee, mu ne ko: “Yaw nag, ñaata nga ko ameel?” Mu ne ko: “Téeméeri saakuy pepp.” Mu ne ko: “Sa kayit a ngii, bindal juróom ñett fukk.”"},{"style":"v","verse":"8","text":"Njaatige li nag naw saytukat bu njublaŋ boobu ca muus ga mu defe. Ndax kat niti tey jii ñoo gëna muus doomi leer ñi, ci ni ñuy doxale seen digganteek seeni nawle.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Yeesu teg ca ne: «Maa leen wax ne leen alalu àddina ji làmboo njubadi, sàkkooleen ko ay xarit, ngir bu alal ja jeexee, xarit yooya fat leen ca dal yu sax ya."},{"style":"v","verse":"10","text":"Ku màndu ci lu néew nag, màndu ci lu bare; ku jubadi ci lu néew it, jubadi ci lu bare."},{"style":"v","verse":"11","text":"Kon su ngeen mànduwul ci alalu àddina, alal ji dëgg, ana ku leen koy dénk?"},{"style":"v","verse":"12","text":"Te su ngeen mànduwul ci alalu jàmbur, ana ku leen di dénk seen alalu bopp?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Ab jaamu kër nag manula jaamu ñaari sang; day dëddu kii, sopp kee; mbaa mu fonk kii, cof kee. Manuleena jaamoondoo Yàlla ak alal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"\\w Farisen|Farisen y-:\\w* ñu bëgg xaalis ña nag dégg loolu Yeesu wax lépp, ba noppi di ko ñaawal."},{"style":"v","verse":"15","text":"Yeesu ne leen: «Yeen yeenay jub-jublu ci kanam nit ñi, waaye Yàlla xam na seen xol. Ndax li nit ñi gëna naw, lu seexluwu la fa Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Yoonu Musaa wi ak waxi yonent yi la woon ba kera ba \\w Yaxya|Yaxya:\\w* dikkee. Waaye ba mu dikkee lañu yégle nguurug Yàlla, ñépp di ci jéema dugge seen doole."},{"style":"v","verse":"17","text":"Waaye nag asamaan ak suuf raaf moo gëna yomb genn maaska rote ci mbindum yoonu Musaa."},{"style":"s1","verse":"","text":"Pase daganul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Képp ku fase sa jabar, takk keneen, njaaloo nga; te ku jëkkëram fase, képp ku ko takk, njaaloo nga."},{"style":"s1","verse":"","text":"Aji texeedi sàkku na yërmande"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Jenn waay la woon ju bare alal, di sol yérey tànnéef yu rafet, di dunde lu neex bés bu set."},{"style":"v","verse":"20","text":"Ab baadoolo bu ñuy wax Lasaar nag farala tëdd ci buntu kër waa ji, yaram wa ne fureet aki góom,"},{"style":"v","verse":"21","text":"te mu noon ngéeja fajeb xiifam lu ruuse ci ndabal boroom alal bi. Rax ci dolli xaj yiy dikk, di mar ay góomam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Ba baadoolo ba deewee, malaaka yi yóbbu ko ba ca wetu Ibraayma. Boroom alal ba itam dee, ñu rob ko."},{"style":"v","verse":"23","text":"Ci kaw loolu ñu dugal ko sawara. Ca biir mbugal mu tar ma la dawale bëtam, daldi séen fu sore Ibraayma ak Lasaar ci wetam."},{"style":"v","verse":"24","text":"Mu xaacu ne: “Maam Ibraayma, yërëm ma! Yebalal Lasaar, mu sëpp catal baaraamam ci ndox, dikk seralal ma sama làmmiñ, sawara sii metti na lool!”"},{"style":"v","verse":"25","text":"Ibraayma ne ko: “Doom, fàttalikul ne, na nga séddoo woon sa bànneex ca àddina, noonu la Lasaar nekke woon aw tiis. Waaye fii nag moo neexle, yaw nga mitile."},{"style":"v","verse":"26","text":"Bu loolu yépp weesoo itam, sunu diggante ak yeen kàmb gu xóot a fi dox; moo tax ku bëgga jóge fii jëm ci yeen, mbaa mu jóge foofu jëmsi ci nun, du ko man.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Ci kaw loolu boroom alal ba ne: “Kon nag maam, ngalla yebalal Lasaar ca sama kër baay,"},{"style":"v","verse":"28","text":"ndax sama juróomi rakk a nga fa. Na leen artu, ngir ñu baña ñëw ñoom itam ci bérebu mitit bii.”"},{"style":"v","verse":"29","text":"Ibraayma ne ko: “Waaye ñoom am nañu yoonu Musaa, am nañu téerey yonent yi. Nañ leen déggal.”"},{"style":"v","verse":"30","text":"Mu ne ko: “Loolu doyul, Maam Ibraayma, waaye su kenn bàyyikoo ci ñi dee, dem ba ca ñoom, dinañu tuub.”"},{"style":"v","verse":"31","text":"Ibraayma nag ne ko: “Su ñu dégluwul Musaa, dégluwuñu yonent yi kay, ku dekki, bàyyikoo ci ñi dee sax du tax ñu gëm.”»"}]