[{"style":"s1","verse":"","text":"Bàkkaarloo nit aay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu neeti ay taalibeem: «Ag fiir guy bàkkaarloo manula ñàkk, waaye wóoy ngalla ka koy lal."},{"style":"v","verse":"2","text":"Ñu takkoon doj wu réy ci baatam, sànni ko biir géej moo gën ci moom muy bàkkaarloo kenn ci xale yii."},{"style":"v","verse":"3","text":"Wattuleen seen bopp."},{"style":"s1","verse":"","text":"Jéggalleen ku leen tuubal"},{"style":"p","verse":"","text":"«Bu la sa mbokk tooñee, yedd ko. Bu tuubee, baal ko."},{"style":"v","verse":"4","text":"Su la tooñoon juróom ñaari yoon ci bés bi, te walbatiku juróom ñaari yoon, ne la: “Tuub naa ko,” baal ko rekk.»"},{"style":"s1","verse":"","text":"Ngëm maye na kéemtaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ci kaw loolu ndaw ya ne Sang bi: «Yokk nu ngëm.»"},{"style":"v","verse":"6","text":"Sang bi ne leen: «Su ngeen amee ci ngëm, lu tollu ni peppu fuddën, ba ne garab gii: “Buddeekul, dem jëmbate ca géej ga,” su boobaa garab gi déggal leen."},{"style":"s1","verse":"","text":"Ab jaam du sàkku jaajëf"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Kan ci yeen la ab jaamam di beyi mbaa mu sàmmi ba jóge tool, dikk, mu ne ko: “Kaay, nu lekk”?"},{"style":"v","verse":"8","text":"Xanaa kay da koy wax ne ko: “Defaral sama reer, te takku, taajal ma, ba ma lekk, naan, nga doora lekk, naan.”"},{"style":"v","verse":"9","text":"Ndax la jaam ba jëfe ndigal a tax sangam sant ko? Déedéet kay."},{"style":"v","verse":"10","text":"Yeen itam noonu. Bu ngeen defee li ñu leen sant lépp ba noppi, dangeena war ne: “Ay jaam rekk lanu. Sunu warugar lanu def.”»"},{"style":"s1","verse":"","text":"Yeesu faj na fukki gaana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ci biir yoon woowu Yeesu jëmoon Yerusalem, ma nga jaare fa \\w Samari|Samari:\\w* ak Galile digaloo."},{"style":"v","verse":"12","text":"Mu dem bay duggsi cib dëkk, fukki \\w gaana|gaana:\\w* dikk, dajeek moom, ba dànd ko, daldi taxaw. Ñu xaacu ne:"},{"style":"v","verse":"13","text":"«Yeesu, Njaatige, yërëm nu!»"},{"style":"v","verse":"14","text":"Yeesu nag gis leen, ne leen: «Demleen seetluji seen yaram ca \\w sarxalkat|sarxalkat b-:\\w* ya.»"},{"style":"p","verse":"","text":"Ba ñuy dem ca sarxalkat ya lañu wér, seen yaram set."},{"style":"v","verse":"15","text":"Kenn ci ñoom gis ne wér na, daldi walbatiku, di xaacuy sàbbaal Yàlla."},{"style":"v","verse":"16","text":"Mu dikk, ne gurub, dëpp jëëm fa tànki Yeesu, sant ko. Waa ja nag nitu Samari la woon."},{"style":"v","verse":"17","text":"Ba loolu amee Yeesu ne: «Xanaa du fukk a wér? Juróom ñeent ña nag, ana ñu?"},{"style":"v","verse":"18","text":"Amu ci kenn ku ñëw, delloo Yàlla njukkal ku dul doxandéem bii!»"},{"style":"v","verse":"19","text":"Yeesu nag ne ko: «Jógal dem; sa ngëm faj na la.»"},{"style":"s1","verse":"","text":"Nguurug Yàlla door na ba noppi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"\\w Farisen|Farisen y-:\\w* yi ñoo laajoon Yeesu, ne ko: «Kañ la nguurug Yàlla di dikk?» Mu ne leen: «Dikkug nguurug Yàlla du ànd akum ceetaan."},{"style":"v","verse":"21","text":"Deesul ne it: “Xoolleen, mu ngi!” mbaa: “Ma ngee!” Ndax kat nguurug Yàlla mu ngi ci seen biir.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Mu ne taalibe ya: «Ay jamonoo ngi ñëw yu ngeen naa ngéejoo fekke benn bés ci bési \\w Doomu nit|Doomu nit k-:\\w* ki, te dungeen ko fekke."},{"style":"v","verse":"23","text":"Te it, dees na leen ne: “Ma ngee!” mbaa: “Mu ngii!” Buleen dem, buleen ca topp."},{"style":"v","verse":"24","text":"Ndax ni melax di xuyye ci gii wetu asamaan, ba ne ràññ ca gee, noonu la Doomu nit kiy def keroog bésam."},{"style":"v","verse":"25","text":"Waaye balaa booba fàww Doomu nit ki am coono yu bare, jànkoonteek diiŋatu niti tey jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Noonee mu deme woon ca jamonoy Nóoyin, ni lay deme ca jamonoy Doomu nit ki."},{"style":"v","verse":"27","text":"Nit ñaa nga doon lekk aka naan, di jël jabar aka séyi, ba keroog bés ba Nóoyin duggee ca gaal ga, mbënn ma dikk, sànk ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"«Noonee itam la deme woon ca jamonoy Lóot. Nit ñaa nga doon lekk aka naan, di jënd aka jaay, di jëmbat aka tabax."},{"style":"v","verse":"29","text":"Waaye bés ba Lóot génnee \\w Sodom|Sodom ak Gomor:\\w*, la tawub sawara ak tamarax wàcce ci asamaan, sànk ñépp."},{"style":"v","verse":"30","text":"Noonu doŋŋ lay deme, bés bu Doomu nit kiy feeñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Bésub keroog boobee, ku mu fekk ci kaw am taax, te say yëf ne ca biir kër ga, bul wàcc, di ko jëli. Te ku mu fekk tool ba itam, bul dellu."},{"style":"v","verse":"32","text":"Fàttalikuleen jabaru Lóot ja!"},{"style":"v","verse":"33","text":"Képp kuy wuta rawale sa bakkan, yaay ñàkk sa bakkan, waaye képp ku ñàkk sa bakkan, yaay dund."},{"style":"v","verse":"34","text":"Maa leen ko wax: guddig keroog ñaar ay bokk benn lal, kenn ki, ñu yóbbu ko, ka ca des, ñu ba ko."},{"style":"v","verse":"35-36","text":"Ñaari jigéen di wolandoo, kenn ki, ñu yóbbu ko, ka ca des, ñu ba ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Taalibe yi ne Yeesu: «Loolu fan la, Sang bi?» Mu ne leen: «Fu médd nekk, fa la tan yay daje.»"}]