[{"style":"s1","verse":"","text":"Saxoo ñaan wareef la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu dellu leen léeb lii, ngir ñu wareefoo di sax ci ñaan te baña xàddi."},{"style":"v","verse":"2","text":"Mu ne: «Ab àttekat la woon cib dëkk; ragalul Yàlla, yégul nit."},{"style":"v","verse":"3","text":"Ab jëtun a nga woon ca dëkk boobee. Daan na ñëw ca moom, naan ko: “Àtte ma ak sama jotewaale!”"},{"style":"v","verse":"4","text":"Àttekat ba bañ na ay yoon, waaye gannaaw gi mu ne ci xelam: “Ragaluma Yàlla, yéguma nit,"},{"style":"v","verse":"5","text":"waaye jigéen jii da maa lakkal; naa ko àtte, bala moo dërr-dërri ba mujj jekkali ma.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Sang bi teg ca ne: «Jàngatleen li àttekat bu bon bi wax."},{"style":"v","verse":"7","text":"Kon ndax Yàlla man naa baña sàmm àqu tànnéefam ñi koy woo wall guddi ak bëccëg, xanaa di leen yeexe?"},{"style":"v","verse":"8","text":"Maa leen ne, mooy sàmm seen àq ci lu gaaw. Waaye bu \\w Doomu nit|Doomu nit k-:\\w* ki dikkee, mbaa dina fekk ngëm ci kaw suuf?»"},{"style":"s1","verse":"","text":"Ag njub, bu ko boroom gis"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Yeesu léebati lii, ngir ñiy damoo seenug njub, tey doyadal ñi ci des."},{"style":"v","verse":"10","text":"Mu ne: «Ñaari nit a ñaani woon ca kër Yàlla ga. Kenn ki di ab \\w Farisen|Farisen y-:\\w*, ki ci des dib \\w juutikat|juutikat b-:\\w*."},{"style":"v","verse":"11","text":"Farisen baa nga taxaw di yelu, naan: “Yàlla, maa ngi lay sante li ma melul ni ñeneen ñi fees ak ŋàppaaral, diy njublaŋ aki njaalookat, rawatina juutikat bii."},{"style":"v","verse":"12","text":"Maa ngi woor ñaari yoon, ayu bés gu nekk, di joxe asaka benn céru fukkeelu mboolem lu ma am.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Juutikat ba moom, ma nga taxaw fu sore, ñemewula siggi sax, xool asamaan, xanaa di fëgg dënnam te naan: “Éy Yàlla, yërëm ma, man bàkkaarkat bi.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yeesu teg ca ne: «Maa ne leen, kooku moo ñibbaale këram àtteb ku jub, waaye du Farisen ba. Ndaxte képp kuy réylu, dees na la toroxal, waaye ki toroxlu lees di yékkati.»"},{"style":"s1","verse":"","text":"Tuut-tànk am na cér"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Doon nañu indil Yeesu ay tuut-tànk sax, ngir mu \\w teg leen ay loxoom|teg loxo:\\w*. Taalibe ya gis loolu, di leen jànni."},{"style":"v","verse":"16","text":"Yeesu nag woolu xale yi, ne: «Bàyyileen xale yi, ñu ñëw fi man, buleen leen aaye, ndax ñu mel ni ñoom ñoo yelloo nguurug Yàlla."},{"style":"v","verse":"17","text":"Maa leen ko wax déy, képp ku baña nangul nguurug Yàlla ni ab xale, doo ca tàbbi mukk.»"},{"style":"s1","verse":"","text":"Dëddu lépp, topp Yeesu jafe na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Kenn ci njiiti Yawut yi moo laajoon Yeesu, ne ko: «Kilifa gu baax bi, ana lu may def ngir texe ba fàww?»"},{"style":"v","verse":"19","text":"Yeesu ne ko: «Lu tax nga naa ma ku baax ki? Kenn baaxul ku moy Yàlla doŋŋ."},{"style":"v","verse":"20","text":"Xam nga ndigal yi: “Bul njaaloo, bul bóom, bul sàcc, bul seede lu dul dëgg, teralal sa ndey ak sa baay.”»"},{"style":"v","verse":"21","text":"Mu ne ko: «Loolu lépp, ba may ndaw laa ko dale sàmm ba tey.»"},{"style":"v","verse":"22","text":"Yeesu dégg loolu, ne ko: «Lenn rekk nga deseleeti. Mboolem loo am, jaay ko, séddale ko néew-doole yi. Su ko defee nga woomle fa asamaan. Boo noppee, ñëwal topp ci man.»"},{"style":"v","verse":"23","text":"Ba waa ji déggee loolu, am na tiis wu réy, ndax barele woon na lool."},{"style":"v","verse":"24","text":"Yeesu gis loolu, daldi ne: «Boroom alal tàbbi ci nguurug Yàlla, ndaw lu jafe!"},{"style":"v","verse":"25","text":"Boroom alal tàbbi ci nguurug Yàlla de, giléem jaare bën-bënu puso moo ko gëna yomb.»"},{"style":"v","verse":"26","text":"Ña cay dégg nag ne: «Ku mana mucc nag?»"},{"style":"v","verse":"27","text":"Yeesu ne leen: «Li të nit, tëwul Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Piyeer daldi ne: «Nun de, noo ngii, dëddu la nu amoon, topp la.»"},{"style":"v","verse":"29","text":"Yeesu ne leen: «Maa leen ko wax déy, amul kenn kuy dëddu kër, mbaa jabar, mbaa mbokk, mbaa waajur, mbaa doom, ngir nguurug Yàlla,"},{"style":"v","verse":"30","text":"te jotaatul lu ko ëpp ay yooni yoon, ci jamonoy tey jii, akug texe ba fàww, ëllëg.»"},{"style":"s1","verse":"","text":"Yeesu baamooti na coono yi koy xaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yeesu nag yóbbu Fukk ñaak ñaar, wéetook ñoom, ne leen: «Noo ngii jëm Yerusalem, te mboolem lu yonent yi bindoon ci mbirum \\w Doomu nit|Doomu nit k-:\\w* ki dina sotti."},{"style":"v","verse":"32","text":"Ndax dees na ko jébbal jàmbur ñi dul Yawut, dees na ko ñaawal, saaga ko, tifli ko."},{"style":"v","verse":"33","text":"Dinañu ko caw, rey ko; ba ca ñetteelu fan ba, mu dekki.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Waaye taalibe ya, ñoom, xamuñu dara ci jooju wax, ndax mbóotu kàddug Yeesu gaa leen làqu, ba tax ñu umple la mu wax."},{"style":"s1","verse":"","text":"Yeesu faj na silmaxa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ba Yeesu di jubsi dëkk ba ñuy wax Yeriko, ab silmaxaa nga toogoon ca peggu yoon wa, di yalwaan."},{"style":"v","verse":"36","text":"Silmaxa ba dégg mbooloo may romb, mu daldi laaj lu mu doon."},{"style":"v","verse":"37","text":"Ñu ne ko Yeesum Nasaret moo fa jaare."},{"style":"v","verse":"38","text":"Ci kaw loolu mu àddu ca kaw ne: «Yeesu, Sëtub \\w Daawuda|Daawuda:\\w*, yërëm ma!»"},{"style":"v","verse":"39","text":"Ña jiitu femmu ko, ngir mu noppi. Teewul mu gëna xaacooti, ne: «Sëtub Daawuda, yërëm ma!»"},{"style":"v","verse":"40","text":"Yeesu nag taxaw, ne ñu indil ko ko. Ba mu dikkee, mu laaj ko, ne ko:"},{"style":"v","verse":"41","text":"«Ana loo bëgg ma defal la ko?» Mu ne ko: «Xanaa may gis, Sang bi.»"},{"style":"v","verse":"42","text":"Yeesu ne ko: «Gisal! Sa ngëm faj na la.»"},{"style":"v","verse":"43","text":"Ca saa sa muy gis, daldi topp ci Yeesu, di sàbbaal Yàlla. Mbooloo mépp gis loolu, di sant Yàlla."}]