[{"style":"s1","verse":"","text":"Yeesu juddu na ca Betleyem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jamono yooyu ndigal moo tukkee woon ci buur bu mag bu ñuy wax \\w Sesaar|Sesaar:\\w* Ogust. Mu ne na ñépp binduji ca limeef ya."},{"style":"v","verse":"2","text":"Mbindu mooma mooy mu njëkk ma, yemook ba Kiriñus dee boroom réewum Siri."},{"style":"v","verse":"3","text":"Ci kaw loolu ñépp binduji, ku nekk ca sa dëkku cosaan."},{"style":"v","verse":"4","text":"Ku ñuy wax Yuusufa itam jóge Nasaret ca diiwaanu Galile, jëm ca diiwaanu Yude ca Betleyem, dëkk ba \\w Daawuda|Daawuda:\\w* cosaanoo, ndax ci waa kër Daawuda la askanam bokk."},{"style":"v","verse":"5","text":"Maryaama mi digook moom séy la àndal binduji, te fekk ko mu ëmb."},{"style":"v","verse":"6","text":"Naka lañu dal Betleyem, waxtuw muccam agsi."},{"style":"v","verse":"7","text":"Mu am doom ju góor, mu dib taawam. Mu laxas ko, tëral ko ca gàmbug jur ga\\f + \\fr 2.7 \\fk gàmbug jur ga: \\ft nit ñi ak jur gi ñoo daan bokk fu ñuy fanaan, doonte dañoo sàkkaloon jur gi béreb bu gëna suufe, gàmbug jur gi dox seen diggante ak nit, ñay féete fu gëna kawe.\\f*, ndax ñàkk fu ñu xaj ca néegu gan ba."},{"style":"s1","verse":"","text":"Malaaka feeñu na ay sàmm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Booba ay sàmm a nga ca gox boobee, di fanaanee wattu seenug jur."},{"style":"v","verse":"9","text":"Am malaakam Boroom bi jekki feeñu leen, leeru Boroom bi melax, wër leen, ñu tiit tiitaange ju réy."},{"style":"v","verse":"10","text":"Malaaka mi ne leen: «Buleen tiit, ndax kat maa leen indil xibaaru jàmm bu doon mbég mu réy, ñeel askan wépp."},{"style":"v","verse":"11","text":"Bésub tey jii ca dëkku \\w Daawuda|Daawuda:\\w*, juddule ngeen ab Musalkat, te mooy \\w Almasi|Almasi b-:\\w* bi, di Sang bi."},{"style":"v","verse":"12","text":"Li ngeen ciy def ab takk moo di: dingeen gis liir bu ñu laxas, tëral ko ci gàmbug jur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ca saa sa gàngooru asamaan gu mag ànd ak malaaka mi, di sàbbaal Yàlla, ne:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"14","text":"«Daraja ñeel na Yàlla fa asamaan sa gëna kawe,"},{"style":"q1","verse":"","text":"jàmm ci kaw suuf ñeel ñi Yàlla baaxe.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba malaaka ya bàyyikoo ca sàmm sa, dellu asamaan, sàmm say wax ca seen biir, naan: «Nanu dem boog Betleyem, seeti la fa xew, te Boroom bi xamal nu ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ñu gaaw dem ba foofa, daldi gis Maryaama ak Yuusufa, ak liir ba tëdd ca gàmbug jur ga."},{"style":"v","verse":"17","text":"Naka lañu leen gis, daldi leen xamal la ñu leen wax ca mbirum xale ba."},{"style":"v","verse":"18","text":"Mboolem ña dégg la leen sàmm sa wax nag waaru lool."},{"style":"v","verse":"19","text":"Teewul Maryaama moom, bàyyi woon na xel ci mbir moomu mépp, di ko xalaat ci xolam."},{"style":"v","verse":"20","text":"Ba loolu amee sàmm sa dellu, di sàbbaal aka sant Yàlla ci mboolem la ñu dégg, gis ko, te lépp ame noonee ñu leen ko waxe woon."},{"style":"s1","verse":"","text":"Yóbbu nañu Yeesu ca kër Yàlla ga ca Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ba juróom ñetti fani xale bi matee, ñu xarafal ko, tudde ko Yeesu, na ko malaaka ma tudde woon, bala moo sosu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Gannaaw ba seen fani setlu\\f + \\fr 2.22 \\fk setlu: \\ft ab diir lañu àppaloon wasin-bees gannaaw bu taawloo góor, bala moo yóbbu xale bi kër Yàlla ga, ngir def sarax yi setluy wasin-bees laaj. Seetal ci \\bk Sarxalkat yi\\bk* 12.6-8.\\f* matee, ni ko yoonu Musaa laaje, ñu yóbbu xale bi Yerusalem, ngir teewal ko fi kanam Boroom bi,"},{"style":"v","verse":"23","text":"noonee ñu ko binde ci yoonu Boroom bi ne: «Bépp taaw bu góor, dees koy tudde séddoo bu sell, ñeel Boroom bi.»"},{"style":"v","verse":"24","text":"Ñu yóbbaale sarax bi ci war, ni ko yoonu Boroom bi santaanee: «ñaari pitax mbaa ñaari xati yu ndaw.»"},{"style":"s1","verse":"","text":"Simeyon sàbbaal na Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Amoon na nag ca Yerusalem ku ñuy wax Simeyon; ku juboon, ragal Yàlla, di séentu jamono ji nekkinu \\w bànni Israayil|bànni Israayil:\\w* di ame ag tan, te \\w Noo gu Sell|Noo gu Sell g-:\\w* gi àndoon ak moom."},{"style":"v","verse":"26","text":"Ndéey nag tukkee ci Noo gu Sell gi, xamal ko ne ko du dee mukk te gisul \\w Almasi|Almasi b-:\\w* bu Boroom bi."},{"style":"v","verse":"27","text":"Ci kaw loolu mu dem ba ca biir kër Yàlla ga ci dooley Noo gu Sell gi. Gannaaw loolu waajuri Yeesu indi Yeesu ngir defal ko li aaday yoon wi laaj."},{"style":"v","verse":"28","text":"Simeyon itam jël xale bi, leewu ko, daldi sàbbaal Yàlla, ne:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"29","text":"«Léegi nag Buur Yàlla, yiwil sab jaam,"},{"style":"q1","verse":"","text":"mu dem ak jàmm, noonee nga ko waxe woon."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"30","text":"Nde saay gët tegu na ci mucc gi nga dogal,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"31","text":"waajal ko fi kanam askan yépp,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"32","text":"mu dig leer, ñeel jàmbur ñi,"},{"style":"q1","verse":"","text":"sagal Israayil sa ñoñ.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Baay bi ak ndey ji nag yéemu ci kàddu yooyu ñu wax ci xale bi."},{"style":"v","verse":"34","text":"Ba loolu amee Simeyon ñaanal leen, ba noppi ne ndeyam Maryaama: «Dama ne, kii lañu yebal ngir sànkutey ñu bare mbaa seenug leqaliku ci digg Israayil, ngir itam mu doon firnde ju ñuy gàntal."},{"style":"v","verse":"35","text":"Yaw nag, sab xol la aw naqar wu mel ni saamar di xar, ba ñu bare la seen xalaati biir xol di feeñ.»"},{"style":"s1","verse":"","text":"Aana sant na Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Jigéen ju ñuy wax Aana, ab yonent la woon ca Yerusalem, di doomu Fanuwel mi askanoo ci giirug Aser. Mag la woon lool. Ba muy janq la séy, nekk ak jëkkëram juróom ñaari at."},{"style":"v","verse":"37","text":"Jëkkër ja faatu, mu toog, séyaatul, ba booba mu amee juróom ñett fukki at ak ñeent (84). Daawul jóge ca kër Yàlla ga, koor ak ñaan la daan jaamoo guddi ak bëccëg."},{"style":"v","verse":"38","text":"Aana nag dikk moom it ca waxtu woowa, daldi delloo Yàlla njukkal. Ci kaw loolu muy waxtaane mbirum xale bi ak mboolem ña doon séentu bésu goreelug Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ci kaw loolu ñu matal mboolem lu yoonu Boroom bi laaj, doora dellu Nasaret, seen dëkk ba ca diiwaanu Galile."},{"style":"v","verse":"40","text":"Xale bi nag di màgg, di dëgër, xel mu rafet wër ko, te yiwu Yàlla ànd ak moom."},{"style":"s1","verse":"","text":"Yeesu feeñ na ca kër Yàlla ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"At mu jotaan nag waajuri Yeesu daan dem Yerusalem, ngir màggali \\w bésub Mucc|Màggal yi:\\w* ba."},{"style":"v","verse":"42","text":"Ba Yeesu amee fukki at ak ñaar, ñu dem màggali na ñu ko baaxoo woon."},{"style":"v","verse":"43","text":"Ba màggal ga tasee, ñu ñibbi, ngóor sa Yeesu moom des Yerusalem, te ay waajuram yéguñu ko."},{"style":"v","verse":"44","text":"Ñu xalaat ne, Yeesu daa ànd ak ñu ñu bokkaloon yoon. Dox nañu bésub lëmm, door koo wëri ci seeni bokk ak seeni xame,"},{"style":"v","verse":"45","text":"te taxul ñu gis ko. Ñu daldi dellu Yerusalem, seeti ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Ca gannaaw ëllëg sa lañu ko fekk ca kër Yàlla ga, mu toog ca digg jàngalekat ya, di leen déglooka laaj."},{"style":"v","verse":"47","text":"Mboolem ña ko dégg yéemu ci dégginam aki tontam."},{"style":"v","verse":"48","text":"Ay waajuram gis ko, waaru. Yaayam ne ko: «Doom, li nga nu def nag? Maak sa baay a ngi jaaxle, di la seet!»"},{"style":"v","verse":"49","text":"Mu ne leen: «Lu ngeen may seete? Xamuleen ne sama kër Baay laa wara nekk?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"Ay waajuram ñoom dégguñu kàddu googu mu leen wax."},{"style":"v","verse":"51","text":"Gannaaw loolu Yeesu ànd ak ñoom, dellu Nasaret, tey saxoo déggal ay waajuram. Yaayam nag takk mbir yooyu yépp ci xolam."},{"style":"v","verse":"52","text":"Yeesu moom, ma ngay màgg ci dayo ak xel mu rafet, ak cérub yiw fi Yàlla ak nit ñi."}]