[{"style":"s1","verse":"","text":"Diiŋat nañu sañ-sañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mu am bés bu Yeesu doon jàngal askan wi ca kër Yàlla ga, di xamle xibaaru jàmm bi. \\w Sarxalkat|sarxalkat b-:\\w* yu mag ya ak firikati yoonu Musaa ya ne jalañ, ñook magi askan wa."},{"style":"v","verse":"2","text":"Ñu ne ko: «Wax nu, lii ngay def, ci ban sañ-sañ nga koy defe, mbaa kan moo la jox boobu sañ-sañ?»"},{"style":"v","verse":"3","text":"Yeesu ne leen: «Ma laaj leen man itam lenn, waxleen ma,"},{"style":"v","verse":"4","text":"sóobeb \\w Yaxya|Yaxya:\\w* ci ndox, ndax asamaan la ndigal la bawoo, am ci nit ñi la bawoo?»"},{"style":"v","verse":"5","text":"Ñu diisoo ci seen biir, daldi ne: «Su nu nee: “Asamaan la ndigal la bawoo,” da naan lu tax kon gëmuleen Yaxya?"},{"style":"v","verse":"6","text":"Te su nu nee: “Ci nit ñi la ndigal li bawoo,” mbooloo mépp a nuy sànni ay xeer, ndax wóor na leen ne Yaxya ab yonent la woon.»"},{"style":"v","verse":"7","text":"Ñu daldi ne ko: «Xamunu fu mu ko jële.»"},{"style":"v","verse":"8","text":"Yeesu ne leen: «Kon man itam duma leen wax ci ban sañ-sañ laay defe lii.»"},{"style":"s1","verse":"","text":"Beykat ya def nañu lu ëpp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ci kaw loolu Yeesu léeb askan wa lii, ne leen: «Jenn waay moo jëmbatoon ab tóokëru reseñ, batale ko ay beykat, daldi dem yoon wu yàgg."},{"style":"v","verse":"10","text":"Ba tóokër ba ñoree, mu yebal ca beykat ya ab surga, ngir ñu jox ko wàllam ca meññeef ma. Beykat ya dóor surga ba, ba noppi dàq ko, mu dellu loxoy neen."},{"style":"v","verse":"11","text":"Mu dellu yónni beneen surga, ñu dóor ko moom itam, toroxal ko, dàq ko, mu dellu loxoy neen."},{"style":"v","verse":"12","text":"Mu dellooti yónni ñetteelu surga, kooku it, ñu gaañ ko, sànni ko ca biti."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Boroom tóokër ba ne: “Nan laay def nag? Naa yónni sama doomu bopp ji ma sopp boog, xanaa moom, dinañu ko rus!”"},{"style":"v","verse":"14","text":"Teewul ba beykat ya gisee doom ji, dañu ne ci seen biir: “Kii mooy donn; nanleen ko rey, su ko defee ndono li féeteek nun.”"},{"style":"v","verse":"15","text":"Ba loolu amee ñu génne ko tóokër ba, rey ko.»"},{"style":"p","verse":"","text":"«Ana nu boroom tóokër biy def beykat yi nag?"},{"style":"v","verse":"16","text":"Xanaa dikk, rey beykat yooyu, dénk tóokëru reseñ ba ñeneen.» Nit ña dégg loolu daldi ne: «Yàlla tere!»"},{"style":"v","verse":"17","text":"Yeesu ne leen jàkk, daldi ne: «Kon nag lii ñu bind, lu muy tekki?"},{"style":"q1","verse":"","text":"“Doj wi tabaxkat yi beddi woon,"},{"style":"q1","verse":"","text":"moo mujj di doju koñu tabax bi\\f + \\fr 20.17 \\ft Seetal ci \\bk Taalifi cant\\bk* 118.22.\\f*.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"Woowu doj, képp ku ci dal, dammatoo, te ku mu dal, rajaxe la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Firikati yoonu Musaa yaak \\w sarxalkat|sarxalkat b-:\\w* yu mag ya nag, ca saa sa lañu doon fexee teg Yeesu loxo, ndax xamoon nañu xéll ne ñoo moom léeb woowu, waaye nit ña lañu ragal."},{"style":"s1","verse":"","text":"Buur ak jagleem, Yàlla ak jagleem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba mu ko defee ñu bàyyi Yeesu xel, daldi yebal ay yeerukat, sas leen ñu yiw-yiwlu te di ko fiir ci kaw kàddu ba jàpp ko, ngir jébbal ko boroom dëkk bay boroom kilifteef ga ak sañ-sañ ba."},{"style":"v","verse":"21","text":"Yeerukat ya dikk ne Yeesu: «Kilifa gi, xam nanu ne njub ngay wax, di ko jàngale. Te doo gënatle itam, waaye ci kaw dëgg ngay jàngalee yoonu Yàlla."},{"style":"v","verse":"22","text":"Ndax yoon maye na, nu fey Buur \\w Sesaar|Sesaar:\\w* galag, am déet.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Teewul Yeesu ràññee seen pexe. Mu ne leen:"},{"style":"v","verse":"24","text":"«Joxleen ma ab posetub \\w dinaar|Xaalis:\\w*, ma gis. Nataal bi ak tur wi ci binde, kuy boroom?» Ñu ne ko: «Sesaar.»"},{"style":"v","verse":"25","text":"Mu ne leen: «Kon kay yëfi Sesaar, joxleen ko Sesaar; te yëfi Yàlla, ngeen jox ko Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Manuñu koo fiir ba jàppe ko menn mbir ca kanam mbooloo ma, xanaa waaru ca tontam, ba wedam."},{"style":"s1","verse":"","text":"Sadusen ya fiirati nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ñenn ci \\w Sadusen|Sadusen y-:\\w*, yi weddi ne dee-dekki am na, ñoo dikkoon ca Yeesu. Ñu ne ko:"},{"style":"v","verse":"28","text":"«Kilifa gi, Musaa da noo bindal ne ku góor, su ku mu bokkal waajur faatoo te amul ak jabaram doom, na jël jabaram, ngir amal mbokkam ma dee, kuutaay."},{"style":"v","verse":"29","text":"Léegi juróom ñaari góor ñu bokk ndey ak baay la woon. Taaw ba am jabar, gannaaw gi mu faatu, te bàyyiwul doom."},{"style":"v","verse":"30","text":"Tofo ba,"},{"style":"v","verse":"31","text":"ak ñaareelu tofo ba, ku ci nekk donn na ndaw sa ca magam, ñu topplantee ko noonu, ba juróom ñaar ñépp dee te amuñu ca doom."},{"style":"v","verse":"32","text":"Gannaaw gi, ndaw sa it dee."},{"style":"v","verse":"33","text":"Ndaw si nag, keroog ndekkite la, kan la ciy doon jabaram, gannaaw juróom ñaar ñépp a ko jëloon jabar?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Yeesu ne leen: «Ci àddina sii la góor ñi ak jigéen ñi di séy."},{"style":"v","verse":"35","text":"Waaye ña ñu yeyale ndekkitel ëllëg, yeyale leen bakkan ci àddina siy ñëw, ñooñu, su boobaa, kenn du ci am jabar mbaa jëkkër."},{"style":"v","verse":"36","text":"Dootuñu mana dee it, ndax niy malaaka lañuy mel. Ay doomi Yàlla lañuy doon, ndax da leen di fekk dekki."},{"style":"v","verse":"37","text":"Te Musaa ci boppam xamle na ne ñi dee dañuy dekki, na ko téere indee ca mbirum ngarab sa\\f + \\fr 20.37 \\ft Seetal ci \\bk Mucc ga\\bk* 3.2-6.\\f*. Mooy ba mu woowee Boroom bi: “Yàllay Ibraayma, Yàllay Isaaxa, Yàllay \\w Yanqóoba|Yanqóoba:\\w*.”"},{"style":"v","verse":"38","text":"Kon moom du ñi dee lay seen Yàlla, xanaa ñiy dund, ndax fa moom, ñépp a ngi dund.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ci kaw loolu ñenn ca firikati yoon ya àddu ne ko: «Dëgg nga wax, Kilifa gi!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Gannaaw loolu ñemeetuñu koo laaj dara."},{"style":"s1","verse":"","text":"Almasi bi sët la, Sang la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Yeesu neeti leen: «Nees mana waxe ne \\w Almasi bi|Almasi b-:\\w*, sëtub \\w Daawuda|Daawuda:\\w* la?"},{"style":"v","verse":"42","text":"Daawuda ci boppam moo ne ci téereb Taalifi cant:"},{"style":"q1","verse":"","text":"“Boroom bi daa wax sama Sang:"},{"style":"q1","verse":"","text":"‘Toogeel sama ndijoor,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"43","text":"ba ma def say noon sa ndëggastal\\f + \\fr 20.42-43 \\ft Seetal ci \\bk Taalifi cant\\bk* 110.1.\\f*.’ ”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"44","text":"Gannaaw Daawudaa woowe Almasi bi “Sang bi,” nu mu nekke ab sëtam?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Yeesu nag wax ak ay taalibeem, askan wépp di dégg. Mu ne:"},{"style":"v","verse":"46","text":"«Moytuleen firikati yoonu Musaa yi taamoo jaagar-jaagareek seen mbubb yu réy, di sàkku nuyoob wegeel ca pénc ma, ak toogu yu kaname ca jàngu ya, ak péetey teraanga ca bernde ya."},{"style":"v","verse":"47","text":"Ñooy saax-saaxee alalu jëtun ñi tey ñaan ñaani ngistal yu dul jeex. Ñooñu la seen mbugal di gëna tar.»"}]