[{"style":"s1","verse":"","text":"Njiiti yoon yi fexeel nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\w Màggalu Mburu mu amul lawiir|Màggal yi:\\w*, te ñu di ko wax \\w bésub Mucc|Màggal yi:\\w*, moo jubsi woon."},{"style":"v","verse":"2","text":"Ci biir loolu \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak firikati yoonu Musaa ya di seet nu ñuy fexee ba rey Yeesu, waaye dañoo ragaloon nit ña."},{"style":"v","verse":"3","text":"\\w Seytaane|Seytaane:\\w* nag dugg Yuda mi ñuy woowe Iskaryo te mu bokkoon ca Fukk ñaak ñaar."},{"style":"v","verse":"4","text":"Yuda daldi diisooji ak sarxalkat yu mag ya ak kilifay wattukati kër Yàlla ga, ngir xam nan lay tege Yeesu ci seeni loxo."},{"style":"v","verse":"5","text":"Ñu am ca mbégte, digook moom, ngir jox ko xaalis."},{"style":"v","verse":"6","text":"Yuda nangu, di wut nag yoon wu mu jekkoo Yeesu, ba wor ko, fu mbooloo ma teewul."},{"style":"s1","verse":"","text":"Yeesu tàggoo na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci kaw loolu bésu \\w màggalu Mburu mu amul lawiir|Màggal yi:\\w* agsi, ñu war caa rendi gàttub \\w bésub Mucc|Màggal yi:\\w*."},{"style":"v","verse":"8","text":"Yeesu yebal Piyeer ak Yowaan ne leen: «Demleen, waajalal nu bésub Mucc bi, ba nu reeri.»"},{"style":"v","verse":"9","text":"Ñu ne ko: «Foo bëgg nu waaje ko fa?»"},{"style":"v","verse":"10","text":"Mu ne leen: «Bu ngeen di dugg ca dëkk ba rekk, dingeen dajeek waa ju yenu njaqas ndox. Toppleen ko ba ca biir kër ga mu jëm,"},{"style":"v","verse":"11","text":"te ngeen ne boroom kër ga: “Kilifa gi nee: Ana néegu gan, fi may reere reeru bésub Mucc, maak samay taalibe?”"},{"style":"v","verse":"12","text":"Kooku moo leen di won néegub kaw bu yaa bu ñu defar ba noppi. Foofa ngeen di waajale.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba ñu demee, noonee leen ko Yeesu waxe, na lañu gise lépp. Ñu daldi waajal reeru bésub Mucc ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba waxtuw reer jotee, Yeesu toog ak ndaw ya,"},{"style":"v","verse":"15","text":"ne leen: «Yàkkamti woon naa lool bokk ak yeen reeru bésub Mucc bii, bala maa tàbbi coono."},{"style":"v","verse":"16","text":"Ndax maa leen ko wax, dootuma ko reer mukk, ba keroog solos reer bi di sotti ca nguurug Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ci kaw loolu mu jël ab kaas, yékkati kàddug cant, daldi ne: «Jëlleen kaas bii, te ngeen séddoo ko."},{"style":"v","verse":"18","text":"Ndax maa leen ko wax, gannaaw-si-tey dootuma naan ndoxum reseñ, ba kera nguurug Yàlla dikk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Gannaaw loolu mu jël mburu, yékkati kàddug cant, dagg, jox leen ko ne: «Lii moo di sama yaram wi ñu joxe ngir yeen. Deeleen def lii, di ma ko fàttalikoo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Kaas ba itam noonu la def ak moom gannaaw reer ba, ne leen: «Kaas bii mooy \\w kóllëre|kóllëre g-:\\w* gu yees gi fasoo ci sama deret ji nara tuuru ngir yeen."},{"style":"v","verse":"21","text":"Waaye nag ki may wor, loxoom a ngi ci ndab lii nu bokk."},{"style":"v","verse":"22","text":"\\w Doomu nit|Doomu nit k-:\\w* ki déy, ni ñu ko dogale, noonu lay deme, waaye wóoy ngalla ki pexe mi ñu koy wore di jaare.»"},{"style":"v","verse":"23","text":"Ci kaw loolu taalibe yi di laajante ci seen biir, kan ci ñoom moo nar jooju jëf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ab werante itam dikkal leen, ñuy xëccoo ci seen biir ku wara gëna kawe ci ñoom."},{"style":"v","verse":"25","text":"Yeesu nag ne leen: «Buuri xeeti àddina doole lañuy nguuroo ci seen kaw, teewul ñi leen di néewal doole, baaxekati nit ñi lañu leen di woowe."},{"style":"v","verse":"26","text":"Yeen nag bumu deme noonu ci seen biir. Ki gëna kawe ci yeen, na mel ni moo gën di ndaw, te njiit li, na mel ni ab surga."},{"style":"v","verse":"27","text":"Ki ñu taajal ndab li, ak surga bi ko taajal, ana ku ci gëna kawe? Xanaa du ki ñu taajal? Moonte man, ci seen biir laa tooge toogaayu surga!"},{"style":"v","verse":"28","text":"Yeen nag yeenay ñi des ak man ci sama biir coono."},{"style":"v","verse":"29","text":"Man itam ni ma sama Baay dénke nguur, ni laa leen koy dénke."},{"style":"v","verse":"30","text":"Yeenay lekk aka naan ca sama ndab, ca sama nguur, te yeenay toog ci ay gàngune, di jiite fukki giiri \\w bànni Israayil|bànni Israayil:\\w* ak ñaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yeesu neeti: «Simoŋ, Simoŋ! \\w Seytaane|Seytaane:\\w* kat mu ngi sàkku ab sañ-sañ ngir man leena jéri ni am pepp."},{"style":"v","verse":"32","text":"Waaye man tinul naa la, ngir sa ngëm baña giim. Yaw nag boo waññikoo, nanga dooleel sa bokki gëmkat.»"},{"style":"v","verse":"33","text":"Piyeer ne ko: «Sang bi, jekk naa ci ànd ak yaw kaso ak ci ànd ak yaw dee.»"},{"style":"v","verse":"34","text":"Yeesu ne ko: «Piyeer, maa la ko wax, bala ganaar a sab tey jii, dinga jàmbu ñetti yoon, ne xamuloo ma.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Yeesu neeti leen: «Ba ma leen yebalee te du dencukaayu xaalis, du mbuus, du carax yu ngeen yóbbaale, ndax ñàkk ngeen dara?» Ñu ne ko: «Déedéet.»"},{"style":"v","verse":"36","text":"Mu ne leen: «Léegi nag képp ku am dencukaayu xaalis, na ko jël, ku am mbuus it, na ko jël; ku amul saamar, na jaay mbubbam, jënde saamar."},{"style":"v","verse":"37","text":"Ndax maa leen ko wax, li ñu bind ne, “Mook defkati mbon yi lañu boole ab àtte,” fàww mu am ci man, te loolu jëm ci sama mbir mu ngi sottisi.»"},{"style":"v","verse":"38","text":"Ñu ne ko: «Sang bi, ñaari saamar a ngi fi.» Mu ne leen: «Doy na.»"},{"style":"s1","verse":"","text":"Yeesu ñaan na ca tundu Oliw ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ci kaw loolu Yeesu génn, jëm ca \\w tundu Oliw|tundu Oliw y-:\\w* ya, na mu ko baaxoo woon, taalibe ya topp ko."},{"style":"v","verse":"40","text":"Ba mu agsee ca béreb ba, da ne leen: «Ñaanleen, ngir baña tàbbi cig fiir.»"},{"style":"v","verse":"41","text":"Ba loolu amee mu dànd leen lu tollook saanu xeer, daldi sukk, di ñaan."},{"style":"v","verse":"42","text":"Mu ne: «Baay, su dee sa coobare, bii kaas bu fees ak wextanu coono, ngalla teggil ma ko. Moona, bumuy sama coobare nag, waaye yaw, na sa coobare am.»"},{"style":"v","verse":"43","text":"Malaaka mu bawoo asamaan daldi koy feeñu, dooleel ko."},{"style":"v","verse":"44","text":"Njàqare nag jàpp Yeesu, mu gënatee tënku ci kàdduy ñaanam, ba aw ñaqam mujj mel ni lumbi deret, di dal ci suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Mu ñaan ba noppi, daldi jóg, délsi ci taalibe yi, fekk leen ñuy nelaw, sonn lool ndax aw tiis."},{"style":"v","verse":"46","text":"Mu ne leen: «Lu ngeen di nelaw? Jógleen ñaan, ngir baña tàbbi cig fiir.»"},{"style":"s1","verse":"","text":"Jàpp nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Naka la Yeesu di wax, daaneelagul, am mbooloo ne jimeet, ka ñuy wax Yuda, di kenn ca Fukk ñaak ñaar jiite leen. Yuda dikk ba ci Yeesu, bëgg koo fóon."},{"style":"v","verse":"48","text":"Yeesu ne ko: «Yuda, fóon ngay wore \\w Doomu nit|Doomu nit k-:\\w* ki!»"},{"style":"v","verse":"49","text":"Ña ànd ak Yeesu nag gis la ca nara topp, ñu ne: «Sang bi, nu jame saamar boog?»"},{"style":"v","verse":"50","text":"Kenn ci ñoom daldi caw surgab \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, njoof noppu ndijooram."},{"style":"v","verse":"51","text":"Teewul Yeesu ne: «Bàyyileen, na fi yem.» Mu laal noppu waa ja, wéral ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"52","text":"Ba loolu amee Yeesu wax ak ña ko jàppsi: sarxalkat yu mag ya ak kilifay wattukati kër Yàlla ga ak magi askan wa. Mu ne leen: «Mbete dama di ab fippukat, ba ngeen dikkey saamar aki njur."},{"style":"v","verse":"53","text":"Moona bés bu nekk, maak yeen la woon ca kër Yàlla ga, te teguleen ma loxo. Waaye seen waxtu la léegi, bi kilifteefug lëndëm ayee nii.»"},{"style":"s1","verse":"","text":"Piyeer jàmbu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"54","text":"Ba mu ko defee ñu jàpp Yeesu, yóbbu ko ba ca kër \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, Piyeer dànd fu sore, topp ca."},{"style":"v","verse":"55","text":"Fekk na ñu taal sawara ca digg ëtt ba, toog yéew sawara wa, Piyeer dikk toog ca seen biir."},{"style":"v","verse":"56","text":"Ab surga bu jigéen nag gis ko, mu toog fi kanam taal bi, mu ne ko jàkk, ne: «Kii it ci la, moom la àndaloon!»"},{"style":"v","verse":"57","text":"Piyeer nag miim, ne: «Soxna si, xawma kooku!»"},{"style":"v","verse":"58","text":"Nes tuut keneen gis ko ne: «Yaw it ci ñoom nga!» Piyeer ne ko: «Waa jii, bokkuma ci ñoom!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"59","text":"Ba ñu ca tegee lu mat waxtu, keneen jaaraat ca wax ja ne: «Kii kay wax-dëgg, moom la àndaloon, nde waa Galile la.»"},{"style":"v","verse":"60","text":"Teewul Piyeer ne ko: «Waa jii, li ngay wax, xawma ko de!» Ca saa sa, ganaar sab, te kàddug Piyeer daanoogul sax."},{"style":"v","verse":"61","text":"Ci kaw loolu Sang bi geesu, ne jàkk Piyeer, Piyeer fàttaliku la ko Sang bi waxoon ne ko: «Bala ganaar a sab tey jii, dina fekk nga jàmbu ma ñetti yoon.»"},{"style":"v","verse":"62","text":"Piyeer nag génn, di jooy jooy yu metti."},{"style":"s1","verse":"","text":"Mitital nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"63","text":"Ci kaw loolu ña jàpp Yeesu, di ko ñaawal aka dóor."},{"style":"v","verse":"64","text":"Ñu muur kanam gi, naan ko: «Yaw, waxal nu kàdduy \\w waxyu|waxyu:\\w* boog, ana ku la dóor?»"},{"style":"v","verse":"65","text":"Yeneen saaga yu bare tifaar nañu ko ko."},{"style":"s1","verse":"","text":"Yeesu taxaw na ca kuréelu àttekat ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"66","text":"Ba bët setee kuréelu magi askan wa ak \\w sarxalkat|sarxalkat b-:\\w* yu mag ya ak firikati yoonu Musaa ya, ñépp daje. Ñu yóbbu Yeesu ca seen \\w kuréelu àtte|kuréelu àttekat y-:\\w* ba."},{"style":"v","verse":"67","text":"Ñu ne ko: «Soo dee \\w Almasi|Almasi b-:\\w* bi, wax nu ko.» Mu ne leen: «Su ma leen ko waxee, dungeen ma gëm."},{"style":"v","verse":"68","text":"Te su ma leen laajee, dungeen tontu."},{"style":"v","verse":"69","text":"Waaye gannaaw-si-tey, \\w Doomu nit|Doomu nit k-:\\w* ki mooy toog ci ndijooru Yàlla, Boroom Kàttan gi.»"},{"style":"v","verse":"70","text":"Ñépp daldi ne: «Kon yaay \\w Doomu Yàlla|Doomu Yàlla j-:\\w*?» Mu ne leen: «Yeena waxal seen bopp ne man la.»"},{"style":"v","verse":"71","text":"Ñu ne nag: «Lu nu doyeeti seede, gannaaw nun ci sunu bopp noo ko dégge ci gémmiñam!»"}]