[{"style":"s1","verse":"","text":"Yeesu dékku na pexey Seytaane"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu moo feesoon ak \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, bàyyikoo ci dexu Yurdan, ci njiital Noo gi, ba ca biir màndiŋ ma."},{"style":"v","verse":"2","text":"Ñeent fukki fan la ko fa \\w Seytaane|Seytaane:\\w* fiire."},{"style":"p","verse":"","text":"Yeesu lekkul dara diir boobu bépp. Gannaaw ba fan yooyu wéyee, mu xiif."},{"style":"v","verse":"3","text":"Seytaane nag ne ko: «Ndegam yaa di \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, neel doj wii mu soppaliku mburu.»"},{"style":"v","verse":"4","text":"Yeesu ne ko: «Bindees na ne: “Du aw ñam doŋŋ la nit di dunde\\f + \\fr 4.4 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 8.3.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Seytaane yéege na ko fu kawe itam, won ko mboolem nguuri àddina, ci xef ak xippi."},{"style":"v","verse":"6","text":"Seytaane ne Yeesu: «Yaw laay may mboolem kilifteef gii ak daraja ji mu àndal, ndax man lees ko jox, te ku ma soob laa koy may."},{"style":"v","verse":"7","text":"Kon nag soo ma sujjóotalee, yaa moom lépp.»"},{"style":"v","verse":"8","text":"Yeesu ne ko: «Bindees na ne:"},{"style":"q1","verse":"","text":"“Boroom bi sa Yàlla ngay sujjóotal, te moom doŋŋ ngay jaamu\\f + \\fr 4.8 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 6.13.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Seytaane yóbbu na ko Yerusalem, aj ko ca njobbaxtalu kër Yàlla ga, ne ko: «Ndegam yaa di Doomu Yàlla, tëbeel fii, wàcc,"},{"style":"v","verse":"10","text":"ndax bindees na ne:"},{"style":"q1","verse":"","text":"“Ay malaakaam lay jox ndigal ci sa mbir,"},{"style":"q1","verse":"","text":"ñu sàmm la, "},{"style":"q1","verse":"","text":""},{"style":"v","verse":"11","text":"te seeni loxo lañu lay leewoo,"},{"style":"q1","verse":"","text":"ba doo fakkastalu ciw doj\\f + \\fr 4.10-11 \\ft Seetal ci \\bk Taalifi cant\\bk* 91.11-12.\\f*.”»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Yeesu ne ko: «Bindees na ne: “Bul seetlu Boroom bi sa Yàlla\\f + \\fr 4.12 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 6.16.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Seytaane lalal na Yeesu gépp fiir ba sottal, doora dem, bàyyi ko ab diir."},{"style":"s1","verse":"","text":"Mbind mi mat na tey"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba loolu amee Yeesu dellu Galile ci manoorey \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, ab jëwam nag law ca diiwaan ba bépp ba mu daj."},{"style":"v","verse":"15","text":"Muy jàngale ca seeni jàngu, ñépp di ko kañ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Yeesu moo dikkoon Nasaret ga mu yaroo, daldi dugg ca jàngub Yawut ba, na mu ko baaxoo woon ci \\w bésub Noflaay|bésub Noflaay b-:\\w*. Mu taxaw ngir biral ab dog."},{"style":"v","verse":"17","text":"Ñu jox ko téereb Yonent Yàlla \\w Esayi|Esayi:\\w*. Mu ubbi téere bi, gis dog bi ñu bind ne:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"«Noowug Boroom baa ngi fi sama kaw,"},{"style":"q1","verse":"","text":"ndax moo ma diw, fal ma"},{"style":"q1","verse":"","text":"ngir ma yégal néew-doole yi xibaaru jàmm bi."},{"style":"q1","verse":"","text":"Moo ma yebal ngir ma yégal jaam yi, ne dees na leen \\w jot|jot:\\w*,"},{"style":"q1","verse":"","text":"yégal gumba yi, ne dinañu gis,"},{"style":"q1","verse":"","text":"yégal ñi ñu noot, ne dees na leen goreel,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"19","text":"tey yéene atum yiw wu Boroom bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ci kaw loolu mu ub téere bi, delloo ko jawriñ ja, daldi toog. Ña ca jàngu ba ñépp nag ne ko jàkk."},{"style":"v","verse":"21","text":"Mu àddu, ne leen: «Tey jii la Mbind mii mat, ngeen dégg.»"},{"style":"v","verse":"22","text":"Ñépp a doon seedeel Yeesu lu rafet, tey yéemu ci kàdduy yiw yi tukkee ci gémmiñam. Ñu naan: «Xanaa kii du doomu Yuusufa ji?»"},{"style":"v","verse":"23","text":"Mu ne leen: «Xam naa ne dingeen ma waxal waxin wi ñu naan: “Fajkat bi, fajal sa bopp.” Mboolem li nu dégg ne moo xew Kapernawum, def ko fii ci sa réewum bopp itam.»"},{"style":"v","verse":"24","text":"Mu neeti: «Maa leen ko wax déy, amul benn yonent bu ñu teral ci réewu boppam."},{"style":"v","verse":"25","text":"Maa leen wax ne liy dëgg moo di, ca jamonoy \\w Ilyaas|Ilyaas:\\w*, ba asamaan tëjoo diiru ñetti at ak juróom benni weer, ba xiif bu metti am ca réew mépp, ay jëtun ñu baree nga woon ca Israayil."},{"style":"v","verse":"26","text":"Moona du kenn ci ñoom ku ñu yebal Ilyaas ca moom ku moy jëtun ba dëkke Sarebta, ca \\w Sidon|Tir:\\w*."},{"style":"v","verse":"27","text":"Jamonoy Yonent Yàlla Alyaasa itam, ay \\w gaana|gaana:\\w* yu baree nga woon ca Israayil. Waaye fajeesu ci kenn ku moy Naaman, waa Siri ba.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ba mboolem waa jàngu ba déggee loolu dañoo mer ba fees."},{"style":"v","verse":"29","text":"Ñu jóg, bëmëx ko ba génne ko dëkk ba, yóbbu ko ca kéméju tund wa seen dëkk ba sance, ngir xalab ko ci suuf."},{"style":"v","verse":"30","text":"Teewul moom mu jaare ci seen biir, dem yoonam."},{"style":"s1","verse":"","text":"Yeesu faj na ku rab jàpp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ba mu ko defee Yeesu dem Kapernawum, ab dëkk ca diiwaanu Galile, di leen jàngal ca \\w bési Noflaay|bésub Noflaay b-:\\w* ya."},{"style":"v","verse":"32","text":"Nit ña nag yéemu ca njàngaleem, ndax sañ-sañ ba muy waxe."},{"style":"v","verse":"33","text":"Ndeke foofa ca jàngu ba, jenn waay ju \\w rab|rab:\\w* jàpp a nga fa woon. Waa ji jekki xaacu, ne:"},{"style":"v","verse":"34","text":"«Moo yaw Yeesum Nasaret, ana lu nu joteek yaw? Alagsi nu mooy say tànk? Xam naa yaa di kan, yaa di \\w Aji Sell|Aji Sell j-:\\w* ju Yàlla ji!»"},{"style":"v","verse":"35","text":"Yeesu nag gëdd ko, ne ko: «Noppil te génn nit ki!» Rab wa daaneel nit ki ca digg mbooloo ma, doora génn te gaañu ko fenn."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ba loolu amee ñépp a yéemu, di wax ci seen biir, naan: «Gii kàddu lu mu doon? Moom de sañ-sañ ak xam-xam lay joxe rab yi ndigal, ñu génn.»"},{"style":"v","verse":"37","text":"Coowal Yeesu nag law ba fépp fu bokk ca diiwaan ba."},{"style":"s1","verse":"","text":"Yeesu faj na jarag yu bare"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Yeesu jóge ca jàngu ba, dem kër Simoŋ, daldi fekk yaayu jabaru Simoŋ ànd ak tàngooru yaram wu réy. Ñu ñaan ndimbal Yeesu."},{"style":"v","verse":"39","text":"Mu dikk, tiim soxna sa, daldi gëdd tàngooru yaram wa, tàngoor wa teqalikook moom. Soxna sa jóg ca saa sa, di leen toppatoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Ba jant sowee, mboolem ña amoon ay jarag yu ame ay jàngoroy jàngoro, daldi leen indil Yeesu. Moom it, mu \\w teg kenn ku ci nekk ay loxoom|teg loxo:\\w*, wéral la."},{"style":"v","verse":"41","text":"Ay rab itam di génne ci ñu bare, di yuuxu, te naan: «Yaay \\w Doomu Yàlla|Doomu Yàlla j-:\\w*!» Teewul mu gëdd leen, aaye leen ñu wax, ndax xamoon nañu ne mooy \\w Almasi|Almasi b-:\\w* bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Njël gu njëkk ca ëllëg sa la Yeesu génn dëkk ba, dem ba béreb bu wéet. Mbooloo ma nag di ko seet, ba dikk, di ko téye, bañ mu dem, ba leen."},{"style":"v","verse":"43","text":"Mu ne leen: «Yeneen dëkk yi it, war na ma faa yégleji xibaaru jàmm bu nguurug Yàlla, ndax looloo tax ñu yebal ma.»"},{"style":"v","verse":"44","text":"Ci kaw loolu muy waare ca jànguy Yawut ya ca réew mi."}]