[{"style":"s1","verse":"","text":"Jiwu wuute na ag muj"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yeesu di wër dëkkoo dëkk bu mag ak bu ndaw, di waare, di yégle xibaaru jàmm bu nguurug Yàlla, ànd ak fukki taalibe yaak ñaar,"},{"style":"v","verse":"2","text":"ñoom ak jigéen ñii mu fajoon, ba tàggale leen ak rab aki jagadi: Maryaama mi ñuy wax Magdala, ma ñu tàggaleek juróom ñaari rab,"},{"style":"v","verse":"3","text":"ak Saan jabaru Kusa, saytukatub \\w Erodd|Erodd:\\w*; ak Susaana, ak ñeneen jigéen ñu bare ñu daan dimbalee ñoom Yeesu seen alal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Mbooloo mu baree daje woon, jóge dëkkoo dëkk, fekksi Yeesu. Mu léeb leen, ne leen:"},{"style":"v","verse":"5","text":"«Boroom jiwu moo demoon jiwi. Naka lay saaw ab toolam, ndeke lenn ca jiwu maa nga tuuru ca kaw yoon wa, nit ñi joggati ca, picc yi dikk, lekk ko."},{"style":"v","verse":"6","text":"Leneen wadde fu barey doj. Naka la sax rekk, daldi wow, ndax ñàkk ndox."},{"style":"v","verse":"7","text":"Leneen la tuuru biiri xaaxaam, jógandoo ak xaaxaam ma, mu tanc ko."},{"style":"v","verse":"8","text":"La des ca jiwu ma tuuru suuf su nangu, daldi sax, ba meññal lu ko mat téeméeri yoon.»"},{"style":"p","verse":"","text":"Ci kaw loolu Yeesu àddu ca kaw ne: «Ku am nopp yu mu dégge kat, na dégg.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ay taalibeem laaj ko lu léeb woowu di tekki."},{"style":"v","verse":"10","text":"Mu ne leen: «Yeen lañu may, ngeen xam mbóoti nguurug Yàlla, waaye ñi ci des ñoom, ci ay léeb lees koy dëxëñ, su ko defee:"},{"style":"q1","verse":"","text":"“Ñuy xoole te duñu gis,"},{"style":"q1","verse":"","text":"di déglu te duñu dégg\\f + \\fr 8.10 \\ft Seetal ci \\bk Esayi\\bk* 6.9-10.\\f*.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Lii la léeb wi di tekki. Jiwu wi moo di kàddug Yàlla."},{"style":"v","verse":"12","text":"Ñi ci kaw yoon wi mooy ñi dégg. \\w Seytaane|Seytaane:\\w* nag mooy dikk, foqati kàddu gi ci seen xol, ngir ñu baña gëm ba mucc."},{"style":"v","verse":"13","text":"Ñi féete fu bare ay doj, ñoo dégg kàddu gi, nangoo ko xol bu sedd. Waaye ñooñu, ab reen lañu amul. Ab diir rekk lañuy gëm, bu janti nattu dikkee, ñu dellu gannaaw."},{"style":"v","verse":"14","text":"Li tuuru ci ay xaaxaam mooy ñi déglu kàddu gi, te ay xalaat ak alal ak bànneexu bakkan fatt leen, ba tax meññaluñu lu ñor."},{"style":"v","verse":"15","text":"Li ci suuf su baax si nag, mooy ñi dégge kàddu gi xol bu dëggu te rafet, ŋoy ca, te saxoo muñ ba meññal."},{"style":"s1","verse":"","text":"Ab làmp du làqu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Deesul taal ab làmp, dëppe ko ndab, mbaa nga dugal ko ci ron lal. Dees koy aj ca kaw tegoom kay, ba kuy duggsi, di gis muy leer."},{"style":"v","verse":"17","text":"Mboolem lu làqu dina feeñ, te mboolem lu nëbbu dina siiw ba ne fàŋŋ."},{"style":"v","verse":"18","text":"Kon nag teewluleen ni ngeen di dégge. Ku am, dees na ko dolli, waaye ku amul, la mu xalaatoon ne am na ko sax, dees na ko nangu.»"},{"style":"s1","verse":"","text":"Déggal Yàllaa gën bokk ci waa kër Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Yaayu Yeesu ak ay rakki Yeesu ñoo dikkoon di seet Yeesu te manuñoo agsi ci moom ndax nit ñu bare."},{"style":"v","verse":"20","text":"Ñu ne ko: «Sa yaay ak say rakk a ngi taxaw ci biti, bëgg laa gis.»"},{"style":"v","verse":"21","text":"Mu ne leen: «Sama yaay ak samay rakk, ñoo di ñiy dégg kàddug Yàlla, te di ko jëfe.»"},{"style":"s1","verse":"","text":"Yeesu dalal na ngelaw li"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Benn bés la Yeesu duggoon gaal, mook ay taalibeem. Mu ne leen: «Nanu jàll ca wàllaa dex gi.» Ñu daldi dem."},{"style":"v","verse":"23","text":"Naka lañuy dem nag, Yeesu nelaw. Ngelaw lu réy dal ca kaw dex ga, gaal gi fees ak ndox, ba ñu nara sànku."},{"style":"v","verse":"24","text":"Taalibe yi yee Yeesu, ne ko: «Njaatige, njaatige, nu ngi sànku!»"},{"style":"p","verse":"","text":"Mu yewwu, gëdd ngelaw li ak gannax yu réy yi. Lépp dal, ne tekk."},{"style":"v","verse":"25","text":"Yeesu ne taalibe ya: «Ana seen ngëm?» Ña nga boole tiitaange ak kéemtaan te naan ca seen biir: «Kii nag moo di kan bay jox ndigal ngelaw leek ndox mi sax, ñu déggal ko?»"},{"style":"s1","verse":"","text":"Yeesu faj na ku rab jàpp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ci kaw loolu ñu tëmb ba teereji ca diiwaanu waa Serasa, fa jàkkaarloo ak diiwaanu Galile."},{"style":"v","verse":"27","text":"Ba Yeesu wàccee ca tefes ga, jenn waayu dëkk ba dikk dajeek moom. Waa ja, ay rab a ko jàpp. Yàgg naa def yaramu neen te dëkkul ci kër, xanaa sëg ya."},{"style":"v","verse":"28","text":"Ba mu gisee Yeesu, daa yuuxu, daanu fa kanamam, daldi xaacu ca kaw ne: «Yaw Yeesu \\w Doomu Yàlla|Doomu Yàlla j-:\\w* Aji Kawe ji, ana lu ma joteek yaw? Dama lay sarxu, bu ma mbugal!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Booba Yeesu tàmbali naa sant \\w rab|rab:\\w* wi, mu génn waa ji. Rab wi jàpp na waa ji ay yooni yoon. Su ko defee ñu yeewe ko ay càllala, jéng ko, ngir wattu ko, mu di ko dagg, rab wi di ko xabtal, jëme béreb yu wéet."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Yeesu ne ko: «Noo tudd?» Mu ne ko: «Gàngoor.» Ndax rab yu baree duggoon waa ji."},{"style":"v","verse":"31","text":"Rab yi nag tinu Yeesu, ngir mu bañ leena yebal ca \\w xóote|xóote b-:\\w* ba\\f + \\fr 8.31 \\ft Seetal ci \\bk Peeñu ma\\bk* 20.2-3.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ag coggalu mbaam-xuux yu baree nga woon foofa, di fore ca tund wa. Rab ya tinu Yeesu, ne mu may leen, ñu dugg mbaam-xuux ya. Mu may leen ko."},{"style":"v","verse":"33","text":"Rab ya nag génn nit ka, dugg mbaam-xuux ya, coggal ga bartaloondoo, tàbbi ca dex ga, daldi lab."},{"style":"v","verse":"34","text":"Sàmm ya gis la xew, daldi daw, nettaliji ko waa dëkk ba, ak dëkk-dëkkaan ya."},{"style":"v","verse":"35","text":"Nit ña riire ca, di seet la xew."},{"style":"p","verse":"","text":"Naka lañu dikk ba ci Yeesu, yem ci nit ki rab wi teqalikool, mu ànd ak sagoom, solu, toog ca wetu Yeesu. Ñu daldi tiit."},{"style":"v","verse":"36","text":"Ña ko fekke woon nag, nettali leen na boroomi rab ba jote wall."},{"style":"v","verse":"37","text":"Ci kaw loolu mbooloom diiwaanu Serasa gépp ñaan Yeesu ngir mu jóge ca seen biir te dem ndax tiitaange ju réy lu leen jàpp. Naka la Yeesu dugg gaal, di dem,"},{"style":"v","verse":"38","text":"nit ka teqalikook rab yi di ko sarxu ngir ànd ak moom. Teewul Yeesu yiwi ko, ne ko:"},{"style":"v","verse":"39","text":"«Ñibbil, te nga xamle li la Yàlla defal lépp.» Waa ja it dem di siiwal ca dëkk ba bépp, la ko Yeesu defal lépp."},{"style":"s1","verse":"","text":"Yeesu faj na, dekkal na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Ba Yeesu delloo ca wàllaa dex ga, mbooloo maa ko teertu, ndax ñoom ñépp a ko doon xaar."},{"style":"v","verse":"41","text":"Ci kaw loolu rekk jenn waay dikk, ku ñuy wax Yayrus, di njiitu jàngu ba. Mu ne gurub sukk ci tànku Yeesu, tinu ko ngir mu ñëw këram,"},{"style":"v","verse":"42","text":"ndax kenn la amoon ci doom, janq bu am fukki at ak ñaar, te ma nga doon waaja dee."},{"style":"p","verse":"","text":"Yeesoo ngay dem, nit ña raj-rajloo, tanc ko."},{"style":"v","verse":"43","text":"Sennas ndaw a nga ca woon, diiru fukki at ak ñaar, ma ngay xëpp deret, te def na ci alalam jépp, te kenn manu koo faj."},{"style":"v","verse":"44","text":"Mu doxe Yeesu gannaaw, \\w teg loxoom|teg loxo:\\w* ca catu mbubbam, deret ja taxaw ca saa sa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Yeesu nag ne: «Ana ku ma laal?» Ku nekk di miim. Piyeer ne ko: «Njaatige, mbooloo mépp a la yéew, dar la.»"},{"style":"v","verse":"46","text":"Teewul Yeesu ne: «Am na ku ma laal kay, ndax yég naa leer gu bàyyikoo ci man.»"},{"style":"v","verse":"47","text":"Ndaw sa xam ne feeñ na. Mu daldi dikk, di lox, ne gurub fa kanam Yeesu, daldi wax ca kanam ñépp la waral mu teg ko loxoom, ak na mu wére ca saa sa."},{"style":"v","verse":"48","text":"Yeesu ne ko: «Janq, sa ngëm a la faj. Demal ak jàmm.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Yeesoo ngay wax, noppeegul, jenn waay jóge ca kër njiitu jàngu ba, dikk ne: «Sa doom faatu na. Jaratul ngay yékkati kilifa gi.»"},{"style":"v","verse":"50","text":"Yeesu dégg ca, ne njiit la: «Bul tiit. Gëmal rekk, mu daldi mucc.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Bi Yeesu agsee ca kër ga, mayul kenn ànd ak moom dugg, ku moy Piyeer, ak Yowaan ak Yanqóoba ak baayu xale bi, ak ndeyam."},{"style":"v","verse":"52","text":"Ñépp a ngay jooy aka tiislu janq bi. Yeesu nag ne leen: «Buleen jooy. Janq bi deewul, day nelaw rekk.»"},{"style":"v","verse":"53","text":"Ci kaw loolu ñu di ko ñaawal, ndax xamoon nañu xéll ne dee na."},{"style":"v","verse":"54","text":"Yeesu itam jàpp ca loxol janq ba, daldi àddu ca kaw, ne ko: «Janq, jógal.»"},{"style":"v","verse":"55","text":"Noo ga délsi, mu ne ñokket. Yeesu ne ñu may ko, mu lekk."},{"style":"v","verse":"56","text":"Waajuri xale bi nag waaru. Teewul Yeesu dénku leen, ne leen bu ñu wax kenn la xew."}]