[{"style":"s1","verse":"","text":"Yeesu yebal na fukki taalibe yi ak ñaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu moo woo woon Fukk ñaak ñaar, jox leen xam-xam ak sañ-sañu dàq mboolem rab tey faj ay jàngoro."},{"style":"v","verse":"2","text":"Ci kaw loolu mu yebal leen ngir ñu yégleji nguurug Yàlla tey faj jarag ji."},{"style":"v","verse":"3","text":"Mu ne leen: «Bu ngeen di dem, buleen yóbbaale dara ngir fàggu yoon wi; du yet, du mbuus, du aw ñam, du xaalis. Bu ci kenn yor ñaari turki sax."},{"style":"v","verse":"4","text":"Kër gu ngeen dugg, fa ngeen di dal, ba kera ngeen dem."},{"style":"v","verse":"5","text":"Fépp fu ñu leen dalalewul, génnleen dëkk booba te ngeen faxas fa seen pëndub tànk, seedeele leen ko seen ngàntal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ñuy dem nag, di wër dëkkoo dëkk, di yégle xibaaru jàmm bi, di faj jarag ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci kaw loolu \\w Erodd|Erodd:\\w* boroom Galile dégg mboolem la xew, boppam nag ubu, ndax ñenn ñu noon \\w Yaxya|Yaxya:\\w* moo dekki, di Yeesu."},{"style":"v","verse":"8","text":"Ñee ne \\w Ilyaas|Ilyaas:\\w* moo délsi, ñeneen ba tey, ne kenn ca yonent yu njëkk yaa dekki."},{"style":"v","verse":"9","text":"Erodd daldi ne: «Yaxya, man maa doglu boppam. Kon ki ma déggal jëf jii, mooy kan?» Ba loolu amee mu di ko fexee gis."},{"style":"s1","verse":"","text":"Yeesu leel na mbooloo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba ndaw ya délsee, dañoo nettali Yeesu mboolem la ñu def. Mu ànd ak ñoomu neen ba sore, ca wetu dëkk ba ñuy wax Betsayda."},{"style":"v","verse":"11","text":"Teewul nit ña yég ne fa la dem, daldi ko topp. Yeesu dalal leen, di leen wax ci mbirum nguurug Yàlla, ña aajowoo am paj, mu wéral leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba jant di sowat, Fukk ñaak ñaar dikk ne Yeesu: «Yiwil mbooloo mi, ñu dugg ci dëkk yu ndaw yii ak dëkk-dëkkaan yi ko wër, ngir ñu gis lu ñu lekk ak fu ñu fanaan, ndax fii àllub neen la.»"},{"style":"v","verse":"13","text":"Mu ne leen: «Yeen, joxleen leen lu ñu lekk.» Ñu ne ko: «Nun de amunu lu dul juróomi mburu ak ñaari jën. Xanaa nu dem, nun ci sunu bopp, jëndali mbooloo mii mépp lu ñu lekk!»"},{"style":"v","verse":"14","text":"Lu wara mat juróomi junniy (5~000) góor a nga fa woon. Yeesu ne taalibe ya: «Dangeen leen di toogal, ñu def géewi juróom fukki nit.»"},{"style":"v","verse":"15","text":"Ñu def noonu, toogal ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ba mu ko defee Yeesu jël juróomi mburu ya ak ñaari jën ya, xool kaw asamaan, daldi yékkati kàddug cant, ba noppi dagg mburu ya, jox taalibe ya, ngir ñu taajal ko mbooloo ma."},{"style":"v","verse":"17","text":"Ñépp lekk ba regg, ba ñu yóbbu dog ya ca des, mu tollu ci fukki pañe ak ñaar."},{"style":"s1","verse":"","text":"Piyeer xam na kuy Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Yeesu moo beru woon, di ñaan, taalibe ya feggook moom. Ci kaw loolu mu laaj leen ne leen: «Ana ku nit ñi ne moom laa?»"},{"style":"v","verse":"19","text":"Ñu ne ko: «Ñii nee ñu yaa di \\w Yaxya|Yaxya:\\w*; ñee ne yaa di \\w Ilyaas|Ilyaas:\\w*; ñale ne kenn ci yonent yu njëkk yaa dekki, di yaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yeesu ne leen: «Yeen nag, ngeen ne maay kan?» Piyeer ne ko: «Yaa di \\w Almasib|Almasi b-:\\w* Yàlla bi.»"},{"style":"v","verse":"21","text":"Mu femmu leen nag, sant leen ñu bañ koo wax kenn."},{"style":"v","verse":"22","text":"Mu neeti: «Fàww \\w Doomu nit|Doomu nit k-:\\w* ki sonn lu bare, ba dajeek mbañeelu magi askan wi ak \\w sarxalkat|sarxalkat b-:\\w* yu mag yi ak firikati yoonu Musaa yi, te dees na ko rey, ba ñetteelu fan ba, mu dekki.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Yeesu nag wax leen ñoom ñépp, ne leen: «Képp ku bëgga dikk topp ma, fàtteel sa bopp, te nga gàddu bés bu nekk, bant bi ñu lay daaj, door maa topp."},{"style":"v","verse":"24","text":"Ndax képp ku bëgga rawale sa bakkan, yaay ñàkk sa bakkan, waaye képp ku ñàkk sa bakkan ngir man, yaa musal sa bakkan."},{"style":"v","verse":"25","text":"Ndax nit ki, su jagoo àddina sépp sax, te nara ñàkk bakkanam mbaa mu sànku, ana lu mu koy jariñ?"},{"style":"v","verse":"26","text":"Képp ku kersawoo sama jëmm, kersawoo topp samay wax, yaw itam Doomu nit ki dina la kersawoo, bés bu dikkee ci darajaam ak darajay Baay bi, ak darajay malaaka yu sell yi."},{"style":"v","verse":"27","text":"Maa leen ko wax déy, ñenn a ngi taxaw fii, duñu dee te gisuñu nguurug Yàlla.»"},{"style":"s1","verse":"","text":"Leeru Yeesu jolli na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ba lu wara tollook juróom ñetti fan wéyee gannaaw kàddu yooyu, Yeesu àndoon na ak Piyeer ak Yowaan ak Yanqóoba, ñu yéeg ca kaw tund wa ngir ñaan."},{"style":"v","verse":"29","text":"Naka lay ñaan, xar kanamam soppiku, ay yéreem weex tàll, di melax."},{"style":"v","verse":"30","text":"Ci kaw loolu ñaari nit jekki feeñ, di waxtaan ak moom; ñuy Yonent Yàlla Musaa ak Yonent Yàlla \\w Ilyaas|Ilyaas:\\w*."},{"style":"v","verse":"31","text":"Ñoo feeñ ci ag leer, di waxtaane dëddug Yeesu, ga mu doon waaja sottale fa Yerusalem."},{"style":"v","verse":"32","text":"Booba ngëmment a ngay man Piyeer ak ña mu àndal. Ba ñu teewloo nag lañu gis leeru Yeesu, ak ñaar ña mu taxawal."},{"style":"v","verse":"33","text":"Ba ñu demee ba ñaari nit ñooñu di bàyyikoo fa Yeesu, Piyeer ne ko: «Njaatige, su nu toogoon fii de, mu baax ci nun; nan yékkati ñetti mbaar, benn yaw, benn Musaa, benn Ilyaas.» Waaye booba Piyeer xamul la muy wax."},{"style":"v","verse":"34","text":"Naka lay wax loolu, aw niir dikk yiir leen, taalibe ya tàbbi ca biir niir wa, tiitaange jàpp leen."},{"style":"v","verse":"35","text":"Ci biir loolu baat jibe ca niir wa, ne: «Kii moo di sama Doom, ki ma tànn; dégluleen ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ba baat ba selawee, Yeesu doŋŋ a feeñ. Taalibe ya nag ñoom ne cell, ca jamono yooyu waxuñu kenn lenn ca la ñu gis."},{"style":"s1","verse":"","text":"Yeesu fajati na ku rab jàpp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Ca ëllëg sa ba ñuy wàcc ca tund wa, mbooloo mu baree dikk dajeek Yeesu."},{"style":"v","verse":"38","text":"Jenn waay jekki xaacoo ca mbooloo ma, ne: «Kilifa gi, dama lay ñaan, nga xoolal ma sama doom, ndax moom doŋŋ laa am."},{"style":"v","verse":"39","text":"Rab kat moo ko jàpp, mu jekki di yuuxu, di say, gémmiñ giy fuur. Daanaka du teqalikook moom te sonal na ko."},{"style":"v","verse":"40","text":"Ñaan naa say taalibe ngir ñu dàqal ma ko, waaye manuñu ko.»"},{"style":"v","verse":"41","text":"Yeesu ne leen: «Céy niti tey, yeena gëmadi te dëng! Maak yeen ba kañ, te di leen muñal? Indi sa doom fii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Naka la xale bi jubsi Yeesu, \\w rab|rab:\\w* wi sànni ko ci suuf, muy say. Yeesu itam gëdd rab wa, wéral xale ba, delloo ko baayam."},{"style":"v","verse":"43","text":"Ñépp nag waaru ci màggug Yàlla."},{"style":"s1","verse":"","text":"Yeesu xamlewaat na deewam ak ndekkiteem"},{"style":"p","verse":"","text":"Naka la ñépp di yéemu ca mboolem la Yeesuy def, mu ne taalibeem ya:"},{"style":"v","verse":"44","text":"«Ubbileen seeni nopp te teewlu bu baax kàddu yii: \\w Doomu nit|Doomu nit k-:\\w* ki lees di wor léegi, ngir teg ko ci loxoy nit ñi.»"},{"style":"v","verse":"45","text":"Taalibe ya nag xamuñu kàddu googu, ndax fekk na piri ma làqu leen, ngir ñu bañ koo daj, te ñemewuñu koo laaj Yeesu."},{"style":"s1","verse":"","text":"Daraja réer na ku ko sàkku"},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Werante moo dikkaloon taalibe yi, ñuy seet kan moo gëna kawe ci ñoom."},{"style":"v","verse":"47","text":"Yeesu nag ràññee seen xalaat. Mu daldi indi ab xale, taxawal ko ci wetam."},{"style":"v","verse":"48","text":"Mu ne leen: «Xale bii, képp ku ko dalal ndax sama tur, man nga dalal; te képp ku ma dalal, dalal nga ki ma yebal; ndax ki gëna tuut ci yeen ñépp, kooku moo gëna màgg.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Ci kaw loolu Yowaan àddu, ne: «Njaatige, danoo gis kuy dàq ay rab ci sa tur, nu aaye ko, ndax bokkul ci nun.»"},{"style":"v","verse":"50","text":"Yeesu ne ko: «Buleen ko aaye, ndax ku la sotul, yaw la faral.»"},{"style":"s1","verse":"","text":"Samari gàntal na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Ba ñu demee ba bés bi ñu wara yéege Yeesu di jubsi, Yeesu moo dogu ngir dem Yerusalem."},{"style":"v","verse":"52","text":"Mu yebal ay ndaw, ñu jiitu ko. Ñu dem, ba agsi ab dëkk ci diiwaanu \\w Samari|Samari:\\w*, nar ko faa waajal ab dal."},{"style":"v","verse":"53","text":"Waa Samari nag nanguwuñu koo dalal, ndax Yerusalem ga mu nammoona jëm\\f + \\fr 9.53 \\ft Waa Samari ay nooni Israayil lañu woon.\\f*."},{"style":"v","verse":"54","text":"Taalibe ya ñuy wax Yanqóoba ak Yowaan gis loolu, daldi ne: «Sang bi, soo bëggee nu jox sawara ndigal, mu wàcce asamaan, faagaagal leen?»"},{"style":"v","verse":"55","text":"Teewul Yeesu geesu, femmu leen."},{"style":"v","verse":"56","text":"Ba loolu amee ñu jàll jëm beneen dëkk."},{"style":"s1","verse":"","text":"Gëmkatu Yeesu du xool gannaawam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"57","text":"Ca yoon wa ñu awe la jenn waay ne Yeesu: «Yaw laay topp fépp foo jëm.»"},{"style":"v","verse":"58","text":"Yeesu itam ne ko: «Till akug kàmbam, njanaaw akub tàggam, waaye \\w Doomu nit|Doomu nit k-:\\w* ki de, amul fu mu wéer boppam.»"},{"style":"v","verse":"59","text":"Mu neeti keneen: «Toppal ci man.» Mu ne ko: «Sang bi, may ma, ma njëkka dem robi sama baay.»"},{"style":"v","verse":"60","text":"Mu ne ko: «Bàyyil néew yi, ñu rob seeni néew, waaye yaw demal, yégleji nguurug Yàlla.»"},{"style":"v","verse":"61","text":"Keneen neeti ko: «Sang bi, yaw laay topp, waaye may ma, ma njëkka tàggatook sama waa kër.»"},{"style":"v","verse":"62","text":"Yeesu ne ko: «Képp ku tàmbalee gàbb tey xool gannaawam, jekkoo ci nguurug Yàlla.»"}]