[{"style":"ip","verse":"","text":"Ñeenti téere yii: \\bk Macë\\bk*, \\bk Màrk\\bk*, \\bk Luug\\bk* ak \\bk Yowaan\\bk*, ñoo nettali dundug Yeesu ak deewam ak ndekkiteem. Juróomeelu téere bi, di \\bk Jëf ya\\bk*, di nettali ci yokkutey taalibeem yi. Gannaaw loolu, ay njiiti mboolooy ñi gëm ñoo bind taalibe yi, ngir ñaax leen, ñu topp seen ngëm ci ni mu gëna dëggoo. Fukk ak ñett ci bataaxal yooyu, Póol moo ko bind."},{"style":"ip","verse":"","text":"Póol nag yoon wi Yàlla wàcce ci Yonent Yàlla Musaa la topp. Dafa njëkkoona foog ne Yeesu diiŋatkat la woon, ba tax mu fitnaal taalibey Yeesu yi. Waaye gannaaw bi ko Yeesu feeñoo, mu topp ko, di tukki fépp ngir tasaare xibaaru jàmm bi."},{"style":"ip","verse":"","text":"Gannaaw ñetteelu tukkeem ba, ca Korent la binde bataaxal bii, jagleel ko gëmkat ya ca Room. Demagul nag Room. Ci biir gëmkat ya dëkk Room, am na ca ñuy topp yoonu Musaa, ak ñu nekk ay yéefar laata ñuy tuub. Póol da leena bëggoona ñaax ngir ñu dund ci bennoo ak jàmm. Daf leena wax ne ñaari mbooloo yépp defuñu li Yàlla bëgg, ñoom ñépp dañoo réer. Yoonu Musaa wi Yawut yi di topp day wone lan mooy bàkkaar, waaye mayewul texe. Xelu yéefar yedd leen, waaye baña xalaat Yàlla gënal leen."},{"style":"ip","verse":"","text":"Póol wone na ne nekkinu ñaari mbooloo yooyu ci kanamu àtteb Yàlla may na Boroom bi mu jox leen wenn yoonu texe: mooy gëm Yeesu Almasi bi. Dafa dee ngir gàddu mbugalu bàkkaar yi. Texe, kenn manu koo am ci def lu baax waaye ci topp Almasi bi. Noonu amul wenn lay ngir ñuy wonewu walla ñuy xeeb benn doomu aadama. Almasi bee tax Yàlla sos mbooloom gëmkat yu nekk Yawut ak yu nekkul Yawut, ngir ñu booloo ak di dund ci bëggante."},{"style":"im","verse":"","text":"Ci tënk:"},{"style":"ili","verse":"","text":"1.1---3.20 Ñépp a tooñ Yàlla."},{"style":"ili","verse":"","text":"3.21---4.25 Yàlla ubbi na buntu mucc jaare ci ngëm gu ñu gëm Almasi bi."},{"style":"ili","verse":"","text":"5.1---8.39 Dund ci Almasi bi tënkuwul ci topp yoonu Musaa wi, waaye ci dooley Noowug Yàlla la nekk."},{"style":"ili","verse":"","text":"9.1---11.36 Yàlla am na mébét ngir Yawut yi ak ñi dul Yawut."},{"style":"ili","verse":"","text":"12.1---15.13 Nanu ànd booloo ci bëggante."},{"style":"ili","verse":"","text":"15.14---16.27 Póol wone na ay mébétam te nuyoo na."},{"style":"ie","verse":"","text":""}]