[{"style":"s1","verse":"","text":"Bul sikkal sa moroom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ku ngëmam dëgërul nag, xajooleen ko, te bañ cee càmbar gis-gis yu wuute."},{"style":"v","verse":"2","text":"Mu mel ni tey, kii ngëmam moo ko may mu saña lekk lu nekk; kee, ngëmam lujum doŋŋ la ko ngëmam gu dëgërul may mu lekk."},{"style":"v","verse":"3","text":"Kiy lekk, bumu ko xeebe ki lekkul; ki lekkul it, bumu sikk kiy lekk, ndax Yàllaa ko xajoo."},{"style":"v","verse":"4","text":"Yaw miy sikkal jaamub jàmbur, yaay kan? Jaam bu taxaw ci liggéeyam mbaa mu sàggane ko, moom ak sangam la! Te day baaxal ndax Boroom bi man na koo baaxal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Naka noonu kii jàpp na ne, bés gën naa rafet moroom ma; kee jàpp ne, bés yépp a yem. Na ku nekk seet la ko doy, te yem ca."},{"style":"v","verse":"6","text":"Ndax kiy taamu bés, Boroom bi la koy taamul; naka noonu kiy lekk, Boroom bi la koy gërëme, nde moom lay sant doora lekk; ki lekkul it Boroom bi lay sàkkoo ñàkka lekkam, te Yàlla lay sant."},{"style":"v","verse":"7","text":"Ndax kat kenn ci nun dundul ngir boppam, te kenn deewul ngir boppam."},{"style":"v","verse":"8","text":"Su nuy dund, ngir Boroom bi lanuy dund, su nu deewee it, wormaal Boroom bee tax nu dee. Kon nag nuy dund mbaa nu dee Boroom bi moo nu moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Loolu sax moo waral \\w Almasi|Almasi b-:\\w* bi dee, ba noppi dekki, dellu di dund, ngir ñi dee ak ñiy dund ñépp, muy seen boroom."},{"style":"v","verse":"10","text":"Yaw nag ana looy sikke sa mbokkum gëmkat, ak itam, ana looy xeebe sa mbokkum gëmkat? Ndax kat nun ñépp ay taxawi fa kanam jalub àttekaayu Yàlla ba."},{"style":"v","verse":"11","text":"Ndaxte bindees na ne:"},{"style":"q1","verse":"","text":"«Ndegam maay Kiy dund, Boroom bee ko wax,"},{"style":"q1","verse":"","text":"man la ñépp di sukkal seen bëti óom,"},{"style":"q1","verse":"","text":"te man Yàlla la làmmiñu ñépp di sàbbaal\\f + \\fr 14.11 \\ft Seetal ci \\bk Esayi\\bk* 45.23.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Kon ku nekk ci nun, yaay layool sa bopp fa Yàlla."},{"style":"s1","verse":"","text":"Bul yóbbe sa moroom bàkkaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kon nag bunu di seetati lu nu sikkantee, li ngeen di seet kay mooy nu ngeen fexee ba dungeen yóbbe mbokkum gëmkat lu koy fakkastal, mbaa lu koy xiirtal ci bàkkaar."},{"style":"v","verse":"14","text":"Xam naa nag, wér na ma it te Sang Yeesu tax, ne amul lenn lu sobewu ci wàllu boppam, ba daganula lekk; waaye ki jàppe lenn muy lu sobewu, ci moom la loola di lu sobewu."},{"style":"v","verse":"15","text":"Soo dee lekk lenn ba tax sa mbokk am ci lu ko naqari, noppi ngaa doxe cofeel. Bu sag lekk sànk ku tax \\w Almasi|Almasi b-:\\w* bi dee."},{"style":"v","verse":"16","text":"Li dagan ci yaw, bu ko jariñoo ba may kenn lu mu ŋàññee."},{"style":"v","verse":"17","text":"Ndax kat solos nguurug Yàlla jotewul dara akug lekk mbaa ag naan, waaye solos nguuru Yàlla moo di njub ak jàmm ak mbégte ci ndimbalal \\w Noo gu Sell|Noo gu Sell g-:\\w* gi."},{"style":"v","verse":"18","text":"Noonu kat ku koy jaamoo Almasi bi, yaa neex Yàlla, am ngërëmal nit ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Kon nag nanu sàkku luy indi jàmm ak lu nu feddalantee."},{"style":"v","verse":"20","text":"Aw ñam, bumu la yàqloo liggéeyu Yàlla. Dëgg la, wépp ñam set na, waaye lekk ga nga koy lekk, su gàkkalee ngëmu keneen, def nga lu aay."},{"style":"v","verse":"21","text":"Li gën sax mooy nga baña lekk yàpp, mbaa nga baña naan biiñ, mbaa leneen lu mu doon lu mana fakkastal sa mbokkum gëmkat."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Yaw ci sa wàllu bopp, ngëm gi nga ci am, yemale ko ci sa bopp, fi kanam Yàlla. Ndokkalee ki sikkul boppam lenn ci jëfin wu mu dogul boppam ne noonu lay jëfe."},{"style":"v","verse":"23","text":"Waaye ki am xel ñaar, su lekkee, ab daan topp na ko, nde jëfewul ngëm, te lu ngëm lalul bàkkaar la."}]