[{"style":"s1","verse":"","text":"Lu jëm ci jagley Yawut yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag ana lu ab Yawut rawe ci nit ñi? Ak luy njariñal xaraf?"},{"style":"v","verse":"2","text":"Xanaa lu bare, ci wet gu nekk. Li ci jiitu moo di ñoom lañu dénk kàdduy Yàlla."},{"style":"v","verse":"3","text":"Su ci ñennat ñàkkee kóllëre, ndax seenug ñàkk kóllëre day fanq kóllëreg Yàlla?"},{"style":"v","verse":"4","text":"Mukk kay! Fàww Yàlla wéye di ku dëggu, te ñépp di ay fen-kat, te noonu la Mbind mi indee ne:"},{"style":"q1","verse":"","text":"«Soo waxee, am dëgg,"},{"style":"q1","verse":"","text":"te soo àttee, yey\\f + \\fr 3.4 \\ft Seetal ci \\bk Taalifi cant\\bk* 51.6.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Waaye su sunug njubadi fésalee njubteg Yàlla, ana lu loolu mana tekki ci nun? Ma waxe ko nu ko nit mana dégge; ma ne, kon bu nu Yàlla wàcceelee am sànjam, ndax deful ag njubadeem?"},{"style":"v","verse":"6","text":"Mukk kay! Su njubteg Yàlla matul woon, ana nu muy àttee àddina?"},{"style":"v","verse":"7","text":"Mbaa ñu neeti: «Su fekkee ne dëggug Yàlla, sama ñàkka dëggu lay gëna kaweel, te loolu di wone màggaayam, kon man, ana lees may joxe àtteb bàkkaarkat?»"},{"style":"v","verse":"8","text":"Ana kon lu tee nit waxe noonee nu soskat yi tuumaale ne nooy wax naan: «Nanu def lu bon, ngir mu jur lu baax»? Ñooñu mbugal lañu yelloo."},{"style":"s1","verse":"","text":"Kenn jubul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ana kon nun Yawut yi, lu nu gëne ci nit ñi? Du ci lenn! Ndax firndeel nanu ba noppi ne, muy Yawut bi, di ki dul Yawut, ñépp a ngi ci kilifteefu bàkkaar."},{"style":"v","verse":"10","text":"Noonu it la Mbind mi indee ne:"},{"style":"q1","verse":"","text":"«Kenn jubul, du kenn sax."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"11","text":"Kenn xeluwul,"},{"style":"q1","verse":"","text":"kenn wutul Yàlla."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"12","text":"Ñépp a lajj, bokk yàqu yaxeet,"},{"style":"q1","verse":"","text":"Kenn deful lu baax, du kenn sax\\f + \\fr 3.10-12 \\ft Seetal ci \\bk Taalifi cant\\bk* 14.1-3; 53.4.\\f*!"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"13","text":"Seenug bóli di bàmmeel bu ne ŋàpp,"},{"style":"q1","verse":"","text":"seen làmmiñ di ràbb njublaŋ,"},{"style":"q1","verse":"","text":"seeni kàddu aay ni daŋaru ñàngóor\\f + \\fr 3.13 \\ft Seetal ci \\bk Taalifi cant\\bk* 5.10; 140.4.\\f*."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"14","text":"Seen gémmiñ, waxi móolu ak wextan la feese\\f + \\fr 3.14 \\ft Seetal ci \\bk Taalifi cant\\bk* 10.7.\\f*,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"15","text":"seeni tànk bar ci yoonu tuur deretu jàmbur,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"16","text":"te fu ñu jaar, yàqute la ak njaaxum."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"17","text":"Yoonu jàmm, xamuñu ko\\f + \\fr 3.15-17 \\ft Seetal ci \\bk Esayi\\bk* 59.7-8.\\f*,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"te ag ragal Yàlla jegewu leen\\f + \\fr 3.18 \\ft Seetal ci \\bk Taalifi cant\\bk* 36.2.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Xam nanu nag ne lépp lu yoonu Musaa wax, ñi ci yoonu Musaa la ko wax, ngir aw lay jeex tàkk, ngir itam mu leer nàññ ne àddina sépp a sikk fi kanam Yàlla."},{"style":"v","verse":"20","text":"Ndax kat deesul baaxe kenn àtteb ku jub fa kanam Yàlla ndax jëf ju mu def, ngir sàmm yoonu Musaa; solos yoon wi daal, mooy ci lees di ràññee bu baax luy bàkkaar."},{"style":"s1","verse":"","text":"Yàlla ubbi na buntu mucc"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Waaye léegi Yàlla moo feeñal nu nit di ame fa kanamam àtteb njubam gu ajuwul ci yoonu Musaa. Te yoonu Musaa ak yonent yi seede nañu loolu."},{"style":"v","verse":"22","text":"Googu njub fa kanam Yàlla nag, ci gëm Yeesu \\w Almasi|Almasi b-:\\w* bi lees koy ame, te mboolem ñi ko gëm la ñeel, amul xejj ak seen."},{"style":"v","verse":"23","text":"Ndax kat ñépp a bàkkaar, ba jotewuñu leeru Yàlla,"},{"style":"v","verse":"24","text":"te ci yiwu Yàlla wu àndul ak genn pey lees di baaxe ñépp àtteb ñu jub, ndax \\w njot|jot:\\w* gi sottee ci Almasi Yeesu."},{"style":"v","verse":"25","text":"Moom la Yàlla tudd muy njot gu ngëm di maye, ci kaw deretam ji tuuru. Noonu la Yàlla firndeele ne njubteem mat na sëkk doonte tanqamlu woon na bàkkaari niti jamono ya woon,"},{"style":"v","verse":"26","text":"ndax Yàlla ci biir ag jéllaleem la firndeel njubteem ci janti tey jii, ngir mu leer ne moo wéye njub, te képp ku gëm Yeesu, moo koy baaxe àtteb ku jub."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Kon ana lees di bàkkoo? Dara! Ci lan lañu koy teg sax? Ci jëf ju yoon santaane? Mukk! Xanaa yoonu ngëm doŋŋ."},{"style":"v","verse":"28","text":"Ndax jàpp nanu ne ci kaw ngëm lees di baaxe nit àtteb ku jub, waaye du ci jëfam ju yoon santaane."},{"style":"v","verse":"29","text":"Am Yàlla da di Yàllay Yawut yi doŋŋ? Walla da dul Yàllay jàmbur yi dul Yawut itam? Ahakay, mooy Yàllay jàmbur ña itam kay!"},{"style":"v","verse":"30","text":"Gannaaw Yàlla kenn la, mooy baaxe ñi xaraf àtteb ñu jub ci kaw ngëm; ñi xaraful it, moo leen di baaxe àtteb ñu jub ci kaw ngëm."},{"style":"v","verse":"31","text":"Ndax loolu day tekki ne ngëm lanu jël, neenale ko yoonu Musaa? Mukk! Xanaa dañu koo dëggal kay."}]