[{"style":"s1","text":"A History Lesson from Israel"},{"style":"m","text":""},{"style":"v","text":"For I do not want you to be ignorant, brothers, that our fathers were all under the cloud and all went through the sea, "},{"style":"v","text":"and all were baptized into Moses in the cloud and in the sea, "},{"style":"v","text":"and all ate the same spiritual food, "},{"style":"v","text":"and all drank the same spiritual drink. For they drank from the spiritual rock that followed \\add them\\add*, and the rock was Christ. "},{"style":"v","text":"But God was not pleased with the majority of them, for they were struck down in the desert."},{"style":"p","text":""},{"style":"v","text":"Now these \\add things\\add* happened \\add as\\add* examples for us, so that we should not be desirers of evil \\add things\\add*, just as those also desired \\add them\\add*, "},{"style":"v","text":"and not become idolaters, as some of them \\add did\\add*, just as it is written, “The people sat down to eat and drink, and stood up to play,”\\f + \\fr 10:7 \\ft A quotation from \\xt Exod 32:6 \\ft \\f* "},{"style":"v","text":"nor commit sexual immorality, as some of them committed sexual immorality, and twenty-three thousand fell in one day, "},{"style":"v","text":"nor put Christ to the test, as some of them tested \\add him\\add*, and were destroyed by snakes, "},{"style":"v","text":"nor grumble, just as some of them grumbled, and were destroyed by the destroyer. "},{"style":"v","text":"Now these \\add things\\add* happened to those \\add people\\add* as an example, but are written for our instruction, on whom the ends of the ages have come. "},{"style":"v","text":"Therefore, the one who thinks that he stands must watch out lest he fall. "},{"style":"v","text":"Temptation has not come upon you except \\add what is\\add* common to humanity. But God \\add is\\add* faithful, who will not permit you to be tempted beyond what you are able, but will also make a way out together with the temptation, \\add so that you\\add* may be able to endure \\add it\\add*."},{"style":"s1","text":"Warning Against Idolatry"},{"style":"m","text":""},{"style":"v","text":"Therefore, my dear friends, flee from idolatry. "},{"style":"v","text":"I am speaking as to sensible \\add people\\add*; you judge what I am saying. "},{"style":"v","text":"The cup of blessing which we bless, is it not a participation in the blood of Christ? The bread which we break, is it not a participation in the body of Christ? "},{"style":"v","text":"Because \\add there is\\add* one bread, \\add we\\add* who \\add are\\add* many are one body, for \\add we\\add* all share from the one bread. "},{"style":"v","text":"Consider Israel according to the flesh: are not the ones who eat the sacrifices sharers in the altar? "},{"style":"v","text":"Therefore, what am I saying? That food sacrificed to idols is anything, or that an idol is anything? "},{"style":"v","text":"\\add No\\add*, but that \\add the things\\add* which they sacrifice, they sacrifice to demons and not to God, and I do not want you to become sharers with demons. "},{"style":"v","text":"You are not able to drink the cup of the Lord and the cup of demons. You are not able to share the table of the Lord and the table of demons. "},{"style":"v","text":"Or are we attempting to provoke the Lord to jealousy? We are not stronger than he \\add is, are we\\add*?\\ef + \\fr 10:22 \\ft *The negative construction in Greek anticipates a negative answer here \\ef*"},{"style":"s1","text":"Freedom in Christ"},{"style":"m","text":""},{"style":"v","text":"All \\add things\\add* are permitted, but not all \\add things\\add* are profitable. All \\add things\\add* are permitted, but not all \\add things\\add* build up. "},{"style":"v","text":"Let no one seek ⸤his own good⸥\\f + \\fr 10:24 \\ft Literally “the \\fq - \\ft of himself”; “good” is implied \\f* but the \\add good\\add* of the other. "},{"style":"v","text":"Eat everything that is sold in the meat market, ⸤asking no questions⸥\\f + \\fr 10:25 \\ft Literally “questioning nothing” \\f* for the sake of the conscience, "},{"style":"v","text":"for “the earth \\add is\\add* the Lord’s, and its fullness.”\\f + \\fr 10:26 \\ft A quotation from \\xt Ps 24:1, \\ft and an allusion to \\xt Ps 50:12 \\ft ; \\xt 89:11 \\ft \\f* "},{"style":"v","text":"If any of the unbelievers invites you, and you want to go, eat everything that is set before you, ⸤asking no questions⸥\\f + \\fr 10:27 \\ft Literally “questioning nothing” \\f* for the sake of the conscience. "},{"style":"v","text":"But if someone says to you, “This is offered to idols,” do not eat \\add it\\add*, for the sake of that one who informed \\add you\\add* and the conscience. "},{"style":"v","text":"Now I am not speaking about your own conscience, but the \\add conscience\\add* of the other \\add person\\add*. For why \\add is\\add* my freedom judged by another’s conscience? "},{"style":"v","text":"If I partake with thankfulness, why am I slandered concerning that for which I give thanks?"},{"style":"p","text":""},{"style":"v","text":"Therefore, whether you eat or you drink or whatever you do, do all \\add things\\add* for the glory of God. "},{"style":"v","text":"⸤Give no offense⸥\\f + \\fr 10:32 \\ft Literally “be blameless” \\f* both to Jews and to Greeks and to the church of God, "},{"style":"v","text":"just as I also please all \\add people\\add* in all \\add things\\add*, not seeking my own benefit, but the \\add benefit\\add* of the many, in order that they may be saved."}]