[{"style":"s1","text":"Concerning Head Coverings in Worship"},{"style":"m","text":""},{"style":"v","text":"Become imitators of me, just as I also \\add am\\add* of Christ."},{"style":"p","text":""},{"style":"v","text":"Now I praise you that you remember me \\add in\\add* all \\add things\\add*, and just as I handed over to you the traditions, you hold fast to \\add them\\add*. "},{"style":"v","text":"But I want you to know that Christ is the head of every man, and the man \\add is the\\add* head of the woman, and \\add the\\add* head of Christ \\add is\\add* God. "},{"style":"v","text":"Every man who prays or prophesies \\add while\\add*\\ef + \\fr 11:4 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“having”) which is understood as temporal \\ef* having \\add something\\add*\\ef + \\fr 11:4 \\ft ﻿*Here the direct object must be supplied from context, but the exact nature of the object is not clear from the context, so “\\add something\\add*” is used in the English translation \\ef* on \\add his\\add* head dishonors his head, "},{"style":"v","text":"but every woman who prays or prophesies with uncovered head dishonors her head, for she is one and the same with the one whose \\add head\\add* is shaved. "},{"style":"v","text":"For if a woman does not cover herself, let her \\add hair\\add* be shorn off. But if \\add it is\\add* shameful for a woman to \\add have her head\\add*\\f + \\fr 11:6 \\ft Literally “to be” \\f* shorn or shaved, let her cover her \\add head\\add*.\\f + \\fr 11:6 \\ft Literally “herself” \\f* "},{"style":"v","text":"For indeed a man ought not to cover his head, \\add because he\\add*\\ef + \\fr 11:7 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“is”) which is understood as causal \\ef* is the image and glory of God, but the woman is the glory of the man. "},{"style":"v","text":"For man is not from woman, but woman from man. "},{"style":"v","text":"For indeed man was not created for the sake of the woman, but woman for the sake of the man. "},{"style":"v","text":"Because of this, the woman ought to have \\add a symbol of\\add* authority on her head, on account of the angels. "},{"style":"v","text":"Nevertheless, neither \\add is\\add* woman \\add anything\\add* apart from man, nor \\add is\\add* man \\add anything\\add* apart from woman in the Lord. "},{"style":"v","text":"For just as the woman \\add is\\add* from the man, thus also the man \\add is\\add* through the woman. But all \\add things\\add* \\add are\\add* from God. "},{"style":"v","text":"You judge ⸤for yourselves⸥\\f + \\fr 11:13 \\ft Literally “in you yourselves” \\f*: is it fitting for a woman to pray to God \\add with her head\\add*\\ef + \\fr 11:13 \\ft ﻿*Here the words “\\add with her head\\add*” have been supplied as a necessary clarification \\ef* uncovered? "},{"style":"v","text":"And does not nature itself teach you that a man, if he wears long hair, it is a dishonor to him? "},{"style":"v","text":"But a woman, if she wears long hair, it is her glory, because her hair is given\\f + \\fr 11:15 \\ft Some manuscripts have “is given to her” \\f* for a covering. "},{"style":"v","text":"But if anyone is disposed to be contentious, we have no such custom, nor do the churches of God."},{"style":"s1","text":"Improper Conduct at the Lord’s Supper"},{"style":"m","text":""},{"style":"v","text":"But in giving this instruction I do not praise \\add you\\add*, because you come together not for the better but for the worse. "},{"style":"v","text":"For in the first place, \\add when you\\add*\\ef + \\fr 11:18 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“come together”) \\ef* come together as a church, I hear there are divisions among you, and in part I believe it. "},{"style":"v","text":"For indeed it is necessary that there be factions among you, in order that those who are approved may become evident among you. "},{"style":"v","text":"Therefore, \\add when\\add*\\ef + \\fr 11:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“come together”) \\ef* you come together in the same \\add place\\add*, it is not to eat the Lord’s supper. "},{"style":"v","text":"For \\add when you\\add*\\ef + \\fr 11:21 \\ft ﻿*Here “when” is supplied as a component of the temporal infinitive (“eat”) \\ef* eat \\add it\\add*, each one of you goes ahead to take his own supper, and one is hungry and another is drunk. "},{"style":"v","text":"For do you not have houses for eating and drinking? Or do you despise the church of God and humiliate those who do not have \\add anything\\add*? What shall I say to you? Shall I praise you? In this I will not praise \\add you\\add*!"},{"style":"p","text":""},{"style":"v","text":"For I received from the Lord what I also passed on to you, that the Lord Jesus, on the night in which he was betrayed, took bread, "},{"style":"v","text":"and \\add after he\\add*\\ef + \\fr 11:24 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had given thanks”) which is understood as temporal \\ef* had given thanks, he broke \\add it\\add* and said, “This is my body which \\add is\\add* for you. Do this in remembrance of me.” "},{"style":"v","text":"Likewise also the cup, after they had eaten, saying, “This cup is the new covenant in my blood. Do this, as often as you drink \\add it\\add*, in remembrance of me.” "},{"style":"v","text":"For as often as you eat this bread and drink this cup, you proclaim the Lord’s death until he comes. "},{"style":"v","text":"So then, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of the body and the blood of the Lord. "},{"style":"v","text":"But let a person examine himself, and in this way let him eat from the bread and let him drink from the cup. "},{"style":"v","text":"For the one who eats and drinks, \\add if he\\add*\\ef + \\fr 11:29 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“recognize”) which is understood as conditional \\ef* does not recognize the body, eats and drinks judgment against himself. "},{"style":"v","text":"Because of this, many \\add are\\add* weak and sick among you, and quite a few ⸤have died⸥\\f + \\fr 11:30 \\ft Literally “have fallen asleep” \\f*. "},{"style":"v","text":"But if we were evaluating ourselves, we would not be judged. "},{"style":"v","text":"But \\add if we\\add*\\ef + \\fr 11:32 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“are judged”) which is understood as conditional \\ef* are judged by the Lord, we are being disciplined, in order that we will not be condemned with the world."},{"style":"p","text":""},{"style":"v","text":"So then, my brothers, \\add when you\\add*\\ef + \\fr 11:33 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“come together”) which is understood as temporal \\ef* come together in order to eat \\add the Lord’s supper\\add*,\\ef + \\fr 11:33 \\ft *Here the direct object (“the Lord’s supper”) is supplied from context in the English translation \\ef* wait for one another. "},{"style":"v","text":"If anyone is hungry, let him eat at home, lest you come together for judgment. And I will give directions about the remaining \\add matters\\add* whenever I come."}]