[{"style":"s1","text":"Varieties of Spiritual Gifts"},{"style":"m","text":""},{"style":"v","text":"Now concerning spiritual \\add gifts\\add*,\\f + \\fr 12:1 \\ft Or “spiritual \\fq things \\ft ”; possibly “those who possess spiritual gifts” \\f* brothers, I do not want you to be ignorant. "},{"style":"v","text":"You know that when you were pagans, you were led astray to the speechless idols, however you were led. "},{"style":"v","text":"Therefore I make known to you that no one speaking by the Spirit of God says, “Jesus \\add is\\add* accursed,” and no one is able to say “Jesus \\add is\\add* Lord” except by the Holy Spirit."},{"style":"p","text":""},{"style":"v","text":"Now there are varieties of gifts, but the same Spirit, "},{"style":"v","text":"and there are varieties of ministries, and the same Lord, "},{"style":"v","text":"and there are varieties of activities, but the same God, who works all \\add things\\add* in all \\add people\\add*. "},{"style":"v","text":"But to each one is given the manifestation of the Spirit for what is beneficial \\add to all\\add*. "},{"style":"v","text":"For to one is given a word of wisdom through the Spirit, and to another a word of knowledge by the same Spirit, "},{"style":"v","text":"to another faith by the same Spirit, to another\\f + \\fr 12:9 \\ft Some manuscripts have “and to another” \\f* gifts of healing by the one Spirit, "},{"style":"v","text":"to another\\f + \\fr 12:10 \\ft Some manuscripts have “and to another” \\f* ⸤miraculous powers⸥\\f + \\fr 12:10 \\ft Literally “activities of power” \\f*, to another\\f + \\fr 12:10 \\ft Some manuscripts have “and to another” \\f* prophecy, to another\\f + \\fr 12:10 \\ft Some manuscripts have “and to another” \\f* distinguishing of spirits, to another kinds of tongues, to another\\f + \\fr 12:10 \\ft Some manuscripts have “and to another” \\f* interpretation of tongues. "},{"style":"v","text":"But in all these \\add things\\add* one and the same Spirit is at work, distributing to each one individually just as he wishes."},{"style":"s1","text":"Unity in the Midst of Diversity"},{"style":"m","text":""},{"style":"v","text":"For just as the body is one and has many members, but all the members of the body, \\add although they\\add*\\ef + \\fr 12:12 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“are”) which is understood as concessive \\ef* are many, are one body, thus also Christ. "},{"style":"v","text":"For by\\f + \\fr 12:13 \\ft Or “in” \\f* one Spirit we were all baptized into one body, whether Jews or Greeks, whether slaves or free \\add persons\\add*, and all were made to drink one Spirit. "},{"style":"v","text":"For the body is not one member, but many. "},{"style":"v","text":"If the foot should say, “Because I am not a hand, I am not \\add a part\\add* of the body,” not because of this is it not \\add a part\\add* of the body. "},{"style":"v","text":"And if the ear should say, “Because I am not an eye, I am not \\add a part\\add* of the body, not because of this is it not \\add a part\\add* of the body. "},{"style":"v","text":"If the whole body \\add were\\add* an eye, where \\add would\\add* the hearing \\add be\\add*? If the whole \\add were\\add* hearing, where \\add would\\add* the sense of smell \\add be\\add*? "},{"style":"v","text":"But now God has placed the members, each one of them, in the body just as he wanted. "},{"style":"v","text":"And if they all were one member, where \\add would\\add* the body \\add be\\add*? "},{"style":"v","text":"But now \\add there are\\add* many members, but one body."},{"style":"p","text":""},{"style":"v","text":"Now the eye is not able to say to the hand, “I do not have need of you,” or again, the head to the feet, “I do not have need of you.” "},{"style":"v","text":"But by much more the members of the body which are thought to be weaker are necessary, "},{"style":"v","text":"and \\add the parts\\add* of the body which we think to be less honorable, these we clothe with more abundant honor, and our unpresentable \\add parts\\add* come to have more abundant presentability, "},{"style":"v","text":"but our presentable \\add parts\\add* do not have need \\add of this\\add*. Yet God composed the body by giving more abundant honor to the part which lacked \\add it\\add*, "},{"style":"v","text":"in order that there not be a division in the body, but the members would have the same concern for one another. "},{"style":"v","text":"And if one member suffers, all the members suffer together; if a member\\f + \\fr 12:26 \\ft Some manuscripts have “one member” \\f* is honored, all the members rejoice with \\add it\\add*."},{"style":"p","text":""},{"style":"v","text":"Now you are the body of Christ, and members ⸤of it individually⸥\\f + \\fr 12:27 \\ft Literally “by part” \\f*, "},{"style":"v","text":"and whom God has appointed in the church: first, apostles, second, prophets, third, teachers, then miracles, then gifts of healing, helps, administrations, kinds of tongues. "},{"style":"v","text":"Not all \\add are\\add* apostles, \\add are they\\add*?\\ef + \\fr 12:29 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* Not all \\add are\\add* prophets, \\add are they\\add*?\\ef + \\fr 12:29 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* Not all \\add are\\add* teachers, \\add are they\\add*?\\ef + \\fr 12:29 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* Not all \\add are workers of\\add* miracles, \\add are they\\add*?\\ef + \\fr 12:29 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* "},{"style":"v","text":"Not all have gifts of healing, \\add do they\\add*?\\ef + \\fr 12:30 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* Not all speak with tongues, \\add do they\\add*?\\ef + \\fr 12:30 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* Not all interpret, \\add do they\\add*?\\ef + \\fr 12:30 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* "},{"style":"v","text":"But strive\\f + \\fr 12:31 \\ft Or “you are striving” (some understand the form of this verb to be indicative mood rather than imperative mood) \\f* for the greater gifts. And I will show you a still more excellent way."}]