[{"style":"s1","text":"Love, the More Excellent Way"},{"style":"m","text":""},{"style":"v","text":"If I speak with the tongues of men and of angels, but do not have love, I have become a ringing brass gong or a clashing cymbal. "},{"style":"v","text":"And if I have \\add the gift of\\add* prophecy and I know all mysteries and all knowledge, and if I have all faith so that \\add I can\\add* remove mountains, but do not have love, I am nothing. "},{"style":"v","text":"And if I parcel out all my possessions, and if I hand over my body in order that I will be burned,\\f + \\fr 13:3 \\ft Some manuscripts have “in order that I may boast” \\f* but do not have love, it benefits \\add me\\add* nothing."},{"style":"p","text":""},{"style":"v","text":"Love is patient, love is kind, love is not jealous, \\add it\\add* does not boast, \\add it\\add* does not become conceited, "},{"style":"v","text":"\\add it\\add* does not behave dishonorably, \\add it\\add* ⸤is not selfish⸥\\f + \\fr 13:5 \\ft Literally “does not seek the things of itself” \\f*, \\add it\\add* does not become angry, \\add it\\add* does not keep a record of wrongs, "},{"style":"v","text":"\\add it\\add* does not rejoice at unrighteousness, but rejoices with the truth, "},{"style":"v","text":"bears all \\add things\\add*, believes all \\add things\\add*, hopes all \\add things\\add*, endures all \\add things\\add*."},{"style":"p","text":""},{"style":"v","text":"Love never ends. But if \\add there are\\add* prophecies, they will pass away. If \\add there are\\add* tongues, they will cease. If \\add there is\\add* knowledge, it will pass away. "},{"style":"v","text":"For we know in part and we prophesy in part, "},{"style":"v","text":"but whenever the perfect comes, the partial will pass away. "},{"style":"v","text":"When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I set aside the things of a child. "},{"style":"v","text":"For now we see through a mirror ⸤indirectly⸥\\f + \\fr 13:12 \\ft Literally “in an indirect image” \\f*, but then face to face. Now I know in part, but then I will know completely, just as I have also been completely known. "},{"style":"v","text":"And now these three \\add things\\add* remain: faith, hope, \\add and\\add* love. But the greatest of these \\add is\\add* love."}]