[{"style":"s1","text":"Appropriate Use of Prophecy and Tongues"},{"style":"m","text":""},{"style":"v","text":"Pursue love, and strive for spiritual \\add gifts\\add*, but especially that you may prophesy. "},{"style":"v","text":"For the one who speaks in a tongue does not speak to people but to God, because no one understands, but by the Spirit\\f + \\fr 14:2 \\ft Or “in the Spirit”; or “in \\fq his \\ft spirit” \\f* he speaks mysteries. "},{"style":"v","text":"But the one who prophesies speaks to people edification and encouragement and consolation. "},{"style":"v","text":"The one who speaks in a tongue edifies himself, but the one who prophesies edifies the church. "},{"style":"v","text":"Now I want you all to speak with tongues, but even more that you may prophesy. The one who prophesies \\add is\\add* greater than the one who speaks with tongues, unless he interprets, in order that the church may receive edification."},{"style":"p","text":""},{"style":"v","text":"But now, brothers, if I come to you speaking with tongues, how do I benefit you, unless I speak to you either with a revelation or with knowledge or with a prophecy or with a teaching? "},{"style":"v","text":"Likewise, the inanimate things which produce a sound, whether flute or lyre, if they do not produce a distinction in the tones, how will it be known what is played on the flute or on the lyre? "},{"style":"v","text":"For indeed, if the trumpet produces an indistinct sound, who will prepare for battle? "},{"style":"v","text":"And so you through the tongue, unless you produce a clear message, how will it be known what is spoken? For you will be speaking into the air. "},{"style":"v","text":"There are probably so many kinds of languages in the world, and none without meaning. "},{"style":"v","text":"Therefore, if I do not know the meaning of the language, I will be a barbarian to the one who is speaking, and the one who is speaking \\add will be\\add* a barbarian in my \\add judgment\\add*. "},{"style":"v","text":"In this way also you, since you are zealous of spiritual \\add gifts\\add*, seek for the edification of the church, in order that you may abound."},{"style":"p","text":""},{"style":"v","text":"Therefore the one who speaks in a tongue must pray that he may interpret. "},{"style":"v","text":"For if I pray in a tongue, my spirit prays but my mind is unproductive. "},{"style":"v","text":"⸤Therefore what should I do⸥\\f + \\fr 14:15 \\ft Literally “what therefore is it” \\f*? I will pray with my spirit, but I will also pray with my mind. I will sing praise with my spirit, but I will also sing praise with my mind. "},{"style":"v","text":"For otherwise, if you praise in \\add your\\add* spirit, how will the one who fills the place of the outsider say the “amen” at your thanksgiving, because he does not know what you are saying? "},{"style":"v","text":"For indeed you are giving thanks well, but the other person is not edified. "},{"style":"v","text":"I give thanks to God \\add that\\add* I speak with tongues more than all of you, "},{"style":"v","text":"but in the church I prefer to speak five words with my mind, in order that I may instruct other \\add people\\add*, than ten thousand words in a tongue."},{"style":"p","text":""},{"style":"v","text":"Brothers, do not become children in \\add your\\add* understanding, but with respect to wickedness be as a child, and in \\add your\\add* understanding be mature. "},{"style":"v","text":"In the law it is written:"},{"style":"sd0","text":""},{"style":"q1","text":"“By those who speak a foreign language"},{"style":"q2","text":"and by the lips of others"},{"style":"q1","text":"I will speak to this people,"},{"style":"q2","text":"and not even in this way will they obey me,”\\f + \\fr 14:21 \\ft A quotation from \\xt Isa 28:11–12 \\ft \\f*"},{"style":"sd0","text":""},{"style":"m","text":"says the Lord. "},{"style":"v","text":"So then, tongues are for a sign not to those who believe, but to unbelievers, but prophecy \\add is\\add* not for unbelievers, but for those who believe. "},{"style":"v","text":"Therefore, if the whole church comes together at the same \\add time\\add* and all speak with tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? "},{"style":"v","text":"But if all prophesy, and some unbeliever or outsider enters, he is convicted by all, he is judged by all, "},{"style":"v","text":"the secret things of his heart become evident, and so, falling on \\add his\\add* face, he will worship God, proclaiming, “God is truly among you!”"},{"style":"s1","text":"Specific Instructions for Orderly Worship Services"},{"style":"m","text":""},{"style":"v","text":"⸤Therefore what should you do⸥\\f + \\fr 14:26 \\ft Literally “what therefore is it” \\f*, brothers? Whenever you come together, each one of you has a psalm, has a teaching, has a revelation, has a tongue, has an interpretation. All \\add things\\add* must be \\add done\\add* for edification. "},{"style":"v","text":"If anyone speaks in a tongue, \\add it must be\\add* on one occasion two or at most three, and ⸤one after the other⸥\\f + \\fr 14:27 \\ft Literally “in turn” \\f*, and one must interpret. "},{"style":"v","text":"But if there is no interpreter, he must be silent in the church, but let him speak to himself and to God. "},{"style":"v","text":"Let two or three prophets speak, and the others evaluate. "},{"style":"v","text":"And if \\add something\\add* is revealed to another who is seated, the first must be silent. "},{"style":"v","text":"For you are all able to prophesy ⸤in turn⸥\\f + \\fr 14:31 \\ft Literally “one at a time \\f*, in order that all may learn and all may be encouraged, "},{"style":"v","text":"and the spirits of prophets are subject to prophets. "},{"style":"v","text":"For God is not \\add a God of\\add* disorder but of peace."},{"style":"p","text":"As in all the churches of the saints, "},{"style":"v","text":"the women must be silent in the churches, for it is not permitted for them to speak, but they must be in submission, just as the law also says. "},{"style":"v","text":"But if they want to learn something, let them ask their own husbands at home, for it is shameful for a woman to speak in church. "},{"style":"v","text":"Or has the word of God gone out from you, or has it come to you only?"},{"style":"p","text":""},{"style":"v","text":"If anyone thinks he is a prophet or spiritual,\\f + \\fr 14:37 \\ft Or “or one who possesses the Spirit” \\f* he should recognize that \\add the things\\add* which I am writing to you are of the Lord.\\f + \\fr 14:37 \\ft Some manuscripts have “are a command of the Lord” \\f* "},{"style":"v","text":"But if anyone ignores \\add this\\add*, he is ignored.\\f + \\fr 14:38 \\ft Or “if anyone is ignorant, let him be ignorant” \\f* "},{"style":"v","text":"So then, my brothers, desire to prophesy, and do not prevent speaking with tongues. "},{"style":"v","text":"But let all \\add things\\add* be \\add done\\add* decently and according to proper procedure."}]