[{"style":"s1","text":"Paul’s Approach to Ministry in Corinth"},{"style":"m","text":""},{"style":"v","text":"And I, \\add when I\\add*\\ef + \\fr 2:1 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came to you, brothers, did not come with superiority of speech or of wisdom, proclaiming to you the testimony\\f + \\fr 2:1 \\ft Some manuscripts have “mystery” \\f* of God. "},{"style":"v","text":"For I decided not to know anything among you except Jesus Christ and him crucified. "},{"style":"v","text":"And I came to you in weakness and in fear and with much trembling, "},{"style":"v","text":"and my speech and my preaching \\add were\\add* not with the persuasiveness\\f + \\fr 2:4 \\ft Some manuscripts have “with persuasive words” \\f* of wisdom, but with a demonstration of the Spirit and power, "},{"style":"v","text":"in order that your faith would not be in the wisdom of men, but in the power of God."},{"style":"s1","text":"The Wisdom Revealed by the Spirit"},{"style":"m","text":""},{"style":"v","text":"Now we do speak wisdom among the mature, but wisdom not of this age or of the rulers of this age, who are perishing, "},{"style":"v","text":"but we speak the hidden wisdom of God in a mystery, which God predestined before the ages for our glory, "},{"style":"v","text":"which none of the rulers of this age knew. For if they had known \\add it\\add*, they would not have crucified the Lord of glory. "},{"style":"v","text":"But just as it is written,"},{"style":"sd0","text":""},{"style":"q1","text":"“\\add Things\\add* which eye has not seen and ear has not heard,"},{"style":"q2","text":"and have not entered into the heart of man,"},{"style":"q1","text":"all that\\f + \\fr 2:9 \\ft Some manuscripts have “which” \\f* God has prepared for those who love him.”\\f + \\fr 2:9 \\ft A quotation from \\xt Isa 64:4 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"For\\f + \\fr 2:10 \\ft Some manuscripts have “But to us God has revealed \\fq them \\ft ” \\f* to us God has revealed \\add them\\add* through the Spirit. For the Spirit searches all \\add things\\add*, even the depths of God. "},{"style":"v","text":"For who among men knows the things of a man, except the spirit of the man that \\add is\\add* in him? Thus also no one knows the things of God except the Spirit of God. "},{"style":"v","text":"Now we have received not the spirit of the world, but the Spirit who \\add is\\add* from God, in order that we may know the things freely given to us by God, "},{"style":"v","text":"\\add things\\add* which we also speak, not in words taught by human wisdom, but in \\add words\\add* taught by the Spirit, explaining spiritual \\add things\\add* to spiritual \\add people\\add*.\\f + \\fr 2:13 \\ft Or “in spiritual \\fq words \\ft ” \\f* "},{"style":"v","text":"But the natural man does not accept the things of the Spirit of God, for they are foolishness to him, and he is not able to understand \\add them\\add*, because they are spiritually discerned. "},{"style":"v","text":"Now the spiritual \\add person\\add* discerns all \\add things\\add*, but he himself is judged by no one. "},{"style":"v","text":"“For who has known the mind of the Lord; who has advised him?”\\f + \\fr 2:16 \\ft A quotation from \\xt Isa 40:13 \\ft \\f* But we have the mind of Christ."}]