[{"style":"s1","text":"Divisiveness and Immaturity"},{"style":"m","text":""},{"style":"v","text":"And I, brothers, was not able to speak to you as to spiritual \\add people\\add*, but as to fleshly \\add people\\add*, as to infants in Christ. "},{"style":"v","text":"I gave you milk to drink, not solid food, for you were not yet able \\add to eat it\\add*. But now you are still not able, "},{"style":"v","text":"for you are still fleshly. For where \\add there is\\add* jealousy and strife among you, are you not fleshly, and do you not live like \\add unregenerate\\add* people?\\f + \\fr 3:3 \\ft That is, like people who do not possess the Spirit at all \\f* "},{"style":"v","text":"For whenever anyone says, “I am with Paul,” and another, “I \\add am\\add* with Apollos,” are you not \\add merely\\add* human?"},{"style":"p","text":""},{"style":"v","text":"Therefore, what is Apollos and what is Paul? Servants through whom you believed, and to each as the Lord gave. "},{"style":"v","text":"I planted, Apollos watered, but God was causing \\add it\\add* to grow. "},{"style":"v","text":"So then, neither the one who plants nor the one who waters is anything, but God who is causing \\add it\\add* to grow. "},{"style":"v","text":"Now the one who plants and the one who waters are one, but each one will receive his own reward according to his own labor. "},{"style":"v","text":"For we are God’s fellow workers; you are God’s field, God’s building."},{"style":"p","text":""},{"style":"v","text":"According to the grace of God given to me, like a skilled master builder I laid a foundation, and another is building upon \\add it\\add*. But each one must direct his attention to how he is building upon \\add it\\add*. "},{"style":"v","text":"For no one is able to lay another foundation than the one which is laid, which is Jesus Christ. "},{"style":"v","text":"Now if anyone builds upon the foundation \\add with\\add* gold, silver, precious stones, wood, grass, straw, "},{"style":"v","text":"the work of each one will become evident. For the day will reveal \\add it\\add*, because it will be revealed with fire, and the fire itself will test the work of each one, of what sort it is. "},{"style":"v","text":"If anyone’s work that he has built upon \\add it\\add* remains, he will receive a reward. "},{"style":"v","text":"If anyone’s work is burned up, he will suffer loss, but he himself will be saved, but so as through fire."},{"style":"p","text":""},{"style":"v","text":"Do you not know that you are God’s temple and the Spirit of God dwells in you? "},{"style":"v","text":"If anyone destroys God’s temple, God will destroy this one. For God’s temple is holy, which you are."},{"style":"p","text":""},{"style":"v","text":"Let no one deceive himself. If anyone thinks \\add himself\\add* to be wise among you in this age, let him become a fool, in order that he may become wise. "},{"style":"v","text":"For the wisdom of this world is foolishness with God, for it is written, “The one who catches the wise in their craftiness,”\\f + \\fr 3:19 \\ft A quotation from \\xt Job 5:13 \\ft \\f* "},{"style":"v","text":"and again, “The Lord knows the thoughts of the wise, that they are futile.”\\f + \\fr 3:20 \\ft A quotation from \\xt Ps 94:11 \\ft \\f* "},{"style":"v","text":"So then, let no one boast in people. For all \\add things\\add* are yours, "},{"style":"v","text":"whether Paul or Apollos or Cephas or the world or life or death or things present or things to come, all \\add things\\add* \\add are\\add* yours, "},{"style":"v","text":"and you \\add are\\add* Christ’s, and Christ \\add is\\add* God’s."}]