[{"style":"s1","text":"Christ’s Servant, God’s Steward"},{"style":"m","text":""},{"style":"v","text":"Thus let a person consider us as servants of Christ and stewards of God’s mysteries. "},{"style":"v","text":"In this case, moreover, it is sought in stewards that one be found faithful. "},{"style":"v","text":"But to me it is a very little matter that I be judged by you or by a human court,\\f + \\fr 4:3 \\ft Literally “day” \\f* but I do not \\add even\\add* judge myself. "},{"style":"v","text":"For I am conscious of nothing against myself, but not by this am I vindicated. But the one who judges me is the Lord. "},{"style":"v","text":"Therefore do not judge anything before the time, until the Lord should come, who will both enlighten the hidden things of darkness and will reveal the counsels of hearts, and then praise will come to each one from God."},{"style":"s1","text":"The Apostles’ Humility"},{"style":"m","text":""},{"style":"v","text":"Now I have applied these things, brothers, to myself and Apollos for your sake, in order that in us you may learn not \\add to go\\add* beyond what is written, lest someone be inflated with pride on behalf of one \\add person\\add* against the other. "},{"style":"v","text":"For who concedes you \\add superiority\\add*? And what do you have that you did not receive? But if indeed you received \\add it\\add*, why do you boast as \\add if you\\add*\\ef + \\fr 4:7 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“receive”) which is understood as conditional \\ef* did not receive \\add it\\add*? "},{"style":"v","text":"Already you are satiated! Already you are rich! Apart from us you reign as kings! And would that indeed you reigned as kings, in order that we also might reign as kings with you! "},{"style":"v","text":"For, I think, God has exhibited us apostles last of all, as condemned to death, because we have become a spectacle to the world and to angels and to people. "},{"style":"v","text":"We \\add are\\add* fools for the sake of Christ, but you \\add are\\add* prudent in Christ! We \\add are\\add* weak, but you \\add are\\add* strong! You \\add are\\add* honored, but we \\add are\\add* dishonored! "},{"style":"v","text":"Until the present hour we are both hungry and thirsty and poorly clothed and roughly treated and homeless, "},{"style":"v","text":"and we toil, working with our own hands. \\add When we are\\add*\\ef + \\fr 4:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“reviled”) which is understood as temporal \\ef* reviled, we bless; \\add when we are\\add*\\ef + \\fr 4:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“persecuted”) which is understood as temporal \\ef* persecuted, we endure; "},{"style":"v","text":"\\add when we are\\add*\\ef + \\fr 4:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“slandered”) which is understood as temporal \\ef* slandered, we encourage. We have become like the refuse of the world, the offscouring of all \\add things\\add*, until now."},{"style":"s1","text":"Paul’s Concern for the Corinthian Believers"},{"style":"m","text":""},{"style":"v","text":"I am not writing these \\add things\\add* to shame you, but admonishing \\add you\\add* as my dear children. "},{"style":"v","text":"For if you have ten thousand guardians in Christ, yet \\add you do\\add* not \\add have\\add* many fathers, for in Christ Jesus I fathered you through the gospel. "},{"style":"v","text":"Therefore I exhort you, become imitators of me. "},{"style":"v","text":"Because of this, I have sent to you Timothy, who is my dear and faithful child in the Lord, who will remind you of my ways in Christ Jesus, just as I teach everywhere in every church. "},{"style":"v","text":"But some have become arrogant, as \\add if\\add* I were not coming to you. "},{"style":"v","text":"But I am coming to you soon, if the Lord wills, and I will know not the talk of the ones who have become arrogant, but the power. "},{"style":"v","text":"For the kingdom of God \\add is\\add* not with talk, but with power. "},{"style":"v","text":"What do you want? Shall I come to you with a rod, or with love and a spirit of gentleness?"}]