[{"style":"s1","text":"Concerning Food Sacrificed to Idols"},{"style":"m","text":""},{"style":"v","text":"Now concerning food sacrificed to idols, we know that “we all have knowledge.”\\f + \\fr 8:1 \\ft Considered by many interpreters to be a slogan used by the Corinthians to justify their behavior \\f* Knowledge puffs up, but love builds up. "},{"style":"v","text":"If anyone thinks he knows anything, he has not yet known as it is necessary to know. "},{"style":"v","text":"But if anyone loves God, this one is known by him."},{"style":"p","text":""},{"style":"v","text":"Therefore, concerning the eating of food sacrificed to idols, we know that “an idol \\add is\\add* nothing in the world” and that “\\add there is\\add* no God except one.”\\f + \\fr 8:4 \\ft Considered by many interpreters to be slogans used by the Corinthians to justify their behavior \\f* "},{"style":"v","text":"For even if after all \\add there\\add* are so-called gods, whether in heaven or on earth, just as \\add there\\add* are many gods and many lords,"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"yet to us \\add there is\\add* one God, the Father,"},{"style":"q2","text":"from whom \\add are\\add* all \\add things\\add*, and we \\add are\\add* for him,"},{"style":"q1","text":"and \\add there is\\add* one Lord, Jesus Christ,"},{"style":"q2","text":"through whom \\add are\\add* all \\add things\\add*, and we \\add are\\add* through him."},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"But this knowledge \\add is\\add* not in everyone. But some, being accustomed until now to the idol, eat \\add this food\\add* as food sacrificed to idols, and their conscience, \\add because it\\add*\\ef + \\fr 8:7 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“is”) which is understood as causal \\ef* is weak, is defiled. "},{"style":"v","text":"But food does not bring us close to God. For neither if we eat do we have more, nor if we do not eat do we lack.\\f + \\fr 8:8 \\ft Some manuscripts omit “For” and have “Neither if we do not eat do we lack, nor if we do eat do we have more” \\f* "},{"style":"v","text":"But watch out lest somehow this right of yours becomes a cause for stumbling to the weak. "},{"style":"v","text":"For if someone should see you who has knowledge reclining for a meal in an idol’s temple, will not his conscience, \\add because it\\add*\\ef + \\fr 8:10 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“is”) which is understood as causal \\ef* is weak, be strengthened so that \\add he\\add* eats the food sacrificed to idols? "},{"style":"v","text":"For the one who is weak—the brother for whom Christ died—is destroyed by your knowledge. "},{"style":"v","text":"Now \\add if you\\add*\\ef + \\fr 8:12 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“sin”) which is understood as conditional \\ef* sin in this way against the brothers and wound their conscience, which is weak, you sin against Christ. "},{"style":"v","text":"Therefore, if food causes my brother to sin, I will never eat meat ⸤forever⸥\\f + \\fr 8:13 \\ft Literally “for the age” \\f*, in order that I may not cause my brother to sin."}]