[{"style":"s1","verse":"","text":"Paul Gives Up His Rights as an Apostle"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Am I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my work in the Lord? "},{"style":"v","verse":"2","text":"If to others I am not an apostle, yet indeed I am to you, for you are my seal of apostleship in the Lord. "},{"style":"v","verse":"3","text":"My defense to those who examine me is this: "},{"style":"v","verse":"4","text":"Do we not have the right to eat and drink? "},{"style":"v","verse":"5","text":"Do we not have the right to take along a sister \\add as\\add* wife, like the rest of the apostles and the brothers of the Lord and Cephas? "},{"style":"v","verse":"6","text":"Or do only I and Barnabas not have the right ⸤to refrain from working⸥\\f + \\fr 9:6 \\ft Literally “not to work” \\f*? "},{"style":"v","verse":"7","text":"Who ever serves as a soldier at his own expense? Who plants a vineyard and does not eat the fruit of it? Who\\f + \\fr 9:7 \\ft Some manuscripts have “Or who” \\f* shepherds a flock and does not drink\\f + \\fr 9:7 \\ft Literally “eat” \\f* from the milk of the flock? "},{"style":"v","verse":"8","text":"I am not saying these \\add things\\add* according to a human perspective. Or does the law not also say these \\add things\\add*? "},{"style":"v","verse":"9","text":"For in the law of Moses it is written, “You must not muzzle an ox \\add while it\\add*\\ef + \\fr 9:9 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“threshing”) which is understood as temporal \\ef* is threshing.”\\f + \\fr 9:9 \\ft A quotation from \\xt Deut 25:4 \\ft \\f* It is not about oxen God is concerned, is it?\\ef + \\fr 9:9 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* "},{"style":"v","verse":"10","text":"Or doubtless does he speak ⸤for our sake⸥\\f + \\fr 9:10 \\ft Literally “for the sake of us” \\f*? For it is written ⸤for our sake⸥\\f + \\fr 9:10 \\ft Literally “for the sake of us” \\f*, because the one who plows ought to plow in hope and the one who threshes \\add ought to do so\\add* in hope of a share. "},{"style":"v","verse":"11","text":"If we have sown spiritual \\add things\\add* among you, \\add is it too\\add* great \\add a thing\\add* if we reap material \\add things\\add* from you? "},{"style":"v","verse":"12","text":"If others share this right over you, do we not \\add do so\\add* even more? Yet we have not made use of this right, but we endure all \\add things\\add*, in order that we may not cause any hindrance to the gospel of Christ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Do you not know that those performing the holy services eat the things from the temple, \\add and\\add* those attending to the altar have a share with the altar? "},{"style":"v","verse":"14","text":"In the \\add same\\add* way also the Lord ordered those who proclaim the gospel to live from the gospel. "},{"style":"v","verse":"15","text":"But I have not made use of any of these \\add rights\\add*. And I am not writing these \\add things\\add* in order that it may be thus with me. For \\add it would be\\add* better to me rather to die than \\add for\\add* anyone to deprive me of my reason for boasting. "},{"style":"v","verse":"16","text":"For if I proclaim the gospel, it is not to me a reason for boasting, for necessity is imposed on me. For woe is to me if I do not proclaim the gospel. "},{"style":"v","verse":"17","text":"For if I do this voluntarily, I have a reward, but if \\add I do so\\add* unwillingly, I have been entrusted with a stewardship. "},{"style":"v","verse":"18","text":"What then is my reward? That \\add when I\\add*\\ef + \\fr 9:18 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“proclaim the gospel”) which is understood as temporal \\ef* proclaim the gospel, I may offer the gospel free of charge, in order not to make full use of my right in the gospel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"For \\add although I\\add*\\ef + \\fr 9:19 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“am”) which is understood as concessive \\ef* am free from all \\add people\\add*, I have enslaved myself to all, in order that I may gain more. "},{"style":"v","verse":"20","text":"I have become like a Jew to the Jews, in order that I may gain the Jews. To those under the law \\add I became\\add* as under the law (\\add although I\\add*\\ef + \\fr 9:20 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“am”) which is understood as concessive \\ef* myself am not under the law) in order that I may gain those under the law. "},{"style":"v","verse":"21","text":"To those outside the law \\add I became\\add* as outside the law (\\add although I\\add*\\ef + \\fr 9:21 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“am”) which is understood as concessive \\ef* am not outside the law of God, but subject to the law of Christ) in order that I may gain those outside the law. "},{"style":"v","verse":"22","text":"To the weak I became weak, in order that I may gain the weak. I have become all \\add things\\add* to all \\add people\\add*, in order that by all means I may save some. "},{"style":"v","verse":"23","text":"I do all \\add this\\add* for the sake of the gospel, in order that I may become a participant with it."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Do you not know that those who run in the stadium all run, but one receives the prize? Run in such a way that you may win. "},{"style":"v","verse":"25","text":"And everyone who competes exercises self-control in all \\add things\\add*. Thus those \\add do so\\add* in order that they may receive a perishable crown, but we an imperishable \\add one\\add*. "},{"style":"v","verse":"26","text":"Therefore I run in this way, not as \\add running\\add* aimlessly; I box in this way, not as beating the air. "},{"style":"v","verse":"27","text":"But I discipline my body and subjugate \\add it\\add*, lest somehow \\add after\\add*\\ef + \\fr 9:27 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“preaching”) which is understood as temporal \\ef* preaching to others, \\add I\\add* myself should become disqualified."}]