[{"style":"s1","verse":"","text":"The Time for Behaving Like the Gentiles is Past"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Therefore, \\add because\\add*\\ef + \\fr 4:1 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“suffered”) which is understood as causal \\ef* Christ suffered in the flesh, you also equip yourselves with the same way of thinking, because the one who has suffered in the flesh has ceased from sin, "},{"style":"v","verse":"2","text":"in order to live the remaining time in the flesh no longer for human desires, but for the will of God. "},{"style":"v","verse":"3","text":"For the time that has passed \\add was\\add* sufficient ⸤to do what the Gentiles desire to do⸥\\f + \\fr 4:3 \\ft Literally “to do the intention of the Gentiles” \\f*, having lived in licentiousness, \\add evil\\add* desires, drunkenness, carousing, drinking parties, and wanton idolatries, "},{"style":"v","verse":"4","text":"with respect to which they are surprised \\add when\\add*\\ef + \\fr 4:4 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“run with”) which is understood as temporal \\ef* you do not run with \\add them\\add* into the same flood of dissipation, \\add and so they\\add*\\ef + \\fr 4:4 \\ft ﻿*Here “\\add and so\\add*” is supplied as a component of the participle (“revile”) which is understood as result \\ef* revile \\add you\\add*. "},{"style":"v","verse":"5","text":"They\\f + \\fr 4:5 \\ft Literally “who” \\f* will give an account to the one who is ready to judge the living and the dead. "},{"style":"v","verse":"6","text":"Because for this reason also the gospel was preached to those who are dead, so that they were judged ⸤by human standards⸥\\f + \\fr 4:6 \\ft Literally “according to men” \\f* in the flesh, but they may live in the spirit ⸤by God’s standards⸥\\f + \\fr 4:6 \\ft Literally “according to God” \\f*."},{"style":"s1","verse":"","text":"Serving to the Glory of God"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Now the end of all \\add things\\add* draws near. Therefore be self-controlled and sober-minded for \\add your\\add* prayers. "},{"style":"v","verse":"8","text":"Above all, keep\\f + \\fr 4:8 \\ft Literally “having” \\f* your love for one another constant, because love covers a large number of sins. "},{"style":"v","verse":"9","text":"\\add Be\\add* hospitable to one another without complaining. "},{"style":"v","verse":"10","text":"Just as each one has received a gift, \\add use\\add* it for serving one another, as good stewards of the varied grace of God. "},{"style":"v","verse":"11","text":"If anyone speaks, \\add let it be\\add* as the oracles of God; if anyone serves, \\add let it be\\add* as by the strength that God provides, so that in all \\add things\\add* God will be glorified through Jesus Christ, to whom is the glory and the power ⸤forever and ever⸥\\f + \\fr 4:11 \\ft Literally “for the ages of the ages” \\f*. Amen."},{"style":"s1","verse":"","text":"Sharing the Sufferings of Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Dear friends, do not be surprised at the fiery ordeal among you, \\add when it\\add*\\ef + \\fr 4:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“takes place”) which is understood as temporal \\ef* takes place to test you, as \\add if\\add* \\add something\\add* strange were happening to you. "},{"style":"v","verse":"13","text":"But to the degree that you share in the sufferings of Christ, rejoice, so that also at the revelation of his glory you may rejoice \\add and\\add* be glad. "},{"style":"v","verse":"14","text":"If you are reviled on account of the name of Christ, \\add you are\\add* blessed, because the Spirit of glory and of God rests on you. "},{"style":"v","verse":"15","text":"By all means do not let anyone of you suffer as a murderer or a thief or an evildoer or as a meddler. "},{"style":"v","verse":"16","text":"But if \\add someone suffers\\add* as a Christian, he must not be ashamed, but must glorify God with this name. "},{"style":"v","verse":"17","text":"For \\add it is\\add* the time for the judgment to begin out from the household of God. But if \\add it begins\\add* out from us first, what will be the outcome for those who are disobedient to the gospel of God? "},{"style":"v","verse":"18","text":"And if the righteous are saved with difficulty, ⸤what will become of the ungodly and the sinner⸥\\f + \\fr 4:18 \\ft Literally “the ungodly and sinner where will he appear” \\f*?\\f + \\fr 4:18 \\ft This verse contains a quotation from \\xt Prov 11:31 \\ft \\f* "},{"style":"v","verse":"19","text":"So then also those who suffer according to the will of God must entrust their souls to a faithful Creator in doing good."}]