[{"style":"s1","text":"Leadership and Humility"},{"style":"m","text":""},{"style":"v","text":"Therefore \\add I, your\\add* fellow elder and a witness of the sufferings of Christ, \\add and\\add*\\ef + \\fr 5:1 \\ft ﻿*The conjunction “\\add and\\add*” is supplied here to make it clear that the following phrase refers also to the author of the letter and not to Christ \\ef* also a sharer of the glory that is going to be revealed, exhort the elders among you: "},{"style":"v","text":"shepherd the flock of God among you, exercising oversight not by compulsion but willingly, in accordance with God, and not greedily but eagerly, "},{"style":"v","text":"and not as lording it over ⸤those under your care⸥\\f + \\fr 5:3 \\ft Literally “the portion” \\f*, but being examples for the flock. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 5:4 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“appears”) \\ef* the chief Shepherd appears, you will receive the unfading crown of glory."},{"style":"p","text":""},{"style":"v","text":"In the same way, younger men, be subject to the elders, and all \\add of you\\add* clothe yourselves with humility toward one another, because God opposes the proud, but gives grace to the humble. "},{"style":"v","text":"Humble yourselves therefore under the mighty hand of God, so that he may exalt you at the \\add right\\add* time, "},{"style":"v","text":"casting all your cares on him, because ⸤he cares⸥\\f + \\fr 5:7 \\ft Literally “it is a care to him” \\f* for you."},{"style":"p","text":""},{"style":"v","text":"Be sober; be on the alert. Your adversary the devil walks around like a roaring lion, looking for someone to devour. "},{"style":"v","text":"⸤Resist him⸥\\f + \\fr 5:9 \\ft Literally “to whom resist” \\f*, steadfast in your\\f + \\fr 5:9 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* faith, \\add because you\\add*\\ef + \\fr 5:9 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know the same \\add kinds\\add* of sufferings are being accomplished by your community of believers in the world. "},{"style":"v","text":"And the God of all grace, who called you to his eternal glory in Christ,\\f + \\fr 5:10 \\ft Some manuscripts have “in Christ Jesus” \\f* \\add after you\\add*\\ef + \\fr 5:10 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“have suffered”) which is understood as temporal \\ef* have suffered for a short time, will himself restore, confirm, strengthen, \\add and\\add* establish \\add you\\add*. "},{"style":"v","text":"To him \\add be\\add* the power ⸤forever and ever⸥\\f + \\fr 5:11 \\ft Literally “to the ages of the ages” \\f*.\\f + \\fr 5:11 \\ft Some manuscripts have “forever” (literally “to the ages”) \\f* Amen."},{"style":"s1","text":"Conclusion and Final Greetings"},{"style":"m","text":""},{"style":"v","text":"Through Silvanus, the faithful brother (as I consider \\add him\\add*), I have written to you ⸤briefly⸥\\f + \\fr 5:12 \\ft Literally “by a few” \\f* to encourage \\add you\\add* and to attest that this is the true grace of God. Stand firm in it. "},{"style":"v","text":"She \\add who is\\add* in Babylon, chosen the same as \\add you\\add*, greets you, and \\add so does\\add* my son Mark. "},{"style":"v","text":"Greet one another with a loving kiss. Peace to all of you who are in Christ."}]