[{"style":"s1","verse":"","text":"Les douze espions envoyés en Canaan"},{"style":"r","verse":"","text":"V. 1-33: cf. De 1:19-28. (2 Co 2:17.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"L’Éternel parla à Moïse, et dit: "},{"style":"v","verse":"2","text":"Envoie des hommes pour explorer le pays de Canaan, que je donne aux enfants d’Israël. Tu enverras un homme de chacune des tribus de leurs pères; tous seront des principaux d’entre eux. "},{"style":"v","verse":"3","text":"Moïse les envoya du désert de Paran, d’après l’ordre de l’Éternel; tous ces hommes étaient chefs des enfants d’Israël. "},{"style":"v","verse":"4","text":"Voici leurs noms. Pour la tribu de Ruben: Schammua, fils de Zaccur; "},{"style":"v","verse":"5","text":"pour la tribu de Siméon: Schaphath, fils de Hori; "},{"style":"v","verse":"6","text":"pour la tribu de Juda: Caleb, fils de Jephunné; "},{"style":"v","verse":"7","text":"pour la tribu d’Issacar: Jigual, fils de Joseph; "},{"style":"v","verse":"8","text":"pour la tribu d’Éphraïm: Hosée, fils de Nun; "},{"style":"v","verse":"9","text":"pour la tribu de Benjamin: Palthi, fils de Raphu; "},{"style":"v","verse":"10","text":"pour la tribu de Zabulon: Gaddiel, fils de Sodi; "},{"style":"v","verse":"11","text":"pour la tribu de Joseph, la tribu de Manassé: Gaddi, fils de Susi; "},{"style":"v","verse":"12","text":"pour la tribu de Dan: Ammiel, fils de Guemalli; "},{"style":"v","verse":"13","text":"pour la tribu d’Aser: Sethur, fils de Micaël; "},{"style":"v","verse":"14","text":"pour la tribu de Nephthali: Nachbi, fils de Vophsi; "},{"style":"v","verse":"15","text":"pour la tribu de Gad: Guéuel, fils de Maki. "},{"style":"v","verse":"16","text":"Tels sont les noms des hommes que Moïse envoya pour explorer le pays. Moïse donna à Hosée, fils de Nun, le nom de Josué. "},{"style":"v","verse":"17","text":"Moïse les envoya pour explorer le pays de Canaan. Il leur dit: Montez ici, par le midi; et vous monterez sur la montagne. "},{"style":"v","verse":"18","text":"Vous verrez le pays, ce qu’il est, et le peuple qui l’habite, s’il est fort ou faible, s’il est en petit ou en grand nombre; "},{"style":"v","verse":"19","text":"ce qu’est le pays où il habite, s’il est bon ou mauvais; ce que sont les villes où il habite, si elles sont ouvertes ou fortifiées; "},{"style":"v","verse":"20","text":"ce qu’est le terrain, s’il est gras ou maigre, s’il y a des arbres ou s’il n’y en a point. Ayez bon courage, et prenez des fruits du pays. C’était le temps des premiers raisins. "},{"style":"v","verse":"21","text":"Ils montèrent, et ils explorèrent le pays, depuis le désert de Tsin jusqu’à Rehob, sur le chemin de Hamath. "},{"style":"v","verse":"22","text":"Ils montèrent, par le midi, et ils allèrent jusqu’à Hébron, où étaient Ahiman, Schéschaï et Talmaï, enfants d’Anak. Hébron avait été bâtie sept ans avant Tsoan en Égypte. "},{"style":"v","verse":"23","text":"Ils arrivèrent jusqu’à la vallée d’Eschcol, où ils coupèrent une branche de vigne avec une grappe de raisin, qu’ils portèrent à deux au moyen d’une perche; ils prirent aussi des grenades et des figues. "},{"style":"v","verse":"24","text":"On donna à ce lieu le nom de vallée d’Eschcol, à cause de la grappe que les enfants d’Israël y coupèrent. "},{"style":"v","verse":"25","text":"Ils furent de retour de l’exploration du pays au bout de quarante jours. "},{"style":"v","verse":"26","text":"A leur arrivée, ils se rendirent auprès de Moïse et d’Aaron, et de toute l’assemblée des enfants d’Israël, à Kadès dans le désert de Paran. Ils leur firent un rapport, ainsi qu’à toute l’assemblée, et ils leur montrèrent les fruits du pays. "},{"style":"v","verse":"27","text":"Voici ce qu’ils racontèrent à Moïse: Nous sommes allés dans le pays où tu nous as envoyés. A la vérité, \\x a \\xo 13.27 \\xt Ex 3:8; 33:3.\\x*c’est un pays où coulent le lait et le miel, et en voici les fruits. "},{"style":"v","verse":"28","text":"Mais le peuple qui habite ce pays est puissant, les villes sont fortifiées, très grandes; nous y avons vu des enfants d’Anak. "},{"style":"v","verse":"29","text":"Les Amalécites habitent la contrée du midi; les Héthiens, les Jébusiens et les Amoréens habitent la montagne; et les Cananéens habitent près de la mer et le long du Jourdain. "},{"style":"v","verse":"30","text":"Caleb fit taire le peuple, qui murmurait contre Moïse. Il dit: Montons, emparons-nous du pays, nous y serons vainqueurs! "},{"style":"v","verse":"31","text":"Mais les hommes qui y étaient allés avec lui dirent: Nous ne pouvons pas monter contre ce peuple, car il est plus fort que nous. "},{"style":"v","verse":"32","text":"Et ils décrièrent devant les enfants d’Israël le pays qu’ils avaient exploré. Ils dirent: Le pays que nous avons parcouru, pour l’explorer, est un pays qui dévore ses habitants; tous ceux que nous y avons vus sont des hommes d’une haute taille; "},{"style":"v","verse":"33","text":"et nous y avons vu les géants, enfants d’Anak, de la race des géants: nous étions à nos yeux et aux leurs comme des sauterelles."}]