[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Moïse dit aux enfants d’Israël tout ce que l’Éternel lui avait ordonné."},{"style":"s1","verse":"","text":"Loi sur les vœux"},{"style":"r","verse":"","text":"V. 2-3: cf. (De 23:21-23. Ec 5:3-6.) Ps 76:12."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Moïse parla aux chefs des tribus des enfants d’Israël, et dit: Voici ce que l’Éternel ordonne. "},{"style":"v","verse":"3","text":"\\x a \\xo 30.3 \\xt De 23:21.\\x*Lorsqu’un homme fera un vœu à l’Éternel, ou un serment pour se lier par un engagement, il ne violera point sa parole, il agira selon tout ce qui est sorti de sa bouche."},{"style":"r","verse":"","text":"V. 4-17: cf. (Ép 5:22-24. 1 Ti 2:11-14.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Lorsqu’une femme, dans sa jeunesse et à la maison de son père, fera un vœu à l’Éternel et se liera par un engagement, "},{"style":"v","verse":"5","text":"et que son père aura connaissance du vœu qu’elle a fait et de l’engagement par lequel elle s’est liée, si son père garde le silence envers elle, tout vœu qu’elle aura fait sera valable, et tout engagement par lequel elle se sera liée sera valable; "},{"style":"v","verse":"6","text":"mais si son père la désapprouve le jour où il en a connaissance, tous ses vœux et tous les engagements par lesquels elle se sera liée n’auront aucune valeur; et l’Éternel lui pardonnera, parce qu’elle a été désapprouvée de son père. "},{"style":"v","verse":"7","text":"Lorsqu’elle sera mariée, après avoir fait des vœux, ou s’être liée par une parole échappée de ses lèvres, "},{"style":"v","verse":"8","text":"et que son mari en aura connaissance, s’il garde le silence envers elle le jour où il en a connaissance, ses vœux seront valables, et les engagements par lesquels elle se sera liée seront valables; "},{"style":"v","verse":"9","text":"mais si son mari la désapprouve le jour où il en a connaissance, il annulera le vœu qu’elle a fait et la parole échappée de ses lèvres, par laquelle elle s’est liée; et l’Éternel lui pardonnera. "},{"style":"v","verse":"10","text":"Le vœu d’une femme veuve ou répudiée, l’engagement quelconque par lequel elle se sera liée, sera valable pour elle. "},{"style":"v","verse":"11","text":"Lorsqu’une femme, dans la maison de son mari, fera des vœux ou se liera par un serment, "},{"style":"v","verse":"12","text":"et que son mari en aura connaissance, s’il garde le silence envers elle et ne la désapprouve pas, tous ses vœux seront valables, et tous les engagements par lesquels elle se sera liée seront valables; "},{"style":"v","verse":"13","text":"mais si son mari les annule le jour où il en a connaissance, tout vœu et tout engagement sortis de ses lèvres n’auront aucune valeur, son mari les a annulés; et l’Éternel lui pardonnera. "},{"style":"v","verse":"14","text":"Son mari peut ratifier et son mari peut annuler tout vœu, tout serment par lequel elle s’engage à mortifier sa personne. "},{"style":"v","verse":"15","text":"S’il garde de jour en jour le silence envers elle, il ratifie ainsi tous les vœux ou tous les engagements par lesquels elle s’est liée; il les ratifie, parce qu’il a gardé le silence envers elle le jour où il en a eu connaissance. "},{"style":"v","verse":"16","text":"Mais s’il les annule après le jour où il en a eu connaissance, il sera coupable du péché de sa femme. "},{"style":"v","verse":"17","text":"Telles sont les lois que l’Éternel prescrivit à Moïse, entre un mari et sa femme, entre un père et sa fille, lorsqu’elle est dans sa jeunesse et à la maison de son père."}]