[{"style":"ide","verse":"","text":"UTF-8"},{"style":"ip","verse":"","text":"Ce livre, attribué au prophète Jérémie, est un recueil de cinq lamentations conçues comme des poèmes inspirés par un seul événement: la destruction de Jérusalem par l’armée babylonienne vers 587 av. J.-C. Cette ruine marque la fin du royaume de Juda et à vues humaines, elle dément la promesse faite autrefois au roi David en ces termes: un de tes descendants régnera toujours après toi, ton trône sera pour toujours affermi (voir 2 Sam 7:16)."},{"style":"ip","verse":"","text":"La première lamentation (chapitre 1:1-22) traite des malheurs qui se sont abattus sur Jérusalem la grande ville: \\it «Jérusalem a multiplié ses péchés, c’est pourquoi elle est un objet d’aversion… L’Éternel est juste, car j’ai été rebelle à ses ordres»\\it* (1:8, 18)."},{"style":"ip","verse":"","text":"La deuxième lamentation (chapitre 2:1-22) aborde la question de Jérusalem ruinée: \\it «Le Seigneur a été comme un ennemi; il a dévoré Israël, il a dévoré tous ses palais, il a détruit ses forteresses; il a rempli la fille de Juda de plaintes et de gémissements»\\it* (2:5)."},{"style":"ip","verse":"","text":"La troisième lamentation (chapitre 3:1-66) évoque une série de souffrances et de consolations. Souffrances dues au silence de Dieu: \\it «J’ai beau crier et implorer du secours, Dieu ne laisse pas accès à ma prière»\\it* (3:8). La consolation est due au fait que Dieu a vu toutes les atrocités des ennemis de son peuple et qu’il répliquera (3:59-66)."},{"style":"ip","verse":"","text":"La quatrième lamentation (chapitre 4:1-22) campe l’auteur se lamentant sur le sort de tout le peuple, du plus petit au plus grand, du laïc au clergé. En fait, chacun est frappé."},{"style":"ip","verse":"","text":"La cinquième lamentation (chapitre 5:1-22) présente les maux actuels et les douloureux souvenirs conduisant aux questionnements du genre: \\it «Pourquoi nous oublierais-tu pour toujours?… Nous aurais-tu entièrement rejetés, et t’irriterais-tu contre nous jusqu’à l’excès?»\\it* (5:20-22)."},{"style":"ip","verse":"","text":"Le livre des Lamentations de Jérémie insiste sur un fait: malgré l’évidence du désarroi de son peuple, \\it «les bontés de l’Éternel ne sont pas épuisées… que ta fidélité est grande!»\\it* (3:22-23). Face aux catastrophes marquant la fin du royaume de Juda, le peuple vaincu reconnaît son tort même si son Dieu, dans sa colère, se serait comporté en ennemi pour Israël."},{"style":"ip","verse":"","text":"En somme, le message du livre se découvre d’abord dans l’attitude et la démarche du poète. Sous le choc de la catastrophe qui a frappé toutes les catégories de la population et provoqué des scènes horribles (4:10), celui-ci ne se laisse pas engloutir par la souffrance; il ne reste pas prostré, anéanti de stupeur; il ne se contente pas de s’apitoyer sur soi-même. Il assume, il discerne et il prie. Il appelle ses compatriotes à faire de même. Il discerne dans la ruine la punition des crimes: la nation de Juda a failli à sa vocation de nation sainte et de peuple élu. Dieu reste cependant le Dieu de l’espérance du livre: «\\it Fais-nous revenir vers toi, ô Éternel, et nous reviendrons!»\\it* (5:21)."},{"style":"ie","verse":"","text":""}]