[{"style":"s1","text":"A Survey of the Kings of the North and South"},{"style":"m","text":""},{"style":"v","text":"“And I, in the first year of Darius the Mede, ⸤I stood⸥\\f + \\fr 11:1 \\ft Literally “my standing” \\f* as a support and as a protection for him."},{"style":"p","text":""},{"style":"v","text":"And now I will reveal \\add the\\add* truth to you. Look! Still three kings will arise in Persia, and the fourth will get abundance \\add and\\add* great wealth, \\add even\\add* more than all \\add of them\\add*, and ⸤when he becomes strong⸥\\f + \\fr 11:2 \\ft Literally “at his strength” \\f* through his wealth, \\add then\\add* he will stir up ⸤everyone⸥\\f + \\fr 11:2 \\ft Literally “the all” \\f* against \\add the\\add* kingdom of Javan.\\f + \\fr 11:2 \\ft That is, Greece \\f* "},{"style":"v","text":"And a mighty king will arise, and he will rule \\add with\\add* great dominion, and he will do ⸤as he pleases⸥.\\f + \\fr 11:3 \\ft Literally “as his pleasure” \\f* "},{"style":"v","text":"But ⸤as he rises in power⸥,\\f + \\fr 11:4 \\ft Literally “as his rising/to rise” \\f* his kingdom will be divided toward the four winds of heaven, but not to his posterity, and not according to his dominion \\add by\\add* which he ruled, for his kingdom will be uprooted and \\add be given\\add* ⸤to others besides them⸥.\\f + \\fr 11:4 \\ft Literally “to others from to alone these” \\f*"},{"style":"p","text":""},{"style":"v","text":"“Then the king of the south will grow strong and \\add also\\add* ⸤one of his officials⸥,\\f + \\fr 11:5 \\ft Literally “from among his officials” \\f* and he will grow stronger ⸤than him⸥\\f + \\fr 11:5 \\ft Literally “over him” \\f* and he will rule ⸤a dominion greater than his dominion⸥.\\f + \\fr 11:5 \\ft Literally “a dominion great dominion his” \\f* "},{"style":"v","text":"And at \\add the\\add* end of \\add some\\add* years they will make an alliance, and the daughter of the king of the south will come to the king of the north to make a peace treaty, but ⸤she will not retain her position of power⸥,\\f + \\fr 11:6 \\ft Literally “she will not retain the power of her arm” \\f* and his offspring\\f + \\fr 11:6 \\ft Or “power” \\f* will not endure, and she will be given up, she and her attendants and her child supporting her, in those times.\\f + \\fr 11:6 \\ft Hebrew “in the times” \\f* "},{"style":"v","text":"And a branch from her roots\\f + \\fr 11:7 \\ft That is, a member of her family \\f* will rise up \\add in\\add* his place, and he will come against the army and he will enter the stronghold of the king of the north and he will take action against them and he will prevail. "},{"style":"v","text":"And also their gods with their idols \\add and\\add* with the ⸤precious vessels⸥,\\f + \\fr 11:8 \\ft Literally “vessels of their desire” \\f* silver and gold he will take to Egypt into captivity, and \\add for\\add* years ⸤he will leave the king of the north alone⸥.\\f + \\fr 11:8 \\ft Literally “he will stand back from the king of the north” \\f* "},{"style":"v","text":"And \\add then\\add* he\\f + \\fr 11:9 \\ft That is, the king of the north \\f* will come into the kingdom of the king of the south, but he will return to his land."},{"style":"p","text":""},{"style":"v","text":"“But his sons will wage war and they will gather a multitude of great forces and ⸤he will advance with great force⸥,\\f + \\fr 11:10 \\ft Literally “he will come, to come” \\f* and he will overflow \\add like a flood\\add* and he will pass through and he will return, and they will wage war up to his fortress. "},{"style":"v","text":"And the king of the south will become furious, and he will go and he will battle against him, against the king of the north; and he will muster a great multitude, and the multitude will be given into his hand. "},{"style":"v","text":"When the multitude is carried off, his heart will be exalted and he will overthrow ⸤tens of thousands⸥,\\f + \\fr 11:12 \\ft Literally “myriads” \\f* but he will not prevail. "},{"style":"v","text":"And the king of the north will again raise a multitude, greater than the former, and ⸤at the end of some years⸥\\f + \\fr 11:13 \\ft Literally “to the end of the times years” \\f* he will surely come with \\add a\\add* great army and with great supplies.\\f + \\fr 11:13 \\ft Or “resources” \\f*"},{"style":"p","text":""},{"style":"v","text":"“And in these times many will rise \\add up\\add* against the king of the south, and ⸤the violent ones of your people⸥\\f + \\fr 11:14 \\ft Literally “the sons of the lawless ones of your people” \\f* will lift themselves ⸤to fulfill⸥\\f + \\fr 11:14 \\ft Literally “to cause to stand” \\f* \\add the\\add* vision, but they will fall. "},{"style":"v","text":"And the king of the north will come, and he will throw up siege ramps\\f + \\fr 11:15 \\ft Hebrew “ramp” \\f* and capture a city of fortifications and the military forces of the south and ⸤his choice troops⸥\\f + \\fr 11:15 \\ft Literally “the army of his chosen troops” \\f* will not stand, for\\f + \\fr 11:15 \\ft Hebrew “and” \\f* there is no strength \\add left\\add* to resist. "},{"style":"v","text":"And the \\add one\\add* coming to him will act ⸤according to⸥\\f + \\fr 11:16 \\ft Literally “as” \\f* his pleasure, and there is no \\add one who\\add* ⸤will stand⸥\\f + \\fr 11:16 \\ft Literally “standing” \\f* ⸤before him⸥,\\f + \\fr 11:16 \\ft Literally “to the face of him” \\f* and he will stand in ⸤the beautiful land⸥\\f + \\fr 11:16 \\ft Literally “in the land of the beauty” \\f* and complete destruction \\add will be\\add* in his power. "},{"style":"v","text":"And he will set his face to come with the authority of his whole kingdom and will form an agreement;\\f + \\fr 11:17 \\ft Or “treaty,” or “peace proposal”; the Hebrew is difficult \\f* and he will ⸤act⸥,\\f + \\fr 11:17 \\ft Literally “do, perform” \\f* and the daughter of women he will give to him to destroy it,\\f + \\fr 11:17 \\ft Or “her” \\f* but \\add the ploy\\add* will not succeed ⸤and she will not support him⸥.\\f + \\fr 11:17 \\ft Literally “and not for him will she be” \\f* "},{"style":"v","text":"And he will turn his face to \\add the\\add* coastlands, and he will capture many, but\\f + \\fr 11:18 \\ft Hebrew “and” \\f* a commander will end his insults to him ⸤so that instead his insults will turn back upon him⸥.\\f + \\fr 11:18 \\ft Literally “so that not his insults he will return against him” \\f* "},{"style":"v","text":"And he will turn back his face toward\\f + \\fr 11:19 \\ft Hebrew “to” \\f* the strongholds of his land, but he will stumble and he will fall and will not be found."},{"style":"p","text":""},{"style":"v","text":"“Then in his place will arise \\add one\\add* sending an official \\add throughout\\add* \\add the\\add* glory\\f + \\fr 11:20 \\ft Or “splendor” \\f* of \\add his\\add* kingdom, and ⸤in a few days⸥\\f + \\fr 11:20 \\ft Literally “in some days” \\f* he will be broken, but not in anger and not in battle. "},{"style":"v","text":"And in his place a despicable person will arise on whom\\f + \\fr 11:21 \\ft Hebrew “him” \\f* they have not conferred the majesty of \\add the\\add* kingdom, and he will come in ⸤without warning⸥\\f + \\fr 11:21 \\ft Literally “in ease” \\f* and he will seize \\add the\\add* kingdom by deceit. "},{"style":"v","text":"And ⸤before him⸥\\f + \\fr 11:22 \\ft Literally “to the face of him” \\f* ⸤mighty military forces⸥\\f + \\fr 11:22 \\ft Literally “military forces of the flood” \\f* will be utterly swept away, and they will be broken, and also \\add the\\add* leader of \\add the\\add* covenant. "},{"style":"v","text":"And after an alliance \\add is made\\add* with him, he will act deceitfully, and he will rise and he will become powerful with few people \\add backing him\\add*. "},{"style":"v","text":"In \\add a time of\\add* ease and in \\add the\\add* rich parts of \\add the\\add* province, he will come and he will do what ⸤his predecessors⸥\\f + \\fr 11:24 \\ft Literally “his fathers and the father of his fathers” \\f* did not do; he will distribute plunder and spoil and possessions to them, and he will devise his plans against fortifications, but \\add only\\add* ⸤for a time⸥.\\f + \\fr 11:24 \\ft Literally “until time” \\f* "},{"style":"v","text":"And he will stir up his power and his heart against the king of the south and ⸤with a much greater and stronger army⸥;\\f + \\fr 11:25 \\ft Literally “with an army great and numerous exceedingly” \\f* but he will not succeed, for they will devise plans against him. "},{"style":"v","text":"And those who eat of his royal rations will break him and his army will be overwhelmed, and many will fall, slain. "},{"style":"v","text":"⸤And two of the kings⸥\\f + \\fr 11:27 \\ft Literally “And two of them, the kings” \\f* ⸤will bend their hearts⸥\\f + \\fr 11:27 \\ft Literally “their heart” \\f* to evil. And at the ⸤same table⸥\\f + \\fr 11:27 \\ft Literally “one table” \\f* they will speak lies, but \\add what is discussed\\add* will not succeed, for still an end \\add is coming\\add* at the appointed time. "},{"style":"v","text":"Then he will return to his land with many possessions, but his heart \\add will be set\\add* against ⸤the holy covenant⸥,\\f + \\fr 11:28 \\ft Literally “covenant of holiness” \\f* and he will take action and he will return to his land."},{"style":"p","text":""},{"style":"v","text":"“At the appointed time he will return and he will come into the south, but it will not be ⸤as it was before⸥.\\f + \\fr 11:29 \\ft Literally “as the former and as the last” \\f* "},{"style":"v","text":"And \\add the\\add* ships of Kittim will come against him, and he will lose heart, and he will turn back, and he will be enraged ⸤against the holy covenant⸥,\\f + \\fr 11:30 \\ft Literally “against the covenant of holiness” \\f* and he will take action, and he will turn back, and he will pay attention to \\add those who\\add* forsake ⸤the holy covenant⸥.\\f + \\fr 11:30 \\ft Literally “\\fq the \\ft covenant of holiness” \\f* "},{"style":"v","text":"And military forces from him ⸤will occupy⸥\\f + \\fr 11:31 \\ft Literally “will stand forth” \\f* and will profane\\f + \\fr 11:31 \\ft Or “desecrate” \\f* the ⸤sanctuary stronghold⸥,\\f + \\fr 11:31 \\ft Literally “the sanctuary, the stronghold” \\f* and they will abolish the regular burnt offering, and they will set up the abomination that causes desolation."},{"style":"p","text":""},{"style":"v","text":"“And those who violate \\add the\\add* covenant he will seduce with flattery, but the persons who know their God\\f + \\fr 11:32 \\ft Hebrew “the ones who know his God” \\f* will stand firm and will take action. "},{"style":"v","text":"And those who have insight ⸤will instruct⸥\\f + \\fr 11:33 \\ft Literally “make understand” \\f* the many, but they will fall by sword and by flame, by captivity and by plunder ⸤for some time⸥.\\f + \\fr 11:33 \\ft Literally “\\fq during \\ft days” \\f* "},{"style":"v","text":"And ⸤when they fall⸥\\f + \\fr 11:34 \\ft Literally “in/at their falling” \\f* they will receive little help, and many will join with them \\add in\\add* hypocrisy. "},{"style":"v","text":"And \\add even\\add* some of those ⸤who have insight⸥﻿\\f + \\fr 11:35 \\ft Literally “the \\fq ones \\ft who produce insight” \\f* will fall\\f + \\fr 11:35 \\ft Or “stumble” \\f* \\add in order for\\add* them to be refined by it, and to be purified and cleansed until the time of \\add the\\add* end, for the appointed time \\add is\\add* still to come."},{"style":"p","text":""},{"style":"v","text":"“Then the king will do ⸤as he pleases⸥,\\f + \\fr 11:36 \\ft Literally “as his pleasure” \\f* and he will exalt himself and will consider himself above any god, and he will speak horrendous things ⸤against⸥\\f + \\fr 11:36 \\ft Literally “over” \\f* \\add the\\add* God of gods, yet he will succeed until \\add the period\\add* of anger is finished, for \\add what\\add* is determined will be done. "},{"style":"v","text":"He will not pay respect to the gods of his ancestors,\\f + \\fr 11:37 \\ft Or “fathers” \\f* or to \\add the\\add* darling of women, and not to any god will he pay respect, for he will consider himself great over all \\add gods\\add*. "},{"style":"v","text":"But ⸤instead⸥\\f + \\fr 11:38 \\ft Literally “in his place” \\f* he will honor the god of fortresses, a god whom his ancestors\\f + \\fr 11:38 \\ft Or “fathers” \\f* did not know. He will honor \\add him\\add* with gold, and with silver, and with precious stones\\f + \\fr 11:38 \\ft Hebrew “precious stone” \\f* and with costly gifts. "},{"style":"v","text":"And he will deal with \\add the\\add* ⸤fortified strongholds⸥\\f + \\fr 11:39 \\ft Literally “the fortifications of strongholds” \\f* with \\add the help of\\add* ⸤a foreign god⸥;\\f + \\fr 11:39 \\ft Literally “\\fq the \\ft god of a foreign land” \\f* and he will increase wealth for whoever will acknowledge \\add him\\add*, and he will cause them to rule\\f + \\fr 11:39 \\ft Or “appoint” \\f* over the many, and he will distribute land for a price."},{"style":"p","text":""},{"style":"v","text":"“And at \\add the\\add* time of \\add the\\add* end the king of the south will attack him, and the king of the north will storm against him with chariots\\f + \\fr 11:40 \\ft Hebrew “chariot” \\f* and with horsemen and with many ships, and he will advance against the countries and ⸤he will sweep through like a flood⸥.\\f + \\fr 11:40 \\ft Literally “and he will overflow \\fq them \\ft and he will pass through” \\f* "},{"style":"v","text":"And he will come ⸤into the beautiful land⸥\\f + \\fr 11:41 \\ft Literally “into the land of the beauty” \\f* and many will fall victim, but these will escape from his power: Edom and Moab and the best part\\f + \\fr 11:41 \\ft A difficult word to translate in this context: possibly it means “the foremost” (NASB), or it may mean “the remnant” (NEB) \\f* of the ⸤Ammonites⸥.\\f + \\fr 11:41 \\ft Literally “sons/children of Ammon” \\f* "},{"style":"v","text":"And he will stretch out his hand against countries and the land of Egypt ⸤will not escape⸥.\\f + \\fr 11:42 \\ft Literally “not it will be to escape” \\f* "},{"style":"v","text":"And he will rule over the treasures of gold and the silver and over all the precious things of Egypt; and \\add the\\add* Libyans and \\add the\\add* Cushites \\add will follow\\add* in his footsteps. "},{"style":"v","text":"But reports will terrify him from \\add the\\add* east and from \\add the\\add* north, and he will go out with great fury to destroy and \\add to\\add* exterminate many. "},{"style":"v","text":"And \\add then\\add* he will pitch the tents of his palace between \\add the\\add* sea \\add and\\add* ⸤the beautiful holy mountain⸥,\\f + \\fr 11:45 \\ft Literally “\\fq the \\ft mountain of the beauty holiness” \\f* and he will come to his end, and there is no one\\f + \\fr 11:45 \\ft Or “not one” \\f* helping him.”"}]