[{"style":"s1","text":"The Faithfulness of Three Young Israelites and God’s Deliverance"},{"style":"m","text":""},{"style":"v","text":"Nebuchadnezzar the king made a statue of gold. Its height \\add was\\add* sixty cubits \\add and\\add* its width \\add was\\add* six cubits; he set it up in the valley of Dura in the province of Babylon. "},{"style":"v","text":"Then Nebuchadnezzar the king sent \\add directions\\add* to assemble the satraps, the prefects, and the governors, the counselors, the treasurers, the judges, the magistrates and all of the officials of the provinces to come to the dedication of the statue that Nebuchadnezzar the king \\add had\\add* set up. "},{"style":"v","text":"Then the satraps, the prefects, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the province \\add were\\add* assembled for the dedication of the statue that Nebuchadnezzar the king \\add had\\add* set up, and \\add were\\add* standing ⸤before⸥\\f + \\fr 3:3 \\ft Literally “to \\fq the \\ft front” \\f* the statue that Nebuchadnezzar had set up. "},{"style":"v","text":"Then the herald proclaimed ⸤aloud⸥,\\f + \\fr 3:4 \\ft Literally “with power” \\f* “To you ⸤it is commanded⸥,\\f + \\fr 3:4 \\ft Literally “they \\fq are \\ft saying” \\f* O peoples, ⸤nations and people of all languages⸥,\\f + \\fr 3:4 \\ft Literally “the nations and the languages” \\f* "},{"style":"v","text":"\\add that\\add* at the time that you hear the sound of the horn, the flute, \\add the\\add* lyre, \\add the\\add* trigon, \\add the\\add* harp, \\add the\\add* drum and all kinds of music, you must fall down and you must worship the statue of gold\\f + \\fr 3:5 \\ft Aramaic “the gold” \\f* that Nebuchadnezzar the king \\add has\\add* set up. "},{"style":"v","text":"And ⸤whoever⸥\\f + \\fr 3:6 \\ft Literally “who that” \\f* does not fall down and worship will be thrown ⸤immediately⸥\\f + \\fr 3:6 \\ft Literally “the time” \\f* into the midst of the furnace of blazing fire.” "},{"style":"v","text":"⸤Therefore⸥,\\f + \\fr 3:7 \\ft Literally “All of because this” \\f* ⸤at that time⸥,\\f + \\fr 3:7 \\ft Literally “at the time” \\f* ⸤as soon as⸥\\f + \\fr 3:7 \\ft Literally “as that” \\f* all the peoples heard the sound of the horn, the flute, \\add the\\add* lyre, \\add the\\add* trigon, \\add the\\add* harp and all kinds of music, all the peoples, ⸤the nations and people of all languages⸥\\f + \\fr 3:7 \\ft Literally “the nations and the languages” \\f* \\add were\\add* falling down \\add and\\add* were worshiping the statue of gold\\f + \\fr 3:7 \\ft Aramaic “the gold” \\f* that Nebuchadnezzar the king had set up."},{"style":"p","text":""},{"style":"v","text":"⸤Therefore⸥\\f + \\fr 3:8 \\ft Literally “All because of this” \\f* ⸤at this time⸥\\f + \\fr 3:8 \\ft Literally “at it the time” \\f* \\add some\\add* ⸤astrologers⸥\\f + \\fr 3:8 \\ft Literally “Chaldean men” \\f* came forward and ⸤they denounced the Jews⸥.\\f + \\fr 3:8 \\ft Literally “they ate their pieces of the Jews” \\f* "},{"style":"v","text":"⸤They responded and said⸥\\f + \\fr 3:9 \\ft Literally “they answered and \\fq were \\ft saying” \\f* to Nebuchadnezzar the king, “O king, may \\add you\\add* live ⸤forever⸥!\\f + \\fr 3:9 \\ft Literally “to eternity” \\f* "},{"style":"v","text":"You, O king, have made a decree that ⸤everyone⸥\\f + \\fr 3:10 \\ft Literally “all of humanity” \\f* who hears the sound of the horn, the flute, \\add the\\add* lyre, \\add the\\add* trigon, \\add the\\add* harp and \\add the\\add* drum and all kinds of music, he shall fall down and shall worship the statue of gold.\\f + \\fr 3:10 \\ft Aramaic “the gold” \\f* "},{"style":"v","text":"⸤And whoever⸥\\f + \\fr 3:11 \\ft Literally “And who that” \\f* ⸤does not fall down⸥\\f + \\fr 3:11 \\ft Literally “not he falls down” \\f* and worship shall be thrown into the midst of the furnace of blazing fire. "},{"style":"v","text":"\\add However\\add* there are Judean men whom you have appointed\\f + \\fr 3:12 \\ft Aramaic “whom you have appointed them” \\f* over the affairs of the province of Babylon—Shadrach, Meshach, and Abednego—these men, O king, ⸤pay you no heed⸥\\f + \\fr 3:12 \\ft Literally “not they pay heed to you” \\f* \\add and\\add* \\add were\\add* not serving your god, and the statue of gold\\f + \\fr 3:12 \\ft Aramaic “the gold” \\f* that you set up they are not worshiping.”"},{"style":"p","text":""},{"style":"v","text":"Then Nebuchadnezzar said in rage and anger to bring in Shadrach, Meshach and Abednego; then they brought in these men before the king. "},{"style":"v","text":"Nebuchadnezzar answered and said to them, “\\add Is it\\add* true, Shadrach, Meshach and Abednego, \\add that\\add* you are not serving my god, and \\add you are\\add* not worshiping the statue of gold\\f + \\fr 3:14 \\ft Aramaic “the gold” \\f* that I have set up? "},{"style":"v","text":"Now if you are ready so that ⸤when⸥\\f + \\fr 3:15 \\ft Literally “at that time” \\f* you hear the sound of the horn, the flute, the lyre, \\add the\\add* trigon, \\add the\\add* harp and \\add the\\add* drum and all kinds of music, you fall down and you worship the statue that I have made, \\add that will be good\\add*. But if you do not worship it, ⸤immediately⸥\\f + \\fr 3:15 \\ft Literally “at that \\fq very \\ft time” \\f* you will be thrown into the midst of the furnace of blazing fire, and ⸤who is the god⸥\\f + \\fr 3:15 \\ft Literally “who he god” \\f* who\\f + \\fr 3:15 \\ft Or “that” \\f* will rescue you from my hands?”"},{"style":"p","text":""},{"style":"v","text":"Shadrach, Meshach and Abednego answered and said to the king, Nebuchadnezzar, “We have no need on this matter ⸤to present a defense to you⸥.\\f + \\fr 3:16 \\ft Literally “to return to you” \\f* "},{"style":"v","text":"⸤If it is so⸥,\\f + \\fr 3:17 \\ft Literally “If there is” \\f* our God, whom we serve, is able to rescue us from the furnace of blazing fire. And from your hand, O king, let him rescue us. "},{"style":"v","text":"And if not, let it be known to you, O king, that ⸤we will not serve your gods⸥,\\f + \\fr 3:18 \\ft Literally “your gods not there is us serving” \\f* and the statue of gold\\f + \\fr 3:18 \\ft Aramaic “the gold” \\f* that you have set up we will not worship.”"},{"style":"s1","text":"The Wrath of the King and His Fiery Furnace of Death"},{"style":"m","text":""},{"style":"v","text":"Then Nebuchadnezzar was filled with anger and the image of his face was changed ⸤toward⸥\\f + \\fr 3:19 \\ft Literally “against” \\f* Shadrach, Meshach and Abednego, \\add so he\\add* ⸤ordered and said⸥\\f + \\fr 3:19 \\ft Literally “answering and saying” \\f* to heat up the one furnace seven times what was usual to heat \\add it\\add* up. "},{"style":"v","text":"And he commanded ⸤the strongest men of the guards⸥\\f + \\fr 3:20 \\ft Literally “to the strong men, men of strength” \\f* who \\add were\\add* in his army to bind Shadrach, Meshach and Abednego and to throw \\add them\\add* into the furnace of blazing fire. "},{"style":"v","text":"Then these men were bound with their garments, their trousers and their turbans and their \\add other\\add* clothing, and they were thrown into the midst of the furnace of blazing fire. "},{"style":"v","text":"⸤Therefore⸥\\f + \\fr 3:22 \\ft Literally “because of this” \\f* ⸤because⸥\\f + \\fr 3:22 \\ft Literally “from that” \\f* the word of the king was severe and the furnace was exceedingly hot, the flame of the fire killed these men who lifted up Shadrach, Meshach and Abednego. "},{"style":"v","text":"But these men, the three of them, Shadrach, Meshach and Abednego, fell down into the midst of the furnace of blazing fire, \\add and they\\add* were bound."},{"style":"p","text":""},{"style":"v","text":"Then Nebuchadnezzar the king was astonished, and he rose up in haste \\add and\\add* he asked, saying to his advisers, “\\add Did\\add* we not throw three men, bound, into the midst of the fire? They answered, saying to the king, “Certainly, O king!” "},{"style":"v","text":"⸤He answered⸥,\\f + \\fr 3:25 \\ft Literally “\\fq was \\ft answering” \\f* saying, “Look, I see four men unbound walking in the midst of the fire and there is no damage to them, and the\\f + \\fr 3:25 \\ft Aramaic “its” \\f* appearance of the fourth \\add man\\add* resembles the son of a god.” "},{"style":"v","text":"Then Nebuchadnezzar approached the door of the furnace of blazing fire, \\add and\\add* he called out, saying, “Shadrach, Meshach and Abednego, ⸤servants⸥\\f + \\fr 3:26 \\ft Literally “his servant” \\f* of the Most High God, come out\\f + \\fr 3:26 \\ft Or “Go out” \\f* and come here!” "},{"style":"v","text":"And the satraps, the prefects, the governors and the advisors of the king \\add were\\add* assembling, \\add and\\add* they saw these men, that the fire had no power over their bodies, and the hair of their heads was\\f + \\fr 3:27 \\ft Aramaic plural \\f* not singed, and their garments were not harmed, and the smell of fire did not come from them."},{"style":"s1","text":"The King’s Praise for the Great Deliverance of the Three Young Israelites"},{"style":"m","text":""},{"style":"v","text":"Nebuchadnezzar ⸤responded⸥,\\f + \\fr 3:28 \\ft Literally “answering” \\f* saying, “Blessed be their God, \\add the God\\add* of Shadrach, Meshach and Abednego, who sent his angel\\f + \\fr 3:28 \\ft Or “messenger” \\f* and rescued his servants who trusted in him, and the command of the king they disobeyed, and they gave their bodies so that they \\add did\\add* not serve and \\add did\\add* not worship any god except their God. "},{"style":"v","text":"And from me ⸤is set forth⸥\\f + \\fr 3:29 \\ft Literally “setting out” \\f* a decree that any people, nation, or language that \\add may\\add* utter criticism against their God—\\add the God of\\add* Shadrach, Meshach and Abednego—will be broken into pieces and their\\f + \\fr 3:29 \\ft Aramaic “his” \\f* house will be made like ruins. ⸤For⸥\\f + \\fr 3:29 \\ft Literally “All of because” \\f* there is not another God who is able to rescue like this \\add God\\add*.” "},{"style":"v","text":"Then the king promoted Shadrach, Meshach and Abednego in the province of Babylon."}]