[{"style":"s1","verse":"","text":"Daniel’s Prayer for His People"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"In \\add the\\add* first year \\add of\\add* Darius, \\add the\\add* son of Ahasuerus,\\f + \\fr 9:1 \\ft That is, Xerxes \\f* from \\add the\\add* offspring of \\add the\\add* Medes, who became king over \\add the\\add* kingdom of \\add the\\add* Chaldeans— "},{"style":"v","verse":"2","text":"in \\add the\\add* first year \\add of\\add* his kingship I, Daniel, observed in the scrolls the number of the years that it was \\add that were\\add* to be fulfilled \\add according to\\add* \\add the\\add* word of Yahweh to Jeremiah the prophet for the devastation of Jerusalem—seventy years."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Then I turned my face to the Lord God to seek \\add him\\add* \\add by\\add* prayer and pleas for mercy,\\f + \\fr 9:3 \\ft Or “supplications” \\f* in fasting and \\add in\\add* sackcloth and ashes. "},{"style":"v","verse":"4","text":"And I prayed to Yahweh my God, and I made confession and I said, “O Lord, the great and awesome God, keeping the covenant and loyal love with \\add those who\\add* love him and with \\add those who\\add* keep his commandments, "},{"style":"v","verse":"5","text":"we have sinned and we have done wrong and we acted wickedly and we rebelled and \\add have been\\add* turning aside from your commandments and from your ordinances. "},{"style":"v","verse":"6","text":"We have not listened to your servants the prophets, who spoke in your name to our kings, our princes and our ancestors\\f + \\fr 9:6 \\ft Or “fathers” \\f* and to all the people of the land."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"“⸤Righteousness belongs to you, O Lord⸥,\\f + \\fr 9:7 \\ft Literally “for you Lord the righteousness” \\f* and on us \\add is\\add* open shame, \\add just\\add* as \\add it is\\add* this day to the people of Judah and to the inhabitants of Jerusalem and to all Israel, ⸤those who are near and those who are far off⸥\\f + \\fr 9:7 \\ft Literally “those near and those far” \\f* in all the lands \\add to\\add* which you have driven them,\\f + \\fr 9:7 \\ft Hebrew “\\fq to \\ft which you have driven them there” \\f* because of their infidelity which they displayed against you. "},{"style":"v","verse":"8","text":"Yahweh, on us \\add is\\add* open shame, on our kings, on our princes, and on our ancestors,\\f + \\fr 9:8 \\ft Or “fathers” \\f* because we have sinned against you. "},{"style":"v","verse":"9","text":"⸤Compassion and forgiveness belong to the Lord, our God⸥,\\f + \\fr 9:9 \\ft Literally “to \\fq the \\ft Lord our God the compassion and the forgiveness” \\f* for we have rebelled against him, "},{"style":"v","verse":"10","text":"and we have not listened to the voice of Yahweh our God, by following his law ⸤which he placed before us⸥\\f + \\fr 9:10 \\ft Literally “which he gave to the face of us” \\f* by \\add the\\add* hand of his servants the prophets."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"“And all Israel transgressed your law and turned aside \\add so as\\add* not to listen to your voice, and \\add so\\add* the curse and the oath which \\add was\\add* written in the law of Moses, the servant of God, has been poured out upon us, because we have sinned against him. "},{"style":"v","verse":"12","text":"And \\add so\\add* he \\add has\\add* carried out his words which he spoke against us and against our rulers who ruled us, to bring upon us \\add a\\add* great calamity which was not done under all \\add of\\add* heaven as it was done in Jerusalem. "},{"style":"v","verse":"13","text":"Just as \\add it is\\add* written in the law of Moses, all of this calamity has come upon us, and ⸤we have not implored⸥\\f + \\fr 9:13 \\ft Literally “we not implored” \\f* the face of Yahweh our God \\add so as\\add* to turn from our iniquities and to attend closely to your faithfulness.\\f + \\fr 9:13 \\ft Or “truth” \\f* "},{"style":"v","verse":"14","text":"So Yahweh \\add has\\add* kept watch over the\\f + \\fr 9:14 \\ft Or “his” \\f* calamity, and \\add now\\add* he \\add has\\add* brought it upon us. Indeed, Yahweh our God \\add is\\add* righteous concerning all his works\\f + \\fr 9:14 \\ft Or “acts” \\f* that he has done, but we have not listened to his voice."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"“And now, Lord our God, who have brought your people out from \\add the\\add* land of Egypt with a strong hand, and you \\add have\\add* made for yourself a name \\add until\\add* this day—we have sinned, we have acted wickedly. "},{"style":"v","verse":"16","text":"Lord, according to all your righteousness, please let your anger and your rage turn away from your city Jerusalem, ⸤your holy mountain⸥,\\f + \\fr 9:16 \\ft Literally “the mountain of your holiness” \\f* because through our sins and through the iniquities of our ancestors\\f + \\fr 9:16 \\ft Or “fathers” \\f* Jerusalem and your people have become an object of mockery among all of our neighbors."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"“And now, listen to the prayer of your servant and to his pleas for mercy. Shine\\f + \\fr 9:17 \\ft Or “let shine” or “cause to shine” \\f* your face upon your desolate sanctuary ⸤for your sake, O Lord⸥.\\f + \\fr 9:17 \\ft Literally “for the sake of the Lord” \\f* "},{"style":"v","verse":"18","text":"Incline your ear, my God, and listen; open your eyes and look at our desolation and the city that is called \\add by\\add* your name, for we \\add are\\add* not presenting our pleas for mercy ⸤before you⸥\\f + \\fr 9:18 \\ft Literally “to the face of you” \\f* because of our righteousness, but \\add rather\\add* because of your great compassion. "},{"style":"v","verse":"19","text":"Lord, listen! Lord, forgive! Lord, pay heed and act! You must not delay ⸤for your sake⸥,\\f + \\fr 9:19 \\ft Literally “for the sake of you” \\f* my God; because ⸤your city and your people are called by your name⸥.”\\f + \\fr 9:19 \\ft Literally “your name is called over your city and over your people” \\f*"},{"style":"s1","verse":"","text":"Gabriel’s Announcement and Presentation of the Seventy Sets of Seven"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"Now I \\add was\\add* still speaking and praying, and confessing my sin and the sin of my people Israel, and presenting my plea ⸤before⸥\\f + \\fr 9:20 \\ft Literally “to the face of” \\f* Yahweh my God, on behalf ⸤of the holy mountain of my God⸥.\\f + \\fr 9:20 \\ft Literally “the mountain of the holiness of my God” \\f* "},{"style":"v","verse":"21","text":"And I \\add was\\add* still speaking in prayer, and the man Gabriel, whom I had seen in the vision ⸤previously⸥,\\f + \\fr 9:21 \\ft Literally “in the beginning” \\f* ⸤in my weariness touched me⸥\\f + \\fr 9:21 \\ft Literally “\\fq my \\ft being wearied, touching me” \\f* at \\add the\\add* time of \\add the\\add* evening offering. "},{"style":"v","verse":"22","text":"And he instructed \\add me\\add* and he spoke with me and he said, “Daniel I have now come out\\f + \\fr 9:22 \\ft Or “forth” \\f* to teach you understanding. "},{"style":"v","verse":"23","text":"At the beginning of your pleas for mercy, a word went out, and \\add now\\add* I have come to declare\\f + \\fr 9:23 \\ft Or “deliver” \\f* \\add it\\add*, for you \\add are\\add* highly esteemed, and \\add so\\add* consider the word and understand the vision."},{"style":"s1","verse":"","text":"The Seventy Sets of Seven Detailed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"24","text":"“Seventy weeks is decreed for your people and ⸤for your holy city⸥,\\f + \\fr 9:24 \\ft Literally “for \\fq the \\ft city of your holiness” \\f* to put an end to the transgression and to seal \\add up\\add* sin\\f + \\fr 9:24 \\ft Or “to make an end to sin” \\f* and to make atonement for guilt and to bring \\add in\\add* everlasting righteousness and to seal vision and prophet and to anoint ⸤the most holy place⸥.\\f + \\fr 9:24 \\ft Literally “the holy place of holy places” \\f* "},{"style":"v","verse":"25","text":"And you must know and you must understand\\f + \\fr 9:25 \\ft Or “so you are to know and discern” (NASB), or “know then and understand” (e.g. NEB) \\f* \\add that\\add* from \\add the\\add* time of the going out of \\add the\\add* word to restore and build Jerusalem until \\add an\\add* anointed\\f + \\fr 9:25 \\ft Or “messiah” \\f* \\add one\\add*—\\add a\\add* leader—\\add will be\\add* ⸤seven weeks and sixty-two weeks⸥;\\f + \\fr 9:25 \\ft Literally “weeks seven and weeks sixty and two” \\f* it will be restored and will be built \\add with\\add* streets and \\add a\\add* moat, but ⸤in a time of oppression⸥.\\f + \\fr 9:25 \\ft Literally “in distress/oppression of the times/time” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"“And after the sixty and two weeks an anointed one\\f + \\fr 9:26 \\ft Or “messiah” \\f* shall be cut off, and ⸤he shall have nothing⸥,\\f + \\fr 9:26 \\ft Literally “there is not for him” \\f* and \\add the\\add* people of the coming leader will destroy the city and the sanctuary,\\f + \\fr 9:26 \\ft Or “holy place” \\f* and its end \\add will be\\add* with the flood and \\add on\\add* to \\add the\\add* end \\add there shall be\\add* war; \\add these\\add* desolations are determined. "},{"style":"v","verse":"27","text":"And he will make a strong covenant with the many \\add for\\add* one week, but \\add in\\add* half of the week he will let cease sacrifice and offering ⸤and in its place⸥\\f + \\fr 9:27 \\ft Literally “and on a wing of” \\f* a desolating abomination \\add comes\\add* even until ⸤the determined complete destruction⸥\\f + \\fr 9:27 \\ft Literally “a complete destruction and being determined” \\f* is poured out on \\add the\\add* desolator.”"}]