[{"style":"mt1","text":"1.Korent"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man Póol mi ñu woo ci sasub doon ndawal \\w Almasi|Almasi b-:\\w* Yeesu, ci coobarey Yàlla, ci man la bataaxal bii bawoo, bawoo itam ci Sosten mbokk mi,"},{"style":"v","verse":"2","text":"ñeel mbooloom Yàlla, mi ci Korent, yeen ñi ñu sellal ci jëmmu Almasi Yeesu, te ñu woo leen ngir ngeen doon ñu sell, ñeel itam mboolem ñiy tudde fépp fu mu mana doon, sunu turu Boroom Yeesu Almasi bi leen moom, moom nu."},{"style":"v","verse":"3","text":"Aw yiw ak jàmm ñeel na leen, bawoo fa Yàlla sunu Baay ak Sang Yeesu Almasi bi."},{"style":"s1","verse":"","text":"Sant Yàlla war na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Santal leen sama Yàlla laa saxoo, ci yiw wi mu leen may ci \\w Almasi|Almasi b-:\\w* Yeesu,"},{"style":"v","verse":"5","text":"ndax lépp ngeen woomle ci moom, ci gépp kàddu ak bépp xam-xam."},{"style":"v","verse":"6","text":"Loolu di firndeel ne la nu seedeeloon Almasi bi sotti na ci yeen."},{"style":"v","verse":"7","text":"Loolu tax na ñàkkatuleen genn may, léegi bi ngeen di séentoogum peeñum sunu Boroom Yeesu Almasi bi."},{"style":"v","verse":"8","text":"Moo leen di dooleel ba ca mujjantal ga, ngir ngeen mucc sikk, keroog sunu bésu Sang Yeesu Almasi bi."},{"style":"v","verse":"9","text":"Yàllaa am kóllëre, moom mi leen woo, ngir ngeen bennoo ak Doomam Yeesu Almasi bi, sunu Sang."},{"style":"s1","verse":"","text":"Na mbooloo mi juboo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bokk yi nag, dama leen di ñaax, ci sunu turu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi, ngir seen kàddu di genn, te féewaloo baña am ci seen biir, xanaa ngeen bennoo ci lépp, bokk menn xel ak benn jëmu."},{"style":"v","verse":"11","text":"Ndax kat bokk yi, dégge naa ci waa kër Kelowe, ne am na ay dëngoo ci seen biir."},{"style":"v","verse":"12","text":"Li may wax mooy ku nekk ci yeen a ngi naan: «Man ci Póol laa bokk!», «Man nag Apolos!» «Man \\w Sefas|Sefas:\\w*!» «Man de Almasi bi!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ndax Almasi bi dafa xàjjalikoo? Ndax Póol lañu daajoon ca bant ba ngir yeen? Am ci turu Póol lañu leen sóobe ci ndox?"},{"style":"v","verse":"14","text":"Maa ngi sant Yàlla, ba ma sóobulee kenn ci yeen ci ndox, ku dul Kirispus ak Gayus,"},{"style":"v","verse":"15","text":"ngir kenn du ne ci sama tur lañu leen sóobe."},{"style":"v","verse":"16","text":"Ahakay! Maa sóob waa kër Estefanas itam. Waaye bu loolu weesoo, fàttalikuwuma fu ma sóobe keneen."},{"style":"v","verse":"17","text":"Ndax du sóobe cim ndox la ma Almasi bi yebale, waaye ngir ma yégle xibaaru jàmm bi, te bañ koo defe xareñtey kàddu, ngir baña neenal bantub Almasi ba ñu ko daajoon."},{"style":"s1","verse":"","text":"Xam-xam, fa Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ndax kat kàddu gi jëm ci bantub \\w Almasi|Almasi b-:\\w* ba ñu ko daajoon, ag ndof la ci ñiy sànku. Waaye manoore Yàlla la ci nun ñi mucc."},{"style":"v","verse":"19","text":"Ndaxte bindees na ne:"},{"style":"q1","verse":"","text":"«Maay yàq xam-xamu xamkat yi,"},{"style":"q1","verse":"","text":"ñi xelu, ma neenal seenum xel\\f + \\fr 1.19 \\ft Seetal ci \\bk Esayi\\bk* 29.14.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ana kuy xamkat? Ana kuy firikatub yoon? Ana waxkatub àddinay tey jii? Xanaa du Yàllaa def xam-xamu àddina si ag ndof?"},{"style":"v","verse":"21","text":"Yàlla moo dogal ci xam-xamam, àddina tële koo xam ci xam-xamu boppam. Moo tax mu soob Yàlla, mu jëfandikoo xibaaru Almasi biy ag ndof ci nit ñi, ngir musale ko gëmkat ñi."},{"style":"v","verse":"22","text":"Yawut yi, ay takk lañuy laaj, Gereg yi di wut xam-xam."},{"style":"v","verse":"23","text":"Nun nag, nuy waare ci Almasi bu ñu daaj ci bant, muy njombe ci Yawut yi, di ag ndof ci jàmbur ñi dul Yawut."},{"style":"v","verse":"24","text":"Waaye ci ñi ñu woo, ñuy Yawut, di Gereg, Almasi bi mooy manoorey Yàlla, di xam-xamu Yàlla."},{"style":"v","verse":"25","text":"Ndaxte li ñu jàppe ag ndof fa Yàlla moo sut xam-xamu nit, te li ñu jàppe néew dooley Yàlla moo raw dooley nit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Bokk yi, seetleen ñan ngeen woon, ba ñu leen di woo. Barewul ci seen biir ay xamkat ci gis-gisu nit ñi, barewul ci yeen ay boroom doole, barelewuleen ñu rafet ab juddu."},{"style":"v","verse":"27","text":"Waaye li àddina jàppe ag ndof, moom la Yàlla tànn, ngir rusloo ko xamkat yi, te li néew doole ci àddina, moom la Yàlla tànn, ngir rusloo ko li bare doole."},{"style":"v","verse":"28","text":"Li tuut ab juddu ci àddina ak li xeeblu, li tekkiwul dara, moom la Yàlla tànn, ngir neenale ko li tekki,"},{"style":"v","verse":"29","text":"ba tax kenn du mana damu ci kanam Yàlla."},{"style":"v","verse":"30","text":"Te moom it moo tax ngeen bokk ci Almasi Yeesu mi ñu def muy sunu xam-xam bu bawoo fa Yàlla, di sunu njub, di sunu cellte, di sunug \\w njot|jot:\\w*,"},{"style":"v","verse":"31","text":"su ko defee, noonu ñu binde ne: «Kuy damu, na damu ci Boroom bi\\f + \\fr 1.31 \\ft Seetal ci \\bk Yeremi\\bk* 9.23.\\f*,» noonu lay ame."}]