[{"style":"p","text":""},{"style":"v","text":"Ni may roye \\w Almasi|Almasi b-:\\w* bi, man ci sama bopp, royeleen ma noonu."},{"style":"s1","text":"Póol digle na ñu jekkal jataayu ñaan"},{"style":"p","text":""},{"style":"v","text":"Maa ngi leen di sant ci ni ngeen may fàttalikoo ci lépp ak ni ngeen saxoo samay dénkaane, ni ma leen ko dénke."},{"style":"p","text":""},{"style":"v","text":"Waaye nag bëgg naa ngeen xam ne gépp góor, \\w Almasi|Almasi b-:\\w* bi moo di boppam; jigéen, góor moo di boppam, te Almasi bi, Yàlla moo di boppam."},{"style":"v","text":"Kon gépp góor guy ñaan, mbaa muy waxe kàdduy \\w waxyu|waxyu:\\w*, bu muuree boppam, suufeel na Almasi biy boppam."},{"style":"v","text":"Waaye jépp jigéen juy ñaan, mbaa muy waxe kàdduy waxyu, te muurul boppam, suufeel na jëkkëram jiy boppam. Day mel ni bu nelu woon rekk."},{"style":"v","text":"Jigéen ju nanguwula muuru, bu yeboo xuuf kawaram. Ndegam am na kersay xuuf kawaram, mbaa mu nelu nag, fàww mu muur boppam."},{"style":"v","text":"Góor moom du muur boppam, ndax mooy takkndeeru Yàlla te moo taxawe darajay Yàlla. Waaye jigéen moo taxawe darajay góor,"},{"style":"v","text":"ndax góor kat, jëleesu ko ci jigéen, waaye jigéen kay lañu jële ci góor."},{"style":"v","text":"Góor itam, sàkkeesu ko ngir jigéen, waaye jigéen kay lañu sàkk ngir góor."},{"style":"v","text":"Looloo tax jigéen wara fésal kilifteef ci kaw boppam, ndax malaaka yi teew\\f + \\fr 11.10 \\ft Seetal ci \\bk Efes\\bk* 3.10.\\f*."},{"style":"v","text":"Teewul nag ci yoonu Sang bi, jigéen manula ñàkka wéeru ci góor, góor it manula ñàkka wéeru ci jigéen,"},{"style":"v","text":"ndax ni jigéen bàyyikoo ci góor, noonu la góor juddoo ci jigéen, te lépp fa Yàlla la bawoo."},{"style":"p","text":""},{"style":"v","text":"Seetalleen ko seen bopp rekk, ndax jekk na ci jigéen, muy ñaan ci Yàlla, te muurul boppam?"},{"style":"v","text":"Xanaa ni àddina ci boppam tëdde xamalu leen ne yar kawar gàcce la ci góor?"},{"style":"v","text":"Ndaxam kawar gu bare sagu jigéen la. Jigéen lañu jagleel kawar gu bare, muy muuraayam."},{"style":"v","text":"Waaye ku bëgga werante ci leneen it, nun loolu du sunu baax, te du baaxu mbooloom Yàlla mi."},{"style":"s1","text":"Jekkalleen reeru Sang bi"},{"style":"p","text":""},{"style":"v","text":"Waaye lii ma leen digal, am na ci lu ma leen gërëmewul, ndax du njariñ la seeni ndaje di jur, xanaa loraange."},{"style":"v","text":"Benn, dégg naa am na ay féewaloo ci seeni ndaje, te am na lu ma ci gëm."},{"style":"v","text":"Fàww sax mu am ay xaajaloo ci seen biir, ngir ñi seen ngëm wér mana fés ci seen biir."},{"style":"v","text":"Bu ngeen dajee benn béreb, bokk reeru Sang bi taxul,"},{"style":"v","text":"ndax bu ngeen dee lekk, ku nekk, reeru boppam lay njëkkantee lekk, ba tax ñenn ci yeen xiif, fu ñeneen naane ba màndi."},{"style":"v","text":"Xanaa amuleen kër yu ngeen di lekke aka naane? Am mbooloom Yàlla mi ngeen sofental, di rusloo ñi amul? Ana lu ma leen di wax? Dama leen koy gërëme? Loolu de duma leen ci gërëm."},{"style":"p","text":""},{"style":"v","text":"Man, li ma jële ci Sang bi, moom laa leen jottali: Sang Yeesu, guddi gi ñu ko woree, dafa jël mburu,"},{"style":"v","text":"yékkati kàddug cant, dagg ko, ne: «Lii moo di sama yaram wi leen ñeel. Deeleen def lii, di ma ko fàttalikoo.»"},{"style":"v","text":"Noonu itam la def ak kaas ba, gannaaw reer ba, ne leen: «Kaas bii mooy \\w kóllëre|kóllëre g-:\\w* gu yees gi fasoo ci sama deret. Deeleen def lii, di ma ko fàttalikoo, saa yu ngeen ci naanee.»"},{"style":"v","text":"Saa su ngeen lekkee ci mburu mii, mbaa ngeen naan ci kaas bii, yégle ngeen deewug Sang bi, ba kera muy ñëw."},{"style":"p","text":""},{"style":"v","text":"Moo tax, képp ku jekkadi nu mu lekke ci mburu mi ak nu mu naane ci kaasu Sang bi, tooñ nga yaramu Sang bi ak deretam."},{"style":"v","text":"Kon na ku nekk seetlu boppam, doora lekk ci mburu mi, naan ci kaas bi."},{"style":"v","text":"Ndax ku lekk ci mburu mi, naan ci kaas bi, te joxul gëdd yaramu \\w Almasi|Almasi b-:\\w* bi, ab daan bu mu teg boppam la lekk, naan ko."},{"style":"v","text":"Looloo tax ngeen bare ñu néew doole ak ñu xiibon, ba lim bu takku dee."},{"style":"v","text":"Su nu doon seetlu sunu bopp, deesu nu àttee noonu."},{"style":"v","text":"Waaye Boroom bee nuy teg ay daan ngir yare nu ko, ba deesu nu mbugalaale ci biir àtteb àddina."},{"style":"p","text":""},{"style":"v","text":"Kon nag bokk yi, bu ngeen dajee, ngir bokk lekk, xaaranteleen."},{"style":"v","text":"Ku xiif, na lekke këram, ngir seeni ndaje bañ leena jural ab daan."},{"style":"p","text":"Yeneen mbir yi nag, bu ma dikkee, dinaa ko leeral."}]