[{"style":"s1","verse":"","text":"May yi jóge ci Leerug Yàlla bare na te wuute"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Léegi nag bokk yi, bëgguma ngeen umple ci wàllu mayi \\w Noowug Yàlla|Noo gu Sell g-:\\w*."},{"style":"v","verse":"2","text":"Bokk yi, xam ngeen ne ba ngeen dee ay yéefar, dees leena buuboon, lajjal leen, jëme ci ay tuur yu tëlee wax."},{"style":"v","verse":"3","text":"Moo tax ma di leen biral ne amul kenn kuy waxe Noowug Yàlla ku naan: «Alkànde ñeel na Yeesu.» Te it kenn manul ne: «Yeesu moo di Sang\\f + \\fr 12.3 \\ft Li ñu wax fii mooy Yeesu gannaaw ba mu deewee ba dekki mooy Sangu àddina wërngal këpp.\\f*,» te du lu ko Noo gu Sell gi xamal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Mayi Noo gi wuute na, waaye genn Noo gi la."},{"style":"v","verse":"5","text":"Liggéeyin yi man naa wuute, waaye benn Boroom bi la."},{"style":"v","verse":"6","text":"Jëf ji it man naa wuute, waaye jenn Yàlla ji mooy jëf lépp ci ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ku nekk nag, ak na mayu Noo giy feeñe ci moom, ngir njariñal ñépp."},{"style":"v","verse":"8","text":"Kii ci Noo gi la jote kàddu gu xelu, kee séddoo kàddug xam-xam ci genn Noo gi."},{"style":"v","verse":"9","text":"Kale jagoo ngëm ci genn Noo gi, ka ca des jële mayug faje ci genn Noo googu."},{"style":"v","verse":"10","text":"Kii itam di def ay kéemaan, kee di waxe kàdduy \\w waxyu|waxyu:\\w*, kale mana ràññaatle noo yu wuute, keneen di làkk xeeti làkk yu wuute, ka ca des mana firi ay làkk."},{"style":"v","verse":"11","text":"Loolu lépp, genn Noo googu moo koy def, ku nekk, mu sédd la ci, ni mu ko soobe."},{"style":"s1","verse":"","text":"Cér bare na, te yaram di wenn"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Noonu yaramu nit nekkee wenn te di cér yu bare, ak noonu mboolem céri yaram dee wenn yaram wi, ak li cér yiy bare lépp, noonu rekk la itam ci \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","verse":"13","text":"Ci genn \\w Noo gu Sell|Noo gu Sell g-:\\w* gi lañu nu sóobe ci biir wenn yaram wi, nun ñépp, nu diy Yawut, mbaa nu diy jàmbur, nu diy jaam, mbaa nu diy gor, te nun ñépp, genn Noo gi lañu nu nàndale."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Yaram du bennab cér, waaye cér yu bare la."},{"style":"v","verse":"15","text":"Bu tànk noon: «Gannaaw man duma loxo, kon bokkuma ci yaram,» loolu du ko teree bokk ciw yaram."},{"style":"v","verse":"16","text":"Te bu nopp noon: «Gannaaw duma bët, kon bokkuma ciw yaram,» loolu du ko tee bokk ciw yaram."},{"style":"v","verse":"17","text":"Su yaram wépp doon bët, ana nooy dégge? Su lépp doon nopp, ana nooy xeeñtoo?"},{"style":"v","verse":"18","text":"Waaye Yàlla moo teg cér bu ci nekk ci yaram wi, ni mu ko soobe."},{"style":"v","verse":"19","text":"Bu lépp doon benn cér, kon ana yaram wi?"},{"style":"v","verse":"20","text":"Cér yi daal bare nañu, waaye wenn yaram wi la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Bët nag manul ne loxo: «Soxlawuma la!» Te bopp it manul ne ay tànk: «Soxlawuma leen!»"},{"style":"v","verse":"22","text":"Céri yaram yi gëna niru lu néew doole sax, ñooy cér yi manula ñàkk."},{"style":"v","verse":"23","text":"Cér yi ñu gëna jàpp ne jarula gëddël, cér yooyu sax lañu gënatee gëddël. Sunu cér yi amul sutura, ñoom lañu gëna suturaal,"},{"style":"v","verse":"24","text":"te yi am sutura soxlawuñoo suturaal. Waaye Yàlla moo sàkk sunu yaram, sàkkin wu mu ràññee cér yi gëna néew gëddë, te moo leen gëddël,"},{"style":"v","verse":"25","text":"ngir xaajaloo baña am ciw yaram, te cér yi mànkoo ci di bàyyeente xel."},{"style":"v","verse":"26","text":"Bu benn cér mettee, mook cér yépp ay bokk mitit wi. Bu dee benn cér lañu teral, mook cér yépp ay bokk bànneexu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Yeen nag yeenay yaramu Almasi bi, te yeena diy céram, ku ci nekk ak wàllam."},{"style":"v","verse":"28","text":"Ñi Yàlla tabb ci biir mbooloom gëmkat ñi, ñi ci jiitu ñoo di ndawi Almasi bi. Ñaareel bi di ñiy waxe kàdduy \\w waxyu|waxyu:\\w*, ñetteel bi di jàngalekati kàddu gi. Ñi ci topp di ñiy def ay kéemaan, ñi ci topp di ñi am mayu faje ak ñi mane dimbalee ak ñi mane jiite ak ñiy làkk yeneen xeeti làkk."},{"style":"v","verse":"29","text":"Ndax ñépp ay ndawi Almasi bi? Am ñépp ay waxe kàdduy waxyu? Am ñépp ay jàngalekati kàddu gi? Am ñépp ay def ay kéemaan?"},{"style":"v","verse":"30","text":"Am ñépp a am mayu faje? Am ñépp ay làkk yeneen làkk? Am ñépp a mane tekki ba?"},{"style":"v","verse":"31","text":"Teewul nag, nangeen sàkku may yi gën."},{"style":"s1","verse":"","text":"Cofeel moo gën lépp"},{"style":"p","verse":"","text":"Waaye dinaa leen xamal yoonu dundin wi gën ci lépp."}]