[{"style":"s1","verse":"","text":"Lu jëm ci ndekkitel Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Léegi nag bokk yi, ma fàttali leen xibaaru jàmm bi ma leen xibaaroon, muy lu ngeen gëm, sax ci,"},{"style":"v","verse":"2","text":"te ci ngeen di texee, ndegam jàpp ngeen bu dëgër ci kàddug xibaaru jàmm bi, ni ma leen ko xamale. Lu ko moy ci neen ngeen gëm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Li ma jotoon laa leen njëkka jottali, te moo di: \\w Almasi|Almasi b-:\\w* bi moo dee ngir \\w njotug|jot:\\w* sunuy bàkkaar, te noonu la ko Mbind mi indee."},{"style":"v","verse":"4","text":"Denc nañu ko, mu dekki ca ñetteelu fan ba, te noonu la ko Mbind mi indee."},{"style":"v","verse":"5","text":"Mu feeñu \\w Sefas|Sefas:\\w*, teg ca feeñu fukki taalibe ya ak ñaar."},{"style":"v","verse":"6","text":"Gannaaw gi, mu feeñu lu ëpp juróomi téeméeri bokki taalibe yu ko gisandoo, te li ëpp ci ñooñu, ñu ngi dund ba léegi, doonte am na ñu ci nelaw."},{"style":"v","verse":"7","text":"Gannaaw gi, mu feeñu Yanqóoba, teg ca feeñu ndawi Almasi bi yépp."},{"style":"v","verse":"8","text":"Man nag la mujja feeñu, te ma dib liir bu ab juddoom moy bésam,"},{"style":"v","verse":"9","text":"ndax kat maa gëna ñàkk solo ci ndawi Almasi bi, te yeyoowuma sax turu ndaw, gannaaw maa doon bunduxataal mbooloom Yàlla mi."},{"style":"v","verse":"10","text":"Ci yiwu Yàlla daal laa doone ki ma doon, te yiw woowu ma ñeel neenul. Te sax yeneen ndaw yépp sax, maa leen gëna liggéey. Du ci man nag, waaye yiwu Yàlla wi ànd ak man la."},{"style":"v","verse":"11","text":"Kon muy man, di ñoom, noonu lanu waaree, te noonu it ngeen gëme."},{"style":"s1","verse":"","text":"Dekkal tëwul Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ndegam biral nañu ne \\w Almasi|Almasi b-:\\w* bi dekki na, ana nu ñenn ci yeen mane ne ñi dee duñu dekki?"},{"style":"v","verse":"13","text":"Su fekkee ne ñi dee duñu dekki, kon Almasi bi it dekkiwul."},{"style":"v","verse":"14","text":"Su Almasi bi dekkiwul, sunu waare neen na, te seen ngëm it neen na."},{"style":"v","verse":"15","text":"Te su boobaa nag ñu war noo jàppe ay seedey fen-kati Yàlla, ndax noo seedeel Yàlla, ne moo dekkal Almasi bi. Te dekkalu ko, su dee ñi dee duñu dekki."},{"style":"v","verse":"16","text":"Ndaxte ñi dee, su ñu dul dekki kay, Almasi bi it dekkiwul."},{"style":"v","verse":"17","text":"Su Almasi bi dekkiwul nag, seen ngëm amul njariñ, te yeena ngi ci seeni bàkkaar ba tey."},{"style":"v","verse":"18","text":"Te kon it ñi dee gannaaw ba ñu gëmee Almasi bi, sànku nañu."},{"style":"v","verse":"19","text":"Su dee ci giiru dund gii doŋŋ lanu ame yaakaar ci Almasi bi, kon de noo gëna toskare ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Waaye nag Almasi bi dafa dekki moos, te mooy saraxu ndoortel meññeef bi ñu sàkke ci ngóobum bakkani nit ñi dee."},{"style":"v","verse":"21","text":"Ci nit la dee dikke ci àddina. Moo tax ci nit itam la ndekkite dikke ci àddina."},{"style":"v","verse":"22","text":"Noonu nit bokke ci Aadama, ba tax ñépp di dee, noonu la ñépp mana bokke ci Almasi bi, ba tax ñu dundalaat leen, ñoom ñépp."},{"style":"v","verse":"23","text":"Waaye ku nekk ak ayam: saraxu ndoortel meññeef mi, Almasi bi la. Gannaaw loolu ñoñi Almasi bi ñooy aye, keroog bu délsee."},{"style":"v","verse":"24","text":"Gannaaw loolu la muj ga, te ca lay delloo nguur gi kiy Yàlla, di Baay, fekk mu neenal mboolem luy kilifteef ak mboolem sañ-sañ ak doole."},{"style":"v","verse":"25","text":"Ndaxte fàww Almasi bi nguuru, ba kera Yàlla di teg mboolem ay noonam ciy tànkam."},{"style":"v","verse":"26","text":"Noon bu mujj bi ñuy neenal mooy dee,"},{"style":"v","verse":"27","text":"ndax «lépp la Yàlla di jébbal Almasi bi, teg ko fi ndëggoom\\f + \\fr 15.27 \\ft Seetal ci \\bk Taalifi cant\\bk* 8.7.\\f*.» Waaye bu Yàlla nee: «Lépp la koy jébbal,» bir na ne moom mi ko jébbal lépp, bokku ci."},{"style":"v","verse":"28","text":"Bu ñu ko jébbalee lépp nag, su boobaa moom Doom ji ci boppam mooy jébbal boppam, ki ko jébbal lépp, ngir Yàlla di lépp ci lépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Su fekkee ne ñi dee duñu dekki, kon ñi ñu sóob ci ndox ngir ñi dee, lu ñu koy def, doye? Gannaaw ñi dee duñu dekki, ana lees leen di sóobe ngir ñi dee?"},{"style":"v","verse":"30","text":"Te kon nun it, ana lu jar nuy jaay sunu bakkan waxtu wu nekk?"},{"style":"v","verse":"31","text":"Bokk yi, man de bés bu nekk ma jàkkaarlook dee, ak sag bi ma leen di sagoo ndax Yeesu Almasi bi sunu Boroom mi ngeen gëm."},{"style":"v","verse":"32","text":"Su yaakaaru nit ci àddina doŋŋ taxee may xeex ak ay rabi àll ca Efes, ana lu mu may jariñ. Gannaaw ñi dee duñu dekki, kon kay mooy li ñu ne:"},{"style":"q1","verse":"","text":"«Nan lekk, naan, nde ëllëg nu dee\\f + \\fr 15.32 \\ft Seetal ci \\bk Esayi\\bk* 22.13.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"33","text":"Bu leen kenn nax: «Ànd bu bon yàq na jikko ju baax.»"},{"style":"v","verse":"34","text":"Delloosileen xel yi ci njub te bàyyi bàkkaar, ndax ñàkka xam lenn ci Yàlla, moom la ñenn ci yeen nekke, te loolu gàcce la ci yeen, laa wax!"},{"style":"s1","verse":"","text":"Yaram bare na te wuute"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Teewul nit a ngi naan: «Nan la ñi dee di dekkee? Wan yaram lañuy dekkaale?»"},{"style":"v","verse":"36","text":"Gàtt xel! Li nga ji, yaw ci sa bopp, du dundaat li feek deewul ba noppi."},{"style":"v","verse":"37","text":"Te li nga ji du yaramu gàncax giy ñëw, aw fepp kese la, man naa doon bele, mbaa weneen jiwu."},{"style":"v","verse":"38","text":"Waaye Yàllaa koy jox yaram ni mu ko soobe, te jiwu wu nekk ak melokaanu gàncaxam."},{"style":"v","verse":"39","text":"Suux yépp nag du wenn suux wi. Wii suux wu nit la, wee wu mala, wale wu picc, wa ca des wu jën."},{"style":"v","verse":"40","text":"Am na itam ay yaram yu farewoo asamaan ak ay yaram yu farewoo suuf. Yaram wu farewoo asamaan nag, ag leeram wuute na ag leeru yaram wu farewoo suuf."},{"style":"v","verse":"41","text":"Jant bi ak leeru boppam, weer wi ak leeru boppam, biddiiw yi ak seen leeru bopp, te biddiiw sax wuute naak moroom ma ag leer."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Noonu itam la ndekkitel ñi dee di deme. Li ñu suul mooy jiwu wiy yàqu, te bu dekkee dootul yàqu."},{"style":"v","verse":"43","text":"Ci ag teddadi lañu ji néew bi ñu suul, te teraanga lay dekkaale. Ci néew doole lees ko ji, mu dekkaale doole."},{"style":"v","verse":"44","text":"Li ñu suul mooy yaramu judduwaale wi ñu ji, mu dekki di yaram wuy dunde \\w Noowug Yàlla|Noo gu Sell g-:\\w*. Ndaxte ni yaramu judduwaale ame, ni la yaram wuy dunde Noo gi ame."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Noonu lañu binde ne: «Aadama, nit ku njëkk ka daldi doon boroom bakkan\\f + \\fr 15.45 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 2.7.\\f*,» waaye Aadama mu mujj mi moo di Noo giy maye bakkan."},{"style":"v","verse":"46","text":"Du yaram wi bindoo Noo gi nag mooy jiitu, waaye yaramu judduwaale wi mooy jiitu, yaram wi bindoo Noo gi topp ci."},{"style":"v","verse":"47","text":"Aadama mu njëkk ma, ci suuf la jóge woon, te ba tey di suuf; Aadamam ñaareel mi jóge fa asamaan."},{"style":"v","verse":"48","text":"Kooka di suuf nag, na mu mel, ni la niti suuf mel. Ku jóge ca asamaan it, na mu mel, ni la ñu bokk ci asamaan ñi mel."},{"style":"v","verse":"49","text":"Te ni nu doone tey, takkndeeru nitu suuf ka, noonu lanuy dooneji takkndeeru ku asamaane ka."},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"Li may wax bokk yi, moo di suux ak deret du am cér ci nguurug Yàlla, te luy yàqu manula am cér ci lu dul yàqu."},{"style":"v","verse":"51","text":"Kaayleen ma xamal leen mbir mu umpe. Dunu dee nun ñépp, waaye nun ñépp ay soppiku."},{"style":"v","verse":"52","text":"Lu gaawa gaaw lay doon, ci xef ak xippi, bu liit gu mujj ga jibee; nde liit ga mooy jib, ñi dee, dekki, di ñu dul yàqooti, nun nag, nu soppiku."},{"style":"v","verse":"53","text":"Sunu yaramu judduwaale wii nara yàqu, fàww mu sol weneen wu dul yàqu; sunu yaramu dee wii, fàww mu sol yaramu deetil."},{"style":"v","verse":"54","text":"Bu yaramu judduwaale wii nara yàqu solee weneen wu dul yàqu, ba yaramu dee wii sol yaramu ndeetil, su boobaa la kàddu gii ñu bind di mat:"},{"style":"q1","verse":"","text":"«Mëddees na dee ci géeju ndam\\f + \\fr 15.54 \\ft Seetal ci \\bk Esayi\\bk* 25.8.\\f*."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"55","text":"Moo yaw dee, ana sa ndam?"},{"style":"q1","verse":"","text":"Moo yaw dee, ana sag fitt\\f + \\fr 15.55 \\ft Seetal ci \\bk Ose\\bk* 13.14.\\f*?»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"56","text":"Dee, ag fittam mooy bàkkaar, te bàkkaar, dooleem mooy yoon wi."},{"style":"v","verse":"57","text":"Waaye cant ñeel na Yàlla mi nu may ndam ci sunu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"58","text":"Kon nag yeen sama bokk yi ma soppal sama bopp, farluleen, bu leen dara yëngal, te saxooleena jëm kanam ci liggéeyu Sang bi, te ngeen xam ne seenu ñaq, ci seenub ànd ak Sang bi, du neen."}]