[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man ci sama bopp, bokk yi, bi ma dikkee ci yeen, du ci puukarey kàddu yu gëna taaru ak xam-xam bu ma leen yégalsee mbóoti Yàlla."},{"style":"v","verse":"2","text":"Doguwuma woona xam lenn ci seen biir, lu moy Yeesu Almasi bi, kooku ñu daaj ca bant ba."},{"style":"v","verse":"3","text":"Man daal, ci sama biir néew dooley bopp ak ragal bay kat-kati, laa nekke woon ak yeen."},{"style":"v","verse":"4","text":"Sama kàddu ak samam njàngale jotewul woon dara ak neex làmmiñ gu xam-xamu nit ràbb, waaye dafa di ay firnde yu manooreg \\w Noowug Yàlla|Noo gu Sell g-:\\w* lañal,"},{"style":"v","verse":"5","text":"ngir seen ngëm baña sukkandiku ci xam-xamu nit, te sukkandiku ci manooreg Yàlla."},{"style":"s1","verse":"","text":"Xelum Yàlla mooy xamle xam-xamu Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Moona xam-xam lanuy xamle ci biir gëmkat ñi mat, waaye du xam-xamu xarnu bii ak bu njiiti xarnu bii, di nit ñuy wéy."},{"style":"v","verse":"7","text":"Li nuy biral kay, da di mbóotum xam-xamu Yàlla mu làqu woon, te Yàlla dogaloon nu koo terale, laata àddina di sosu."},{"style":"v","verse":"8","text":"Boobu xam-xam, kenn ci njiiti xarnu bii xamu ko woon, ndax su ñu ko xamoon, kon duñu daaj Sang bu tedd bi ci bant."},{"style":"v","verse":"9","text":"Mooy noonu ñu binde rekk ne:"},{"style":"q1","verse":"","text":"«Lu bët gisul,"},{"style":"q1","verse":"","text":"nopp déggu ko,"},{"style":"q1","verse":"","text":"xel daju ko,"},{"style":"q1","verse":"","text":"Yàllaa ko dencal ñi ko sopp\\f + \\fr 2.9 \\ft Seetal ci \\bk Esayi\\bk* 64.3.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Waaye nun la Yàlla feeñalal denc googu jaare ci Xelam. Ndaxte \\w Xelum Yàlla|Noo gu Sell g-:\\w* lépp lay gëstu ba ci xóotey mbóoti Yàlla."},{"style":"v","verse":"11","text":"Kan ci nit ñi moo xamal kenn nit lenni biiram? Xelum nit ki ci biir nit ki doŋŋ moo mana xam biiram. Yàlla itam noonu la. Kenn xamul mbirum Yàlla ku moy Xelum Yàlla."},{"style":"v","verse":"12","text":"Nun nag du xelum àddina lanu jot, waaye Xel mi bawoo fa Yàlla lanu jot, ngir nu mana ràññee li nu Yàlla baaxe."},{"style":"v","verse":"13","text":"May yooyu lanuy biral, te waxewunu ko njàngalem xam-xamu nit, waaye njàngalem Xelum Yàlla lanu koy waxe, di jëfandikoo kàddu yu làmboo Xelu Yàlla mi, ngir teqantal ay mbir yu làmboo Xelu Yàlla mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Nitu neen nag du nangu lu aju ci Xelum Yàlla. Ag ndof lay doon ci moom; du ko mana xam, ndax loolu Xelum Yàlla lees koy natte."},{"style":"v","verse":"15","text":"Nit ki ànd ak Xelum Yàlla nag moo mana natt lépp, te moom ci boppam, kenn du ko mana natt."},{"style":"v","verse":"16","text":"Moo tax ñu ne:"},{"style":"q1","verse":"","text":"«Ana ku mana nànd xalaatu Boroom bi?"},{"style":"q1","verse":"","text":"Ana ku ko mana digal\\f + \\fr 2.16 \\ft Seetal ci \\bk Esayi\\bk* 40.13.\\f*?»"},{"style":"m","verse":"","text":"Waaye nun nag noo yor xalaatu \\w Almasi|Almasi b-:\\w* bi."}]