[{"style":"s1","text":"Buleen xajoo séy yi yoon tere"},{"style":"p","text":""},{"style":"v","text":"Déggees na nag ci lu wér, ne jëfin wu xeebu ci wallum séy yenn am na ci seen biir, te jëfin wu ni mel, giseesu ko sax ci biir xeeti yéefar yi. Dem na sax ba nit nekk ak jabaru baayam."},{"style":"v","text":"Moona yeen de, yeena ngi ciy réy-réylu te waroon koo ñaawlu, ba dàqees kiy def jëf ju ni tollu ci seen biir!"},{"style":"v","text":"Man ci sama wàllu bopp nag, jëmm ji wuute na, waaye xel mee fa teew. Ki def jooju jëf nag, niki su ma teewoon, dogal naa xaat ab àtteem,"},{"style":"v","text":"ci turu Sang Yeesu. Bu ngeen dajee, te ma bokk ak yeen teewe ko samam xel, ci sunu kàttanu Boroom Yeesu,"},{"style":"v","text":"dàqleen nit kooku, jébbal ko \\w Seytaane|Seytaane:\\w*, ngir sànkutey yaramam, ndax ag ruuwam mucc, keroog \\w bésu Boroom|bésu Boroom b-:\\w* bi."},{"style":"s1","text":"Lawiir misaal na bàkkaar"},{"style":"p","text":""},{"style":"v","text":"Seen damu gii de jekkul dara. Xanaa xamuleen ne as lawiir tooyalu sunguf bépp lay funkil?"},{"style":"v","text":"Setalleen seen bopp boog, génneleen lawiir\\f + \\fr 5.7 \\ft Seetal ci \\bk Mucc ga\\bk* 12.3-21.\\f* bu yàgg bi ci seen biir, ba mana doon tooyal bu bees bu mucc lawiir, nde doon ngeen ko ba noppi, ndax \\w Almasi|Almasi b-:\\w* bi, sunu gàttub \\w bésub Mucc|Màggal yi:\\w* biy sunub sarax, rendilees na nu ko."},{"style":"v","text":"Kon nag, nanu màggal sunu bésub Mucc te bañ koo màggale lawiir bu yàgg, mbaa lawiiru yàqute akug mbon, xanaa nu màggale ko \\w mburu mu amul lawiir|Màggal yi:\\w*, mburum xol bu set te dëggu."},{"style":"p","text":""},{"style":"v","text":"Bindoon naa leen ca sama bataaxal ba, ne buleen amlante ak fokati séy yi."},{"style":"v","text":"Waaye moos fokati àddina sii taxul woon may wax, mbaa bëgge yi ak ŋàppaaral yi ak bokkaalekat yi, nde kon fàww ngeen génn àddina."},{"style":"v","text":"Dama leena bind, ne leen buleen amlante ak ku tuddoo mbokkum gëmkat, te di fokatub séy, mbaa mu dib bëgge, mbaa mu dib bokkaalekat, mbaa ab saagakat, mbaa màndikat, mbaa ab ŋàppaaral. Ku ni mel, buleen bokk ak moom lekk sax."},{"style":"p","text":""},{"style":"v","text":"Ana sax luy sama yoon ci waa biti ba di leen àtte? Su dee waa biir mbooloom gëmkat ñi nag, yeena leen wara àtte."},{"style":"v","text":"Waa biti ñoom, Yàlla moo leen di àtte. Yeen nag: «Tenqeeleen ku bon ci seen biir\\f + \\fr 5.13 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 17.7.\\f*.»"}]