[{"style":"s1","text":"Layoob biiri bokk rafetul"},{"style":"p","text":""},{"style":"v","text":"Te it ku ci jote ak mbokkum gëmkatam, ana nu mu saña àttelujee mbir mi ci aji jubadi, ñi séq ëttu yoon, te bañ koo àtteluji ca aji sell ña?"},{"style":"v","text":"Xanaa xamuleen ne aji sell ñi ñooy àtteji àddina? Ndegam yeenay àtteji àddina, xanaa àtte mbir yi gëna tuut jombu leen?"},{"style":"v","text":"Am xamuleen ne malaaka yi sax, nun noo leen di àtteji, astamaak mbiri dund gii?"},{"style":"v","text":"Kon nag bu ngeen amee ay jotey dund gii, ana lu ngeen diiseji seen mbir ay nit ñu mbooloom gëmkat ñi nawloowul?"},{"style":"v","text":"Li may wax gàcce la ci yeen. Xanaa amul ci seen biir, benn boroom xel bu mana àtte ay bokkam?"},{"style":"v","text":"Ab gëmkat daal, ndax mooy yóbbu mbokkum gëmkatam ci yoon? Te loolu ci kanam aji gëmadi ñi sax lañu koy defe far!"},{"style":"p","text":""},{"style":"v","text":"Layoo bi ci seen biir rekk firndeel na xaat ne daanu ngeen jéll bu réy. Lu leen tee muñ ag tooñ? Lu leen tee faaleedi alal ju ñu nangu ci yeen?"},{"style":"v","text":"Waaye yeen ci seen bopp sax, xanaa yeenay tooñ aka nangu alalu nit ñi? Te seen bokki gëmkat ngeen koy def!"},{"style":"p","text":""},{"style":"v","text":"Am xamuleen ne aji jubadi ñi amuñu cér ci nguurug Yàlla? Bu leen kenn nax: Muy fokati séy yi, di bokkaalekat yi, di njaalookat yi, di góor-jigéen yi ak ñiy ànd ak ñoom,"},{"style":"v","text":"ak sàcc yi ak bëgge yi ak màndikat yi ak saagakat yi ak ŋàppaaral yi, duñu am cér ci nguurug Yàlla."},{"style":"v","text":"Te loolu la ñenn ci yeen doonoon. Waaye Yàllaa leen fóot, sellal leen, jubal leen, ci turu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi ak ci sunu \\w Noowug Yàlla|Noo gu Sell g-:\\w*."},{"style":"s1","text":"Na yaramu gëmkat bi teral Sang bi"},{"style":"p","text":""},{"style":"v","text":"«Lépp laa am sañ-sañam,» lañu wax. Waaye du lépp ay jariñe. Lépp laa am sañ-sañam, waaye duma nangu lenn man ma."},{"style":"v","text":"Ñenn a ngi naan: «Aw ñam, biir la ñeel; te biir it, aw ñam la ñeel.» Muy dëgg it, te Yàlla mooy neenal ñam wi ak biir bi mu jëm. Waaye taxul yaramu gëmkat bi ñeel séy yi yoon tere. Sang bi kay la yaramu gëmkat bi ñeel, te Sang bi it, ñeel yaram wi."},{"style":"v","text":"Yàlla mi dekkal Sang bi nag, mooy dekkal it sunu yaram ci kàttanam."},{"style":"v","text":"Xanaa xamuleen ne, seen yaram mooy céri \\w Almasi|Almasi b-:\\w* bi? Waaw, ndax damay jël céri Almasi bi, def ko céri gànc bu jigéen? Yàlla tere!"},{"style":"v","text":"Xanaa xamuleen ne, kuy taqoo ak ab gànc bu jigéen, mook moom, jenn jëmm lañuy doon? Ndaxte noonu lañu waxe ne: «Ñoom ñaar di wenn suux doŋŋ\\f + \\fr 6.16 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 2.24.\\f*.»"},{"style":"v","text":"Waaye ku taqoo ak Sang bi, yaak moom menn xel ngeen di doon."},{"style":"p","text":""},{"style":"v","text":"Dawleen séy yi Yàlla tere! Mboolem bàkkaar bu nit mana def, bàkkaar ba du jote dara ak yaramam, waaye moykat bi, yaramam lay lor di ko teg bàkkaar."},{"style":"v","text":"Dangeena xamul ne seen yaram mooy màkkaanu \\w Noo gu Sell|Noo gu Sell g-:\\w* gi ci yeen, Noo gi ngeen jote ci Yàlla? Moomuleen seen bopp,"},{"style":"v","text":"ndax dees leena \\w jot|jot:\\w*, ba fey njëg ga. Kon nag seen yaram, terale leen ko Yàlla."}]