[{"style":"s1","verse":"","text":"Lu jëm ci mbirum séy"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Sama tont ci mbir mi ngeen ma bind nag, moo di lu baax la ci góor, mu mucc ci jigéen\\f + \\fr 7.1 \\ft Li Póol ne lu baax la ci góor, mu mucc ci jigéen, jombul muy waxi boppam. Waaye man naa doon it waxi waa Korent yu mu jottali.\\f*."},{"style":"v","verse":"2","text":"Waaye moytu séy yi yoon tere, war na tax ba góor gu nekk am jabaram, jigéen ju nekk it am jëkkëram."},{"style":"v","verse":"3","text":"Jëkkër ji war naa def warugaru jëkkër ci jabaram; naka noonu it, jabar ji war naa def warugaru jabar ci jëkkëram."},{"style":"v","verse":"4","text":"Jigéen ji moomul yaramam, moom doŋŋ, waaye jëkkër ji it am na ci sañ-sañ. Naka noonu it, jëkkër ji moomul yaramam, moom doŋŋ, waaye jabar ji it am na ci sañ-sañ."},{"style":"v","verse":"5","text":"Buleen di xañante seen bopp, ndare du yeena mànkoo ab diir, ngir bokk tënku ci ñaan. Waaye gannaaw loolu, delluleen di ànd, bala leena \\w Seytaanee|Seytaane:\\w* xiirtal ci moy, ndax tëlee téye seen bopp."},{"style":"v","verse":"6","text":"Loolu ma leen wax nag mooy li leen yoon may, waaye du ndigal."},{"style":"v","verse":"7","text":"Ndaxte su ma sañoon kay ñépp toog ni man; waaye ku nekk ak jagleb boppam bu ko Yàlla baaxe, kii lii, kee lee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Li may wax gëmkat ñi séqul ak kenn ab séy, ak ñi seen jëkkër faatu daal moo di, su ñu wéyee toog noonu ni man mii, lu baax la ci ñoom."},{"style":"v","verse":"9","text":"Waaye su ñu manula màndu, nañu séy, ndax séy moo gën seen xéraangey bakkan xabtal leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ñi séq ab séy nag, maa leen dénk lii, te du sama ndigal, ndigalal Boroom bee. Jabar ji, bumu teqalikoo ak jëkkëram."},{"style":"v","verse":"11","text":"Te bu teqalikoo ak jëkkëram it, na toog, baña séyaat, mbaa mu juboo ak jëkkëram. Te jëkkër ji it bumu fase jabaram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ñi ci des nag, li ma xalaat te du Boroom bee ko wax, maa ko waxal sama bopp, moo di: ab gëmkatub \\w Almasi|Almasi b-:\\w* bi, bu amee jabar ju gëmul, te teewul mu nangu koo séyal ba tey, bumu ko fase."},{"style":"v","verse":"13","text":"Ab gëmkatub Almasi bi it, bu amee jëkkër ju gëmul, te teewul mu nangoo nekk ak moom, bumu tas."},{"style":"v","verse":"14","text":"Ndaxte jëkkër ji gëmul, day daldi séddu cellte ndax jabaram ja dib gëmkat, te jigéen ji gëmul it, day séddu cellte ca jëkkëram jay gëmkat. Su dul woon noonu doom yu ngeen ca am di ñu sobewu, te bir na ne doom yu ngeen ca am, ñu sell lañuy doon."},{"style":"v","verse":"15","text":"Ndegam nag ki gëmul daa bëgga dem, na dem. Su demee noonu, mbokkum gëmkat bu góor bi, mbaa ku jigéen ki amatul benn gàllankoor, waaye ci jàmm la leen Yàlla woo."},{"style":"v","verse":"16","text":"Yaw miy jabar ji nag sa texey jëkkër man naa jaare ci yaw, jombul; yaw jëkkër ji it, sa texey jabar jaare ci yaw, jombul."},{"style":"v","verse":"17","text":"Lu ko moy nag, ku ci nekk, cér ba la Boroom bi séddoon, noonee nga nekke woon ba la Yàlla di woo, nanga ko wéye. Loolu laa santaane ci mboolooy gëmkat ñépp."},{"style":"v","verse":"18","text":"Ki xarafoon bala ñu koy woo, bumu làq màndargam xaraf ma. Ki xaraful woon ba ñu koy woo, bumu xaraf."},{"style":"v","verse":"19","text":"Xaraf amul solo, ñàkka xaraf amul solo. Li am solo moo di topp ndigali Yàlla."},{"style":"v","verse":"20","text":"Ku nekk, nekkin wi nga nekke woon ba ñu lay woo, nanga ko wéye."},{"style":"v","verse":"21","text":"Ndax ab jaam nga woon, ba ñu lay woo? Amul solo. Waaye soo manee yiwiku, yiwikul."},{"style":"v","verse":"22","text":"Ki ñu woo ci Sang bi, fekk ko mu dib jaam, mooy ki Sang bi goreel. Naka noonu, gor si ñu woo, ab jaamu Almasi bi lay doon."},{"style":"v","verse":"23","text":"Gannaaw feyees na seen njëg, ba \\w jot|jot:\\w* leen nag, buleen doon jaamub nit."},{"style":"v","verse":"24","text":"Bokk yi, ku ci nekk daal, nekkin wa nga nekke woon ba ñu lay woo, wéye ko rekk fi kanam Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ci wàllu janq ji séyagul, awma ci ndigalu Boroom bi, xanaa ma wax ci sama xalaat bu mata gëm, ndax yërmande ji ma Boroom bi baaxe."},{"style":"v","verse":"26","text":"Lii mooy li ma foog ne mooy li baax, ndax njàqarey jamonoy tey. Li baax ci nit ki daal mooy mu wéye li muy dund tey."},{"style":"v","verse":"27","text":"Ndax dangaa am jabar? Bul sàkku pase. Am amuloo jabar? Kon bul sàkku jabar."},{"style":"v","verse":"28","text":"Waaye nag soo takkee jabar, bàkkaaruloo; ab janq it, bu séyee, bàkkaarul. Waaye ñi séq ab séy dinañu am naqaru àddina, te naqar woowu laa leen bëggoona fanqal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Li may wax, bokk yi, moo di, li des yàggatul. Kon nag bés niki tey, na ñi am jabar mel ni bu ñu ko amul woon;"},{"style":"v","verse":"30","text":"ñiy jooy mel ni ñu jooyul; ñi bég, mel ni ñu bégul; ñi jënd, mel ni ñu moomul li ñu jënd;"},{"style":"v","verse":"31","text":"ñiy jariñoo alalu àddina, bañ cee xér, ndax melow àddina sii tey, day wees."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Sama coobare mooy, yeen gëmkati Almasi bi, ngeen mucc ci xalaat yu ub seen bopp. Te ku amul jabar, mbiri Boroom bi lay xalaat ak nu muy dabe bànneexu Boroom bi."},{"style":"v","verse":"33","text":"Waaye ku am jabar, mbiri àddina lay xalaat ak nu muy dabe bànneexu jabaram,"},{"style":"v","verse":"34","text":"mu daldi ŋarale. Jigéen ju séyul, mbaa ab janq, mbiri Boroom bi lay xalaat, di namma sellal yaramam akum xelam. Waaye kiy séy, mbiri àddina lay xalaat ak nu muy dabe bànneexu jëkkëram."},{"style":"v","verse":"35","text":"Lii nag, seen njariñ a ma ko taxa wax, nammuma leen koo tege ab gàllankoor, li ma ci namm mooy ngeen di def li jekk, te taxawal temm Boroom bi, taxawaay bu leen benn xalaatu àddina dul féle."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Waaye su amee ku jàpp ne jëfewul nu jekk ak janq bu mu digool ab séy, te janq ba jëm mag\\f + \\fr 7.36 \\ft Manees na koo tekkee nii itam: \\fqa te xemmemtéefam ci ndaw si ëpp ko doole,\\f*, ba mu xalaat ne takk ko rekk moo ci war, na matal yéeneem, takk ko. Su defee noonu, bàkkaarul."},{"style":"v","verse":"37","text":"Waaye ki dogu dëgg ci xolam, te du ndigalu gàntal lu mu sañula bañ, xanaa ci sagoy boppam doŋŋ la dogoo ne du jël janq bi mu digooloon ab séy, kooku ba tey, def na lu baax."},{"style":"v","verse":"38","text":"Kon ki jël ab janqam bu mu digool ab séy, def na lu baax, waaye ki jëlul ab janqam moo def li gën."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Jabar nag, buumu jëkkëram a ngi ci baatam, li feek jëkkëram a ngi dund. Waaye su jëkkër ji faatoo, sañ naa séy ak ku ko neex, ndegam gëmkatub Almasi bi la séyal."},{"style":"v","verse":"40","text":"Doon na gëna bég nag, su toogoon, baña séyaat, ci sama xalaat, te man it defe naa ne \\w Noowug Yàlla|Noo gu Sell g-:\\w* mu ngi ci man."}]