[{"style":"s1","text":"Lu jëm ci ñam wu ñu sarxal ay tuur"},{"style":"p","text":""},{"style":"v","text":"Su dee wàllu ñam wu ñu sarxal ay tuur, dëgg la, nun ñépp am nanu xam-xam ci moomu mbir. Xam-xam nag day tax nit a réy-réylu, waaye cofeel day yokke."},{"style":"v","text":"Ku xalaat ne yaa xam lenn, xamaguloo ni nga wara xame."},{"style":"v","text":"Waaye ku sopp Yàlla, Yàlla xam la."},{"style":"p","text":""},{"style":"v","text":"Kon su dee wàllu ñam wu ñu sarxal ay tuur, xam nanu ne ay tuur du dara ci àddina, te Yàlla kenn la."},{"style":"v","text":"Doonte am na yu ñuy woowe ay yàlla, te muy lu nekk ci asamaan mbaa ci suuf, te dëgg la, bare na ñu ñu néey ay yàlla lañu, bare na it ñu ñu néey ay sang lañu."},{"style":"v","text":"Teewul ci sunu wàllu bopp, jenn Yàllaa am, muy Baay bi lépp jóge ci moom, te sunu bakkan ñeel ko, benn Sang doŋŋ a am, muy Yeesu \\w Almasi|Almasi b-:\\w* bi lépp ame ci moom, te sunu bakkan, ci moom la ame."},{"style":"p","text":""},{"style":"v","text":"Waaye du ñépp a xam loolu. Am na gëmkat ñu seen miineelu tuur yi bàyyeegul, ba léegi, te moo tax bu ñu lekkee ñam wu ñu foog ne saraxi tuur la, seen xel mu daladi moo leen di foogloo ne sobe toppe na leen ca ñam wa."},{"style":"v","text":"Waaye du wenn ñam wu nuy jegele ak Yàlla. Nu lekk ko, ak nu bañ koo lekk, du nu yokk, du nu wàññi."},{"style":"p","text":""},{"style":"v","text":"Waaye ni ngeen di dunde seen sañ-sañu bopp, dangeen ciy xool ñi seen ngëm dëgërul, ngir ngeen bañ leena yóbbe bàkkaar."},{"style":"v","text":"Yaw mi réy xam-xam, ku la gis ca ndab la ca jaamookaayu tuur ya, su dee ab gëmkat bu xelam daladi ndax ngëm gu desee dëgër, mbaa du ko xiir ci roy la, ba mu lekk ca ñamu sarax sa?"},{"style":"v","text":"Te su demee noonu nag, su boobaa sa xam-xam bu réy ngay sànke sa mbokkum gëmkat bu néew doole boobu Almasi bi deewal!"},{"style":"v","text":"Su ngeen tooñee noonu bokki gëmkat ñi, ba yàq seen xel mu daladi, kon de Almasi bi ngeen tooñ."},{"style":"v","text":"Moo tax, su dee aw ñam wu ma lekk mooy tax ma bàkkaarloo sama mbokkum gëmkat, dootuma lekk mukk aw yàpp ci àddina, ngir baña bàkkaarloo sama mbokkum gëmkat."}]