[{"style":"s1","verse":"","text":"Póol muñ na lu ko lew"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Du maa moom sama bopp? Am du man, ndawal \\w Almasi|Almasi b-:\\w* bi laa? Xanaa gisuma Yeesu sunu Boroom? Xanaa du sama liggéey ci Sang bi, moo di yeen ci seen bopp?"},{"style":"v","verse":"2","text":"Ndegam ci ñeneen, man duma ndawal Almasi bi, xanaa ci yeen boog, moom laa, ndax liy firndeel sama sasu ndaw ci Sang bi, yeen la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Lii nag moo di sama tont ak ñi may sikkal:"},{"style":"v","verse":"4","text":"xanaa nun amunu sañ-sañu jël ag lekk ak ag naan, ngir liggéey bi nu sasoo?"},{"style":"v","verse":"5","text":"Am sañunoo yóbbaale mbokkum gëmkat buy sunu soxna, ni yeneen ndawi Almasi bi ak doomi ndeyi Sang bi, ak \\w Sefas|Sefas:\\w*?"},{"style":"v","verse":"6","text":"Am boog mennum man ak Barnabas doŋŋ noo amul sañ-sañu ñàkka daan sunu doole?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Kan moo masa ràngu liggéeyu coldaar, te léppam war ko? Ana kuy jëmbat tóokërub reseñ, te du lekk ca doom ya? Mbaa kan mooy sàmm ag jur, te du naan ca soowum jur ga?"},{"style":"v","verse":"8","text":"Te lii may wax sax, du ci gis-gisu nit doŋŋ laa ko teg, xanaa du yoonu Yàlla itam, loolu la wax?"},{"style":"v","verse":"9","text":"Bindees na ci yoonu Musaa kay ne: «Bul ŋalaab gémmiñu nag te fekk koy bojj am pepp\\f + \\fr 9.9 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 25.4.\\f*.» Ndax Yàlla nag yi doŋŋ la tiisoo?"},{"style":"v","verse":"10","text":"Am du noo tax muy wax? Nun kay noo tax ñu bind loolu, ndax kuy bey, sañ cee yaakaar, kuy bojj it, sañ cee yaakaar wàllam."},{"style":"v","verse":"11","text":"Ndegam alali xol lanu ji ci yeen, su nu góobee koomu àddina gu bawoo ci yeen, ndax day ëpp?"},{"style":"v","verse":"12","text":"Ndegam ñeneen a jagoo boobu sañ-sañ ci yeen, astamaak nun."},{"style":"p","verse":"","text":"Waaye nag jariñoowunu sañ-sañ boobu. Lépp lanu far muñ, ngir baña gàllankoor yoonu xibaaru jàmm bu Almasi bi."},{"style":"v","verse":"13","text":"Xanaa xamuleen ne, ñiy liggéeye ci kërug Yàlla gi, ci kërug Yàlla gi lañuy jële seen lekk, te ñi sasoo \\w sarxalukaay|sarxalukaay b-:\\w* bi, am nañu wàll ci sarax ya ñu fa joxe?"},{"style":"v","verse":"14","text":"Naka noonu it, Sang bi moo digle ne ñiy yégle xibaaru jàmm bi, nañu ci dund."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Waaye man jariñoowuma lenn ci sañ-sañ yooyu, te binduma lii it ngir defalees ma noonu. Xanaa dee sax a may gënal---boobu sañ-sañu kañu daal, kenn du ma ko yàqal!"},{"style":"v","verse":"16","text":"Yégle xibaaru jàmm bi moom, du lu may kañoo. Wartéef la wu ñu ma sas, te ngalla man, su ma yéglewul xibaaru jàmm bi!"},{"style":"v","verse":"17","text":"Su ma yebu woona def lii ci sama coobarey bopp, dinaa ci am peyoor. Waaye gannaaw dees maa dénk ag caytu, te ajuwul ci sama coobare,"},{"style":"v","verse":"18","text":"kon ana lu ciy sama peyoor? Xanaa ma man di yégle xibaaru jàmm bi ci dara, ba duma jariñoo sañ-sañu dunde xibaaru jàmm bi may yégle."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Te itam as gor laa, kenn moomu ma; teewul jaamu ñépp laa def sama bopp, ngir gëna iril Sang bi aw nit, ngir gëna jëmale aw nit ci Sang bi."},{"style":"v","verse":"20","text":"Bu ma nekkee ci biir Yawut yi, ni Yawut yi laay def, ngir iri leen. Bu ma nekkee ak ñiy sàmm yoonu Musaa, damay mel ni yoonu Musaa laay topp, ngir iri ñiy sàmm yoonu Musaa, te man ci sama bopp, sàmm yoonu Musaa waru ma."},{"style":"v","verse":"21","text":"Maak ñi amul yoonu Musaa, damaa mel ni ku amul yoonu Musaa, ngir iri leen, doonte ñàkkuma yoonu Yàlla, gannaaw maa ngi ci yoonu Almasi bi."},{"style":"v","verse":"22","text":"Maak boroom ngëm yi desee dëgër, damaa mel ni ku ngëmam desee dëgër, ngir iri leen. Lépp laa def sama bopp ci ñépp, ak nu mu mana deme, ba musal ñenn ci ñoom."},{"style":"v","verse":"23","text":"Loolu lépp def naa ko ndax xibaaru jàmm bi, ngir am ci wàll."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Xanaa xamuleen ne, ab rawante, ñépp a cay daw, waaye kenn doŋŋ ay jël ndam li? Dawleen nag ba jël ndam li."},{"style":"v","verse":"25","text":"Joŋantekati tàggat yaram yi, dañuy yar seen yaram bu metti, te ñooñu \\w kaalag|kaala g-:\\w* ndam guy seey doŋŋ lañu ci yaakaar, waaye nun, kaalag ndam gu sax dàkk lanu ci yaakaar."},{"style":"v","verse":"26","text":"Man nag noonu laay dawe, waaye samaw xél ñàkkul ab jëmu. Noonu laay këmëxee it, waaye dóoruma ci jaww ji."},{"style":"v","verse":"27","text":"Damay yar sama yaram yar bu metti kay, ba moom ko, ndax ëllëg ñu bañ maa doyadal, gannaaw bu ma xamalee ñeneen kàddu gi ba noppi."}]