[{"style":"ms","text":"Lu jëm ci Buur Esekiyas"},{"style":"mr","text":"(Saar 36---39)"},{"style":"s1","text":"Asiri song na Yuda"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, ca fukk ak ñeenteelu atu nguurug Esekiyas buurub Yuda, ca la Senaxerib buurub Asiri dikk song mboolem dëkki Yuda ya tata wër, daldi leen nangu."},{"style":"v","text":"Buurub Asiri moo yebale fa dëkk ba ñuy wax Lakis, bëkk-néegam Rabsake, mu ànd ak gàngooru xare gu takku, ba ca Buur Esekiyas ca Yerusalem. Ba Rabsake agsee ba tollook solomu mbàndum kaw ma, feggook yoon wa jëm ca toolub fóotukaay ba, fa la taxaw."},{"style":"v","text":"Ba loolu amee bootalub buur Elyakim doomu Ilkiya moo ànd ak Sebna, bindkat ba, ak doomu Asaf, Yowax ma yor téere ya, ñu dikk dajeek moom."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Rabsake bëkk-néegu buurub Asiri ne leen: «Waxleen nag Esekiyas, ne ko: “Buur bu mag ba, buurub Asiri dafa wax ne: Sa yaakaar jii nga yaakaar, ana foo ko teg?"},{"style":"v","text":"Noon naa làmmiñ kese doy na pexeek njàmbaar cib xare? Ma ne: Ana kan nga yaakaar bay fippu ci sama kaw?"},{"style":"v","text":"Misra daal, nga yaakaar, bantu barax bu tas boobu di sokk képp ku ko wéeroo! Firawna buuru Misra de, mooy boobu bant ci képp ku ko yaakaar."},{"style":"v","text":"Xanaa doo ma ne seen Yàlla Aji Sax ji ngeen yaakaar? Xanaa du Esekiyas moo dindi \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* yeek \\w sarxalukaayi|sarxalukaay b-:\\w* Aji Sax ji, ba noppi ne waa Yuda ak Yerusalem sarxalukaay boobu lañuy sujjóotal?”"},{"style":"v","text":"Léegi daal, déggool rekk ak sama sang buurub Asiri, ma jox la ñaari junniy fas, ndegam am ngay gawaram!"},{"style":"v","text":"Ana noo mana tëwe ki gëna tuut ci sama jawriñi sang? May wax ngay yaakaare Misra ay watiir aki fas."},{"style":"v","text":"Te sax, xanaa du Aji Sax ji laa àndal ba dalsi fi kaw réew mii, ngir tas ko? Aji Sax ji ci boppam moo ma ne: “Songal réew mii, tas ko!”»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Elyakim ak Sebna ak Yowax ñaan Rabsake, ne ko: «Ngalla, làkk nu arameen, dégg nanu ko. Bu nu wax ebrë, mbooloo mi ci kaw tata ji di ci dégg.»"},{"style":"v","text":"Bëkk-néeg ba ne leen: «Ndax yeen ak seen sang doŋŋ la ma sama sang yóbbante kàddu yii? Ñi toog ci kaw tata ji dañu cee bokkul am? Te ñu nara ànd ak yeen lekk seen jonkani bopp, naan seenum saw!»"},{"style":"p","text":""},{"style":"v","text":"Bëkk-néeg ba nag taxaw, xaacu ca kaw ci ebrë ne: «Dégluleen kàdduy buur bu mag bi, buurub Asiri."},{"style":"v","text":"Buur dafa wax ne: “Bu leen Esekiyas nax, ndax manu leena xettali."},{"style":"v","text":"Te bu leen Esekiyas yaakaarloo Aji Sax ji, naan leen: ‘Aji Sax ji moo nuy xettali moos, te deesul teg dëkk bii ci loxol buurub Asiri!’"},{"style":"v","text":"Buleen déglu Esekiyas. Buurub Asiri kat dafa wax ne: Jàmmooleen ak man te ngeen génn dëkk bi, dikk nangul ma. Su ngeen ko defee, ku nekk ci yeen mana lekk ak jàmm ci garabu reseñam, lekk ak jàmm ci figgam, di naan ndoxum teenam,"},{"style":"v","text":"ba keroog may dikk, yóbbu leen réew mu mel ni seen réew mi, réewum pepp ak ndoxum reseñ, réewum mburu ak tooli reseñ."},{"style":"v","text":"Bu leen Esekiyas sànk, naan leen: ‘Aji Sax ji moo nuy xettali.’ Ndax tuuri xeet yi mas nañoo xettali réewu wenn xeet ci buurub Asiri?"},{"style":"v","text":"Ana tuuri réew yii di Amat ak Arpàdd? Ana tuuri Sefarwayim? Ndax dañoo xettali Samari ci man?"},{"style":"v","text":"Tuuri réew yii yépp, ana mu ci xettali menn réew ci man, ba Aji Sax ji wara mana xettali, Yerusalem ci man?”»"},{"style":"p","text":""},{"style":"v","text":"Ñooña ne cell, tontuwuñu ko baat, ndax Buur moo leen santoon ne leen buñu ko tontu."},{"style":"v","text":"Ba loolu amee bootalub Buur, Elyakim doomu Ilkiya, ak Sebna, bindkat ba, ak doomu Asaf, Yowax ma denc téere ya, ñoo dem ak seen yérey ñaawlu yu xottiku, ba ca Esekiyas. Ñu daldi koy àgge kàddug bëkk-néeg ba."}]