[{"style":"s1","text":"Aji Sax ji setal na Esayi, yebal ko"},{"style":"p","text":""},{"style":"v","text":"At ma Buur Osiyas saayee, damaa gis Boroom bi toog kaw ngàngune mu kawee kawe, lafi mbubbam fees \\w néeg bu sell|néeg bu sell b-:\\w* bi."},{"style":"v","text":"Ay malaakay seraf ñoo taxaw, tiim ko, ku ci nekk am juróom benni laaf: ñaar yu muur seen kanam, ñaar yu muur seeni tànk, ak ñaar yu ñuy naawe."},{"style":"v","text":"Ku ci nekk di àddu, naan moroom ma:"},{"style":"q1","text":"«Kee \\w sell|sell:\\w* te sell te sell,"},{"style":"q1","text":"keey Aji Sax ji Boroom gàngoori xare yi,"},{"style":"q1","text":"àddina sépp a feese ag leeram!»"},{"style":"p","text":""},{"style":"v","text":"Ku ci àddu, jëni bunt yay riir, néegu Aji Sax ji fees ak saxaar."},{"style":"v","text":"Ma ne: «Wóoy man, sànku naa! Man miy nit ku làmmiñam sobewu, xeetoo ci ñu seen làmmiñ sobewu, te samay gët tegu ci kaw Buur Aji Sax ji Boroom gàngoori xare yi.»"},{"style":"p","text":""},{"style":"v","text":"Kenn ci malaakay seraf ya naaw wutsi ma, yor aw xal wu mu keppe ag ñiim, jële ko fa \\w sarxalukaay|sarxalukaay b-:\\w* ba."},{"style":"v","text":"Mu laalale xal wi sama gémmiñ, ne ma:"},{"style":"q1","text":"«Mu ngoog, ndegam lii laal na sa gémmiñ,"},{"style":"q1","text":"sag tooñ wàcc na, sa bàkkaar faru na.»"},{"style":"p","text":""},{"style":"v","text":"Ma dégg baatu Boroom bi, mu naan: «Ana ku may yebal, ana ku nuy demal boog?» Ma ne: «Xanaa man, yebal ma!»"},{"style":"v","text":"Mu neeti: «Demal, wax askan wii, ne leen:"},{"style":"q1","text":"“Dégluleen a déglu te buleen dégg,"},{"style":"q1","text":"xoolleen a xool te buleen gis.”"},{"style":"q1","text":""},{"style":"v","text":"Nanga dërkiisal xoli askan wii,"},{"style":"q1","text":"fatt seeni nopp,"},{"style":"q1","text":"taf seeni gët;"},{"style":"q1","text":"lu ko moy seeni gët gis,"},{"style":"q1","text":"seeni nopp dégg,"},{"style":"q1","text":"seen xol yég,"},{"style":"q1","text":"ñu dëpp, wér.»"},{"style":"p","text":""},{"style":"v","text":"Ma ne: «Boroom bi, foo àppal loolu?» Mu ne: «Xanaa fii ba seeni dëkk gental, ba kenn dëkkatu ca, ba nit dootul nekk biir kër ya, suuf sa yàqu yaxeet, di ndànd-foyfoy."},{"style":"v","text":"Aji Sax jeey yebal waa réew mi fu sore, tool yu bare booy."},{"style":"v","text":"Bu ca fukkeelu nit ña desoon, ñoom it dees na leen dellu taal. Waaye dañuy mel ni wenn ci xeeti garab yu mag yi ñuy gor, ëkk ba dellu jebbi, ëkku xeet wii, jiwu mu sell lay doon.»"}]