[{"style":"s1","verse":"","text":"Le mystère de la vocation des païens. Immensité de l’amour de Christ"},{"style":"r","verse":"","text":"V. 1-13: cf. Ép 1:9, 10. Col 1:24-29. Ro 16:25, 26. 1 Pi 1:10-12."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"A cause de cela, moi Paul, \\x a \\xo 3.1 \\xt Ac 21:33. Ép 4:1. Ph 1:7, 13, 14, 16. Col 4:3. 2 Ti 1:8. Phm v. 1.\\x*le prisonnier de Christ pour vous païens… "},{"style":"v","verse":"2","text":"si du moins vous avez appris quelle est la dispensation \\x b \\xo 3.2 \\xt Ro 1:5.\\x*de la grâce de Dieu, \\x c \\xo 3.2 \\xt Ac 13:2. Ép 3:8.\\x*qui m’a été donnée pour vous. "},{"style":"v","verse":"3","text":"C’est \\x d \\xo 3.3 \\xt Ac 22:17, 21; 26:16, 17. Ga 1:11, 12.\\x*par révélation que j’ai eu connaissance du \\x e \\xo 3.3 \\xt Ro 16:25.\\x*mystère sur lequel je viens d’écrire en peu de mots. "},{"style":"v","verse":"4","text":"En les lisant, vous pouvez vous représenter l’intelligence que j’ai du mystère de Christ. "},{"style":"v","verse":"5","text":"Il n’a pas été manifesté aux fils des hommes dans les autres générations, \\x f \\xo 3.5 \\xt Ac 10:28.\\x*comme il a été révélé maintenant par l’Esprit aux saints apôtres et prophètes de Christ. "},{"style":"v","verse":"6","text":"Ce mystère, c’est que les païens sont cohéritiers, forment un même corps, et participent à la même promesse en Jésus-Christ par l’Évangile, "},{"style":"v","verse":"7","text":"dont j’ai été fait ministre selon le don de la grâce de Dieu, qui m’a été accordée \\x g \\xo 3.7 \\xt Ép 1:19. Col 2:12.\\x*par l’efficacité de sa puissance. "},{"style":"v","verse":"8","text":"A moi, \\x h \\xo 3.8 \\xt 1 Co 15:9. 1 Ti 1:15.\\x*qui suis le moindre de tous les saints, cette grâce a été accordée d’annoncer \\x i \\xo 3.8 \\xt Ac 9:15; 13:2; 22:21. Ga 1:16; 2:8. 1 Ti 2:7. 2 Ti 1:11.\\x*aux païens les richesses incompréhensibles de Christ, "},{"style":"v","verse":"9","text":"et de mettre en lumière quelle est la dispensation \\x j \\xo 3.9 \\xt Ro 16:25. Ép 1:9. Col 1:26. 2 Ti 1:10. Tit 1:2. 1 Pi 1:20.\\x*du mystère caché de tout temps en Dieu qui a \\x k \\xo 3.9 \\xt Ge 1:3. Ps 33:6. Jn 1:3. Col 1:16. Hé 1:2.\\x*créé toutes choses, "},{"style":"v","verse":"10","text":"\\x l \\xo 3.10 \\xt 1 Pi 1:12.\\x*afin que les dominations et les autorités dans les lieux célestes connaissent aujourd’hui par l’Église la sagesse infiniment variée de Dieu, "},{"style":"v","verse":"11","text":"selon le dessein éternel qu’il a mis à exécution par Jésus-Christ notre Seigneur, "},{"style":"v","verse":"12","text":"\\x m \\xo 3.12 \\xt Jn 10:9; 14:6. Ro 5:2. Ép 2:18. Hé 10:19.\\x*en qui nous avons, par la foi en lui, la liberté de nous approcher de Dieu avec confiance. "},{"style":"v","verse":"13","text":"\\x n \\xo 3.13 \\xt Ph 1:14. 1 Th 3:3.\\x*Aussi je vous demande de ne pas perdre courage à cause de mes tribulations \\x o \\xo 3.13 \\xt Col 1:24.\\x*pour vous: elles sont votre gloire."},{"style":"r","verse":"","text":"V. 14-21: cf. (Col 2:1-3, 9, 10. 2 Pi 3:18. Jud v. 24, 25. Ap 1:6.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"A cause de cela, je fléchis les genoux devant le Père, "},{"style":"v","verse":"15","text":"duquel tire son nom toute famille dans les cieux et sur la terre, "},{"style":"v","verse":"16","text":"afin qu’il vous donne, selon la richesse de sa gloire, d’être puissamment \\x p \\xo 3.16 \\xt Ép 6:10.\\x*fortifiés par son Esprit dans l’homme intérieur, "},{"style":"v","verse":"17","text":"en sorte que Christ habite dans vos cœurs par la foi; afin qu’étant \\x q \\xo 3.17 \\xt Col 2:7.\\x*enracinés et fondés dans l’amour, "},{"style":"v","verse":"18","text":"vous puissiez comprendre avec tous les saints quelle est la largeur, la longueur, la profondeur et la hauteur, "},{"style":"v","verse":"19","text":"et connaître l’amour de Christ, qui surpasse toute connaissance, en sorte que vous soyez remplis jusqu’à toute la plénitude de Dieu. "},{"style":"v","verse":"20","text":"\\x r \\xo 3.20 \\xt Ro 16:25.\\x*Or, à celui qui peut faire, par la puissance qui agit en nous, infiniment au-delà de tout ce que nous demandons ou pensons, "},{"style":"v","verse":"21","text":"à lui soit la gloire dans l’Église et en Jésus-Christ, dans toutes les générations, aux siècles des siècles! Amen!"}]