[{"style":"mt1","text":"Éphésiens"},{"style":"s1","verse":"","text":"Adresse et salutation"},{"style":"r","verse":"","text":"V. 1-2: cf. Ac 18:19-21; 19; 20:17, etc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Paul, apôtre de Jésus-Christ par la volonté de Dieu, \\x a \\xo 1.1 \\xt Ro 1:7. 1 Co 1:2. 2 Co 1:1.\\x*aux saints qui sont à Éphèse et aux fidèles en Jésus-Christ: "},{"style":"v","verse":"2","text":"\\x b \\xo 1.2 \\xt Ga 1:3. 1 Pi 1:2.\\x*Que la grâce et la paix vous soient données de la part de Dieu notre Père et du Seigneur Jésus-Christ!"},{"style":"s1","verse":"","text":"Bénédictions de Dieu en Jésus-Christ, auteur de notre rédemption et chef de l’Église"},{"style":"r","verse":"","text":"V. 3-14: cf. (1 Pi 1:1, 2. 2 Th 2:13, 14. 2 Ti 1:9, 10. Ro 8:28-30.) (Ga 3:13, 14. Ro 8:15-17.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Béni soit \\x c \\xo 1.3 \\xt 2 Co 1:3. 1 Pi 1:3.\\x*Dieu, le Père de notre Seigneur Jésus-Christ, qui nous a bénis de toutes sortes de bénédictions spirituelles dans les lieux célestes en Christ! "},{"style":"v","verse":"4","text":"\\x d \\xo 1.4 \\xt Jn 15:16. 2 Ti 1:9.\\x*En lui Dieu nous a élus avant la fondation du monde, \\x e \\xo 1.4 \\xt Lu 1:75. Ép 5:27. Col 1:22. 2 Ti 1:9. Tit 2:12.\\x*pour que nous soyons saints et irrépréhensibles devant lui, "},{"style":"v","verse":"5","text":"nous ayant prédestinés dans son amour à être ses enfants d’adoption par Jésus-Christ, selon le bon plaisir de sa volonté, "},{"style":"v","verse":"6","text":"à la louange de la gloire de sa grâce qu’il nous a accordée \\x f \\xo 1.6 \\xt Mt 3:17.\\x*en son bien-aimé. "},{"style":"v","verse":"7","text":"\\x g \\xo 1.7 \\xt Ac 20:28. Col 1:14. Hé 9:12. 1 Pi 1:18.\\x*En lui nous avons la rédemption par son sang, la rémission des péchés, selon la richesse de sa grâce, "},{"style":"v","verse":"8","text":"que Dieu a répandue abondamment sur nous par toute espèce de sagesse et d’intelligence, "},{"style":"v","verse":"9","text":"nous faisant connaître \\x h \\xo 1.9 \\xt Ro 16:25. Ép 3:9. Col 1:26. 2 Ti 1:9. Tit 1:2. 1 Pi 1:20.\\x*le mystère de sa volonté, selon le bienveillant dessein qu’il avait formé en lui-même, "},{"style":"v","verse":"10","text":"pour le mettre à exécution lorsque \\x i \\xo 1.10 \\xt Ge 49:10. Da 9:24. Ga 4:4.\\x*les temps seraient accomplis, de réunir toutes choses en Christ, celles qui sont dans les cieux et celles qui sont sur la terre. "},{"style":"v","verse":"11","text":"En lui nous sommes aussi devenus \\x j \\xo 1.11 \\xt Ro 8:17.\\x*héritiers, ayant été prédestinés suivant la résolution de celui qui opère toutes choses d’après le conseil de sa volonté, "},{"style":"v","verse":"12","text":"afin que nous servions à la louange de sa gloire, nous qui d’avance avons espéré en Christ. "},{"style":"v","verse":"13","text":"En lui vous aussi, après avoir entendu la parole de la vérité, l’Évangile de votre salut, en lui \\x k \\xo 1.13 \\xt Ro 8:15. 2 Co 1:22; 5:5. Ép 4:30.\\x*vous avez cru et vous avez été scellés du Saint-Esprit qui avait été promis, "},{"style":"v","verse":"14","text":"lequel est un gage de notre héritage, pour \\x l \\xo 1.14 \\xt Ex 19:5. De 7:6; 14:2; 26:18. Ro 8:23. 1 Pi 2:9.\\x*la rédemption de ceux que Dieu s’est acquis, à la louange de sa gloire."},{"style":"r","verse":"","text":"V. 15-23: cf. (Col 1:3-6, 9-13. 1 Pi 1:3, 4.) (Ph 2:9-11. Col 1:18, 19. Ép 2:1-7.) Ph 3:10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"\\x m \\xo 1.15 \\xt Ph 1:3. Col 1:3. 1 Th 1:2. 2 Th 1:3.\\x*C’est pourquoi moi aussi, ayant entendu parler de votre foi au Seigneur Jésus et de votre charité pour tous les saints, "},{"style":"v","verse":"16","text":"je ne cesse de rendre grâces pour vous, faisant mention de vous dans mes prières, "},{"style":"v","verse":"17","text":"afin que le Dieu de notre Seigneur Jésus-Christ, le Père de gloire, vous donne un esprit de sagesse et de révélation, dans sa connaissance, "},{"style":"v","verse":"18","text":"et qu’il illumine les yeux de votre cœur, pour que vous sachiez quelle est l’espérance qui s’attache à son appel, quelle est la richesse de la gloire de son héritage qu’il réserve aux saints, "},{"style":"v","verse":"19","text":"et quelle est envers nous qui croyons l’infinie grandeur de sa puissance, se manifestant \\x n \\xo 1.19 \\xt Col 2:12.\\x*avec efficacité par la vertu de sa force. "},{"style":"v","verse":"20","text":"Il l’a déployée en Christ, en le ressuscitant des morts, \\x o \\xo 1.20 \\xt Ps 110:1. Ac 2:34. 1 Co 15:25. Col 3:1. Hé 1:3; 10:12. 1 Pi 3:22.\\x*et en le faisant asseoir à sa droite dans les lieux célestes, "},{"style":"v","verse":"21","text":"au-dessus de toute domination, de toute autorité, de toute puissance, de toute dignité, et de tout nom qui se peut nommer, non seulement dans le siècle présent, mais encore dans le siècle à venir. "},{"style":"v","verse":"22","text":"\\x p \\xo 1.22 \\xt Ps 8:7. Mt 28:18. 1 Co 15:27. Hé 2:8.\\x*Il a tout mis sous ses pieds, et il l’a donné pour chef suprême à l’Église, "},{"style":"v","verse":"23","text":"\\x q \\xo 1.23 \\xt Ro 12:5. 1 Co 12:27. Ép 4:16; 5:23.\\x*qui est son corps, la plénitude de celui qui remplit tout en tous."}]