[{"style":"s1","text":"Le salut par la grâce"},{"style":"r","text":"V. 1-10: cf. Ép 1:19, 20. Col 2:12, 13; 3:1-3. Tit 3:3-8. 2 Co 5:17."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 2.1 \\xt Ro 5:6. Col 2:13.\\x*Vous étiez morts par vos offenses et par vos péchés, "},{"style":"v","text":"\\x b \\xo 2.2 \\xt 1 Co 6:11. Col 3:7. Tit 3:3.\\x*dans lesquels vous marchiez autrefois, selon le train de ce monde, \\x c \\xo 2.2 \\xt Jn 12:31; 14:30; 16:11. Ép 6:12.\\x*selon le prince de la puissance de l’air, de l’esprit qui agit maintenant dans les fils de la rébellion. "},{"style":"v","text":"Nous tous aussi, nous étions de leur nombre, et nous vivions autrefois selon les convoitises de notre chair, accomplissant les volontés de la chair et de nos pensées, et nous étions par nature des enfants de colère, comme les autres… "},{"style":"v","text":"Mais Dieu, qui est riche en miséricorde, à cause du grand amour dont il nous a aimés, "},{"style":"v","text":"nous qui étions morts par nos offenses, \\x d \\xo 2.5 \\xt Ro 6:8; 8:11. Col 3:1, 2.\\x*nous a rendus à la vie avec Christ (\\x e \\xo 2.5 \\xt Ac 15:11. Tit 3:5.\\x*c’est par grâce que vous êtes sauvés); "},{"style":"v","text":"il nous a ressuscités ensemble, et nous a fait asseoir ensemble dans les lieux célestes, en Jésus-Christ, "},{"style":"v","text":"afin de montrer dans les siècles à venir l’infinie richesse de sa grâce par sa bonté envers nous en Jésus-Christ. "},{"style":"v","text":"Car c’est par la grâce que vous êtes sauvés, par le moyen de la foi. Et cela ne vient pas de vous, \\x f \\xo 2.8 \\xt Mt 16:17. Ép 1:19.\\x*c’est le don de Dieu. "},{"style":"v","text":"Ce n’est point par les œuvres, \\x g \\xo 2.9 \\xt Ro 3:27. 1 Co 1:29.\\x*afin que personne ne se glorifie. "},{"style":"v","text":"Car nous sommes son ouvrage, \\x h \\xo 2.10 \\xt 2 Co 5:17. Ép 1:4; 4:24. Tit 2:14.\\x*ayant été créés en Jésus-Christ pour de bonnes œuvres, que Dieu a préparées d’avance, afin que nous les pratiquions."},{"style":"s1","text":"Les païens et les Juifs unis ensemble avec Dieu par la croix de Christ"},{"style":"r","text":"V. 11-18: cf. Col 2:13, 14; 1:20-22. Ga 3:28, 29. Hé 10:19-22. Za 6:15."},{"style":"p","text":""},{"style":"v","text":"C’est pourquoi, vous autrefois païens dans la chair, appelés incirconcis par ceux qu’on appelle circoncis et qui le sont en la chair par la main de l’homme, "},{"style":"v","text":"souvenez-vous que vous étiez en ce temps-là sans Christ, privés du droit de cité en Israël, étrangers \\x i \\xo 2.12 \\xt Ro 9:4.\\x*aux alliances de la promesse, sans espérance et sans Dieu dans le monde. "},{"style":"v","text":"Mais maintenant, en Jésus-Christ, vous qui étiez jadis éloignés, vous avez été rapprochés par le sang de Christ. "},{"style":"v","text":"\\x j \\xo 2.14 \\xt És 9:5. Mi 5:4. Jn 16:33. Ac 10:36. Ro 5:1. Col 1:20.\\x*Car il est notre paix, lui qui des deux n’en a fait qu’un, et qui a renversé le mur de séparation, l’inimitié, "},{"style":"v","text":"ayant anéanti par sa chair la loi des ordonnances dans ses prescriptions, afin de créer en lui-même avec les deux un seul homme nouveau, en établissant la paix, "},{"style":"v","text":"et de les réconcilier, l’un et l’autre en un seul corps, avec Dieu par la croix, en détruisant par elle l’inimitié. "},{"style":"v","text":"\\x k \\xo 2.17 \\xt És 57:19. Ép 3:12.\\x*Il est venu annoncer la paix à vous qui étiez loin, et la paix à ceux qui étaient près; "},{"style":"v","text":"\\x l \\xo 2.18 \\xt Jn 10:9, 14, 6. Ro 5:2. Ép 3:12. Hé 10:19.\\x*car par lui nous avons les uns et les autres accès auprès du Père, dans un même Esprit."},{"style":"r","text":"V. 19-22: cf. Ép 3:6. (1 Pi 2:4-7. 1 Co 3:9-11, 16, 17.)"},{"style":"p","text":""},{"style":"v","text":"Ainsi donc, vous n’êtes plus des étrangers, ni des gens du dehors; mais vous êtes concitoyens des saints, \\x m \\xo 2.19 \\xt Ga 6:10.\\x*gens de la maison de Dieu. "},{"style":"v","text":"Vous avez été \\x n \\xo 2.20 \\xt 1 Co 3:9, 10.\\x*édifiés \\x o \\xo 2.20 \\xt És 28:16. Mt 16:18. 1 Co 3:10. Ap 21:14.\\x*sur le fondement des apôtres et des prophètes, \\x p \\xo 2.20 \\xt 1 Pi 2:4.\\x*Jésus-Christ lui-même étant la pierre angulaire. "},{"style":"v","text":"\\x q \\xo 2.21 \\xt Ép 4:16.\\x*En lui tout l’édifice, bien coordonné, s’élève pour être \\x r \\xo 2.21 \\xt 1 Co 6:19. 2 Co 6:16.\\x*un temple saint dans le Seigneur. "},{"style":"v","text":"En lui vous êtes aussi édifiés pour être une habitation de Dieu en Esprit."}]