[{"style":"r","verse":"","text":"V. 1-4: cf. Col 3:20, 21. (De 5:16; 27:16. Pr 6:20.) (De 6:6, 7, 20-25. Ps 78:5-7.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 6.1 \\xt Col 3:20.\\x*Enfants, obéissez à vos parents, selon le Seigneur, car cela est juste. "},{"style":"v","verse":"2","text":"\\x b \\xo 6.2 \\xt Ex 20:12. De 5:16; 27:16. Mt 15:4. Mc 7:10.\\x*Honore ton père et ta mère (c’est le premier commandement avec une promesse), "},{"style":"v","verse":"3","text":"afin que tu sois heureux et que tu vives longtemps sur la terre. "},{"style":"v","verse":"4","text":"Et vous, pères, n’irritez pas vos enfants, \\x c \\xo 6.4 \\xt De 6:7, 20. Ps 78:4. Pr 19:18; 29:17.\\x*mais élevez-les en les corrigeant et en les instruisant selon le Seigneur."},{"style":"r","verse":"","text":"V. 5-9: cf. Col 3:22-25; 4:1. Tit 2:9, 10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"\\x d \\xo 6.5 \\xt Col 3:22. 1 Ti 6:1. Tit 2:9. 1 Pi 2:18.\\x*Serviteurs, obéissez à vos maîtres selon la chair, avec crainte et tremblement, dans la simplicité de votre cœur, comme à Christ, "},{"style":"v","verse":"6","text":"non pas seulement sous leurs yeux, comme pour plaire aux hommes, mais comme des serviteurs de Christ, qui font de bon cœur la volonté de Dieu. "},{"style":"v","verse":"7","text":"Servez-les avec empressement, comme servant le Seigneur et non des hommes, "},{"style":"v","verse":"8","text":"sachant que chacun, soit esclave, soit libre, recevra du Seigneur selon ce qu’il aura fait de bien. "},{"style":"v","verse":"9","text":"\\x e \\xo 6.9 \\xt Col 4:1.\\x*Et vous, maîtres, agissez de même à leur égard, et abstenez-vous de menaces, sachant que leur maître et le vôtre est dans les cieux, \\x f \\xo 6.9 \\xt De 10:17. 2 Ch 19:7. Job 34:19. Ac 10:34. Ro 2:11. Ga 2:6. Col 3:25. 1 Pi 1:17.\\x*et que devant lui il n’y a point d’acception de personnes."},{"style":"s1","verse":"","text":"Les armes spirituelles du chrétien"},{"style":"r","verse":"","text":"V. 10-20: cf. 1 Pi 5:8, 9. (Ro 13:12. 1 Th 5:8.) Col 4:2-4."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Au reste, fortifiez-vous dans le Seigneur, et par sa force toute-puissante. "},{"style":"v","verse":"11","text":"\\x g \\xo 6.11 \\xt Col 3:12. 1 Th 5:8.\\x*Revêtez-vous de toutes les armes de Dieu, afin de pouvoir tenir ferme contre les ruses du diable. "},{"style":"v","verse":"12","text":"Car nous n’avons pas à lutter contre la chair et le sang, mais contre les dominations, \\x h \\xo 6.12 \\xt Ép 2:2.\\x*contre les autorités, contre les princes de ce monde de ténèbres, contre les esprits méchants dans les lieux célestes. "},{"style":"v","verse":"13","text":"C’est pourquoi, prenez \\x i \\xo 6.13 \\xt 2 Co 10:4.\\x*toutes les armes de Dieu, afin de pouvoir résister dans le mauvais jour, et tenir ferme après avoir tout surmonté. "},{"style":"v","verse":"14","text":"\\x j \\xo 6.14 \\xt Lu 12:35. 1 Pi 1:13.\\x*Tenez donc ferme: ayez à vos reins la vérité pour ceinture; \\x k \\xo 6.14 \\xt És 59:17. 2 Co 6:7.\\x*revêtez la cuirasse de la justice; "},{"style":"v","verse":"15","text":"mettez pour chaussure à vos pieds le zèle que donne l’Évangile de paix; "},{"style":"v","verse":"16","text":"prenez par-dessus tout cela le bouclier de la foi, avec lequel vous pourrez éteindre tous les traits enflammés du malin; "},{"style":"v","verse":"17","text":"\\x l \\xo 6.17 \\xt És 59:17. 1 Th 5:8.\\x*prenez aussi le casque du salut, \\x m \\xo 6.17 \\xt Hé 4:12. Ap 2:16.\\x*et l’épée de l’Esprit, qui est la parole de Dieu. "},{"style":"v","verse":"18","text":"Faites \\x n \\xo 6.18 \\xt Lu 18:1. Ro 12:12. Col 4:2. 1 Th 5:17.\\x*en tout temps par l’Esprit toutes sortes de prières et de supplications. Veillez à cela avec une entière persévérance, et priez pour tous les saints. "},{"style":"v","verse":"19","text":"Priez \\x o \\xo 6.19 \\xt Ac 4:29. 2 Th 3:1.\\x*pour moi, afin qu’il me soit donné, quand j’ouvre la bouche, de faire connaître hardiment et librement le mystère de l’Évangile, "},{"style":"v","verse":"20","text":"\\x p \\xo 6.20 \\xt 2 Co 5:20.\\x*pour lequel je suis ambassadeur \\x q \\xo 6.20 \\xt Ac 28:20.\\x*dans les chaînes, et que j’en parle avec assurance comme je dois en parler."},{"style":"s1","verse":"","text":"Envoi de l’épître par Tychique. Salutation"},{"style":"r","verse":"","text":"V. 21-24: cf. Col 4:7-9. 1 Co 16:22-24."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"\\x r \\xo 6.21 \\xt Col 4:7.\\x*Afin que vous aussi, vous sachiez ce qui me concerne, ce que je fais, \\x s \\xo 6.21 \\xt Ac 20:4. Col 4:7. Tit 3:12.\\x*Tychique, le bien-aimé frère et fidèle ministre dans le Seigneur, vous informera de tout. "},{"style":"v","verse":"22","text":"Je l’envoie exprès \\x t \\xo 6.22 \\xt 2 Ti 4:12.\\x*vers vous, pour que vous connaissiez notre situation, et pour qu’il console vos cœurs. "},{"style":"v","verse":"23","text":"Que la paix et la charité avec la foi soient données aux frères de la part de Dieu le Père et du Seigneur Jésus-Christ! "},{"style":"v","verse":"24","text":"Que la grâce soit avec tous ceux qui aiment notre Seigneur Jésus-Christ d’un amour inaltérable!"}]