[{"style":"s1","verse":"","text":"Rois vaincus"},{"style":"r","verse":"","text":"V. 1-6: cf. (No 21:21-35. De 2:34-37; 3:1-16.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Voici les rois que les enfants d’Israël battirent, et dont ils possédèrent le pays de l’autre côté du Jourdain, vers le soleil levant, depuis le torrent de l’Arnon jusqu’à la montagne de l’Hermon, avec toute la plaine à l’orient. "},{"style":"v","verse":"2","text":"Sihon, roi des Amoréens, qui habitait à Hesbon. Sa domination s’étendait depuis Aroër, qui est au bord du torrent de l’Arnon, \\x a \\xo 12.2 \\xt De 3:8, 16.\\x*et, depuis le milieu du torrent, sur la moitié de Galaad, jusqu’au torrent de Jabbok, frontière des enfants d’Ammon; "},{"style":"v","verse":"3","text":"sur la plaine, jusqu’à la mer de Kinnéreth à l’orient, et jusqu’à la mer de la plaine, la mer Salée, à l’orient vers Beth-Jeschimoth; et du côté du midi, sur le pied du Pisga. "},{"style":"v","verse":"4","text":"\\x b \\xo 12.4 \\xt De 1:4.\\x*Og, roi de Basan, seul reste des Rephaïm, qui habitait à Aschtaroth et à Édréï. "},{"style":"v","verse":"5","text":"Sa domination s’étendait sur la montagne de l’Hermon, sur Salca, sur tout Basan jusqu’à la frontière des Gueschuriens et des Maacathiens, et sur la moitié de Galaad, frontière de Sihon, roi de Hesbon. "},{"style":"v","verse":"6","text":"Moïse, serviteur de l’Éternel, et les enfants d’Israël, les battirent; \\x c \\xo 12.6 \\xt No 21:24; 32:33.\\x*et Moïse, serviteur de l’Éternel, donna leur pays en possession aux Rubénites, aux Gadites, et à la moitié de la tribu de Manassé."},{"style":"r","verse":"","text":"V. 7-24: cf. Jos 10 et 11. Ps 76:13."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Voici les rois que Josué et les enfants d’Israël battirent \\x d \\xo 12.7 \\xt Jos 10:40.\\x*de ce côté-ci du Jourdain, à l’occident, depuis Baal-Gad dans la vallée du Liban jusqu’à la montagne nue qui s’élève vers Séir. Josué donna leur pays en possession aux tribus d’Israël, à chacune sa portion, "},{"style":"v","verse":"8","text":"dans la montagne, dans la vallée, dans la plaine, sur les coteaux, dans le désert, et dans le midi; pays des Héthiens, des Amoréens, des Cananéens, des Phéréziens, des Héviens et des Jébusiens. "},{"style":"v","verse":"9","text":"Le roi de Jéricho, un; le roi d’Aï, près de Béthel, un; "},{"style":"v","verse":"10","text":"le roi de Jérusalem, un; le roi d’Hébron, un; "},{"style":"v","verse":"11","text":"le roi de Jarmuth, un; le roi de Lakis, un; "},{"style":"v","verse":"12","text":"le roi d’Églon, un; le roi de Guézer, un; "},{"style":"v","verse":"13","text":"le roi de Debir, un; le roi de Guéder, un; "},{"style":"v","verse":"14","text":"le roi de Horma, un; le roi d’Arad, un; "},{"style":"v","verse":"15","text":"le roi de Libna, un; le roi d’Adullam, un; "},{"style":"v","verse":"16","text":"le roi de Makkéda, un; le roi de Béthel, un; "},{"style":"v","verse":"17","text":"le roi de Tappuach, un; le roi de Hépher, un; "},{"style":"v","verse":"18","text":"le roi d’Aphek, un; le roi de Lascharon, un; "},{"style":"v","verse":"19","text":"le roi de Madon, un; le roi de Hatsor, un; "},{"style":"v","verse":"20","text":"le roi de Schimron-Meron, un; le roi d’Acschaph, un; "},{"style":"v","verse":"21","text":"le roi de Taanac, un; le roi de Meguiddo, un; "},{"style":"v","verse":"22","text":"le roi de Kédesch, un; le roi de Jokneam, au Carmel, un; "},{"style":"v","verse":"23","text":"le roi de Dor, sur les hauteurs de Dor, un; le roi de Gojim, près de Guilgal, un; "},{"style":"v","verse":"24","text":"le roi de Thirtsa, un. Total des rois: trente et un."}]