[{"style":"ms1","verse":"","text":"PARTAGE DU PAYS DE CANAAN"},{"style":"mr","verse":"","text":"Ch. 13 à 24. (Mi 4:4)"},{"style":"s1","verse":"","text":"Partage du pays à l’orient du Jourdain"},{"style":"r","verse":"","text":"V. 1-7: cf. (Jg 3:1-5; 1:27-36.) (Hé 5:12; 6:11.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Josué était vieux, avancé en âge. L’Éternel lui dit alors: Tu es devenu vieux, tu es avancé en âge, et le pays qui te reste à soumettre est très grand. "},{"style":"v","verse":"2","text":"Voici le pays qui reste: tous les districts des Philistins et tout le territoire des Gueschuriens, "},{"style":"v","verse":"3","text":"depuis le Schichor qui coule devant l’Égypte jusqu’à la frontière d’Ékron au nord, contrée qui doit être tenue pour cananéenne, et qui est occupée par les cinq princes des Philistins, celui de Gaza, celui d’Asdod, celui d’Askalon, celui de Gath et celui d’Ékron, et par les Avviens; "},{"style":"v","verse":"4","text":"à partir du midi, tout le pays des Cananéens, et Meara qui est aux Sidoniens, jusqu’à Aphek, jusqu’à la frontière des Amoréens; "},{"style":"v","verse":"5","text":"le pays des Guibliens, et tout le Liban vers le soleil levant, depuis Baal-Gad au pied de la montagne d’Hermon jusqu’à l’entrée de Hamath; "},{"style":"v","verse":"6","text":"tous les habitants de la montagne, depuis le Liban jusqu’à Misrephoth-Maïm, tous les Sidoniens. Je les chasserai devant les enfants d’Israël. Donne seulement ce pays en héritage par le sort à Israël, comme je te l’ai prescrit; "},{"style":"v","verse":"7","text":"et divise maintenant ce pays par portions entre les neuf tribus et la demi-tribu de Manassé."},{"style":"r","verse":"","text":"V. 8-33: cf. No 32. De 3:8-17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Les Rubénites et les Gadites, avec l’autre moitié de la tribu de Manassé, ont reçu leur héritage, que Moïse leur a donné de l’autre côté du Jourdain, à l’orient, comme le leur a donné Moïse, serviteur de l’Éternel: "},{"style":"v","verse":"9","text":"depuis Aroër sur les bords du torrent de l’Arnon, et depuis la ville qui est au milieu de la vallée, toute la plaine de Médeba, jusqu’à Dibon; "},{"style":"v","verse":"10","text":"toutes les villes de Sihon, roi des Amoréens, qui régnait à Hesbon, jusqu’à la frontière des enfants d’Ammon; "},{"style":"v","verse":"11","text":"Galaad, le territoire des Gueschuriens et des Maacathiens, toute la montagne d’Hermon, et tout Basan, jusqu’à Salca; "},{"style":"v","verse":"12","text":"tout le royaume d’Og en Basan, qui régnait à Aschtaroth et à Édréï, et qui était le seul reste des Rephaïm. Moïse battit ces rois, et les chassa. "},{"style":"v","verse":"13","text":"Mais les enfants d’Israël ne chassèrent point les Gueschuriens et les Maacathiens, qui ont habité au milieu d’Israël jusqu’à ce jour. "},{"style":"v","verse":"14","text":"La tribu de Lévi fut la seule à laquelle Moïse ne donna point d’héritage; les sacrifices consumés par le feu devant l’Éternel, le Dieu d’Israël, tel fut son héritage, comme il le lui avait dit. "},{"style":"v","verse":"15","text":"Moïse avait donné à la tribu des fils de Ruben une part selon leurs familles. "},{"style":"v","verse":"16","text":"Ils eurent pour territoire, à partir d’Aroër sur les bords du torrent d’Arnon, et de la ville qui est au milieu de la vallée, toute la plaine près de Médeba, "},{"style":"v","verse":"17","text":"Hesbon et toutes ses villes dans la plaine, Dibon, Bamoth-Baal, Beth-Baal-Meon, "},{"style":"v","verse":"18","text":"Jahats, Kedémoth, Méphaath, "},{"style":"v","verse":"19","text":"Kirjathaïm, Sibma, Tséreth-Haschachar sur la montagne de la vallée, "},{"style":"v","verse":"20","text":"Beth-Peor, les coteaux du Pisga, Beth-Jeschimoth, "},{"style":"v","verse":"21","text":"toutes les villes de la plaine, et tout le royaume de Sihon, roi des Amoréens, qui régnait à Hesbon: Moïse l’avait battu, lui et les princes de Madian, Évi, Rékem, Tsur, Hur et Réba, princes qui relevaient de Sihon et qui habitaient dans le pays. "},{"style":"v","verse":"22","text":"Parmi ceux que tuèrent les enfants d’Israël, ils avaient aussi fait périr avec l’épée le devin \\x a \\xo 13.22 \\xt No 31:8; 32:5.\\x*Balaam, fils de Beor. "},{"style":"v","verse":"23","text":"Le Jourdain servait de limite au territoire des fils de Ruben. \\x b \\xo 13.23 \\xt No 34:14, 15.\\x*Voilà l’héritage des fils de Ruben selon leurs familles; les villes et leurs villages. "},{"style":"v","verse":"24","text":"Moïse avait donné à la tribu de Gad, aux fils de Gad, une part selon leurs familles. "},{"style":"v","verse":"25","text":"Ils eurent pour territoire Jaezer, toutes les villes de Galaad, la moitié du pays des enfants d’Ammon jusqu’à Aroër vis-à-vis de Rabba, "},{"style":"v","verse":"26","text":"depuis Hesbon jusqu’à Ramath-Mitspé et Bethonim, depuis Mahanaïm jusqu’à la frontière de Debir, "},{"style":"v","verse":"27","text":"et, dans la vallée, Beth-Haram, Beth-Nimra, Succoth et Tsaphon, reste du royaume de Sihon, roi de Hesbon, ayant le Jourdain pour limite jusqu’à l’extrémité de la mer de Kinnéreth de l’autre côté du Jourdain, à l’orient. "},{"style":"v","verse":"28","text":"Voilà l’héritage des fils de Gad selon leurs familles; les villes et leurs villages. "},{"style":"v","verse":"29","text":"Moïse avait donné à la demi-tribu de Manassé, aux fils de Manassé, une part selon leurs familles. "},{"style":"v","verse":"30","text":"Ils eurent pour territoire, à partir de Mahanaïm, tout Basan, tout le royaume d’Og, roi de Basan, et tous les bourgs de Jaïr en Basan, soixante villes. "},{"style":"v","verse":"31","text":"La moitié de Galaad, Aschtaroth et Édréï, villes du royaume d’Og en Basan, échurent aux fils de Makir, fils de Manassé, à la moitié des fils de Makir, selon leurs familles. "},{"style":"v","verse":"32","text":"Telles sont les parts que fit Moïse, lorsqu’il était dans les plaines de Moab, de l’autre côté du Jourdain, vis-à-vis de Jéricho, à l’orient. "},{"style":"v","verse":"33","text":"Moïse ne donna point d’héritage à la tribu de Lévi; \\x c \\xo 13.33 \\xt No 18:20. De 10:9; 18:2.\\x*l’Éternel, le Dieu d’Israël, tel fut son héritage, comme il le lui avait dit."}]