[{"style":"s1","verse":"","text":"Dernière assemblée à Sichem. Souvenirs nationaux. Promesses du peuple"},{"style":"r","verse":"","text":"V. 1-13: cf. (Né 9:7-15. Ps 105.) De 4:32-40; 32:7-14."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Josué assembla toutes les tribus d’Israël à Sichem, et il convoqua les anciens d’Israël, ses chefs, ses juges et ses officiers. Et ils se présentèrent devant Dieu. "},{"style":"v","verse":"2","text":"Josué dit à tout le peuple: Ainsi parle l’Éternel, le Dieu d’Israël: Vos pères, \\x a \\xo 24.2 \\xt De 26:5.\\x*Térach, père d’Abraham et père de Nachor, habitaient anciennement \\x b \\xo 24.2 \\xt Ge 11:26, 31.\\x*de l’autre côté du fleuve, et ils servaient d’autres dieux. "},{"style":"v","verse":"3","text":"\\x c \\xo 24.3 \\xt Ge 12:1.\\x*Je pris votre père Abraham de l’autre côté du fleuve, et je lui fis parcourir tout le pays de Canaan; \\x d \\xo 24.3 \\xt Ge 21:2.\\x*je multipliai sa postérité, et je lui donnai Isaac. "},{"style":"v","verse":"4","text":"\\x e \\xo 24.4 \\xt Ge 2:24.\\x*Je donnai à Isaac Jacob et Ésaü, et \\x f \\xo 24.4 \\xt Ge 36:8.\\x*je donnai en propriété à Ésaü la montagne de Séir, \\x g \\xo 24.4 \\xt Ge 46:1.\\x*mais Jacob et ses fils descendirent en Égypte. "},{"style":"v","verse":"5","text":"\\x h \\xo 24.5 \\xt Ex 3:10, etc.; 12:37.\\x*J’envoyai Moïse et Aaron, et je frappai l’Égypte par les prodiges que j’opérai au milieu d’elle; puis je vous en fis sortir. "},{"style":"v","verse":"6","text":"Je fis sortir vos pères de l’Égypte, et vous arrivâtes à la mer. \\x i \\xo 24.6 \\xt Ex 14:1, etc.\\x*Les Égyptiens poursuivirent vos pères jusqu’à la mer Rouge, avec des chars et des cavaliers. "},{"style":"v","verse":"7","text":"Vos pères crièrent à l’Éternel. Et l’Éternel mit des ténèbres entre vous et les Égyptiens, il ramena sur eux la mer, et elle les couvrit. Vos yeux ont vu ce que j’ai fait aux Égyptiens. Et vous restâtes longtemps dans le désert. "},{"style":"v","verse":"8","text":"\\x j \\xo 24.8 \\xt No 21:21, 33.\\x*Je vous conduisis dans le pays des Amoréens, qui habitaient de l’autre côté du Jourdain, et ils combattirent contre vous. Je les livrai entre vos mains; vous prîtes possession de leur pays, et je les détruisis devant vous. "},{"style":"v","verse":"9","text":"\\x k \\xo 24.9 \\xt No 22:5. De 23:4. Jg 11:25.\\x*Balak, fils de Tsippor, roi de Moab, se leva et combattit Israël. Il fit appeler Balaam, fils de Beor, pour qu’il vous maudît. "},{"style":"v","verse":"10","text":"Mais je ne voulus point écouter Balaam; il vous bénit, et je vous délivrai de la main de Balak. "},{"style":"v","verse":"11","text":"\\x l \\xo 24.11 \\xt Jos 3:14; 6:1.\\x*Vous passâtes le Jourdain, et vous arrivâtes à Jéricho. Les habitants de Jéricho combattirent contre vous, les Amoréens, les Phéréziens, les Cananéens, les Héthiens, les Guirgasiens, les Héviens et les Jébusiens. \\x m \\xo 24.11 \\xt Jos 6:20; 10:8; 11:8.\\x*Je les livrai entre vos mains, "},{"style":"v","verse":"12","text":"et \\x n \\xo 24.12 \\xt Ex 23:28. De 7:20.\\x*j’envoyai devant vous les frelons, qui les chassèrent loin de votre face, comme \\x o \\xo 24.12 \\xt Ps 44:4.\\x*les deux rois des Amoréens: ce ne fut ni par ton épée, ni par ton arc. "},{"style":"v","verse":"13","text":"\\x p \\xo 24.13 \\xt De 6:10, 11, 12.\\x*Je vous donnai un pays que vous n’aviez point cultivé, des villes que vous n’aviez point bâties et que vous habitez, des vignes et des oliviers que vous n’aviez point plantés et qui vous servent de nourriture."},{"style":"r","verse":"","text":"V. 14-28: cf. (De 29. 2 Ch 15:8-15; 34:29-33.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Maintenant, craignez l’Éternel, et servez-le avec intégrité et fidélité. Faites disparaître les dieux qu’ont servis vos pères de l’autre côté du fleuve et en Égypte, et servez l’Éternel. "},{"style":"v","verse":"15","text":"Et si vous ne trouvez pas bon de servir l’Éternel, choisissez aujourd’hui qui vous voulez servir, ou les dieux que servaient vos pères au-delà du fleuve, ou les dieux des Amoréens dans le pays desquels vous habitez. Moi et ma maison, nous servirons l’Éternel. "},{"style":"v","verse":"16","text":"Le peuple répondit, et dit: Loin de nous la pensée d’abandonner l’Éternel, et de servir d’autres dieux! "},{"style":"v","verse":"17","text":"Car l’Éternel est notre Dieu; c’est lui qui nous a fait sortir du pays d’Égypte, de la maison de servitude, nous et nos pères; c’est lui qui a opéré sous nos yeux ces grands prodiges, et qui nous a gardés pendant toute la route que nous avons suivie et parmi tous les peuples au milieu desquels nous avons passé. "},{"style":"v","verse":"18","text":"Il a chassé devant nous tous les peuples, et les Amoréens qui habitaient ce pays. Nous aussi, nous servirons l’Éternel, car il est notre Dieu. "},{"style":"v","verse":"19","text":"Josué dit au peuple: Vous n’aurez pas la force de servir l’Éternel, car c’est un Dieu saint, c’est un Dieu jaloux; il ne pardonnera point vos transgressions et vos péchés. "},{"style":"v","verse":"20","text":"Lorsque vous abandonnerez l’Éternel et que vous servirez des dieux étrangers, \\x q \\xo 24.20 \\xt Jos 23:15.\\x*il reviendra vous faire du mal, et il vous consumera après vous avoir fait du bien. "},{"style":"v","verse":"21","text":"Le peuple dit à Josué: Non! Car nous servirons l’Éternel. "},{"style":"v","verse":"22","text":"Josué dit au peuple: Vous êtes témoins contre vous-mêmes que c’est vous qui avez choisi l’Éternel pour le servir. Ils répondirent: Nous en sommes témoins. "},{"style":"v","verse":"23","text":"Otez donc les dieux étrangers qui sont au milieu de vous, et tournez votre cœur vers l’Éternel, le Dieu d’Israël. "},{"style":"v","verse":"24","text":"Et le peuple dit à Josué: Nous servirons l’Éternel, notre Dieu, et nous obéirons à sa voix. "},{"style":"v","verse":"25","text":"\\x r \\xo 24.25 \\xt Ex 15:25.\\x*Josué fit en ce jour une alliance avec le peuple, et lui donna des lois et des ordonnances, à Sichem. "},{"style":"v","verse":"26","text":"Josué écrivit ces choses dans le livre de la loi de Dieu. Il prit une grande pierre, qu’il dressa là sous le chêne qui était dans le lieu consacré à l’Éternel. "},{"style":"v","verse":"27","text":"Et Josué dit à tout le peuple: Voici, cette pierre servira de témoin contre nous, car elle a entendu toutes les paroles que l’Éternel nous a dites; elle servira de témoin contre vous, afin que vous ne soyez pas infidèles à votre Dieu."},{"style":"s1","verse":"","text":"Mort de Josué"},{"style":"r","verse":"","text":"V. 29-33: cf. Jg 2:6-9. (Ge 50:24-26. Ex 13:19. Hé 11:22.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Puis Josué renvoya le peuple, chacun dans son héritage. "},{"style":"v","verse":"29","text":"Après ces choses, Josué, fils de Nun, serviteur de l’Éternel, mourut, âgé de cent dix ans. "},{"style":"v","verse":"30","text":"On l’ensevelit dans le territoire qu’il avait eu en partage, \\x s \\xo 24.30 \\xt Jos 19:50. Jg 2:9.\\x*à Thimnath-Sérach, dans la montagne d’Éphraïm, au nord de la montagne de Gaasch. "},{"style":"v","verse":"31","text":"Israël servit l’Éternel pendant toute la vie de Josué, et pendant toute la vie des anciens qui survécurent à Josué et qui connaissaient tout ce que l’Éternel avait fait en faveur d’Israël. "},{"style":"v","verse":"32","text":"Les os de Joseph, \\x t \\xo 24.32 \\xt Ge 50:25. Ex 13:19.\\x*que les enfants d’Israël avaient rapportés d’Égypte, furent enterrés à Sichem, dans la portion du champ que Jacob avait achetée des fils de Hamor, père de Sichem, pour cent kesita, et qui appartint à l’héritage des fils de Joseph. "},{"style":"v","verse":"33","text":"Éléazar, fils d’Aaron, mourut, et on l’enterra à Guibeath-Phinées, qui avait été donnée à son fils Phinées, dans la montagne d’Éphraïm."}]