[{"style":"p","text":""},{"style":"v","text":"Samay doom, maa ngi leen di bind yëf yii, ngir ngeen baña def bàkkaar. Waaye su kenn defee bàkkaar, ba tey am nanu ku nuy rammu ci Baay bi, mooy Yeesu Kirist mu jub mi."},{"style":"v","text":"Te moo joxe bakkanam, ngir dindi sunuy bàkkaar, te du sax sunuy bàkkaar rekk, waaye yu àddina sépp."},{"style":"s","text":"Ndigal lu bees li"},{"style":"p","text":""},{"style":"v","text":"Ci lii lanu xame ne xam nanu ko: sàmm ay ndigalam."},{"style":"v","text":"Ku wax ne xam nga ko, te sàmmoo ay ndigalam, dangay fen, te dëgg nekkul ci yaw."},{"style":"v","text":"Kuy sàmm kàddug Yàlla, dëgg-dëgg sa mbëggeel ci Yàlla mat na sëkk. Ci loolu lanu xame ne nekk nanu ci moom."},{"style":"v","text":"Ku wax ne ci Yàlla nga sax, fàww nga dund, ni Yeesu °Kirist daan dunde moom ci boppam."},{"style":"p","text":""},{"style":"v","text":"Samay soppe, li ma leen di bind du ndigal lu bees, waaye ndigal lu yàgg la; la ngeen jotoon ca ndoorte la. Te ndigal lu yàgg loolu, mooy kàddu gi ngeen déggoon."},{"style":"v","text":"Teewul ndigal lu bees laa leen di bind, lu amoon ci dundu Yeesu, te am it ci seen dund; ndaxte lëndëm gaa ngi wéy, te leer gu wóor gi fenk na xaat."},{"style":"p","text":""},{"style":"v","text":"Ku wax ne yaa ngi ci leer, tey bañ sa mbokk, yaa ngi ci lëndëm ba tey."},{"style":"v","text":"Kuy sopp sa mbokk, yaa ngi dëkk ci leer, te luy yóbbe nit bàkkaar du nekk ci yaw."},{"style":"v","text":"Waaye kuy bañ sa mbokk, ci lëndëm nga nekk, di ci dox, te xamoo foo jëm, ndax lëndëm muur na say bët."},{"style":"q","text":""},{"style":"v","text":"Samay doom, maa ngi leen di bind,"},{"style":"q","text":"ndax baalees na leen seeni bàkkaar ci turu Kirist."},{"style":"q","text":""},{"style":"v","text":"Maa ngi leen di bind, yéen baay yi,"},{"style":"q","text":"ndax xam ngeen ki nekkoon ca njàlbéen ga ba tey."},{"style":"q","text":"Maa ngi leen di bind, yéen waxambaane yi,"},{"style":"q","text":"ndax daaneel ngeen °Ibliis."},{"style":"q","text":""},{"style":"v","text":"Bind naa leen, samay doom,"},{"style":"q","text":"ndax xam ngeen Yàlla Baay bi."},{"style":"q","text":"Bind naa leen, yéen baay yi,"},{"style":"q","text":"ndax xam ngeen ki nekkoon ca njàlbéen ga ba tey."},{"style":"q","text":"Bind naa leen, yéen waxambaane yi,"},{"style":"q","text":"ndax yéena ngi dëgër,"},{"style":"q","text":"ndax kàddug Yàllaa ngi dëkk ci yéen,"},{"style":"q","text":"te daaneel ngeen Ibliis."},{"style":"s","text":"Buleen sopp àddina"},{"style":"p","text":""},{"style":"v","text":"Buleen sopp àddina ak li ci biiram. Ku sopp àddina, mbëggeelu Baay bi nekkul ci moom."},{"style":"v","text":"Ndaxte lépp lu nekk ci àddina, maanaam bëgg-bëggu yaram ak xemmemu bët ak réyug àddina, loolu du jóge ci Baay bi waaye ci àddina."},{"style":"v","text":"Te àddina day wéy, waaye kuy def coobarey Yàlla dinga sax ba fàww."},{"style":"s","text":"Bañaaleb Kirist"},{"style":"p","text":""},{"style":"v","text":"Samay doom, waxtu wu mujj wi jot na! Dégg ngeen ne benn °Bañaaleb °Kirist dina ñëw; te dëgg la, bañaaley Kirist yu bare feeñ nañu. Ci loolu lanu xame ne waxtu wu mujj wi jot na."},{"style":"v","text":"Ci sunu biir lañu jóge, waaye bokkuñu woon ci nun; ndaxte su ñu bokkoon ci nun, kon dinañu des ci nun. Waaye dàggeeku nañu nu, ngir mu leer ne kenn ci ñoom bokkul woon ci nun."},{"style":"p","text":""},{"style":"v","text":"Yéen nag, Aji Sell ji sol na leen Xelam, te yéen ñépp am ngeen xam-xam."},{"style":"v","text":"Bind naa leen, du ndax xamuleen dëgg, waaye ndax xam ngeen ko, xam it ne wenn fen du jóge ci dëgg."},{"style":"v","text":"Kan mooy fenkat bi? Mooy kiy weddi ne Yeesu mooy Kirist, °Almasi bi. Kooka mooy °Bañaaleb Kirist, biy weddi Baay bi ak °Doom ji."},{"style":"v","text":"Ku weddi Doom ji, amuloo itam Baay bi; ku seedeel Doom ji, am nga it Baay bi."},{"style":"p","text":""},{"style":"v","text":"Yéen nag, la ngeen déggoon ca ndoorte la, na sax ci yéen. Loolu ngeen déggoon ca ndoorte la, su saxee ci yéen, dingeen sax yéen itam ci Doom ji ak ci Baay bi."},{"style":"v","text":"Te li mu nu digoon mooy lii: dund gu dul jeex."},{"style":"p","text":""},{"style":"v","text":"Bind naa leen lii ci mbirum ñi leen di bëgga réeral."},{"style":"v","text":"Yéen nag, Xel mi leen Kirist sol a ngi dëkk ci yéen, te soxlawuleen kenn jàngal leen dara. Waaye Xel mi mu leen sol, mi ngi leen di jàngal lépp, te li mu leen di jàngal mooy dëgg; kon nag saxleen ci moom, ni mu leen ko jàngle."},{"style":"s","text":"Doomi Yàlla yi"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu nag yéen samay doom, saxleen ci °Kirist, ngir bés bu feeñee, nu am kóolute ci kanamam te baña rus ba sëngéem cig dikkam."},{"style":"v","text":"Gannaaw xam ngeen ne ku jub la, dingeen xam it ne, képp kuy def lu jub juddu nga ci moom."}]