[{"style":"p","text":""},{"style":"v","text":"Xool-leen mbëggeel gi nu Baay bi jox, ni mu réye, ba nu mana tudd doomi Yàlla. Te moom lanu. Moo tax àddina xamu nu, ndaxte xamu ko woon, moom itam."},{"style":"v","text":"Samay soppe, léegi doomi Yàlla lanu, te li nu nara nekki feeñagul, waaye xam nanu ne bés bu °Almasi bi feeñee, dinanu nirook moom, ndaxte dinanu ko gis, na mu mel."},{"style":"v","text":"Te képp ku am yaakaar jooju ci moom, dinga sellal sa bopp, ni mu selle moom."},{"style":"p","text":""},{"style":"v","text":"Ku def bàkkaar, jàdd nga yoon; ndaxte bàkkaar mooy jàdd yoon."},{"style":"v","text":"Te xam ngeen ne Yeesu Kirist feeñ na, ngir dindi bàkkaar yi, te moom amul benn bàkkaar."},{"style":"v","text":"Képp ku sax ci moom, doo sax ci bàkkaar; kuy def bàkkaar, gisuloo ko te xamuloo ko."},{"style":"p","text":""},{"style":"v","text":"Samay doom, bu leen kenn nax! Kuy def lu jub, ku jub nga, ni Kirist jube moom ci boppam."},{"style":"v","text":"Kuy def bàkkaar, ci °Seytaane nga bokk, ndax Seytaane ca njàlbéen ga ba tey day bàkkaar. Te °Doomu Yàlla ji ñëw na, ngir nasaxal jëfi Seytaane."},{"style":"v","text":"Ku juddu ci Yàlla doo def bàkkaar, ndax Yàlla sol na la jikkoom, te doo mana sax ci bàkkaar, ndax juddu nga ci Yàlla."},{"style":"v","text":"Lii mooy ràññale doomi Yàlla ak doomi Seytaane: képp ku dul def lu jub bokkoo ci Yàlla; naka noonu itam ku soppul sa mbokk bokkoo ci Yàlla."},{"style":"s","text":"Bëgganteleen"},{"style":"p","text":""},{"style":"v","text":"Ndaxte xibaar, bi ngeen déggoon ca ndoorte la, mooy lii: nanu bëggante,"},{"style":"v","text":"te baña mel ni Kayin, mi bokkoon ci °Ibliis, ba rey rakkam. Lu tax mu rey ko nag? Ndaxte ay jëfam dañoo bon, te yu rakkam jub."},{"style":"p","text":""},{"style":"v","text":"Bokk yi, bu leen àddina bañee, buleen ci jaaxle."},{"style":"v","text":"Mbëggeel gi nu bëgg sunuy bokk, moo nuy xamal ne jóge nanu ci dee, tàbbi ci dund. Ku bëggul sa mbokk, yaa ngi ci dee ba tey."},{"style":"v","text":"Képp ku bañ sa mbokk, reykat nga; te xam ngeen ne, ku rey nit amuloo dund gu dul jeex."},{"style":"p","text":""},{"style":"v","text":"Ci lii lanuy xàmmee luy mbëggeel: °Kirist joxe na bakkanam ngir nun; te nun itam war nanoo joxe sunu bakkan ngir sunuy bokk."},{"style":"v","text":"Waaye ku am alalu àddina te gis sa mbokk nekk ci soxla, nga dummóoyu ko, nan la mbëggeelu Yàlla dëkke ci yaw?"},{"style":"v","text":"Samay doom, bunu bëggante ci wax mbaa ci làmmiñ rekk, waaye ci jëf ak ci dëgg."},{"style":"s","text":"Kóolute ci kanam Yàlla"},{"style":"p","text":""},{"style":"v","text":"Ci loolu lanu xame ne nu ngi ci dëgg; te waxtu wu sunu xol di xeex ak nun, dinanu ko dalal ci kanamam, ndaxte Yàllaa ëpp sunu xol te xam na lépp."},{"style":"v","text":"Samay soppe, bu nu sunu xol daanul, kon man nanoo jege Yàlla ak kóolute."},{"style":"v","text":"Te lépp lu nu koy ñaan, dinanu ko jot ci moom, ndaxte nu ngi sàmm ay ndigalam, di def lu ko neex."},{"style":"v","text":"Ndigalam mooy lii: nu gëm turu Doomam, Yeesu °Kirist, tey bëggante, ni mu nu ko digale."},{"style":"v","text":"Kuy sàmm ndigalu Yàlla, dinga sax ci moom, mu dëkk ci yaw. Te Xel mi mu nu jox, moo nuy xamal ne dëkk na ci nun."}]