[{"style":"s","verse":"","text":"Xel miy dëgg ak xelu Bañaaleb Kirist"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Samay soppe, buleen gëm xel mu nekk, waaye nattuleen xel yi, ba xam ndax ci Yàlla lañu jóge walla déet, ndaxte naaféq yu bare yu mbubboo turu yonent jóg nañu, tasaaroo ci àddina si."},{"style":"v","verse":"2","text":"Ci lii lanu xàmmee Xelum Yàlla: mépp xel mu nangu ne, Yeesu °Kirist ñëw na, nekk nit, ci Yàlla la bokk."},{"style":"v","verse":"3","text":"Waaye mépp xel mu nanguwul Yeesu, bokkul ci Yàlla. Xel moomu mooy xelum °Bañaaleb Kirist, mi ngeen déggoon ne dina ñëw, te léegi sax mu ngi ci biir àddina."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Yéen samay doom, ci Yàlla ngeen bokk, te daan ngeen yonent yu naaféq yooyu, ndaxte ki nekk ci yéen moo ëpp doole ki nekk ci àddina."},{"style":"v","verse":"5","text":"Ñoom ci àddina lañu bokk; moo tax ñuy wax waxi àddina, te àddina di leen déglu."},{"style":"v","verse":"6","text":"Nun nag ci Yàlla lanu bokk. Ku xam Yàlla dinga nu déglu; ku bokkul ci Yàlla doo nu déglu. Ci loolu lanuy xàmmee Xel miy dëgg ak xel mi dul dëgg."},{"style":"s","verse":"","text":"Yàlla mbëggeel la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Samay soppe, nanu bëggante, ndax mbëggeel ci Yàlla la bawoo; képp ku bëgg sa mbokk nag, ci Yàlla nga juddoo, te xam nga Yàlla."},{"style":"v","verse":"8","text":"Ku bëggul sa mbokk, xamuloo Yàlla, ndax Yàlla mbëggeel la."},{"style":"v","verse":"9","text":"Nii la Yàlla wonee mbëggeelam ci nun; yónni na ci àddina jenn °Doomam ji mu am kepp, ngir nu am dund ci moom."},{"style":"v","verse":"10","text":"Lii mooy mbëggeel, du sunu mbëggeel ci Yàlla, waaye mbëggeelam ci nun, ba mu yónni Doomam, mu joxe bakkanam, ngir dindi sunuy bàkkaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Samay soppe, bu nu Yàlla bëggee nii, nun itam war nanoo bëggante."},{"style":"v","verse":"12","text":"Kenn masula gis Yàlla, waaye bu nu bëggantee, Yàllaa ngi dëkk ci nun te mbëggeelam mat na sëkk ci nun."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ci lii lanuy xame ne sax nanu ci Yàlla, te moom itam dëkk na ci nun: sol na nu Xelam."},{"style":"v","verse":"14","text":"Te nun gis nanu te seede ne, Baay bi yónni na Doom ji, mu nekk Musalkatu àddina."},{"style":"v","verse":"15","text":"Képp ku nangu ne, Yeesu °Doomu Yàlla la, Yàlla dëkk na ci yaw, te yaw it sax nga ci Yàlla."},{"style":"v","verse":"16","text":"Mbëggeel gi Yàlla am ci nun, xam nanu ko te gëm ko."},{"style":"p","verse":"","text":"Yàlla mbëggeel la, te képp ku sax ci mbëggeel, yaa ngi sax ci Yàlla, mu dëkk ci yaw."},{"style":"v","verse":"17","text":"Ni °Kirist mel, noonu lanu mel nun itam ci àddina. Ci loolu la mbëggeel mate sëkk ci nun, ngir nu am kóolute bésu àtte ba."},{"style":"v","verse":"18","text":"Genn ragal amul ci mbëggeel, waaye mbëggeel gu mat sëkk day dàq ragal. Ndaxte ragal day ànd ak mbugal; te ku ragal, mbëggeel matul sëkk ci yaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Danuy wéy ci mbëggeel, ndax moo nu jëkka bëgg."},{"style":"v","verse":"20","text":"Su kenn nee: «Bëgg naa Yàlla,» te bëgguloo sa mbokk, dangay fen; ndaxte ku bëggul sa mbokk mi ngay gis, doo mana bëgg Yàlla mi nga gisul."},{"style":"v","verse":"21","text":"Te jox na nu ndigal lii: ku bëgg Yàlla, nga bëgg sa mbokk."}]