[{"style":"ide","verse":"","text":"UTF-8"},{"style":"ip","verse":"","text":"L’Évangile selon Jean présente des différences notables avec les trois premiers (Matthieu, Marc et Luc). En quoi consiste cette différence?"},{"style":"ip","verse":"","text":"1. Jean commence son évangile par une introduction sur la Parole faite chair (1:1-18). Il ne mentionne ni la généalogie de Jésus-Christ, ni sa naissance."},{"style":"ip","verse":"","text":"2. Jésus y commence son ministère comme un disciple de Jean-Baptiste qui se sépare de son maître pour former son propre groupe (1:19-51), bien que dans cet évangile ne figure pas le récit de son baptême par Jean, ni celui de sa tentation dans le désert."},{"style":"ip","verse":"","text":"3. L’appel des premiers disciples par Jésus rapporté par exemple dans Marc 1:16-20 est pratiquement inconnu chez Jean."},{"style":"ip","verse":"","text":"4. Après un premier signe à Cana en Galilée (2:1-12), Jésus commence son ministère par la purification du temple de Jérusalem (2:13-25)."},{"style":"ip","verse":"","text":"Pour Marc et les autres, le ministère de Jésus s’est déroulé principalement en Galilée, dans les territoires environnants et lors de son voyage vers Jérusalem. Jésus n’est descendu qu’une seule fois à Jérusalem pour y accomplir son sacrifice suprême comme sauveur du monde. Pour Jean, le ministère de Jésus s’est déroulé principalement à Jérusalem et en Judée. Il se retirait de temps en temps de la ville sainte parce que les Juifs avaient résolu de le faire mourir (7:1; 11:54). La dernière partie de l’évangile, la plus développée, rapporte le ministère de Jésus à Jérusalem, y compris les récits de sa mort et de sa résurrection (12:12–21:25)."},{"style":"ip","verse":"","text":"Jean a sélectionné et rapporté sept des miracles de Jésus auxquels il donne le caractère de signes. Chaque miracle est un signe qui a pour but de traduire un enseignement précis sur la manifestation du règne de Dieu. Le nombre symbolique de sept est une marque de plénitude. Les sept signes (voir 2:1-12; 4:43-54; 5:1-18; 6:1-15; 6:16-21; 9:1-41; 11:1-54) sont ainsi rapportés pour montrer que Jésus est le Fils de Dieu, qu’il faut croire en lui pour recevoir la vie véritable (20:31)."},{"style":"ip","verse":"","text":"L’auteur se présente en filigrane à la fin de son écrit (21:24). Il serait le disciple que Jésus aimait, et que l’on identifie à l’apôtre Jean, frère de Jacques et fils de Zébédée qui, selon Marc 1:19-20, avait été appelé par Jésus dès le début de son ministère."},{"style":"ib","verse":"","text":""},{"style":"ip","verse":"","text":"Voici la structure de cet évangile:"},{"style":"io1","verse":"","text":"1. La Parole faite chair \\ior 1:1-18\\ior*"},{"style":"io1","verse":"","text":"2. Témoignage de Jean-Baptiste et premiers disciples de Jésus \\ior 1:19-51\\ior*"},{"style":"io1","verse":"","text":"3. Premier miracle de Jésus \\ior 2:1-12\\ior*"},{"style":"io1","verse":"","text":"4. Jésus à Jérusalem: les vendeurs chassés du temple \\ior 2:13—3.21\\ior*"},{"style":"io1","verse":"","text":"5. Jésus en terre de Judée: nouveau témoignage de Jean-Baptiste \\ior 3:22-36\\ior*"},{"style":"io1","verse":"","text":"6. Jésus en Samarie, en route vers la Galilée: la Samaritaine \\ior 4:1-42\\ior*"},{"style":"io1","verse":"","text":"7. Retour de Jésus en Galilée: guérison du fils de l’officier du roi \\ior 4:43-53\\ior*"},{"style":"io1","verse":"","text":"8. Jésus à Jérusalem: guérison d’une malade \\ior 5\\ior*"},{"style":"io1","verse":"","text":"9. Jésus en Galilée: multiplication des pains et marche sur les eaux \\ior 6:1—7:9\\ior*"},{"style":"io1","verse":"","text":"10. Jésus à Jérusalem: projet d’arrestation \\ior 7:10—10:39\\ior*"},{"style":"io1","verse":"","text":"11. Jésus au-delà du Jourdain \\ior 10:40-42\\ior*"},{"style":"io1","verse":"","text":"12. Jésus à Béthanie: résurrection de Lazare \\ior 11:1-53\\ior*"},{"style":"io1","verse":"","text":"13. Jésus à Éphraïm \\ior 11:54-57\\ior*"},{"style":"io1","verse":"","text":"14. Jésus de retour à Béthanie: parfum répandu sur ses pieds par Marie \\ior 12:1-11\\ior*"},{"style":"io1","verse":"","text":"15. Entrée à Jérusalem et ministère sacrificiel, y compris la passion et la résurrection \\ior 12:12—21.25\\ior*"},{"style":"ip","verse":"","text":"Le message de Jean traite de la manière dont Dieu se fait connaître aux hommes: \\it «Au commencement était la Parole, et la Parole était avec Dieu, et la Parole était Dieu… La Parole a été faite chair, et elle a habité parmi nous…» \\it*(Jn 1:1-18)."},{"style":"ip","verse":"","text":"Jésus est cette Parole qui était au commencement Dieu, et qui a été faite chair, agneau sacrificiel de Dieu pour sauver le monde par la foi de quiconque croit (Jn 3:16)."},{"style":"ip","verse":"","text":"Jésus se donne plusieurs épithètes qu’il colle à la formule «je suis», pour indiquer aux hommes les diverses voies par lesquelles ils peuvent le reconnaître afin de recevoir la vie éternelle: Je suis le pain de vie 6:35; la lumière du monde 8:12; la porte 10:7; le bon berger 10:11; la résurrection et la vie 11:25; le chemin, la vérité et la vie 14:6; la vraie vigne 15:1-5."},{"style":"ip","verse":"","text":"L’auteur de l’Évangile de Jean rapporte une tradition insolite et particulièrement singulière: «Les Grecs demandent de voir Jésus» (12:20-26). Le contexte de ce récit ne permet pas de confondre ces Grecs aux Juifs de la diaspora de l’époque. Il s’agit fort probablement de Grecs prosélytes et adeptes ou sympathisants du judaïsme. Le livre des Actes des Apôtres rapporte que cette catégorie de personnes existait. Mais ils venaient adorer à Jérusalem. C’est le cas du haut fonctionnaire eunuque d’Éthiopie (Act 8:26-40). Ce dernier étant venu adorer, à Jérusalem, s’est converti au christianisme."},{"style":"ip","verse":"","text":"Cette tradition insolite amène à poser la question de savoir si dans l’entourage de Jésus se retrouvaient des Grecs. La suite de ce récit ne permet pas de répondre de manière satisfaisante à cette question puisque Jésus ne donne aucune réponse à cette demande. Toutefois, il n’est pas superflu de relever que les disciples de Jésus auxquels ces Grecs s’étaient adressés portent tous deux des noms grecs: Philippe et André."},{"style":"ip","verse":"","text":"Par ailleurs, l’Évangile de Jean ignore l’enseignement de Jésus en parabole, du fait qu’il n’en rapporte pas comme les synoptiques. Les miracles sont chez lui des signes. Toutes ces raisons militent en faveur du fait que la communauté destinataire de l’évangile johannique vivait hors de Jérusalem et des synagogues juives. Ce que confirment les mentions répétées de l’exclusion des disciples de Jésus (voir 9:22; 12:42; 16:2 notamment). La théologie johannique semble elle aussi se situer nettement en dehors du christianisme des apôtres basé à Jérusalem sous le leadership de Pierre et Jacques (Gal 1:18)."},{"style":"ip","verse":"","text":"Voici du reste comment Jean rapporte les miracles et les paraboles de Jésus. Les miracles/signes, au nombre symbolique de sept, sont rapportés \\it «… afin que vous croyiez que Jésus est le Christ, le Fils de Dieu…»:\\it*"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"1. la transformation de l’eau en vin "},{"style":"tc2","verse":"","text":"2:1-12"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"2. la guérison du fils de l’officier royal "},{"style":"tc2","verse":"","text":"4:43-54"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"3. la guérison d’un malade à la piscine de Béthesda "},{"style":"tc2","verse":"","text":"5:1-8"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"4. la multiplication des pains "},{"style":"tc2","verse":"","text":"6:1-15"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"5. la marche sur les eaux "},{"style":"tc2","verse":"","text":"6:16-21"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"6. la guérison d’un aveugle "},{"style":"tc2","verse":"","text":"9:1-34"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"7. la résurrection de Lazare "},{"style":"tc2","verse":"","text":"11:1-44"},{"style":"ip","verse":"","text":"Les paraboles de leur côté sont remplacées par des enseignements destinés à faire découvrir la foi en Jésus:"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"1. l’enseignement sur la nouvelle naissance "},{"style":"tc2","verse":"","text":"3:1-33"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"2. l’enseignement sur le pain du ciel que seul Jésus donne "},{"style":"tc2","verse":"","text":"6:22-59"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"3. l’enseignement sur le bon berger "},{"style":"tc2","verse":"","text":"10:1-16"},{"style":"tr","verse":"","text":""},{"style":"tc1","verse":"","text":"4. l’enseignement sur le cep et les sarments "},{"style":"tc2","verse":"","text":"15:1-6"},{"style":"ie","verse":"","text":""}]