[{"style":"s1","verse":"","text":"Le bon berger"},{"style":"r","verse":"","text":"V. 1-6: cf. Jn 9:24-38. Éz 34:1-19. 1 Pi 5:1-4."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\wj En vérité, en vérité, je vous le dis, celui qui n’entre pas par la porte dans la bergerie, mais qui y monte par ailleurs, est un voleur et un brigand.\\wj*"},{"style":"v","verse":"2","text":"\\wj Mais celui qui entre par la porte est le berger des brebis.\\wj*"},{"style":"v","verse":"3","text":"\\wj Le portier lui ouvre, et les brebis entendent sa voix; il appelle par leur nom les brebis qui lui appartiennent, et il les conduit dehors.\\wj*"},{"style":"v","verse":"4","text":"\\wj Lorsqu’il a fait sortir toutes ses propres brebis, il marche devant elles; et les brebis le suivent, parce qu’elles connaissent sa voix.\\wj*"},{"style":"v","verse":"5","text":"\\wj Elles ne suivront point un étranger; mais elles fuiront loin de lui, parce qu’elles ne connaissent pas la voix des étrangers.\\wj*"},{"style":"v","verse":"6","text":"Jésus leur dit cette parabole, mais ils ne comprirent pas de quoi il leur parlait."},{"style":"r","verse":"","text":"V. 7-21: cf. Jn 14:6. (És 40:11. Ps 23.) 1 Pi 2:24, 25. Ép 5:2, 25-27; 2:11-19."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Jésus leur dit encore: \\wj En vérité, en vérité, je vous le dis, je suis la porte des brebis.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"\\wj Tous ceux qui sont venus avant moi sont des voleurs et des brigands; mais les brebis ne les ont point écoutés.\\wj*"},{"style":"v","verse":"9","text":"\\x a \\xo 10.9 \\xt Jn 14:6.\\x*\\wj Je suis la porte. Si quelqu’un entre par moi, il sera sauvé; il entrera et il sortira, et il trouvera des pâturages.\\wj*"},{"style":"v","verse":"10","text":"\\wj Le voleur ne vient que pour dérober, égorger et détruire; moi, je suis venu afin que les brebis aient la vie, et qu’elles soient dans l’abondance.\\wj*"},{"style":"v","verse":"11","text":"\\x b \\xo 10.11 \\xt És 40:11. Éz 34:23. Hé 13:20. 1 Pi 5:4.\\x*\\wj Je suis le bon berger. Le bon berger donne sa vie pour ses brebis.\\wj*"},{"style":"v","verse":"12","text":"\\x c \\xo 10.12 \\xt Za 11:16.\\x*\\wj Mais le mercenaire, qui n’est pas le berger, et à qui n’appartiennent pas les brebis, voit venir le loup, abandonne les brebis, et prend la fuite; et le loup les ravit et les disperse.\\wj*"},{"style":"v","verse":"13","text":"\\wj Le mercenaire s’enfuit, parce qu’il est mercenaire, et qu’il ne se met point en peine des brebis. Je suis le bon berger.\\wj*"},{"style":"v","verse":"14","text":"\\x d \\xo 10.14 \\xt 2 Ti 2:19.\\x*\\wj Je connais mes brebis, et elles me connaissent,\\wj*"},{"style":"v","verse":"15","text":"\\x e \\xo 10.15 \\xt Mt 11:27. Lu 10:22. Jn 6:46; 7:29.\\x*\\wj comme le Père me connaît et comme je connais le Père; et je donne ma vie pour mes brebis.\\wj*"},{"style":"v","verse":"16","text":"\\wj J’ai encore d’autres brebis, qui ne sont pas de cette bergerie; celles-là, il faut que je les amène; elles entendront ma voix,\\wj*\\x f \\xo 10.16 \\xt Éz 37:22.\\x*\\wj et il y aura un seul troupeau, un seul berger.\\wj*"},{"style":"v","verse":"17","text":"\\wj Le Père m’aime, parce que je donne\\wj*\\x g \\xo 10.17 \\xt És 53:12.\\x*\\wj ma vie, afin de la reprendre.\\wj*"},{"style":"v","verse":"18","text":"\\wj Personne ne me l’ôte, mais je la donne de moi-même;\\wj*\\x h \\xo 10.18 \\xt Jn 2:19.\\x*\\wj j’ai le pouvoir de la donner, et j’ai le pouvoir de la reprendre: tel est l’ordre que j’ai reçu de mon Père.\\wj*"},{"style":"v","verse":"19","text":"\\x i \\xo 10.19 \\xt Jn 7:12; 9:16.\\x*Il y eut de nouveau, à cause de ces paroles, division parmi les Juifs. "},{"style":"v","verse":"20","text":"Plusieurs d’entre eux disaient: \\x j \\xo 10.20 \\xt Jn 7:20; 8:48, 52.\\x*Il a un démon, il est fou; pourquoi l’écoutez-vous? "},{"style":"v","verse":"21","text":"D’autres disaient: Ce ne sont pas les paroles d’un démoniaque; \\x k \\xo 10.21 \\xt Ex 4:11. Ps 94:9; 146:8.\\x*un démon peut-il ouvrir les yeux des aveugles?"},{"style":"s1","verse":"","text":"Jésus à Jérusalem pendant la fête de la Dédicace. — Discours sur ses rapports avec Dieu. — Nouvelles hostilités de la part des Juifs. Départ, et séjour dans la Pérée"},{"style":"r","verse":"","text":"V. 22-39: cf. (Ro 8:35-39. 1 Pi 1:3-5.) (Jn 8:51-59; 14:9-11.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"On célébrait à Jérusalem la fête de la Dédicace. C’était l’hiver. "},{"style":"v","verse":"23","text":"Et Jésus se promenait dans le temple, \\x l \\xo 10.23 \\xt 1 R 6:3. Ac 3:11; 5:12.\\x*sous le portique de Salomon. "},{"style":"v","verse":"24","text":"Les Juifs l’entourèrent, et lui dirent: Jusques à quand tiendras-tu notre esprit en suspens? Si tu es le Christ, dis-le nous franchement. "},{"style":"v","verse":"25","text":"Jésus leur répondit: \\wj Je vous l’ai dit, et vous ne croyez pas.\\wj*\\x m \\xo 10.25 \\xt Jn 5:36.\\x*\\wj Les œuvres que je fais au nom de mon Père rendent témoignage de moi.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"\\wj Mais vous ne croyez pas, parce que vous n’êtes pas de mes brebis.\\wj*"},{"style":"v","verse":"27","text":"\\x n \\xo 10.27 \\xt Jn 8:47.\\x*\\wj Mes brebis entendent ma voix; je les connais, et elles me suivent.\\wj*"},{"style":"v","verse":"28","text":"\\wj Je leur donne la vie éternelle;\\wj*\\x o \\xo 10.28 \\xt Jn 6:39; 17:12; 18:9.\\x*\\wj et elles ne périront jamais, et personne ne les ravira de ma main.\\wj*"},{"style":"v","verse":"29","text":"\\wj Mon Père, qui me les a données, est plus grand que tous; et personne ne peut les ravir de la main de mon Père.\\wj*"},{"style":"v","verse":"30","text":"\\x p \\xo 10.30 \\xt És 54:5. Jn 5:19; 14:9; 17:5.\\x*\\wj Moi et le Père nous sommes un.\\wj*"},{"style":"v","verse":"31","text":"\\x q \\xo 10.31 \\xt Jn 8:59; 11:8.\\x*Alors les Juifs prirent de nouveau des pierres pour le lapider. "},{"style":"v","verse":"32","text":"Jésus leur dit: \\wj Je vous ai fait voir plusieurs bonnes œuvres venant de mon Père: pour laquelle me lapidez-vous?\\wj*"},{"style":"v","verse":"33","text":"Les Juifs lui répondirent: Ce n’est point pour une bonne œuvre que nous te lapidons, \\x r \\xo 10.33 \\xt Jn 5:18.\\x*mais pour un blasphème, et parce que toi, qui es un homme, tu te fais Dieu. "},{"style":"v","verse":"34","text":"Jésus leur répondit: \\wj N’est-il pas écrit dans votre loi:\\wj*"},{"style":"q1","verse":"","text":"\\x s \\xo 10.34 \\xt Ps 82:6.\\x*\\wj J’ai dit: Vous êtes des dieux?\\wj*"},{"style":"m","verse":"","text":""},{"style":"v","verse":"35","text":"\\wj Si elle a appelé dieux ceux à qui la parole de Dieu a été adressée, et si l’Écriture ne peut être anéantie,\\wj*"},{"style":"v","verse":"36","text":"\\x t \\xo 10.36 \\xt Jn 6:27.\\x*\\wj celui que le Père a sanctifié et envoyé dans le monde, vous lui dites: Tu blasphèmes! Et cela\\wj*\\x u \\xo 10.36 \\xt Jn 5:17.\\x*\\wj parce que j’ai dit: Je suis le Fils de Dieu.\\wj*"},{"style":"v","verse":"37","text":"\\x v \\xo 10.37 \\xt Jn 15:24.\\x*\\wj Si je ne fais pas les œuvres de mon Père, ne me croyez pas.\\wj*"},{"style":"v","verse":"38","text":"\\wj Mais si je les fais, quand même vous ne me croyez point, croyez à ces œuvres, afin que vous sachiez et reconnaissiez\\wj*\\x w \\xo 10.38 \\xt Jn 14:11; 17:21.\\x*\\wj que le Père est en moi et que je suis dans le Père.\\wj*"},{"style":"v","verse":"39","text":"\\x x \\xo 10.39 \\xt Lu 4:29. Jn 8:59.\\x*Là-dessus, ils cherchèrent encore à le saisir, mais il s’échappa de leurs mains."},{"style":"r","verse":"","text":"V. 40-42: cf. Jn 11:53, 54. Ph 1:12."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Jésus s’en alla de nouveau au-delà du Jourdain, \\x y \\xo 10.40 \\xt Jn 1:28; 3:23.\\x*dans le lieu où Jean avait d’abord baptisé. Et il y demeura. "},{"style":"v","verse":"41","text":"Beaucoup de gens vinrent à lui, et ils disaient: Jean n’a fait aucun miracle; mais tout ce que Jean a dit de cet homme était vrai. "},{"style":"v","verse":"42","text":"Et, dans ce lieu-là, plusieurs crurent en lui."}]