[{"style":"r","verse":"","text":"V. 1-14: cf. 2 Co 4:17 à 5:1. Hé 9:24; 10:19-22. Col 3:1-4; 2:9, 10. Jn 16:23, 24."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\wj Que votre cœur ne se trouble point. Croyez en Dieu, et croyez en moi.\\wj*"},{"style":"v","verse":"2","text":"\\wj Il y a plusieurs demeures dans la maison de mon Père. Si cela n’était pas, je vous l’aurais dit. Je vais vous préparer une place.\\wj*"},{"style":"v","verse":"3","text":"\\wj Et, lorsque je m’en serai allé, et que je vous aurai préparé une place, je reviendrai, et je vous prendrai avec moi,\\wj*\\x a \\xo 14.3 \\xt Jn 12:26; 17:24.\\x*\\wj afin que là où je suis vous y soyez aussi.\\wj*"},{"style":"v","verse":"4","text":"\\wj Vous savez où je vais, et vous en savez le chemin.\\wj*"},{"style":"v","verse":"5","text":"Thomas lui dit: Seigneur, nous ne savons où tu vas; comment pouvons-nous en savoir le chemin? "},{"style":"v","verse":"6","text":"Jésus lui dit: \\x b \\xo 14.6 \\xt Hé 9:8.\\x*\\wj Je suis le chemin,\\wj*\\x c \\xo 14.6 \\xt Jn 1:17.\\x*\\wj la vérité,\\wj*\\x d \\xo 14.6 \\xt Jn 1:4; 11:25.\\x*\\wj et la vie.\\wj*\\x e \\xo 14.6 \\xt Jn 10:9.\\x*\\wj Nul ne vient au Père que par moi.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"\\wj Si vous me connaissiez, vous connaîtriez aussi mon Père. Et dès maintenant vous le connaissez, et vous l’avez vu.\\wj*"},{"style":"v","verse":"8","text":"Philippe lui dit: Seigneur, montre-nous le Père, et cela nous suffit. "},{"style":"v","verse":"9","text":"Jésus lui dit: \\wj Il y a si longtemps que je suis avec vous, et tu ne m’as pas connu, Philippe!\\wj*\\x f \\xo 14.9 \\xt Jn 10:30.\\x*\\wj Celui qui m’a vu a vu le Père; comment dis-tu: Montre-nous le Père?\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"\\wj Ne crois-tu pas\\wj*\\x g \\xo 14.10 \\xt Jn 10:38.\\x*\\wj que je suis dans le Père, et que le Père est en moi?\\wj*\\x h \\xo 14.10 \\xt Jn 7:16; 8:28; 10:38; 12:49; 14:14; 16:13; 17:21.\\x*\\wj Les paroles que je vous dis, je ne les dis pas de moi-même;\\wj*\\x i \\xo 14.10 \\xt Jn 5:17.\\x*\\wj et le Père qui demeure en moi, c’est lui qui fait les œuvres.\\wj*"},{"style":"v","verse":"11","text":"\\wj Croyez-moi, je suis dans le Père, et le Père est en moi; croyez du moins à cause de ces œuvres.\\wj*"},{"style":"v","verse":"12","text":"\\x j \\xo 14.12 \\xt Mt 21:21. Lu 17:6. Ac 5:12; 19:11.\\x*\\wj En vérité, en vérité, je vous le dis, celui qui croit en moi fera aussi les œuvres que je fais, et il en fera de plus grandes, parce que je m’en vais au Père;\\wj*"},{"style":"v","verse":"13","text":"\\x k \\xo 14.13 \\xt Jé 29:12. Mt 7:7; 21:22. Mc 11:24. Lu 11:9. Jn 15:7; 16:24. Ja 1:5. 1 Jn 3:22.\\x*\\wj et tout ce que vous demanderez en mon nom, je le ferai, afin que le Père soit glorifié dans le Fils.\\wj*"},{"style":"v","verse":"14","text":"\\wj Si vous demandez quelque chose en mon nom, je le ferai.\\wj*"},{"style":"r","verse":"","text":"V. 15-31: cf. (1 Jn 5:3; 2:3-5.) Jn 16:5-15, 33. Ph 4:6, 7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"\\x l \\xo 14.15 \\xt Jn 14:21, 23; 15:10. 1 Jn 5:3.\\x*\\wj Si vous m’aimez, gardez mes commandements.\\wj*"},{"style":"v","verse":"16","text":"\\wj Et moi, je prierai le Père, et il vous donnera un autre consolateur, afin qu’il demeure éternellement avec vous,\\wj*"},{"style":"v","verse":"17","text":"\\wj l’Esprit de vérité, que le monde ne peut recevoir, parce qu’il ne le voit point et ne le connaît point; mais vous, vous le connaissez, car il demeure avec vous, et il sera en vous.\\wj*"},{"style":"v","verse":"18","text":"\\x m \\xo 14.18 \\xt Mt 28:20.\\x*\\wj Je ne vous laisserai pas orphelins, je viendrai à vous.\\wj*"},{"style":"v","verse":"19","text":"\\wj Encore un peu de temps, et le monde ne me verra plus; mais vous, vous me verrez, car je vis, et vous vivrez aussi.\\wj*"},{"style":"v","verse":"20","text":"\\wj En ce jour-là, vous connaîtrez que je suis en mon Père, que vous êtes en moi, et que je suis en vous.\\wj*"},{"style":"v","verse":"21","text":"\\wj Celui qui a mes commandements et qui les garde, c’est celui qui m’aime; et celui qui m’aime sera aimé de mon Père, je l’aimerai, et je me ferai connaître à lui.\\wj*"},{"style":"v","verse":"22","text":"Jude, non pas l’Iscariot, lui dit: Seigneur, d’où vient que tu te feras connaître à nous, et non au monde? "},{"style":"v","verse":"23","text":"Jésus lui répondit: \\wj Si quelqu’un m’aime, il gardera ma parole, et mon Père l’aimera; nous viendrons à lui, et nous ferons notre demeure chez lui.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"\\wj Celui qui ne m’aime pas ne garde point mes paroles.\\wj*\\x n \\xo 14.24 \\xt Jn 7:16; 8:28; 12:49; 14:10; 16:13.\\x*\\wj Et la parole que vous entendez n’est pas de moi, mais du Père qui m’a envoyé.\\wj*"},{"style":"v","verse":"25","text":"\\wj Je vous ai dit ces choses pendant que je demeure avec vous.\\wj*"},{"style":"v","verse":"26","text":"\\x o \\xo 14.26 \\xt Lu 24:49. Jn 15:26; 16:7. Ac 2:4.\\x*\\wj Mais le consolateur, l’Esprit-Saint, que le Père enverra en mon nom,\\wj*\\x p \\xo 14.26 \\xt Jn 16:13.\\x*\\wj vous enseignera toutes choses, et vous rappellera tout ce que je vous ai dit.\\wj*"},{"style":"v","verse":"27","text":"\\x q \\xo 14.27 \\xt Ph 4:7.\\x*\\wj Je vous laisse la paix, je vous donne ma paix. Je ne vous donne pas comme le monde donne. Que votre cœur ne se trouble point, et ne s’alarme point.\\wj*"},{"style":"v","verse":"28","text":"\\x r \\xo 14.28 \\xt Jn 14:3.\\x*\\wj Vous avez entendu que je vous ai dit: Je m’en vais, et je reviens vers vous. Si vous m’aimiez, vous vous réjouiriez de ce que je vais au Père; car le Père est plus grand que moi.\\wj*"},{"style":"v","verse":"29","text":"\\wj Et maintenant je vous ai dit ces choses avant qu’elles arrivent,\\wj*\\x s \\xo 14.29 \\xt Jn 13:19; 16:4.\\x*\\wj afin que, lorsqu’elles arriveront, vous croyiez.\\wj*"},{"style":"v","verse":"30","text":"\\wj Je ne parlerai plus guère avec vous;\\wj*\\x t \\xo 14.30 \\xt Jn 13:21; 16:11. Ép 2:2.\\x*\\wj car le prince du monde vient. Il n’a rien en moi;\\wj*"},{"style":"v","verse":"31","text":"\\wj mais afin que le monde sache que j’aime le Père, et que j’agis selon\\wj*\\x u \\xo 14.31 \\xt Jn 10:13. Hé 10:5.\\x*\\wj l’ordre que le Père m’a donné, levez-vous, partons d’ici.\\wj*"}]