[{"style":"r","text":"V. 1-11: cf. Col 2:6, 7. Ga 2:20. Ép 3:17-19; 2:10. Jn 14:21, 23. Lu 13:6-9."},{"style":"p","text":""},{"style":"v","text":"\\wj Je suis le vrai cep, et mon Père est le vigneron.\\wj*"},{"style":"v","text":"\\x a \\xo 15.2 \\xt Mt 15:13.\\x*\\wj Tout sarment qui est en moi et qui ne porte pas de fruit, il le retranche; et tout sarment qui porte du fruit, il l’émonde, afin qu’il porte encore plus de fruit.\\wj*"},{"style":"v","text":"\\wj Déjà\\wj*\\x b \\xo 15.3 \\xt Jn 13:10.\\x*\\wj vous êtes purs, à cause de la parole que je vous ai annoncée.\\wj*"},{"style":"v","text":"\\wj Demeurez en moi, et je demeurerai en vous. Comme le sarment ne peut de lui-même porter du fruit, s’il ne demeure attaché au cep, ainsi vous ne le pouvez non plus, si vous ne demeurez en moi.\\wj*"},{"style":"v","text":"\\wj Je suis le cep, vous êtes les sarments. Celui qui demeure en moi et en qui je demeure porte beaucoup de fruit, car sans moi vous ne pouvez rien faire.\\wj*"},{"style":"v","text":"\\x c \\xo 15.6 \\xt Éz 15:2, etc.\\x*\\wj Si quelqu’un ne demeure pas en moi,\\wj*\\x d \\xo 15.6 \\xt Mt 3:10; 7:19. Col 1:23.\\x*\\wj il est jeté dehors, comme le sarment, et il sèche; puis on ramasse les sarments, on les jette au feu, et ils brûlent.\\wj*"},{"style":"v","text":"\\wj Si vous demeurez en moi, et que mes paroles demeurent en vous,\\wj*\\x e \\xo 15.7 \\xt Jé 29:12. Mt 7:7; 21:22. Mc 11:24. Lu 11:9. Jn 14:13; 16:24. Ja 1:5. 1 Jn 3:22; 5:14.\\x*\\wj demandez ce que vous voudrez, et cela vous sera accordé.\\wj*"},{"style":"v","text":"\\wj Si vous portez beaucoup de fruit, c’est ainsi que mon Père sera glorifié, et que vous serez mes disciples.\\wj*"},{"style":"v","text":"\\wj Comme le Père m’a aimé, je vous ai aussi aimés. Demeurez dans mon amour.\\wj*"},{"style":"v","text":"\\x f \\xo 15.10 \\xt Jn 14:15, 21, 23. 1 Jn 5:3.\\x*\\wj Si vous gardez mes commandements, vous demeurerez dans mon amour, de même que j’ai gardé les commandements de mon Père, et que je demeure dans son amour.\\wj*"},{"style":"v","text":"\\wj Je vous ai dit ces choses, afin que ma joie soit en vous, et que votre joie soit parfaite.\\wj*"},{"style":"r","text":"V. 12-17: cf. Jn 13:34, 35. 1 Jn 3:16-19; 4:7-12."},{"style":"p","text":""},{"style":"v","text":"\\x g \\xo 15.12 \\xt Lé 19:18. Mt 22:39. Jn 13:34. Ép 5:2. 1 Th 4:9. 1 Pi 4:8. 1 Jn 3:23; 4:21.\\x*\\wj C’est ici mon commandement: Aimez-vous les uns les autres, comme je vous ai aimés.\\wj*"},{"style":"v","text":"\\x h \\xo 15.13 \\xt Ro 5:7. Ép 5:2. 1 Jn 3:16.\\x*\\wj Il n’y a pas de plus grand amour que de donner sa vie pour ses amis.\\wj*"},{"style":"v","text":"\\x i \\xo 15.14 \\xt Mt 12:50. 2 Co 5:16. Ga 5:6; 6:15. Col 3:11.\\x*\\wj Vous êtes mes amis, si vous faites ce que je vous commande.\\wj*"},{"style":"v","text":"\\wj Je ne vous appelle plus serviteurs, parce que le serviteur ne sait pas ce que fait son maître; mais je vous ai appelés amis, parce que\\wj*\\x j \\xo 15.15 \\xt Jn 8:26.\\x*\\wj je vous ai fait connaître tout ce que j’ai appris de mon Père.\\wj*"},{"style":"v","text":"\\x k \\xo 15.16 \\xt Jn 13:18. Ép 1:4.\\x*\\wj Ce n’est pas vous qui m’avez choisi; mais moi, je vous ai choisis, et je vous ai établis,\\wj*\\x l \\xo 15.16 \\xt Mt 28:19. Mc 16:15. Col 1:6.\\x*\\wj afin que vous alliez, et que vous portiez du fruit, et que votre fruit demeure, afin que ce que vous demanderez au Père en mon nom, il vous le donne.\\wj*"},{"style":"v","text":"\\wj Ce que je vous commande, c’est de vous aimer les uns les autres.\\wj*"},{"style":"r","text":"V. 18-27: cf. (Mt 10:22-33. Jn 16:1-3, 33.) Jn 3:18, 19."},{"style":"p","text":""},{"style":"v","text":"\\x m \\xo 15.18 \\xt 1 Jn 3:13.\\x*\\wj Si le monde vous hait, sachez qu’il m’a haï avant vous.\\wj*"},{"style":"v","text":"\\x n \\xo 15.19 \\xt Jn 17:14. Ga 1:10.\\x*\\wj Si vous étiez du monde, le monde aimerait ce qui est à lui; mais parce que vous n’êtes pas du monde, et que je vous ai choisis du milieu du monde, à cause de cela le monde vous hait.\\wj*"},{"style":"v","text":"\\wj Souvenez-vous de la parole que je vous ai dite:\\wj*\\x o \\xo 15.20 \\xt Mt 10:24. Lu 6:40. Jn 13:16.\\x*\\wj Le serviteur n’est pas plus grand que son maître.\\wj*\\x p \\xo 15.20 \\xt Mt 24:9. Jn 16:2.\\x*\\wj S’ils m’ont persécuté, ils vous persécuteront aussi; s’ils ont gardé ma parole, ils garderont aussi la vôtre.\\wj*"},{"style":"v","text":"\\x q \\xo 15.21 \\xt Mt 10:22. Jn 16:3.\\x*\\wj Mais ils vous feront toutes ces choses à cause de mon nom, parce qu’ils ne connaissent pas celui qui m’a envoyé.\\wj*"},{"style":"v","text":"\\x r \\xo 15.22 \\xt Ro 4:15; 5:20.\\x*\\wj Si je n’étais pas venu et que je ne leur eusse point parlé, ils n’auraient pas de péché; mais maintenant ils n’ont aucune excuse de leur péché.\\wj*"},{"style":"v","text":"\\wj Celui qui me hait, hait aussi mon Père.\\wj*"},{"style":"v","text":"\\x s \\xo 15.24 \\xt Jn 10:37.\\x*\\wj Si je n’avais pas fait parmi eux des œuvres que nul autre n’a faites, ils n’auraient pas de péché; mais maintenant ils les ont vues, et ils ont haï et moi et mon Père.\\wj*"},{"style":"v","text":"\\wj Mais cela est arrivé afin que s’accomplît la parole qui est écrite dans leur loi:\\wj*\\x t \\xo 15.25 \\xt Ps 35:19; 69:5.\\x*\\wj Ils m’ont haï sans cause.\\wj*"},{"style":"v","text":"\\x u \\xo 15.26 \\xt Jn 14:26; 16:7. Ac 5:32.\\x*\\wj Quand sera venu le consolateur,\\wj*\\x v \\xo 15.26 \\xt Lu 24:49.\\x*\\wj que je vous enverrai de la part du Père, l’Esprit de vérité, qui vient du Père, il rendra témoignage de moi;\\wj*"},{"style":"v","text":"\\x w \\xo 15.27 \\xt Ac 1:8, 21; 5:32.\\x*\\wj et vous aussi, vous rendrez témoignage, parce que vous êtes avec moi dès le commencement.\\wj*"}]