[{"style":"s1","text":"Premier miracle de Jésus aux noces de Cana"},{"style":"r","text":"V. 1-12: cf. (Mt 22:2. Ap 19:9.) (Jn 5:36. Ac 10:38.) Mt 9:15."},{"style":"p","text":""},{"style":"v","text":"Trois jours après, il y eut des noces à Cana en Galilée. La mère de Jésus était là, "},{"style":"v","text":"et Jésus fut aussi invité aux noces avec ses disciples. "},{"style":"v","text":"Le vin ayant manqué, la mère de Jésus lui dit: Ils n’ont plus de vin. "},{"style":"v","text":"Jésus lui répondit: \\wj Femme, qu’y a-t-il entre moi et toi? Mon heure n’est pas encore venue.\\wj*"},{"style":"v","text":"Sa mère dit aux serviteurs: Faites ce qu’il vous dira. "},{"style":"v","text":"Or, il y avait là six vases de pierre, \\x a \\xo 2.6 \\xt Mc 7:3.\\x*destinés aux purifications des Juifs, et contenant chacun deux ou trois mesures. "},{"style":"v","text":"Jésus leur dit: \\wj Remplissez d’eau ces vases.\\wj* Et ils les remplirent jusqu’au bord."},{"style":"p","text":""},{"style":"v","text":"\\wj Puisez maintenant,\\wj* leur dit-il, \\wj et portez-en à l’ordonnateur du repas.\\wj* Et ils en portèrent. "},{"style":"v","text":"Quand l’ordonnateur du repas eut goûté l’eau changée en vin, ne sachant d’où venait ce vin, tandis que les serviteurs, qui avaient puisé l’eau, le savaient bien, il appela l’époux, "},{"style":"v","text":"et lui dit: Tout homme sert d’abord le bon vin, puis le moins bon après qu’on s’est enivré; toi, tu as gardé le bon vin jusqu’à présent. "},{"style":"v","text":"Tel fut, à Cana en Galilée, le premier des miracles que fit Jésus. Il manifesta sa gloire, et ses disciples crurent en lui. "},{"style":"v","text":"Après cela, il descendit à Capernaüm, avec sa mère, ses frères et ses disciples, et ils n’y demeurèrent que peu de jours."},{"style":"s1","text":"Jésus à Jérusalem. Les vendeurs chassés du temple"},{"style":"r","text":"V. 13-22: cf. Mc 11:15-18, 27-33; 14:57, 58; 15:29. Mt 12:38-40."},{"style":"p","text":""},{"style":"v","text":"La Pâque des Juifs était proche, et Jésus monta à Jérusalem. "},{"style":"v","text":"\\x b \\xo 2.14 \\xt Mt 21:12. Mc 11:15. Lu 19:45.\\x*Il trouva dans le temple les vendeurs de bœufs, de brebis et de pigeons, et les changeurs assis. "},{"style":"v","text":"Ayant fait un fouet avec des cordes, il les chassa tous du temple, ainsi que les brebis et les bœufs; il dispersa la monnaie des changeurs, et renversa les tables; "},{"style":"v","text":"et il dit aux vendeurs de pigeons: \\wj Otez cela d’ici, ne faites pas de la maison de mon Père une maison de trafic.\\wj*"},{"style":"v","text":"Ses disciples se souvinrent qu’il est écrit:"},{"style":"pi1","text":"\\x c \\xo 2.17 \\xt Ps 69:10.\\x*Le zèle de ta maison me dévore."},{"style":"s1","text":"Le temple relevé en trois jours"},{"style":"p","text":""},{"style":"v","text":"Les Juifs, prenant la parole, lui dirent: \\x d \\xo 2.18 \\xt Mt 12:38; 16:1. Mc 8:11. Lu 11:29. Jn 6:30.\\x*Quel miracle nous montres-tu, pour agir de la sorte? "},{"style":"v","text":"Jésus leur répondit: \\x e \\xo 2.19 \\xt Mt 26:61; 27:40. Mc 14:58; 15:29.\\x*\\wj Détruisez ce temple, et en trois jours je le relèverai.\\wj*"},{"style":"v","text":"Les Juifs dirent: Il a fallu quarante-six ans pour bâtir ce temple, et toi, en trois jours tu le relèveras! "},{"style":"v","text":"Mais il parlait du temple de son corps. "},{"style":"v","text":"C’est pourquoi, lorsqu’il fut ressuscité des morts, \\x f \\xo 2.22 \\xt Lu 24:8.\\x*ses disciples se souvinrent qu’il avait dit cela, et ils crurent à l’Écriture et à la parole que Jésus avait dite."},{"style":"s1","text":"Ce que pense Jésus de ceux qui croient en son nom"},{"style":"r","text":"V. 23-25: cf. Jé 17:9, 10. Hé 4:12, 13. Ap 2:23."},{"style":"p","text":""},{"style":"v","text":"Pendant que Jésus était à Jérusalem, à la fête de Pâque, plusieurs crurent en son nom, voyant les miracles qu’il faisait. "},{"style":"v","text":"Mais Jésus ne se fiait point à eux, parce qu’il les connaissait tous, "},{"style":"v","text":"et parce qu’il n’avait pas besoin qu’on lui rendît témoignage d’aucun homme; \\x g \\xo 2.25 \\xt 1 S 16:7. 1 Ch 28:9. Ps 7:10; 103:14. Jé 11:20; 17:10; 20:12. Jn 6:64.\\x*car il savait lui-même ce qui était dans l’homme."}]