[{"style":"s1","verse":"","text":"Entretien de Jésus avec Nicodème"},{"style":"r","verse":"","text":"V. 1-13: cf. (Mt 18:3. Ga 6:15. 2 Co 5:17.) (Jn 1:12, 13. 1 Pi 1:3, 23.) Éz 36:25-27."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mais il y eut un homme d’entre les pharisiens, nommé \\x a \\xo 3.1 \\xt Jn 19:39.\\x*Nicodème, un chef des Juifs, "},{"style":"v","verse":"2","text":"\\x b \\xo 3.2 \\xt Jn 7:50; 19:39.\\x*qui vint, lui, auprès de Jésus, de nuit, et lui dit: Rabbi, nous savons que tu es un docteur venu de Dieu; \\x c \\xo 3.2 \\xt Jn 16:33.\\x*car personne ne peut faire ces miracles que tu fais, \\x d \\xo 3.2 \\xt Ac 10:38.\\x*si Dieu n’est avec lui. "},{"style":"v","verse":"3","text":"Jésus lui répondit: \\wj En vérité, en vérité, je te le dis, si un homme ne naît de nouveau, il ne peut voir le royaume de Dieu.\\wj*"},{"style":"v","verse":"4","text":"Nicodème lui dit: Comment un homme peut-il naître quand il est vieux? Peut-il rentrer dans le sein de sa mère et naître? "},{"style":"v","verse":"5","text":"Jésus répondit: \\wj En vérité, en vérité, je te le dis,\\wj*\\x e \\xo 3.5 \\xt Tit 3:5.\\x*\\wj si un homme ne naît d’eau et d’Esprit, il ne peut entrer dans le royaume de Dieu.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"\\x f \\xo 3.6 \\xt Ro 8:5.\\x*\\wj Ce qui est né de la chair est chair, et ce qui est né de l’Esprit est esprit.\\wj*"},{"style":"v","verse":"7","text":"\\wj Ne t’étonne pas que je t’aie dit: Il faut que vous naissiez de nouveau.\\wj*"},{"style":"v","verse":"8","text":"\\wj Le vent souffle où il veut, et tu en entends le bruit; mais tu ne sais d’où il vient, ni où il va. Il en est ainsi de tout homme qui est né de l’Esprit.\\wj*"},{"style":"v","verse":"9","text":"Nicodème lui dit: \\x g \\xo 3.9 \\xt Jn 6:52.\\x*Comment cela peut-il se faire? "},{"style":"v","verse":"10","text":"Jésus lui répondit: \\wj Tu es le docteur d’Israël, et tu ne sais pas ces choses!\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"\\x h \\xo 3.11 \\xt Jn 7:16; 8:28; 12:49; 14:24.\\x*\\wj En vérité, en vérité, je te le dis, nous disons ce que nous savons, et nous rendons témoignage de ce que nous avons vu; et vous ne recevez pas\\wj*\\x i \\xo 3.11 \\xt Jn 3:32.\\x*\\wj notre témoignage.\\wj*"},{"style":"v","verse":"12","text":"\\wj Si vous ne croyez pas quand je vous ai parlé des choses terrestres, comment croirez-vous quand je vous parlerai des choses célestes?\\wj*"},{"style":"v","verse":"13","text":"\\x j \\xo 3.13 \\xt Jn 6:62. Ép 4:9.\\x*\\wj Personne n’est monté au ciel, si ce n’est celui qui est descendu du ciel, le Fils de l’homme qui est dans le ciel.\\wj*"},{"style":"r","verse":"","text":"V. 14-21: cf. (No 21:4-9. Jn 12:32, 33.) 1 Jn 4:9, 10. (Jn 6:40; 3:36.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"\\x k \\xo 3.14 \\xt No 21:9. 2 Ch 18:4.\\x*\\wj Et comme Moïse éleva le serpent dans le désert,\\wj*\\x l \\xo 3.14 \\xt Jn 8:28; 12:32.\\x*\\wj il faut de même que le Fils de l’homme soit élevé,\\wj*"},{"style":"v","verse":"15","text":"\\wj afin que quiconque croit en lui\\wj*\\x m \\xo 3.15 \\xt Jn 3:36.\\x*\\wj ait la vie éternelle.\\wj*"},{"style":"v","verse":"16","text":"\\x n \\xo 3.16 \\xt Ro 5:8; 8:31. 1 Jn 4:9.\\x*\\wj Car Dieu a tant aimé le monde qu’il a donné son Fils unique,\\wj*\\x o \\xo 3.16 \\xt Lu 19:10. Jn 3:36. 1 Jn 5:10.\\x*\\wj afin que quiconque croit en lui ne périsse point, mais qu’il ait la vie éternelle.\\wj*"},{"style":"v","verse":"17","text":"\\x p \\xo 3.17 \\xt Lu 9:56. Jn 9:39; 12:47. 1 Jn 4:14.\\x*\\wj Dieu, en effet, n’a pas envoyé son Fils dans le monde pour qu’il juge le monde, mais pour que le monde soit sauvé par lui.\\wj*"},{"style":"v","verse":"18","text":"\\x q \\xo 3.18 \\xt Jn 5:24; 6:40, 47; 20:31.\\x*\\wj Celui qui croit en lui n’est point jugé; mais celui qui ne croit pas est déjà jugé, parce qu’il n’a pas cru au nom du Fils unique de Dieu.\\wj*"},{"style":"v","verse":"19","text":"\\wj Et\\wj*\\x r \\xo 3.19 \\xt 1 Jn 1:5.\\x*\\wj ce jugement c’est que, la lumière étant venue dans le monde, les hommes ont préféré les ténèbres à la lumière, parce que leurs œuvres étaient mauvaises.\\wj*"},{"style":"v","verse":"20","text":"\\wj Car quiconque fait le mal hait la lumière, et ne vient point à la lumière, de peur que ses œuvres ne soient dévoilées;\\wj*"},{"style":"v","verse":"21","text":"\\x s \\xo 3.21 \\xt Ép 5:8.\\x*\\wj mais celui qui agit selon la vérité vient à la lumière, afin que ses œuvres soient manifestées, parce qu’elles sont faites en Dieu.\\wj*"},{"style":"s1","verse":"","text":"Nouveau témoignage de Jean-Baptiste"},{"style":"r","verse":"","text":"V. 22-36: cf. Jn 1:6-12, 19-34. Mc 16:15, 16."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Après cela, Jésus, accompagné de ses disciples, se rendit dans la terre de Judée; et là il demeurait avec eux, \\x t \\xo 3.22 \\xt Jn 4:1.\\x*et il baptisait. "},{"style":"v","verse":"23","text":"\\x u \\xo 3.23 \\xt Mt 3:6. Mc 1:5. Lu 3:7.\\x*Jean aussi baptisait à Énon, près de Salim, parce qu’il y avait là beaucoup d’eau; et on y venait pour être baptisé. "},{"style":"v","verse":"24","text":"\\x v \\xo 3.24 \\xt Mt 14:3.\\x*Car Jean n’avait pas encore été mis en prison. "},{"style":"v","verse":"25","text":"Or, il s’éleva de la part des disciples de Jean une dispute avec un Juif touchant la purification. "},{"style":"v","verse":"26","text":"\\x w \\xo 3.26 \\xt Mt 3:11. Mc 1:7. Lu 3:16. Jn 1:15, 26, 34.\\x*Ils vinrent trouver Jean, et lui dirent: Rabbi, celui qui était avec toi au-delà du Jourdain, et à qui tu as rendu témoignage, voici, il baptise, et tous vont à lui. "},{"style":"v","verse":"27","text":"Jean répondit: Un homme ne peut recevoir que ce qui lui a été donné du ciel. "},{"style":"v","verse":"28","text":"Vous-mêmes m’êtes témoins que j’ai dit: \\x x \\xo 3.28 \\xt Jn 1:20.\\x*Je ne suis pas le Christ, \\x y \\xo 3.28 \\xt Mal 3:1. Mt 11:10. Mc 1:2. Lu 1:17; 7:27. Jn 1:21, 23.\\x*mais j’ai été envoyé devant lui. "},{"style":"v","verse":"29","text":"Celui à qui appartient l’épouse, c’est l’époux; mais l’ami de l’époux, qui se tient là et qui l’entend, éprouve une grande joie à cause de la voix de l’époux: aussi cette joie, qui est la mienne, est parfaite. "},{"style":"v","verse":"30","text":"Il faut qu’il croisse, et que je diminue. "},{"style":"v","verse":"31","text":"\\x z \\xo 3.31 \\xt Jn 8:23.\\x*Celui qui vient d’en haut est au-dessus de tous; celui qui est de la terre est de la terre, et il parle comme étant de la terre. Celui qui vient du ciel est au-dessus de tous, "},{"style":"v","verse":"32","text":"\\x a \\xo 3.32 \\xt Jn 5:30; 8:26; 12:49; 14:10.\\x*il rend témoignage de ce qu’il a vu et entendu, et personne ne reçoit son témoignage. "},{"style":"v","verse":"33","text":"Celui qui a reçu son témoignage a certifié \\x b \\xo 3.33 \\xt Ro 3:4.\\x*que Dieu est vrai; "},{"style":"v","verse":"34","text":"car celui que Dieu a envoyé dit les paroles de Dieu, parce que Dieu \\x c \\xo 3.34 \\xt Ép 4:7.\\x*ne lui donne pas l’Esprit avec mesure. "},{"style":"v","verse":"35","text":"Le Père aime le Fils, \\x d \\xo 3.35 \\xt Mt 11:27; 28:18. Lu 10:22. Jn 5:22; 17:2. Hé 2:8.\\x*et il a remis toutes choses entre ses mains. "},{"style":"v","verse":"36","text":"\\x e \\xo 3.36 \\xt Jn 3:16; 6:47. 1 Jn 5:10.\\x*Celui qui croit au Fils a la vie éternelle; celui qui ne croit pas au Fils ne verra point la vie, mais la colère de Dieu demeure sur lui."}]