[{"style":"s1","text":"La femme samaritaine"},{"style":"r","text":"V. 1-26: cf. És 55:1-3. Jn 7:37-39. Ap 22:17."},{"style":"p","text":""},{"style":"v","text":"Le Seigneur sut que les pharisiens avaient appris qu’il faisait et baptisait \\x a \\xo 4.1 \\xt Jn 3:26.\\x*plus de disciples que Jean. "},{"style":"v","text":"Toutefois Jésus ne baptisait pas lui-même, mais c’étaient ses disciples. "},{"style":"v","text":"Alors il quitta la Judée, et retourna en Galilée. "},{"style":"v","text":"Comme il fallait qu’il passât par la Samarie, "},{"style":"v","text":"il arriva dans une ville de Samarie, nommée Sychar, \\x b \\xo 4.5 \\xt Ge 33:19; 48:22. Jos 24:32.\\x*près du champ que Jacob avait donné à Joseph, son fils. "},{"style":"v","text":"Là se trouvait le puits de Jacob. Jésus, fatigué du voyage, était assis au bord du puits. C’était environ la sixième heure. "},{"style":"v","text":"Une femme de Samarie vint puiser de l’eau. Jésus lui dit: \\wj Donne-moi à boire.\\wj*"},{"style":"v","text":"Car ses disciples étaient allés à la ville pour acheter des vivres. "},{"style":"v","text":"La femme samaritaine lui dit: Comment toi, qui es Juif, me demandes-tu à boire, à moi qui suis une femme samaritaine? \\x c \\xo 4.9 \\xt Lu 9:52, 53. Jn 8:48.\\x*Les Juifs, en effet, n’ont pas de relations avec les Samaritains. "},{"style":"v","text":"Jésus lui répondit: \\wj Si tu connaissais le don de Dieu et qui est celui qui te dit: Donne-moi à boire! Tu lui aurais toi-même demandé à boire, et il t’aurait donné de l’eau vive.\\wj*"},{"style":"v","text":"Seigneur, lui dit la femme, tu n’as rien pour puiser, et le puits est profond; d’où aurais-tu donc \\x d \\xo 4.11 \\xt Jé 2:13.\\x*cette eau vive? "},{"style":"v","text":"Es-tu plus grand que notre père Jacob, qui nous a donné ce puits, et qui en a bu lui-même, ainsi que ses fils et ses troupeaux? "},{"style":"v","text":"Jésus lui répondit: \\x e \\xo 4.13 \\xt Jn 6:58.\\x*\\wj Quiconque boit de cette eau aura encore soif;\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x f \\xo 4.14 \\xt Jn 3:16; 6:27, 35, 54.\\x*\\wj mais celui qui boira de l’eau que je lui donnerai n’aura jamais soif,\\wj*\\x g \\xo 4.14 \\xt Jn 7:38.\\x*\\wj et l’eau que je lui donnerai deviendra en lui une source d’eau qui jaillira jusque dans la vie éternelle.\\wj*"},{"style":"v","text":"La femme lui dit: Seigneur, donne-moi cette eau, afin que je n’aie plus soif, et que je ne vienne plus puiser ici."},{"style":"p","text":""},{"style":"v","text":"\\wj Va,\\wj* lui dit Jésus, \\wj appelle ton mari, et viens ici.\\wj*"},{"style":"v","text":"La femme répondit: Je n’ai point de mari. Jésus lui dit: \\wj Tu as eu raison de dire: Je n’ai point de mari.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Car tu as eu cinq maris, et celui que tu as maintenant n’est pas ton mari. En cela tu as dit vrai.\\wj*"},{"style":"v","text":"Seigneur, lui dit la femme, \\x h \\xo 4.19 \\xt Lu 7:16; 24:19. Jn 6:14.\\x*je vois que tu es prophète. "},{"style":"v","text":"Nos pères ont adoré sur cette montagne; et vous dites, vous, que le lieu où il faut adorer est \\x i \\xo 4.20 \\xt De 12:5, 11. 1 R 9:3. 2 Ch 7:12.\\x*à Jérusalem."},{"style":"p","text":""},{"style":"v","text":"\\wj Femme,\\wj* lui dit Jésus, \\wj crois-moi, l’heure vient où ce ne sera ni sur cette montagne ni à Jérusalem que vous adorerez le Père.\\wj*"},{"style":"v","text":"\\x j \\xo 4.22 \\xt 2 R 17:29.\\x*\\wj Vous adorez ce que vous ne connaissez pas; nous, nous adorons ce que nous connaissons,\\wj*\\x k \\xo 4.22 \\xt Ge 12:3; 18:18; 22:18; 26:4. Hé 7:14.\\x*\\wj car le salut vient des Juifs.\\wj*"},{"style":"v","text":"\\wj Mais l’heure vient, et elle est déjà venue, où les vrais adorateurs adoreront le Père en esprit et en vérité; car ce sont là les adorateurs que le Père demande.\\wj*"},{"style":"v","text":"\\x l \\xo 4.24 \\xt 2 Co 3:17.\\x*\\wj Dieu est Esprit, et il faut que ceux qui l’adorent l’adorent en esprit et en vérité.\\wj*"},{"style":"v","text":"La femme lui dit: Je sais que le Messie doit venir (celui qu’on appelle Christ); quand il sera venu, il nous annoncera toutes choses. "},{"style":"v","text":"Jésus lui dit: \\x m \\xo 4.26 \\xt Jn 9:37.\\x*\\wj Je le suis, moi qui te parle.\\wj*"},{"style":"r","text":"V. 27-42: cf. Ac 8:5-17, 25. (Mt 9:37, 38. 1 Co 3:5-9.)"},{"style":"p","text":""},{"style":"v","text":"Là-dessus arrivèrent ses disciples, qui furent étonnés de ce qu’il parlait avec une femme. Toutefois aucun ne dit: Que demandes-tu? Ou: De quoi parles-tu avec elle? "},{"style":"v","text":"Alors la femme, ayant laissé sa cruche, s’en alla dans la ville, et dit aux gens: "},{"style":"v","text":"Venez voir un homme qui m’a dit tout ce que j’ai fait; ne serait-ce point le Christ? "},{"style":"v","text":"Ils sortirent de la ville, et ils vinrent vers lui. "},{"style":"v","text":"Pendant ce temps, les disciples le pressaient de manger, disant: Rabbi, mange. "},{"style":"v","text":"Mais il leur dit: \\wj J’ai à manger une nourriture que vous ne connaissez pas.\\wj*"},{"style":"v","text":"Les disciples se disaient donc les uns aux autres: Quelqu’un lui aurait-il apporté à manger? "},{"style":"v","text":"Jésus leur dit: \\wj Ma nourriture est de faire la volonté de celui qui m’a envoyé, et d’accomplir son œuvre.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Ne dites-vous pas qu’il y a encore quatre mois jusqu’à la moisson? Voici, je vous le dis, levez les yeux, et regardez les champs\\wj*\\x n \\xo 4.35 \\xt Mt 9:37. Lu 10:2.\\x*\\wj qui déjà blanchissent pour la moisson.\\wj*"},{"style":"v","text":"\\wj Celui qui moissonne reçoit un salaire, et amasse des fruits pour la vie éternelle, afin que celui qui sème et celui qui moissonne se réjouissent ensemble.\\wj*"},{"style":"v","text":"\\wj Car en ceci ce qu’on dit est vrai: Autre est celui qui sème, et autre celui qui moissonne.\\wj*"},{"style":"v","text":"\\wj Je vous ai envoyés moissonner ce que vous n’avez pas travaillé; d’autres ont travaillé, et vous êtes entrés dans leur travail.\\wj*"},{"style":"v","text":"Plusieurs Samaritains de cette ville crurent en Jésus à cause de cette déclaration formelle de la femme: Il m’a dit tout ce que j’ai fait. "},{"style":"v","text":"Aussi, quand les Samaritains vinrent le trouver, ils le prièrent de rester auprès d’eux. Et il resta là deux jours. "},{"style":"v","text":"Un beaucoup plus grand nombre crurent à cause de sa parole; "},{"style":"v","text":"et ils disaient à la femme: Ce n’est plus à cause de ce que tu as dit que nous croyons; \\x o \\xo 4.42 \\xt Jn 17:8.\\x*car nous l’avons entendu nous-mêmes, et nous savons qu’il est vraiment le Sauveur du monde."},{"style":"s1","text":"Retour de Jésus en Galilée"},{"style":"r","text":"V. 43-54: cf. Lu 7:1-10; 17:5."},{"style":"p","text":""},{"style":"v","text":"Après ces deux jours, Jésus partit de là, pour se rendre en Galilée; "},{"style":"v","text":"car il avait déclaré lui-même \\x p \\xo 4.44 \\xt Mt 13:57. Mc 6:4. Lu 4:24.\\x*qu’un prophète n’est pas honoré dans sa propre patrie. "},{"style":"v","text":"Lorsqu’il arriva en Galilée, il fut bien reçu des Galiléens, qui avaient vu tout ce qu’il avait fait à Jérusalem pendant la fête; car eux aussi étaient allés à la fête. "},{"style":"v","text":"Il retourna donc \\x q \\xo 4.46 \\xt Jn 2:1, 11.\\x*à Cana en Galilée, où il avait changé l’eau en vin."},{"style":"s1","text":"Guérison du fils d’un officier du roi"},{"style":"p","text":"Il y avait à Capernaüm un officier du roi, dont le fils était malade. "},{"style":"v","text":"Ayant appris que Jésus était venu de Judée en Galilée, il alla vers lui, et le pria de descendre et de guérir son fils, qui était près de mourir. "},{"style":"v","text":"Jésus lui dit: \\x r \\xo 4.48 \\xt 1 Co 1:22.\\x*\\wj Si vous ne voyez des miracles et des prodiges, vous ne croyez point.\\wj*"},{"style":"v","text":"L’officier du roi lui dit: Seigneur, descends avant que mon enfant meure."},{"style":"p","text":""},{"style":"v","text":"\\wj Va,\\wj* lui dit Jésus, \\wj ton fils vit.\\wj* Et cet homme crut à la parole que Jésus lui avait dite, et il s’en alla. "},{"style":"v","text":"Comme déjà il descendait, ses serviteurs venant à sa rencontre, lui apportèrent cette nouvelle: Ton enfant vit. "},{"style":"v","text":"Il leur demanda à quelle heure il s’était trouvé mieux; et ils lui dirent: Hier, à la septième heure, la fièvre l’a quitté. "},{"style":"v","text":"Le père reconnut que c’était à cette heure-là que Jésus lui avait dit: Ton fils vit. Et il crut, lui et toute sa maison. "},{"style":"v","text":"Jésus fit encore ce second miracle lorsqu’il fut venu de Judée en Galilée."}]