[{"style":"s1","text":"Jésus à Jérusalem. Guérison d’un malade à la piscine de Béthesda"},{"style":"r","text":"V. 1-16: cf. Jn 7:19-24; 9:1-17."},{"style":"p","text":""},{"style":"v","text":"Après cela, il y eut une \\x a \\xo 5.1 \\xt Lé 23:2. De 16:1.\\x*fête des Juifs, et Jésus monta à Jérusalem. "},{"style":"v","text":"Or, à Jérusalem, près de la porte des brebis, il y a une piscine qui s’appelle en hébreu Béthesda, et qui a cinq portiques. "},{"style":"v","text":"Sous ces portiques étaient couchés en grand nombre des malades, des aveugles, des boiteux, des paralytiques, qui attendaient le mouvement de l’eau; "},{"style":"v","text":"car un ange descendait de temps en temps dans la piscine, et agitait l’eau; et celui qui y descendait le premier après que l’eau avait été agitée était guéri, quelle que fût sa maladie. "},{"style":"v","text":"Là se trouvait un homme malade depuis trente-huit ans. "},{"style":"v","text":"Jésus, l’ayant vu couché, et sachant qu’il était malade depuis longtemps, lui dit: \\wj Veux-tu être guéri?\\wj*"},{"style":"v","text":"Le malade lui répondit: Seigneur, je n’ai personne pour me jeter dans la piscine quand l’eau est agitée, et, pendant que j’y vais, un autre descend avant moi."},{"style":"p","text":""},{"style":"v","text":"\\x b \\xo 5.8 \\xt Mt 9:6. Mc 2:11. Lu 5:24.\\x*\\wj Lève-toi,\\wj* lui dit Jésus, \\wj prends ton lit, et marche.\\wj*"},{"style":"v","text":"Aussitôt cet homme fut guéri; il prit son lit, et marcha. "},{"style":"v","text":"\\x c \\xo 5.10 \\xt Jn 9:14.\\x*C’était un jour de sabbat. Les Juifs dirent donc à celui qui avait été guéri: \\x d \\xo 5.10 \\xt Ex 20:10. De 5:13. Jé 17:21. Mt 12:2. Mc 2:24. Lu 6:2.\\x*C’est le sabbat; il ne t’est pas permis d’emporter ton lit. "},{"style":"v","text":"Il leur répondit: Celui qui m’a guéri m’a dit: Prends ton lit, et marche. "},{"style":"v","text":"Ils lui demandèrent: Qui est l’homme qui t’a dit: Prends ton lit, et marche? "},{"style":"v","text":"Mais celui qui avait été guéri ne savait pas qui c’était; car Jésus avait disparu de la foule qui était en ce lieu. "},{"style":"v","text":"Depuis, Jésus le trouva dans le temple, et lui dit: \\wj Voici, tu as été guéri;\\wj*\\x e \\xo 5.14 \\xt Mt 12:45. Jn 8:11.\\x*\\wj ne pèche plus, de peur qu’il ne t’arrive quelque chose de pire.\\wj*"},{"style":"v","text":"Cet homme s’en alla, et annonça aux Juifs que c’était Jésus qui l’avait guéri. "},{"style":"v","text":"C’est pourquoi les Juifs poursuivaient Jésus, parce qu’il faisait ces choses le jour du sabbat."},{"style":"s1","text":"Accusations des Juifs, et réponses de Jésus"},{"style":"r","text":"V. 17-30: cf. Mc 2:28. Jn 10:30-38. Col 2:9. (Jn 11:25, 26. Ac 17:31. 2 Co 5:10. Ap 20:4-6, 11-15.)"},{"style":"p","text":""},{"style":"v","text":"Mais Jésus leur répondit: \\x f \\xo 5.17 \\xt Jn 14:10.\\x*\\wj Mon Père agit jusqu’à présent; moi aussi, j’agis.\\wj*"},{"style":"v","text":"\\x g \\xo 5.18 \\xt Jn 7:19.\\x*A cause de cela, les Juifs cherchaient encore plus à le faire mourir, non seulement parce qu’il violait le sabbat, mais parce qu’il appelait Dieu son propre Père, se faisant lui-même égal à Dieu. "},{"style":"v","text":"Jésus reprit donc la parole, et leur dit: \\wj En vérité, en vérité, je vous le dis,\\wj*\\x h \\xo 5.19 \\xt Jn 5:30; 8:38; 9:4.\\x*\\wj le Fils ne peut rien faire de lui-même, il ne fait que ce qu’il voit faire au Père;\\wj*\\x i \\xo 5.19 \\xt És 54:5. Jn 10:30; 14:9; 17:5.\\x*\\wj et tout ce que le Père fait, le Fils aussi le fait pareillement.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Car le Père aime le Fils, et\\wj*\\x j \\xo 5.20 \\xt Jn 1:2; 2:35; 7:16; 8:28; 14:24.\\x*\\wj lui montre tout ce qu’il fait; et il lui montrera des œuvres plus grandes que celles-ci, afin que vous soyez dans l’étonnement.\\wj*"},{"style":"v","text":"\\wj Car, comme le Père ressuscite les morts et donne la vie, ainsi le Fils donne la vie à qui il veut.\\wj*"},{"style":"v","text":"\\wj Le Père ne juge personne,\\wj*\\x k \\xo 5.22 \\xt Mt 11:27. Jn 3:35.\\x*\\wj mais il a remis tout jugement au Fils,\\wj*"},{"style":"v","text":"\\wj afin que tous honorent le Fils comme ils honorent le Père.\\wj*\\x l \\xo 5.23 \\xt 1 Jn 2:23.\\x*\\wj Celui qui n’honore pas le Fils n’honore pas le Père qui l’a envoyé.\\wj*"},{"style":"v","text":"\\x m \\xo 5.24 \\xt Jn 3:18; 6:40, 47; 8:51.\\x*\\wj En vérité, en vérité, je vous le dis, celui qui écoute ma parole, et qui croit à celui qui m’a envoyé, a la vie éternelle et\\wj*\\x n \\xo 5.24 \\xt Lu 23:43.\\x*\\wj ne vient point en jugement, mais il est passé de la mort à la vie.\\wj*"},{"style":"v","text":"\\wj En vérité, en vérité, je vous le dis, l’heure vient, et elle est déjà venue,\\wj*\\x o \\xo 5.25 \\xt Ép 2:1, 5. 1 Ti 5:6.\\x*\\wj où les morts entendront la voix du Fils de Dieu; et ceux qui l’auront entendue vivront.\\wj*"},{"style":"v","text":"\\wj Car, comme le Père a la vie en lui-même, ainsi il a donné au Fils d’avoir la vie en lui-même.\\wj*"},{"style":"v","text":"\\wj Et il lui a donné le pouvoir de juger, parce qu’il est Fils de l’homme.\\wj*"},{"style":"v","text":"\\wj Ne vous étonnez pas de cela; car l’heure vient\\wj*\\x p \\xo 5.28 \\xt 1 Th 4:16.\\x*\\wj où tous ceux qui sont dans les sépulcres entendront sa voix, et en sortiront.\\wj*"},{"style":"v","text":"\\x q \\xo 5.29 \\xt Da 12:2. Mt 25:34, 46.\\x*\\wj Ceux qui auront fait le bien ressusciteront pour la vie, mais ceux qui auront fait le mal ressusciteront pour le jugement.\\wj*"},{"style":"v","text":"\\wj Je ne puis rien faire de moi-même: selon que j’entends, je juge; et mon jugement est juste,\\wj*\\x r \\xo 5.30 \\xt Jn 6:38.\\x*\\wj parce que je ne cherche pas ma volonté, mais la volonté de celui qui m’a envoyé.\\wj*"},{"style":"r","text":"V. 31-47: cf. Jn 1:19-34. (Lu 7:21-23. Jn 10:37, 38.) Mt 3:16, 17. (Ac 3:22, 24. Jn 3:19.)"},{"style":"p","text":""},{"style":"v","text":"\\x s \\xo 5.31 \\xt Jn 8:14.\\x*\\wj Si c’est moi qui rends témoignage de moi-même, mon témoignage n’est pas vrai.\\wj*"},{"style":"v","text":"\\x t \\xo 5.32 \\xt És 42:1. Mt 3:17; 17:5.\\x*\\wj Il y en a un autre qui rend témoignage de moi, et je sais que le témoignage qu’il rend de moi est vrai.\\wj*"},{"style":"v","text":"\\x u \\xo 5.33 \\xt Jn 1:15, 19, 27.\\x*\\wj Vous avez envoyé vers Jean, et il a rendu témoignage à la vérité.\\wj*"},{"style":"v","text":"\\wj Pour moi ce n’est pas d’un homme que je reçois le témoignage; mais je dis ceci, afin que vous soyez sauvés.\\wj*"},{"style":"v","text":"\\wj Jean était la lampe qui brûle et qui luit, et vous avez voulu vous réjouir une heure à sa lumière.\\wj*"},{"style":"v","text":"\\x v \\xo 5.36 \\xt 1 Jn 5:9.\\x*\\wj Moi, j’ai un témoignage plus grand que celui de Jean;\\wj*\\x w \\xo 5.36 \\xt Jn 10:25.\\x*\\wj car les œuvres que le Père m’a donné d’accomplir, ces œuvres mêmes que je fais, témoignent de moi que c’est le Père qui m’a envoyé.\\wj*"},{"style":"v","text":"\\x x \\xo 5.37 \\xt Mt 3:17; 17:5. Mc 1:11; 9:7. Lu 3:22; 9:35. Jn 1:33; 6:27; 8:18. 2 Pi 1:17.\\x*\\wj Et le Père qui m’a envoyé a rendu lui-même témoignage de moi. Vous n’avez jamais entendu sa voix,\\wj*\\x y \\xo 5.37 \\xt Ex 33:20. De 4:12. 1 Ti 6:16. 1 Jn 4:12.\\x*\\wj vous n’avez point vu sa face,\\wj*"},{"style":"v","text":"\\wj et sa parole ne demeure point en vous, parce que vous ne croyez pas à celui qu’il a envoyé.\\wj*"},{"style":"v","text":"\\x z \\xo 5.39 \\xt És 34:16. Lu 16:29. Ac 17:11.\\x*\\wj Vous sondez les Écritures, parce que vous pensez avoir en elles la vie éternelle:\\wj*\\x a \\xo 5.39 \\xt De 18:18. Lu 24:27. Jn 1:46.\\x*\\wj ce sont elles qui rendent témoignage de moi.\\wj*"},{"style":"v","text":"\\wj Et vous ne voulez pas venir à moi pour avoir la vie!\\wj*"},{"style":"v","text":"\\wj Je ne tire pas ma gloire des hommes.\\wj*"},{"style":"v","text":"\\wj Mais je sais que vous n’avez point en vous l’amour de Dieu.\\wj*"},{"style":"v","text":"\\wj Je suis venu au nom de mon Père, et vous ne me recevez pas; si un autre vient en son propre nom, vous le recevrez.\\wj*"},{"style":"v","text":"\\x b \\xo 5.44 \\xt Jn 12:43.\\x*\\wj Comment pouvez-vous croire, vous qui tirez votre gloire les uns des autres, et qui ne cherchez point la gloire qui vient de Dieu seul?\\wj*"},{"style":"v","text":"\\wj Ne pensez pas que moi je vous accuserai devant le Père; celui qui vous accuse, c’est Moïse, en qui vous avez mis votre espérance.\\wj*"},{"style":"v","text":"\\wj Car si vous croyiez Moïse, vous me croiriez aussi,\\wj*\\x c \\xo 5.46 \\xt Ge 3:15; 22:18; 26:4; 28:14. De 18:18.\\x*\\wj parce qu’il a écrit de moi.\\wj*"},{"style":"v","text":"\\wj Mais si vous ne croyez pas à ses écrits, comment croirez-vous à mes paroles?\\wj*"}]