[{"style":"s1","text":"Incrédulité des frères de Jésus"},{"style":"r","text":"V. 1-9: cf. Lé 23:34-43. Jn 5:44. (Jn 15:18, 19. Mt 10:16. Ec 8:5.)"},{"style":"p","text":""},{"style":"v","text":"Après cela, Jésus parcourait la Galilée, car il ne voulait pas séjourner en Judée, parce que les Juifs cherchaient à le faire mourir. "},{"style":"v","text":"Or, la fête des Juifs, la \\x a \\xo 7.2 \\xt Lé 23:34.\\x*fête des Tabernacles, était proche. "},{"style":"v","text":"Et ses frères lui dirent: Pars d’ici, et va en Judée, afin que tes disciples voient aussi les œuvres que tu fais. "},{"style":"v","text":"Personne n’agit en secret, lorsqu’il désire paraître: si tu fais ces choses, montre-toi toi-même au monde. "},{"style":"v","text":"Car ses \\x b \\xo 7.5 \\xt Mc 3:21.\\x*frères non plus ne croyaient pas en lui. "},{"style":"v","text":"Jésus leur dit: \\wj Mon temps n’est pas encore venu, mais votre temps est toujours prêt.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x c \\xo 7.7 \\xt Jn 14:17; 15:18.\\x*\\wj Le monde ne peut vous haïr; moi, il me hait, parce que je rends de lui le témoignage que ses œuvres sont\\wj*\\x d \\xo 7.7 \\xt Jn 3:19.\\x*\\wj mauvaises.\\wj*"},{"style":"v","text":"\\wj Montez, vous, à cette fête; pour moi, je n’y monte point,\\wj*\\x e \\xo 7.8 \\xt Jn 8:20.\\x*\\wj parce que mon temps n’est pas encore accompli.\\wj*"},{"style":"v","text":"Après leur avoir dit cela, il resta en Galilée."},{"style":"s1","text":"Jésus à Jérusalem. Son enseignement dans le temple, à la fête des Tabernacles"},{"style":"r","text":"V. 10-36: cf. Lu 2:34. (Jn 3:34; 5:5-18. Ro 2:17-23.) Jn 8:19-24."},{"style":"p","text":""},{"style":"v","text":"Lorsque ses frères furent montés à la fête, il y monta aussi lui-même, non publiquement, mais comme en secret. "},{"style":"v","text":"Les Juifs le cherchaient pendant la fête, et disaient: \\x f \\xo 7.11 \\xt Jn 11:56.\\x*Où est-il? "},{"style":"v","text":"\\x g \\xo 7.12 \\xt Jn 9:16; 10:19.\\x*Il y avait dans la foule grande rumeur à son sujet. Les uns disaient: \\x h \\xo 7.12 \\xt Mt 21:46. Lu 7:16. Jn 6:14; 7:40.\\x*C’est un homme de bien. D’autres disaient: Non, il égare la multitude. "},{"style":"v","text":"Personne, toutefois, ne parlait librement de lui, \\x i \\xo 7.13 \\xt Jn 9:22; 12:42; 19:38.\\x*par crainte des Juifs. "},{"style":"v","text":"Vers le milieu de la fête, Jésus monta au temple. Et il enseignait. "},{"style":"v","text":"Les Juifs s’étonnaient, disant: Comment connaît-il les Écritures, lui qui n’a point étudié? "},{"style":"v","text":"Jésus leur répondit: \\x j \\xo 7.16 \\xt Jn 3:11; 8:28; 12:49; 14:10, 24.\\x*\\wj Ma doctrine n’est pas de moi, mais de celui qui m’a envoyé.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Si quelqu’un veut faire sa volonté, il connaîtra si ma doctrine est de Dieu, ou si je parle de mon chef.\\wj*"},{"style":"v","text":"\\wj Celui qui parle de son chef cherche sa propre gloire; mais celui qui cherche la gloire de celui qui l’a envoyé, celui-là est vrai, et il n’y a point d’injustice en lui.\\wj*"},{"style":"v","text":"\\x k \\xo 7.19 \\xt Ex 20:1; 24:3. Ac 7:53.\\x*\\wj Moïse ne vous a-t-il pas donné la loi? Et nul de vous n’observe la loi.\\wj*\\x l \\xo 7.19 \\xt Mt 12:14. Mc 3:6. Jn 5:18; 10:39; 11:53.\\x*\\wj Pourquoi cherchez-vous à me faire mourir?\\wj*"},{"style":"v","text":"La foule répondit: \\x m \\xo 7.20 \\xt Jn 8:48, 52; 10:20.\\x*Tu as un démon. Qui est-ce qui cherche à te faire mourir? "},{"style":"v","text":"Jésus leur répondit: \\wj J’ai fait une œuvre, et vous en êtes tous étonnés.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Moïse vous a donné la\\wj*\\x n \\xo 7.22 \\xt Lé 12:3.\\x*\\wj circoncision, non qu’elle vienne de Moïse, car elle vient\\wj*\\x o \\xo 7.22 \\xt Ge 17:10.\\x*\\wj des patriarches, et vous circoncisez un homme le jour du sabbat.\\wj*"},{"style":"v","text":"\\wj Si un homme reçoit la circoncision le jour du sabbat, afin que la loi de Moïse ne soit pas violée, pourquoi vous irritez-vous contre moi de ce que j’ai guéri un homme tout entier le jour du sabbat?\\wj*"},{"style":"v","text":"\\x p \\xo 7.24 \\xt De 1:16, 17. Pr 24:23. Ja 2:1.\\x*\\wj Ne jugez pas selon l’apparence, mais jugez selon la justice.\\wj*"},{"style":"v","text":"Quelques habitants de Jérusalem disaient: N’est-ce pas là celui qu’ils cherchent à faire mourir? "},{"style":"v","text":"Et voici, il parle librement, et ils ne lui disent rien! Est-ce que vraiment les chefs auraient reconnu qu’il est le Christ? "},{"style":"v","text":"\\x q \\xo 7.27 \\xt Mt 13:55. Mc 6:3. Lu 4; 22.\\x*Cependant celui-ci, nous savons d’où il est; mais le Christ, quand il viendra, personne ne saura d’où il est. "},{"style":"v","text":"Et Jésus, enseignant dans le temple, s’écria: \\wj Vous me connaissez, et vous savez d’où je suis! Je ne suis pas venu\\wj*\\x r \\xo 7.28 \\xt Jn 5:43; 8:42.\\x*\\wj de moi-même:\\wj*\\x s \\xo 7.28 \\xt Jn 8:26. Ro 3:4.\\x*\\wj mais celui qui m’a envoyé est vrai, et vous ne le connaissez pas.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x t \\xo 7.29 \\xt Jn 10:15.\\x*\\wj Moi, je le connais; car je viens de lui, et c’est lui qui m’a envoyé.\\wj*"},{"style":"v","text":"\\x u \\xo 7.30 \\xt Mc 11:18. Lu 19:47; 20:19. Jn 7:19; 8:37.\\x*Ils cherchaient donc à se saisir de lui, et personne ne mit la main sur lui, parce que son \\x v \\xo 7.30 \\xt Jn 8:20.\\x*heure n’était pas encore venue. "},{"style":"v","text":"\\x w \\xo 7.31 \\xt Jn 8:30.\\x*Plusieurs parmi la foule crurent en lui, et ils disaient: Le Christ, quand il viendra, fera-t-il plus de miracles que n’en a fait celui-ci? "},{"style":"v","text":"Les pharisiens entendirent la foule murmurant de lui ces choses. Alors les principaux sacrificateurs et les pharisiens envoyèrent des huissiers pour le saisir. "},{"style":"v","text":"Jésus dit: \\x x \\xo 7.33 \\xt Jn 16:16.\\x*\\wj Je suis encore avec vous pour un peu de temps, puis je m’en vais vers celui qui m’a envoyé.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\x y \\xo 7.34 \\xt Jn 8:21; 13:33.\\x*\\wj Vous me chercherez et vous ne me trouverez pas, et vous ne pouvez venir où je serai.\\wj*"},{"style":"v","text":"Sur quoi les Juifs dirent entre eux: Où ira-t-il, que nous ne le trouvions pas? Ira-t-il parmi ceux qui sont dispersés chez les Grecs, et enseignera-t-il les Grecs? "},{"style":"v","text":"Que signifie cette parole qu’il a dite: Vous me chercherez et vous ne me trouverez pas, et vous ne pouvez venir où je serai?"},{"style":"r","text":"V. 37-39: cf. Jn 4:10-14. Ap 22:17. És 55:1-3. Joë 2:28, 29."},{"style":"p","text":""},{"style":"v","text":"\\x z \\xo 7.37 \\xt Lé 23:36.\\x*Le dernier jour, le grand jour de la fête, Jésus, se tenant debout, s’écria: \\x a \\xo 7.37 \\xt És 55:1. Jn 6:35. Ap 22:17.\\x*\\wj Si quelqu’un a soif, qu’il vienne à moi, et qu’il boive.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Celui qui croit en moi, des fleuves d’eau vive couleront de son sein, comme dit\\wj*\\x b \\xo 7.38 \\xt És 12:3.\\x*\\wj l’Écriture.\\wj*"},{"style":"v","text":"Il dit cela \\x c \\xo 7.39 \\xt És 44:3. Joë 2:28. Ac 2:17.\\x*de l’Esprit que devaient recevoir ceux qui croiraient en lui; car l’Esprit n’était pas encore, parce que Jésus n’avait pas encore été glorifié."},{"style":"s1","text":"Opinions diverses chez les Juifs. Projets d’arrestation"},{"style":"r","text":"V. 40-52: cf. (Ac 28:23-27. Lu 12:51.) Jé 8:8, 9."},{"style":"p","text":""},{"style":"v","text":"Des gens de la foule, ayant entendu ces paroles, disaient: \\x d \\xo 7.40 \\xt Mt 21:46. Lu 7:16. Jn 6:14.\\x*Celui-ci est vraiment le prophète. "},{"style":"v","text":"D’autres disaient: \\x e \\xo 7.41 \\xt Jn 4:42.\\x*C’est le Christ. Et d’autres disaient: \\x f \\xo 7.41 \\xt Jn 1:47.\\x*Est-ce bien de la Galilée que doit venir le Christ? "},{"style":"v","text":"L’Écriture ne dit-elle pas que c’est de la \\x g \\xo 7.42 \\xt Ps 132:11.\\x*postérité de David, et du village de \\x h \\xo 7.42 \\xt Mi 5:1. Mt 2:6.\\x*Bethléhem, où était David, que le Christ doit venir? "},{"style":"v","text":"Il y eut donc, à cause de lui, division parmi la foule. "},{"style":"v","text":"Quelques-uns d’entre eux voulaient le saisir, mais personne ne mit la main sur lui. "},{"style":"v","text":"Ainsi les huissiers retournèrent vers les principaux sacrificateurs et les pharisiens. Et ceux-ci leur dirent: Pourquoi ne l’avez-vous pas amené? "},{"style":"v","text":"Les huissiers répondirent: Jamais homme n’a parlé comme cet homme. "},{"style":"v","text":"Les pharisiens leur répliquèrent: Est-ce que vous aussi, vous avez été séduits? "},{"style":"v","text":"\\x i \\xo 7.48 \\xt És 33:18. Jn 12:42. 1 Co 1:20; 2:8.\\x*Y a-t-il quelqu’un des chefs ou des pharisiens qui ait cru en lui? "},{"style":"v","text":"Mais cette foule qui ne connaît pas la loi, ce sont des maudits! "},{"style":"v","text":"Nicodème, qui était venu \\x j \\xo 7.50 \\xt Jn 3:2; 19:39.\\x*de nuit vers Jésus, et qui était l’un d’entre eux, leur dit: "},{"style":"v","text":"\\x k \\xo 7.51 \\xt Ex 23:1. Lé 19:15. De 1:17; 17:8; 19:15.\\x*Notre loi condamne-t-elle un homme avant qu’on l’entende et qu’on sache ce qu’il a fait? "},{"style":"v","text":"Ils lui répondirent: Es-tu aussi Galiléen? Examine, et tu verras que de la Galilée il ne sort point de prophète."},{"style":"s1","text":"La femme adultère"},{"style":"r","text":"7 v. 53 à 8 v. 11: cf. De 22:22. (Ps 50:16-21. Ro 2:1-3, 17-23.) Jn 3:17."},{"style":"p","text":""},{"style":"v","text":"Et chacun s’en retourna dans sa maison."}]