[{"style":"mt1","text":"2.Buur ya"},{"style":"s1","text":"Yonent Yàlla Ilyaas yar na Buur Axasya"},{"style":"p","text":""},{"style":"v","text":"Ba Axab buurub Israayil saayee yàggul dara, Mowabeen ña dañoo fippu, jógal doomam Buur Axasya."},{"style":"p","text":"Mu am bés Axasya tollu biir néegam ca kaw taaxum këram ga ca Samari, daldi xàwweekoo ca palanteer ba, daanu ba gaañu lool. Gannaaw gi, mu yónni ay ndaw, ne «Demleen seetal ma ca \\w Baal Sebub|Baal:\\w*, tuuru Ekkron, ba xam ndax dinaa dund gannaaw jéll bii ma daanu.»"},{"style":"v","text":"Ci biir loolu \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* ji wax Ilyaas, ma cosaanoo Tisbi, ne ko: «Demal gaaw dajeek ndawi buurub Samari te laaj leen ne leen: “Xanaa Yàlla daa amul ci Israayil, ba ngeen di seeti ca Baal Sebub, tuuru Ekkron?”"},{"style":"v","text":"Loolu tax na \\w Aji Sax ji|Aji Sax j-:\\w* wax buurub Israayil ne ko: “Lal bi nga tëdd doo ko wàcc, ndax dinga dee moos.”» Ci kaw loolu Ilyaas dem."},{"style":"p","text":""},{"style":"v","text":"Ba ndaw ya waññikoo, Buur Axasya ne leen: «Lu leen waññi?»"},{"style":"v","text":"Ñu ne ko genn góor a leen dogale, ne leen ñu dellu ci buur bi leen yónni, te wax ko ne ko: «Aji Sax ji nee: Ndax Yàlla daa amul Israayil ba ngay yónnee di seetluji ca Baal Sebub, tuuru Ekkron? Loolu tax na lal bi nga tëdd doo ko wàcc, ndax dinga dee moos.»"},{"style":"v","text":"Mu ne leen: «Waaw, góor gi leen dogale, wax leen loolu, nu mu mel?»"},{"style":"v","text":"Ñu ne ko: «Góor ga boroom kawar la te ngembal der la gemboo.» Axasya ne: «Kooku Ilyaas mu Tisbi la.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Axasya yebal njiitu juróom fukki dag, mu ànd ak juróom fukki nitam, dem ba ca Ilyaas. Gisuñu lu moy mu toog ca kaw tund wa. Njiit la ne ko: «Ée góoru Yàlla gi, Buur nee nga wàcc.»"},{"style":"v","text":"Ilyaas wax njiital juróom fukki dag ya, ne ko: «Ndegam góoru Yàlla laa, yal na sawara wàcce asamaan xoyom la, yaw yaak sa juróom fukki dag.» Sawara daldi bàyyikoo asamaan, ne jippét xoyom leen, mook juróom fukki dagam ya."},{"style":"v","text":"Buur dellu yebal keneen ku jiite juróom fukki dag, mu ànd ak juróom fukkam ña. Njiit la dem ne Ilyaas: «Ée góoru Yàlla gi, Buur nee nga wàcc gaaw!»"},{"style":"v","text":"Ilyaas wax leen ne leen: «Ndegam góoru Yàlla laa, yal na sawara wàcce asamaan xoyom la, yaw yaak sa juróom fukki dag.» Sawaraw Yàlla bàyyikoo asamaan, xoyom njiit la, mook juróom fukki dagam ya."},{"style":"v","text":"Mu delluwaat yebal njiital juróom fukki dag, mu ànd ak juróom fukkam ña, muy ñetteel bi yoon. Mu daldi dem ba àgg ca Ilyaas, ne gurub sukk ca kanamam; tinu ko ne ko: «Éy góoru Yàlla gi, ngalla wormaalal sama bakkan ak bakkani juróom fukk ñii, sang bi."},{"style":"v","text":"Gis nga ni sawara wàcce asamaan, xoyom ñaari njiiti juróom fukki dag yi ma jiitu, ñook seen juróom fukki dag, waaye rikk wormaalal sama bakkan ngir ma mucc!»"},{"style":"p","text":""},{"style":"v","text":"Malaakam Aji Sax ji ne Ilyaas: «Wàccal ànd ak moom, bu ko ragal.» Mu daldi wàcc ànd ak njiit la ba ca Buur,"},{"style":"v","text":"ne ko: «Aji Sax ji nee: Yónni nga ay ndaw, di seeti ca Baal Sebub, tuuru Ekkron, mel ni Yàlla amul ci Israayil, ba ñu man koo laaj kàddoom. Loolu tax na lal bi nga tëdd, doo ko wàcc, ndax dinga dee moos!»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee mu dee, muy la Aji Sax ji waxoon, Ilyaas jottali ko. Rakkam Yoram nag falu buur, wuutu ko ca ñaareelu atu nguurug Yexoram doomu Yosafat buurub Yuda. Fekk na Axasya amuloon doom ju góor."},{"style":"v","text":"Li des ci mbiri Axasya aki jëfam, bindees na ko moos ca téere bi ñu dippee Jaloorey buuri Israayil ca seeni jant."}]