[{"style":"s1","text":"Yewu bóom na waa kër Axab"},{"style":"p","text":""},{"style":"v","text":"Buur Axab amoon na juróom ñaar fukki doom yu góor ca Samari. Yewu bind ay bataaxal, yónnee ca Samari ca kilifay Yisreel ak mag ñaak dagi doomi Axab, ne leen:"},{"style":"v","text":"«Gannaaw yeenay wattu seen doomi sang te yeena yor watiir yeek fas yi, dëkke dëkk bi ñu wëraley tata, boole ci yore gànnaay yi, bu ngeen dee jot ci bataaxal bii rekk,"},{"style":"v","text":"tànnleen ki gën te gën di jàmbaar ci seen doomi sang, ngeen teg ko ci jalu baayam. Su ko defee ngeen xeexal seen waa kër sang.»"},{"style":"v","text":"Ñu am tiitaange nag lool, daldi ne ca seen biir: «Seetleen rekk ñaari buur a ngii yu manula të Yewu; mbaa nun dinanu ko mana të yee?»"},{"style":"v","text":"Ba loolu amee ka yilif kër buur ak ka yilif dëkk baak mag ñaak dag ya yónnee ca Yewu, ne ko: «Nun say surga lanu, lépp loo nu wax dinanu ko def. Dunu fal kenn buur. Loo def baax na.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yewu bind leen ñaareelu bataaxal, ne leen: «Ndegam man ngeen àndal te sama kàddu ngeen di topp, dogleen seen boppi doomi sang yu góor te fekk ma fii ci Yisreel nëgëni ëllëg.» Booba doomi buur yu góor juróom ñaar fukk lañu, nekk ak kàngami dëkk ba leen yar."},{"style":"v","text":"Ba bataaxal ba agsee, kàngam yooyu boole doomi buur yu góor ya, rendi, ñuy juróom ñaar fukki góor. Ñu yeb seeni bopp ciy dàmba, yónnee Yewu ca Yisreel."},{"style":"v","text":"Ndaw la agsi ne ko: «Indi nañu boppi doomi buur ya.» Yewu ne: «Defleen ko ñaari jal ca buntu dëkk ba, ba ëllëg.»"},{"style":"v","text":"Ca ëllëg sa mu génn taxaw ca kanam mbooloo mépp ne: «Yeen defuleen dara. Man mii maa fexeel samab sang, rey ko. Waaye ana ku bóom ñii ñépp?"},{"style":"v","text":"Kon xamleen ne du lenn luy fanaan àll ci kàddug Aji Sax ji ci li mu wax ci waa kër Axab. Aji Sax ji sottal na la mu waxoon, Ilyaas jaamam ba jottali ko.»"},{"style":"v","text":"Ba mu ko defee Yewu rey mboolem ña desoon ca kër Axab ca Yisreel ak mboolemi kàngamam aki jegeñaaleem aki \\w sarxalkatam|sarxalkat b-:\\w*, bàyyiwu ca kenn, mu rëcc."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yewu fabu jëm Samari. Ba mu demee ba tollook Bet Eket, ca sàmm sa,"},{"style":"v","text":"daldi dajeek bokki Axasya buurub Yuda. Mu ne leen: «Yeenay ñan?» Ñu ne ko: «Bokki Axasya lanu. Danuy nuyuji doomi Buur Axab ak doomi Lingeer yaayu Buur.»"},{"style":"v","text":"Mu ne: «Jàppleen leen!» Ñu jàpp leen, dem rendi leen ca wetu teenu Bet Eket; ñuy ñeent fukk ak ñaar, bàyyiwuñu ca kenn, mu rëcc."},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Yewu bàyyikoo fa, gis Yonadab doomu Rekab, mu dikk dajeek moom. Mu nuyook moom, ne ko: «Mbaa ni ma fareek yaw te muy dëgg, ni nga fareek man te muy dëgg?» Yonadab ne ko: «Waawaaw.» Yewu ne ko: «Kon nag jox ma sa loxo!» Mu jox ko loxo; mu xëcc ko, yéege ko ca watiir ba,"},{"style":"v","text":"ne ko: «Ñëwal nu dem rekk, nga gis ni ma farloo ci mbiri Aji Sax ji.» Mu waral ko ci watiiram, yóbbu ko."},{"style":"v","text":"Ba Yewu àggee Samari, daa rey mboolem ña desoon ca waa kër Axab ca Samari, raafal leen, muy la Aji Sax ji waxoon Ilyaas."},{"style":"s1","text":"Yewu fiir na waa kër Baal"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Yewu woo mbooloo ma mépp, ne leen: «Axab tuuti la jaamu \\w Baal|Baal:\\w*. Man Yewu bu baax laa koy jaamu."},{"style":"v","text":"Ayca, woolleen ma yonenti Baal yépp ak \\w sarxalkatam|sarxalkat b-:\\w* yépp ak jaamukatam yépp. Bu kenn wuute, ndax sarax bu réy laay defal Baal. Képp ku ko wuute dina dee.» Booba Yewoo ngi fexee nax ñiy jaamu Baal, ba rey leen."},{"style":"v","text":"Yewu ne leen: «Beralleen Baal am ndaje.» Ñu yéene."},{"style":"v","text":"Yewu nag yónnee ca Israayil gépp; mboolem ñay jaamu Baal dikk, kenn desul. Ci kaw loolu, ñu dugg kër Baal, ba kër ga fees dell."},{"style":"v","text":"Yewu ne ka yor cummikaay la: «Képp kuy jaamu Baal, indil ko mbubb.» Mu indil leen ay mbubb."},{"style":"v","text":"Ba loolu amee Yewu ànd ak Yonadab doomu Rekab, duggsi biir kër Baal. Mu ne jaamukati Baal ya: «Xoolleen bu baax, ba gis ne yéenu neen la, te jaamukati Aji Sax ji raxu leen, xanaa jaamukati Baal rekk.»"},{"style":"v","text":"Ña ngay dugg, ne dañuy def ay \\w saraxi rendi-dóomal|Sarax yi:\\w* ak yeneen sarax. Fekk na Yewu teg ca biti juróom ñett fukki nit, ne leen: «Ku ci bàyyi kenn ci ñi ma leen reyloo, ba mu rëcc, sa bakkan ngay feye bakkanam.»"},{"style":"p","text":""},{"style":"v","text":"Ba ñu noppee ca saraxi rendi-dóomal ya, Yewu ne dag yaak jawriñi xarekat ya: «Duggleen, rey leen. Bu kenn génn.» Ñu daldi leen leel ñawkay saamar, ñu daanu. Dag yaak jawriñ ya sànni néew ya ca biti, ba noppi dugg ca néegu Baal ba gëna biire."},{"style":"v","text":"Ñu génne tuuri doj ya sampe woon ca kër Baal, lakk ko."},{"style":"v","text":"Ñu daane jëmmi Baal ja, màbb kër Baal, boole ca, def kob sën, te moom la ba tey jii."},{"style":"p","text":""},{"style":"v","text":"Nii la Yewu raafale lu bokk ci Baal ci Israayil."},{"style":"v","text":"Teewul mu baña dëddu bàkkaar ya Yerbowam doomu Nebat daan bàkkaarloo Israayil, ñuy jaamu ay sëlluy wurus la ko dale Betel, ba ba ngay àgg Dan."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji nag ne Yewu: «Gannaaw def nga lu baax, di jëfe li ma rafetlu te def nga waa kër Axab mboolem li ma bëggoon, saw askan dina toog ci jalub Israayil ba ca say sët-sëtaat.»"},{"style":"v","text":"Terewul Yewu amuloon pastéefu toppe léppi xolam yoonu Aji Sax ji Yàllay Israayil. Bàyyiwul ba tey bàkkaar ya Yerbowam daan bàkkaarloo Israayil."},{"style":"p","text":""},{"style":"v","text":"Ca jamono jooja nag la Aji Sax ji tàmbalee fell suufas Israayil, Asayel buurub Siri di leen duma ca réew ma mépp."},{"style":"v","text":"Noonu lañu ñàkke fa féete dexu Yurdan penku dale ca diiwaanu Galàdd bépp, boole ca suufas waa Gàdd ak waa Ruben ak waa Manase. Mooy la tàmbalee dëkk ba ñuy wax Arower ca kaw dexu Arnon ba ca diiwaanu Galàdd ak Basan."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Yewu ak mboolem lu mu def ak njàmbaaram gépp, bindees na ko moos ci téere bi ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"v","text":"Noonu Buur Yewu saay, fekki ay maamam, ñu denc ko ca Samari. Doomam Yowaxas falu buur, wuutu ko."},{"style":"v","text":"Diir bi Yewu nguuru ci Israayil, Samari di péeyam, ñaar fukki at la ak juróom ñett."}]