[{"style":"s1","text":"Lingeer Atalyaa falu na Yuda"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Atalyaa yaayu Axasya xam ne doomam ju góor dee na, mu daldi bóom mboolem ku bokk ci askanu buur."},{"style":"v","text":"Teewul jigéenub Axasya, Yoseba doomu Buur Yexoram, jàpp Yowas doomu Axasya ju góor, jële ko ca biir doomi buur ya ñuy fexee rey, rawale ko. Ci kaw loolu mu boole kook ab nàmpalkatam, tëj leen cib néeg ngir làq leen Atalyaa, ba kenn reyu ko."},{"style":"v","text":"Yowas nekk naak Yoseba fa kër Yàlla ga, làqu fa juróom benni at, te Atalyaa di nguuru fa réew ma."},{"style":"s1","text":"Yuda bañ na"},{"style":"p","text":""},{"style":"v","text":"Ca atum juróom ñaareel ma, Yoyada woolu waa Keret ya jiite kuréeli téeméeri nit, ak yeneen dag ya, ñu wuyusi ko ca kër Aji Sax ji. Mu fasook ñoom \\w kóllëre|kóllëre g-:\\w*, giñloo leen ca kër Aji Sax ji, ba noppi nuyole leen ak doomu Buur."},{"style":"v","text":"Ci kaw loolu mu sant leen ne leen: «Li ngeen di def mooy lii: Yeen ñi aye liggéey \\w bésub Noflaay|bésub Noflaay b-:\\w*, na seen xaajub ñetteel sàmm ndénkaaneb kër buur,"},{"style":"v","text":"beneen xaajub ñetteel ba wattu buntu Sur ba, xaajub ñetteel ba ca des féeteek bunt ba ca gannaaw dag ya. Noonu ngeen di ay-ayloo wattub kër buur."},{"style":"v","text":"Seen yeneen ñaari kuréel yi ayewul bésub Noflaay, nañu wattusi kër Aji Sax ji, ngir aar buur bi."},{"style":"v","text":"Yeen ñiy dar Buur, fegleen ko wet gu nekk, ku nekk ŋàbb ngànnaayam. Képp ku jëm ci seenug làng, dees koy rey. Àndleen ak Buur ak fu mu mana jëm.»"},{"style":"v","text":"Ci kaw loolu njiiti kuréeli téeméer ya def mboolem la leen Yoyada \\w sarxalkat|sarxalkat b-:\\w* ba sant. Ku nekk ànd ak say nit, ña aye bésub Noflaay ak ña wàcc bésub Noflaay, ñu bokk dikk ca Yoyada, sarxalkat ba."},{"style":"v","text":"Ba loolu amee, sarxalkat ba jox njiiti kuréeli téeméer ya, xeej yaak pakki Buur Daawuda ya nekkoon ca biir kër Aji Sax ji."},{"style":"v","text":"Dag ya nag dar buur ba, ku nekk ŋàbb ay gànnaayam, ñu dare kër Yàlla ga ak \\w sarxalukaay|sarxalukaay b-:\\w* ba, wetu ndijoor ba wetu càmmoñ, ngir yéew buur ba."},{"style":"v","text":"Yoyada génne doomu buur ba, solal ko mbaxanam buur, jox ko kayitu doxalinu nguur ga; ñu fal ko nag buur, diw ko diwug pal, ñu daldi tàccu, ne: «Guddaluw fan, Buur!»"},{"style":"p","text":""},{"style":"v","text":"Ba Atalyaa déggee coowal dag yaak mbooloo ma, daa àgg ca mbooloo ma, fa kër Aji Sax ji."},{"style":"v","text":"Mu xool, yem ci buur ba taxaw fa kenu ga, na ñu ko baaxoo, kilifay xarekat yaak boroom liit ya dar Buur, waa réew ma mépp di bànneexooka wal liit ya. Atalyaa ne tareet ay yéreem ndaxu naqar, daldi yuuxu ne: «Wor am naay! Wor am na!»"},{"style":"v","text":"Ci kaw loolu Yoyada sarxalkat ba sant njiiti kuréeli téeméer ya, kilifay gàngoor ga, ne leen: «Génneleen ko làng gi, te ku ko topp, jamleen ko, mu dee.» Fekk na Yoyada ne buñu ko rey ci biir kër Aji Sax ji."},{"style":"v","text":"Ba mu ko defee ñu teg ko loxo. Ba mu demee ba àgg kër buur, bay tollook fa fas yay dugge, foofa lañu ko reye."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yoyada digoo kóllëre diggante Aji Sax ji ak Buur baak askan wa, ngir ñu doon ñoñi Aji Sax ji. Mu digoo ko itam diggante Buur ak askan wa."},{"style":"v","text":"Ci kaw loolu waa réew ma mépp ànd dem ca kër ga ñuy jaamoo \\w Baal|Baal:\\w*. Ñu màbb ko, ay sarxalukaayam ak jëmmi nataalam, ñu tas tasar, Matan sarxalkatu Baal ba, ñu rey ko ca kanam sarxalukaay ya. Ci biir loolu Yoyada sarxalkat ba teg ay wattukat ca kër Aji Sax ji."},{"style":"v","text":"Mu dellu nag woo njiiti téeméeri nit yaak waa Keret ñaak yeneen dag yaak mboolem waa réew ma, ñu jële Buur kër Aji Sax ji, jaare ca buntu dag ya, yóbbu ko kër buur. Yowas daldi toog ca ngànguney buur ya."},{"style":"v","text":"Waa réew mépp di bànneexu, Péey ba am jàmm ndax la ñu jam Atalyaa saamar ba mu dee ca kër buur."}]