[{"style":"s1","verse":"","text":"Yowas santaane na ñu defaraat kër Aji Sax ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Juróom ñaari at la Yowas amoon ba muy falu buur."},{"style":"v","verse":"2","text":"Ca juróom ñaareelu atu nguurug Yewu buurub Israayil, ca la Yowas falu ca Yuda. Ñeent fukki at la nguuru fa Yerusalem. Yaayam mooy Cibya ma cosaanoo Beerseba."},{"style":"v","verse":"3","text":"Yowas di def li Aji Sax ji rafetlu mboolem diir ba muy wéy ci ndigalal Yoyada."},{"style":"v","verse":"4","text":"Terewul \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya jëleesu ko fa. Mbooloo ma dañoo wéy di fa def ay sarax aka taal \\w cuuraay|cuuraay l-:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Mu am bés mu wax \\w sarxalkat|sarxalkat b-:\\w* ya ne leen: «Mboolem xaalis bu ñu sellalal kër Aji Sax ji, muy xaalisu njot-gi-bakkan\\f + \\fr 12.5 \\fk xaalisu njot-gi-bakkan: \\ft seetal ci \\bk Mucc ga\\bk* 30.11-16.\\f*, mbaa xaalis bu ñu wàccoo ngiñ, mbaa bépp xaalisu \\w saraxu yéene|Sarax yi:\\w* bu nit di indi kër Aji Sax ji,"},{"style":"v","verse":"6","text":"na ko sarxalkat bu nekk nangoo ci seen loxoy xame, ngir ñu liggéeye ko kër Yàlla gi, fépp fu fi laaj ñu defaraat ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Fekk na Yowas dugg ci ñaar fukkeelu atu nguuram ak ñett, te taxul sarxalkat ya defarluwaat lenn ci kër Aji Sax ji."},{"style":"v","verse":"8","text":"Buur Yowas woolu Yoyada, sarxalkat ba ak yeneen sarxalkat ya, ne leen: «Ana lu waral defaruleen lenn ci kër Aji Sax ji? Léegi nag buleen nangooti xaalis ci seeni xame, waaye joxeleen ko, ñu defare ko kër Aji Sax ji.»"},{"style":"v","verse":"9","text":"Sarxalkat ya déggal ko, jëlatuñu xaalis ci mbooloo mi, sasootuñu liggéeyu defaraat kër Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba mu ko defee Yoyada sarxalkat ba wut waxande, bënn pax ca kubeer ga, teg ko ca wetu \\w sarxalukaay|sarxalukaay b-:\\w* ba, fa féete ndijoor, booy duggsi ci kër Aji Sax ji. Sarxalkat yay wattu bunt ba di def ca waxande wa mboolem xaalis bu ñu indi ca kër Aji Sax ji."},{"style":"v","verse":"11","text":"Ci kaw loolu saa yu ñu gisee ne xaalis bu takkoo ngi ci waxande wi ci kër Aji Sax ji, bindkatub Buur ànd ak sarxalkat bu mag ba dikk, waññ ko, fas ko."},{"style":"v","verse":"12","text":"Bu ñu takkee limu xaalis ba, teg ko ca loxoy ña ñu tabb, ñu wara saytu liggéeyu kër Aji Sax ji. Su ko defee ñu fey ca ñay liggéey ca kër Aji Sax ji, muy liggéeykatu bant yaak yeneen liggéeykat ya,"},{"style":"v","verse":"13","text":"ak tabaxkat yaak yattkati doj ya, jënd ca bant ak doji yatt yi ñu soxla ci defarub kër Aji Sax ji, ak mboolem lu ñuy jënd ngir defar kër Aji Sax ji."},{"style":"v","verse":"14","text":"Waaye xaalis bi ñuy indi ci kër Aji Sax ji defaraluñu ci kër Aji Sax ji ay mbalkay xaalis mbaa ay paakaaki këllu tuuru mbaa ay liit ak lenn luy jumtukaayu wurus mbaa xaalis."},{"style":"v","verse":"15","text":"Ñi yor liggéey bi daal lañu ko jox ngir ñu defaraat kër Aji Sax ji."},{"style":"v","verse":"16","text":"Soxlawuñu woona laaj dara nit ñi ñuy teg xaalis bi ci seeni loxo ngir ñu fey liggéeykat yi, ndax màndu ga ñu daan jëfe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Xaalisu \\w saraxu peyug tooñ|Sarax yi:\\w* nag ak xaalisu \\w saraxu póotum bàkkaar|Sarax yi:\\w* daawuñu ko indi ci kër Aji Sax ji. Sarxalkat yaa ko moomoon."},{"style":"s1","verse":"","text":"Buur Yowas jeexal na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ca jamono yooyu Asayel buurub Siri dem na songi Gaat, nangu ko, doora walbatiku nara dal ci kaw Yerusalem."},{"style":"v","verse":"19","text":"Buur Yowas nag dajale mboolem gànjar ga maamam ya, Yosafat ak Yexoram ak Axasya, jagleeloon Aji Sax ji, boole ca gànjar ga mu ko jagleeloon moom ci boppam, ak lépp luy wurus ca dencukaayi kër Aji Sax jeek kër buur. Mu yónnee lépp Asayel buurub Siri, mu dëpp, bàyyi Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Li des ci mbiri Yowas ak mboolem lu mu def, bindees na ko moos ci téere bi ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","verse":"21","text":"Gannaaw gi, ay jawriñam fexeel ko ba bóom ko ca Bet Milo ca yoonu Sila."},{"style":"v","verse":"22","text":"Jawriñam ya ñuy wax Yosabàdd doomu Simeyat ak Yewosabàdd doomu Somer, ñoo ko jam, mu dee; ñu denc ko fa ay maamam ca gox ba ñu naan Kër Daawuda. Doomam Amaciya falu buur, wuutu ko."}]