[{"style":"s1","text":"Yowaxas falu na ci Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba doomu Axasya, Yowas buurub Yuda duggee ca ñaar fukkeelu atam ak ñett ci nguuram, ca la Yowaxas doomu Yewu falu buur ca Israayil, Samari di péeyam. Nguuru na fukki at ak juróom ñaar."},{"style":"v","text":"Muy def li Aji Sax ji ñaawlu, topp ci tànki Yerbowam doomu Nebat, di ko roy ci bàkkaar ya mu daan bàkkaarloo Israayil, bañ koo dëddu."},{"style":"v","text":"Merum Aji Sax ji nag ne jippét ca kaw Israayil, mu teg leen lu yàgg ci loxoy Asayel buurub Siri ak Ben Addàd doomu Asayel."},{"style":"v","text":"Yowaxas nag tinu Aji Sax ji, mu nangul ko, ndax fekk na mu gis fitnay Israayil ji leen buurub Siri fitnaal."},{"style":"v","text":"Aji Sax ji daldi may Israayil ku leen xettali, ba ñu génn ca loxol waa Siri. Ba loolu amee waa Israayil dellu nekk ca seeni kër ci jàmm, na woon démb ak bërki-démb."},{"style":"v","text":"Taxul ba tey ñu dëddu bàkkaari waa kër Yerbowam ya ñu doon bàkkaarloo Israayil. Dañu caa sax. Te it xer wa ñuy jaamoo \\w Aseraa|Asera:\\w* nga sampe woon ca Samari ba booba."},{"style":"v","text":"Mujj na Yowaxas desewuloon ca gàngooru xareem lu moy juróom fukki gawar ak fukki watiir ak fukki junniy xarekat (10~000), ndax buurub Siri moo rey ña ca des ñépp, duma leen ba ñu ne mbëtt."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Yowaxas ak mboolem lu mu def aki njàmbaaram, bindees na lépp moos ci téere bi ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"v","text":"Ba mu ko defee Buur Yowaxas saay, fekki ay maamam, ñu denc ko ca Samari. Doomam Yowas falu buur, wuutu ko."},{"style":"s1","text":"Yowas falu na ca Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba Yowas buurub Yuda duggee ca fanweereelu atu nguuram ak juróom ñaar, ca la Yowas doomu Yowaxas falu buurub Israayil, Samari di péeyam. Nguuru na fukki at ak juróom benn."},{"style":"p","text":""},{"style":"v","text":"Muy def li Aji Sax ji ñaawlu nag, dëdduwul lenn ci bàkkaar ya Yerbowam doomu Nebat doon bàkkaarloo Israayil. Da caa sax kay."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Yowas ak mboolem lu mu def ak njàmbaar ga mu xareek Amaciya buurub Yuda, bindees na lépp moos ci téere bi ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"v","text":"Buur Yowas nag saay, fekki ay maamam, Yerbowam falu, wuutu ko. Ñu denc Yowas fa ñu denc buuri Israayil ca Samari."},{"style":"s1","text":"Yonent Yàlla Alyaasa faatu na"},{"style":"p","text":""},{"style":"v","text":"Ba Alyaasa tëddee ca wopp ja ko wara yóbbu, Yowas buurub Israayil seeti ko, tiim ko, di jooy naan: «Éy baayoo, baay Alyaasa, yaay watiiru xarey Israayil aki gawaram!»"},{"style":"p","text":""},{"style":"v","text":"Alyaasa ne ko: «Indil xala aki fitt.» Mu indi."},{"style":"v","text":"Alyaasa ne ko: «Soxal.» Mu sox. Alyaasa teg ay loxoom ca kaw loxoom,"},{"style":"v","text":"ba noppi ne ko: «Ubbil palanteeru penku bi.» Mu ubbi. Alyaasa ne ko: «Soqil!» Mu soqi. Mu ne ko: «Fittu ndamal Aji Sax jaa ngoog, di fitt gi ngay ame ndam ci waa Siri. Dinga daan waa Siri ca Afeg, ba faxas leen.»"},{"style":"v","text":"Mu delluwaat ne ko: «Jëlal fitt yi.» Mu jël. Mu ne ko: «Soqil fi suuf!» Mu soqi, ba muy ñetti yoon, bàyyi."},{"style":"v","text":"Góorug Yàlla ga nag mere ko, ne ko: «Soo jamoon juróomi yoon ba juróom benni yoon, dinga daan waa Siri, ba jeexal leen tàkk; waaye léegi nag ñetti yoon rekk ngay daan waa Siri.»"},{"style":"v","text":"Gannaaw gi, Alyaasa faatu, ñu denc ko."},{"style":"p","text":"Loolu fekk na ndoortel at mu jotaan ay gàngoori yàqkati Mowabeen dugg ca réew ma."},{"style":"v","text":"Mu am bés ay nit doon rob, jekki-jekki gis gàngooru yàqkat di dikk. Ñu sànni néew ba ca bàmmeelu Alyaasa, daldi daw. Naka la néew ba dal ca yaxi Alyaasa, rekk dekki, ne ñokket, taxaw."},{"style":"s1","text":"Israayil duma na Siri"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Asayel buurub Siri di fitnaal Israayil mboolem diir ba Yowaxas di buur."},{"style":"v","text":"Aji Sax ji nag baaxe leen, yërëm leen, geesu leen ndax \\w kóllëreem|kóllëre g-:\\w* ak Ibraaymaak Isaaxaak Yanqóoba. Looloo tax bëggu leena sànk, te ba tey jii xalabu leen."},{"style":"v","text":"Ba Asayel buurub Siri deewee, doomam Ben Addàd falu, wuutu ko."},{"style":"v","text":"Ba mu ko defee Yowas doomu Yowaxas nangoo ci moom dëkki Israayil ya Asayel jële woon ca loxol baayam Yowaxas ci xare. Ñetti yoon Yowas duma na ko Ben Addàd, ba nanguwaat dëkki Israayil."}]