[{"style":"s1","text":"Buuri Israayil ak Yudaa ngi xeexoo"},{"style":"p","text":""},{"style":"v","text":"Ba buurub Israayil Yowas doomu Yowaxas duggee ca ñaareelu atu nguuram, ca la Amaciya doomu Yowas falu buur ca Yuda."},{"style":"v","text":"Ñaar fukki at ak juróom la amoon ba muy falu, te ñaar fukki at ak juróom ñeent la nguuru fa Yerusalem. Yaayam moo doon Yowadan ma cosaanoo Yerusalem."},{"style":"v","text":"Def na njub gi Aji Sax ji rafetlu, waaye dabul Daawuda maamam. Mboolem noonee Yowas baayam daan jëfe, na la daan jëfe."},{"style":"v","text":"Terewul \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya jëleesu ko fa. Mbooloo ma dañoo wéy di fa def ay sarax aka taal \\w cuuraay|cuuraay l-:\\w*."},{"style":"v","text":"Ba nguur ga demee ba dëgër ci loxoom, mu bóom jawriñam ña bóomoon Buur baayam."},{"style":"v","text":"Waaye doomi bóomkat ya, bóomu leen, ngir dëppook la ñu bind ci téereb yoonu Musaa, te Aji Sax ji santaane ko, ne: «Deesul rey baay ndax doom te deesul rey doom ndax baay. Nit ku nekk, bàkkaaru boppam lees koy reye\\f + \\fr 14.6 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 24.16.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Moom Amaciya moo duma fukki junniy (10~000) waa Edom ca xuru Xorom wa, nangu dëkk ba ñuy wax Sela ca xare ba, tudde ko Yogteel, te noonu la tudd ba bésub tey jii."},{"style":"v","text":"Ba loolu amee Amaciya yónni ay ndaw ca buurub Israayil Yowas doomu Yowaxas doomu Yewu. Mu ne ko: «Dëkk naa la, dikkal nu jàkkaarloo!»"},{"style":"v","text":"Yowas buurub Israayil yónnee Amaciya buurub Yuda tontam, ne ko: «Ndég ga ca Libaŋ moo yónnee woon ca garabu seedar gu mag ga ca Libaŋ, ne ko: “Sa doom jii, may ko sama doom jabar.” Ci kaw loolu rabu àllu Libaŋ jaare fa, dëggaate ndég ga."},{"style":"v","text":"Dëgg la moos, yaa duma Edom, ba tax nag sam xel jay la. Tee ngaa damu te toog sa kër? Te sax ana looy dugge ci jote buy indi ay wu lay daane, yaw, daanewaale Yuda?»"},{"style":"p","text":""},{"style":"v","text":"Amaciya nag faalewul wax jooju, Yowas buurub Israayil jóg; ñu jàkkaarloo mook Amaciya buurub Yuda, ca Bet Semes ga ca Yuda."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee muy jéllu Yuda fa kanam Israayil. Waa Yuda tasaaroo, ku nekk ñibbi ca sab xayma."},{"style":"v","text":"Yowas buurub Israayil nag jàpp buurub Yuda, Amaciya doomu Yowas doomu Axasya\\f + \\fr 14.13 \\fk Axasya \\ft ak Yowaxas, kenn ki la.\\f*, ca Bet Semes. Gannaaw loolu mu dem Yerusalem daldi màbb tata ja, la ko dale buntu Efrayim ba ca buntu Ruq ba, muy ñeenti téeméeri xasab\\f + \\fr 14.13 \\fk xasab \\ft mooy guddaayu loxo, diggante catu baaraamu digg ak conc, di ñeent fukki sàntimet ak juróom. \\f*."},{"style":"v","text":"Ci kaw loolu mu jël mboolem lu doon wurus ak xaalis aki ndab ca kër Aji Sax ja ak ca denci kër buur, boole ca nit ñu mu jàpp, daldi dellu Samari."},{"style":"s1","text":"Yowas buurub Israayil saay na"},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Yowas ak li mu def ba ci njàmbaaram gi mu xareek Amaciya buurub Yuda, bindees na lépp moos ci téere bi ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"v","text":"Gannaaw gi, Buur Yowas saay, fekki ay maamam, ñu denc ko Samari, fa bàmmeelu buuri Israayil. Doomam Yerbowam falu buur, wuutu ko."},{"style":"s1","text":"Amaciya buurub Yuda saay na"},{"style":"p","text":""},{"style":"v","text":"Amaciya doomu Yowas buurub Yuda dund na fukki at ak juróom gannaaw deewug buuru Israayil Yowas doomu Yowaxas."},{"style":"v","text":"Li des ci mbiri Amaciya, bindees na ko moos ci téere bi ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","text":"Lalal nañu ko pexe ca Yerusalem, mu daw dem Lakis. Ñu yónnee dabi ko ca Lakis, foofa lañu ko reye."},{"style":"v","text":"Ba mu ko defee ay fas lañu yóbboo néew ba, denci ko Yerusalem, fa ay maamam, ca gox ba ñu naan Kër Daawuda."},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee waa Yuda gépp fal Asaryaa\\f + \\fr 14.21 \\fk Asaryaa \\ft mooy Osiyas ba tey.\\f* buur, mu wuutu baayam Amaciya, fekk mu am fukki at ak juróom benn."},{"style":"v","text":"Moom moo tabaxaat dëkk ba ñuy wax Elat, delloo ko ci biir Yuda, gannaaw ba Buur Amaciya saayee, fekki ay maamam."},{"style":"s1","text":"Yerbowam mu ndaw falu na ca Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba buurub Yuda Amaciya doomu Yowas duggee ca fukkeelu atu nguuram ak juróom, ca la Yerbowam doomu Yowas falu ca Israayil, Samari di péeyam. Nguuru na ñeent fukki at ak benn."},{"style":"v","text":"Muy def li Aji Sax ji ñaawlu, dëdduwul lenn ci bàkkaar ya Yerbowam doomu Nebat daan bàkkaarloo Israayil."},{"style":"v","text":"Moom moo delloo kemu réewum Israayil fa mu nekkoon, dale ko ca buntu dëkk ba ñuy wax Amat ba ca géeju Xorom, muy la Aji Sax ji Yàllay Israayil waxoon jaamam ba, Yonent Yàlla Yunus ma baayam Amitay cosaanoo Gaat Efer, Yunus jottali ko."},{"style":"v","text":"Fekk na Aji Sax ji gis Israayil gépp, gor ak jaam, nekke fitna ju metti te amul kenn ku leen wallu."},{"style":"v","text":"Aji Sax ji nag nammul woona far turu Israayil, ba jant bi dootu ko tiim fenn. Moo tax mu may leen ku leen xettali, muy Yerbowam doomu Yowas."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Yerbowam ak mboolem lu mu def ak njàmbaaram gi mu xaree te nangoo ko dëkk yi ñuy wax Damaas ak Amat gu Yuda, delloo ko Israayil, bindees na lépp moos ci téere bi ñu dippee Jaloorey buuri Israayil ci seeni jant."},{"style":"v","text":"Gannaaw gi, Buur Yerbowam saay, fekki maamam ya doon buuri Israayil. Doomam Sàkkaryaa\\f + \\fr 14.29 \\fk Sàkkaryaa \\ft mii wuute naak Yonent Yàlla Sàkkaryaa.\\f* falu buur, wuutu ko."}]