[{"style":"s1","text":"Axas falu na buur ca Yuda"},{"style":"p","text":""},{"style":"v","text":"Ba buurub Israayil Peka doomu Remalya duggee ca fukkeelu atu nguuram ak juróom ñaar, ca la Axas doomu Yotam falu buur ca Yuda."},{"style":"v","text":"Ñaar fukki at la Axas amoon ba muy falu buur. Nguuru na fukki at ak juróom benn ca Yerusalem, waaye deful li Aji Sax ji Yàllaam rafetlu, na ko maamam Daawuda baaxoo woon."},{"style":"v","text":"Ca tànki buuri Israayil la topp. Doomam ju góor sax lakk na ko, defal ko sarax tuur ya, di roy ñaawtéefi xeet ya Aji Sax ji dàqoon ngir \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","text":"Rendi nay sarax, taal na \\w cuuraay|cuuraay l-:\\w* ca \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya ak ca kaw tund ya ak mboolem ker garab gu naat."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Reccin buurub Siri, ak buurub Israayil Peka doomu Remalya, jóg song Yerusalem xare. Ñu gaw Buur Axas, te manuñu koo daan."},{"style":"v","text":"Jamono yooyu, fekk na Reccin nangu Elat, mu tàbbi ci loxol Siri. Mu génne waa Yuda Elat; Edomeen ña délsi Elat, dëkk fa ba bésub tey jii."},{"style":"v","text":"Axas nag yebal ay ndaw ca Tiglaat Pilser buurub Asiri, ne ko: «Man de, dama di sab jaam, te di sa doom. Kon nag ngalla dikkal xettali ma ci ñi ma jógal, di buurub Siri ak buurub Israayil.»"},{"style":"v","text":"Axas jël xaalis ak wurus wa nekkoon ca kër Aji Sax ja ak ca denci kër buur, defal ko buurub Asiri yóbbal."},{"style":"v","text":"Buurub Asiri nangul ko, dal ca kaw Damaas, nangu dëkk ba, jàpp waa dëkk ba, yóbbu Kir, ba noppi rey Reccin."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Buur Axas dem ca Tiglaat Pilser buurub Asiri ca Damaas, gis fa \\w sarxalukaay|sarxalukaay b-:\\w* ba fa nekk. Ba mu ko defee Buur Axas yónnee Uri \\w sarxalkat|sarxalkat b-:\\w* ba nataalu sarxalukaay ba ak tabaxin waak mboolem na mu bindoo."},{"style":"v","text":"Uri sarxalkat ba daldi tabax sarxalukaay bu dëppook mboolem tegtal ya bàyyikoo ca Buur Axas ca Damaas. Uri daldi àggale liggéey ba, bala Buur Axas di ñibbisi."},{"style":"v","text":"Ba Buur Axas ñibbisee, jóge Damaas, ba nemmiku sarxalukaay ba, daa dikk ba ca sarxalukaay ba, joxe fa sarax."},{"style":"v","text":"Taal na fa \\w saraxu rendi-dóomalam|Sarax yi:\\w*, joxe ca \\w saraxu peppam|Sarax yi:\\w*, sotti ca \\w saraxu tuuroom|Sarax yi:\\w*, ba noppi xëpp deretu \\w saraxu cantam ci biir jàmm|Sarax yi:\\w* ca kaw sarxalukaay ba."},{"style":"v","text":"Sarxalukaayu xànjar ba tege woon ca kanam Aji Sax ji, mu jële ko ca kanam kër ga mu nekkoon, ca diggante sarxalukaay bu bees baak kër Aji Sax ji, teg ko ca wetu sarxalukaay bu bees ba, fa féete bëj-gànnaar."},{"style":"v","text":"Ci biir loolu Buur Axas sant Uri sarxalkat ba ne ko: «Ci kaw sarxalukaay bu mag bi ngay lakke saraxu rendi-dóomalu suba si ak saraxu pepp bu ngoon bi ak saraxu rendi-dóomalu buur bi ak saraxu peppam. Nanga ci boole saraxu rendi-dóomal bi ñuy joxeel mboolem waa réew mi, ak seen saraxu pepp ak seen saraxu tuuru. Te nga xëpp ci kawam mboolem deretu saraxu rendi-dóomal bi ak deretu mboolem sarax su ñuy rendi. Sarxalukaayu xànjar bi moom, maa koy moom, di ko gindikoo ci Aji Sax ji.»"},{"style":"v","text":"Uri sarxalkat ba def la ko Buur Axas sant lépp."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Buur Axas toj làcci rootukaay\\f + \\fr 16.17 \\fk làcci rootukaay: \\ft seetal ci \\bk 1.Buur ya\\bk* 7.27-29.\\f* ya ñuy dawal, jële bagaan ya woon ca kaw, teggi mbalka mu mag ma ñuy wax Géej te tege woon ca yëkki xànjar ya ko yenu. Mu teg ko ci kaw ab dëru doj."},{"style":"v","text":"Ci kaw loolu bëgg lu neex buurub Asiri tax mu soppi buntu \\w bésub Noflaay|bésub Noflaay b-:\\w* ba mbaar tiimoon ci biir kër Aji Sax ji, soppiwaale buntu buur ba féete biti."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Axas ak la mu def, bindees na ko moos ci téere bi ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","text":"Gannaaw gi, Buur Axas saay, fekki ay maamam. Ca ay maamam lañu ko denc, ca gox ba ñu naan Kër Daawuda. Esekiyas doomam falu buur, wuutu ko."}]