[{"style":"s1","text":"Esekiyas falu na buur ca Yuda"},{"style":"p","text":""},{"style":"v","text":"Ba Ose doomu Ela buurub Israayil duggee ca ñetteelu atu nguuram, ca la Esekiyas doomu Axas falu ca Yuda."},{"style":"v","text":"Amoon na ñaar fukki at ak juróom ba muy falu buur. Nguuru na ñaar fukki at ak juróom ñeent ca Yerusalem. Yaayam nag mooy Abi doomu Sàkkaryaa."},{"style":"v","text":"Muy def li Aji Sax ji rafetlu, mboolem noonee ko Daawuda maamam daan defe."},{"style":"p","text":""},{"style":"v","text":"Moom moo dindi \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya, toj tuuri doj ya, gor xer wa ñuy jaamoo \\w Asera|Asera:\\w*, rajaxe jaanu xànjar ja Musaa defaroon. Ndax ba ca jamono yooya waa Israayil dañu daan taalal jaanu xànjar ja \\w cuuraay|cuuraay l-:\\w*, tudde ko Nexustan."},{"style":"v","text":"Ni Esekiyas wóoloo woon Aji Sax ji Yàllay Israayil amu ci moroom ci mboolem buuri Yuda yi topp ci moom mbaa yi ko jiitu."},{"style":"v","text":"Dafa sax ci Aji Sax ji, dëdduwu ko, xanaa di topp ndigal ya Aji Sax ji joxoon Musaa."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji nag ànd ak Esekiyas, mu am ndam ci mboolem lu mu sumb. Bañ na nooteelu buurub Asiri, ba nangulatu ko."},{"style":"v","text":"Ci kaw loolu dàq na waa Filisti, ba ca dëkk ba ñuy wax Gasa ak diiwaanam, dale ko ca tatay wattukat ya ba ca dëkk yu mag ya ñu wëraley tata."},{"style":"p","text":""},{"style":"v","text":"Ba Esekiyas buurub Yuda duggee ca ñeenteelu atu nguuram, yemook ba buurub Israayil Ose doomu Ela duggee ca juróom ñaareelu atu nguuram, ca la Salmanasar buurub Asiri song Samari, gaw ko."},{"style":"v","text":"Gaw nañu Samari ba ca ñetteelu at ma, door koo nangu, ca juróom benneelu atu nguurug Esekiyas, yemook ba Ose buurub Israayil duggee ca juróom ñeenteelu atu nguuram."},{"style":"v","text":"Ba mu ko defee buurub Asiri jàpp Israayil, yóbbu Asiri, dëël leen diiwaanu Ala ak Gosan ga dexu Abor wale, ak ca dëkki xeetu Medd ya."},{"style":"v","text":"Li waral loolu mooy waa Israayil a déggalul seen Yàlla Aji Sax ji. Dañoo fecci \\w kóllëreem|kóllëre g-:\\w* ak moom, ba mboolem li Musaa, jaamu Aji Sax ji, santaane woon. Faalewuñu ko, jëfewuñu ko."},{"style":"s1","text":"Asiri song na Yuda"},{"style":"p","text":""},{"style":"v","text":"Ca fukk ak ñeenteelu atu nguurug Esekiyas buurub Yuda, ca la Senaxerib buurub Asiri dikk song mboolem dëkki Yuda ya tata wër, daldi leen nangu."},{"style":"v","text":"Esekiyas buurub Yuda yónnee ca buurub Asiri ca Lakis ne ko: «Tooñ naa de, waaye ngalla baal ma, te dem. Loo ma sas dinaa ko fey.» Buurub Asiri sas Esekiyas buurub Yuda téeméeri barigoy xaalis ak fukki barigoy wurus."},{"style":"v","text":"Esekiyas joxe mboolem xaalis ba nekkoon ca kër Aji Sax ji ak ca dencukaayi kër buur."},{"style":"v","text":"Booba la Esekiyas xobbi wurus wa ñu xoobe woon bunti kër Aji Sax ji ak kenu ya, yónnee ko buurub Asiri."},{"style":"p","text":""},{"style":"v","text":"Buurub Asiri nag tollu ca Lakis, yebal bummeem ak kilifay jawriñam ak bëkk-néegam, ñu ànd ak gàngooru xare gu takku, dem Yerusalem. Ba ñu agsee Yerusalem ba tollook solomu mbàndum kaw ma, fa feggook yoon wa jëm ca toolub fóotukaay ba, fa lañu taxaw."},{"style":"v","text":"Ci kaw loolu ñu woolu Buur. Gannaaw loolu bootalub buur Elyakim doomu Ilkiya ànd ak Sebna bindkat ba, ak doomu Asaf, Yowax ma yor téere ya, ñu dikk dajeek ñoom."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Rabsake bëkk-néegu buurub Asiri ne leen: «Waxleen nag Esekiyas ne ko: “Buur bu mag ba, buurub Asiri dafa wax ne: Sa yaakaar jii nga yaakaar, ana foo ko teg?"},{"style":"v","text":"Defe nga ne làmmiñu kese doy na pexeek njàmbaar cib xare? Ma ne: Ana kan nga yaakaar bay fippu ci sama kaw?"},{"style":"v","text":"Misra daal, nga def sa yaakaar, bantu barax bu tas boobu di sokk képp ku ci wéeru! Firawna buuru Misra de, mooy boobu bant ci képp ku ko yaakaar."},{"style":"v","text":"Xanaa doo ma ne seen Yàlla Aji Sax ji ngeen yaakaar? Xanaa du Esekiyas moo dindi \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* yeek \\w sarxalukaayi|sarxalukaay b-:\\w* Aji Sax ji, ba noppi ne waa Yuda ak Yerusalem sarxalukaay boobu ci Yerusalem lañuy sujjóotal?”"},{"style":"p","text":""},{"style":"v","text":"«Léegi daal, déggool rekk ak sama sang buurub Asiri, ma jox la ñaari junniy fas, ndegam am ngay gawaram!"},{"style":"v","text":"Ana noo mana tëwe ki gëna tuut ci sama jawriñi sang? May wax ngay yaakaare Misra ay watiir aki fas!"},{"style":"v","text":"Te sax, xanaa du Aji Sax ji laa àndal ba dalsi fi kaw béreb bii, ngir tas ko? Aji Sax ji ci boppam moo ma ne: “Songal réew mii, tas ko!”»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Elyakim doomu Ilkiya ak Sebna ak Yowax ñaan Rabsake, ne ko: «Ngalla, làkk nu arameen, dégg nanu ko. Bu nu wax ebrë, mbooloo mi ci kaw tata ji di ci dégg.»"},{"style":"v","text":"Bëkk-néeg ba ne leen: «Ndax yeen ak seen sang doŋŋ la ma sama sang yóbbante kàddu yii? Ñi toog ci kaw tata ji dañu cee bokkul am? Te ñu nara ànd ak yeen lekk seen jonkani bopp, naan seenum saw!»"},{"style":"v","text":"Bëkk-néeg ba nag taxaw, xaacu ca kaw ci ebrë ne: «Dégluleen kàddug buur bu mag bi, buurub Asiri."},{"style":"v","text":"Buur dafa wax ne bu leen Esekiyas nax, ndax manu leena xettali ci loxoom."},{"style":"v","text":"Bu leen Esekiyas yaakaarloo Aji Sax ji it, naan leen: “Aji Sax ji moo nuy xettali moos, te deesul teg dëkk bii ci loxol buurub Asiri!”"},{"style":"v","text":"Buleen déglu Esekiyas. Buurub Asiri kat dafa wax ne: “Jàmmooleen ak man te ngeen génn dëkk bi, dikk nangul ma. Su ngeen ko defee, ku nekk ci yeen mana lekk ak jàmm ci garabu reseñam, lekk ak jàmm ci figgam, di naan ndoxum teenam,"},{"style":"v","text":"ba keroog may dikk, yóbbu leen réew mu mel ni seen réew mi, réewum pepp ak ndoxum reseñ, réewum mburu ak tooli reseñ, réewum garabi oliw, diw ak lem tuuru, ndax ngeen dund te baña dee. Bu leen Esekiyas sànk, naan leen: ‘Aji Sax ji moo nuy xettali.’ Buleen ko déglu!"},{"style":"v","text":"Ndax tuuri xeet yi mas nañoo xettali réewu wenn xeet ci buurub Asiri?"},{"style":"v","text":"Ana tuuri réew yii di Amat ak Arpàdd? Ana tuuri Sefarwayim ak Ena ak Iwa? Ndax dañoo xettali Samari ci man?"},{"style":"v","text":"Tuuri réew yépp, ana mu ci xettali menn réew ci man, ba Aji Sax ji wara mana xettali Yerusalem ci man?”»"},{"style":"p","text":""},{"style":"v","text":"Mbooloo ma nag ne cell, tontuwuñu ko baat, ndax Buur moo leen santoon ne leen buñu ko tontu."},{"style":"v","text":"Ba loolu amee bootalub Buur, Elyakim doomu Ilkiya, ak Sebna, bindkat ba, ak doomu Asaf, Yowax ma denc téere ya, ñoo dem ak seen yérey ñaawlu yu xottiku, ba ca Esekiyas. Ñu daldi koy àgge kàddug bëkk-néeg ba."}]