[{"style":"p","text":""},{"style":"v","text":"Naka la ko Buur Esekiyas dégg, daldi xotti ay yéreem, sol saaku yu muy ñaawloo. Mu dem nag ca kër Aji Sax ji."},{"style":"v","text":"Ba loolu amee mu yebal Elyakim bootalub Buur ak Sebna bindkat ba, ak ñay mag ca \\w sarxalkat|sarxalkat b-:\\w* ya. Ñu sol saaku yu ñuy ñaawloo, daldi dem ca Yonent Yàlla Esayi doomu Amocc."},{"style":"v","text":"Ñu ne ko: «Esekiyas dafa wax ne: “Bésub tey bésub njàqare la ak mbugal ak gàcce. Mooy li ñuy wax naa: Doom a ngi ci buntub juddu, te dooley wasin réer!"},{"style":"v","text":"Jombul nag sa Yàlla Aji Sax ji dégg mboolem kàdduy bëkk-néeg bi sangam buurub Asiri yebal, ngir mu kókkali Yàlla jiy dund. Te kon sa Yàlla Aji Sax ji mooy dogal mbugal mi war ci kàddu yooyu mu dégg. Yékkatil kàddug ñaan rekk, ngir ñi fi desagum.”»"},{"style":"p","text":""},{"style":"v","text":"Ba surgay Buur Esekiyas àggee Esayi wax jooju leen seen sang wax,"},{"style":"v","text":"Esayi da ne leen: «Waxleen seen sang ne ko: Aji Sax ji dafa wax ne: “Bul ragal kàddu yi nga dégg surgay buurub Asiri ñàkke ma ko kersa."},{"style":"v","text":"Maa ngii di ko sol xel mu ko gëmloo xibaar bu muy dégg, ba dellu réewam, ma reye ko ab saamar ca réewam.”»"},{"style":"s1","text":"Asiri tooñati na Yuda"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Rabsake dégg ne buurub Asiri bàyyikoo na Lakis, bay xareek dëkk ba ñuy wax Libna. Mu walbatiku fekki ko foofa."},{"style":"v","text":"Booba buurub Asiri daa dégg ne Tiraka buurub \\w Kuus|Kuus:\\w* moo leen di songsi. Mu dellu yebal ay ndaw ca Esekiyas, ne leen:"},{"style":"v","text":"«Waxleen Esekiyas buurub Yuda, ne ko: “Seen Yàlla ji ngeen yaakaar, bumu leen nax, naa leen deesul teg Yerusalem ci loxol buurub Asiri."},{"style":"v","text":"Xanaa yaw ci sa bopp dégg nga li buuri Asiri def mboolem réew yi, faagaagal leen? Yaw nag, ndax yaa ciy mucc?"},{"style":"v","text":"Xeet yi samay maam sànk, ndax seeni yàlla dañu leena musal, muy Gosan, di Karan, di Reccef, di askanu Eden wa woon ca Telasar?"},{"style":"v","text":"Ana buuri Amat ak Arpàdd ak Layir ak Sefarwayim ak Ena ak Iwa?”»"},{"style":"p","text":""},{"style":"v","text":"Ba Esekiyas jëlee bataaxal ba ca loxol ndaw ya, jàng ko ba noppi, dafa dem ba ca kër Aji Sax ji. Mu daldi tàllal bataaxal ba fa kanam Aji Sax ji."},{"style":"v","text":"Esekiyas ñaan fi kanam Aji Sax ji, ne ko: «Éy Aji Sax ji, Yàllay Israayil mi toog ci jal bi, fi tiim malaakay \\w serub|serub y-:\\w* yi. Yaw doŋŋ yaa di Yàllay mboolem nguuri àddina. Yaw déy, yaa sàkk asamaan ak suuf."},{"style":"v","text":"Ngalla Aji Sax ji, dékkal sa nopp ba dégg! Aji Sax ji, xippil say gët ba gis, te dégg kàdduy Senaxerib yi mu yóbbante, ngir ñàkke la ko kersa, yaw, Yàlla jiy dund!"},{"style":"v","text":"Aylayéwén Aji Sax ji, buuri Asiree tas xeet yeek seeni réew,"},{"style":"v","text":"te ñoo sànni seeni yàlla ci sawara it, ndax yooyoo dul Yàlla, xanaa lu nit sàkke loxoom, bant ak doj, ba tax ñu sànk leen."},{"style":"v","text":"Kon nag Aji Sax ji sunu Yàlla, ngalla wallu nook moom, ba mboolem nguuri àddina xam ne yaw Aji Sax ji doŋŋ yaa di Yàlla.»"},{"style":"s1","text":"Yonent Yàlla Esayi yégle na jéllub Asiri"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Esayi doomu Amocc yónnee ca Esekiyas ne ko: «Aji Sax ji Yàllay Israayil dafa wax ne li nga ko ñaan ci Senaxerib buurub Asiri, dégg na ko."},{"style":"v","text":"Lii moo di kàddu gi Aji Sax ji wax ci moom:"},{"style":"q1","text":"“Yaw, janq \\w Siyoŋ|Siyoŋ:\\w* mu taaru da laa xeeb, di la ñaawal."},{"style":"q1","text":"Yerusalem, dëkk bu taaru booboo lay wëcc bopp,"},{"style":"q1","text":"di la kekku sa gannaaw."},{"style":"q1","text":""},{"style":"v","text":"Ana kooy kókkaleeka ñàkke kersa?"},{"style":"q1","text":"Moo kooy yékkatil kàddu?"},{"style":"q1","text":"Kooy xool gëti xeebeel?"},{"style":"q1","text":"Xanaa du \\w Aji Sell|Aji Sell j-:\\w* ju Israayil ji?"},{"style":"q1","text":""},{"style":"v","text":"Yaa yebal say ndaw, di kókkali Boroom bi,"},{"style":"q1","text":"te naa: ‘Sama watiir yi ne xas"},{"style":"q1","text":"laa ware kawtey tund yi, jàll ba ca xolu Libaŋ."},{"style":"q1","text":"Maa gor seedaram ya fa sut,"},{"style":"q1","text":"ak tànnéefi garabi sipparam,"},{"style":"q1","text":"maay àkki ba ca collub dalub tundu Libaŋ,"},{"style":"q1","text":"ak gottam bu naat ba nib tóokër."},{"style":"q1","text":""},{"style":"v","text":"Maa gas ay teen, naan ndoxum réewum jàmbur,"},{"style":"q1","text":"maa joggatee sama ndëgguy tànk wali Misra yépp, ŋiisal ko.’"},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«“Waaye, Senaxerib, xanaa déggoo ne bu yàgg laa dogal loolu?"},{"style":"q1","text":"Ca jant ya woon laa ko nasoon,"},{"style":"q1","text":"tey ma sottal ko,"},{"style":"q1","text":"ba nga mana def genti jali tojit, dëkk yu ñu wërmbaley tata."},{"style":"q1","text":""},{"style":"v","text":"Waa dëkk ya ne yàcc, jàq, torox,"},{"style":"q1","text":"mel ni gàncaxu àll mbaa ñax mu yees,"},{"style":"q1","text":"mbete caxum xadd,"},{"style":"q1","text":"balaa màgg, lax."},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«“Waaye boo toogee, boo génnee, boo duggee, xam naa,"},{"style":"q1","text":"boo xadaroo sama kaw it, xam naa."},{"style":"q1","text":""},{"style":"v","text":"Yaa xadaru sama kaw,"},{"style":"q1","text":"ba sag reewande tàbbi ci sama nopp!"},{"style":"q1","text":"Maa lay takkal ag nos akug laab,"},{"style":"q1","text":"waññi la, nga dellu yoon wa nga dikke woon.”"},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«Lii nag, Esekiyas, def kob takk."},{"style":"q1","text":"Dees na lekk ren peppum saxyaay,"},{"style":"q1","text":"déwén it dees na lekk lu saxal boppam."},{"style":"q1","text":"Waaye déwén-jéeg, ngeen ji, góob,"},{"style":"q1","text":"jëmbat tóokëri reseñ, lekk ca meññeef ma."},{"style":"q1","text":""},{"style":"v","text":"Ña des ca askanu Yuda"},{"style":"q1","text":"ñooy saxaat ay reen, ba meññaat ay doom."},{"style":"q1","text":""},{"style":"v","text":"Yerusalem kay la aw ndes di génne,"},{"style":"q1","text":"aw ndes ay rëcce tundu Siyoŋ,"},{"style":"q1","text":"te Aji Sax ji Boroom gàngoor yi mooy sottal loolu ci xéraangeem."},{"style":"m","text":""},{"style":"v","text":"Moo tax Aji Sax ji wax ci buurub Asiri ne:"},{"style":"q1","text":"“Du dugg ci dëkk bii,"},{"style":"q1","text":"du fi soqig fitt,"},{"style":"q1","text":"du fi taxawe ab pakk,"},{"style":"q1","text":"du fi jal jal bu muy gawe."},{"style":"q1","text":""},{"style":"v","text":"Yoon wa mu dikke lay delloo,"},{"style":"q1","text":"biib dëkk du fi dugg. Kàddug Aji Sax jee."},{"style":"q1","text":""},{"style":"v","text":"Maay aar dëkk bii, musal ko"},{"style":"q1","text":"ngir man ci sama bopp ak Daawuda sama jaam bi.”»"},{"style":"p","text":""},{"style":"v","text":"Guddig keroog \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* ji dikk, faat ca dalub Asiri téeméer ak juróom ñett fukk ak juróomi junni (185~000). Ca ëllëg sa ña mucc teela xëy, yemuñu ci lu moy ñooña ñépp, diy néew."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Senaxerib buurub Asiri daldi fabu, ñibbi. Mu toog nag ca péey ba, di Niniw."},{"style":"v","text":"Gannaaw gi, ba muy sujjóot ca kër yàllaam ma ñuy wax Nisrog, Addraameleg ak Sarecer, doomam yu góor ñoo ko fa bóome saamar. Ñoom nag, ñu daw làquji réew ma ñuy wax Araraat. Ci kaw loolu doomam Asaradon falu buur, wuutu ko."}]