[{"style":"s1","text":"Yonent Yàlla Ilyaas yéeg na"},{"style":"p","text":""},{"style":"v","text":"Bés ba Aji Sax jiy yóbbu Ilyaas kaw asamaan ci biir callweer, ma nga bàyyikoo woon Gilgal, ànd ak Alyaasa."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Ilyaas ne Alyaasa: «Xaaral fii rikk, ndax Aji Sax ji da maa yebal Betel.» Alyaasa ne ko: «Ak sama digganteek Aji Sax ji, Kiy dund, nga fekke tey, duma teqalikook yaw mukk.» Ñu daldi ànd, dem Betel."},{"style":"p","text":""},{"style":"v","text":"Kuréelu yonenti Betel nag dikk ca Alyaasa ne ko: «Ndax xam nga ne bésub tey jii Aji Sax ji dina la yenni sa kilifteefu sang Ilyaas?» Mu ne: «Man kay xam naa ko; waaye noppileen rekk.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Ilyaas ne Alyaasa: «Ngalla xaar ma fii nag, ndax Aji Sax ji da maa yebal Yeriko.» Alyaasa ne ko: «Ak sama digganteek Aji Sax ji, Kiy dund, nga fekke tey, duma teqalikook yaw mukk.» Ñu daldi ànd, dem Yeriko."},{"style":"p","text":""},{"style":"v","text":"Kuréelu yonenti Yeriko nag dikk ba ca Alyaasa ne ko: «Ndax xam nga ne bésub tey jii Aji Sax ji dina la yenni sa kilifteefu sang Ilyaas?» Mu ne leen: «Man kay xam naa ko, waaye noppileen rekk.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Ilyaas ne Alyaasa: «Ngalla xaaral fii, ndax Aji Sax ji da maa yebal dexu Yurdan.» Alyaasa ne ko: «Ak sama digganteek Aji Sax ji, Kiy dund, nga fekke tey, duma teqalikook yaw mukk!» Ñu ànd ñoom ñaar."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee juróom fukki nit bawoo ca kuréeli yonent ya, dikk taxaw, dànd leen, janook ñoom fa ñu yem ñoom ñaar ca tàkkal dexu Yurdan."},{"style":"v","text":"Ilyaas jël mbubbam, taxañ, ne ko tàrr ca ndox ma, mu xàjjalikoo ñaar. Ñu jaar ci suuf su wow si, jàll ca wàlla."},{"style":"p","text":""},{"style":"v","text":"Ba ñu jàllee, Ilyaas ne Alyaasa: «Wax ma lu ma lay defal bala ñu maa yóbbu, may teqalikook yaw!» Alyaasa ne ko: «Xanaa ma am lu tollook ñaari yoon ci sag leer.»"},{"style":"v","text":"Ilyaas ne ko: «Ñaan nga lu jafe. Waaye soo ma gisee bu ñu may jële fi ma nekk ak yaw, yóbbu, kon dinga ko am. Soo ma gisul nag, doo ko am.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ñu ànd di waxtaan, di dem. Yéguñu lu moy watiiru sawara wu ànd ak fasi sawara, ne jimeet, dox seen diggante ñoom ñaar; Ilyaas yiiroo aw callweer, yéeg kaw asamaan."},{"style":"v","text":"Alyaasa gis loolu, daldi yuuxu, naan: «Wuy baayee, baay bóoy, yaay watiiru xarey Israayil aki gawaram!» Ba loolu amee gisatu ko. Mu ne sëq ay yéreem, ne ko tareet, def ko ñaar ndaxu tiis,"},{"style":"v","text":"doora for mbubb ma wadde ca Ilyaas; ne wërëñ, dem taxawi ca tàkkal dexu Yurdan."},{"style":"v","text":"Ba mu ko defee Alyaasa fab mbubb ma wadde ca Ilyaas, ne ko tàrr ca ndox ma ne: «Ana Aji Sax ji, Yàllay Ilyaas? Ana mu?» Naka la Alyaasa dóor ca ndox ma moom itam, mu xàjjalikoo ñaar, mu jàll."},{"style":"p","text":""},{"style":"v","text":"Kuréeli yonenti Yeriko ya doon seetaan a nga janook moom naa: «Leeru Ilyaas wàcc na ci kaw Alyaasa!» Ba loolu amee ñu gatandu ko, sujjóotal ko, dëpp seen jë ca suuf."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ñu ne ko: «Xam nga lan la, sang bi? Am na ci nun juróom fukki nit ñu jàmbaare. Nañu dem seetali la sa sang ba. Jombul leeru Yàlla yóbbu ko, teg ko ci kaw tund yii, wenn, mbaa mu teg ko ci biir xur yii, wenn.» Mu ne leen: «Déedéet, buleen leen yebal.»"},{"style":"v","text":"Ñu soññ ko, ba mu am ca kersa, ne leen: «Waaw, yeballeen leen.» Ñu daldi yebal juróom fukki nit, ñu seet diiru ñetti fan, gisuñu kenn."},{"style":"v","text":"Naka lañu dellu ca moom, fekk ko ca Yeriko, mu ne leen: «Newuma leen woon buleen dem?»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu waa dëkk ba ne Alyaasa: «Xam nga ne fi dëkk bi nekk baax na, sang bi, waaye ndox mi baaxul, te suuf si nanguwul.»"},{"style":"v","text":"Alyaasa ne leen: «Indilleen ma ndab lu bees, te def ci xorom.» Ñu indil ko ko."},{"style":"v","text":"Mu dem ba ca bëtu ndox ba, sànni ca xorom sa, ne: «Aji Sax ji nee: Laabal naa ndox mii. Dootul rey te dootul tax suuf si du nangu.»"},{"style":"v","text":"Ndox ma daa laab ba tey jii, muy la Alyaasa waxoon."},{"style":"p","text":""},{"style":"v","text":"Alyaasa bàyyikoo fa, jëm Betel. Ma nga topp yoon wa di dem, ay gone jóge ca dëkk ba, di ko ñaawal, naan ko: «Boroom nel, ca kaw! Ée boroom neléey, ayca ca kaw!»"},{"style":"v","text":"Naka la ne gees, ne leen jàkk, daldi leen móolu ci turu Aji Sax ji. Ci kaw loolu ñaari rab yu aay yu tudd urs génne ca àll ba, fàdd ca gone ya ñeent fukk ak ñaar."},{"style":"v","text":"Mu bàyyikoo foofa jubal tundu Karmel, jóge fa dellu Samari."}]