[{"style":"s1","text":"Esekiyas wopp na, ba jóg"},{"style":"p","text":""},{"style":"v","text":"Jant yooyu la Esekiyas woppoon bay waaja dee. Yonent Yàlla Esayi doomu Amocc dikk, ne ko: «Aji Sax ji dafa wax ne: Dénkaaneel sa mbiri kër, ndax dangay dee, doo jóg!»"},{"style":"v","text":"Mu walbatiku nag, jublook miir ba, ñaan ci Aji Sax ji ne ko:"},{"style":"v","text":"«Éy Aji Sax ji, ngalla bàyyil xel ni ma àndeek yaw sama léppi xol, ci kóllëre, te li nga rafetlu laa jëfe.» Mu jooy nag, jooy yu metti."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Esayi génn, weesoogul digg ëtt ba sax, kàddug Aji Sax ji dikkal ko ne ko:"},{"style":"v","text":"«Dellul ba ca Esekiyas, sama njiitu ñoñ, nga ne ko: “Aji Sax ji sa Yàllay maam Daawuda dafa wax ne: Dégg naa sag ñaan, gis naa say rongooñ. Maa ngii di la wéral, te bu gannaaw ëllëgee, dinga dem ci kër Aji Sax ji."},{"style":"v","text":"Dinaa yokk ci saw fan fukki at ak juróom. Buurub Asiri ak dooleem, maa la ciy xettali, yaw ak dëkk bii, te maay aar dëkk bii ndax man ci sama bopp ak Daawuda sama jaam bi.”»"},{"style":"v","text":"Esayi teg ca ne: «Indileen danku figg.» Ñu indi, teg ko ca taab ba, Esekiyas wér."},{"style":"p","text":""},{"style":"v","text":"Fekk na Esekiyas ne Esayi: «Ana lu di takk biy firndeel ne Aji Sax ji dina ma wéral, ba ma mana dem gannaaw ëllëg ca kër Aji Sax ji?»"},{"style":"v","text":"Esayi ne ko: «Takk biy bàyyikoo ci Aji Sax ji, di firndeel ne dina def li mu wax, ñaar yii loo ci bëgg: ker gi màgg lu tollook fukki dëggastal, mbaa mu dellu gannaaw fukki dëggastal?»"},{"style":"v","text":"Esekiyas ne ko: «Ker gi màgg lu tollook fukki dëggastal moom, yomb na. Kon na dellu gannaaw fukki dëggastal.»"},{"style":"v","text":"Ci kaw loolu Yonent Yàlla Esayi ñaan ci Aji Sax ji, Aji Sax ji delloo ker ga gannaaw lu tollook fukki dëggastal ca kaw iskaleb Axas ba\\f + \\fr 20.11 \\fk Axas \\ft nekkoon na buur ca Yuda. Seetal ci 2.Buur 16.1.\\f*."},{"style":"s1","text":"Buuru Babilon yónnee na ca Esekiyas"},{"style":"p","text":""},{"style":"v","text":"Jant yooyu doomu Baladan, Berodag Baladan\\f + \\fr 20.12 \\fk Berodag Baladan \\ft mooy Merodag Baladan ba tey.\\f* buuru Babilon moo yónnee Esekiyas bataaxal ak yóbbal. Booba dafa dégg ne Esekiyas daa woppoon."},{"style":"v","text":"Esekiyas nag déglu ndaw ya, ba noppi won leen mboolem kërug dencukaayam: xaalis baak wurus waak ndàbb jaak diwu tànnéef gaak néegub gànnaayam ya ak mboolem lu nekkoon cay dencam. Amul lenn lu leen Esekiyas wonul ci biir këram ak mboolem fu bokk ci kilifteefam."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Yonent Yàlla Esayi dikk ne Buur Esekiyas: «Lu la nit ñii wax ak fu ñu jóge sax ba fi yaw?» Esekiyas ne: «Réew mu sore lañu bàyyikoo dikk, réewum Babilon.»"},{"style":"v","text":"Mu ne ko: «Ana lu ñu gis sa biir kër?» Esekiyas ne ko: «Mboolem lu nekk sama biir kër, gis nañu ko. Amul lenn lu ma leen wonul ci samay denc.»"},{"style":"v","text":"Esayi ne Esekiyas: «Déglul kàddug Aji Sax ji:"},{"style":"v","text":"“Ay jant a ngii di ñëw, dees na yóbbu Babilon lépp lu nekk sa biir kër, te say maam dencoon ko, ba tey jii. Du lenn luy des. Kàddug Aji Sax jee."},{"style":"v","text":"Te it ñenn ci sag njaboot, ñu soqikoo ci yaw, di ñoo meññ ci sa geño, dinañu leen jàpp, ñu doon jaam yu ñu tàpp ca biir kër buuru Babilon.”»"},{"style":"v","text":"Esekiyas ne Esayi: «Kàddug Aji Sax ji nga jottali jàmm la.» Booba ma nga naan: «Xanaa du jàmm ju ne ñoyy ay am sama giiru dund?»"},{"style":"s1","text":"Buur Esekiyas saay na"},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Esekiyas ak mboolemi njàmbaaram ak mbànd mi mu defar ak solomam, muy indi ndox ca biir dëkk ba, bindees na lépp moos ci téere bi ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","text":"Esekiyas nag saay, fekki ay maamam. Doomam Manase moo falu buur, wuutu ko."}]