[{"style":"s1","text":"Manase falu na buur ca Yuda"},{"style":"p","text":""},{"style":"v","text":"Fukki at ak ñaar la Manase amoon ba muy falu buur. Nguuru na juróom fukki at ak juróom (55) fa Yerusalem. Yaayam mooy Efsiba."},{"style":"v","text":"Manase nag di def li Aji Sax ji ñaawlu, topp ñaawtéefi xeet ya Aji Sax ji dàqoon ngir \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","text":"Moo tabaxaat \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya Esekiyas baayam tasoon, yékkatil tuur mi ñu naan \\w Baal|Baal:\\w* ay \\w sarxalukaay|sarxalukaay b-:\\w*, samp xer wu ñuy jaamoo \\w Asera|Asera:\\w*, noonee ko Axab buurub Israayil defe woon, boole ca di sujjóotal mboolem biddiiwi asamaan, di leen jaamu."},{"style":"v","text":"Moo yékkati yeneen sarxalukaayi tuur ca biir kër Aji Sax ji, fa Aji Sax ji waxoon ne: «Fii ci Yerusalem laay dëj sama tur.»"},{"style":"v","text":"Ay sarxalukaay it la tabaxal biddiiwi asamaan yépp ca biir ñaari ëtti kër Aji Sax ji."},{"style":"v","text":"Te itam sarxal na doomam, lakk ko ngir ay tuur. Ci biir loolu xërëm na, gisaane na, jëflante naak ay boroom rawaan ak ñuy jokkook nit ñu dee. Bare na lu mu def lu Aji Sax ji ñaawlu, ba tax mu mer."},{"style":"p","text":""},{"style":"v","text":"Moo dugal ba tey jëmm ja mu sàkkoon ngir tuur ma ñuy wax Asera, ca biir kër ga Aji Sax ji waxoon Daawudaak doomam Suleymaan ne leen: «Ci biir kër gii ci Yerusalem gi ma tànn ci mboolem giiri Israayil, ci laay dëj sama tur ba fàww."},{"style":"v","text":"Ndegam bànni Israayil saxoo nañoo sàmm mboolem lu ma leen sant, mu dëppook mboolem yoon wi leen Musaa sama jaam ba sant ñu topp ko, dootuma leen wërloo, ñu wacc réew mi ma joxoon seeni maam.»"},{"style":"v","text":"Waaye bànni Israayil ñoo dégluwul, ba Manase waññi leen, ñuy def ñaawtéef, ba raw xeet ya Aji Sax ji sànkoon fi kanam bànni Israayil."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Aji Sax ji wax, yonent yay jaamam jottali. Mu ne:"},{"style":"v","text":"«Manase buurub Yuda moo def yii ñaawtéef, ba jëfam ju bon raw mboolem lu Amoreen ña ko jiitu defoon, ba yóbbe waa Yuda ñuy moye ay kasaray tuur."},{"style":"v","text":"Moo tax man Aji Sax ji Yàllay Israayil damaa wax ne: “Maa ngii di wàcce ci Yerusalem ak Yuda musiba muy buur noppi képp ku ci dégg."},{"style":"v","text":"Dinaa nattoo Yerusalem buumu betteex ba ma nattoo Samari ak nattukaay ba ma nattoo waa kër Axab. Dinaa ñédd Yerusalem, ba mu mel ni ndab lu ñu ñiit ba mu set, dëpp ko."},{"style":"v","text":"Dinaa suur sama ndesu ñoñ te dinaa leen teg ci seen loxol noon yi, seen bañ yépp di leen futteeka sëxëtoo,"},{"style":"v","text":"ndegam li ma ñaawlu lañu masa def, di ma merloo, ba seeni maam génnee Misra ba tey jii.”»"},{"style":"p","text":""},{"style":"v","text":"Te it deretu nit ñu deful dara la Manase tuur, ba mu fees Yerusalem dell, cat ba cat, te bokkul ak bàkkaar bi mu bàkkaarloo waa Yuda, ba ñuy def li Aji Sax ji ñaawlu."},{"style":"p","text":""},{"style":"v","text":"Li des ci mbiri Manase ak mboolem lu mu def ak bàkkaaram ba mu def, bindees na lépp moos ci téere bi ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","text":"Gannaaw gi, Buur Manase saay, fekki ay maamam, ñu denc ko ci toolub këram, di tóokëru Usa. Doomam Amon falu buur, wuutu ko."},{"style":"s1","text":"Amon falu na buur ca Yuda"},{"style":"p","text":""},{"style":"v","text":"Ñaar fukki at ak ñaar la Amon amoon ba muy falu buur. Ñaari at la nguuru fa Yerusalem. Yaayam moo doon Mesulemet doomu Arucc ma cosaanoo Yotba."},{"style":"v","text":"Amon di def nag li Aji Sax ji ñaawlu, la baayam Manase daan def."},{"style":"v","text":"Topp na baayam ci mboolem tànk ya mu jaaroon, di jaamu kasaray tuur yi baayam daan jaamu, di leen sujjóotal."},{"style":"v","text":"Daa dëddu Aji Sax ji, Yàllay maamam, baña jaar ci yoonu Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu surgay Amon lalal ko pexe, bóom ko ca biir këram."},{"style":"v","text":"Waa réew ma nag rey mboolem ña fexeeloon Buur Amon. Ba loolu amee waa réew ma fal buur doomam Yosya, mu wuutu ko."},{"style":"v","text":"Li des ci mbiri Amon ak li mu def, bindees na ko moos ci téere bi ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","text":"Ba loolu amee ñu denc ko ca bàmmeelam ca tóokëru Usa, Yosya doomam falu buur, wuutu ko."}]