[{"style":"s1","text":"Nangooti nañu Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Ba Cedesyas tolloo ci juróom ñeenteelu atu nguuram, fukki fan ca fukkeelu weeram, ca la Nebukatnecar buuru Babilon ànd ak gàngooru xareem gépp ci kaw Yerusalem. Ñu dal fa janook Yerusalem, yékkati gawukaay, wërale ko."},{"style":"v","text":"Dëkk ba gawe, ba keroog Cedesyas tollu ci fukkeelu atu nguuram ak benn."},{"style":"v","text":"Keroog juróom ñeenti fan ca weer wa, xiif ba tar lool ca biir dëkk ba, ba waa réew ma amatuñu ab dund."},{"style":"v","text":"Xarekati Yuda ya génn guddi daw. Fekk na waa Babilon gaw dëkk ba. Teewul ñu rëcc, jaare ca bunt ba ca diggante ñaari tata ya, ca wetu tóokëru buur. Cedesyas daldi wuti yoonu xuru dexu Yurdan."},{"style":"v","text":"Waa Babilon nag topp Buur Cedesyas, ba dab ko ca jooru Yeriko, fekk gàngooru xareem gépp tasaaroo, wacc ko."},{"style":"v","text":"Ñu jàpp ko, yóbbu ko ca buuru Babilon ca dëkk ba ñuy wax Ribla. Ñu dogal fa àtteem."},{"style":"v","text":"Doomi Cedesyas yu góor lañu rendi, muy gis, ba noppi ñu tuur ay bëtam, jénge ko jéngi xànjar, yóbbu ko Babilon."},{"style":"s1","text":"Yàq nañu kër Aji Sax ji"},{"style":"p","text":""},{"style":"v","text":"Ba Nebukatnecar buuru Babilon tolloo ci fukkeelu atu nguuram ak juróom ñeent, ba am juróom ñaari fan ca juróomeelu weeru at ma, ca la bëkk-néegu buuru Babilon, Nebusaradan njiitu dag ya, dugg Yerusalem."},{"style":"v","text":"Mu taal kër Aji Sax ji, taal kër buur, ak këri Yerusalem gépp, boole ca këri boroom barke ya."},{"style":"v","text":"Gàngooru Babilon gépp daldi ànd ak njiital dagi buur, ñu màbb tata ya wër Yerusalem."},{"style":"v","text":"Gannaaw gi, ña nekkoon ca dëkk ba ba booba, ak ña jébbaloon seen bopp buuru Babilon ak la desoon ca waa réew ma, Nebusaradan njiital dagi buur, boole leen yóbbu ngàllo."},{"style":"v","text":"Teewul ñenn ca baadooloy réew ma, njiital dag ya bàyyi leen fa, ñuy liggéey tóokëri reseñ yaak tool ya."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu kenuy xànjar ya woon ca kër Aji Sax ji ak rootukaay yaak mbalkam xànjar ma, waa Babilon toj lépp, boole xànjar ja, yóbbu Babilon."},{"style":"v","text":"Ñu yóbbaale mboolem ndabi xànjar yi ñuy liggéeye ci kër Aji Sax ji; ndabi tibbukaayu dóom, ak ñiitukaay yi, ak ñiimi feyukaayi làmp yi, ak ndab yiy def deretu sarax yi, ak mboolem jumtukaayi xànjar yu ñuy sarxalee."},{"style":"v","text":"Njiital dag ya yóbbaale andi cuuraay yaak ndab yiy def deret. Lu ciy wurus, mu ber, lu ciy xaalis, mu ber."},{"style":"v","text":"Ñaari kenu yooyu ak mbalka maak rootukaay ya, lépp di xànjar bu Suleymaan defaraloon kër Aji Sax ji, maneesula takk diisaay ba."},{"style":"v","text":"Taxawaayu kenu gu ci nekk fukki xasab\\f + \\fr 25.17 \\fk xasab \\ft mooy guddaayu loxo, diggante catu baaraamu digg ak conc, di ñeent fukki sàntimet ak juróom.\\f* laak juróom ñett. Ab ponkub xànjar a ci tege, bu taxawaay ba di ñetti xasab. Ab caax wodd ponk bi, ànd ak doomi gërënaati xànjar. Ñaari kenu yépp noonu, ànd ak seeni caax."},{"style":"s1","text":"Jàpp nañu Yudeen ñi njaam"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu njiital dag ya jàpp Seraya \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, ak Sofoni sarxalkat ba ca topp, ak ñetti dagi bunt kër Aji Sax ja."},{"style":"v","text":"Biir dëkk ba nag mu jële fa jenn jawriñ ju jiite ay xarekat, ak juróomi niti dëkk ba ñu sës ci Buur, ak bindkatub njiital xare ba sasoo bind xarekat yi, ak juróom benn fukki Yudeen ñu mu fekk ca biir dëkk ba."},{"style":"v","text":"Ba mu ko defee Nebusaradan, njiital dagi buur, boole leen yóbbu ca buuru Babilon ca Ribla."},{"style":"v","text":"Buuru Babilon nag jam leen, ñu dee, foofa ca Ribla, ca réewum Amat. Noonu la Yuda génne réewam, dem ngàllo."},{"style":"s1","text":"Nebukatnecar tabb na Gedalya ca Yuda"},{"style":"p","text":""},{"style":"v","text":"Mbooloo ma des ca réewum Yuda te Nebukatnecar buuru Babilon bàyyi leen fa nag, Gedalya doomu Axikam doomu Safan la tabb mu jiite leen."},{"style":"v","text":"Ba mboolem kilifay xare ya déggee ñook seeni nit ne buuru Babilon fal na Gedalya, dañoo ànd dikk ca Gedalya ca Mispa. Kilifa yooyu Ismayel doomu Netaña la woon, ak Yoxanan doomu Kareyax, ak Seraya doomu Tanumet ma dëkk Netofa, ak Yaasaña doomu waa Maaka ba, ñook seeni nit."},{"style":"v","text":"Gedalya giñal leen ne leen: «Buleen ragala bokk ci surgay waa Babilon. Toogleen ci réew mi te nangul buuru Babilon, muy seen jàmm.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, ca juróom ñaareelu weeru at ma, Ismayel doomu Netaña doomu Elisama, bokk ci askanu buur, ànd ak fukki nit, dikk bóom Gedalya, bóomaale waa Yudaak waa Babilon ya nekkoon ak moom ca Mispa."},{"style":"v","text":"Ci kaw loolu mbooloo mépp fabu, baadoolook boroom barke, ñook kilifay xarekat ya, ñu daldi daw dem Misra ndax ragal waa Babilon."},{"style":"s1","text":"Tijji nañu Yoyakin buurub Yuda"},{"style":"p","text":""},{"style":"v","text":"Yóbbu nañu Yoyakin buurub Yuda ngàllo ba mu am fanweeri at ak juróom ñaar, Ewil Merodag doora falu buur ca Babilon. At mooma, fukkeelu weer waak ñaar, ñaar fukki fan ak juróom ñaar ca weer wa, ca la Ewil Merodag siggil Yoyakin buurub Yuda, daldi koy tijji."},{"style":"v","text":"Ci biir loolu mu rafetook moom, jox ko cér bu sut cér ba mu jox yeneen buur ya mu bokkal curga ca Babilon."},{"style":"v","text":"Yoyakin nag teqalikook yérey kaso ya, ba noppi ñu may ko muy bokk ak Buur ndab giiru dundam."},{"style":"v","text":"Ci biir loolu ñu dogal ko njëlam lu sax dàkk, bàyyikoo ci Buur bés bu jot, giiru dundam."}]