[{"style":"s1","text":"Israayil ak Mowab jote nañu"},{"style":"p","text":""},{"style":"v","text":"Ba Yosafat faloo Yuda, ba dugg ca fukkeelu atu nguuram ak juróom ñett, ca la Yoram doomu Axab falu buur ca Israayil, Samari di péeyam. Yoram nguuru na fukki at ak ñaar,"},{"style":"v","text":"di def li Aji Sax ji ñaawlu. Waaye taxul mu dab ndeyam ak baayam: jële na fa doj wa ñuy jaamoo \\w Baal|Baal:\\w* te baayam sampoon ko fa."},{"style":"v","text":"Terewul mu sax ci xeetu bàkkaar ya Yerbowam doomu Nebat doon bàkkaarloo Israayil, bañ koo dëddu."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu, Mesa buuru Mowab doonoon boroom jur, di fey buurub Israayil galagu téeméeri junniy (100~000) xar ak téeméeri junniy (100~000) kuuy yu ñu watul."},{"style":"v","text":"Buur Axab nag dee, buuru Mowab jógal buurub Israayil ba ko wuutu."},{"style":"v","text":"Ba mu ko defee Buur Yoram daldi génn Samari ca saa sa, lim gàngooru xarem Israayil gépp."},{"style":"v","text":"Ba loolu amee mu yónnee ca Yosafat buurub Yuda, ne ko: «Buuru Mowab fippu na, jógal ma. Ndax doo ànd ak man, nu xarejeek Mowab?» Mu ne ko: «Ahakay! Maak yaw benn lanu. Sama mboolooy sa mbooloo, samay fas di say fas,»"},{"style":"v","text":"teg ca ne: «Fu nuy jaare, song leen?» Mu ne ko: «Xanaa ca màndiŋu Edom.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee buurub Israayil ak buurub Yudaak buurub Edom dem di dox diiru juróom ñaari fan, ba ñook jur gi ñu àndal, kenn amatu ci ndox."},{"style":"v","text":"Buurub Israayil ne: «Musiba am na walla! Ndax Aji Sax ji da noo woo, nun ñetti buur yii, ngir teg nu ci loxol buuru Mowab.»"},{"style":"v","text":"Yosafat daldi ne: «Ndax yonentu Aji Sax ji nekku fii, ba nu seetlul ko ci Aji Sax ji?» Kenn ca jawriñi buurub Israayil ne: «Alyaasaa ngi fi, mooy doomu Safat ji doonoon bëkk-néegu Ilyaas.»"},{"style":"v","text":"Yosafat ne: «Waaw, kàddug Aji Sax jaa ngi ci moom kay.»"},{"style":"p","text":"Ba mu ko defee buurub Israayil ànd ak Yosafat buurub Yuda ak buurub Edom, dem ca Alyaasa."},{"style":"v","text":"Mu wax ak buurub Israayil ne ko: «Ana lu ma séq ak yaw? Demal kay ca sa yonenti baay yaak sa yonenti ndey ya!» Buurub Israayil ne ko: «Déedéet, ndaxte Aji Sax jee nu fi woo, nun ñetti buur yii, ngir teg nu ci loxol Mowab.»"},{"style":"v","text":"Alyaasa ne ko: «Giñ naa ci Aji Sax ji, Kiy dund, Boroom gàngoori xare yi, moom mi may jaamu, bu dul woon ak Yosafat buurub Yuda mii teew, te ma rus ko, duma la xool sax mbaa ma di la faale."},{"style":"v","text":"Waaye indil ma ab xalamkat.» Mu indil ko ko."},{"style":"p","text":"Naka la xalamkat bay xalam, leeru Aji Sax ji dikkal Alyaasa."},{"style":"v","text":"Alyaasa ne: «Aji Sax ji nee: Gasleen ci xur wii ay kàmbi kàmb."},{"style":"v","text":"Ndaxte Aji Sax ji nee: Du ngelaw lu ngeen di gis mbaa taw, te du tee xur wii fees dell ak ndox, ngeen naan yeen ak seen gétt ak seen jur gu gudd."},{"style":"v","text":"Loolu yomb na Aji Sax ji te dina teg Mowab ci seen loxo it."},{"style":"v","text":"Dingeen nangu mboolem dëkk bu mag bu ñu wëraley tata ak mboolem péey; garab gu baax ngeen gor, mboolem bëti ndox ngeen fatt, tool bu nangu ngeen yàq kooki xeer.»"},{"style":"v","text":"Ca suba sa, ba ñuy tollu ci rendi sarax rekk; ndox ma bàyyikoo yoonu Edom, wal, ba fépp fees ak ndox."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Mowabeen ñépp dégg ne buur ya ñëw nañu xareseek ñoom. Ñu woo képp ku àttan ngànnaay, mag ak ndaw, ñu bokk taxaw fa seeni réew digaloo."},{"style":"p","text":""},{"style":"v","text":"Ba ñu fanaanee ba ca suba sa, jant bay lerxat ca ndox ma. Waa Mowab tollu ca wàlla, di gis ndox ma xonq, mel ni deret."},{"style":"v","text":"Ña nga naan: «Lee de deret la! Xam naa buur yaa xeex a xeex, ba reyante ca seen biir. Kon nag waa Mowab, ayca, ca lël ja!»"},{"style":"p","text":""},{"style":"v","text":"Ba ñu dikkee ba ca dalub Israayil, waa Israayil jóg dal ca seen kaw, ba ñu won leen gannaaw, ne wëqét. Ñu dugg réewum Mowab, duma leen."},{"style":"v","text":"Ba loolu amee ñu yàqate dëkk ya, mboolem tool bu nangu, kenn ku nekk sànni ca xeer ba mu fees, bëtu ndox bu nekk, ñu fatt, garab gu baax gu ne, ñu gor. Mujj na dëkk bu ñu naan Kir Eres doŋŋ a ne ñumm ak xeer ya ñu ko tabaxe. Teewul boroom mbaq ya gaw ko, song ko."},{"style":"v","text":"Ba buuru Mowab gisee xeex bi di ko ëpp doole, daa woo juróom ñaari téeméeri (700) boroom saamar, ànd ak ñoom ngir bëtt, ba àgg ca buurub Edom. Waaye sottiwul."},{"style":"v","text":"Ba loolu amee mu jël taawam bu góor bi nara falu buur, wuutu ko, ne ko teqet rendi, def ko \\w saraxu rendi-dóomal|Sarax yi:\\w* ca kaw tata ja. Waa Israayil ñaawlu jëf ja lool, daldi won buuru Mowab gannaaw, ñibbi seenum réew."}]