[{"style":"s1","verse":"","text":"Alyaasa faj na kilifa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee Naaman njiital xareb buurub Siri la woon, sangam buurub Siri nawloo ko lool, def ko nitam, ndax ciy loxoom la Aji Sax ji jaarale ndam li mu mayoon waa Siri. Ku jàmbaare la woon, waaye daa amoon jàngoroy \\w ngaana|ngaana g-:\\w*\\f + \\fr 5.1 \\fk ngaana: \\ft baat bi man naa ëmb yeneen jàngoroy der juy law te aay, yu dul ngaana kese.\\f*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Fekk na ay xarekati waa Siri dem songi réewum Israayil, jàppe fa ab janq, def ko surgab jabaru Naaman."},{"style":"v","verse":"3","text":"Mu am bés janq ba ne njaatigeem: «Éy su sama sang bi demoon ca yonent ba ca Samari! Kon de dina ko teggil jàngoroy deram ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Naaman nag dem wax Buur, sangam, ne ko janqub waa Israayil ba nee na nàngam ak nàngam."},{"style":"v","verse":"5","text":"Buurub Siri ne ko: «Demal kay, dinaa la yóbbante buurub Israayil bataaxal.» Mu dem, yóbbaale ñetti téeméeri kiloy xaalis ak juróom fukk (350), ak juróom ñaar fukki (70) kiloy wurus, ak fukki mbubbi xew;"},{"style":"v","verse":"6","text":"bataaxal ba mu yót buurub Israayil nag, lii lañu ca bind: «Bataaxal bii maa ko teg ci sama loxol surga Naaman, yebal ko ci yaw, ngir nga fajal ko ngaana gi ko dal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Naka la buurub Israayil jàng bataaxal ba rekk, ne mbubb ma tareet ndax jaaxle, daldi ne: «Man dama di Yàlla bay rey, mbaa may dundal, ba kii di yebal nit ku may fajal ngaana! Seetleen lii rekk: kii da may wut!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba Alyaasa, góoru Yàlla ga déggee ne buurub Israayil xotti na mbubbam, daa yónnee ca moom, laaj ko ne ko: «Ana lu tax nga xotti sa mbubb? Yebalal waa ji ci man rekk. Dina xam ne yonent a ngi ci Israayil.»"},{"style":"v","verse":"9","text":"Ba loolu amee Naaman yóbbaale ay fasam aki watiiram, dikk taxaw ca bunt kër Alyaasa."},{"style":"v","verse":"10","text":"Alyaasa yebal ndaw ca moom ne ko: «Demal sanguji juróom ñaari yoon ca dexu Yurdan, sa yaram set, dellu mel na mu meloon.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Naaman nag mer. Ma ngay dem te naan: «Xoolal rekk, man mi noon day daldi génn taxaw ci biti, ñaan ci Yàllaam Aji Sax ji, tiimale loxoom ër bi, daldi teggi jàngoro ji!"},{"style":"v","verse":"12","text":"Te sax xanaa Abanaa ngi nii ak Parpar, di dexi Damaas, gën fopp mboolem ndox muy wal ci Israayil? Ndax dama caa manuloona sangu, ba wér?» Mu walbatiku dem, mer lool."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Surgaam ya nag dikk, kenn ca ñoom ne ko: «Baay Naaman, su doon lu jafe la la yonent bi wax ndax danga ko dul def? Kon kay su la nee nga sangu rekk, set wecc, nga war koo def!»"},{"style":"v","verse":"14","text":"Naaman nag doora dem, sóobu ca dexu Yurdan ga, ba muy juróom ñaari yoon, muy la góoru Yàlla ga waxoon. Mu daldi wér, yaram wa mel ni yaramu xale bu góor bu ndaw, set wecc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba loolu amee Naaman dellu ca góoru Yàlla ga, mook mboolem toppam ma. Mu dikk ba ca moom, taxaw ne: «Dama ne léegi wóor na ma ne amul jenn Yàlla ci mboolem àddina ju moy Yàlla ji ci Israayil. Kon nag sang bi, ngalla nangul lii, maa la ko may.»"},{"style":"v","verse":"16","text":"Alyaasa ne ko: «Déedéet. Giñ naa ci Aji Sax ji, Kiy dund, moom mi may jaamu, duma ko jël.» Mu soññ ko, soññ, mu bañ."},{"style":"v","verse":"17","text":"Naaman ne ko: «Gannaaw bañ nga, sang bi, nañu ma may sëfub ñaari berkelle ci suuf, ngir kat, sang bi, dootuma jébbal ay tuur \\w saraxu rendi-dóomal|Sarax yi:\\w* mbaa yeneen sarax, lu dul Aji Sax ji doŋŋ\\f + \\fr 5.17 \\ft Naaman dafa yaakaaroon ne Aji Sax ji, Israayil rekk lañu ko mana jaamoo. Teewul mu defe ne ku sàkk suufas Israayil, tabaxal ko ca feneen sarxalukaay, Aji Sax ji man na faa nangu sa jaamu ba tey.\\f*."},{"style":"v","verse":"18","text":"Waaye sang bi, lenn rekk laay ñaan, Aji Sax ji jéggal ma ko. Bu sama sang ba di dugg ca kër tuur ma ñuy wax Rimon, di ko sujjóotal, ba jàpp sama loxo, ma ànd ak moom sujjóot ca kër Rimon, yal na ma Aji Sax ji jéggal la ma fay sujjóot rekk, sang bi.»"},{"style":"v","verse":"19","text":"Alyaasa ne ko: «Demal ak jàmm.»"},{"style":"s1","verse":"","text":"Gexasi lal na pexe"},{"style":"p","verse":"","text":"Ba Naaman bàyyikoo ca Alyaasa, dem ba xawa sore,"},{"style":"v","verse":"20","text":"Gexasi surgab góoru Yàlla ga, Alyaasa, ne ca xelam: «Eewaay sama sang daal! Day bàyyi Naaman waa Siri bii mu deme noonu rekk; jëlul dara ci li mu indi. Giñ naa ko ci Aji Sax ji, Kiy dund, dinaa daw dabi ko, ba am ci moom as lëf.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Gexasi daldi daw dabi Naaman. Ba ko Naaman séenee muy daw wutsi ko, mu cëppoo ca watiiram dajeek moom, ne ko: «Mbaa jàmm la?»"},{"style":"v","verse":"22","text":"Mu ne ko: «Jàmm la kay. Sama sang a ma yónni ne ma ma wax la ne ñaari xale yu góori yonent a agsi léegi, jóge diiwaanu tundi Efrayim. Nee ndax doo ko jox fanweeri kiloy xaalis ak juróom (35), ak ñaari mbubbi xew yu mu leen may?»"},{"style":"v","verse":"23","text":"Naaman ne ko: «Ahakay! Jëlal juróom ñaar fukki (70) kiloy xaalis kay!» Mu soññ ko nag, ba mu ëmb juróom ñaar fukki kiloy xaalis yi ci ñaari mbuus, boole ca ñaari mbubbi xew, jox ko ñaari surgaam, ñu gàddu, jiitu Gexasi."},{"style":"v","verse":"24","text":"Gexasi agsi ca tund wa, jële ko ca seeni loxo, dem, denci ko ca biir kër ga, ba noppi yiwi leen, ñu dem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ba loolu wéyee mu dellu ca sangam Alyaasa. Mu ne ko: «Foo jóge nii?» Mu ne ko: «Demuma fenn de, sang bi.»"},{"style":"v","verse":"26","text":"Alyaasa ne ko: «Defe nga ne samag leer teewuloon, ba nit kay wàcce ca watiiram, di dajeek yaw? Ndax danoo tollu ci jël xaalisu kenn aki mbubb mbaa ay tooli oliw aki tooli reseñ aki gàtt aki nag aki jaam yu góor ak yu jigéen?"},{"style":"v","verse":"27","text":"\\w Ngaanag|ngaana g-:\\w* Naaman dina la topp, yaak saw askan ba fàww!» Ba mu ko defee Gexasi bàyyikoo ca Alyaasa, daldi \\w gaana|gaana:\\w*, yaram wa ne fureet, weex furr."}]