[{"style":"s1","verse":"","text":"Weñu sémmiñ ga tëmb na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Am na bés ña bokk ci kuréelu yonent ya wax Alyaasa ne ko: «Xoolal, béreb bi nuy dajeek yaw daa xat."},{"style":"v","verse":"2","text":"Nan dem ngalla ba ca tàkkal dexu Yurdan, ku nekk ci nun sàkk fa aw dénk, nu defaral fa sunu bopp béreb bu nuy daje.» Alyaasa ne leen: «Demleen.»"},{"style":"v","verse":"3","text":"Kenn ca ñoom ne ko: «Sang bi, ñëwal nu dem kay!» Mu ne ko: «Waaw, nan dem.»"},{"style":"v","verse":"4","text":"Mu ànd ak ñoom dem ba ca dexu Yurdan, di fa gor ay garab."},{"style":"v","verse":"5","text":"Kenn ca ñoom doon gor, weñu sémmiñam wadd ca ndox ma. Mu jalu, ne: «Éy, sang bi, te dama koo àbboon kat!»"},{"style":"v","verse":"6","text":"Góoru Yàlla ga ne ko: «Fu mu wadd?» Mu won ko fa mu wadd, mu dog bant sànni foofa, weñ ga tëmb."},{"style":"v","verse":"7","text":"Mu ne ko: «Foral!» Mu yóotu, for ko."},{"style":"s1","verse":"","text":"Alyaasa sànk na gàngoor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba loolu wéyee buurub Siri doon na xareek Israayil. Ci biir loolu mu diisooki surgaam, ne leen béreb sàngam lay def ab dalam."},{"style":"v","verse":"9","text":"Ci kaw loolu góoru Yàlla ga yónnee ca buurub Israayil, ne ko: «Nanga moytoo jaare béreb sàngam, ndaxte fa la waa Siri jëm.»"},{"style":"v","verse":"10","text":"Buurub Israayil yónnee fa ko góoru Yàlla ga wax, ngir nemmiku foofa. Alyaasa di artoo Buur noonu, muy fàggandiku. Loolu am na bu dul benn yoon, du ñaar."},{"style":"v","verse":"11","text":"Buurub Siri nag jàq lool ci loolu, daldi woolu ay jawriñam ne leen: «Ana kan ci yeen moo fi nekkal buurub Israayil?»"},{"style":"v","verse":"12","text":"Kenn ca jawriñ ya ne ko: «Du kenn, Buur sang bi; waaye Alyaasa, yonent bi ci Israayil mooy jottali buurub Israayil kàddu yi ngay wax ci sa biir néegu biir.»"},{"style":"v","verse":"13","text":"Mu ne: «Seetalileen ma ko, ma yónnee, jàpp ko.» Ñu mujj xamal ko ne: «Moom de, ma nga ca Dotan.»"},{"style":"v","verse":"14","text":"Buurub Siri yebal fa ay dag yu takku, yóbbaale ay fas aki watiir. Mu agsi guddi, gaw dëkk ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ci kaw loolu bëkk-néegub góoru Yàlla ga jóg ca suba teel, génn, gisul lu moy gàngooru xare gu gaw dëkk ba, aki fas aki watiir. Mu ne ko: «Éy sang bi, fu nu jëm?»"},{"style":"v","verse":"16","text":"Alyaasa ne ko: «Bul tiit, noo leen ëpple ñu ñu àndal.»"},{"style":"v","verse":"17","text":"Alyaasa nag ñaan ne: «Aji Sax ji, ngalla ubbil ay bëtam, mu gis.» Aji Sax ji ubbi bëti surga ba, mu xool, ndeke tund waa nga fees aki fas aki watiiri sawara, wër Alyaasa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba mu ko defee waa Siri wutsi Alyaasa, mu ñaan ci Aji Sax ji ne ko: «Rikk muural bëti mbooloo mii.» Aji Sax ji muur seeni bët, na mu ko ko ñaane."},{"style":"v","verse":"19","text":"Alyaasa nag ne leen: «Fii du yoon wi de, te du dëkk bi ngeen di seet it. Toppleen ma, ma yóbbu leen ci ki ngeen di seet.» Mu daldi leen yóbbu ba Samari."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba ñu duggee Samari, Alyaasa dellu ñaan ne: «Aji Sax ji, ngalla ubbil bëti nit ñii, ñu gis.» Aji Sax ji muri seeni bët, ñu xoole rekk, gis ne ñu ngi biir Samari."},{"style":"v","verse":"21","text":"Buurub Israayil gis leen ne: «Baay Alyaasa, ma rey leen? Ãa, ma rey leen?»"},{"style":"v","verse":"22","text":"Mu ne ko: «Bu leen rey mukk. Xanaa ñoo jàpp cib xare sax doo leen rey? May leen ñu lekk, naan, te dellu ca seen sang.»"},{"style":"v","verse":"23","text":"Ba loolu wéyee Buur berndeel leen bernde ju réy; ñu lekk, naan; mu yiwi leen, ñu ñibbi ca seen sang. Booba la waa Siri gëjoona def gàngoori yàqkat, di dugg biir réewum Israayil."},{"style":"s1","verse":"","text":"Xiif ba tar na ca Samari"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba ñu demee ba yeneen jamono, Ben Addàd buurub Siri woo gàngooru xareem gépp, dem gawi Samari."},{"style":"v","verse":"25","text":"Xiif bu metti am ca Samari ndax gaw ba, ba boppub mbaam-sëf di jar juróom ñett fukki dogi xaalis, genn-wàll liibaru jonkanu pitax\\f + \\fr 6.25 \\fk jonkanu pitax: \\ft am na ñu jàpp ne jonkanu pitax xollitu peppu saxyaay la gu ñuy woowe noonu.\\f* di jar juróomi dogi xaalis."},{"style":"v","verse":"26","text":"Mu am bés buurub Israayil jaar ca kaw tata ja, sennas ndaw àddu ca kaw ne ko: «Buur, sang bi, ngalla wallu ma!»"},{"style":"v","verse":"27","text":"Mu ne ko: «Bu la Aji Sax ji walluwul, nu ma lay walloo? Du pepp, du ndoxum reseñ ju ma la mana may.»"},{"style":"v","verse":"28","text":"Mu teg ca ne ko: «Lan la sax?» Ndaw sa ne ko: «Ndaw sii da ma noon: “Indil sa doom, nu lekk ko tey, ëllëg nu lekk sama doom.”"},{"style":"v","verse":"29","text":"Nu togg sama doom, bokk ko lekk. Ma ne ko: “Su ëllëgee indil sa doom, nu bokk ko lekk.” Moom nag mu làq doomam.»"},{"style":"v","verse":"30","text":"Ba Buur déggee kàdduy ndaw sa, daa xotti mbubbam ndaxu naqar. Ma ngay dox, di wéy ca kaw tata ja, mbooloo ma tollu ci suuf séenuñu lu moy saaku bi mu def njiitlaay, di ko ñaawloo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ma nga naan: «Yal na ma Yàlla teg mbugal mu gëna tar ndegam bésub tey jii boppub Alyaasa doomu Safat du teqalikook baatam.»"},{"style":"v","verse":"32","text":"Fekk na Alyaasaa nga ca këram toog, mag ña bokk toog ak moom. Buur yebal ndaw ca moom. Ndaw la agseegul, Alyaasa ne mag ña: «Xoolleen bóomkat bii yebal kuy dogsi sama bopp! Xam ngeen lan la, bu ndaw li agsee rekk, tëjleen bunt bi, tere koo dugg; ndax du tànki sangam laay dégg, mu topp ci moom sax?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Naka la Alyaasa di wax, ndaw la ne jimeet, jëm ca moom. Ma nga naan: «Gis nga musiba mii Aji Sax ji wàcce. Kon ana lu may séentooti ci Aji Sax ji?»"}]