[{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Alyaasa ne: «Dégluleen kàddug Aji Sax ji. Aji Sax ji nee: Nëgëni ëllëg benn nattub lëmm ci sunguf su mucc ayib benn dogu xaalis doŋŋ lay doon, ñaari natti lors it di benn dogu xaalis ca buntu Samari.»"},{"style":"v","text":"Jaraaf ja daan ànd ak Buur saa su ne àddu ca ne góoru Yàlla ga: «Ma ne, su Aji Sax ji ubbi woon sàqi asamaan sax, ndax man naa tax loolu am?» Mu ne ko: «Dinga ci teg sa bët déy, waaye doo ci lekk.»"},{"style":"s1","text":"Aji Sax ji wallu na Samari"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu amoon na ñeenti \\w gaana|gaana:\\w* yu nekkoon ca buntu dëkk ba. Ña nga naan ci seen biir: «Xanaa dunu toog fii ba dee?"},{"style":"v","text":"Su nu demee ca biir dëkk ba, danuy dee ak xiif. Su nu toogee fii itam, dee ak xiif. Kon kay nan dem ca dalub waa Siri, jébbal leen sunu bopp. Su ñu nu bàyyee, nu dund, baax na. Su ñu nu reyee it, nu dee rekk.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ñu jóg timis, jëm ca dalub waa Siri. Ba ñu agsee ca peggub dalu waa Siri, gisuñu luy nirook nit sax."},{"style":"v","text":"Booba fekk na Boroom bi dégtal waa dalub Siri riirum fas yu ànd aki watiiri xare ak gàngoor gu réy, ba tax ñu naan ca seen biir: «Ãa! Loolu de, buuri Etteen ña ak buuri Misra lañu, Buurub Israayil moo leen fey, ngir ñu songsi nu!»"},{"style":"v","text":"Ba mu ko defee ñu jóge fa ca timis, bàyyi fa seeni xaymaak seeni fas ak seeni mbaam, wacc dal ba noonu, daw rawaleji seen bakkan."},{"style":"p","text":""},{"style":"v","text":"Ñeenti gaana ya nag dikk, ba jub dal ba, daldi jegesi, dugg cib xayma, lekk fa, naan, jële fa xaalis ak wurus aki yére, dem nëbbi ko; dellu duggaat cib xayma jëleeti fa, dem nëbbi ko."},{"style":"v","text":"Ba loolu amee ñu ne ca seen biir: «Nun kat defunu njub. Bésub tey jii bésub jàmm la; nun, nu ne patt yéglewunu ko. Su nu xaaree ba jant bi leer de, àq dina nu topp. Kon nag aycaleen nu dem yeggeji ko waa kër buur.»"},{"style":"v","text":"Ñu daldi dem woo wattukati buntu dëkk ba, wax leen, ne leen: «Dem nanu ca biir dalu waa Siri; ndeke kenn nekku fa, baat jibu fa; dara lu moy fas yu yeeweek mbaam yu yeeweek xayma yu ne ñumm.»"},{"style":"p","text":""},{"style":"v","text":"Wattukati bunt ba woote, yégle ko ca biir kër buur."},{"style":"v","text":"Buur jóg ca guddi, wax aki jawriñam ne leen: «Ma wax leen nag li nu waa Siri di fexeel. Xam nañu ne nu ngi dee ak xiif. Moo tax ñu jóge ca seen dal, làquji ca àll ba. Xam naa dañu ne: “Bu ñu génnee dëkk bi rekk, nu jàpp leen, ba noppi dugg ci biir dëkk bi.”»"},{"style":"v","text":"Kenn ca jawriñ ya ne ko: «Nanu yónni rekk ay nit ñu war juróomi fas ci yi nu dese ci dëkk bi. Bu ñu leen reyee de, ñook mbooloom Israayil mi des ci dëkk bi yépp ay yem demin. Kon nanu leen yónni rekk te seet ba xam.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu waajal ñaari watiir ak seeni fas, Buur yebal ay ndaw yu toppi mbooloom Siri, ne leen: «Demleen seeti.»"},{"style":"v","text":"Ñu dem toppi leen ba ca dexu Yurdan, ndeke yoon wa fees na dell aki yéreeki jumtukaay yu waa Siri sànni, ba ñuy daw. Ndaw ya waññiku, wax ko Buur."},{"style":"v","text":"Mbooloo ma riir, génn wuti dalu Siri ba, sëxëtoo ko. Ci kaw loolu benn nattub lëmm ci sunguf su mucc ayib di jar benn dogu xaalis doŋŋ, ñaari natti lors it di benn dogu xaalis, muy la Aji Sax ji waxoon."},{"style":"v","text":"Fekk na Buur teg jawriñam ja mu doon àndal saa su nekk ca buntu dëkk ba, mu di ko wattu. Mbooloo ma nag di buuxante, ba dëggaate ko ca bunt ba, mu dee. Muy la góoru Yàlla ga yégle woon ba Buur dikkee ca moom."},{"style":"v","text":"Na ko góoru Yàlla ga waxe woon Buur, ne ko: «Nëgëni ëllëg benn nattub lëmm ci sunguf su mucc ayib doon benn dogu xaalis doŋŋ, ñaari natti lors it di benn dogu xaalis ca buntu Samari,» noonu la ame."},{"style":"v","text":"Jaraaf ja da caa àddu woon ne góoru Yàlla ga: «Ma ne, su Aji Sax ji ubbi woon sàqi asamaan sax ndax man naa tax loolu am?» Mu ne ko: «Dinga ko gisal sa bopp déy, waaye doo ci lekk.»"},{"style":"v","text":"Loolu ci boppam moo ko dal itam, ndax mbooloo ma dañoo buuxante, ba dëggaate ko ca bunt ba, mu dee."}]