[{"style":"s1","verse":"","text":"Alyaasa fal na Yewu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Yonent Yàlla Alyaasa woolu kenn ca kuréelu yonent ya, ne ko: «Takkul, jël taxub diw bii, te dem ba Ramot Galàdd."},{"style":"v","verse":"2","text":"Boo yeggee, seet fa Yewu doomu Yosafat doomu Nimsi. Fekk ko ca ña muy àndal, jële ko ca seen biir, ànd ak moom, dugg néeg bu ngeen mana ñaaroo."},{"style":"v","verse":"3","text":"Su ko defee nga jël taxub diw bi, sotti ko ci kaw boppam te wax ko ne ko: “Aji Sax ji nee: Diw naa la, fal la ngay buurub Israayil.” Boo noppee, bul yeexantu. Ubbil bunt ba, daw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba loolu amee xale bu góor ba, yonent bu ndaw ba Alyaasa yónni, dem ba àgg Ramot Galàdd."},{"style":"v","verse":"5","text":"Naka la agsi rekk, fekk njiiti gàngooru xare gi bokk toog. Mu ne: «Kilifa gi, bataaxal laa la indil.» Yewu ne ko: «Ku ko moom ci nun?» Mu ne ko: «Xanaa yaw, kilifa gi.»"},{"style":"v","verse":"6","text":"Yewu jóg, ànd ak moom, dugg ca biir kër ga, mu sotti diw ga ca boppam, ne ko: «Aji Sax ji Yàllay Israayil nee: Diw naa la, fal la buurub Israayil sama ñoñ."},{"style":"v","verse":"7","text":"Nanga tas sa kër sang Axab, te noonu laay toppe soxnaam Yesabel sama bakkani jaam ñépp: muy samay yonent, man Aji Sax ji ak sama bakkani jaam ñi dul yonent."},{"style":"v","verse":"8","text":"Waa kër Axab yépp ay dee. Dinaa bóom képp kuy colal te bokk ci waa kër Axab, ci digg Israayil, muy gor di jaam."},{"style":"v","verse":"9","text":"Dinaa def kër Axab tas, mel ni kër Yerbowam doomu Nebat, mbaa kër Basa doomu Axya."},{"style":"v","verse":"10","text":"Yesabel moom, ay xaj a koy lekk ca toolub Yisreel, kenn du ko suul.» Ba loolu amee yonent bu ndaw ba ubbi bunt ba, daw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Yewu génn, dellu ca moroomi jawriñam ña. Ñu ne ko: «Mbaa jàmm? Lu indi dof bii ci yaw?» Mu ne leen: «Ah, xam ngeen nit kii aki waxam rekk!»"},{"style":"v","verse":"12","text":"Ñu ne ko: «Wax nu waay, bu nu nax!» Mu ne leen nee na ko nàngam ak nàngam, teg ca ne leen: «Mu ne: “Aji Sax ji nee: Diw naa la, fal la buurub Israayil.”»"},{"style":"v","verse":"13","text":"Ba mu ko defee ñu gaaw, summi seeni mbubb ñoom ñépp, lalal ko ca kaw dëggastal ya, ba noppi wal bufta ba\\f + \\fr 9.13 \\fk bufta, \\ft ab béjjénu kuuy la, bu ñu bënn ñaari wet yi, ngir man cee wal.\\f* naa: «Yewu falu na buur!»"},{"style":"s1","verse":"","text":"Yewu fexeel na buur ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba loolu amee Yewu doomu Yosafat doomu Nimsi fexeel Yoram. Fekk na Yoram ak waa Israayil yépp a ngay wattu Ramot ga ca Galàdd, ndax Asayel buurub Siri."},{"style":"v","verse":"15","text":"Booba Buur Yoram moom dem na Yisreel, fajuji ndax jam-jam ya ca xareem baak Asayel buurub Siri. Yewu nag ne: «Ndegam man ngeen àndal, bu kenn rëcce ci biir dëkk bi, di nettaliji waa Yisreel.»"},{"style":"v","verse":"16","text":"Mu war watiir, jëm Yisreel, fekk Yoram a nga fa woon tëdd ndax jam-jam ya. Axasya buurub Yuda dikk, di ko seet."},{"style":"v","verse":"17","text":"Ci biir loolu wattukat ba ca kaw tatay Yisreel séen gàngoor ga Yewu àndal. Mu ne Buur Yoram: «Séen naa gàngoor guy ñëw de.» Yoram ne ko: «Yebalal gawar bu leen gatandu, laaj leen ndax jàmm la.»"},{"style":"v","verse":"18","text":"Ci kaw loolu gawar ba gatanduji leen, ne leen: «Buur nee: “Mbaa jàmm la?”» Yewu ne ko: «Ana luy sa yoon ci jàmm laam déet? Ayca, toppal sama gannaaw.» Wattukat ba daldi yégle la xew, ne: «Ndaw la àgg na ca ñoom de, waaye dëppul.»"},{"style":"v","verse":"19","text":"Yoram yebalaat beneen gawar. Ba mu àggee ca ñoom, ne leen: «Buur nee: “Mbaa jàmm?”» Yewu ne ko: «Ana luy sa yoon ci jàmm laam déet? Ayca, sama gannaaw.»"},{"style":"v","verse":"20","text":"Ba loolu amee wattukat ba dellu yégle la xew, ne: «Ndaw la àgg na ca ñoom de, waaye dëppul. Te na kee di dawale mel na ni Yewu doomu Nimsi, ndax dawalinu dof lay dawal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ba mu ko defee Yoram ne: «Takkleen!» Ñu takkal Yoram buurub Israayil watiiram, mu génn ànd ak Axasya buurub Yuda, ku nekk ak sa watiir; ñu dawal dogaleji Yewu, taseek moom fa doonoon toolub Nabot mu Yisreel\\f + \\fr 9.21 \\fk toolub Nabot mu Yisreel: \\ft seetal ci \\bk 1.Buur ya\\bk* saar 21.\\f*."},{"style":"v","verse":"22","text":"Yoram jàkkaarlook Yewu, ne ko: «Yewu, mbaa jàmm?» Yewu ne ko: «Ana nu jàmm di ame te sa bàkkaaru bokkaaley ndey Yesabel jógu fi, mook xërëmam yi ne xas?»"},{"style":"v","verse":"23","text":"Yoram ne wërëñ daw, àddu ca kaw, ne Axasya: «Axasya, wor nañu nu!»"},{"style":"v","verse":"24","text":"Yewu daldi sox fittam ak doole, fitt Yoram ca diggante mbagg ya, mu génne ca xol ba, Yoram ne lasiim ca watiiram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ba loolu amee mu ne jaraafam ba ñuy wax Bitkar: «Foral sànni ci toolub Nabot mu Yisreel. Yaa ngi fàttaliku ba nu bokkee watiir maak yaw, topp ca baayam Axab te Aji Sax ji rëbb ko ne ko:"},{"style":"v","verse":"26","text":"“Aji Sax ji dafa wax ne: Deretu Nabot ak deretu doomam yi déy, gis naa mu tuuru fii démb. Kon nag dinaa la ko topp, nga fey ko ci tool bii. Loolu la Aji Sax ji wax\\f + \\fr 9.26 \\ft Seetal ci \\bk 1.Buur ya\\bk* 21.19.\\f*.” Kon nag yóbbul sànni ci tool bi, muy la Aji Sax ji waxoon.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Axasya buurub Yuda gis loolu, daw jaare ca yoonu Bet Gan, Yewu dàqi ko, tey yuuxu naan: «Jamleen ko, moom itam.» Ñu jam ko ca kaw watiiram ca yoon wa ngay yéeg jëm Gur, ca wetu Yiblam. Mu daw ba Megido, deewe foofa."},{"style":"v","verse":"28","text":"Ba loolu amee ay surgaam yeb ko ca watiiram, yóbbu Yerusalem, ñu denc ko ca bàmmeelam, fa ñu denc ay maamam, ca gox ba ñu naan Kër Daawuda."},{"style":"v","verse":"29","text":"Ca fukkeelu at ak benn ca nguurug Yoram doomu Axab la Axasya falu woon buur ca Yuda."},{"style":"s1","verse":"","text":"Yesabel dee na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Gannaaw loolu Yewu jubsi Yisreel, Yesabel yaayu Buur dégg ko, tusngalu, defaraat boppam, taxaw ca palanteer ba, di séentu."},{"style":"v","verse":"31","text":"Naka la Yewu wees buntu dëkk ba, di duggsi rekk, mu ne: «Mbaa jàmmee, Simri mu ndaw, bóomkatub sangam\\f + \\fr 9.31 \\ft Seetal ci \\bk 1.Buur ya\\bk* 16.8-20.\\f*?»"},{"style":"v","verse":"32","text":"Yewu séentu palanteer ba ne: «Ana ku far ak man fii waay?» Ñaar ba ñetti bëkk-néeg ne pëll ca kaw palanteer ba, séentu ko."},{"style":"v","verse":"33","text":"Mu ne: «Sànnileen ko ci suuf.» Ñu jàpp Yesabel, sànni ko fa suuf, deret ja tis ca kaw taax maak fas ya; Yewu dëggaate néew ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ba loolu wéyee mu dugg ca biir kër ga, lekk daldi naan ba noppi, ne: «Jubluleen ci jigéen ju alku jee te suul koo waay, ndaxte doomu buur la.»"},{"style":"v","verse":"35","text":"Ba ñu demee, di ko suuli nag, fekkuñu dara ca moom lu moy kaaŋ ma doŋŋ ak ndëgguy tànk yaak cati loxo ya."},{"style":"v","verse":"36","text":"Ñu dellu wax ko Yewu, mu ne: «Loolu moo doon kàddug Aji Sax ja mu waxoon, Ilyaas mu Tisbi jaamam ba jottali ko, ne: “Ci toolub Yisreel la xaj yi di lekke Yesabel\\f + \\fr 9.36 \\ft Seetal ci \\bk 1.Buur ya\\bk* 21.19.\\f*."},{"style":"v","verse":"37","text":"Néewub Yesabel dina mel ni mbalit ci àll bi, ci biir toolub Yisreel, ba kenn du man ne: Kii Yesabel a.”»"}]