[{"style":"p","text":""},{"style":"v","text":"Royleen ma nag, ni may roye °Kirist."},{"style":"s","text":"Li jekk ci góor ak ci jigéen, bu mbooloo miy màggal Yàlla"},{"style":"p","text":""},{"style":"v","text":"Maa ngi leen di sant ci li ngeen may fàttaliku ci lépp, ak ci li ngeen di topp dénkaane yi ma leen dénk."},{"style":"p","text":""},{"style":"v","text":"Waaye nag bëgg naa ngeen xam lii: °Kirist mooy kilifag bépp góor, góor di kilifag jigéen, te Yàlla di kilifag Kirist."},{"style":"v","text":"Kon nag góor guy ñaan Yàlla, walla muy wax ci kàddug Yàlla, fekk mu teg dara ci boppam, day suufeel Kirist, kilifaam."},{"style":"v","text":"Waaye bu jigéen musóoruwul, buy ñaan walla buy wax ci kàddug Yàlla, kooku day suufeel jëkkëram jiy kilifaam, ndaxte day mel ni jigéen ju ñu wat."},{"style":"v","text":"Jigéen ju dul musóoru, bu yaboo, mu watu. Waaye su fekkee ne jigéen dafay am kersa, su wàññee kawaram walla mu watu, fàww kon mu musóoru."},{"style":"v","text":"Góor nag moom warula teg dara ci boppam, ndaxte mooy melokaanu Yàlla te dafay wone ndamu Yàlla. Jigéen moom dafay wone ndamu góor."},{"style":"v","text":"Ndaxte jëlewuñu góor ci jigéen, waaye jigéen lañu jële ci góor."},{"style":"v","text":"Te sàkkuñu góor ngir jigéen, waaye jigéen lañu sàkk ngir góor."},{"style":"v","text":"Looloo tax jigéen wara teg ci kaw boppam luy màndargaal kilifteef ga, ndax malaaka yi."},{"style":"p","text":""},{"style":"v","text":"Teewul nag ci sunu booloo ak Boroom bi, jigéen a ngi wéeru ci góor, te góor a ngi wéeru ci jigéen."},{"style":"v","text":"Ni ñu sàkke jigéen ci góor, noonu la góor juddoo ci jigéen, te lépp a ngi jóge ca Yàlla."},{"style":"p","text":""},{"style":"v","text":"Seetleen mbir mii: ndax jekk na jigéen baña musóoru, buy ñaan Yàlla?"},{"style":"v","text":"Xanaa du àddina ci boppam dafa leen di won ne gàcce la ci góor, ngir muy yar kawar gu bare?"},{"style":"v","text":"Waaye loolu nag ab taar la ci jigéen. Dañoo jagleel jigéen kawar gu gudd, muy muuraay ci moom."},{"style":"v","text":"Waaye su kenn bëggee werante ci mbir moomu, na xam lii: amunu beneen aada ci njàng mi, du nun walla mboolooy Yàlla."},{"style":"s","text":"Reerub Boroom bi"},{"style":"p","text":""},{"style":"v","text":"Bi may tollu ci ndigal yi, manuma leena sant, ndaxte seeni ndaje loraange lañuy jur, waaye du njariñ."},{"style":"v","text":"Ci bu jëkk dégg naa lii: bu ngeen di daje, am na ci yéen ñuy féewaloo, te xaw naa koo gëm."},{"style":"v","text":"Fàww mu am ay féewaloo ci seen biir, ngir ñu mana xàmmi ñi neex Yàlla ci yéen."},{"style":"v","text":"Bu ngeen dajee, manuleena wax ne reerub Boroom bi ngeen di lekk."},{"style":"v","text":"Ndaxte bu ngeen dee lekk, ku nekk dafay gaawantu di lekk reeram, ba tax ñenn ñaa ngi xiif, fekk ñeneen di màndi."},{"style":"v","text":"Xanaa amuleen kër yu ngeen di lekke ak di naane? Walla ndax dangeena xeeb mbooloom Yàlla? Walla ngeen bëgga rusloo ñi amul dara? Lu ma leen ci wara wax nag? Ma gërëm leen ci loolu? Mukk! Gërëmuma leen."},{"style":"p","text":""},{"style":"v","text":"Li ma jële ci Boroom bi, moom laa leen jottali: Boroom bi Yeesu, ci guddi gi ñu ko woree, dafa jël mburu,"},{"style":"v","text":"sant Yàlla, damm ko ne: «Lii sama yaram la, wi ma joxe ngir yéen. Defleen lii, ngir fàttaliku ma.»"},{"style":"v","text":"Noonu itam bi ñu lekkee ba noppi, mu jël kaas bi ne leen: «Kaas bii mooy misaal kóllëre gu bees, gi Yàlla fas jaarale ko ci sama deret. Defleen lii ngir fàttaliku ma.»"},{"style":"v","text":"Ndaxte saa su ngeen di lekk mburu mii, walla ngeen di naan ci kaas bii, yéena ngi yégle deewu Boroom bi, ba kera muy ñëw."},{"style":"p","text":""},{"style":"v","text":"Kon nag képp ku jekkadi ni mu lekke ci mburu mi te naane ni ci kaasu Boroom bi, tooñ nga yaramu Boroom bi ak deretam."},{"style":"v","text":"Na ku nekk seetlu boppam nag, sooga lekk ci mburu mi te naan ci kaas bi."},{"style":"v","text":"Ku lekk mburu mi, naan ci kaas bi, fekk faalewuloo solos yaramu °Kirist wi, sa lekk ak sa naan dina xëcc àtteb Yàlla ci sa kaw."},{"style":"v","text":"Looloo tax ñu bare ci yéen wopp te ñàkk doole, ba ñenn ñi faatu."},{"style":"v","text":"Su nu doon seetlu sunu bopp ni mu ware, kon àtte du nu dal."},{"style":"v","text":"Waaye bu nu Boroom bi dee àtte, da nuy yar ngir bañ noo boole ci mbugalu àddina."},{"style":"p","text":""},{"style":"v","text":"Noonu nag bokk yi, bu ngeen dajee, di lekk reerub Boroom bi, nangeen xaarante."},{"style":"v","text":"Ku xiif, na lekke këram, ngir baña indi ci yéen àtteb Yàlla ndax seen ndaje yi."},{"style":"p","text":"Yeneen fànn yi ci des nag, bu ma ñëwee ci yéen, dinaa ko seet."}]