[{"style":"s","text":"May yi jóge ci Xelu Yàlla mi"},{"style":"p","text":""},{"style":"v","text":"Léegi nag bokk yi, ci li jëm ci mayi Xelum Yàlla, bëgguma ngeen umple ci dara."},{"style":"v","text":"Xam ngeen ne bi ngeen xamagul woon Yàlla, xërëm yi manula wax ñoo leen jiitaloon, di leen wommat."},{"style":"v","text":"Moo tax ma leen di xamal lii: ku Xelum Yàlla solu du wax ne: «Yeesu dafa araam.» Te it kenn manula wax ne: «Yeesu mooy Boroom bi,» su ko ko Xelum Yàlla waxloowul."},{"style":"p","text":""},{"style":"v","text":"Am na fànni may yu bare yu jóge ci Xelum Yàlla, waaye menn Xel moomu moo koy séddale."},{"style":"v","text":"Am na ay sas yu bare, waaye benn Boroom bi la."},{"style":"v","text":"Am na ay fànn yu bare yu Yàllay feeñale dooleem, waaye jenn Yàlla ji mooy jëfe doole yooyu yépp ci ñépp."},{"style":"p","text":""},{"style":"v","text":"Noonu Yàlla jox na ku nekk fànn gu muy feeñale °Xelam mu Sell mi ngir njariñul ñépp."},{"style":"v","text":"Am na ku Yàlla sédde, jaarale ko ci Xelam, mayu wax ak xel mu leer, keneen am mayu xam-xam, te mu bawoo ci menn Xel mi."},{"style":"v","text":"Keneen it menn Xel mi jox ko ngëm, keneen di wéral ay jàngoro ci kàttanu Xel moomu,"},{"style":"v","text":"keneen di def ay kéemaan, am kuy wax ci kàddug Yàlla, am keneen kuy ràññee li jóge ci Xelum Yàlla ak li jóge ci yeneen xel yi, keneen it di wax ay xeeti làkk, ak kuy firi làkk yooyu."},{"style":"v","text":"Loolu lépp, menn Xel moomu moo koy def, ku nekk mu sédd la ci, ni mu ko soobe."},{"style":"s","text":"Wenn yaram ak cér yu bare"},{"style":"p","text":""},{"style":"v","text":"Noona la ci yaramu nit. Yaram wenn la, teewul am na cér yu bare. Waaye céri yaram yépp, ak li ñuy baree bare, ñoo bokk, doon wenn yaram. Te noonu la °Kirist mel."},{"style":"v","text":"Yàlla sóob na nu ci menn Xelam mi, ngir nu doon wenn yaram: nuy Yawut walla nu dul Yawut, nuy jaam mbaa gor, nun ñépp Yàlla may na nu, nu naan ci menn Xel mi."},{"style":"p","text":""},{"style":"v","text":"Yaram du benn cér, waaye cér yu bare la."},{"style":"v","text":"Kon bu tànk nee: «Man duma loxo, kon bokkuma ci yaram,» du ko teree bokk ci céri yaram yi."},{"style":"v","text":"Te bu nopp nee: «Duma bët, kon bokkuma ci yaram,» du ko teree bokk ci céri yaram yi."},{"style":"v","text":"Bu yaram wépp doon bët, kon nan lay dégge? Walla bu yaram wépp doon nopp, kon nan lay xeeñtoo?"},{"style":"v","text":"Waaye Yàlla dafa riime céri yaram wi, def bu ci nekk fa mu ko soobe."},{"style":"v","text":"Bu lépp doon benn cér, kon fu yaram di nekk?"},{"style":"v","text":"Cér yi daal bare nañu, waaye wenn yaram rekk a am."},{"style":"p","text":""},{"style":"v","text":"Bët nag manul ne loxo: «Soxlawuma la!» Te bopp it manul ne tànk yi: «Soxlawuma leen!»"},{"style":"v","text":"Loolu sax manula am, ndaxte céri yaram, yi gëna néew doole, ñoo gëna am njariñ."},{"style":"v","text":"Te cér yi gëna ñàkk maana, ñoom lanuy gëna topptoo. Cér yi ci rafetula tudd, ñoom lanuy gëna suturaal,"},{"style":"v","text":"fekk yi gëna rafet, soxlawul nu leen di suturaale noonu. Waaye Yàlla dafa boole sunu céri yaram yi, ngir gëna teral cér yi ko soxla."},{"style":"v","text":"Noonu yaram du séddaloo, waaye cér bu ci nekk dina dimbali yi ci des."},{"style":"v","text":"Bu sa benn céru yaram dee metti, yeneen yi ci des yépp dañuy bokk, yég metit wi. Te bu dee dangaa fonk sa benn céru yaram it, ndax du sa yaram wépp a ciy bànneexu?"},{"style":"p","text":""},{"style":"v","text":"Léegi benn yaram ngeen, muy yaramu Kirist, te kenn ku nekk ci yéen cér nga ci."},{"style":"v","text":"Te Yàlla teg na ci mbooloom ñi gëm, ku nekk ak sa may: ci bu jëkk ay ndawi Kirist, teg ca ñiy wax ci kàddug Yàlla, teg ca ñiy jàngle, ñiy def ay kéemaan, ñi am mayu wéral ay jàngoro, ñiy dimbalee, ñiy jiite, ñiy wax ay xeeti làkk."},{"style":"v","text":"Ndax ñépp ay ndawi Kirist lañu? Ndax ñépp dañuy wax ci kàddug Yàlla? Ndax ñépp ay jàngle? Ndax ñépp ay def kéemaan?"},{"style":"v","text":"Ndax ñépp a am mayu wéral ay jàngoro? Ndax ñépp ay wax ay làkk? Ndax ñépp a leen di firi?"},{"style":"v","text":"Waaye fonkleen may yi gën."},{"style":"s","text":"Mbëggeel moo gëna màgg lépp"},{"style":"p","text":"Léegi nag ma won leen yoon wu gën lépp."}]