[{"style":"s","text":"Ci li jëm ci ndekkitel Kirist"},{"style":"p","text":""},{"style":"v","text":"Léegi nag bokk yi, maa ngi leen di fàttali xibaaru jàmm bi ma leen yégal. Xibaaru jàmm boobu, nangu ngeen ko te yéena ngi ciy sax."},{"style":"v","text":"Ci moom ngeen jaare, ba mucc, bu ngeen téyee bu dëgër njàngle mi, ni ma leen ko yégale. Walla xanaa boog gëm ngeen ko cig neen?"},{"style":"p","text":""},{"style":"v","text":"Li ma jotoon, jottali naa leen ko, te moo jëkk ci maana yi: °Kirist dee na ngir dindi sunuy bàkkaar, ni ko Mbind mi tërale,"},{"style":"v","text":"suul nañu ko, mu dekki ca ñetteelu fan ba, ni ko Mbind mi tërale."},{"style":"v","text":"Feeñu na °Sefas, teg ca fukki taalibe ya ak ñaar."},{"style":"v","text":"Gannaaw ga feeñu na lu ëpp juróomi téeméeri bokki taalibe ci benn yoon. Te ñu bare ci ñoom ñu ngi dund ba léegi, waaye am na ci ñu nelaw."},{"style":"v","text":"Ba noppi feeñu na Saag ak ndawi Kirist yépp."},{"style":"v","text":"Man nag la mujja feeñu, ma mel ni liir bu judduwul ci jamonoom."},{"style":"v","text":"Ndaxte maa gëna ñàkk solo ci ndawi Kirist yi, te yeyoowuma sax, ñu may wooye ndaw, man mi doon fitnaal mbooloom Yàlla."},{"style":"v","text":"Waaye nag yiwu Yàlla moo tax ma doon li ma doon, te yiw, wi mu wone ci man, du cig neen. Waaye sax maa gëna liggéey ñi ci des ñépp: du ci man, waaye yiwu Yàlla, wiy jëf ci man, moo tax."},{"style":"v","text":"Noonu nag muy man muy ñoom, dénkaane boobu lanuy yégle, te moom ngeen gëm."},{"style":"s","text":"Nan lañu mana waxe ne, néew yi duñu dekki?"},{"style":"p","text":""},{"style":"v","text":"Waaye su nu yéglee ne, °Kirist dekki na, nan la ñenn ñi ci yéen mana waxe ne, néew yi duñu dekki?"},{"style":"v","text":"Su fekkee ne ñi dee duñu dekki, kon Kirist it dekkiwul."},{"style":"v","text":"Te su Kirist dekkiwul, sunu waare day neen, te it seen ngëm day neen."},{"style":"v","text":"Rax-ca-dolli gis nañu ne seedeel nanu Yàlla ay fen, ndaxte seede nanu ci mbiram ne dekkal na Yeesu, te fekk dekkalu ko, su néew yi dul dekki."},{"style":"v","text":"Su néew yi dul dekki, Kirist moom it dekkiwul."},{"style":"v","text":"Te su Kirist dekkiwul, seen ngëm du am solo, ba tey yéena ngi ci seeni bàkkaar."},{"style":"v","text":"Te it ñi dee ba noppi ci Kirist sànku nañu."},{"style":"v","text":"Su fekkee ci giiru dund gii rekk la sunu yaakaar ci Kirist ame solo, kon noo gëna mata yërëm ñépp."},{"style":"p","text":""},{"style":"v","text":"Waaye léegi Kirist dekki na, di ku jëkka dekki, ni gub yi ñu jëkka tànne ci ngóob mi, jagleel leen Yàlla."},{"style":"v","text":"Gannaaw ci nit la dee jaar, dugg àddina, kon it ci nit la ndekkite jaar."},{"style":"v","text":"Kon ni ñépp deeye ci seen bokk ci Aadama, noonu la ñépp di dundaate ci seen bokk ci Kirist."},{"style":"v","text":"Waaye ku nekk ak ayam. Kirist moo jëkk, mel ni gub yi ñu jëkka tànne ci ngóob mi, ba noppi, bu Kirist délsee, ñi bokk ci moom jël seen ay."},{"style":"v","text":"Gannaaw ga, mujug jamono taxaw, te Kirist dina not gépp kilifa ak bépp sañ-sañ ak doole, ba noppi delloo nguur gi kiy Yàlla di Baayam."},{"style":"v","text":"Ndaxte fàww Kirist nguuru, ba kera Yàlla di daaneel noonam yépp ciy tànkam."},{"style":"v","text":"Noon bu mujj, bi mu fiy jële, mooy dee."},{"style":"v","text":"Ndaxte Mbind mi nee na: «Yàlla notal na ko lépp, mu teg ci tànk.» Waaye bu Mbind mi nee, «not na lépp,» wóor na ne moom mi ko notal lépp, génne na ci boppam."},{"style":"v","text":"Léegi bu ñu ko notalee lépp nag, moom Kirist muy Doom ji dina delloo kilifteef gi Yàlla, mi ko notal lépp, ngir Yàlla nekk buur ci lépp."},{"style":"p","text":""},{"style":"v","text":"Su ndekkite amul, kon ñi ñu °sóob ci ndox ngir ñi dee, lu mu leen di jariñ? Su dekki amul, kon lu tax ñu leen di sóob ngir ñi dee?"},{"style":"v","text":"Te nun it lu tax fu nu tollu nu jaay sunu bakkan?"},{"style":"v","text":"Bokk yi, ni ma damoo ci yéen ndax Yeesu Kirist, ni la ma wóore ne bés bu nekk ma riisu dee."},{"style":"v","text":"Su fekkee ne ci ni ñu ko waxe, xeex naa ca dëkku Efes ak rabi àll, kon ban njariñ la may amal? Su néew yi dul woon dekki, am na lu ci léeb wax:"},{"style":"q","text":"«Nanu lekk di naan, ndaxte ëllëg dinanu dee.»"},{"style":"m","text":""},{"style":"v","text":"Bu leen ko réere mbir: «Ànd bu bon dina yàq nit ku baax.»"},{"style":"v","text":"Delloosileen xel yi te bàyyi bàkkaar, ndaxte am na ci yéen, ñu umple Yàlla. Kon war ngeena rus!"},{"style":"s","text":"Nan la yaramu ñi dekki mel?"},{"style":"p","text":""},{"style":"v","text":"Waaye dina am kuy naan: «Nan la néew yi di dekkee? Wan yaram lañuy délsee?»"},{"style":"v","text":"Yaa gàtt xel! Li ngay ji, du jebbi dund gu bees, fi ak deewul ba noppi."},{"style":"v","text":"Te li ngay ji du jëmmi gàncax giy ñëwi, waaye pepp kese la, maanaam °dugub, walla weneen jiwu."},{"style":"v","text":"Noonu Yàlla jox ko jëmm ju ko neex, jiwu wu nekk ak jëmmam."},{"style":"v","text":"Jëmmi mbindeef yépp a wuute: nit ak jëmmam, mala, picc, jën-- yu ci nekk ak sa jëmmi bopp."},{"style":"v","text":"Am na itam ay jëmm ca asamaan ak i jëmm ci suuf. Leeru jëmm ca asamaan wuute na ak gi ci suuf."},{"style":"v","text":"Jant bi, weer wi ak biddiiw, lu nekk ak sag leer. Te it leeru biddiiw bu nekk dina wuute ak moroomam."},{"style":"p","text":""},{"style":"v","text":"Noonu la ndekkitel néew yi di deme. Bu ñu suulee néew bi, dañoo ji lu yàqu. Bu dekkee, du yàqooti ba abadan."},{"style":"v","text":"Lu ñàkk solo lañuy suul; mu dekki ak ndam. Lu néew doole lañuy suul, mu dekki ak kàttan."},{"style":"v","text":"Bu ñu koy suul, yaram lay doon wu soloo woon ruu. Bu dekkee, doon yaram wu soloo ndamu Xelum Yàlla."},{"style":"p","text":"Ndegam am na yaram wu soloo ruu, kon dina am yaram wu soloo ndamu Xelum Yàlla."},{"style":"v","text":"Mbind mi nee na: «Nit ku jëkk ka, Aadama, doon na boroom ruu,» waaye Aadama mu mujj mi doon na Xel muy joxe dund."},{"style":"p","text":""},{"style":"v","text":"Yaram wi soloo ndamu Xelum Yàlla jiituwul; yaramu doom Aadama moo jiitu; yaramu ndam li moo ci topp."},{"style":"v","text":"Nit ku jëkk ka pëndu suuf la woon; ñaareelu nit ki di °Kirist, mi ngi jóge asamaan."},{"style":"v","text":"Waa àddina yor nañu jëmmi nit, ki ñu sàkke ci suuf; noonu it ñi bokk ci asamaan dinañu yor melokaanu ki jóge ci asamaan."},{"style":"v","text":"Te ni nu yore melokaanu ki ñu sàkke ci suuf, noonu lanuy yoreji melokaanu ki jóge ca asamaan."},{"style":"p","text":""},{"style":"v","text":"Li may wax nag bokk yi, moo di ne, sunu yaram wii manula am wàll ci nguuru Yàlla, te lu yàqu manula am wàll ci liy sax abadan."},{"style":"v","text":"Lii ma leen di xamal, mbóotu Yàlla la. Dégluleen, dunu jaar ci dee nun ñépp, waaye nun ñépp dinanu soppiku,"},{"style":"v","text":"ci saa su gàtt, ci xef ak xippi, bu liit gu mujj gi jibee. Ndax liit gi dina jib, néew yi dekki, di dund abadan, te nun dinanu soppiku."},{"style":"v","text":"Yaram wu yàqu war na sol jëmm ja dul yàqooti, te yaram wiy dee sol dund gu sax abadan."},{"style":"v","text":"Bu li yàqu solee melokaanu li dul yàqu, te liy dee sol melokaanu liy sax abadan, kon lii ñu wax ci Mbind mi mat:"},{"style":"q","text":"«Yàlla not na dee, ba labal ko ci ndamam."},{"style":"q","text":""},{"style":"v","text":"Céy yaw dee! Ana sa ndam?"},{"style":"q","text":"Céy yaw dee! Ana sa daŋar ji ngay fitte?»"},{"style":"m","text":""},{"style":"v","text":"Daŋaru dee mooy bàkkaar, te dooley bàkkaar mooy Yoon wi."},{"style":"v","text":"Waaye jërëjëf yaw Yàlla, ji nu jox ndam li jaarale ko ci sunu Boroom Yeesu Kirist!"},{"style":"p","text":""},{"style":"v","text":"Kon nag sama bokk yi ma sopp, nangeen takku, sampu ba dëgër, te gëna sawar ci liggéeyu Boroom bi, xam ne seen liggéey, bi jëm ci Boroom bi, du neen."}]