[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man ci sama bopp, bokk yi, bi ma ñëwee ci yéen, ngir yégle mbóoti Yàlla, ñëwuma ci ay wax yu neex ak xam-xam bu réy."},{"style":"v","verse":"2","text":"Dogu woon naa ci baña xam dara ci seen biir lu dul Yeesu Kirist, te muy ki ñu rey ca bant ba."},{"style":"v","verse":"3","text":"Bi ma teewee ci yéen, ànd naa ak ñàkk doole, ragal ak njàqare."},{"style":"v","verse":"4","text":"Li ma wax ak li ma waare, defuma ko ci làmmiñ wu neex, sukkandikoo ko ci xam-xamu nit, waaye ànd na ak ay firnde yu soqikoo ci kàttanu Xelum Yàlla,"},{"style":"v","verse":"5","text":"ngir seen ngëm baña wékku ci xam-xamu nit ñi waaye mu wékku ci dooley Yàlla."},{"style":"s","verse":"","text":"Xelum Yàlla mooy joxe xam-xamu Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Moona am na xam-xam bu nuy yégal ñi mat, xam-xam bu bokkul ci àddina si, te njiiti àddina si xamuñu ko, ñoom ñi nara wéy."},{"style":"v","verse":"7","text":"Nu ngi yégle mbóotu xam-xamu Yàlla, mu nëbbu woon te Yàlla dogal ko ngir sunu ndam, laata àddina di sosu."},{"style":"v","verse":"8","text":"Kenn ci njiiti àddina amul woon xam-xam boobu. Su ñu ko amoon, kon duñu rey Boroom ndam li ci bant bi."},{"style":"v","verse":"9","text":"Waaye Mbind mi nee na:"},{"style":"q","verse":"","text":"«Lu bët gisul,"},{"style":"q","verse":"","text":"nopp déggu ko,"},{"style":"q","verse":"","text":"xel xalaatu ko,"},{"style":"q","verse":"","text":"loolu la Yàlla dencal ñi ko bëgg.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"Fekk nag nun la ko Yàlla won, jaarale ko ci Xelam."},{"style":"p","verse":"","text":"Xelum Yàlla mooy leeral lépp, ba ci xalaati Yàlla yi gëna xóot."},{"style":"v","verse":"11","text":"Kan ci nit ñi moo xam yëfi nit? Xanaa xelum nit mi nekk ci moom rekk a ko xam. Noonu it kenn xamul yëfi Yàlla, ku dul Xelum Yàlla."},{"style":"v","verse":"12","text":"Nun nag Xel mi nu jot, jógewul ci àddina, waaye Yàllaa nu ko sol."},{"style":"v","verse":"13","text":"Loolu nu Yàlla may, yéglewunu ko ci ay baat yu soqikoo ci xam-xamu nit, waaye nu ngi koy yégle ci baat, yi soqikoo ci Xelum Yàlla, di tekkantal yëfi Xelum Yàlla ci ay baat yu mu nu sol."},{"style":"v","verse":"14","text":"Nit kese du nangu yëfi Xelum Yàlla. Ag ndof lay doon ci moom; du ko mana nangu, ndaxte ku yor Xelum Yàlla rekk moo ko mana ràññale."},{"style":"v","verse":"15","text":"Nit ki yor Xelum Yàlla dafay àtte lépp; moom ci boppam, kenn du ko àtte."},{"style":"v","verse":"16","text":"Ndaxte Mbind mi nee na:"},{"style":"q","verse":"","text":"«Ana ku xam xalaatu Boroom bi?"},{"style":"q","verse":"","text":"Ku ko doon digal?»"},{"style":"m","verse":"","text":"Waaye nun am nanu xalaatu °Kirist."}]