[{"style":"s","verse":"","text":"Xuloo ci biir mbooloom ñi gëm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man nag bokk yi, manuma woona wax ak yéen ni ay nit ñuy déggal Xelum Yàlla, waaye waroon naa wax ak yéen ni ñuy topp seen nafsu, mel ni ay liir ci seen dund ci °Kirist."},{"style":"v","verse":"2","text":"Nàmpaloon naa leen, waaye joxuma leen dugub, ndaxte àttanuleen ko woon, te ba léegi sax àttanuleen ko"},{"style":"v","verse":"3","text":"ci li ngeen di topp seen nafsu. Bu ñeetaan ak xuloo amee ci seen biir, xanaa du loolu mooy wone ne dangeena topp seen nafsu, di doxale ni niti àddina?"},{"style":"v","verse":"4","text":"Bu kenn yéglee ne: «Man ci Pool laa bokk,» keneen ne: «Man ci Apolos,» ndax jëfewuleen ni niti àddina rekk?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Kuy Apolos? Ak kuy Pool? Nun ay surga rekk lanu, yu ngeen jaare, ba gëm. Te Boroom bi moo sas ku nekk liggéeyam."},{"style":"v","verse":"6","text":"Maa jëmbët, Apolos suuxat, waaye Yàlla moo jebbil."},{"style":"v","verse":"7","text":"Ki jëmbët nag ak ki suuxat, kenn du ci dara, waaye Yàlla miy jebbil rekk moo am solo."},{"style":"v","verse":"8","text":"Ki jëmbët ak ki suuxat benn lañu. Teewul nag ku nekk dina jot yool bu tollook liggéeyam."},{"style":"v","verse":"9","text":"Nu ngi liggéeyandoo ci liggéeyu Yàlla; yéenay toolu Yàlla, yéenay taaxum Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Man nag teg naa fondamaa bi, ni tabaxkat bu man liggéeyam, dëppook sas wi ma Yàlla jagleel ci kaw yiwam. Te keneen a ngi tabax ci kaw; waaye na ku nekk teeylu ci ni muy tabaxe."},{"style":"v","verse":"11","text":"Ci li jëm ci fondamaa bi, kenn manu fee tëral beneen bu dul bi fi xasa taxaw, muy Yeesu Kirist."},{"style":"v","verse":"12","text":"Ku tabax ci kaw fondamaa bi, wurus, xaalis, per, dénk, gittax walla boob,"},{"style":"v","verse":"13","text":"sa liggéey dina fés, ndaxte bés baa koy xamle. Bés boobu dina fenk ni sawara, te sawara si dina nattu liggéeyu ku nekk."},{"style":"v","verse":"14","text":"Ku sa liggéey dëgër, dinga jot yool."},{"style":"v","verse":"15","text":"Waaye ku sa liggéey lakk, dinga ñàkk. Yaw ci sa bopp dinga mucc, waaye mel ni ku rëcc ci sawara si."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Xanaa xamuleen ne yéenay kër Yàlla, te Xelum Yàlla dëkk na ci yéen?"},{"style":"v","verse":"17","text":"Ku yàq kër Yàlla gi, Yàlla dina la yàq, ndaxte kër Yàlla gi dafa sell, te yéenay kër googu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Kon bu kenn nax boppam: su kenn ci yéen tegee boppam boroom xam-xam ci gis-gisu àddina sii, kooku na doon dof, ngir am xam-xam bu wóor."},{"style":"v","verse":"19","text":"Ndaxte xam-xamu àddina si, ndof la fa Yàlla. Moom la Mbind mi ne: «Yàlla jàpp na ñu muus ñi, ba seen fiir këppu ci seen kaw.»"},{"style":"v","verse":"20","text":"Te it: «Boroom bi xam na xalaati boroom xam-xam yi; xam ne duñu mujj fenn.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Kon nag bu kenn tiitaru ndax nit ñi, ndaxte yéena moom lépp,"},{"style":"v","verse":"22","text":"muy Pool, di Apolos, di °Sefas, di àddina, di dund, di dee, di lu am, di luy ñëw; lépp, yéena ko moom."},{"style":"v","verse":"23","text":"Yéen, Kirist a leen moom; Kirist, Yàllaa ko moom."}]