[{"style":"s","verse":"","text":"Yàlla rekk moo am sañ-sañu àtte nu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Nañu nu teg kon ay surgay °Kirist, di ay jawriñ yuy xamle mbóoti Yàlla."},{"style":"v","verse":"2","text":"Li war ci jawriñ mooy mu takku ci liggéeyam."},{"style":"v","verse":"3","text":"Ngeen àtte ma walla ñeneen àtte ma, amaluma ko solo. Man sax duma àtte sama bopp."},{"style":"v","verse":"4","text":"Sama xel yeddu ma ci dara, waaye loolu taxul ma jub; ki may àtte mooy Boroom bi."},{"style":"v","verse":"5","text":"Looloo tax buleen daan kenn ci àtte, bala jamono ji di jot te Boroom bi ñëw. Mooy leeral yi nëbbu ci lëndëm, di làññi mébétu xol yi. Bu ko defee ku nekk dina jot ci Yàlla ngërëm li mu yelloo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bokk yi, ci loolu ma leen doon wax lépp nag, misaal naa leen ko ci Apolos ak ci man, ngir ngeen xool ci nun, ba xam li wax jii di tekki: «Bu seen xalaat weesu li Mbind mi wax.» Noonu kenn du màggal kii, suufeel ki ci des."},{"style":"v","verse":"7","text":"Ndaxte yaw, ku la def, ba nga gëna màgg ñi ci des? Loo am lu ñu la mayul? Te bu ñu la ko mayee, lu tax nga di ci tiitaru, mel ni mayuñu la ko?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Yéen suur ngeen xaat! Woomle ngeen xaat! Tàmbali ngeen di nguuru te agseegunu! Céy ni ma bëgge, ngeen di nguuru, ba nu mana bokk ak yéen di nguuru!"},{"style":"v","verse":"9","text":"Xalaat naa ne, nun ndawi Kirist yi, Yàlla def na ba nu mel ni nit ñu ñu jàppe ci xare te mujj ci sàppe yi, ñu dogal seen dee, nuy ceetaanum mbindeef yépp, muy nit muy malaaka."},{"style":"v","verse":"10","text":"Nun teg nañu nu ni ay dof ndax Kirist, waaye yéen am ngeen xel ci Kirist. Néew nanu doole, waaye yéen am ngeen doole. Nawees na leen, waaye nun dañu noo xeeb."},{"style":"v","verse":"11","text":"Ba fii mu nekk, danoo xiif, mar te rafle; ñu ngi nuy dóor, te dëkkunu fenn;"},{"style":"v","verse":"12","text":"nu ngi ñaq di jariñoo. Ku nu saaga, nu ñaanal la lu baax. Coono bu ñu nu teg, nu tegoo ko."},{"style":"v","verse":"13","text":"Ku nu ñaawal, nu tontu la tont lu rafet. Fi mu ne noo mujj di mbalitu àddina, di ñu ñàkk njariñ ci lépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Binduma leen loolu ngir ngeen am yeraange, waaye dama koo def ngir artu leen, ndaxte yéenay samay doom te bëgg naa leen."},{"style":"v","verse":"15","text":"Su ngeen amee fukki junniy njiit yu leen di sàmm ci Kirist, ba tey benn baay rekk ngeen am, ndaxte maa leen yégal xibaaru jàmm bi, ba jur leen ci Kirist."},{"style":"v","verse":"16","text":"Kon nag maa ngi leen di ñaan, ngeen roy ci man."},{"style":"v","verse":"17","text":"Looloo tax ma yebal ci yéen Timote, miy sama doomu diine, di doom ju takku te ma bëgg ko. Dina leen fàttali ni may dunde ci Kirist, te mu dëppook li may jàngle fu nekk ci mboolooy ñi gëm ñépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Am na ci seen biir ñuy tiitaru, di xalaat ne duma délseeti ci yéen."},{"style":"v","verse":"19","text":"Waaye bu soobee Boroom bi, léegi ma ñëw ci yéen te seet boroom tiitar yooyu; waxuma seen kàddu, seen doole laay seet."},{"style":"v","verse":"20","text":"Ndaxte nguuru Yàlla du waxi kese, waaye doole la."},{"style":"v","verse":"21","text":"Lu leen gënal? Ma ñëw ci yéen, yor ab yar, walla ma ànd ak mbëggeel, te lewet?"}]