[{"style":"s","text":"Li jëm ci mbirum séy"},{"style":"p","text":""},{"style":"v","text":"Nanu jàll nag léegi ci laaj, yi ngeen ma doon bind, ci baña ànd ak jigéen, ndax lu baax la ci góor."},{"style":"v","text":"Lii mooy sama xalaat: moy gu bare gi tax na ba, na góor gu nekk am jabaram, jigéen ju nekk am jëkkëram."},{"style":"v","text":"Jëkkër war na def warugaru jëkkër ci jabaram; jabar it def warugaru jabar ci jëkkëram."},{"style":"v","text":"Jigéen ji amul sañ-sañ ci yaramam moom kenn; jëkkëram moo ko moom. Niki noonu it jëkkër ji amul sañ-sañ ci yaramam; jabaram moo ko moom."},{"style":"v","text":"Bu kenn tere boppam moroomam, su dul ne dangeena mànkoo ci def noonu ab diir, ngir gëna mana wéetal Yàlla ci ñaan. Waaye su loolu weesoo, nangeen doxal yoonu séy; lu ko moy, °Seytaane dina leen fiir ndax seen ñàkk maandute."},{"style":"v","text":"Li ma leen di wax fii du ndigal, waaye dama leen di xamal li ñu leen may, ngeen def ko."},{"style":"v","text":"Ndaxte dëgg-dëgg su ma sañoon, kon ñépp mel ni man; waaye ku nekk ak li la Yàlla jagleel, kii ak may gii, kee ak may gale."},{"style":"p","text":""},{"style":"v","text":"Lii laay yégal ñi séyul ak it ñi seen jëkkër dee: baax na ci yéen, su fekkee dangeena toog rekk ni man, baña séy."},{"style":"v","text":"Waaye su ngeen manula téye seen bopp, nangeen séy, ndaxte séy moo gën xemmem di leen gaañ."},{"style":"p","text":""},{"style":"v","text":"Ñi séy nag, maa ngi leen di jox ndigal lii --Boroom bi moo ko waxoon, du man-- jigéen ju séy warula teqalikoo ak jëkkëram."},{"style":"v","text":"Te bu teqalikoo ak moom, bumu séyaat, mbaa boog na juboo ak jëkkëram. Te bu jëkkër ji fase jabaram."},{"style":"p","text":""},{"style":"v","text":"Ñi ci des nag, lii laa leen di wax --Boroom bi waxu ko woon-- su nit ku gëm °Kirist amee jabar ju gëmul, te mu nangoo séy ak moom, waru koo fase."},{"style":"v","text":"Naka noonu it su jigéen ju gëm Kirist amee jëkkër ju gëmul, te mu nangoo nekk ak moom, warula tas."},{"style":"v","text":"Li tax ma wax ko moo di, jëkkër ji gëmul, Yàlla sellal na ko, ndax li mu ànd ak jabaram. Te it jigéen ji gëmul, Yàlla sellal na ko, ndax li mu ànd ak jëkkëram ji gëm; lu ko moy, seeni doom dinañu am sobe, te fekk dañoo sell."},{"style":"p","text":""},{"style":"v","text":"Waaye nag, su fekkee ki gëmul bëgg na dem, na dem. Ci wàll woowu nag, ki gëm Kirist, muy jëkkër ji walla jabar ji, amul benn tënk, ndaxte Yàlla moo leen woo ngir ngeen dund ci jàmm."},{"style":"v","text":"Loo ci xam, yaw jigéen ji, ndax dinga gëmloo sa jëkkër Musalkat bi walla déet? Loo ci xam yaw jëkkër ji it, ndax dinga gëmloo sa jabar Musalkat bi walla déet?"},{"style":"p","text":""},{"style":"v","text":"Ku nekk nag na dund, ni ko ko Boroom bi jagleele, mu méngoo ak ni mu meloon, bi ko Yàlla wooyee. Moom laay tëral ci mboolooy ñi gëm yépp."},{"style":"v","text":"Ki xaraf, bi ko Yàlla wooyee, warula jéema far màndargam xaraf bi. Ki xaraful, bi ko Yàlla wooyee, aajowul mu xaraf."},{"style":"v","text":"Xaraf ak ñàkka xaraf lépp a yem; li am solo moo di topp ndigali Yàlla."},{"style":"v","text":"Na kenn ku nekk jàpp ci li mu nekkoon, bi ko Yàlla wooyee."},{"style":"v","text":"Ndax jaam nga woon, bi la Yàlla wooyee? Na ci sa xel dal. Waaye soo amee bunt, ba yiwiku, nanga ci jaar."},{"style":"v","text":"Ku nekkoon jaam, bi la Boroom bi wooyee, Boroom bi goreel na la. Ba tey it ku nekkoon gor, bi ñu la wooyee, jaamu Kirist nga."},{"style":"v","text":"Gannaaw Yàlla °jot na leen ak njég lu réy, buleen doon jaamub nit."},{"style":"v","text":"Bokk yi, fàww ku nekk wéy ca kanam Yàlla ci fànn ga mu nekkoon, bi ko Yàlla wooyee."},{"style":"p","text":""},{"style":"v","text":"Ci li jëm ci janq yi, awma ndigalu Boroom bi, waaye maa ngi joxe sama xalaat, ni ku ñu wóolu ndax li ma jot yërmandey Boroom bi."},{"style":"v","text":"Bu nu seetee tiis wii fi teew nag, defe naa ne li baax ci nit, moo di mu sax ci li mu nekk."},{"style":"v","text":"Ndax takk nga jabar? Bul wuta tàggook moom. Ndax takkuloo jabar? Bul wut jabar."},{"style":"v","text":"Waaye nag boo séyee, defoo bàkkaar, te bu janq séyee, deful bàkkaar. Waaye ñi séy dinañu am naqar ci àddina, te naqar woowu dama leen ko bëggoona fanqal, yéen ñi séyagul."},{"style":"p","text":""},{"style":"v","text":"Lii laa bëgga wax, bokk yi: diir bu gàtt rekk a fi des. Lu weesu tey, na góor ñi am jabar di def, ni bu ñu ko amul woon;"},{"style":"v","text":"ñiy jooy, mel ni ñu jooyul; ñiy bég, mel ni ñu bégul; ñiy jënd, ni ñu moomul li ñu jënd;"},{"style":"v","text":"ñiy jariñoo àddina, bañ cee xér. Ndaxte àddina sii, ci ni mu mel, dootul yàggati."},{"style":"p","text":""},{"style":"v","text":"Bëggoon naa, ngeen baña am benn xalaat. Góor gu takkul jabar dafay bàyyi xel ci mbiri Boroom bi, di wuta neex Boroom bi."},{"style":"v","text":"Waaye ku takk jabar, fàww mu bàyyi xel ci mbiri àddina si, ak nu mu mana neexe jabaram,"},{"style":"v","text":"te noonu dafay daldi bare soxla. Jigéen ju séyul, walla janq, dafay bàyyi xel ci mbiri Boroom bi-- bëgg koo jox yaramam ak xelam. Waaye jigéen ji séy dafay bàyyi xel ci mbiri àddina, ak nu mu mana neexe jëkkëram."},{"style":"v","text":"Seen njariñ a tax ma wax lii, du ngir teg leen yen bu ngeen àttanul, waaye ngeen mana jàppandil Boroom bi ci njaamu gu rafet gu àndul ak genn njaaxle."},{"style":"p","text":""},{"style":"v","text":"Nanu jàll nag ci mbiri kiy takk ngoro te amul pastéefu takk ndaw si. Su fekkee ne waxambaane wi xalaat na ne jëfewul nu jekk ak janq bi, fekk muy wees ag ndawam, te mu xalaat ne dafa koo wara takk, kon na ko takk, ni mu ko bëgge; deful bàkkaar."},{"style":"v","text":"Waaye nag su dogoo dëgg ci baña takk, fekk sagoom rekk a tax te kenn tegu ko ko, kon ba tey def na lu baax."},{"style":"v","text":"Noonu ku takk as ndawam def na lu baax, rawatina nag ku takkul."},{"style":"p","text":""},{"style":"v","text":"Jigéen ji séy dina ànd ak jëkkëram giiru dundam. Waaye su jëkkër ji faatoo, man na séy ak ku ko neex, su fekkee ne góor gu gëm la."},{"style":"v","text":"Moona nag dina gëna bég, bu toogee noonu rekk. Loolu mooy sama xalaat, te defe naa ne man it am naa Xelum Yàlla."}]