[{"style":"s","verse":"","text":"Mbir yi jëm ci lekk yàpp, wi ñu jagleel xërëm yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Léegi nag, ci li jëm ci yàpp wi ñu jébbal xërëm yi: nun ñépp am nanu xam-xam, loolu dëgg la. Xam-xam day tax ba nit yég boppam, waaye mbëggeel day yékkati ngëm."},{"style":"v","verse":"2","text":"Ku xalaat ne xam nga dara, sa xam-xam bënnagul."},{"style":"v","verse":"3","text":"Waaye ku bëgg Yàlla, Yàlla xam la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Kon nag ci li jëm ci lekk yàpp wu ñu jébbal xërëm yi, xam nanu ne xërëm du dara ci àddina; xam nanu itam ne Yàlla kenn rekk la."},{"style":"v","verse":"5","text":"Su fekkee ne am na sax yu ñuy teg Yàlla, muy ci asamaan mbaa ci suuf --ndaxte am na yu bare yu ñu faral di bokkaaleel Yàlla ak Boroom bi--"},{"style":"v","verse":"6","text":"ba tey ci nun, jenn Yàlla rekk a am, muy Baay bi; lépp a ngi jóge ci moom te moom lanu nekkal. Te it benn Boroom rekk a am, muy Yeesu °Kirist; lépp a ngi jaare ci moom, te nun it nu ngi dund jaare ci moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Waaye ñépp xamuñu loolu. Am na ñu tàmmoon xërëm yi, te léegi, bu ñu lekkatee yàppu sarax yi, dañuy xalaat ne xërëm lañu ko jagleel. Seen xel dafa leen di yedd, ndaxte ci seen ñàkka xam dañuy foog ne taq nañu sobe ndax ñam woowu."},{"style":"v","verse":"8","text":"Waaye ñam manula tax nu neex Yàlla. Su nu ci lekkee, du yokk dara ci nun. Su nu ci lekkul, du nu wàññi dara."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Waaye moytuleen, ba sañ-sañ bi ngeen am, baña yóbbe bàkkaar ñi seen ngëm néew."},{"style":"v","verse":"10","text":"Su amee ku ngëmam néew, mu gis la, yaw mi bare xam-xam, nga toog di lekk ca màggalukaayu xërëm ya, ndax du ko xiir mu lekk yàppu sarax?"},{"style":"v","verse":"11","text":"Noonu sa xam-xam dina lor kooku ngëmam néew, fekk sa mbokk moomu, Kirist dee na ngir moom!"},{"style":"v","verse":"12","text":"Su ngeen bàkkaaree, ba tooñ bokk yi néew ngëm, di nëxal seen xel, bàkkaar ngeen ba tooñ Kirist."},{"style":"v","verse":"13","text":"Kon bu sama mbokk sóoboo ci bàkkaar ndax ñam wi ma lekk, dootuma lekk mukk yàpp, ngir baña sóob ci bàkkaar sama mbokk mi."}]