[{"style":"s","text":"Dëddu naa peyu ndawal Kirist te lew na ma"},{"style":"p","text":""},{"style":"v","text":"Ndax awma ndogal ci li may def? Ndax duma ndawul °Kirist? Ndax gisuma Yeesu sunu Boroom? Xanaa du yéena soqikoo ci liggéey bi ma Boroom bi sant?"},{"style":"v","text":"Su ma ñenn ñi tegul ndaw, moom laa ci yéen, ndaxte yéenay firnde jiy wone ne ndawul Boroom bi dëgg laa."},{"style":"p","text":""},{"style":"v","text":"Nii laay tontoo ñi may àtte:"},{"style":"v","text":"Xanaa sañunoo lekk ak a naan?"},{"style":"v","text":"Xanaa sañunoo indaale soxna su gëm Kirist, ni yeneen ndawul Kirist ak doomi ndeyu Boroom bi ak °Sefas sax?"},{"style":"v","text":"Walla boog man ak Barnabas rekk noo wara daan sunu doole?"},{"style":"p","text":""},{"style":"v","text":"Kan moo masa solu soldaar ci pexey boppam? Kan mooy bey tool te du ci jariñu? Walla kan mooy sàmm jur te du naan ca soow ma?"},{"style":"v","text":"Lii may wax, du ci yëfi doom Aadama rekk laa ko jukkee; xanaa du yoon wi it moo ko santaane?"},{"style":"v","text":"Ndaxte bind nañu ci yoonu °Musaa ne: «Bul sunjuñ gémmiñu nag wu ñu takk ci bojjukaay.» Ndax mooy tekki nag ne, Yàlla dafa bàyyi xel nag yi?"},{"style":"v","text":"Walla boog xanaa nun noo moom wax jooju? Waaw, noo tax ñu bind loolu. Noonu kuy bey war na am yaakaar, te kuy bojj di yaakaara jot wàllam."},{"style":"v","text":"Nu ji ci yéen yëfi Xelum Yàlla, ba noppi góobe ci yéen yëfi àddina, ndax loolu dafa ëpp li nu wara séentu?"},{"style":"v","text":"Ndegam ñeneen a am sañ-sañ boobu ci yéen, nun kon waxi-noppi."},{"style":"p","text":"Waaye nag jariñoowunu sañ-sañ boobu. Danuy far muñ lépp, ngir baña indi ndog ci yoonu xibaaru jàmm bu Kirist bi."},{"style":"v","text":"Xanaa xamuleen ne, ñiy liggéeyal yëf yu sell yi, dañuy lekk ñam, wi ci kër Yàlla gi, te ñiy liggéey ci °sarxalukaay bi, dañuy jot seen wàll ci sarax yi?"},{"style":"v","text":"Naka noonu it Boroom bi digle na ne, ñiy yégle xibaaru jàmm bi, nanu ci dund."},{"style":"p","text":""},{"style":"v","text":"Waaye man jariñoowuma benn ci sañ-sañ yooyu, te binduma yëf yooyu, ngir ngeen di ma defal yu ni mel. Dee sax moo ma ko gënal-- kenn du jële ci man mbir moomu may kañoo!"},{"style":"v","text":"Su may yégle xibaaru jàmm bi, manuma cee kañu. Sas la, wu ñu ma sas. Dinaa torox, su ma yéglewul xibaaru jàmm bi!"},{"style":"v","text":"Su doon ci sama coobare laa yégle xibaaru jàmm bi, man naa ci séentu yool. Waaye defuma ko ci sama coobare, ndaxte sas la, wu ñu ma sas."},{"style":"v","text":"Kon nag lan mooy sama yool? Xanaa di yégle xibaaru jàmm bi ci dara, te baña jariñoo sañ-sañ boobu ma ci yelloo."},{"style":"p","text":""},{"style":"v","text":"Gor laa te kenn moomu ma; teewul def naa sama bopp jaamu ñépp, ngir mana gindi nit ñu bare ci Kirist."},{"style":"v","text":"Ci biir Yawut yi, sol naa melow Yawut yi, ngir gindi leen. Man ci sama bopp yoonu Musaa jiitalu ma, terewul bi ma nekkee ci biir ñiy sàmm yoonu °Musaa, sàmm naa yoon wa, ngir gindi leen."},{"style":"v","text":"Ci biir ñi nekkul ci yoonu Musaa, faalewuma woon yoon wi, ngir gindi leen; waxuma ne ànduma ak yoonu Yàlla, waaye topp naa yoon ci sama bokk ak Kirist."},{"style":"v","text":"Ci biir ñi néew ngëm, meloon naa ni ku néew ngëm, ngir gindi leen. Doon naa lépp ci ñépp, ngir def lépp lu ma man, ba ñenn mucc ci."},{"style":"v","text":"Damaa def loolu lépp ndax xibaaru jàmm bi, ngir man it ma am wàll ci barkeem."},{"style":"p","text":""},{"style":"v","text":"Xanaa xamuleen ne, ñépp ñooy daw cib rawante, waaye kenn rekk ay jël ndam li? Dawleen nag ngir jël ko."},{"style":"v","text":"Ñiy joŋante ci po muy waral tàggat yaram, dañuy xañ seen bopp lu bare. Dañu koy def, ngir am °kaalag ndam gu dul yàgg; waaye nun danu koy def, ngir am kaalag ndam gu sax ba fàww."},{"style":"v","text":"Man nag noonu laay dawe, te duma dawantu. Noonu laay bëree, waaye duma def ni nit kuy dóor ci jaww ji."},{"style":"v","text":"Waaye damay not sama yaram, ba moom ko, ngir ragala yégal ñi ci des xibaaru jàmm bi, ba noppi Yàlla xañ ma ndam li."}]