[{"style":"s1","verse":"","text":"La loi et la foi: la loi est impuissante pour assurer le salut, elle doit conduire à la foi. La foi affranchit de la loi, elle procure la liberté évangélique"},{"style":"r","verse":"","text":"V. 1-14: cf. (Ga 4:9-20. 1 Th 1:5-6.) Ro 4; 3:19, etc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"O Galates, dépourvus de sens! \\x a \\xo 3.1 \\xt Ga 5:7.\\x*qui vous a fascinés, vous, aux yeux de qui Jésus-Christ a été peint comme crucifié? "},{"style":"v","verse":"2","text":"Voici seulement ce que je veux apprendre de vous: Est-ce par les œuvres de la loi que vous avez reçu l’Esprit, ou par la prédication de la foi? "},{"style":"v","verse":"3","text":"Êtes-vous tellement dépourvus de sens? Après avoir commencé par l’Esprit, voulez-vous maintenant finir par la chair? "},{"style":"v","verse":"4","text":"Avez-vous tant souffert en vain? Si toutefois c’est en vain. "},{"style":"v","verse":"5","text":"Celui qui vous accorde l’Esprit, et qui opère des miracles parmi vous, le fait-il donc par les œuvres de la loi, ou par la prédication de la foi? "},{"style":"v","verse":"6","text":"\\x b \\xo 3.6 \\xt Ge 15:6. Ro 4:3. Ja 2:23.\\x*Comme Abraham crut à Dieu, et que cela lui fut imputé à justice, "},{"style":"v","verse":"7","text":"reconnaissez donc que ce sont ceux qui ont la foi qui sont fils d’Abraham. "},{"style":"v","verse":"8","text":"Aussi l’Écriture, prévoyant que Dieu justifierait les païens par la foi, a d’avance annoncé cette bonne nouvelle à Abraham: \\x c \\xo 3.8 \\xt Ge 12:3; 18:18; 22:18; 26:4; 49:10. Ac 3:25.\\x*Toutes les nations seront bénies en toi! "},{"style":"v","verse":"9","text":"de sorte que ceux qui croient sont bénis avec Abraham le croyant. "},{"style":"v","verse":"10","text":"Car tous ceux qui s’attachent aux œuvres de la loi sont sous la malédiction; car il est écrit: \\x d \\xo 3.10 \\xt De 27:26.\\x*Maudit est quiconque n’observe pas tout ce qui est écrit dans le livre de la loi, et ne le met pas en pratique. "},{"style":"v","verse":"11","text":"\\x e \\xo 3.11 \\xt Ro 3:20. Ga 2:16.\\x*Et que nul ne soit justifié devant Dieu par la loi, cela est évident, puisqu’il est dit: \\x f \\xo 3.11 \\xt Ha 2:4. Ro 1:17. Hé 10:38.\\x*Le juste vivra par la foi. "},{"style":"v","verse":"12","text":"Or, la loi ne procède pas de la foi; mais elle dit: \\x g \\xo 3.12 \\xt Lé 18:5. Éz 20:11. Ro 10:5.\\x*Celui qui mettra ces choses en pratique vivra par elles. "},{"style":"v","verse":"13","text":"\\x h \\xo 3.13 \\xt Ro 8:3. 2 Co 5:21.\\x*Christ nous a rachetés de la malédiction de la loi, étant devenu malédiction pour nous, car il est écrit: \\x i \\xo 3.13 \\xt De 21:23.\\x*Maudit est quiconque est pendu au bois, "},{"style":"v","verse":"14","text":"afin que la bénédiction d’Abraham eût pour les païens son accomplissement en Jésus-Christ, et que nous reçussions par la foi l’Esprit qui avait été promis."},{"style":"r","verse":"","text":"V. 15-29: cf. (Mi 7:20. Ac 3:25-26.) (Ro 4:13-17; 10:4-13. Ép 3:6.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Frères (je parle à la manière des hommes), \\x j \\xo 3.15 \\xt Hé 9:17.\\x*une disposition en bonne forme, bien que faite par un homme, n’est annulée par personne, et personne n’y ajoute. "},{"style":"v","verse":"16","text":"\\x k \\xo 3.16 \\xt Ga 3:8.\\x*Or les promesses ont été faites à Abraham et à sa postérité. Il n’est pas dit: et aux postérités, comme s’il s’agissait de plusieurs, mais en tant qu’il s’agit d’une seule: et à ta postérité, c’est-à-dire, à Christ. "},{"style":"v","verse":"17","text":"Voici ce que j’entends: une disposition, que Dieu a confirmée antérieurement, ne peut pas être annulée, et ainsi la promesse rendue vaine, par la loi survenue \\x l \\xo 3.17 \\xt Ge 15:13. Ex 12:40. Ac 7:6.\\x*quatre cent trente ans plus tard. "},{"style":"v","verse":"18","text":"\\x m \\xo 3.18 \\xt Ro 4:14.\\x*Car si l’héritage venait de la loi, il ne viendrait plus de la promesse; or, c’est par la promesse que Dieu a fait à Abraham ce don de sa grâce. "},{"style":"v","verse":"19","text":"Pourquoi donc la loi? \\x n \\xo 3.19 \\xt Jn 15:22. Ro 4:15; 5:20; 7:8.\\x*Elle a été donnée ensuite à cause des transgressions, jusqu’à ce que vînt la postérité à qui la promesse avait été faite; elle a été promulguée \\x o \\xo 3.19 \\xt Ac 7:38, 53.\\x*par des anges, au moyen \\x p \\xo 3.19 \\xt De 5:5. Jn 1:17. Ac 7:38.\\x*d’un médiateur. "},{"style":"v","verse":"20","text":"Or, le médiateur n’est pas médiateur d’un seul, tandis que Dieu est un seul. "},{"style":"v","verse":"21","text":"La loi est-elle donc contre les promesses de Dieu? Loin de là! S’il eût été donné une loi qui pût procurer la vie, la justice viendrait réellement de la loi. "},{"style":"v","verse":"22","text":"\\x q \\xo 3.22 \\xt Ro 3:9; 11:32.\\x*Mais l’Écriture a tout renfermé sous le péché, afin que ce qui avait été promis fût donné par la foi en Jésus-Christ à ceux qui croient. "},{"style":"v","verse":"23","text":"Avant que la foi vînt, nous étions enfermés sous la garde de la loi, en vue de la foi qui devait être révélée. "},{"style":"v","verse":"24","text":"\\x r \\xo 3.24 \\xt Mt 5:17. Ac 13:38. Ro 10:4.\\x*Ainsi la loi a été comme un pédagogue pour nous conduire à Christ, afin que nous fussions justifiés par la foi. "},{"style":"v","verse":"25","text":"La foi étant venue, nous ne sommes plus sous ce pédagogue. "},{"style":"v","verse":"26","text":"\\x s \\xo 3.26 \\xt És 56:5. Jn 1:12. Ro 8:15. Ga 4:5.\\x*Car vous êtes tous fils de Dieu par la foi en Jésus-Christ; "},{"style":"v","verse":"27","text":"\\x t \\xo 3.27 \\xt Ro 6:3.\\x*vous tous, qui avez été baptisés en Christ, vous avez revêtu Christ. "},{"style":"v","verse":"28","text":"Il n’y a plus ni Juif ni Grec, il n’y a plus ni esclave ni libre, il n’y a plus ni homme ni femme; \\x u \\xo 3.28 \\xt Jn 17:21.\\x*car tous vous êtes un en Jésus-Christ. "},{"style":"v","verse":"29","text":"\\x v \\xo 3.29 \\xt Ge 21:12. Ro 9:7. Hé 11:18.\\x*Et si vous êtes à Christ, vous êtes donc la postérité d’Abraham, héritiers selon la promesse."}]