[{"style":"r","text":"V. 1-7: cf. Ga 3:23-26. Ro 8:14-17."},{"style":"p","text":""},{"style":"v","text":"Or, aussi longtemps que l’héritier est enfant, je dis qu’il ne diffère en rien d’un esclave, quoiqu’il soit le maître de tout; "},{"style":"v","text":"mais il est sous des tuteurs et des administrateurs jusqu’au temps marqué par le père. "},{"style":"v","text":"Nous aussi, de la même manière, lorsque nous étions enfants, nous étions sous l’esclavage des rudiments du monde; "},{"style":"v","text":"\\x a \\xo 4.4 \\xt Ge 49:10. Da 9:24.\\x*mais, lorsque les temps ont été accomplis, Dieu a envoyé son Fils, né d’une femme, \\x b \\xo 4.4 \\xt Mt 5:17.\\x*né sous la loi, "},{"style":"v","text":"afin qu’il rachetât ceux qui étaient sous la loi, \\x c \\xo 4.5 \\xt Jn 1:12. Ga 3:26.\\x*afin que nous reçussions l’adoption. "},{"style":"v","text":"\\x d \\xo 4.6 \\xt Ro 8:15.\\x*Et parce que vous êtes fils, Dieu a envoyé dans nos cœurs l’Esprit de son Fils, lequel crie: Abba! Père! "},{"style":"v","text":"Ainsi tu n’es plus esclave, mais fils; et si tu es fils, tu es aussi héritier par la grâce de Dieu."},{"style":"r","text":"V. 8-20: cf. Ga 3:1-4; 5:1-12. 2 Co 11:2-3."},{"style":"p","text":""},{"style":"v","text":"Autrefois, ne connaissant pas Dieu, vous serviez des dieux \\x e \\xo 4.8 \\xt 1 Co 8:4.\\x*qui ne le sont pas de leur nature; "},{"style":"v","text":"mais à présent que vous avez connu Dieu, ou plutôt que vous avez été connus de Dieu, \\x f \\xo 4.9 \\xt Col 2:20.\\x*comment retournez-vous à ces faibles et pauvres rudiments, auxquels de nouveau vous voulez vous asservir encore? "},{"style":"v","text":"\\x g \\xo 4.10 \\xt Ro 14:5. Col 2:16.\\x*Vous observez les jours, les mois, les temps et les années! "},{"style":"v","text":"Je crains d’avoir inutilement travaillé pour vous. "},{"style":"v","text":"Soyez comme moi, car moi aussi je suis comme vous. Frères, je vous en supplie. "},{"style":"v","text":"Vous ne m’avez fait aucun tort. Vous savez que ce fut à cause d’une infirmité de la chair que je vous ai pour la première fois annoncé l’Évangile. "},{"style":"v","text":"Et mis à l’épreuve par ma chair, vous n’avez témoigné ni mépris ni dégoût; vous m’avez, au contraire, reçu \\x h \\xo 4.14 \\xt Mal 2:7.\\x*comme un ange de Dieu, \\x i \\xo 4.14 \\xt Mt 10:40. Jn 13:20.\\x*comme Jésus-Christ. "},{"style":"v","text":"Où donc est l’expression de votre bonheur? Car je vous atteste que, si cela eût été possible, vous vous seriez arraché les yeux pour me les donner. "},{"style":"v","text":"Suis-je devenu votre ennemi en vous disant la vérité? "},{"style":"v","text":"\\x j \\xo 4.17 \\xt Ro 10:2. 2 Co 11:12.\\x*Le zèle qu’ils ont pour vous n’est pas pur, mais ils veulent vous détacher de nous, afin que vous soyez zélés pour eux. "},{"style":"v","text":"Il est beau d’avoir du zèle pour ce qui est bien et en tout temps, et non pas seulement quand je suis présent parmi vous. "},{"style":"v","text":"\\x k \\xo 4.19 \\xt 1 Co 4:15. Phm v. 10. Ja 1:18.\\x*Mes enfants, pour qui j’éprouve de nouveau les douleurs de l’enfantement, jusqu’à ce que Christ soit formé en vous, "},{"style":"v","text":"je voudrais être maintenant auprès de vous, et changer de langage, car je suis dans l’inquiétude à votre sujet."},{"style":"r","text":"4 v. 21 à 5 v. 1: cf. Ge 21:1-12. Hé 12:18-24."},{"style":"p","text":""},{"style":"v","text":"Dites-moi, vous qui voulez être sous la loi, n’entendez-vous point la loi? "},{"style":"v","text":"Car il est écrit qu’Abraham eut deux fils, \\x l \\xo 4.22 \\xt Ge 16:2.\\x*un de la femme esclave, \\x m \\xo 4.22 \\xt Ge 21:2. Ac 7:8. Hé 11:11.\\x*et un de la femme libre. "},{"style":"v","text":"\\x n \\xo 4.23 \\xt Jn 8:39. Ro 9:7.\\x*Mais celui de l’esclave naquit selon la chair, et celui de la femme libre naquit en vertu de la promesse. "},{"style":"v","text":"Ces choses sont allégoriques; car ces femmes sont deux alliances. L’une du mont Sinaï, enfantant pour la servitude, c’est Agar, "},{"style":"v","text":"car Agar, c’est le mont Sinaï en Arabie, et elle correspond à la Jérusalem actuelle, qui est dans la servitude avec ses enfants. "},{"style":"v","text":"\\x o \\xo 4.26 \\xt Ap 21:2.\\x*Mais la Jérusalem d’en haut est libre, c’est notre mère; "},{"style":"v","text":"car il est écrit:"},{"style":"q1","text":"\\x p \\xo 4.27 \\xt És 54:1.\\x*Réjouis-toi, stérile, toi qui n’enfantes point!"},{"style":"q1","text":"Éclate et pousse des cris, toi qui n’as pas éprouvé les douleurs de l’enfantement!"},{"style":"q1","text":"Car les enfants de la délaissée seront plus nombreux"},{"style":"q1","text":"Que les enfants de celle qui était mariée."},{"style":"m","text":""},{"style":"v","text":"\\x q \\xo 4.28 \\xt Ro 9:7, 8.\\x*Pour vous, frères, comme Isaac, vous êtes enfants de la promesse; "},{"style":"v","text":"et de même qu’alors celui qui était né selon la chair \\x r \\xo 4.29 \\xt Ge 21:9.\\x*persécutait celui qui était né selon l’Esprit, ainsi en est-il encore maintenant. "},{"style":"v","text":"Mais que dit l’Écriture? \\x s \\xo 4.30 \\xt Ge 21:10.\\x*Chasse l’esclave et son fils, car le fils de l’esclave n’héritera pas avec le fils de la femme libre. "},{"style":"v","text":"C’est pourquoi, frères, nous ne sommes pas enfants de l’esclave, mais de la femme libre."}]