[{"style":"s1","verse":"","text":"Exhortation au support mutuel, à la libéralité, à la pratique du bien"},{"style":"r","verse":"","text":"V. 1-5: cf. 1 Th 5:14. Ro 12:3, 16; 15:1-2; 14:10-12."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Frères, \\x a \\xo 6.1 \\xt Ro 14:1; 15:1. 1 Co 9:22.\\x*si un homme vient à être surpris en quelque faute, vous qui êtes spirituels, redressez-le avec un esprit de douceur. Prends garde à toi-même, de peur que tu ne sois aussi tenté. "},{"style":"v","verse":"2","text":"\\x b \\xo 6.2 \\xt Mt 11:29. Jn 13:14. Ro 15:1. 1 Th 5:14.\\x*Portez les fardeaux les uns des autres, et vous accomplirez ainsi la loi de Christ. "},{"style":"v","verse":"3","text":"Si quelqu’un pense être quelque chose, quoiqu’il ne soit rien, il s’abuse lui-même. "},{"style":"v","verse":"4","text":"Que chacun examine ses propres œuvres, et alors il aura sujet de se glorifier pour lui seul, et non par rapport à autrui; "},{"style":"v","verse":"5","text":"\\x c \\xo 6.5 \\xt Ps 62:13. Jé 17:10; 32:19. Mt 16:27. Ro 2:6; 14:12. 1 Co 3:8. 2 Co 5:10. Ap 2:23; 22:12.\\x*car chacun portera son propre fardeau."},{"style":"r","verse":"","text":"V. 6-10: cf. (Os 10:12-13. Ro 2:3-11; 8:13.) (Lu 6:30-36. 2 Co 9:6, etc. Hé 6:10-12.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"\\x d \\xo 6.6 \\xt Ro 15:27. 1 Co 9:11.\\x*Que celui à qui l’on enseigne la parole fasse part de tous ses biens à celui qui l’enseigne. "},{"style":"v","verse":"7","text":"\\x e \\xo 6.7 \\xt 1 Co 6:10.\\x*Ne vous y trompez pas: on ne se moque pas de Dieu. \\x f \\xo 6.7 \\xt Lu 16:25.\\x*Ce qu’un homme aura semé, il le moissonnera aussi. "},{"style":"v","verse":"8","text":"Celui qui sème pour sa chair moissonnera de la chair la corruption; mais celui qui sème pour l’Esprit moissonnera de l’Esprit la vie éternelle. "},{"style":"v","verse":"9","text":"\\x g \\xo 6.9 \\xt 2 Th 3:13.\\x*Ne nous lassons pas de faire le bien; car nous moissonnerons au temps convenable, si nous ne nous relâchons pas. "},{"style":"v","verse":"10","text":"Ainsi donc, pendant que nous en avons l’occasion, pratiquons le bien envers tous, et \\x h \\xo 6.10 \\xt 1 Ti 5:8.\\x*surtout envers les frères en la foi."},{"style":"s1","verse":"","text":"Un dernier mot sur ceux qui imposent la circoncision. La croix de Christ, seul sujet de gloire pour l’apôtre. Vœux et salutation"},{"style":"r","verse":"","text":"V. 11-18: cf. Ph 3:2-11. Ga 5:5-10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Voyez avec quelles grandes lettres je vous ai écrit de ma propre main. "},{"style":"v","verse":"12","text":"Tous ceux qui veulent se rendre agréables selon la chair vous contraignent à vous faire circoncire, uniquement afin de n’être pas persécutés pour la croix de Christ. "},{"style":"v","verse":"13","text":"Car les circoncis eux-mêmes n’observent point la loi; mais ils veulent que vous soyez circoncis, pour se glorifier dans votre chair. "},{"style":"v","verse":"14","text":"Pour ce qui me concerne, loin de moi la pensée de me glorifier d’autre chose que de la croix de notre Seigneur Jésus-Christ, par qui le monde est crucifié pour moi, comme je le suis pour le monde! "},{"style":"v","verse":"15","text":"\\x i \\xo 6.15 \\xt Mt 12:50. Jn 15:14. 2 Co 5:16. Ga 5:6. Col 3:11.\\x*Car ce n’est rien que d’être circoncis ou incirconcis; ce qui est quelque chose, c’est d’être une nouvelle créature. "},{"style":"v","verse":"16","text":"\\x j \\xo 6.16 \\xt Ps 125:5.\\x*Paix et miséricorde sur tous ceux qui suivront cette règle, et sur l’Israël de Dieu! "},{"style":"v","verse":"17","text":"Que personne désormais ne me fasse de la peine, \\x k \\xo 6.17 \\xt 2 Co 4:10.\\x*car je porte sur mon corps les marques de Jésus. "},{"style":"v","verse":"18","text":"Frères, que la grâce de notre Seigneur Jésus-Christ soit avec votre esprit! Amen!"}]