[{"style":"s1","verse":"","text":"Conduct Toward All People"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Remind them to be subject to the rulers \\add and\\add* to the authorities, to obey, to be prepared for every good work, "},{"style":"v","verse":"2","text":"to speak evil of no one, to be peaceable, gentle, showing all courtesy to all people. "},{"style":"v","verse":"3","text":"For we also were once foolish, disobedient, led astray, enslaved to various desires and pleasures, spending our lives in wickedness and envy, despicable, hating one another. "},{"style":"v","verse":"4","text":"But when the kindness and love for mankind of God our Savior appeared, "},{"style":"v","verse":"5","text":"he saved us, not by deeds of righteousness that we have done, but because of his mercy, through the washing of regeneration and renewal by the Holy Spirit, "},{"style":"v","verse":"6","text":"whom he poured out on us abundantly through Jesus Christ our Savior, "},{"style":"v","verse":"7","text":"so that, having been justified by his grace, we may become heirs according to the hope of eternal life."},{"style":"s1","verse":"","text":"Final Instructions to Titus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"The saying \\add is\\add* trustworthy, and I want you to insist concerning these \\add things\\add*, so that those who have believed in God may be careful to engage in good deeds. These things are good and beneficial for people. "},{"style":"v","verse":"9","text":"But avoid foolish controversies and genealogies and contentions and quarrels about the law, for they are useless and fruitless. "},{"style":"v","verse":"10","text":"Reject a divisive person after a first and second admonition, "},{"style":"v","verse":"11","text":"knowing that such a person is perverted and is sinning, being self-condemned."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"When I send Artemas or Tychicus to you, make haste to come to me in Nicopolis, for I have decided to spend the winter there. "},{"style":"v","verse":"13","text":"Diligently send on their way Zenas the lawyer and Apollos, so that ⸤they may lack nothing⸥\\f + \\fr 3:13 \\ft Literally “nothing may lack to them” \\f*. "},{"style":"v","verse":"14","text":"But also our \\add people\\add* must learn to engage in good deeds for necessary needs, so that they will not be unfruitful. "},{"style":"v","verse":"15","text":"All those with me greet you. Greet those who love us in the faith. Grace \\add be\\add* with all of you."}]