[{"style":"r","verse":"","text":"V. 1-7: cf. Ro 14:13-23. Ph 2:1-5."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 15.1 \\xt 1 Co 9:22. Ga 6:1.\\x*Nous qui sommes forts, nous devons supporter les faiblesses de ceux qui ne le sont pas, et ne pas nous complaire en nous-mêmes. "},{"style":"v","verse":"2","text":"Que chacun de nous complaise au prochain pour ce qui est bien en vue de l’édification. "},{"style":"v","verse":"3","text":"Car Christ ne s’est point complu en lui-même, mais, selon qu’il est écrit:"},{"style":"q1","verse":"","text":"\\x b \\xo 15.3 \\xt Ps 69:10. És 53:4, 5.\\x*Les outrages de ceux qui t’insultent sont tombés sur moi."},{"style":"m","verse":"","text":""},{"style":"v","verse":"4","text":"\\x c \\xo 15.4 \\xt Ro 4:23, 24.\\x*Or, tout ce qui a été écrit d’avance l’a été pour notre instruction, afin que, par la patience, et par la consolation que donnent les Écritures, nous possédions l’espérance. "},{"style":"v","verse":"5","text":"Que le Dieu de la persévérance et de la consolation vous donne \\x d \\xo 15.5 \\xt Ro 12:16. 1 Co 1:10. Ph 2:2; 3:16. 1 Pi 3:8.\\x*d’avoir les mêmes sentiments les uns envers les autres selon Jésus-Christ, "},{"style":"v","verse":"6","text":"afin que tous ensemble, d’une seule bouche, vous glorifiiez le Dieu et Père de notre Seigneur Jésus-Christ. "},{"style":"v","verse":"7","text":"Accueillez-vous donc les uns les autres, comme Christ vous a accueillis, pour la gloire de Dieu."},{"style":"r","verse":"","text":"V. 8-13: cf. Ac 3:25, 26. Ép 2:11-19."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Je dis, en effet, que Christ a été serviteur des circoncis, pour prouver la véracité de Dieu en confirmant les promesses faites aux pères, "},{"style":"v","verse":"9","text":"tandis que les païens glorifient Dieu à cause de sa miséricorde, selon qu’il est écrit:"},{"style":"q1","verse":"","text":"\\x e \\xo 15.9 \\xt 2 S 22:50. Ps 18:50.\\x*C’est pourquoi je te louerai parmi les nations,"},{"style":"q1","verse":"","text":"Et je chanterai à la gloire de ton nom."},{"style":"m","verse":"","text":""},{"style":"v","verse":"10","text":"Il est dit encore:"},{"style":"q1","verse":"","text":"\\x f \\xo 15.10 \\xt De 32:43.\\x*Nations, réjouissez-vous avec son peuple!"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Et encore:"},{"style":"q1","verse":"","text":"\\x g \\xo 15.11 \\xt Ps 117:1.\\x*Louez le Seigneur, vous toutes les nations,"},{"style":"q1","verse":"","text":"Célébrez-le, vous tous les peuples!"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Ésaïe dit aussi:"},{"style":"q1","verse":"","text":"\\x h \\xo 15.12 \\xt És 11:10. Ap 5:5; 22:16.\\x*Il sortira d’Isaï un rejeton,"},{"style":"q1","verse":"","text":"Qui se lèvera pour régner sur les nations;"},{"style":"q1","verse":"","text":"Les nations espéreront en lui. "},{"style":"v","verse":"13","text":"Que le Dieu de l’espérance vous remplisse de toute joie et de toute paix dans la foi, pour que vous abondiez en espérance, par la puissance du Saint-Esprit!"},{"style":"s1","verse":"","text":"Réflexions de Paul sur son ministère, et projets de voyage"},{"style":"r","verse":"","text":"V. 14-21: cf. 1 Co 15:10. 2 Co 12:12; 10:13-18."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Pour ce qui vous concerne, mes frères, je suis moi-même persuadé que vous êtes pleins de bonnes dispositions, remplis de toute connaissance, et capables de vous exhorter les uns les autres. "},{"style":"v","verse":"15","text":"Cependant, à certains égards, je vous ai écrit avec une sorte de hardiesse, comme pour réveiller vos souvenirs, à cause de la grâce que Dieu m’a faite "},{"style":"v","verse":"16","text":"d’être ministre de Jésus-Christ parmi les païens, m’acquittant du divin service de l’Évangile de Dieu, afin que les païens lui soient une offrande agréable, étant sanctifiée par l’Esprit-Saint. "},{"style":"v","verse":"17","text":"J’ai donc sujet de me glorifier en Jésus-Christ, pour ce qui regarde les choses de Dieu. "},{"style":"v","verse":"18","text":"Car je n’oserais mentionner aucune chose que Christ n’ait pas faite par moi pour amener les païens à l’obéissance, par la parole et par les actes, "},{"style":"v","verse":"19","text":"par la puissance des miracles et des prodiges, par la puissance de l’Esprit de Dieu, en sorte que, depuis Jérusalem et les pays voisins jusqu’en Illyrie, j’ai abondamment répandu l’Évangile de Christ. "},{"style":"v","verse":"20","text":"Et je me suis fait honneur d’annoncer l’Évangile là où Christ n’avait point été nommé, afin de ne pas bâtir sur le fondement d’autrui, selon qu’il est écrit:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"21","text":"\\x i \\xo 15.21 \\xt És 52:15.\\x*Ceux à qui il n’avait point été annoncé verront,"},{"style":"q1","verse":"","text":"Et ceux qui n’en avaient point entendu parler comprendront."},{"style":"r","verse":"","text":"V. 22-33: cf. Ro 1:9-15. (2 Co 8 et 9.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"C’est ce qui m’a souvent \\x j \\xo 15.22 \\xt Ro 1:13. 1 Th 2:18.\\x*empêché d’aller vers vous. "},{"style":"v","verse":"23","text":"Mais maintenant, n’ayant plus rien qui me retienne dans ces contrées, et ayant depuis plusieurs années \\x k \\xo 15.23 \\xt Ro 1:10; 15:32. 1 Th 3:10. 2 Ti 1:4.\\x*le désir d’aller vers vous, "},{"style":"v","verse":"24","text":"j’espère vous voir en passant, quand je me rendrai en Espagne, et y être accompagné par vous, après que j’aurai satisfait en partie mon désir de me trouver chez vous. "},{"style":"v","verse":"25","text":"\\x l \\xo 15.25 \\xt Ac 19:21; 24:17.\\x*Présentement je vais à Jérusalem, pour le service des saints. "},{"style":"v","verse":"26","text":"Car la Macédoine et l’Achaïe ont bien voulu s’imposer une contribution en faveur des pauvres parmi les saints de Jérusalem. "},{"style":"v","verse":"27","text":"Elles l’ont bien voulu, et elles le leur devaient; \\x m \\xo 15.27 \\xt 1 Co 9:11. Ga 6:6.\\x*car si les païens ont eu part à leurs avantages spirituels, ils doivent aussi les assister dans les choses temporelles. "},{"style":"v","verse":"28","text":"Dès que j’aurai terminé cette affaire et que je leur aurai remis ces dons, je partirai pour l’Espagne et passerai chez vous. "},{"style":"v","verse":"29","text":"\\x n \\xo 15.29 \\xt Ro 1:11.\\x*Je sais qu’en allant vers vous, c’est avec une pleine bénédiction de Christ que j’irai. "},{"style":"v","verse":"30","text":"Je vous exhorte, frères, par notre Seigneur Jésus-Christ et par l’amour de l’Esprit, \\x o \\xo 15.30 \\xt 2 Co 1:11.\\x*à combattre avec moi, en adressant à Dieu des prières en ma faveur, "},{"style":"v","verse":"31","text":"\\x p \\xo 15.31 \\xt 2 Th 3:2.\\x*afin que je sois délivré des incrédules de la Judée, et que les dons que je porte à Jérusalem soient agréés des saints, "},{"style":"v","verse":"32","text":"\\x q \\xo 15.32 \\xt Ro 1:10; 15:23.\\x*en sorte que j’arrive chez vous avec joie, si c’est la volonté de Dieu, et que je jouisse au milieu de vous de quelque repos. "},{"style":"v","verse":"33","text":"Que le Dieu de paix soit avec vous tous! Amen!"}]