[{"style":"s1","verse":"","text":"Recommandations, salutations et vœux"},{"style":"r","verse":"","text":"V. 1-16: cf. 3 Jn 5-8. (Ac 18:2, 3, 18, 26. 1 Co 16:19, 20.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Je vous recommande Phœbé, notre sœur, qui est diaconesse de l’Église de Cenchrées, "},{"style":"v","verse":"2","text":"afin que vous la receviez en notre Seigneur d’une manière digne des saints, et que vous l’assistiez dans les choses où elle aurait besoin de vous, car elle a donné aide à plusieurs et à moi-même. "},{"style":"v","verse":"3","text":"\\x a \\xo 16.3 \\xt Ac 18:2, 26.\\x*Saluez Prisca et Aquilas, mes compagnons d’œuvre en Jésus-Christ, "},{"style":"v","verse":"4","text":"qui ont exposé leur tête pour sauver ma vie; ce n’est pas moi seul qui leur rends grâces, ce sont encore toutes les Églises des païens. "},{"style":"v","verse":"5","text":"Saluez aussi l’Église qui est dans leur maison. Saluez Épaïnète, mon bien-aimé, qui a été pour Christ les prémices de l’Asie. "},{"style":"v","verse":"6","text":"Saluez Marie, qui a pris beaucoup de peine pour vous. "},{"style":"v","verse":"7","text":"Saluez Andronicus et Junias, mes parents et mes compagnons de captivité, qui jouissent d’une grande considération parmi les apôtres, et qui même ont été en Christ avant moi. "},{"style":"v","verse":"8","text":"Saluez Amplias, mon bien-aimé dans le Seigneur. "},{"style":"v","verse":"9","text":"Saluez Urbain, notre compagnon d’œuvre en Christ, et Stachys, mon bien-aimé. "},{"style":"v","verse":"10","text":"Saluez Apellès, qui est éprouvé en Christ. Saluez ceux de la maison d’Aristobule. "},{"style":"v","verse":"11","text":"Saluez Hérodion, mon parent. Saluez ceux de la maison de Narcisse qui sont dans le Seigneur. "},{"style":"v","verse":"12","text":"Saluez Tryphène et Tryphose, qui travaillent pour le Seigneur. Saluez Perside, la bien-aimée, qui a beaucoup travaillé pour le Seigneur. "},{"style":"v","verse":"13","text":"Saluez Rufus, l’élu du Seigneur, et sa mère, qui est aussi la mienne. "},{"style":"v","verse":"14","text":"Saluez Asyncrite, Phlégon, Hermès, Patrobas, Hermas, et les frères qui sont avec eux. "},{"style":"v","verse":"15","text":"Saluez Philologue et Julie, Nérée et sa sœur, et Olympe, et tous les saints qui sont avec eux. "},{"style":"v","verse":"16","text":"\\x b \\xo 16.16 \\xt 1 Co 16:20. 2 Co 13:12. 1 Th 5:26. 1 Pi 5:14.\\x*Saluez-vous les uns les autres par un saint baiser. Toutes les Églises de Christ vous saluent."},{"style":"r","verse":"","text":"V. 17-20: cf. 1 Ti 6:3-5. Tit 3:9-11. 2 Pi 2:1-3."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"\\x c \\xo 16.17 \\xt Col 2:8. Tit 3:10. 2 Jn v. 10.\\x*Je vous exhorte, frères, à prendre garde à ceux qui causent des divisions et des scandales, au préjudice de l’enseignement que vous avez reçu. \\x d \\xo 16.17 \\xt Mt 18:17. 2 Th 3:6. 2 Ti 3:5.\\x*Éloignez-vous d’eux. "},{"style":"v","verse":"18","text":"Car de tels hommes ne servent point Christ notre Seigneur, \\x e \\xo 16.18 \\xt Ph 3:19.\\x*mais leur propre ventre; et, par des paroles douces et flatteuses, ils séduisent \\x f \\xo 16.18 \\xt Éz 13:18.\\x*les cœurs des simples. "},{"style":"v","verse":"19","text":"Pour vous, votre obéissance est connue de tous; je me réjouis donc à votre sujet, \\x g \\xo 16.19 \\xt Mt 10:16. 1 Co 14:20.\\x*et je désire que vous soyez sages en ce qui concerne le bien et purs en ce qui concerne le mal. "},{"style":"v","verse":"20","text":"Le Dieu de paix écrasera bientôt Satan sous vos pieds. Que la grâce de notre Seigneur Jésus-Christ soit avec vous!"},{"style":"r","verse":"","text":"V. 21-27: cf. Ép 3:5-11, 20, 21. Jud v. 24, 25."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"\\x h \\xo 16.21 \\xt Ac 16:1. Ph 2:19. Col 1:1. 1 Th 3:2. 1 Ti 1:2.\\x*Timothée, mon compagnon d’œuvre, vous salue, ainsi que \\x i \\xo 16.21 \\xt Ac 13:1.\\x*Lucius, \\x j \\xo 16.21 \\xt Ac 17:5.\\x*Jason et \\x k \\xo 16.21 \\xt Ac 20:4.\\x*Sosipater, mes parents. "},{"style":"v","verse":"22","text":"Je vous salue dans le Seigneur, moi Tertius, qui ai écrit cette lettre. "},{"style":"v","verse":"23","text":"Gaïus, mon hôte et celui de toute l’Église, vous salue. \\x l \\xo 16.23 \\xt Ac 19:22. 2 Ti 4:20.\\x*Éraste, le trésorier de la ville, vous salue, ainsi que le frère Quartus. "},{"style":"v","verse":"24","text":"Que la grâce de notre Seigneur Jésus-Christ soit avec vous tous! Amen! "},{"style":"v","verse":"25","text":"\\x m \\xo 16.25 \\xt Ép 3:20.\\x*A celui qui peut vous affermir selon mon Évangile et la prédication de Jésus-Christ, \\x n \\xo 16.25 \\xt Ép 1:9; 3:9. Col 1:26. 2 Ti 1:10. Tit 1:2. 1 Pi 1:20.\\x*conformément à la révélation du mystère caché pendant des siècles, "},{"style":"v","verse":"26","text":"mais manifesté maintenant par les écrits des prophètes, d’après l’ordre du Dieu éternel, et porté à la connaissance de toutes les nations, afin qu’elles obéissent à la foi, "},{"style":"v","verse":"27","text":"à Dieu, seul sage, soit la gloire aux siècles des siècles, par Jésus-Christ! Amen!"}]