[{"style":"s1","verse":"","text":"Les païens"},{"style":"r","verse":"","text":"V. 1-16: cf. (Mt 7:1-5. Ro 14:10-12.) Ga 6:7, 8. (Ja 1:22-25. Lu 12:47, 48. Ac 10:34, 35.) Ec 12:15, 16."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"O homme, qui que tu sois, toi qui juges, tu es donc inexcusable; \\x a \\xo 2.1 \\xt 2 S 12:5. Mt 7:1. 1 Co 4:5.\\x*car, en jugeant les autres, tu te condamnes toi-même, puisque toi qui juges, tu fais les mêmes choses. "},{"style":"v","verse":"2","text":"Nous savons, en effet, que le jugement de Dieu contre ceux qui commettent de telles choses est selon la vérité. "},{"style":"v","verse":"3","text":"Et penses-tu, ô homme, qui juges ceux qui commettent de telles choses, et qui les fais, que tu échapperas au jugement de Dieu? "},{"style":"v","verse":"4","text":"Ou méprises-tu les richesses de sa bonté, de sa patience et de sa \\x b \\xo 2.4 \\xt 2 Pi 3:15.\\x*longanimité, \\x c \\xo 2.4 \\xt És 30:18.\\x*ne reconnaissant pas que la bonté de Dieu te pousse à la repentance? "},{"style":"v","verse":"5","text":"Mais, par ton endurcissement et par ton cœur impénitent, \\x d \\xo 2.5 \\xt Ro 9:22.\\x*tu t’amasses un trésor de colère pour le jour de la colère et de la manifestation du juste jugement de Dieu, "},{"style":"v","verse":"6","text":"\\x e \\xo 2.6 \\xt Ps 62:13. Jé 17:10; 32:19. Mt 16:27. Ro 14:12. 1 Co 3:8. 2 Co 5:10. Ga 6:5. Ap 2:23; 22:12.\\x*qui rendra à chacun selon ses œuvres; "},{"style":"v","verse":"7","text":"réservant la vie éternelle à ceux qui, par la persévérance à bien faire, cherchent l’honneur, la gloire et l’immortalité; "},{"style":"v","verse":"8","text":"\\x f \\xo 2.8 \\xt 2 Th 1:8.\\x*mais l’irritation et la colère à ceux qui, par esprit de dispute, sont rebelles à la vérité et obéissent à l’injustice. "},{"style":"v","verse":"9","text":"Tribulation et angoisse sur toute âme d’homme qui fait le mal, sur le Juif premièrement, puis sur le Grec! "},{"style":"v","verse":"10","text":"Gloire, honneur et paix pour quiconque fait le bien, pour le Juif premièrement, puis pour le Grec! "},{"style":"v","verse":"11","text":"\\x g \\xo 2.11 \\xt De 10:17. 2 Ch 19:7. Job 34:19. Ac 10:34. Ga 2:6. Ép 6:9. Col 3:25. 1 Pi 1:17.\\x*Car devant Dieu il n’y a point d’acception de personnes. "},{"style":"v","verse":"12","text":"Tous ceux qui ont péché sans la loi périront aussi sans la loi, et tous ceux qui ont péché avec la loi seront jugés par la loi. "},{"style":"v","verse":"13","text":"\\x h \\xo 2.13 \\xt Mt 7:21. Ja 1:22. 1 Jn 3:7.\\x*Ce ne sont pas, en effet, ceux qui écoutent la loi qui sont justes devant Dieu, mais ce sont ceux qui la mettent en pratique qui seront justifiés. "},{"style":"v","verse":"14","text":"Quand les païens, qui n’ont point la loi, font naturellement ce que prescrit la loi, ils sont, eux qui n’ont point la loi, une loi pour eux-mêmes; "},{"style":"v","verse":"15","text":"ils montrent que l’œuvre de la loi est écrite dans leurs cœurs, leur conscience en rendant témoignage, et leurs pensées s’accusant ou se défendant tour à tour. "},{"style":"v","verse":"16","text":"\\x i \\xo 2.16 \\xt Mt 25:31.\\x*C’est ce qui paraîtra au jour où, selon mon Évangile, Dieu jugera par Jésus-Christ les actions secrètes des hommes."},{"style":"s1","verse":"","text":"Les Juifs"},{"style":"r","verse":"","text":"V. 17-24: cf. Jé 8:8, 9. Ja 4:16, 17. Ro 14:15."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Toi qui te donnes le nom de Juif, \\x j \\xo 2.17 \\xt Ro 9:4.\\x*qui te reposes sur la loi, qui te glorifies de Dieu, "},{"style":"v","verse":"18","text":"qui connais sa volonté, qui apprécies la différence des choses, étant instruit par la loi; "},{"style":"v","verse":"19","text":"toi qui te flattes d’être le conducteur des aveugles, la lumière de ceux qui sont dans les ténèbres, "},{"style":"v","verse":"20","text":"le docteur des insensés, le maître des ignorants, parce que tu as dans la loi la règle de la science et de la vérité; "},{"style":"v","verse":"21","text":"toi donc, qui enseignes les autres, tu ne t’enseignes pas toi-même! Toi qui prêches de ne pas dérober, tu dérobes! "},{"style":"v","verse":"22","text":"Toi qui dis de ne pas commettre d’adultère, tu commets l’adultère! Toi qui as en abomination les idoles, tu commets des sacrilèges! "},{"style":"v","verse":"23","text":"Toi qui te fais une gloire de la loi, tu déshonores Dieu par la transgression de la loi! "},{"style":"v","verse":"24","text":"Car le nom de Dieu est à cause de vous blasphémé parmi les païens, \\x k \\xo 2.24 \\xt És 52:5. Éz 36:23.\\x*comme cela est écrit."},{"style":"r","verse":"","text":"V. 25-29: cf. (Jé 4:4. Jn 1:48. Ro 4:11, 12.) (1 Co 7:19. Ga 5:6.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"La circoncision est utile, si tu mets en pratique la loi; mais si tu transgresses la loi, ta circoncision devient incirconcision. "},{"style":"v","verse":"26","text":"Si donc l’incirconcis observe les ordonnances de la loi, son incirconcision ne sera-t-elle pas tenue pour circoncision? "},{"style":"v","verse":"27","text":"L’incirconcis de nature, qui accomplit la loi, ne te condamnera-t-il pas, toi qui la transgresses, tout en ayant la lettre de la loi et la circoncision? "},{"style":"v","verse":"28","text":"\\x l \\xo 2.28 \\xt Jn 8:39. Ro 9:7.\\x*Le Juif, ce n’est pas celui qui en a les dehors; et la circoncision, ce n’est pas celle qui est visible dans la chair. "},{"style":"v","verse":"29","text":"Mais le Juif, c’est celui qui l’est intérieurement; et la circoncision, \\x m \\xo 2.29 \\xt De 10:16. Jé 4:4. Ph 3:2, 3. Col 2:11.\\x*c’est celle du cœur, selon l’esprit et non selon la lettre. La louange de ce Juif ne vient pas des hommes, mais de Dieu."}]