[{"style":"mt1","text":"Kolos"},{"style":"s1","text":"Ubbite gi"},{"style":"p","text":""},{"style":"v","text":"Man Póol ndawal \\w Almasi|Almasi b-:\\w* Yeesu ci coobarey Yàlla, maa bind lii, ànd ceek mbokk mi Timote,"},{"style":"v","text":"ñeel waa Kolos ñu sell te wóor te di bokki gëmkati Almasi bi. Aw yiw ak jàmm ñeel na leen, bawoo fa Yàlla sunu Baay."},{"style":"s1","text":"Póol ñaanal na waa Kolos"},{"style":"p","text":""},{"style":"v","text":"Sant Yàlla sunu Baayu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi lanu saxoo, saa su nu leen di ñaanal;"},{"style":"v","text":"dégg nanu ngëm gi ngeen gëm Almasi Yeesu ak cofeel gi ngeen sopp gëmkat ñu sell ñépp,"},{"style":"v","text":"te li waral ngëm googu ak cofeel googu, di seen yaakaara jot ca cér ba ñu leen dencal fa asamaan. Mooy yaakaar ja ngeen jota am, ba ngeen njëkkee dégg kàddug dëgg gu xibaaru jàmm bi."},{"style":"v","text":"Ni leen xibaaru jàmm bi dikkale nag, ni la dikkale àddina sépp, te mu ngi meññ, di law, na mu ko dale defe fi seen biir, ca bés ba ngeen déggee lu jëm ci yiwu Yàlla, ba ràññee ko dëgg."},{"style":"v","text":"Noonu ngeen ko jànge ci Epafras, sunu mbokkum surga biy sunu soppe, te di jawriñu Almasi bu wóor bi nu jàppale\\f + \\fr 1.7 \\ft Mbaa: \\fqa jawriñu Almasi bu wóor ngir yeen,\\f*,"},{"style":"v","text":"te moo nu xamal itam cofeel gi leen \\w Noo gu Sell|Noo gu Sell g-:\\w* gi may."},{"style":"p","text":""},{"style":"v","text":"Moo tax nun itam, ba nu déggee seen mbir ba tey, noppiwunu leena ñaanal, di sàkku ngeen fees ak xam-xam ci lépp luy coobarey Yàlla, te ngeen ànd ceek lu mat sëkk ci wàllu xel ak gis-gis bu Noo gi maye."},{"style":"v","text":"Su ko defee ngeen di dunde dundin wu yellook Boroom bi, ngir bànneexal ko ci wet gu nekk, seen meññeef it di jépp jëf ju baax, te ngeen gën di xam Yàlla."},{"style":"v","text":"Ngir itam ngeen manoorewoo jépp manoore, na leen ko Yàlla manloo ci kàttanam gu màgg, ba ngeen mana dékku lépp ci xolu muñ,"},{"style":"v","text":"te ngeen di sante Baay bi mbég, moom mi leen yellale ab cér ca muuru ñu sell ña, ca réewum leer ga."},{"style":"s1","text":"Almasi bi jubale na nit ak Yàlla"},{"style":"p","text":""},{"style":"v","text":"Yàlla kat moo nu wallu ba génne nu ca kilifteefu réewum lëndëm ga, toxal nu ci biir nguurug Doomam ji mu sopp."},{"style":"v","text":"Ci moom lanu ame ag \\w njot|jot:\\w*, te moo nu jéggal sunuy bàkkaar."},{"style":"p","text":""},{"style":"v","text":"Doom jooju moo di niruwaale Yàlla, mi kenn manula gis, mooy \\w taaw|Taaw b-:\\w* bi, ki jiitu mépp mbindeef."},{"style":"v","text":"Ndax moo di ki Yàlla sàkke lépp lu nekk asamaan ak lu nekk ci suuf, lu gisu ak lu gisuwul, muy boroom gàngune yeek boroom ndomboy tànk yeek boroom nguur yeek boroom sañ-sañ yi. Lépp ci moom lees ko sàkke, te mooy ki tax ñu sàkk lépp."},{"style":"v","text":"Mooy ki nekkoon naka jekk balaa daraa nekk, te lépp ci moom la sottee ba temboo."},{"style":"v","text":"Mooy boppu yaram, wiy mbooloom gëmkat ñi, mooy njàlbéen, mooy taaw bi njëkka dekki, ndekkite lu dee toppul, ba tax muy ki jiitu ci lépp,"},{"style":"v","text":"ndax Yàlla la soob mu dëël gépp matam ci moom."},{"style":"v","text":"Deretam ja tuuru ca bant ba, ca la Yàlla defe jàmm, ba sottale ci moom, pexe mi mu jubalee boppam ak lépp, muy lu nekk ci kaw suuf ak la fa asamaan."},{"style":"p","text":""},{"style":"v","text":"Te yeen ñi masoona sore lool Yàlla, doonoon ay noonam ci wàllu xalaat ak jëf ju bon,"},{"style":"v","text":"tey, deewug yaram, deewug suux gi \\w Almasi|Almasi b-:\\w* bi dee, moom la leen Yàlla jubalee ak boppam, ba teewal leen fi kanamam, ngeen di ñu sell, mucc sikk, seen der set wecc."},{"style":"v","text":"Noonu la deme, ndegam kay fekk na leen sësoo ngëm gu ngeen dëjoo ba dëgër, te baña nangu lenn di leen sorele ak yaakaar ji ci xibaaru jàmm bi ngeen dégg, te ñu biral ko, ñeel mépp mbindeef. Man Póol nag, ci yégle xibaaru jàmm boobu laa di ab jawriñ."},{"style":"s1","text":"Póol tiisoo na waa Kolos"},{"style":"p","text":""},{"style":"v","text":"Léegi nag maa ngi bége coono yi ma jànkoonteel ngir seen njariñ; li des ci tiisi \\w Almasi|Almasi b-:\\w* bi, moom laay mottalee coono yooyu ma daj ci sama yaramu suux wii, ngir njariñal mbooloom gëmkat miy yaramu Almasi bi."},{"style":"v","text":"Ci moomu mbooloo laa dib jawriñ, te Yàllaa ma sase noonu, ñeel leen, ngir ma xamle kàddug Yàlla ba mu mat sëkk."},{"style":"v","text":"Kàddu googu moo di mbóot mi masoona làqu maasoo maas, waaye tey Yàllaa ko xamal ay nitam ñu sell."},{"style":"v","text":"Ñoom la Yàlla nammoona xamal ni mbóot mi yaatoo te yéeme, ñeel jàmbur ñi dul Yawut: mbóot mi moo di Almasi baa ngi ci yeen ñi dul Yawut itam, loolu di seen yaakaar ci ndam lu leen ñeel."},{"style":"p","text":""},{"style":"v","text":"Almasi boobu nag lanuy xamle; na mu gëna xeloo lanuy artoo nit ku nekk, te ni lanuy jàngale nit ku nekk, ngir àgge nit ku nekk ba fa kanam Almasi bi, fekk ko mat sëkk, na mu ware ku ànd ak Almasi bi."},{"style":"v","text":"Loolu moo ma tax di góor-góorlu ci xare bii may xare ci dooleem ak manoorey jëfam jiy liggéey ci sama jëmm jii."}]