[{"style":"mt1","text":"1 Piyeer"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Man Piyeer, ndawul Yeesu Kirist, maa leen di bind, yéen doxandéem yi tasaaroo\\f + \\fr 1.1 \\ft Dafa mel ni, ñi gëm Kirist ci bànni Israyil la wax, te ñu dëkk ci diiwaan yooyu.\\f* ci diiwaani Pont, Galasi, Kapados, Asi ak Bitini. Yàlla Baay bi tànn na leen,"},{"style":"v","verse":"2","text":"ci li mu leen xam bu jiitu, te sédde leen boppam ci jëfu °Xel mu Sell mi, ngir ngeen déggal ko, te seen xol laab ndax deretu Yeesu °Kirist. Na leen Yàlla dollil yiw ak jàmm."},{"style":"s","verse":"","text":"Yaakaar ju sax"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Cant ñeel na Yàlla, Baayu sunu Boroom Yeesu °Kirist! Moo nu judduwaatal ci yërmandeem ju bare, ba may nu yaakaar ju sax ndax ndekkitel Yeesu Kirist."},{"style":"v","verse":"4","text":"Sédd na leen cér bu dul yàqu, du gàkk te du seey mukk, dencal leen ko ci asamaan,"},{"style":"v","verse":"5","text":"yéen ñi muy aar ci dooleem, sukkandikoo ci ngëm, di leen nége mucc, gi mu nara feeñal bés bu mujj ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Yéena ngi bég bu baax ci biir yaakaar jooju, doonte sax, su waree am, yéena ngi dékku tiis ab diir, ci seen jànkoonte ak nattu yu wuute."},{"style":"v","verse":"7","text":"Xam ne nattu yooyu dinañu sellal seen ngëm, ni sawara di setale wurus, fekk wurus luy wéy la, te ngëm a ko gën fuuf. Noonu seen ngëm dina yelloo cant, ndam ak màgg, bés bu Yeesu Kirist feeñee."},{"style":"v","verse":"8","text":"Masuleen koo gis waaye bëgg ngeen ko, gisuleen ko waaye gëm ngeen ko te am mbég mu xel dajul, mu fees dell ak ndam,"},{"style":"v","verse":"9","text":"di jot muj gi ngëm séentu, maanaam muccu xol."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Naka mucc googu nag, yonent yi xamle yiw, wi ngeen naroona joti, seet nañu ko te gëstu ko."},{"style":"v","verse":"11","text":"Bi Xelum Kirist, mi nekkoon ci ñoom, seedee lu jiitu coonoy Kirist ak ndam la cay topp, jéem nañoo takk, kañ ak nan lay ame."},{"style":"v","verse":"12","text":"Waaye Yàlla xamal na leen ne moomuñu woon kàddu googu ñu wax, waaye yéena ko moom. Te mooy kàddu gi ngeen dégg ci gémmiñu ñi leen doon jottali xibaaru jàmm bi, ci dooley °Xel mu Sell, mi Yàlla yónnee asamaan; malaaka yi sax bëgg nañoo gëstu yëf yii."},{"style":"s","verse":"","text":"Sell"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kon fagaruleen ci seeni xalaat te maandu, di wékk seen yaakaar jépp ci yiw, wi leen Yàlla di jagleel bés bu Yeesu °Kirist di feeñ."},{"style":"v","verse":"14","text":"Gannaaw gaayi Yàlla yu koy déggal ngeen, buleen toppati bëgg-bëgg, yi ngeen toppoon, bi ngeen xamagul Yàlla."},{"style":"v","verse":"15","text":"Waaye na seen dund gépp sell, ni Yàlla mi leen woo selle."},{"style":"v","verse":"16","text":"Ndaxte Mbind mi nee na: «Sell-leen, ndaxte ku sell laa.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Gannaaw nag Yàlla, mi ngeen di wooye Baay, mooy àtte jëfi ñépp te du gënale kenn, saxleen ci ragal ko diirub seen ngan ci àddina."},{"style":"v","verse":"18","text":"Xam ngeen ne, Yàlla °jot na leen ci seen dund gu tekkiwul dara, gi maam ya nekkoon; te jotuleen ak yu deme ni xaalis mbaa wurus yuy wéy,"},{"style":"v","verse":"19","text":"waaye ci deretu Kirist ju tedd ji, mel ni gàttub sarax bu sikkul te wàññikuwul."},{"style":"v","verse":"20","text":"Yàlla xamoon na ko, ba àddina sosoogul, waaye léegi ci mujug jamono feeñal na ko ndax yéen"},{"style":"v","verse":"21","text":"ñi jaar ci moom gëm Yàlla. Te Yàlla dekkal na ko, sol ko ndam, ngir ngeen wékk seen ngëm ak seen yaakaar ci Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Kon nag gannaaw déggal ngeen dëgg gi, ba sellal seeni xol te am mbëggeel gu dëggu, bëgganteleen mbëggeel gu tar ak seen xol bépp."},{"style":"v","verse":"23","text":"Ndaxte du ci jiwu wuy yàqu ngeen judduwaate, waaye ci jiwu wu sax, maanaam kàddug Yàlla giy dund tey sax."},{"style":"v","verse":"24","text":"Ndaxte:"},{"style":"q","verse":"","text":"«Nit ñax la,"},{"style":"q","verse":"","text":"ndamam di tóor-tóor kese;"},{"style":"q","verse":"","text":"ñax day wow, tóor-tóor ruus,"},{"style":"q","verse":"","text":"waaye kàddug Boroom bi day sax ba fàww.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"Te kàddu googu mooy xibaaru jàmm, bi ñu leen doon yégal."}]