[{"style":"s","text":"Jigéen ak jëkkëram"},{"style":"p","text":""},{"style":"v","text":"Yéen itam jigéen ñi, na ku nekk nangul sa jëkkër. Noonu su amee góor gu gëmul kàddug Yàlla, te gis soxnaam di dund dund gu sell, boole ci weg ko, loolu dina ko gindi ci lu àndul ak wax."},{"style":"p","text":""},{"style":"v","text":"Bu seen taar aju ci col, maanaam ay létt, wurus mbaa yére yu rafet,"},{"style":"v","text":"waaye nay taar bu sax bu nekk ci biir, di xol bu nooy te dal, ndax loolu lu takku la fa Yàlla."},{"style":"v","text":"Ndaxte jigéeni démb yu sell, ya gëmoon Yàlla, loolu moo doon seen taar; nanguloon nañu seen jëkkër,"},{"style":"v","text":"ni Saarata déggale woon °Ibraayma, ba daan ko wooye «Sang bi». Yéen nag, su ngeen dee def lu baax te bañ cee boole genn njàqare, kon mel na ni Saarataa leen jaboote."},{"style":"p","text":""},{"style":"v","text":"Te yéen itam góor ñi, na ku nekk ci yéen am xel, ci ni ngay ànde ak sa soxna, xam ne àndandoo ju la gëna néew doole la. Joxleen ko teraanga ju mat, ndax yéena yem cér ci yiwu Yàlla, wi nu ubbil buntu dund gu dul jeex. Noonu dara du mana yàq seeni ñaan."},{"style":"s","text":"Ku ñu fitnaal ndax njub"},{"style":"p","text":""},{"style":"v","text":"Kon nag bokkleen xalaat, bokkleen i tiis, bëgganteleen, yërëmante te woyof."},{"style":"v","text":"Ku la def lu bon mbaa mu saaga la, bul feyu, waaye ñaanal ko lu baax; ndaxte ci loolu la leen Yàlla woo, ngir barkeel leen."},{"style":"v","text":"Ndaxte:"},{"style":"q","text":"«Ku bëgga am dund gu naat"},{"style":"q","text":"te fekke bés yu rafet,"},{"style":"q","text":"na jàpp làmmiñam ci lu bon,"},{"style":"q","text":"sàmm gémmiñam ci fen."},{"style":"q","text":""},{"style":"v","text":"Na dëddu lu bon, tey def lu baax,"},{"style":"q","text":"na xënte jàmm te sax ci."},{"style":"q","text":""},{"style":"v","text":"Ndax Boroom baa ngi xool ñi jub bëti yërmande,"},{"style":"q","text":"di dékk noppam seeni ñaan,"},{"style":"q","text":"waaye day dàq ñiy def lu bon.»"},{"style":"p","text":""},{"style":"v","text":"Te it kan moo leen di sonal, su ngeen góor-góorloo ci def lu baax?"},{"style":"v","text":"Doonte ñu di leen fitnaal sax ci def lu jub, ñu barkeel ngeen. Buleen tiit nag ndax seeni xëbal, mbaa ngeen di ci am njàqare."},{"style":"v","text":"Waaye màggal-leen °Kirist Boroom bi ci seeni xol, te jekk ngir tontu ku lay laaj ci seen yaakaar ji ngeen am;"},{"style":"v","text":"waaye na tont li lewet te ànd ak wegeel. Àndleen ak xel mu dal; noonu ñi leen di sikkal ndax seen dund gu rafet ci gëm Kirist, dinañu rus ci seeni sos."},{"style":"p","text":""},{"style":"v","text":"Ñu fitnaal la ndax jëf ju baax, su dee mooy coobarey Yàlla, moo gën ñu fitnaal la ndax jëf ju bon."},{"style":"v","text":"Ndaxte Kirist ci boppam dee na benn yoon ba fàww, ngir dindi bàkkaar yi, moom mi jub ngir ñi jubadi, ngir yóbbu leen fa Yàlla; dee na ci jëmm, waaye dundaat na ci xel."},{"style":"v","text":"Ci biir xel moomu la yégleji ndamam ca ruu ya Yàlla tëj kaso;"},{"style":"v","text":"maanaam ña weddi woon ca jamonoy Nóoyin, fekk Yàlla muñaloon na leen diir bu yàgg, dajeek Nóoyin doon yett gaal ga. Ñu néew, maanaam limub juróom ñett, dugg nañu ca gaal ga, jaar ca ndox ma, ba mucc."},{"style":"v","text":"Loolu misaal la tey, ci li ñu nuy °sóob ci ndox, te nu mucc; waxuma laabal sobe si taq ci yaram, waaye wuyu Yàlla ak xel mu dal. Li nu may mucc googu, mooy ndekkitel Yeesu Kirist,"},{"style":"v","text":"mi yéeg asamaan, toog fa ndijooru Yàlla, mu tiim malaaka yi ak boroom sañ-sañ yi ak boroom doole yépp."}]