[{"style":"s","text":"Nekkal-leen Yàlla"},{"style":"p","text":""},{"style":"v","text":"Gannaaw °Kirist nag sonn na ci yaramam, gànnaayooleen xelam moomu, ndaxte ku sonn ci yaramam, tàggoo na ak bàkkaar."},{"style":"v","text":"Noonu diir bi ko dese ci kaw suuf, dëddu na bànneexi bakkan, jublu ci coobarey Yàlla."},{"style":"v","text":"Ndaxte àndoon ngeen démb ci xalaati ñi xamul Yàlla, di dund ciy ñaawteef ak topp seen bakkan, di màndi ak a xawaare, di xér ci biiñ ak a jaamu ay xërëm yu araam, waaye na fi yem nag."},{"style":"v","text":"Ñiy jëfe noonu waaru nañu, ba di leen sosal, ci li ngeen àndul ak ñoom, sóobu ci seeni moy yu dul jeex,"},{"style":"v","text":"waaye dinañu masa teew fa kanam ki nara àtte ñiy dund ak ñi dee."},{"style":"v","text":"Looloo waral it ñi dee sax, ñu jottali leen xibaaru jàmm bi, ngir ñu dunde Yàlla ci seen xel, doonte sax nit ñaa ngi leen daan fitnaal ci àddina."},{"style":"p","text":""},{"style":"v","text":"Te itam muju lépp jegesi na; nangeen maandu te foog, ba mana ñaan ci Yàlla."},{"style":"v","text":"Li gëna am solo mooy, ngeen bëggante mbëggeel gu tar, ndax mbëggeel day suul bàkkaar yu bare."},{"style":"v","text":"Ganalanteleen ci lu àndul ak njàmbat."},{"style":"v","text":"Te lu la Yàlla jagleel kenn ku nekk ci yéen, nanga ko bokk ak ñépp ni jawriñ ju jub, ci séddale yiwu Yàlla wu yaatu."},{"style":"v","text":"Kuy jottali kàddug Yàlla, na mel ni Yàllaay wax. Kuy jëf it, na jëfe dooley Yàlla, ngir turu Yàlla màgg ci lépp jaar ci Yeesu Kirist, mi yelloo ndam ak kàttan ba fàww. Amiin."},{"style":"s","text":"Ñiy tegoo fitna ngir turu Kirist"},{"style":"p","text":""},{"style":"v","text":"Yéen samay xarit, ci mbirum nattu bu tànge ni daay, bi dal ci seen kaw, bumu leen jaaxal, ba ngeen teg ko ni lu xel dajul."},{"style":"v","text":"Waaye bégleen ci cér, boobu ngeen am ci coonoy °Kirist, ngir bés bu ndamam di feeñ, ngeen bég ak mbég mu ëpp xel."},{"style":"v","text":"Su ñu leen jànnee sax ci turu Kirist, xamleen ne ñu barkeel ngeen, ndax Xelum Yàllaa ngi ci yéen, di firndeel seen ndamu ëllëg."},{"style":"v","text":"Buñu sonal kenn ci yéen ci li mu rey nit walla mu sàcc, mbaa def lu bon, walla dugg ci lu yoonam nekkul."},{"style":"v","text":"Waaye ku ñu sonal ndax waayu Kirist nga, bu ci rus, waaye nga màggal Yàlla ci tur woowu."},{"style":"v","text":"Ndaxte àpp bi jot na, àtte baa ngi tàmbalee ci nun waa kër Yàlla. Su tàmbalee ci nun nag, luy muju ñi weddi xibaaru Yàlla?"},{"style":"v","text":"Te:"},{"style":"q","text":"«Su muccu ki jub jafee,"},{"style":"q","text":"luy doon muju ki weddi te dëng?»"},{"style":"p","text":""},{"style":"v","text":"Kon nag ñi tegoo fitna ci coobarey Yàlla, nañu sax ci def lu baax, dénk seen bopp Yàlla, miy Bindkat biy sàmm kóllëre."}]