[{"style":"mt1","text":"2 Timothée"},{"style":"s1","text":"Adresse et salutation"},{"style":"r","text":"V. 1-2: cf. 1 Ti 1:1, 2."},{"style":"p","text":""},{"style":"v","text":"Paul, apôtre de Jésus-Christ, par la volonté de Dieu, pour annoncer la promesse de la vie qui est en Jésus-Christ, "},{"style":"v","text":"à Timothée, mon enfant bien-aimé: \\x a \\xo 1.2 \\xt Ga 1:3. 1 Ti 1:2. 1 Pi 1:2.\\x*que la grâce, la miséricorde et la paix te soient données de la part de Dieu le Père et de Jésus-Christ notre Seigneur!"},{"style":"s1","text":"Affection de Paul pour Timothée. Exhortation à la fermeté dans la foi et à la constance dans les travaux du ministère"},{"style":"r","text":"V. 3-14: cf. (Ac 16:1-3. 2 Ti 3:15.) (1 Ti 4:14. 2 Ti 2:1-12.) (Ép 1:3-7; 2:8, 9. 2 Th 2:13-15.)"},{"style":"p","text":""},{"style":"v","text":"Je rends grâces à Dieu, \\x b \\xo 1.3 \\xt Ac 22:3. Ro 1:9.\\x*que mes ancêtres ont servi, et que je sers avec une conscience pure, \\x c \\xo 1.3 \\xt 1 Th 1:2; 3:10.\\x*de ce que nuit et jour je me souviens continuellement de toi dans mes prières, "},{"style":"v","text":"me rappelant tes larmes, et désirant te voir afin d’être rempli de joie, "},{"style":"v","text":"gardant le souvenir de la foi sincère qui est en toi, qui habita d’abord dans ton aïeule Loïs et dans ta mère Eunice, et qui, j’en suis persuadé, habite aussi en toi. "},{"style":"v","text":"C’est pourquoi je t’exhorte à ranimer le don de Dieu \\x d \\xo 1.6 \\xt Ac 6:6; 8:17; 13:3; 19:6. 1 Ti 4:14; 5:22.\\x*que tu as reçu par l’imposition de mes mains. "},{"style":"v","text":"\\x e \\xo 1.7 \\xt Ro 8:15.\\x*Car ce n’est pas un esprit de timidité que Dieu nous a donné, mais un esprit de force, d’amour et de sagesse. "},{"style":"v","text":"\\x f \\xo 1.8 \\xt Ro 1:16.\\x*N’aie donc point honte du témoignage à rendre à notre Seigneur, ni de moi \\x g \\xo 1.8 \\xt Ac 21:33. Ép 3:1; 4:1. Col 4:18. Phm v. 1, 9, 13.\\x*son prisonnier. Mais souffre avec moi pour l’Évangile, par la puissance de Dieu "},{"style":"v","text":"qui nous a \\x h \\xo 1.9 \\xt Ép 1:3. Tit 3:4, 5, 6.\\x*sauvés, et nous a adressé une sainte vocation, non à cause de nos œuvres, mais selon son propre dessein, et selon la grâce qui nous a été donnée en Jésus-Christ avant les temps éternels, "},{"style":"v","text":"\\x i \\xo 1.10 \\xt Ro 16:25. Ép 1:9; 3:9. Col 1:26. Tit 1:2. 1 Pi 1:20.\\x*et qui a été manifestée maintenant par l’apparition de notre Sauveur Jésus-Christ, \\x j \\xo 1.10 \\xt És 25:8. Hé 2:14.\\x*qui a détruit la mort et a mis en évidence la vie et l’immortalité par l’Évangile. "},{"style":"v","text":"\\x k \\xo 1.11 \\xt Ac 9:15; 13:2; 22:21. Ga 1:15; 2:8. Ép 3:8. 1 Ti 2:7.\\x*C’est pour cet Évangile que j’ai été établi prédicateur et apôtre, chargé d’instruire les païens. "},{"style":"v","text":"Et c’est à cause de cela que je souffre ces choses; mais j’en ai point honte, car je sais en qui j’ai cru, et je suis persuadé qu’il a la puissance de garder mon dépôt jusqu’à ce jour-là. "},{"style":"v","text":"\\x l \\xo 1.13 \\xt 2 Ti 3:14.\\x*Retiens dans la foi et dans la charité qui est en Jésus-Christ le modèle des saines paroles que tu as reçues de moi. "},{"style":"v","text":"Garde le bon dépôt, par le Saint-Esprit qui habite en nous."},{"style":"r","text":"V. 15-18: cf. Mt 25:34-40."},{"style":"p","text":""},{"style":"v","text":"Tu sais \\x m \\xo 1.15 \\xt Ac 19:10.\\x*que tous ceux qui sont en Asie m’ont abandonné, entre autres Phygelle et Hermogène. "},{"style":"v","text":"Que le Seigneur répande sa miséricorde sur la maison \\x n \\xo 1.16 \\xt 2 Ti 4:19.\\x*d’Onésiphore, car il m’a souvent consolé, et il n’a pas eu honte de mes chaînes; "},{"style":"v","text":"au contraire, lorsqu’il est venu à Rome, il m’a cherché avec beaucoup d’empressement, et il m’a trouvé. "},{"style":"v","text":"Que le Seigneur lui donne d’obtenir miséricorde auprès du Seigneur en ce jour-là. Tu sais mieux que personne combien de services il m’a rendus à Éphèse."}]