[{"style":"r","verse":"","text":"V. 1-5: cf. Ac 20:28-31. (2 Ti 2:3-7. 1 Pi 5:1-4.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 4.1 \\xt Ro 1:9; 9:1. 2 Co 1:23; 11:31. Ga 1:20. Ph 1:8. 1 Th 2:5. 1 Ti 5:21; 6:13.\\x*Je t’en conjure devant Dieu et devant Jésus-Christ, qui doit juger les vivants et les morts, et au nom de son apparition et de son royaume, "},{"style":"v","verse":"2","text":"prêche la parole, insiste en toute occasion, favorable ou non, reprends, censure, exhorte, avec toute douceur et en instruisant. "},{"style":"v","verse":"3","text":"Car il viendra un temps où les hommes ne supporteront pas la saine doctrine; mais, ayant la démangeaison d’entendre des choses agréables, ils se donneront une foule de docteurs selon leurs propres désirs, "},{"style":"v","verse":"4","text":"détourneront l’oreille de la vérité, et se tourneront vers les fables. "},{"style":"v","verse":"5","text":"Mais toi, sois sobre en toutes choses, supporte les souffrances, fais l’œuvre d’un évangéliste, remplis bien ton ministère."},{"style":"s1","verse":"","text":"Pensées de Paul à la perspective de sa mort prochaine. Timothée invité à se rendre auprès de lui. Communications sur diverses personnes"},{"style":"r","verse":"","text":"V. 6-18: cf. Ph 1:20-23. 1 Jn 2:28. (1 Ti 1:19, 20. Hé 10:26, 27.) (Mt 10:18-20. Jé 15:20, 21. Jud v. 24, 25.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"\\x b \\xo 4.6 \\xt 2 Pi 1:14.\\x*Car pour moi, je sers déjà de libation, et le moment de mon départ approche. "},{"style":"v","verse":"7","text":"J’ai combattu le bon combat, j’ai achevé la course, j’ai gardé la foi. "},{"style":"v","verse":"8","text":"\\x c \\xo 4.8 \\xt 1 Co 9:25. 1 Pi 5:4.\\x*Désormais la couronne de justice m’est réservée; le Seigneur, le juste juge, me la donnera dans ce jour-là, et non seulement à moi, mais encore à tous ceux qui auront aimé son avènement. "},{"style":"v","verse":"9","text":"Viens au plus tôt vers moi; "},{"style":"v","verse":"10","text":"car \\x d \\xo 4.10 \\xt Col 4:14. Phm v. 24.\\x*Démas m’a abandonné, par amour pour le siècle présent, et il est parti pour Thessalonique; Crescens est allé en Galatie, Tite en Dalmatie. "},{"style":"v","verse":"11","text":"\\x e \\xo 4.11 \\xt Col 4:14.\\x*Luc seul est avec moi. Prends \\x f \\xo 4.11 \\xt Ac 15:37. Col 4:10. Phm v. 24.\\x*Marc, et amène-le avec toi, car il m’est utile pour le ministère. "},{"style":"v","verse":"12","text":"\\x g \\xo 4.12 \\xt Ac 20:4. Col 4:7.\\x*J’ai envoyé Tychique à Éphèse. "},{"style":"v","verse":"13","text":"Quand tu viendras, apporte le manteau que j’ai laissé à Troas chez Carpus, et les livres, surtout les parchemins. "},{"style":"v","verse":"14","text":"\\x h \\xo 4.14 \\xt 1 Ti 1:20.\\x*Alexandre, le forgeron, m’a fait beaucoup de mal. Le Seigneur lui rendra selon ses œuvres. "},{"style":"v","verse":"15","text":"Garde-toi aussi de lui, car il s’est fortement opposé à nos paroles. "},{"style":"v","verse":"16","text":"Dans ma première défense, personne ne m’a assisté, mais tous m’ont abandonné. Que cela ne leur soit point imputé! "},{"style":"v","verse":"17","text":"C’est le Seigneur qui m’a assisté et qui m’a fortifié, afin que la prédication fût accomplie par moi et que tous les païens l’entendissent. Et j’ai été délivré de la gueule du lion. "},{"style":"v","verse":"18","text":"Le Seigneur me délivrera de toute œuvre mauvaise, et il me sauvera pour me faire entrer dans son royaume céleste. A lui soit la gloire aux siècles des siècles! Amen!"},{"style":"s1","verse":"","text":"Salutations"},{"style":"r","verse":"","text":"V. 19-22: cf. Ro 16:3, 4. 2 Ti 1:16-18."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Salue \\x i \\xo 4.19 \\xt Ac 18:2. Ro 16:3.\\x*Prisca et Aquilas, et la famille d’Onésiphore. "},{"style":"v","verse":"20","text":"Éraste est resté à Corinthe, et j’ai laissé Trophime malade à Milet. "},{"style":"v","verse":"21","text":"Tâche de venir avant l’hiver. Eubulus, Pudens, Linus, Claudia, et tous les frères te saluent. "},{"style":"v","verse":"22","text":"Que le Seigneur soit avec ton esprit! Que la grâce soit avec vous!"}]