[{"style":"s1","text":"Paul’s Approach to Ministry in Thessalonica"},{"style":"m","text":""},{"style":"v","text":"For \\add you\\add* yourselves know, brothers, our reception with you, that it was not in vain, "},{"style":"v","text":"but \\add after we\\add* had already suffered and been mistreated in Philippi, just as you know, we had the courage in our God to speak to you the gospel of God amid much opposition. "},{"style":"v","text":"For our exhortation \\add is\\add* not from error or from impurity or with deceit, "},{"style":"v","text":"but just as we have been approved by God to be entrusted with the gospel, thus we speak, not as pleasing people but God, who examines our hearts. "},{"style":"v","text":"⸤For never⸥\\f + \\fr 2:5 \\ft Literally “for neither ever” \\f* did we come with a word of flattery, just as you know, nor with a pretext of greediness (God \\add is\\add* witness), "},{"style":"v","text":"nor seeking glory from people, neither from you nor from others. "},{"style":"v","text":"⸤Although we could have insisted on our own importance⸥\\f + \\fr 2:7 \\ft Literally “being able to be with a claim of importance” \\f*\\ef + \\fr 2:7 \\ft ﻿*Here the participle (“being able”) is understood as concessive \\ef* as apostles of Christ, yet we became infants in your midst, like a nursing mother cherishes her own children. "},{"style":"v","text":"Longing for you in this way, we determined to share with you not only the gospel of God but also our own souls, because you had become dear to us."},{"style":"p","text":""},{"style":"v","text":"For you remember, brothers, our labor and hardship: working by night and day in order not to be a burden to any of you, we proclaimed to you the gospel of God. "},{"style":"v","text":"You \\add are\\add* witnesses, and \\add so is\\add* God, how devoutly and righteously and blamelessly we became to you who believe, "},{"style":"v","text":"just as you know how \\add we treated\\add* each one of you, like a father his own children, "},{"style":"v","text":"exhorting and consoling you and insisting that you live in a manner worthy of God, who calls you to his own kingdom and glory."},{"style":"s1","text":"The Thessalonians’ Response to Paul’s Message"},{"style":"m","text":""},{"style":"v","text":"And because of this we also give thanks to God constantly, that \\add when you\\add*\\ef + \\fr 2:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“received”) which is understood as temporal \\ef* received God’s word ⸤that you heard⸥\\f + \\fr 2:13 \\ft Literally “of hearing” \\f* from us, you accepted \\add it\\add* not \\add as the\\add* word of men, but as \\add it\\add* truly is, \\add the\\add* word of God, which also is at work in you who believe. "},{"style":"v","text":"For you became imitators, brothers, of the churches of God \\add which\\add* are in Judea in Christ Jesus, because you also suffered the same \\add things\\add* at the hands of your own people, just as \\add they\\add* themselves \\add did\\add* also at the hands of the Jews, "},{"style":"v","text":"who killed both the Lord Jesus and the prophets, and who persecuted us, and \\add who are\\add* not pleasing to God and \\add are\\add* opposed to all people, "},{"style":"v","text":"hindering us from speaking to the Gentiles in order that they may be saved, so that \\add they\\add* always fill up their sins. But wrath has come upon them to the end.\\f + \\fr 2:16 \\ft Or “has come upon them at last” \\f*"},{"style":"s1","text":"Paul’s Desire to Revisit the Thessalonians"},{"style":"m","text":""},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 2:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“were made orphans by separation”) which is understood as temporal \\ef* we were made orphans by separation from you, brothers, for ⸤a short time⸥\\f + \\fr 2:17 \\ft Literally “the time of an hour” \\f* (in face, not in heart), \\add we were\\add* even more eager with great desire to see your face, "},{"style":"v","text":"because we wanted to come to you—I, Paul, ⸤on more than one occasion⸥\\f + \\fr 2:18 \\ft Literally “both once and twice” \\f*—and Satan hindered us. "},{"style":"v","text":"For who \\add is\\add* our hope or joy or crown of boasting? \\add Is it\\add* not even you, in the presence of our Lord Jesus at his coming? "},{"style":"v","text":"For you are our glory and joy."}]