[{"style":"s1","verse":"","text":"Paul Sends Timothy to Thessalonica"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Therefore \\add when we\\add*\\ef + \\fr 3:1 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“could bear”) which is understood as temporal \\ef* could bear \\add it\\add* no longer, we determined to be left behind in Athens alone, "},{"style":"v","verse":"2","text":"and we sent Timothy, our brother and fellow worker for God in the gospel of Christ, in order to strengthen and to encourage you about your faith, "},{"style":"v","verse":"3","text":"\\add so that\\add* no one would be shaken by these afflictions. For \\add you\\add* yourselves know that we are appointed for this, "},{"style":"v","verse":"4","text":"for indeed when we were with you we told you beforehand that we were about to be afflicted, just as indeed it happened, and you know. "},{"style":"v","verse":"5","text":"Because of this, I also, \\add when I\\add*\\ef + \\fr 3:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“could endure”) which is understood as temporal \\ef* could endure \\add it\\add* no longer, sent in order to know your faith, lest somehow the tempter tempted you and our labor should be in vain."},{"style":"s1","verse":"","text":"Timothy’s Positive Report"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"But now, \\add because\\add*\\ef + \\fr 3:6 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“has come”) which is understood as causal \\ef* Timothy has come to us from you and has brought good news to us of your faith and love, and that ⸤you always think kindly of us⸥\\f + \\fr 3:6 \\ft Literally “that you have kindly remembrance of us always” \\f*, desiring to see us just as also we \\add desire to see\\add* you, "},{"style":"v","verse":"7","text":"because of this, brothers, we have been comforted because of you in all our distress and affliction through your faith, "},{"style":"v","verse":"8","text":"because now we live, if you stand firm in the Lord. "},{"style":"v","verse":"9","text":"For what thanks can we repay to God concerning you, because of all the joy \\add with\\add* which we rejoice because of you before our God, "},{"style":"v","verse":"10","text":"night and day praying beyond all measure that \\add we\\add* may see your face and complete what is lacking in your faith?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Now \\add may\\add* our God and Father himself and our Lord Jesus direct our way to you, "},{"style":"v","verse":"12","text":"and \\add may\\add* the Lord \\add cause\\add* you to increase and to abound in love for one another and for all, just as also we \\add do\\add* for you, "},{"style":"v","verse":"13","text":"so that your hearts may be established blameless in holiness before our God and Father at the coming of our Lord Jesus with all his saints.\\f + \\fr 3:13 \\ft Some manuscripts have “his saints. Amen.” \\f*"}]