[{"style":"s1","text":"Appeal for Continuing Sanctification"},{"style":"m","text":""},{"style":"v","text":"Finally therefore, brothers, we ask you and appeal to \\add you\\add* in the Lord Jesus that, just as you have received from us how it is necessary for you to live and to please God, just as indeed you are living, that you progress even more. "},{"style":"v","text":"For you know what commands we gave to you through the Lord Jesus. "},{"style":"v","text":"For this is the will of God, your sanctification: \\add that\\add* you abstain from sexual immorality; "},{"style":"v","text":"\\add that\\add* each of you know how to possess his own vessel in sanctification and honor, "},{"style":"v","text":"not in lustful passion, just as also the Gentiles who do not know God; "},{"style":"v","text":"not to transgress and to exploit his brother in the matter, because the Lord \\add is\\add* the one who avenges concerning all these \\add things\\add*, just as also we told you beforehand and testified solemnly. "},{"style":"v","text":"For God did not call us to impurity, but in holiness. "},{"style":"v","text":"Therefore the one who rejects \\add this\\add* \\add is\\add* not rejecting man, but God, \\add who\\add* also gives his Holy Spirit to you."},{"style":"s1","text":"Affirmation of Continuing Love"},{"style":"m","text":""},{"style":"v","text":"But concerning brotherly love, I do not have need to write to you, for you yourselves are taught by God to love one another, "},{"style":"v","text":"for indeed you are practicing it toward all the brothers in all of Macedonia. But we urge you, brothers, to progress even more, "},{"style":"v","text":"and to aspire to live a quiet life, and to attend to ⸤your own business⸥,\\f + \\fr 4:11 \\ft Literally “your own things” \\f* and to work with your hands,\\f + \\fr 4:11 \\ft Some manuscripts have “your own hands” \\f* just as we commanded you, "},{"style":"v","text":"so that you may live decently toward those outside, and may have need of nothing."},{"style":"s1","text":"The Comfort of the Lord’s Return"},{"style":"m","text":""},{"style":"v","text":"Now we do not want you to be ignorant, brothers, concerning those who have fallen asleep, so that you will not grieve as also the rest, who have no hope. "},{"style":"v","text":"For if we believe that Jesus died and rose \\add again\\add*, thus also God will bring those who have fallen asleep through Jesus together with him. "},{"style":"v","text":"For this we say to you by the word of the Lord, that we who are alive, who remain until the Lord’s coming, will not possibly precede those who have fallen asleep. "},{"style":"v","text":"For the Lord himself will descend from heaven with a shout of command, with the voice of the archangel and with the trumpet of God, and the dead in Christ will rise first. "},{"style":"v","text":"Then we who are alive, who remain, will be snatched away at the same time together with them in the clouds for a meeting with the Lord in the air, and thus we will be together with the Lord always. "},{"style":"v","text":"Therefore comfort one another with these words."}]