[{"style":"s1","text":"The Sudden Arrival of the Day of the Lord"},{"style":"m","text":""},{"style":"v","text":"Now concerning the times and the seasons, brothers, you have no need \\add of anything\\add* to be written to you, "},{"style":"v","text":"for \\add you\\add* yourselves well know that the day of the Lord is coming in the \\add same\\add* way as a thief in the night. "},{"style":"v","text":"Whenever they say “Peace and security,” then sudden destruction will overtake them like the birth pains of ⸤a pregnant woman⸥\\f + \\fr 5:3 \\ft Literally “one who has in the belly” \\f*, and they will not possibly escape. "},{"style":"v","text":"But you, brothers, are not in the darkness, so that the day should catch you like a thief, "},{"style":"v","text":"for you are all sons of light and sons of day. We are not of the night nor of darkness."},{"style":"p","text":""},{"style":"v","text":"So then, we must not sleep like the rest, but must be on the alert and be self-controlled. "},{"style":"v","text":"For those who sleep, sleep at night, and those who get drunk, are drunk at night. "},{"style":"v","text":"But \\add because\\add*\\ef + \\fr 5:8 \\ft Here “\\fq because \\ft ” is supplied as a component of the participle (“are”) which is understood as causal \\ef* we are of the day, we must be sober, \\add by\\add*\\ef + \\fr 5:8 \\ft Here “\\fq by \\ft ” is supplied as a component of the participle (“putting on”) which is understood as means \\ef* putting on the breastplate of faith and love and \\add as\\add* a helmet the hope of salvation, "},{"style":"v","text":"because God did not appoint us for wrath, but for the obtaining of salvation through our Lord Jesus Christ, "},{"style":"v","text":"who died for us, so that whether we are awake or asleep, we will live at the same time with him. "},{"style":"v","text":"Therefore encourage one another and build up ⸤each other⸥\\f + \\fr 5:11 \\ft Literally “one the one,” i.e., “one the other” \\f*, just as indeed you are doing."},{"style":"s1","text":"Final Exhortations and Benediction"},{"style":"m","text":""},{"style":"v","text":"Now we ask you, brothers, to respect those who labor among you and rule over you in the Lord and admonish you, "},{"style":"v","text":"and to esteem them beyond all measure in love, because of their work. Be at peace among yourselves."},{"style":"p","text":""},{"style":"v","text":"And we urge you, brothers, admonish the disorderly, console the discouraged, help the sick, be patient toward all \\add people\\add*. "},{"style":"v","text":"See to it that no one pays back evil for evil to anyone, but always pursue good toward\\f + \\fr 5:15 \\ft Some manuscripts have “both toward” \\f* one another and toward all \\add people\\add*."},{"style":"p","text":""},{"style":"v","text":"Rejoice always, "},{"style":"v","text":"pray constantly, "},{"style":"v","text":"give thanks in everything; for this \\add is\\add* the will of God for you in Christ Jesus. "},{"style":"v","text":"Do not quench the Spirit. "},{"style":"v","text":"Do not despise prophecies, "},{"style":"v","text":"but examine all \\add things\\add*; hold fast to \\add what is\\add* good. "},{"style":"v","text":"Abstain from every form of evil. "},{"style":"v","text":"Now may the God of peace himself sanctify you completely, and may your spirit and soul and body be kept complete, blameless at the coming of our Lord Jesus Christ. "},{"style":"v","text":"The one who calls you \\add is\\add* faithful, who also will do \\add this\\add*."},{"style":"p","text":""},{"style":"v","text":"Brothers, pray for us.\\f + \\fr 5:25 \\ft Some manuscripts have “pray for us also” \\f* "},{"style":"v","text":"Greet all the brothers with a holy kiss. "},{"style":"v","text":"I adjure you by the Lord, have this letter read aloud to all the brothers. "},{"style":"v","text":"The grace of our Lord Jesus Christ \\add be\\add* with you."}]