[{"style":"s1","verse":"","text":"Introduction"},{"style":"r","verse":"","text":"V. 1-4: cf. Mc 1:1. Ac 1:1-3."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Plusieurs ayant entrepris de composer un récit des événements qui se sont accomplis parmi nous, "},{"style":"v","verse":"2","text":"suivant ce que nous ont transmis ceux qui ont été des témoins oculaires dès le commencement et sont devenus des ministres de la parole, "},{"style":"v","verse":"3","text":"il m’a aussi semblé bon, après avoir fait des recherches exactes sur toutes ces choses depuis leur origine, de te les exposer par écrit d’une manière suivie, excellent Théophile, "},{"style":"v","verse":"4","text":"afin que tu reconnaisses la certitude des enseignements que tu as reçus."},{"style":"s1","verse":"","text":"Prédiction de la naissance de Jean-Baptiste, et de celle de Jésus-Christ"},{"style":"r","verse":"","text":"V. 5-25: cf. Jg 13:2, etc. 1 S 1."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Du temps d’Hérode, roi de Judée, il y avait un sacrificateur, nommé Zacharie, \\x a \\xo 1.5 \\xt 1 Ch 24:10.\\x*de la classe d’Abia; sa femme était d’entre les filles d’Aaron, et s’appelait Élisabeth. "},{"style":"v","verse":"6","text":"Tous deux étaient justes devant Dieu, observant d’une manière irréprochable tous les commandements et toutes les ordonnances du Seigneur. "},{"style":"v","verse":"7","text":"Ils n’avaient point d’enfants, parce qu’Élisabeth était stérile; et ils étaient l’un et l’autre avancés en âge. "},{"style":"v","verse":"8","text":"Or, pendant qu’il s’acquittait de ses fonctions devant Dieu, selon le tour de sa classe, il fut appelé par le sort, "},{"style":"v","verse":"9","text":"d’après la règle du sacerdoce, \\x b \\xo 1.9 \\xt Hé 9:6.\\x*à entrer dans le temple du Seigneur pour offrir le \\x c \\xo 1.9 \\xt Ex 30:7. Lé 16:17.\\x*parfum. "},{"style":"v","verse":"10","text":"Toute la multitude du peuple était dehors en prière, à l’heure du parfum. "},{"style":"v","verse":"11","text":"Alors un ange du Seigneur apparut à Zacharie, et se tint debout à droite de l’autel des parfums. "},{"style":"v","verse":"12","text":"Zacharie fut troublé en le voyant, et la frayeur s’empara de lui. "},{"style":"v","verse":"13","text":"Mais l’ange lui dit: Ne crains point, Zacharie; car ta prière a été exaucée. Ta femme Élisabeth t’enfantera un fils, et \\x d \\xo 1.13 \\xt Lu 11:60.\\x*tu lui donneras le nom de Jean. "},{"style":"v","verse":"14","text":"Il sera pour toi un sujet de joie et d’allégresse, et plusieurs \\x e \\xo 1.14 \\xt Lu 1:58.\\x*se réjouiront de sa naissance. "},{"style":"v","verse":"15","text":"Car il sera grand devant le Seigneur. \\x f \\xo 1.15 \\xt Jg 13:4.\\x*Il ne boira ni vin, ni liqueur enivrante, et il sera rempli de l’Esprit-Saint dès le sein de sa mère; "},{"style":"v","verse":"16","text":"\\x g \\xo 1.16 \\xt Mal 4:6. Mt 11:14.\\x*il ramènera plusieurs des fils d’Israël au Seigneur, leur Dieu; "},{"style":"v","verse":"17","text":"\\x h \\xo 1.17 \\xt Mt 3:2. Mc 9:12.\\x*il marchera devant Dieu avec l’esprit et la puissance d’Élie, \\x i \\xo 1.17 \\xt Mal 4:6.\\x*pour ramener les cœurs des pères vers les enfants, et les rebelles à la sagesse des justes, afin de préparer au Seigneur un peuple bien disposé. "},{"style":"v","verse":"18","text":"Zacharie dit à l’ange: A quoi reconnaîtrai-je cela? Car \\x j \\xo 1.18 \\xt Ge 17:17.\\x*je suis vieux, et ma femme est avancée en âge. "},{"style":"v","verse":"19","text":"L’ange lui répondit: Je suis Gabriel, je me tiens devant Dieu; j’ai été envoyé pour te parler, et pour t’annoncer cette bonne nouvelle. "},{"style":"v","verse":"20","text":"Et voici, tu seras muet, et tu ne pourras parler jusqu’au jour où ces choses arriveront, parce que tu n’as pas cru à mes paroles, qui s’accompliront en leur temps. "},{"style":"v","verse":"21","text":"Cependant, le peuple attendait Zacharie, s’étonnant de ce qu’il restait si longtemps dans le temple. "},{"style":"v","verse":"22","text":"Quand il sortit, il ne put leur parler, et ils comprirent qu’il avait eu une vision dans le temple; il leur faisait des signes, et il resta muet. "},{"style":"v","verse":"23","text":"Lorsque ses jours de service furent écoulés, il s’en alla chez lui. "},{"style":"v","verse":"24","text":"Quelque temps après, Élisabeth, sa femme, devint enceinte. Elle se cacha pendant cinq mois, disant: "},{"style":"v","verse":"25","text":"C’est la grâce que le Seigneur m’a faite, quand il a jeté les yeux sur moi pour ôter mon \\x k \\xo 1.25 \\xt Ge 30:23. És 4:1.\\x*opprobre parmi les hommes."},{"style":"r","verse":"","text":"V. 26-38: cf. És 7:14. Mt 1:18-23. Ps 110."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Au sixième mois, l’ange Gabriel fut envoyé par Dieu dans une ville de Galilée, appelée Nazareth, "},{"style":"v","verse":"27","text":"\\x l \\xo 1.27 \\xt Mt 1:18.\\x*auprès d’une vierge fiancée à un homme de la maison de David, nommé Joseph. Le nom de la vierge était Marie. "},{"style":"v","verse":"28","text":"L’ange entra chez elle, et dit: Je te salue, toi à qui une grâce a été faite; le Seigneur est avec toi. "},{"style":"v","verse":"29","text":"Troublée par cette parole, Marie se demandait ce que pouvait signifier une telle salutation. "},{"style":"v","verse":"30","text":"L’ange lui dit: Ne crains point, Marie; car tu as trouvé grâce devant Dieu. "},{"style":"v","verse":"31","text":"\\x m \\xo 1.31 \\xt És 7:14.\\x*Et voici, tu deviendras enceinte, et tu enfanteras un fils, et tu lui donneras le \\x n \\xo 1.31 \\xt Mt 1:21.\\x*nom de Jésus. "},{"style":"v","verse":"32","text":"\\x o \\xo 1.32 \\xt És 54:5.\\x*Il sera grand et sera appelé Fils du Très-Haut, et le Seigneur Dieu lui donnera le \\x p \\xo 1.32 \\xt 2 S 7:12. Ps 132:11. És 9:6.\\x*trône de David, son père. "},{"style":"v","verse":"33","text":"\\x q \\xo 1.33 \\xt 1 Ch 22:10. Ps 45:7; 89:37. Jé 23:5. Da 7:14, 27. Mi 4:7. Hé 1:8.\\x*Il régnera sur la maison de Jacob éternellement, et son règne n’aura point de fin. "},{"style":"v","verse":"34","text":"Marie dit à l’ange: Comment cela se fera-t-il, puisque je ne connais point d’homme? "},{"style":"v","verse":"35","text":"L’ange lui répondit: Le Saint-Esprit viendra sur toi, et la puissance du Très-Haut te couvrira de son ombre. C’est pourquoi le saint enfant qui naîtra de toi sera appelé Fils de Dieu. "},{"style":"v","verse":"36","text":"Voici, Élisabeth, ta parente, a conçu, elle aussi, un fils en sa vieillesse, et celle qui était appelée stérile est dans son sixième mois. "},{"style":"v","verse":"37","text":"\\x r \\xo 1.37 \\xt Job 42:2. Jé 32:17. Za 8:6. Mt 19:26. Lu 18:27.\\x*Car rien n’est impossible à Dieu. "},{"style":"v","verse":"38","text":"Marie dit: Je suis la servante du Seigneur; qu’il me soit fait selon ta parole! Et l’ange la quitta."},{"style":"s1","verse":"","text":"Visite de Marie à Élisabeth. Cantique de Marie"},{"style":"r","verse":"","text":"V. 39-56: cf. 1 S 2:1-10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Dans ce même temps, Marie se leva, et s’en alla en hâte vers les montagnes, dans une ville de Juda. "},{"style":"v","verse":"40","text":"Elle entra dans la maison de Zacharie, et salua Élisabeth. "},{"style":"v","verse":"41","text":"Dès qu’Élisabeth entendit la salutation de Marie, son enfant tressaillit dans son sein, et elle fut remplie du Saint-Esprit. "},{"style":"v","verse":"42","text":"Elle s’écria d’une voix forte: Tu es bénie entre les femmes, et le fruit de ton sein est béni. "},{"style":"v","verse":"43","text":"Comment m’est-il accordé que la mère de mon Seigneur vienne auprès de moi? "},{"style":"v","verse":"44","text":"Car voici, aussitôt que la voix de ta salutation a frappé mon oreille, l’enfant a tressailli d’allégresse dans mon sein. "},{"style":"v","verse":"45","text":"\\x s \\xo 1.45 \\xt Lu 11:28.\\x*Heureuse celle qui a cru, parce que les choses qui lui ont été dites de la part du Seigneur auront leur accomplissement. "},{"style":"v","verse":"46","text":"Et Marie dit:"},{"style":"q1","verse":"","text":"Mon âme exalte le Seigneur,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"47","text":"Et mon esprit se réjouit en Dieu, mon Sauveur,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"48","text":"Parce qu’il a jeté les yeux sur la bassesse de sa servante."},{"style":"q1","verse":"","text":"Car voici, désormais toutes les générations me diront bienheureuse,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"49","text":"Parce que le Tout-Puissant a fait pour moi de grandes choses."},{"style":"q1","verse":"","text":"Son nom est saint,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"50","text":"\\x t \\xo 1.50 \\xt Ex 20:6.\\x*et sa miséricorde s’étend d’âge en âge"},{"style":"q1","verse":"","text":"sur ceux qui le craignent."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"51","text":"\\x u \\xo 1.51 \\xt És 51:9; 52:10.\\x*Il a déployé la force de son bras;"},{"style":"q1","verse":"","text":"\\x v \\xo 1.51 \\xt Ps 33:10. 1 Pi 5:5.\\x*Il a dispersé ceux qui avaient dans le cœur des pensées orgueilleuses."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"52","text":"Il a renversé les puissants de leurs trônes,"},{"style":"q1","verse":"","text":"et il a élevé les \\x w \\xo 1.52 \\xt 1 S 2:8. Ps 113:6.\\x*humbles."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"53","text":"\\x x \\xo 1.53 \\xt Ps 34:11.\\x*Il a rassasié de biens les affamés,"},{"style":"q1","verse":"","text":"et il a renvoyé les riches à vide."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"54","text":"\\x y \\xo 1.54 \\xt És 30:18; 41:9; 54:5. Jé 31:3, 20.\\x*Il a secouru Israël, son serviteur,"},{"style":"q1","verse":"","text":"et il s’est souvenu de sa miséricorde,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"55","text":"comme il l’avait dit à nos pères,"},{"style":"q1","verse":"","text":"\\x z \\xo 1.55 \\xt Ge 17:19; 22:18. Ps 132:11.\\x*Envers Abraham et sa postérité pour toujours."},{"style":"m","verse":"","text":""},{"style":"v","verse":"56","text":"Marie demeura avec Élisabeth environ trois mois. Puis elle retourna chez elle."},{"style":"s1","verse":"","text":"Naissance de Jean-Baptiste"},{"style":"r","verse":"","text":"V. 57-66: cf. Ge 21:1-8. Ru 4:13-17."},{"style":"p","verse":"","text":""},{"style":"v","verse":"57","text":"Le temps où Élisabeth devait accoucher arriva, et elle enfanta un fils. "},{"style":"v","verse":"58","text":"Ses voisins et ses parents apprirent que le Seigneur avait fait éclater envers elle sa miséricorde, et \\x a \\xo 1.58 \\xt Lu 1:14.\\x*ils se réjouirent avec elle. "},{"style":"v","verse":"59","text":"Le \\x b \\xo 1.59 \\xt Ge 17:12. Lé 12:3.\\x*huitième jour, ils vinrent pour circoncire l’enfant, et ils l’appelaient Zacharie, du nom de son père. "},{"style":"v","verse":"60","text":"Mais sa mère prit la parole, et dit: Non, \\x c \\xo 1.60 \\xt Lu 1:13.\\x*il sera appelé Jean. "},{"style":"v","verse":"61","text":"Ils lui dirent: Il n’y a dans ta parenté personne qui soit appelé de ce nom. "},{"style":"v","verse":"62","text":"Et ils firent des signes à son père pour savoir comment il voulait qu’on l’appelle. "},{"style":"v","verse":"63","text":"Zacharie demanda des tablettes, et il écrivit: Jean est son nom. Et tous furent dans l’étonnement. "},{"style":"v","verse":"64","text":"Au même instant, sa bouche s’ouvrit, sa langue se délia, et il parlait, bénissant Dieu. "},{"style":"v","verse":"65","text":"La crainte s’empara de tous les habitants d’alentour, et, dans toutes les montagnes de la Judée, on s’entretenait de toutes ces choses. "},{"style":"v","verse":"66","text":"Tous ceux qui les apprirent les gardèrent dans leur cœur, en disant: Que sera donc cet enfant? Et la main du Seigneur était avec lui."},{"style":"s1","verse":"","text":"Cantique de Zacharie"},{"style":"r","verse":"","text":"V. 67-80: cf. Lu 2:25-32. (Lu 1:13-17; 3:2-18.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"67","text":"Zacharie, son père, fut rempli du Saint-Esprit, et il prophétisa, en ces mots:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"68","text":"Béni soit le Seigneur, le Dieu d’Israël,"},{"style":"q1","verse":"","text":"De ce qu’il a visité et racheté son peuple,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"69","text":"\\x d \\xo 1.69 \\xt Ps 132:17.\\x*Et nous a suscité un puissant"},{"style":"q1","verse":"","text":"Sauveur Dans la maison de David, son serviteur,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"70","text":"\\x e \\xo 1.70 \\xt Ps 72:12. És 40:10. Jé 23:6; 30:10. Da 9:27.\\x*Comme il l’avait annoncé par la bouche de ses saints prophètes des temps anciens,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"71","text":"Un Sauveur qui nous délivre de nos ennemis et de la main de tous ceux qui nous haïssent!"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"72","text":"C’est ainsi qu’il manifeste sa miséricorde envers nos pères,"},{"style":"q1","verse":"","text":"Et se souvient de sa sainte alliance,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"73","text":"\\x f \\xo 1.73 \\xt Ge 22:16. Ps 105:9. Jé 31:33. Hé 6:13, 17.\\x*Selon le serment par lequel il avait juré à Abraham, notre père,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"74","text":"\\x g \\xo 1.74 \\xt Hé 9:14.\\x*De nous permettre, après que nous serions délivrés de la main de nos ennemis,"},{"style":"q1","verse":"","text":"De le servir sans crainte,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"75","text":"\\x h \\xo 1.75 \\xt 1 Pi 1:15.\\x*En marchant devant lui dans la sainteté et dans la justice tous les jours de notre vie."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"76","text":"\\x i \\xo 1.76 \\xt Mal 4:5. Lu 1:17.\\x*Et toi, petit enfant, tu seras appelé prophète du Très-Haut;"},{"style":"q1","verse":"","text":"Car tu marcheras devant la face du Seigneur, pour préparer ses voies,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"77","text":"\\x j \\xo 1.77 \\xt Lu 3:3.\\x*Afin de donner à son peuple la connaissance du salut Par le pardon de ses péchés,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"78","text":"Grâce aux entrailles de la miséricorde de notre Dieu,"},{"style":"q1","verse":"","text":"En vertu de laquelle \\x k \\xo 1.78 \\xt Mal 4:2.\\x*le soleil levant nous a visités d’en haut,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"79","text":"\\x l \\xo 1.79 \\xt És 9:1; 42:7; 43:8; 49:9; 60:1.\\x*Pour éclairer ceux qui sont assis dans les ténèbres et dans l’ombre de la mort,"},{"style":"q1","verse":"","text":"Pour diriger nos pas dans le chemin de la paix."},{"style":"m","verse":"","text":""},{"style":"v","verse":"80","text":"\\x m \\xo 1.80 \\xt Lu 2:40.\\x*Or, l’enfant croissait, et se fortifiait en esprit. Et il demeura dans les déserts, jusqu’au jour où il se présenta devant Israël."}]