[{"style":"s1","text":"Paraboles de la brebis égarée, de la drachme perdue, de l’enfant prodigue"},{"style":"r","text":"V. 1-10: cf. Mt 9:10-13; 18:11-14."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 15.1 \\xt Mt 9:10. Mc 2:15. Lu 5:29.\\x*Tous les publicains et les gens de mauvaise vie s’approchaient de Jésus pour l’entendre. "},{"style":"v","text":"Et les pharisiens et les scribes murmuraient, disant: Cet homme accueille des gens de mauvaise vie, et mange avec eux. "},{"style":"v","text":"Mais il leur dit cette parabole:"},{"style":"p","text":""},{"style":"v","text":"\\x b \\xo 15.4 \\xt Mt 18:12.\\x*\\wj Quel homme d’entre vous, s’il a cent brebis, et qu’il en perde une, ne laisse les quatre-vingt-dix-neuf autres dans le désert pour aller après celle qui est perdue, jusqu’à ce qu’il la retrouve?\\wj*"},{"style":"v","text":"\\wj Lorsqu’il l’a retrouvée, il la met avec joie sur ses épaules,\\wj*"},{"style":"v","text":"\\wj et, de retour à la maison, il appelle ses amis et ses voisins, et leur dit: Réjouissez-vous avec moi, car j’ai retrouvé ma brebis\\wj*\\x c \\xo 15.6 \\xt 1 Pi 2:10.\\x*\\wj qui était perdue.\\wj*"},{"style":"v","text":"\\wj De même, je vous le dis, il y aura plus de joie dans le ciel pour un seul pécheur qui se repent, que pour\\wj*\\x d \\xo 15.7 \\xt Lu 5:32.\\x*\\wj quatre-vingt-dix-neuf justes qui n’ont pas besoin de repentance.\\wj*"},{"style":"v","text":"\\wj Ou quelle femme, si elle a dix drachmes, et qu’elle en perde une, n’allume une lampe, ne balaie la maison, et ne cherche avec soin, jusqu’à ce qu’elle la retrouve?\\wj*"},{"style":"v","text":"\\wj Lorsqu’elle l’a retrouvée, elle appelle ses amies et ses voisines, et dit: Réjouissez-vous avec moi, car j’ai retrouvé la drachme que j’avais perdue.\\wj*"},{"style":"v","text":"\\wj De même, je vous le dis, il y a de la joie devant les anges de Dieu pour un seul pécheur qui se repent.\\wj*"},{"style":"r","text":"V. 11-32: cf. v. 1-10; 19:1-10. Mt 21:18-32. Os 14. 1 Jn 3:1. Mi 7:7, 8."},{"style":"p","text":""},{"style":"v","text":"Il dit encore: \\wj Un homme avait deux fils.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Le plus jeune dit à son père: Mon père, donne-moi la part de bien qui doit me revenir. Et le père leur partagea son bien.\\wj*"},{"style":"v","text":"\\wj Peu de jours après, le plus jeune fils, ayant tout ramassé, partit pour un pays éloigné, où il dissipa son bien en vivant dans la débauche.\\wj*"},{"style":"v","text":"\\wj Lorsqu’il eut tout dépensé, une grande famine survint dans ce pays, et il commença à se trouver dans le besoin.\\wj*"},{"style":"v","text":"\\wj Il alla se mettre au service d’un des habitants du pays, qui l’envoya dans ses champs garder les pourceaux.\\wj*"},{"style":"v","text":"\\wj Il aurait bien voulu se rassasier des carouges que mangeaient les pourceaux, mais personne ne lui en donnait.\\wj*"},{"style":"v","text":"\\wj Étant rentré en lui-même, il se dit: Combien de mercenaires chez mon père ont du pain en abondance, et moi, ici, je meurs de faim!\\wj*"},{"style":"v","text":"\\wj Je me lèverai, j’irai vers mon père, et je lui dirai: Mon père, j’ai péché contre le ciel et contre toi,\\wj*"},{"style":"v","text":"\\wj je ne suis plus digne d’être appelé ton fils; traite-moi comme l’un de tes mercenaires.\\wj*"},{"style":"v","text":"\\wj Et il se leva, et alla vers son père.\\wj*\\x e \\xo 15.20 \\xt Ac 2:39. Ép 2:12, 17.\\x*\\wj Comme il était encore loin, son père le vit et fut ému de compassion, il courut se jeter à son cou et le baisa.\\wj*"},{"style":"v","text":"\\wj Le fils lui dit: Mon père, j’ai péché contre le ciel et contre toi, je ne suis plus digne d’être appelé ton fils.\\wj*"},{"style":"v","text":"\\wj Mais le père dit à ses serviteurs: Apportez vite la plus belle robe, et l’en revêtez; mettez-lui un anneau au doigt, et des souliers aux pieds.\\wj*"},{"style":"v","text":"\\wj Amenez le veau gras, et tuez-le. Mangeons et réjouissons-nous;\\wj*"},{"style":"v","text":"\\wj car mon fils que voici était mort, et il est revenu à la vie; il était perdu, et il est retrouvé. Et ils commencèrent à se réjouir.\\wj*"},{"style":"v","text":"\\wj Or, le fils aîné était dans les champs. Lorsqu’il revint et approcha de la maison, il entendit la musique et les danses.\\wj*"},{"style":"v","text":"\\wj Il appela un des serviteurs, et lui demanda ce que c’était.\\wj*"},{"style":"v","text":"\\wj Ce serviteur lui dit: Ton frère est de retour, et, parce qu’il l’a retrouvé en bonne santé, ton père a tué le veau gras.\\wj*"},{"style":"v","text":"\\wj Il se mit en colère, et ne voulut pas entrer. Son père sortit, et le pria d’entrer.\\wj*"},{"style":"v","text":"\\wj Mais il répondit à son père: Voici, il y a tant d’années que je te sers, sans avoir jamais transgressé tes ordres, et jamais tu ne m’as donné un chevreau pour que je me réjouisse avec mes amis.\\wj*"},{"style":"v","text":"\\wj Et quand ton fils est arrivé, celui qui a mangé ton bien avec des prostituées, c’est pour lui que tu as tué le veau gras!\\wj*"},{"style":"v","text":"\\wj Mon enfant, lui dit le père, tu es toujours avec moi, et tout ce que j’ai est à toi;\\wj*"},{"style":"v","text":"\\wj mais il fallait bien s’égayer et se réjouir, parce que ton frère que voici était mort et qu’il est revenu à la vie, parce qu’il était perdu et qu’il est retrouvé.\\wj*"}]