[{"style":"s1","verse":"","text":"Paroles de Jésus sur: — les scandales, — le pardon des offenses, — la puissance de la foi, — les serviteurs inutiles"},{"style":"r","verse":"","text":"V. 1-6: cf. Mt 18:6-9, 21-35. (1 Co 8:9-13; 10:32.) Mc 11:22-26."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 17.1 \\xt Mt 18:7. Mc 9:42.\\x*Jésus dit à ses disciples: \\wj Il est impossible qu’il n’arrive pas des scandales; mais malheur à celui par qui ils arrivent!\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"\\wj Il vaudrait mieux pour lui qu’on mît à son cou une pierre de moulin et qu’on le jetât dans la mer, que s’il scandalisait un de ces petits.\\wj*"},{"style":"v","verse":"3","text":"\\wj Prenez garde à vous-mêmes.\\wj*\\x b \\xo 17.3 \\xt Lé 19:17. Pr 17:10. Mt 18:15. Ja 5:19.\\x*\\wj Si ton frère a péché, reprends-le; et, s’il se repent, pardonne-lui.\\wj*"},{"style":"v","verse":"4","text":"\\x c \\xo 17.4 \\xt Mt 18:21.\\x*\\wj Et s’il a péché contre toi sept fois dans un jour et que sept fois il revienne à toi, disant: Je me repens, tu lui pardonneras.\\wj*"},{"style":"v","verse":"5","text":"Les apôtres dirent au Seigneur: Augmente-nous la foi. "},{"style":"v","verse":"6","text":"Et le Seigneur dit: \\x d \\xo 17.6 \\xt Mt 17:20; 21:21. Mc 11:23.\\x*\\wj Si vous aviez de la foi comme un grain de sénevé, vous diriez à ce sycomore: Déracine-toi, et plante-toi dans la mer; et il vous obéirait.\\wj*"},{"style":"r","verse":"","text":"V. 7-10: cf. Ro 11:35, 36. Ga 3:10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"\\wj Qui de vous, ayant un serviteur qui laboure ou paît les troupeaux, lui dira, quand il revient des champs: Approche vite, et mets-toi à table?\\wj*"},{"style":"v","verse":"8","text":"\\wj Ne lui dira-t-il pas au contraire: Prépare-moi à souper, ceins-toi, et sers-moi, jusqu’à ce que j’aie mangé et bu; après cela, toi, tu mangeras et boiras?\\wj*"},{"style":"v","verse":"9","text":"\\wj Doit-il de la reconnaissance à ce serviteur parce qu’il a fait ce qui lui était ordonné?\\wj*"},{"style":"v","verse":"10","text":"\\wj Vous de même, quand vous avez fait tout ce qui vous a été ordonné, dites: Nous sommes des serviteurs inutiles, nous avons fait ce que nous devions faire.\\wj*"},{"style":"s1","verse":"","text":"Les dix lépreux"},{"style":"r","verse":"","text":"V. 11-19: cf. Lu 5:12-14. Mt 8:2-4. 2 R 5:1-15."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Jésus, se rendant à Jérusalem, passait entre la Samarie et la Galilée. "},{"style":"v","verse":"12","text":"Comme il entrait dans un village, dix lépreux vinrent à sa rencontre. Se tenant à distance, ils élevèrent la voix, et dirent: "},{"style":"v","verse":"13","text":"Jésus, maître, aie pitié de nous! "},{"style":"v","verse":"14","text":"Dès qu’il les eut vus, il leur dit: \\wj Allez vous montrer\\wj*\\x e \\xo 17.14 \\xt Lé 13:2; 14:2. Mt 8:4. Lu 5:14.\\x*\\wj aux sacrificateurs.\\wj* Et, pendant qu’ils y allaient, il arriva qu’ils furent guéris. "},{"style":"v","verse":"15","text":"L’un d’eux, se voyant guéri, revint sur ses pas, glorifiant Dieu à haute voix. "},{"style":"v","verse":"16","text":"Il tomba sur sa face aux pieds de Jésus, et lui rendit grâces. C’était un Samaritain. "},{"style":"v","verse":"17","text":"Jésus, prenant la parole, dit: \\wj Les dix n’ont-ils pas été guéris? Et les neuf autres, où sont-ils?\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"\\wj Ne s’est-il trouvé que cet étranger pour revenir et donner gloire à Dieu?\\wj*"},{"style":"v","verse":"19","text":"Puis il lui dit: \\wj Lève-toi, va; ta foi t’a sauvé.\\wj*"},{"style":"s1","verse":"","text":"Le royaume de Dieu et l’avènement du Fils de l’homme"},{"style":"r","verse":"","text":"V. 20:21: cf. Mc 4:26-29."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Les pharisiens demandèrent à Jésus quand viendrait le royaume de Dieu. Il leur répondit: \\wj Le royaume de Dieu ne vient pas de manière à frapper les regards.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"\\wj On ne dira point:\\wj*\\x f \\xo 17.21 \\xt Mt 24:23. Mc 13:21. Lu 21:7, 8.\\x*\\wj Il est ici, ou: Il est là. Car voici, le royaume de Dieu est au milieu de vous.\\wj*"},{"style":"s1","verse":"","text":"Exhortation à la vigilance"},{"style":"r","verse":"","text":"V. 22-37: cf. Da 9:26. Mt 24:3-42."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Et il dit aux disciples: \\wj Des jours viendront où vous désirerez voir l’un des jours du Fils de l’homme, et vous ne le verrez point.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"\\x g \\xo 17.23 \\xt Mt 24:23. Mc 13:21.\\x*\\wj On vous dira: Il est ici, il est là. N’y allez pas, ne courez pas après.\\wj*"},{"style":"v","verse":"24","text":"\\wj Car, comme l’éclair resplendit et brille d’une extrémité du ciel à l’autre, ainsi sera le Fils de l’homme en son jour.\\wj*"},{"style":"v","verse":"25","text":"\\x h \\xo 17.25 \\xt Mt 16:21; 17:22; 20:18. Mc 8:31; 9:31; 10:33. Lu 9:22; 18:31; 24:6, 7.\\x*\\wj Mais il faut auparavant qu’il souffre beaucoup, et qu’il soit rejeté par cette génération.\\wj*"},{"style":"v","verse":"26","text":"\\x i \\xo 17.26 \\xt Ge 6:2; 7:7. Mt 24:37, 38. 1 Pi 3:20.\\x*\\wj Ce qui arriva du temps de Noé arrivera de même aux jours du Fils de l’homme.\\wj*"},{"style":"v","verse":"27","text":"\\wj Les hommes mangeaient, buvaient, se mariaient et mariaient leurs enfants, jusqu’au jour où Noé entra dans l’arche; le déluge vint, et les fit tous périr.\\wj*"},{"style":"v","verse":"28","text":"\\wj Ce qui arriva du temps de Lot arrivera pareillement. Les hommes mangeaient, buvaient, achetaient, vendaient, plantaient, bâtissaient;\\wj*"},{"style":"v","verse":"29","text":"\\x j \\xo 17.29 \\xt Ge 19:24. De 29:23. És 13:19. Jé 50:40. Os 11:8. Am 4:11. Jud v. 7.\\x*\\wj mais le jour où Lot sortit de Sodome, une pluie de feu et de soufre tomba du ciel, et les fit tous périr.\\wj*"},{"style":"v","verse":"30","text":"\\wj Il en sera de même le jour où le Fils de l’homme paraîtra.\\wj*"},{"style":"v","verse":"31","text":"\\wj En ce jour-là, que celui qui sera sur le toit, et qui aura ses effets dans la maison, ne descende pas pour les prendre; et que celui qui sera dans les champs ne retourne pas non plus en arrière.\\wj*"},{"style":"v","verse":"32","text":"\\x k \\xo 17.32 \\xt Ge 19:26.\\x*\\wj Souvenez-vous de la femme de Lot.\\wj*"},{"style":"v","verse":"33","text":"\\x l \\xo 17.33 \\xt Mt 10:39; 16:25. Mc 8:35. Lu 9:24. Jn 12:25.\\x*\\wj Celui qui cherchera à sauver sa vie la perdra, et celui qui la perdra la retrouvera.\\wj*"},{"style":"v","verse":"34","text":"\\x m \\xo 17.34 \\xt Mt 24:40, 41. 1 Th 4:17.\\x*\\wj Je vous le dis, en cette nuit-là, de deux personnes qui seront dans un même lit, l’une sera prise et l’autre laissée;\\wj*"},{"style":"v","verse":"35","text":"\\wj de deux femmes qui moudront ensemble, l’une sera prise et l’autre laissée.\\wj*"},{"style":"v","verse":"36","text":"\\wj De deux hommes qui seront dans un champ, l’un sera pris et l’autre laissé.\\wj*"},{"style":"v","verse":"37","text":"Les disciples lui dirent: \\x n \\xo 17.37 \\xt Job 39:33. Mt 24:28.\\x*Où sera-ce, Seigneur? Et il répondit: \\wj Où sera le corps, là s’assembleront les aigles.\\wj*"}]