[{"style":"s1","text":"La pauvre veuve"},{"style":"r","text":"V. 1-4: cf. Mc 12:41-44."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 21.1 \\xt 2 R 12:9. Mc 12:41.\\x*Jésus, ayant levé les yeux, vit les riches qui mettaient leurs offrandes dans le tronc. "},{"style":"v","text":"Il vit aussi une pauvre veuve, qui y mettait deux petites pièces. "},{"style":"v","text":"Et il dit: \\wj Je vous le dis en vérité,\\wj*\\x b \\xo 21.3 \\xt 2 Co 8:12.\\x*\\wj cette pauvre veuve a mis plus que tous les autres;\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj car c’est de leur superflu que tous ceux-là ont mis des offrandes dans le tronc, mais elle a mis de son nécessaire, tout ce qu’elle avait pour vivre.\\wj*"},{"style":"s1","text":"La destruction de Jérusalem et l’avènement du Fils de l’homme"},{"style":"r","text":"V. 5-19: cf. (Mt 24:1-14. Mc 13:1-13.)"},{"style":"p","text":""},{"style":"v","text":"\\x c \\xo 21.5 \\xt Mt 24:1. Mc 13:1.\\x*Comme quelques-uns parlaient des belles pierres et des offrandes qui faisaient l’ornement du temple, Jésus dit:"},{"style":"p","text":""},{"style":"v","text":"\\x d \\xo 21.6 \\xt 1 R 9:7. Mi 3:12. Lu 19:44.\\x*\\wj Les jours viendront où, de ce que vous voyez, il ne restera pas pierre sur pierre qui ne soit renversée.\\wj*"},{"style":"v","text":"Ils lui demandèrent: Maître, quand donc cela arrivera-t-il, et à quel signe connaîtra-t-on que ces choses vont arriver? "},{"style":"v","text":"\\x e \\xo 21.8 \\xt Jé 29:8. Mt 24:4. Ép 5:6. Col 2:18. 2 Th 2:2. 1 Jn 4:1.\\x*Jésus répondit: \\wj Prenez garde que vous ne soyez séduits.\\wj*\\x f \\xo 21.8 \\xt Jé 14:14; 23:21.\\x*\\wj Car plusieurs viendront en mon nom, disant: C’est moi, et le temps approche. Ne les suivez pas.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Quand vous entendrez parler de guerres et de soulèvements, ne soyez pas effrayés, car il faut que ces choses arrivent premièrement. Mais ce ne sera pas encore la fin.\\wj*"},{"style":"v","text":"Alors il leur dit: \\x g \\xo 21.10 \\xt És 19:2.\\x*\\wj Une nation s’élèvera contre une nation, et un royaume contre un royaume;\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj il y aura de grands tremblements de terre, et, en divers lieux, des pestes et des famines; il y aura des phénomènes terribles, et de grands signes dans le ciel.\\wj*"},{"style":"v","text":"\\x h \\xo 21.12 \\xt Mt 10:17; 24:9. Mc 13:9. Jn 16:2. Ap 2:10.\\x*\\wj Mais, avant tout cela, on mettra la main sur vous, et l’on vous persécutera; on vous livrera aux synagogues, on vous jettera en\\wj*\\x i \\xo 21.12 \\xt Ac 4:3; 5:18; 12:4; 16:24.\\x*\\wj prison, on vous mènera devant des\\wj*\\x j \\xo 21.12 \\xt Ac 25:23.\\x*\\wj rois et devant des gouverneurs, à cause de mon nom.\\wj*"},{"style":"v","text":"\\wj Cela vous arrivera pour que vous serviez de témoignage.\\wj*"},{"style":"v","text":"\\x k \\xo 21.14 \\xt Mt 10:19. Mc 13:11.\\x*\\wj Mettez-vous donc dans l’esprit de ne pas préméditer votre défense;\\wj*"},{"style":"v","text":"\\x l \\xo 21.15 \\xt Ex 4:12. És 54:17. Mt 10:19. Ac 6:10.\\x*\\wj car je vous donnerai une bouche et une sagesse à laquelle tous vos adversaires ne pourront résister ou contredire.\\wj*"},{"style":"v","text":"\\x m \\xo 21.16 \\xt Mi 7:6.\\x*\\wj Vous serez livrés même par vos parents, par vos frères, par vos proches et par vos amis, et ils feront\\wj*\\x n \\xo 21.16 \\xt Ac 7:59; 12:2.\\x*\\wj mourir plusieurs d’entre vous.\\wj*"},{"style":"v","text":"\\x o \\xo 21.17 \\xt Mt 10:22. Mc 13:13.\\x*\\wj Vous serez haïs de tous, à cause de mon nom.\\wj*"},{"style":"v","text":"\\x p \\xo 21.18 \\xt 1 S 14:45. 2 S 14:11. 1 R 1:52. Mt 10:30.\\x*\\wj Mais il ne se perdra pas un cheveu de votre tête;\\wj*"},{"style":"v","text":"\\wj par votre persévérance vous sauverez vos âmes.\\wj*"},{"style":"s1","text":"Exhortation à la vigilance"},{"style":"r","text":"V. 20-38: cf. (Mt 24:15-51. Mc 13:14-37.)"},{"style":"p","text":""},{"style":"v","text":"\\x q \\xo 21.20 \\xt Da 9:27. Mt 24:15. Mc 13:14.\\x*\\wj Lorsque vous verrez Jérusalem investie par des armées, sachez alors que sa désolation est proche.\\wj*"},{"style":"v","text":"\\wj Alors, que ceux qui seront en Judée fuient dans les montagnes, que ceux qui seront au milieu de Jérusalem en sortent, et que ceux qui seront dans les champs n’entrent pas dans la ville.\\wj*"},{"style":"v","text":"\\wj Car ce seront des jours de vengeance,\\wj*\\x r \\xo 21.22 \\xt Da 9:26, 27. Mt 24:15. Mc 13:14.\\x*\\wj pour l’accomplissement de tout ce qui est écrit.\\wj*"},{"style":"v","text":"\\wj Malheur aux femmes qui seront enceintes et à celles qui allaiteront en ces jours-là! Car il y aura une grande détresse dans le pays, et de la colère contre ce peuple.\\wj*"},{"style":"v","text":"\\wj Ils tomberont sous le tranchant de l’épée, ils seront emmenés captifs parmi toutes les nations, et Jérusalem sera foulée aux pieds par les nations,\\wj*\\x s \\xo 21.24 \\xt Ro 11:25.\\x*\\wj jusqu’à ce que les temps des nations soient accomplis.\\wj*"},{"style":"v","text":"\\x t \\xo 21.25 \\xt És 13:10. Éz 32:7. Joë 2:31; 3:15. Mt 24:29. Mc 13:24. Ap 6:12.\\x*\\wj Il y aura des signes dans le soleil, dans la lune et dans les étoiles. Et sur la terre, il y aura de l’angoisse chez les nations qui ne sauront que faire, au bruit de la mer et des flots,\\wj*"},{"style":"v","text":"\\wj les hommes rendant l’âme de terreur dans l’attente de ce qui surviendra pour la terre; car les puissances des cieux seront ébranlées.\\wj*"},{"style":"v","text":"\\x u \\xo 21.27 \\xt Da 7:10. Mt 16:27; 24:30; 25:31; 26:64. Mc 13:26; 14:62. Ac 1:11. 2 Th 1:10. Ap 1:7.\\x*\\wj Alors on verra le Fils de l’homme venant sur une nuée avec puissance et une grande gloire.\\wj*"},{"style":"v","text":"\\wj Quand ces choses commenceront à arriver, redressez-vous et levez vos têtes,\\wj*\\x v \\xo 21.28 \\xt Ro 8:23.\\x*\\wj parce que votre délivrance approche.\\wj*"},{"style":"v","text":"\\x w \\xo 21.29 \\xt Mt 24:32. Mc 13:28.\\x*Et il leur dit une comparaison: \\wj Voyez le figuier, et tous les arbres.\\wj*"},{"style":"p","text":""},{"style":"v","text":"\\wj Dès qu’ils ont poussé, vous connaissez de vous-mêmes, en regardant, que déjà l’été est proche.\\wj*"},{"style":"v","text":"\\wj De même, quand vous verrez ces choses arriver, sachez que le royaume de Dieu est proche.\\wj*"},{"style":"v","text":"\\wj Je vous le dis en vérité, cette génération ne passera point, que tout cela n’arrive.\\wj*"},{"style":"v","text":"\\x x \\xo 21.33 \\xt Ps 102:27. És 51:6. Mt 24:35. Hé 1:11.\\x*\\wj Le ciel et la terre passeront, mais mes paroles ne passeront point.\\wj*"},{"style":"v","text":"\\x y \\xo 21.34 \\xt Ro 13:13. 1 Th 5:6. 1 Pi 4:7.\\x*\\wj Prenez garde à vous-mêmes, de crainte que vos cœurs ne s’appesantissent par les excès du manger et du boire, et par les soucis de la vie, et que ce jour ne vienne sur vous à l’improviste;\\wj*"},{"style":"v","text":"\\x z \\xo 21.35 \\xt 1 Th 5:2. 2 Pi 3:10. Ap 3:3; 16:15.\\x*\\wj car il viendra comme un filet sur tous ceux qui habitent sur la face de toute la terre.\\wj*"},{"style":"v","text":"\\x a \\xo 21.36 \\xt Mt 24:42; 25:13. Mc 13:33. Lu 12:40. 1 Th 5:6.\\x*\\wj Veillez donc et priez en tout temps, afin que vous ayez la force d’échapper à toutes ces choses qui arriveront, et de paraître debout devant le Fils de l’homme.\\wj*"},{"style":"v","text":"\\x b \\xo 21.37 \\xt Jn 8:2.\\x*Pendant le jour, Jésus enseignait dans le temple, et il allait passer la nuit à la montagne appelée montagne des oliviers. "},{"style":"v","text":"Et tout le peuple, dès le matin, se rendait vers lui dans le temple pour l’écouter."}]