[{"style":"s1","verse":"","text":"Jésus devant Pilate, gouverneur romain"},{"style":"r","verse":"","text":"V. 1-5: cf. (Mt 27:2, 11-14. Mc 15:2-5. Jn 18:28-38.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 23.1 \\xt Mt 27:2. Mc 15:1. Jn 18:28.\\x*Ils se levèrent tous, et ils conduisirent Jésus devant Pilate. "},{"style":"v","verse":"2","text":"Ils se mirent à l’accuser, disant: Nous avons trouvé cet homme excitant notre nation à la révolte, \\x b \\xo 23.2 \\xt Mt 17:25; 22:21. Mc 12:17. Lu 20:25. Ro 13:7.\\x*empêchant de payer le tribut à César, et \\x c \\xo 23.2 \\xt Ac 17:7.\\x*se disant lui-même Christ, roi. "},{"style":"v","verse":"3","text":"\\x d \\xo 23.3 \\xt Mt 27:11. Mc 15:2. Jn 18:33.\\x*Pilate l’interrogea, en ces termes: Es-tu le roi des Juifs? Jésus lui répondit: \\wj Tu le dis.\\wj*"},{"style":"v","verse":"4","text":"Pilate dit aux principaux sacrificateurs et à la foule: Je ne trouve rien de coupable en cet homme. "},{"style":"v","verse":"5","text":"Mais ils insistèrent, et dirent: Il soulève le peuple, en enseignant par toute la Judée, depuis la Galilée, où il a commencé, jusqu’ici."},{"style":"s1","verse":"","text":"Jésus devant Hérode. Jésus renvoyé par Hérode à Pilate"},{"style":"r","verse":"","text":"V. 6-12: cf. Ps 2:1-3. Ac 4:25-28."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Quand Pilate entendit parler de la Galilée, il demanda si cet homme était Galiléen; "},{"style":"v","verse":"7","text":"\\x e \\xo 23.7 \\xt Lu 3:1.\\x*et, ayant appris qu’il était de la juridiction d’Hérode, il le renvoya à Hérode, qui se trouvait aussi à Jérusalem en ces jours-là. "},{"style":"v","verse":"8","text":"\\x f \\xo 23.8 \\xt Lu 9:7.\\x*Lorsque Hérode vit Jésus, il en eut une grande joie; car depuis longtemps, il désirait le voir, à cause de ce qu’il avait entendu dire de lui, et il espérait qu’il le verrait faire quelque miracle. "},{"style":"v","verse":"9","text":"Il lui adressa beaucoup de questions; mais Jésus ne lui répondit rien. "},{"style":"v","verse":"10","text":"Les principaux sacrificateurs et les scribes étaient là, et l’accusaient avec violence. "},{"style":"v","verse":"11","text":"Hérode, avec ses gardes, le traita avec mépris; et, après s’être moqué de lui et l’avoir revêtu d’un habit éclatant, il le renvoya à Pilate. "},{"style":"v","verse":"12","text":"\\x g \\xo 23.12 \\xt Ac 4:27.\\x*Ce jour même, Pilate et Hérode devinrent amis, d’ennemis qu’ils étaient auparavant."},{"style":"s1","verse":"","text":"Sentence de mort confirmée"},{"style":"r","verse":"","text":"V. 13-25: cf. (Mt 27:15-30. Mc 15:6-19. Jn 18:39 à 19:16.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"\\x h \\xo 23.13 \\xt Mt 27:23. Mc 15:14. Jn 18:38; 19:4.\\x*Pilate, ayant assemblé les principaux sacrificateurs, les magistrats, et le peuple, leur dit: "},{"style":"v","verse":"14","text":"Vous m’avez amené cet homme comme excitant le peuple à la révolte. Et voici, je l’ai interrogé devant vous, et je ne l’ai trouvé coupable d’aucune des choses dont vous l’accusez; "},{"style":"v","verse":"15","text":"Hérode non plus, car il nous l’a renvoyé, et voici, cet homme n’a rien fait qui soit digne de mort. "},{"style":"v","verse":"16","text":"Je le relâcherai donc, après l’avoir fait battre de verges. "},{"style":"v","verse":"17","text":"\\x i \\xo 23.17 \\xt Mt 27:15. Mc 15:6. Jn 18:39.\\x*A chaque fête, il était obligé de leur relâcher un prisonnier. "},{"style":"v","verse":"18","text":"Ils s’écrièrent tous ensemble: \\x j \\xo 23.18 \\xt Ac 3:14.\\x*Fais mourir celui-ci, et relâche-nous Barabbas. "},{"style":"v","verse":"19","text":"Cet homme avait été mis en prison pour une sédition qui avait eu lieu dans la ville, et pour un meurtre. "},{"style":"v","verse":"20","text":"Pilate leur parla de nouveau, dans l’intention de relâcher Jésus. "},{"style":"v","verse":"21","text":"Et ils crièrent: Crucifie, crucifie-le! "},{"style":"v","verse":"22","text":"Pilate leur dit pour la troisième fois: Quel mal a-t-il fait? Je n’ai rien trouvé en lui qui mérite la mort. Je le relâcherai donc, après l’avoir fait battre de verges. "},{"style":"v","verse":"23","text":"Mais ils insistèrent à grands cris, demandant qu’il fût crucifié. Et leurs cris l’emportèrent: "},{"style":"v","verse":"24","text":"\\x k \\xo 23.24 \\xt Mt 27:26. Mc 15:15. Jn 19:16.\\x*Pilate prononça que ce qu’ils demandaient serait fait. "},{"style":"v","verse":"25","text":"Il relâcha celui qui avait été mis en prison pour sédition et pour meurtre, et qu’ils réclamaient; et il livra Jésus à leur volonté."},{"style":"s1","verse":"","text":"Jésus crucifié"},{"style":"r","verse":"","text":"V. 26-34: cf. (Mt 27:31-38. Mc 15:20-28. Jn 19:16-24.) Ga 3:13."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"\\x l \\xo 23.26 \\xt Mt 27:32. Mc 15:21.\\x*Comme ils l’emmenaient, ils prirent un certain Simon de Cyrène, qui revenait des champs, et ils le chargèrent de la croix, pour qu’il la porte derrière Jésus. "},{"style":"v","verse":"27","text":"Il était suivi d’une grande multitude des gens du peuple, et de femmes qui se frappaient la poitrine et se lamentaient sur lui. "},{"style":"v","verse":"28","text":"Jésus se tourna vers elles, et dit: \\wj Filles de Jérusalem, ne pleurez pas sur moi; mais pleurez sur vous et sur vos enfants.\\wj*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"\\wj Car voici, des jours viendront où l’on dira: Heureuses les stériles, heureuses les entrailles qui n’ont point enfanté, et les mamelles qui n’ont point allaité!\\wj*"},{"style":"v","verse":"30","text":"\\wj Alors ils se mettront à dire aux montagnes:\\wj*\\x m \\xo 23.30 \\xt És 2:19. Os 10:8. Ap 6:16; 9:6.\\x*\\wj Tombez sur nous! Et aux collines: Couvrez-nous!\\wj*"},{"style":"v","verse":"31","text":"\\x n \\xo 23.31 \\xt Jé 25:29. 1 Pi 4:17.\\x*\\wj Car, si l’on fait ces choses au bois vert, qu’arrivera-t-il au bois sec?\\wj*"},{"style":"v","verse":"32","text":"\\x o \\xo 23.32 \\xt Jn 19:18.\\x*On conduisait en même temps deux malfaiteurs, qui devaient être mis à mort avec Jésus. "},{"style":"v","verse":"33","text":"\\x p \\xo 23.33 \\xt Mt 27:33, 38. Mc 15:22. Jn 19:18.\\x*Lorsqu’ils furent arrivés au lieu appelé Crâne, ils le crucifièrent là, ainsi que les deux malfaiteurs, l’un à droite, l’autre à gauche. "},{"style":"v","verse":"34","text":"Jésus dit: \\x q \\xo 23.34 \\xt Ac 7:60. 1 Co 4:12.\\x*\\wj Père, pardonne-leur, car ils ne savent ce qu’ils font.\\wj*\\x r \\xo 23.34 \\xt Ps 22:19. Mt 27:35. Mc 15:24. Jn 19:23.\\x*Ils se partagèrent ses vêtements, en tirant au sort."},{"style":"r","verse":"","text":"V. 35-43: cf. (Mt 27:39-44. Mc 15:29-32. Jn 19:25-27.) Ps 22:7-18."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Le peuple se tenait là, et regardait. \\x s \\xo 23.35 \\xt Mt 27:39. Mc 15:29.\\x*Les magistrats se moquaient de Jésus, disant: Il a sauvé les autres; qu’il se sauve lui-même, s’il est le Christ, l’élu de Dieu! "},{"style":"v","verse":"36","text":"Les soldats aussi se moquaient de lui; s’approchant et lui présentant du vinaigre, "},{"style":"v","verse":"37","text":"ils disaient: Si tu es le roi des Juifs, sauve-toi toi-même! "},{"style":"v","verse":"38","text":"\\x t \\xo 23.38 \\xt Mt 27:37. Mc 15:26. Jn 19:19.\\x*Il y avait au-dessus de lui cette inscription: Celui-ci est le roi des Juifs. "},{"style":"v","verse":"39","text":"L’un des malfaiteurs crucifiés l’injuriait, disant: N’es-tu pas le Christ? Sauve-toi toi-même, et sauve-nous! "},{"style":"v","verse":"40","text":"Mais l’autre le reprenait, et disait: Ne crains-tu pas Dieu, toi qui subis la même condamnation? "},{"style":"v","verse":"41","text":"Pour nous, c’est justice, car nous recevons ce qu’ont mérité nos crimes; mais celui-ci n’a rien fait de mal. "},{"style":"v","verse":"42","text":"Et il dit à Jésus: Souviens-toi de moi, quand tu viendras dans ton règne. "},{"style":"v","verse":"43","text":"Jésus lui répondit: \\wj Je te le dis en vérité, aujourd’hui tu seras avec moi dans le paradis.\\wj*"},{"style":"r","verse":"","text":"V. 44-49: cf. (Mt 27:47-56. Mc 15:33-41. Jn 19:28-37.) És 53:5-12. Jn 1:29. Ro 5:6-8. 1 Pi 2:24. Ap 1:5."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"\\x u \\xo 23.44 \\xt Mt 27:45. Mc 15:33.\\x*Il était déjà environ la sixième heure, et il y eut des ténèbres sur toute la terre, jusqu’à la neuvième heure. "},{"style":"v","verse":"45","text":"Le soleil s’obscurcit, \\x v \\xo 23.45 \\xt Mt 27:51. Mc 15:38.\\x*et le voile du temple se déchira par le milieu. "},{"style":"v","verse":"46","text":"Jésus s’écria d’une voix forte: \\x w \\xo 23.46 \\xt Ps 31:6. Mt 27:50. Mc 15:37. Jn 19:30. Ac 7:59.\\x*\\wj Père, je remets mon esprit entre tes mains.\\wj* Et, en disant ces paroles, il expira. "},{"style":"v","verse":"47","text":"\\x x \\xo 23.47 \\xt Mt 27:54. Mc 15:39.\\x*Le centenier, voyant ce qui était arrivé, glorifia Dieu, et dit: Certainement, cet homme était juste. "},{"style":"v","verse":"48","text":"Et tous ceux qui assistaient en foule à ce spectacle, après avoir vu ce qui était arrivé, s’en retournèrent, se frappant la poitrine. "},{"style":"v","verse":"49","text":"Tous ceux de la connaissance de Jésus, et les femmes qui l’avaient accompagné depuis la Galilée, se tenaient dans l’éloignement et regardaient ce qui se passait."},{"style":"s1","verse":"","text":"Le corps de Jésus mis dans un sépulcre"},{"style":"r","verse":"","text":"V. 50-56: cf. (Mt 27:57-61. Mc 15:42-47. Jn 19:38-42.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"50","text":"\\x y \\xo 23.50 \\xt Mt 27:57. Mc 15:43. Jn 19:38.\\x*Il y avait un conseiller, nommé Joseph, homme bon et juste, "},{"style":"v","verse":"51","text":"qui n’avait point participé à la décision et aux actes des autres; il était d’Arimathée, ville des Juifs, et il attendait le royaume de Dieu. "},{"style":"v","verse":"52","text":"Cet homme se rendit vers Pilate, et demanda le corps de Jésus. "},{"style":"v","verse":"53","text":"Il le descendit de la croix, l’enveloppa d’un linceul, \\x z \\xo 23.53 \\xt Mt 12:40; 26:12; 27:59. Mc 15:46.\\x*et le déposa dans un sépulcre taillé dans le roc, où personne n’avait encore été mis. "},{"style":"v","verse":"54","text":"C’était le jour de la préparation, et le sabbat allait commencer. "},{"style":"v","verse":"55","text":"Les femmes \\x a \\xo 23.55 \\xt Lu 8:2.\\x*qui étaient venues de la Galilée avec Jésus accompagnèrent Joseph, virent le sépulcre et la manière dont le corps de Jésus y fut déposé, "},{"style":"v","verse":"56","text":"et, s’en étant retournées, elles préparèrent des aromates et des parfums. Puis elles se reposèrent le jour du sabbat, selon la loi."}]