[{"style":"s1","text":"Prédication de Jean-Baptiste"},{"style":"r","text":"V. 1-17: cf. (Mt 3:1-12. Mc 1:1-8.) Jn 1:6-8, 19-28."},{"style":"p","text":""},{"style":"v","text":"La quinzième année du règne de Tibère César, lorsque Ponce Pilate était gouverneur de la Judée, Hérode tétrarque de la Galilée, son frère Philippe tétrarque de l’Iturée et du territoire de la Trachonite, Lysanias tétrarque de l’Abilène, "},{"style":"v","text":"et du temps des \\x a \\xo 3.2 \\xt Ac 4:6.\\x*souverains sacrificateurs Anne et Caïphe, la parole de Dieu fut adressée à Jean, fils de Zacharie, dans le désert. "},{"style":"v","text":"\\x b \\xo 3.3 \\xt Mt 3:1. Mc 1:4.\\x*Et il alla dans tout le pays des environs du Jourdain, prêchant le baptême de repentance, pour la rémission des péchés, "},{"style":"v","text":"selon ce qui est écrit dans le livre des paroles \\x c \\xo 3.4 \\xt És 40:3. Mt 3:3. Mc 1:3. Jn 1:23.\\x*d’Ésaïe, le prophète:"},{"style":"q1","text":"C’est la voix de celui qui crie dans le désert:"},{"style":"q1","text":"Préparez le chemin du Seigneur,"},{"style":"q1","text":"Aplanissez ses sentiers."},{"style":"q1","text":""},{"style":"v","text":"Toute vallée sera comblée,"},{"style":"q1","text":"Toute montagne et toute colline seront abaissées;"},{"style":"q1","text":"Ce qui est tortueux sera redressé,"},{"style":"q1","text":"Et les chemins raboteux seront aplanis."},{"style":"q1","text":""},{"style":"v","text":"\\x d \\xo 3.6 \\xt Ps 98:2. És 52:10.\\x*Et toute chair verra le salut de Dieu."},{"style":"p","text":""},{"style":"v","text":"Il disait donc à ceux qui venaient en foule pour être baptisés par lui: \\x e \\xo 3.7 \\xt Mt 3:7; 23:33.\\x*Races de vipères, qui vous a appris à fuir la colère à venir? "},{"style":"v","text":"Produisez donc des fruits dignes de la repentance, et ne vous mettez pas à dire en vous-mêmes: \\x f \\xo 3.8 \\xt Mt 3:9. Jn 8:39. Ac 13:26.\\x*Nous avons Abraham pour père! Car je vous déclare que de ces pierres Dieu peut susciter des enfants à Abraham. "},{"style":"v","text":"\\x g \\xo 3.9 \\xt Mt 3:10; 7:19.\\x*Déjà même la cognée est mise à la racine des arbres: tout arbre donc qui ne produit pas de bons fruits sera coupé et jeté au feu. "},{"style":"v","text":"La foule l’interrogeait, \\x h \\xo 3.10 \\xt Ac 2:37.\\x*disant: Que devons-nous donc faire? "},{"style":"v","text":"Il leur répondit: \\x i \\xo 3.11 \\xt Ja 2:13, 15. 1 Jn 3:17.\\x*Que celui qui a deux tuniques partage avec celui qui n’en a point, et que celui qui a de quoi manger agisse de même. "},{"style":"v","text":"Il vint aussi des publicains pour être baptisés, et ils lui dirent: Maître, que devons-nous faire? "},{"style":"v","text":"Il leur répondit: N’exigez rien au-delà de ce qui vous a été ordonné. "},{"style":"v","text":"Des soldats aussi lui demandèrent: Et nous, que devons-nous faire? Il leur répondit: Ne commettez ni extorsion ni fraude envers personne, et contentez-vous de votre solde. "},{"style":"v","text":"Comme le peuple était dans l’attente, et que tous se demandaient en eux-mêmes si Jean n’était pas le Christ, "},{"style":"v","text":"il leur dit à tous: \\x j \\xo 3.16 \\xt Mt 3:11. Mc 1:8. Jn 1:26. Ac 1:5; 11:16; 19:4.\\x*Moi, je vous baptise d’eau; mais il vient, celui qui est plus puissant que moi, et je ne suis pas digne de délier la courroie de ses souliers. \\x k \\xo 3.16 \\xt És 44:3. Joë 2:28. Ac 2:4; 11:15.\\x*Lui, il vous baptisera du Saint-Esprit et de feu. "},{"style":"v","text":"\\x l \\xo 3.17 \\xt Mt 3:12.\\x*Il a son van à la main; il nettoiera son aire, et il amassera le blé dans son grenier, mais il brûlera la paille dans un feu qui ne s’éteint point."},{"style":"r","text":"V. 18-20: cf. Mt 14:3-5. Mc 6:17-20."},{"style":"p","text":""},{"style":"v","text":"C’est ainsi que Jean annonçait la bonne nouvelle au peuple, en lui adressant encore beaucoup d’autres exhortations. "},{"style":"v","text":"\\x m \\xo 3.19 \\xt Mt 14:3. Mc 6:18.\\x*Mais Hérode le tétrarque, étant repris par Jean au sujet d’Hérodias, femme de son frère, et pour toutes les mauvaises actions qu’il avait commises, "},{"style":"v","text":"ajouta encore à toutes les autres celle d’enfermer Jean dans la prison."},{"style":"s1","text":"Baptême de Jésus-Christ"},{"style":"r","text":"V. 21-22: cf. (Mt 3:13-17. Mc 1:9-11.) Jn 1:32-34."},{"style":"p","text":""},{"style":"v","text":"\\x n \\xo 3.21 \\xt Mt 3:13. Mc 1:9. Jn 1:32.\\x*Tout le peuple se faisant baptiser, Jésus fut aussi baptisé; et, pendant qu’il priait, le ciel s’ouvrit, "},{"style":"v","text":"et le Saint-Esprit descendit sur lui sous une forme corporelle, comme une colombe. Et une voix fit entendre du ciel ces paroles: \\x o \\xo 3.22 \\xt És 42:1. Mt 17:5. Mc 9:7. Lu 9:35. Col 1:13. 2 Pi 1:17.\\x*Tu es mon Fils bien-aimé; en toi j’ai mis toute mon affection."},{"style":"s1","text":"Généalogie de Jésus-Christ"},{"style":"r","text":"V. 23-38: cf. Mt 1:1-16. (Ge 5; 11:10-26.)"},{"style":"p","text":""},{"style":"v","text":"Jésus avait environ trente ans lorsqu’il commença son ministère, étant, comme on le croyait, \\x p \\xo 3.23 \\xt Mt 13:55. Jn 6:42.\\x*fils de Joseph, fils d’Héli, "},{"style":"v","text":"fils de Matthat, fils de Lévi, fils de Melchi, fils de Jannaï, fils de Joseph, "},{"style":"v","text":"fils de Mattathias, fils d’Amos, fils de Nahum, fils d’Esli, fils de Naggaï, "},{"style":"v","text":"fils de Maath, fils de Mattathias, fils de Sémeï, fils de Josech, fils de Joda, "},{"style":"v","text":"fils de Joanan, fils de Rhésa, fils de Zorobabel, fils de Salathiel, fils de Néri, "},{"style":"v","text":"fils de Melchi, fils d’Addi, fils de Kosam, fils d’Elmadam, fils D’Er, "},{"style":"v","text":"fils de Jésus, fils d’Éliézer, fils de Jorim, fils de Matthat, fils de Lévi, "},{"style":"v","text":"fils de Siméon, fils de Juda, fils de Joseph, fils de Jonam, fils d’Éliakim, "},{"style":"v","text":"fils de Méléa, fils de Menna, fils de Mattatha, fils de Nathan, fils de David, "},{"style":"v","text":"fils d’Isaï, fils de Jobed, fils de Booz, fils de Salmon, fils de Naasson, "},{"style":"v","text":"fils d’Aminadab, fils d’Admin, fils d’Arni, fils d’Esrom, fils de Pharès, fils de Juda, "},{"style":"v","text":"fils de Jacob, fils d’Isaac, fils d’Abraham, fils de \\x q \\xo 3.34 \\xt Ge 11:10, etc.\\x*Thara, fils de Nachor, "},{"style":"v","text":"fils de Seruch, fils de Ragau, fils de Phalek, fils d’Éber, fils de Sala, "},{"style":"v","text":"fils de Kaïnam, fils d’Arphaxad, fils de Sem, fils de Noé, fils de Lamech, "},{"style":"v","text":"fils de Mathusala, fils d’Énoch, fils de Jared, fils de Maléléel, fils de Kaïnan, "},{"style":"v","text":"fils d’Énos, fils de Seth, fils \\x r \\xo 3.38 \\xt Ge 5:3.\\x*d’Adam, fils de Dieu."}]