[{"style":"ms1","verse":"","text":"Yeremi dugg na coono"},{"style":"mr","verse":"","text":"(Saar 26---45)"},{"style":"s1","verse":"","text":"Ñu ngi tëru Yeremi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba doomu Yosya, Yoyakim buurub Yuda di doora falu, kàddu gii dikkaloon na Yeremi, bàyyikoo fa Aji Sax ji. Mu ne:"},{"style":"v","verse":"2","text":"«Aji Sax ji dafa wax ne: Dangay taxawi ca biir ëttu kër Aji Sax ji. Nga wax ak mboolem waa dëkki Yuda yiy jaamusi ci kër Aji Sax ji. Mboolem kàddu yi ma lay yóbbante ci ñoom, bu ci wacc baat."},{"style":"v","verse":"3","text":"Jombul ñu dégg, ba ku nekk dëpp yoonam wu bon. Su ko defee ma fomm musiba mi ma leen di waajal ndax seen jëf ju bon."},{"style":"v","verse":"4","text":"Nga wax leen ne leen: “Aji Sax ji dafa wax ne: Su ngeen ma déggalul, toppuleen yoon wi ma leen rëddal,"},{"style":"v","verse":"5","text":"dégguleen sama kàdduy jaam ñiy yonent yi may yónni ci yeen ay yooni yoon, ngeen tëë dégg,"},{"style":"v","verse":"6","text":"su boobaa maay def kër Yàlla gii, na ma def ga woon ca Silo\\f + \\fr 26.6 \\ft Seetal ci \\bk 1.Samiyel\\bk* saar 4.\\f*, te dëkk bii maa koy def lu mboolem xeeti àddina di tudd, di ko móoloo.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ba mu ko defee \\w sarxalkat|sarxalkat b-:\\w* yaak yonent yaak mbooloo ma mépp dégg Yeremi di wax kàddu yooyu ca biir kër Aji Sax ji."},{"style":"v","verse":"8","text":"Naka la Yeremi wax ba sottal mboolem la ko Aji Sax ji santoon mu jottali ko mbooloo ma mépp, sarxalkat yaak yonent yaak mbooloo ma mépp ànd jàpp ko, ne ko: «Yaw, dee rekk mooy sab àtte!"},{"style":"v","verse":"9","text":"Ana lu waral ngay biral kàdduy \\w waxyu|waxyu:\\w* ci turu Aji Sax ji, naan kër Yàlla gii dina tas, mel ni ga woon ca Silo, te dëkk bii day tas, kenn du fi des?» Mbooloo ma mépp nag sam Yeremi ca biir kër Aji Sax ji."},{"style":"v","verse":"10","text":"Kàngami Yuda dégg mbir ma, bàyyikoo kër buur, daldi yéegi ba ca kër Aji Sax ji. Ñu féncoo ca buntu kër Aji Sax ji ñuy wax bunt bu Bees ba."},{"style":"v","verse":"11","text":"Sarxalkat yaak yonent ya wax kàngam yaak mbooloo ma mépp, ne leen: «Waa jii, dee mooy àtteem, ndax moo biral kàdduy waxyu, di rëbb sunu dëkk bii. Yeena ko déggal seen bopp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ci kaw loolu Yeremi wax ak kàngam yépp ak mbooloo ma mépp, ne leen: «Aji Sax jee ma yebal ngir ma jottali kàdduy waxyu, rëbb kër gii ak dëkk bii, te mooy kàddu yi ngeen dégg yépp."},{"style":"v","verse":"13","text":"Léegi nag rafetalleen seeni jëfin ak seeni jëf te déggal seen Yàlla Aji Sax ji. Su ko defee Aji Sax ji fomm musiba mi mu leen dogaloon."},{"style":"v","verse":"14","text":"Man nag maa ngii ci seen loxo! Lu ngeen xalaat ne moo gën te war ci man rekk, defleen!"},{"style":"v","verse":"15","text":"Xamleen xéll rekk ne su ngeen ma reyee, bakkanu ku deful dara ngeen gàddu, yeen ak dëkk beek ñi ko dëkke, ndax ci lu wér Aji Sax jee ma yebal ci yeen, ngir ma yegge leen mboolem kàddu yii.»"},{"style":"v","verse":"16","text":"Ba loolu amee kàngam yaak mbooloo ma mépp wax ak sarxalkat yaak yonent ya, ne leen: «Waa jii kay àtteb dee warul ci moom, ndax ci sunu turu Yàlla Aji Sax ji la nu waxal.»"},{"style":"v","verse":"17","text":"Ci biir loolu ñenn ci magi réew mi jóg, wax ak mbooloo ma fa daje mépp, ne leen:"},{"style":"v","verse":"18","text":"«Ku ñuy wax Mise, dëkk Moreset, doon na jottali kàdduy waxyu ca jamonoy Esekiyas buurub Yuda. Daa waxoon waa Yuda gépp ne leen: “Aji Sax ji Boroom gàngooru xare yi dafa wax ne:"},{"style":"q1","verse":"","text":"Dees na gàbb \\w Siyoŋ|Siyoŋ:\\w* nib tool,"},{"style":"q1","verse":"","text":"Yerusalem diy tojit, jale;"},{"style":"q1","verse":"","text":"tundu kërug Yàlla gaay doon gajj bu kawe.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Ndax tax na Esekiyas buurub Yuda mbaa kenn ci waa Yuda reylu ko? Du Buur Esekiyas daa wormaal Aji Sax ji, tinu ko, ba Aji Sax ji fomm musiba mi mu leen dogaloon? Nun nag musiba mu réy lanu nara indil sunu bopp.»"},{"style":"s1","verse":"","text":"Yoyakim reylu na ab yonent"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ci jamono yooyu amoon na keneen ku doon jottali kàdduy \\w waxyu|waxyu:\\w* ci turu Aji Sax ji. Muy Uri ma dëkk Kiryaat Yarim, di doomu Semaya. Uri doon jottali kàdduy waxyu, di rëbb dëkk baak réew ma, bokk ak Yeremi genn kàddu gi."},{"style":"v","verse":"21","text":"Buur Yoyakim dégg ay kàddoom, mook mboolemi dagam ak kàngamam yépp. Ba mu ko defee Buur di ko wuta reylu, Uri yég ko, tiit, daw làquji Misra."},{"style":"v","verse":"22","text":"Buur Yoyakim yebal ku ñuy wax Elnatan doomu Agbor ca Misra, mu ànd faak ñeneen."},{"style":"v","verse":"23","text":"Ñu jëleji Uri ca Misra, yót ko Buur Yoyakim, mu jam ko, sànni néewam ca armeelu baadoolo ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Yeremi nag daa làqoo Axikam doomu Safan, mu aar ko, ba tàbbiwul ci loxol askan wi, ñu rey ko."}]