[{"style":"s1","verse":"","text":"Aji Sax ji wax na Buur Cedesyas mujam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Nebukatnecar buuru Babilon àndeek mbooloom xareem mépp ak mboolem réew yeek xeet yi mu teg loxo, ñu songandoo Yerusalem ak dëkk yi ko wër yépp, kàddu gii dikkaloon na Yeremi, bàyyikoo ci Aji Sax ji:"},{"style":"v","verse":"2","text":"«Aji Sax ji Yàllay Israayil dafa wax ne: Demal nga wax Cedesyas buurub Yuda ne ko: “Aji Sax ji dafa wax ne: Maa ngii di teg dëkk bii ci loxol buuru Babilon, mu taal ko."},{"style":"v","verse":"3","text":"Yaw Cedesyas nag doo ko rëcc. Dees na la jàpp moos te dees na la teg ci loxol buuru Babilon, mu wax ak yaw, seeni gët ñeent; nga dem Babilon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"«“Waaye yaw Cedesyas buurub Yuda, déglul kàddug Aji Sax ji: Aji Sax ji dafa wax ne doo deewe saamar."},{"style":"v","verse":"5","text":"Ci jàmm ngay dee, te ni ñu taalale woon cuuraay say maami buur yi la jiitu, terale leen ko ci seen dëj, ni lañu lay taalale cuuraay, di la jooy naan: ‘Wóoy sunu sang ba dem na!’ Jii wax, maa ko wax.”» Kàddug Aji Sax jee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ci kaw loolu Yonent Yàlla Yeremi jottali Cedesyas buurub Yuda mboolem kàddu yooyu fa Yerusalem."},{"style":"v","verse":"7","text":"Mu yemook ba mbooloom buuru Babilon di xareek Yerusalem ak mboolem dëkki Yuda ya desoon, di Lakis ak Aseka. Booba yooyu rekk a desoon ci dëkki Yuda yu tata wër."},{"style":"s1","verse":"","text":"Yiwi jaam yi war na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Kàddu gii dikkaloon na Yeremi, bàyyikoo ci Aji Sax ji, gannaaw ba Buur Cedesyas fasoo \\w kóllëre|kóllëre g-:\\w* ak mboolem waa Yerusalem ngir goreel jaam yi,"},{"style":"v","verse":"9","text":"ku nekk wara goreel mbokkam mu \\w Ebraam|Ebrë:\\w*, góor ak jigéen, ñu moom seen bopp, te kenn bañati def jaam mbokkum Ebraam."},{"style":"v","verse":"10","text":"Ba mu ko defee mboolem kàngam yeek nit ñi ko fasoo woon kóllëre daldi nangoo goreel seen jaam yu góor ak yu jigéen, bañati leena def jaam, ñu moom seen bopp. Ñu daldi leen yiwi."},{"style":"v","verse":"11","text":"Gannaaw gi nag ñu walbatiku, jëlaat seen jaam yu góor ak yu jigéen ya ñu goreeloon, dellooleen cig njaam, góor ak jigéen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba loolu amee kàddug Aji Sax ji dikkal Yeremi bàyyikoo ci Aji Sax ji, ne ko:"},{"style":"v","verse":"13","text":"«Aji Sax ji Yàllay Israayil dafa wax ne: Man maa fasoon kóllëre ak seeni maam keroog bés ba ma leen génnee réewum Misra kërug njaam ga, ne leen:"},{"style":"v","verse":"14","text":"Saa yu ngeen waññee juróom benni at ba ca catal juróom ñaareel ma, na ku nekk ci yeen goreel mbokkum Ebraam mu ko jaayoon boppam. Gannaaw bu ko liggéeyalee juróom benni at, na ko goreel, mu tàggook moom, daldi moom boppam\\f + \\fr 34.14 \\ft Seetal ci \\bk Mucc ga\\bk* 21.2-6.\\f*. Waaye seeni maam déggaluñu ma, teewluwuñu ma."},{"style":"v","verse":"15","text":"Tey yeen, waññiku woon ngeen, ba def li ma rafetlu; ku nekk ci yeen xamle goreelu mbokkam. Fasoo ngeen kóllëre sax fi sama kanam ci biir kër gi ñu ma tudde."},{"style":"v","verse":"16","text":"Léegi nag ngeen di teddadil sama tur, dellu gannaaw, ku nekk jëlaat jaamam yu góor ak yu jigéen, te ngeen goreeloon leen ba noppi, ñu moom seen bopp ni mu leen neexe. Néewal ngeen leen doole, ñu dellu di seeni jaam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Kon nag, Aji Sax ji dafa wax ne: Ku nekk ci yeen waroon naa goreel mbokkum dëkkandoom, waaye yeen déy, déggaluleen ma. Man nag maa ngi nii di xamle goreel gi, kàddug Aji Sax jee, ngir bàyyee leen saamar ak mbas akub xiif. Maa leen di def waa réewi àddina yépp seexlu leen."},{"style":"v","verse":"18","text":"Nit ñi fecci sama kóllëre, sàmmuñu ponki kóllëre gi ñu fase woon fi sama kanam, maa leen di def ni sëllu wa nit ña xaroon ñaar, jaare ca diggante xaaj ya, fase ko seen kóllëre."},{"style":"v","verse":"19","text":"Muy kàngami Yuda, di kàngami Yerusalem, di bëkk-néeg yeek \\w sarxalkat|sarxalkat b-:\\w* yi, ak mboolem waa réew mi jaare woon ci diggante ñaari xaaji sëllu wa,"},{"style":"v","verse":"20","text":"maa leen di teg ci seen loxoy noon ak ñiy wut seen bakkan; seeni néew, njanaaw yeek rabi àll yi for."},{"style":"v","verse":"21","text":"Cedesyas buurub Yuda, mook ay kàngamam, maa leen di teg ci seen loxoy noon, loxoy ñiy wut seen bakkan, teg leen ci loxoy mbooloom xarem buuru Babilon mi leen songoon, ba di leen doora bàyyi."},{"style":"v","verse":"22","text":"Maa ngi nii di joxe ndigal, kàddug Aji Sax jee, maa delloosi noon yi ci dëkk bi, ñu song ko, ba nangu ko, taal ko ba mu jeex. Maay gental dëkki Yuda, ba kenn du ca des.»"}]