[{"style":"s1","verse":"","text":"Rekabeen ña raw nañu Yudeen ña"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kàddu gii dikkaloon na Yeremi, bàyyikoo ci Aji Sax ji ci jamonoy buurub Yuda Yoyakim doomu Yosya. Mu ne ko:"},{"style":"v","verse":"2","text":"«Demal ca Rekabeen ña, nga wax ak ñoom, indi leen ci kër Aji Sax ji, dugal leen ci néeg yi benn, te jox leen biiñ, ñu naan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ma dem woowi Yaasaña doomu Yeremi doomu Abàcciña, boole kook ay doomi baayam ak doomam yu góor yépp, làngi Rekabeen ñépp daal."},{"style":"v","verse":"4","text":"Ma yóbbu leen kër Aji Sax ji, dugal leen ca biir néegu taalibey Xanan mi di góorug Yàlla gay doomu Igdalyaa; mooy néeg ba dendeek néegu kàngam ya, ca kaw néeg doomu Salum, Maaseya fara bunt ba."},{"style":"v","verse":"5","text":"Ci kaw loolu ma tegal Rekabeen ñi ay njaqi biiñ yu fees, aki kaas, ne leen: «Naanleen.»"},{"style":"v","verse":"6","text":"Ñu ne: «Nun dunu naan biiñ, ndax sunu maam Yonadab doomu Rekab da noo santoon ne nu: “Buleen naan biiñ mukk, muy yeen ba ci seeni sët, ba fàww."},{"style":"v","verse":"7","text":"Buleen tabax kër, buleen bey, buleen jëmbat tóokëru reseñ, bu ci lenn bokk ci seen alal. Waaye nangeen dëkk ci ay xayma seen giiru dund gépp, su ko defee ngeen gudd fan ci biir réew mii ngeen di ay màngaan.”"},{"style":"v","verse":"8","text":"Déggal nanu it sunu maam Yonadab doomu Rekab ci mboolem li mu nu santoon, ne nu bunu naan biiñ sunu giiru dund, nook sunuy jabar ak sunuy doom, góor ak jigéen,"},{"style":"v","verse":"9","text":"bunu tabax kër yu nu dëkke, te tóokër ak tool bu ñuy bey, bu ci lenn bokk ci sunu alal."},{"style":"v","verse":"10","text":"Waaye ci ay xayma lanu dëkk, di sàmm aka jëfe mboolem lu nu sunu maam Yonadab santoon."},{"style":"v","verse":"11","text":"Waaye ba Nebukatnecar buuru Babilon songee réew mi lanu ne: “Nan duggi gaaw biir Yerusalem, ba rëcc mbooloom waa Babilon ak Siri.” Moo nu taxa toog nii ci biir Yerusalem.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba loolu amee kàddug Aji Sax ji dikkal Yeremi, ne ko:"},{"style":"v","verse":"13","text":"«Aji Sax ji Yàllay Israayil, Boroom gàngoori xare yi dafa wax ne: Demal wax mboolem waa Yuda ak waa Yerusalem, ne leen: “Xanaa dungeen dégg ndigal, ba dégg samay kàddu?” Kàddug Aji Sax jee."},{"style":"v","verse":"14","text":"“La Yonadab doomu Rekab santoon ay doomam ne leen: ‘Buleen naan biiñ’ de, jëfees na ko. Duñu naan biiñ ba tey jii ndax wormaal seen santaaney maam. Man nag ay yooni yoon laa leen wax waaye déggaluleen ma."},{"style":"v","verse":"15","text":"Yónnee naa leen samay jaam, yonent yi, ay yooni yoon, ne leen: ‘Na ku nekk ci yeen dëpp yoonam wu bon, di def lu baax, baña topp yeneen yàlla, di leen jaamu, ndax ngeen dund ci réew mi ma leen jox, yeen ak seeni maam.’ Waaye teewluwuleen ma, déggaluleen ma."},{"style":"v","verse":"16","text":"Sëti Yonadab doomu Rekab yii déy wormaal nañu santaane ba leen seen maam santoon, waaye xeet wii déggaluñu ma.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Kon nag Aji Sax ji Yàllay Israayil, Boroom gàngoori xare yi dafa wax ne: Maa ngi nii di wàcce ci Yuda ak képp ku dëkk Yerusalem mboolem musiba mu ma leen tuddaloon. Ndax damaa wax ak ñoom te dégluwuñu; ma woo leen, wuyuwuñu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba loolu amee Yeremi ne Rekabeen ña: «Aji Sax ji Yàllay Israayil, Boroom gàngoori xare yi dafa wax ne: Gannaaw wormaal ngeen seen kàddug maam Yonadab, topp santaaneem yépp, ba jëfe lépp lu mu leen santoon,"},{"style":"v","verse":"19","text":"loolu tax na Aji Sax ji Yàllay Israayil, Boroom gàngoori xare yi wax ne: “Askanu Yonadab doomu Rekab du ñàkk mukk ku góor ku may liggéeyal ba fàww.”»"}]