[{"style":"s1","verse":"","text":"Toogaani Misra gënul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu njiiti xare yépp jóg, ñu ràññee ca Yoxanan doomu Kareyax ak Yesaña doomu Osaya. Ñu ànd ak askan wa wépp, dikk, ka gëna tuut ba ca ka gën di mag."},{"style":"v","verse":"2","text":"Ñu ne Yonent Yàlla Yeremi: «Ngalla danu lay dagaan, nga ñaanal nu ngir ndesu askan wii ci sa Yàlla Aji Sax ji. Bare woon nanu, waaye gis nga lu néew li des ci nun."},{"style":"v","verse":"3","text":"Ñaanal nu ngir sa Yàlla Aji Sax ji xamal nu fan lanu wara jaare, ak lan lanu wara def.»"},{"style":"v","verse":"4","text":"Yonent Yàlla Yeremi ne leen: «Baax na. Maa ngii di leen ñaanal seen Yàlla Aji Sax ji ni ngeen ko waxe. Lu leen Aji Sax ji tontu, dinaa leen ko yegge. Duma ci wacc baat.»"},{"style":"v","verse":"5","text":"Ñoom it ñu ne Yeremi: «Mboolem kàddu gu la sa Yàlla Aji Sax ji yóbbante ci nun, bu nu ko deful, yal na Aji Sax ji doon seede bu wér, bu dëggu bi nuy seedeel ag tooñ."},{"style":"v","verse":"6","text":"Mu neex, mu naqari, sunu Yàlla Aji Sax ji nu la yebal lanuy déggal, ngir su nu déggalee sunu Yàlla Aji Sax ji, dinanu baaxle.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ñu teg ca fukki fan, kàddug Aji Sax ji dikkal Yeremi."},{"style":"v","verse":"8","text":"Yeremi woo Yoxanan doomu Kareyax ak njiiti xare yi mu àndal yépp, woo mbooloo mépp, ñu dikk, ka gëna tuut ba ca ka gën di mag."},{"style":"v","verse":"9","text":"Yeremi ne leen: «Aji Sax ji Yàllay Israayil ji ngeen ma yóbbante seen dagaan, dafa wax ne:"},{"style":"v","verse":"10","text":"Su ngeen nangoo toog ba toog ci réew mii, maa leen di defar te duma leen daaneel. Maa leen di jëmbat te duma leen buddat. Ndax ñeewante naa leen ci musiba mi ma leen teg."},{"style":"v","verse":"11","text":"Buuru Babilon mii ngeen ragal, buleen ko ragal! Kàddug Aji Sax jee. Buleen ko ragal, ndax yeen laa àndal ngir wallu leen, xettali leen ci moom."},{"style":"v","verse":"12","text":"Maa leen di yërëm ngir mu yërëm leen, delloo leen ca seen suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Waaye su ngeen bañee déggal seen Yàlla Aji Sax ji, naan: “Dunu toog ci réew mii,"},{"style":"v","verse":"14","text":"xanaa nu dem réewum Misra, fa nu dul gise xare; coowal bufta buy yégle xare sax dunu ko dégg. Dugub it dunu ko fa ñàkke. Foofa lanuy dëkki;”"},{"style":"v","verse":"15","text":"su boobaa nag dégluleen li ci Aji Sax ji wax, yeen ndesu Yuda. Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne:"},{"style":"q1","verse":"","text":"Su ngeen dogoo ba dogu,"},{"style":"q1","verse":"","text":"nara dem Misra,"},{"style":"q1","verse":"","text":"ba dem toogaani fa,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"16","text":"saamar ba ngeen ragal"},{"style":"q1","verse":"","text":"moo leen di dabe réewum Misra,"},{"style":"q1","verse":"","text":"xiif bi ngeen di xalaat"},{"style":"q1","verse":"","text":"topp leen fa Misra,"},{"style":"q1","verse":"","text":"te fa ngeen di deewi."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"17","text":"Képp ku dogu woona dem Misra,"},{"style":"q1","verse":"","text":"ngir toogaani fa,"},{"style":"q1","verse":"","text":"saamar lay deewe mbaa xiif mbaa mbas."},{"style":"q1","verse":"","text":"Du kuy mucc mbaa mu rëcc"},{"style":"q1","verse":"","text":"musiba mi ma leen naral."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Aji Sax ji Yàllay Israayil, Boroom gàngoor yi déy dafa wax ne: Su ngeen demee Misra, ni sama mer ak sama xadar yurikoo woon fi kaw waa Yerusalem, ni la sama xadar naan yureet fi seen kaw. Dingeen doon gentu alkànde, ñu di leen móolooka sewal, te dungeen gisati miim réew.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Yeremi teg ca ne: «Yeen ndesu Yuda, Aji Sax ji wax na leen ne leen: “Buleen dem Misra.” Nangeen xam xéll nag ne artu naa leen bésub tey."},{"style":"v","verse":"20","text":"Yeena sànk seen bopp ba ngeen ma yebalee ci seen Yàlla Aji Sax ji, ne ma ma ñaanal leen sunu Yàlla Aji Sax ji, te lépp lu sunu Yàlla Aji Sax ji wax, naa leen ko jottali, ngeen def ko."},{"style":"v","verse":"21","text":"Yegge naa leen tey jii li seen Yàlla Aji Sax ji wax, waaye faalewuleen lenn ci kàddu yi mu ma yóbbante ci yeen."},{"style":"v","verse":"22","text":"Léegi nag xamleen xéll ne saamar akub xiif ak mbas moo leen di rey ca réew mooma ngeen namma dem, toogaani fa.»"}]