[{"style":"s1","verse":"","text":"Bokkaale sabab na mbugal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw gi, kàddu dikkal na Yeremi, jëm ci mboolem Yudeen ñi sancsi réewum Misra, te dëkke Migdol ak Tapanes ak Memfis ak diiwaanu Pattros. Mu ne:"},{"style":"v","verse":"2","text":"«Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Yeena gis mboolem musiba mi ma wàcce ci Yerusalem ak dëkki Yuda yépp. Ñu ngi nii tey jii gental, kenn dëkku ca."},{"style":"v","verse":"3","text":"Li ko waral di lu bon li ñu def, di ma merloo; di taalal \\w cuuraay|cuuraay l-:\\w* aka jaamu yeneen yàlla yu ñu xamul woon, du ñoom, du seeni maam."},{"style":"v","verse":"4","text":"Yónnee naa leen ay yooni yoon mboolem yonent yi, sama jaam ñi, ne leen: “Rikk buleen def jëf ju siblu jii ma bañ.”"},{"style":"v","verse":"5","text":"Waaye dégluwuñu, teewluwuñu, ba dëddu seenug mbon, baña taalal yeneen yàlla cuuraay,"},{"style":"v","verse":"6","text":"ba ma boole sama mer ak sama xadar, yuri, mu jafal dëkki Yudaak mbeddi Yerusalem, ba ñu mujj tey jii di gent yu tumurànke."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Léegi nag, Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Ana lu jar ngeen di teg seen bopp loraange ju réye nii, ba nar fee xañ réewum Yuda képp kuy góor mbaa jigéen, dale ci xale ba ci perantal, ba dungeen dese kenn?"},{"style":"v","verse":"8","text":"Yeena ngi may merloo ndax li ngeen di def, di taalal yeneen yàlla cuuraay fii ci Misra gi ngeen toogaansi. Seen bopp ngeen dagg, sànni te dingeen mujj ñu di leen móolooka sewal ci digg xeeti àddina yépp."},{"style":"v","verse":"9","text":"Dangeena fàtte seen mbonug maam ya ak mbonu buuri Yudaak seen mboni jabar yaak seen mbonu bopp ak seen mbonu jabari bopp ga ñu nekke woon ca réewum Yuda ak mbeddi Yerusalem?"},{"style":"v","verse":"10","text":"Kenn ci yeen réccuwul ba tey jii. Kenn wormaalu ma mbaa mu jëfe sama yoon ak sama dogal yi ma leen tegal, tegal ko seeni maam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Moo tax Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Maa ngii di jàkkaarlook yeen, ngir teg leen musiba, ba faagaagal mboolem waa Yuda."},{"style":"v","verse":"12","text":"Maay tonni ndesi Yuda gi dogu woon ba dikk réewum Misra, toogaansi fi. Dañuy dee. Ñoom ñépp réewum Misra gii lañuy daanoo. Saamar akub xiif a leen di faat, dale ci ki gëna tuut ba ci ki gën di mag. Saamar akub xiif lañu leen di faat, te dinañu gental gentu alkànde, ñu di leen móolooka sewal."},{"style":"v","verse":"13","text":"Maay dikkal ñi sancsi réewum Misra ni ma dikkale Yerusalem, dikkaale saamar akub xiif ak mbas."},{"style":"v","verse":"14","text":"Du kuy rëcc mbaa kuy dese bakkan ci ndesu Yuda gi toogaansi fii ci réewum Misra. Te it duñu dellu réewum Yuda ga ñu namma ñibbi, lu moy ñu néew ci ñoom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ñu baree nga fa woon, di mboolem ña xamoon ne seeni jabar dañuy taalal cuuraay yeneen yàlla ak mboolem jigéen ña teew. Ñuy mbooloo mu réy, ñépp ña sanci Misra, ba ca diiwaanu Pattros. Ñu daldi ne Yeremi:"},{"style":"v","verse":"16","text":"«Li nga nuy wax ci turu Aji Sax ji, dunu ko déglu."},{"style":"v","verse":"17","text":"Nooy def ba defaatoo mboolem lu nu digoo woon, di taalal cuuraay Lingeeru asamaan, tuur mi, di ko tuural ay naan, na nu ko daan defe naka jekk, nook sunuy maam ak sunuy buur ak sunuy kàngam ci dëkki Yudaak mbeddi Yerusalem. Teewul dañu daan doyal dugub, di woomle, te gisunu loraange."},{"style":"v","verse":"18","text":"Ba nu bàyyee taalal cuuraay Lingeeru asamaan, tuur mi, ak di ko tuural, ca lanu ñàkk lépp, teg ci saamar akub xiif di nu sànk.»"},{"style":"v","verse":"19","text":"Jigéen ña teg ca ne: «Te sax bu nuy taalal cuuraay Lingeeru asamaan, di ko tuural, mel ni sunuy jëkkër dañu koo yégul? Xam nañu xéll ne nu ngi defal Lingeeru asamaan ay nàkk yu koy jëmmal, di ko tuural ay naan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba mu ko defee Yeremi wax ak mboolem góor ñaak jigéen ña ko tontu loolu, ne leen:"},{"style":"v","verse":"21","text":"«Saraxi cuuraay yi ngeen di taal, yeen ak seeni maam ak seeni buur ak seeni kàngam, ak baadoolo yi ci biir dëkki Yudaak mbeddi Yerusalem, ndax defe ngeen ne Aji Sax ji yégu ko, am da koo fàtte?"},{"style":"v","verse":"22","text":"Aji Sax ji manatula dékku seen jëf ju bon ak seen jëf ju siblu ji waral seenum réew mel nii mu mel tey, di ndànd-foyfoy gu gental gu ñuy móoloo, te kenn dëkku ci."},{"style":"v","verse":"23","text":"Li ko waral mooy yeena taalal cuuraay tuur yi, moy Aji Sax ji, te dégluwuleen ko, te it kàddug yoonam ak dogali yoonam ak seedey yoonam, jëfewuleen ci lenn. Moo waral musiba mi leen dikkal nii tey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Yeremi teg ca wax ak ñépp, rawatina jigéen ña ñépp, ne leen: «Mboolem yeen Yudeen ñi ci réewum Misra, dégluleen kàddug Aji Sax ji."},{"style":"v","verse":"25","text":"Aji Sax ji Yàllay Israayil, Boroom gàngoor yi dafa wax ne: Yeen ak seeni jabar yeena wax ci seen làmmiñ, àggalee ko seeni jëf. Ngeen ne dingeen def ba defaatoo dige yi ngeen digee taalal cuuraay Lingeeru asamaan, tuural koy naan. Dëggalleen a dëggal seeni dige te jëfee jëfe seeni dige."},{"style":"v","verse":"26","text":"Kon nag, yeen mboolem Yudeen ñi sanc Misra, dégluleen kàddug Aji Sax ji. Maa giñ ci sama tur wu màgg. Aji Sax jee ko wax. Ma ne: sama tur, gémmiñug benn Yudeen dootu ko tudd fi mboolem réewum Misra naan: “Giñ naa ko ci Aji Sax jiy dund.”"},{"style":"v","verse":"27","text":"Maa ngi nii di leen teewloo seen musiba, waaye du seen jàmm laa leen di teewloo. Te mboolem waa Yuda ñi ci réewum Misra dinañu sànkoo saamar akub xiif, ba keroog ñuy jeex tàkk."},{"style":"v","verse":"28","text":"Ñu néew ay rëcc ci ay saamar, walbatikoo réewum Misra, ñibbi réewum Yuda. Waaye mboolem ndesu Yuda ga dikkoon toogaansi Misra, dinañu xam kan la kàddoom di sotti, sama gos walla seen gos."},{"style":"v","verse":"29","text":"Te lii, nangeen ko def ab takk. Kàddug Aji Sax jee. Maa ngii di leen dikke mbugal ci bii béreb, ba ngeen xam ne samay kàddooy sotti ba mat sëkk, di seen loraange."},{"style":"v","verse":"30","text":"Aji Sax ji dafa wax ne: Maa ngii di waaja teg Firawna Xofra buuru Misra ci loxol noonam yiy wut bakkanam, na ma tege woon Cedesyas buurub Yuda ci loxol noonam Nebukatnecar buuru Babilon ma doon wut bakkanam.»"}]