[{"style":"s1","verse":"","text":"Seek the Things Above"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Therefore, if you have been raised together with Christ, seek the things above, where Christ is, seated at the right hand of God. "},{"style":"v","verse":"2","text":"Set your mind on the things above, not \\add on\\add* the things on earth. "},{"style":"v","verse":"3","text":"For you have died, and your life is hidden with Christ in God. "},{"style":"v","verse":"4","text":"When Christ, \\add who is\\add* your life, is revealed, then you also will be revealed with him in glory."},{"style":"s1","verse":"","text":"Put Off the Old Behavior"},{"style":"m","verse":"","text":""},{"style":"v","verse":"5","text":"Therefore put to death ⸤what is earthly in you⸥\\f + \\fr 3:5 \\ft Literally “the members on the earth” \\f*: sexual immorality, uncleanness, lustful passion, evil desire, and greediness, which is idolatry, "},{"style":"v","verse":"6","text":"because of which the wrath of God is coming upon the sons of disobedience, "},{"style":"v","verse":"7","text":"in which also you once lived, when you used to live in them.\\f + \\fr 3:7 \\ft Or “among them” (the pronoun may refer either to people or to sins) \\f* "},{"style":"v","verse":"8","text":"But now you also lay aside all \\add these\\add* things: anger, rage, wickedness, slander, abusive language from your mouth. "},{"style":"v","verse":"9","text":"Do not lie to one another, \\add because you\\add*\\ef + \\fr 3:9 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have taken off”) which is understood as causal \\ef* have taken off the old man together with his deeds, "},{"style":"v","verse":"10","text":"and have put on the new \\add man\\add* that is being renewed in knowledge according to the image of the one who created him, "},{"style":"v","verse":"11","text":"where there is neither Greek nor Jew, circumcision nor uncircumcision, barbarian, Scythian, slave, \\add or\\add* free, but Christ \\add is\\add* all, and in all."},{"style":"s1","verse":"","text":"Appeal for New Behavior"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Therefore, as \\add the\\add* chosen of God, holy and \\add dearly\\add* loved, put on affection, compassion, kindness, humility, gentleness, patience, "},{"style":"v","verse":"13","text":"putting up with one another and forgiving one another. If anyone should have a complaint against anyone, just as also the Lord forgave you, thus also you \\add do the same\\add*. "},{"style":"v","verse":"14","text":"And to all these \\add things\\add* \\add add\\add* love, which is \\add the\\add* bond of perfection. "},{"style":"v","verse":"15","text":"And the peace of Christ must rule in your hearts, to which also you were called in one body, and be thankful. "},{"style":"v","verse":"16","text":"Let the word of Christ dwell in you richly, teaching and admonishing one another with all wisdom, with psalms, hymns, \\add and\\add* spiritual songs, singing with thankfulness in your hearts to God, "},{"style":"v","verse":"17","text":"and everything ⸤whatever⸥\\f + \\fr 3:17 \\ft Literally “if anything that” \\f* you do in word or in deed, giving thanks \\add for\\add* all \\add things\\add* in the name of the Lord Jesus to God the Father through him."},{"style":"s1","verse":"","text":"Mutual Responsibilities in Christian Relationships"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"Wives, be subject to your husbands, as is fitting in the Lord. "},{"style":"v","verse":"19","text":"Husbands, love your wives and do not be embittered against them. "},{"style":"v","verse":"20","text":"Children, obey your parents in everything, for this is pleasing in the Lord. "},{"style":"v","verse":"21","text":"Fathers, do not provoke your children, so that they will not become discouraged. "},{"style":"v","verse":"22","text":"Slaves, obey your ⸤human⸥\\f + \\fr 3:22 \\ft Literally “according to the flesh” \\f* masters in everything, not ⸤while being watched⸥\\f + \\fr 3:22 \\ft Literally “with eye-service” \\f*, as people pleasers, but with sincerity of heart, fearing the Lord. "},{"style":"v","verse":"23","text":"Whatever you do, accomplish \\add it\\add* from the soul, as to the Lord, and not to people, "},{"style":"v","verse":"24","text":"\\add because you\\add*\\ef + \\fr 3:24 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know that from the Lord you will receive the reward of the inheritance. Serve\\f + \\fr 3:24 \\ft Or “You serve”; the same Greek verb form can be understood as either imperative (“serve”) or indicative (“you serve”), so that commentators and Bible translations differ \\f* the Lord Christ. "},{"style":"v","verse":"25","text":"For the one who does wrong will receive back whatever wrong he has done, and there is no partiality."}]