[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Masters, grant your slaves justice and fairness, knowing that you also have a master in heaven."},{"style":"s1","verse":"","text":"Further Advice for the Christian Life"},{"style":"m","verse":"","text":""},{"style":"v","verse":"2","text":"Be devoted to prayer, keeping alert in it with thanksgiving, "},{"style":"v","verse":"3","text":"praying at the same time for us also, that God may open for us a door of the message, to speak the mystery of Christ, for which also ⸤I am a prisoner⸥\\f + \\fr 4:3 \\ft Literally “I have been bound” \\f*, "},{"style":"v","verse":"4","text":"so that I may reveal\\f + \\fr 4:4 \\ft Or “may make it clear” \\f* it, as it is necessary for me to speak. "},{"style":"v","verse":"5","text":"Live with wisdom toward those outside, making the most of the time. "},{"style":"v","verse":"6","text":"Let your speech always \\add be\\add* with grace, seasoned with salt, so that \\add you\\add* may know how it is necessary for you to answer each one."},{"style":"s1","verse":"","text":"Exhortations Regarding Fellow Workers"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Tychicus, my dear brother and faithful servant and fellow slave in the Lord, will make known to you all ⸤my circumstances⸥\\f + \\fr 4:7 \\ft Literally “the things according to me” \\f*, "},{"style":"v","verse":"8","text":"whom I have sent to you for this very \\add reason\\add*, in order that you may know ⸤our circumstances⸥\\f + \\fr 4:8 \\ft Literally “the things concerning us” \\f* and he may encourage your hearts, "},{"style":"v","verse":"9","text":"together with Onesimus, my faithful and dear brother, who is \\add one\\add* of you. They will make known to you all ⸤the circumstances⸥\\f + \\fr 4:9 \\ft Literally “the things” \\f* here."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Aristarchus, my fellow prisoner, greets you, and Mark, the cousin of Barnabas (about whom you received instructions—if he should come to you, welcome him), "},{"style":"v","verse":"11","text":"and Jesus who is called Justus. These \\add are\\add* the only ones who are fellow workers for the kingdom of God from the circumcision, who have been a comfort to me. "},{"style":"v","verse":"12","text":"Epaphras, who is \\add one\\add* of you, greets you, a slave of Christ\\f + \\fr 4:12 \\ft Some manuscripts have “of Christ Jesus” \\f* always struggling on behalf of you in his prayers, that you may stand mature and fully assured\\f + \\fr 4:12 \\ft Or “and filled” \\f* in all the will of God. "},{"style":"v","verse":"13","text":"For I testify to him that ⸤he is working hard⸥\\f + \\fr 4:13 \\ft Literally “he has much labor” \\f* on behalf of you and those in Laodicea and those in Hierapolis. "},{"style":"v","verse":"14","text":"Luke the physician, our dear friend, greets you, \\add as does\\add* Demas. "},{"style":"v","verse":"15","text":"Greet the brothers in Laodicea, and Nympha and the church in her\\f + \\fr 4:15 \\ft Some manuscripts, including the majority of Byzantine minuscules, read the masculine form of the pronoun here (“his”), understanding the form of the name “Nympha” earlier in the verse to be masculine \\f* house. "},{"style":"v","verse":"16","text":"And whenever this letter is read among you, ⸤see to it⸥\\f + \\fr 4:16 \\ft Literally “cause” \\f* that it is read also among the Laodicean church, and that you also read the \\add letter\\add* from Laodicea. "},{"style":"v","verse":"17","text":"And tell Archippus, “Direct your attention to the ministry that you received in the Lord, in order that you may complete it.”"},{"style":"s1","verse":"","text":"Final Greeting and Benediction"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"The greeting \\add is\\add* by my hand, Paul’s. Remember my ⸤imprisonment⸥\\f + \\fr 4:18 \\ft Literally “bonds” \\f*. Grace \\add be\\add* with you."}]