[{"style":"mt1","text":"Romans"},{"style":"s1","text":"Greeting"},{"style":"m","text":""},{"style":"v","text":"Paul, a slave of Christ Jesus, called \\add to be\\add* an apostle, set apart for the gospel of God, "},{"style":"v","text":"which he promised previously through his prophets in the holy scriptures, "},{"style":"v","text":"concerning his Son, who was born ⸤a descendant⸥\\f + \\fr 1:3 \\ft Literally “of the seed” \\f* of David according to the flesh, "},{"style":"v","text":"who was declared Son of God in power according to ⸤the Holy Spirit⸥\\f + \\fr 1:4 \\ft Literally “the Spirit of holiness” \\f* by the resurrection from the dead of Jesus Christ our Lord, "},{"style":"v","text":"through whom we have received grace and apostleship for the obedience of faith among all the Gentiles\\f + \\fr 1:5 \\ft Or “nations”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* on behalf of his name, "},{"style":"v","text":"among whom you also are \\add the\\add* called of Jesus Christ. "},{"style":"v","text":"To all those in Rome who are loved by God, called \\add to be\\add* saints. Grace to you and peace from God our Father and the Lord Jesus Christ."},{"style":"s1","text":"Paul Wants to Visit Rome"},{"style":"m","text":""},{"style":"v","text":"First, I give thanks to my God through Jesus Christ for all of you, because your faith is being proclaimed in the whole world. "},{"style":"v","text":"For God, whom I serve with my spirit in the gospel of his Son, is my witness, how constantly I make mention of you, "},{"style":"v","text":"always asking in my prayers if somehow now at last I may succeed to come to you in the will of God. "},{"style":"v","text":"For I desire to see you, in order that I may impart some spiritual gift to you, in order to strengthen you, "},{"style":"v","text":"that is, to be encouraged together with you through ⸤our mutual faith⸥\\f + \\fr 1:12 \\ft Literally “the in one another faith” \\f*, both yours and mine. "},{"style":"v","text":"Now I do not want you to be ignorant, brothers, that often I intended to come to you, and was prevented until now, in order that I might have some fruit among you also, just as also among the rest of the Gentiles.\\f + \\fr 1:13 \\ft Or “nations”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* "},{"style":"v","text":"I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. "},{"style":"v","text":"Thus ⸤I am eager⸥\\f + \\fr 1:15 \\ft Literally “the according to me eagerness” \\f* to proclaim the gospel also to you who \\add are\\add* in Rome."},{"style":"s1","text":"The Gospel’s Power for Salvation"},{"style":"m","text":""},{"style":"v","text":"For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. "},{"style":"v","text":"For the righteousness of God is revealed in it from faith to faith, just as it is written, “But the one who is righteous by faith will live.”\\f + \\fr 1:17 \\ft Or “But the one who is righteous will live by faith” (differing only in word order) \\f*"},{"style":"s1","text":"God’s Wrath Revealed Against Sinful Humanity"},{"style":"m","text":""},{"style":"v","text":"For the wrath of God is revealed from heaven against all impiety and unrighteousness of people, who suppress the truth in unrighteousness, "},{"style":"v","text":"because what can be known about God is evident among\\f + \\fr 1:19 \\ft Or “in”; or “within” \\f* them, for God made \\add it\\add* clear to them. "},{"style":"v","text":"For from the creation of the world, his invisible \\add attributes\\add*, both his eternal power and deity, are discerned clearly, being understood in the things created, so that they are without excuse. "},{"style":"v","text":"For \\add although they\\add* knew God, they did not honor \\add him\\add* as God or give thanks, but they became futile in their reasoning, and their senseless hearts were darkened. "},{"style":"v","text":"Claiming to be wise, they became fools, "},{"style":"v","text":"and exchanged the glory of the immortal God with the likeness of an image of mortal human beings and birds and quadrupeds and reptiles."},{"style":"p","text":""},{"style":"v","text":"Therefore God gave them over in the desires of their hearts to immorality, \\add that\\add* their bodies would be dishonored among themselves, "},{"style":"v","text":"who exchanged the truth of God with a lie, and worshiped and served the creation rather than the Creator, who is blessed for eternity. Amen."},{"style":"s1","text":"God Hands Sinful Humanity over to Depravity"},{"style":"m","text":""},{"style":"v","text":"Because of this, God gave them over to degrading passions, for their females exchanged the natural relations for those contrary to nature, "},{"style":"v","text":"and likewise also the males, abandoning the natural relations with the female, were inflamed in their desire toward one another, males with males committing the shameless deed, and receiving in themselves the penalty that was necessary for their error. "},{"style":"v","text":"And just as they did not see fit ⸤to recognize God⸥\\f + \\fr 1:28 \\ft Literally “to have God in recognition” \\f*, God gave them over to a debased mind, to do the things \\add that are\\add* not proper, "},{"style":"v","text":"being filled with all unrighteousness, wickedness, greediness, malice, full of envy, murder, strife, deceit, malevolence. \\add They are\\add* gossipers, "},{"style":"v","text":"slanderers, haters of God, insolent, arrogant, boasters, contrivers of evil, disobedient to parents, "},{"style":"v","text":"senseless, faithless, unfeeling, unmerciful, "},{"style":"v","text":"who, \\add although they\\add*\\ef + \\fr 1:32 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“know”) which is understood as concessive \\ef* know the requirements of God, that those who do such things are worthy of death, not only do they do the same \\add things\\add*, but also they approve of those who do \\add them\\add*."}]