[{"style":"s1","text":"A Life Dedicated to God"},{"style":"m","text":""},{"style":"v","text":"Therefore I exhort you, brothers, through the mercies of God, to present your bodies \\add as\\add* a living sacrifice, holy \\add and\\add* pleasing to God, \\add which is\\add* your reasonable service. "},{"style":"v","text":"And do not be conformed to this age, but be transformed by the renewal of your mind, so that you may approve what \\add is\\add* the good and well-pleasing and perfect will of God."},{"style":"s1","text":"A Variety of Gifts in the Body of Christ"},{"style":"m","text":""},{"style":"v","text":"For by the grace given to me I say to everyone who is among you not to think more highly of yourself than what one ought to think, but to think ⸤sensibly⸥\\f + \\fr 12:3 \\ft Literally “so as to be sensible” \\f*, as God has apportioned a measure of faith to each one. "},{"style":"v","text":"For just as in one body we have many members, but all the members do not have the same function, "},{"style":"v","text":"in the same way we who are many are one body in Christ, and ⸤individually⸥\\f + \\fr 12:5 \\ft Literally “with respect to one” \\f* members of one another, "},{"style":"v","text":"but having different gifts according to the grace given to us: if \\add it is\\add* prophecy, according to the proportion of \\add his\\add* faith; "},{"style":"v","text":"if \\add it is\\add* service, by service; if \\add it is\\add* one who teaches, by teaching; "},{"style":"v","text":"if \\add it is\\add* one who exhorts, by exhortation; one who gives, with sincerity; one who leads, with diligence; one who shows mercy, with cheerfulness."},{"style":"s1","text":"Living in Love"},{"style":"m","text":""},{"style":"v","text":"Love must be without hypocrisy. Abhor what \\add is\\add* evil; be attached to what \\add is\\add* good, "},{"style":"v","text":"being devoted to one another in brotherly love, esteeming one another \\add more highly\\add* in honor, "},{"style":"v","text":"not lagging in diligence, being enthusiastic in spirit, serving the Lord, "},{"style":"v","text":"rejoicing in hope, enduring in affliction, being devoted to prayer, "},{"style":"v","text":"contributing to the needs of the saints, pursuing hospitality."},{"style":"p","text":""},{"style":"v","text":"Bless those who persecute,\\f + \\fr 12:14 \\ft Some manuscripts have “who persecute you” \\f* bless and do not curse \\add them\\add*. "},{"style":"v","text":"Rejoice with those who rejoice; weep with those who weep. "},{"style":"v","text":"Think the same \\add thing\\add* toward one another; ⸤do not think arrogantly⸥\\f + \\fr 12:16 \\ft Literally “think not the arrogant” \\f*, but associate with the lowly. Do not be wise ⸤in your own sight⸥\\f + \\fr 12:16 \\ft Literally “in the sight of yourselves” \\f*. "},{"style":"v","text":"Pay back no one evil for evil. Take thought for \\add what is\\add* good in the sight of all people. "},{"style":"v","text":"If \\add it is\\add* possible on your \\add part\\add*, be at peace with all people. "},{"style":"v","text":"Do not take revenge yourselves, dear friends, but give place to \\add God’s\\add* wrath, for it is written, “Vengeance \\add is\\add* mine, I will repay,”\\f + \\fr 12:19 \\ft A quotation from \\xt Deut 32:35 \\ft \\f* says the Lord. "},{"style":"v","text":"But “if your enemy is hungry, feed him; if he is thirsty, give him \\add something\\add* to drink; for \\add by\\add*\\ef + \\fr 12:20 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“doing”) which is understood as means \\ef* doing this, you will heap up coals of fire upon his head.”\\f + \\fr 12:20 \\ft A quotation from \\xt Prov 25:21–22 \\ft \\f* "},{"style":"v","text":"Do not be overcome by evil, but overcome evil with good."}]