[{"style":"s1","text":"Obedience to the Governing Authorities"},{"style":"m","text":""},{"style":"v","text":"Let every person be subject to the governing authorities, for \\add there\\add* is no authority except by God, and those that exist are put in place by God. "},{"style":"v","text":"So then, the one who resists authority resists the ordinance \\add which is\\add* from God, and those who resist will receive condemnation on themselves. "},{"style":"v","text":"For rulers are not a \\add cause of\\add* terror for a good deed, but for bad \\add conduct\\add*. So do you want not to be afraid of authority? Do what \\add is\\add* good, and you will have praise from it, "},{"style":"v","text":"for it is God’s servant to you for what \\add is\\add* good. But if you do what \\add is\\add* bad, be afraid, because it does not bear the sword to no purpose. For it is God’s servant, the one who avenges for punishment on the one who does \\add what is\\add* bad. "},{"style":"v","text":"Therefore \\add it is\\add* necessary to be in subjection, not only because of wrath but also because of conscience. "},{"style":"v","text":"For because of this you also pay taxes, for \\add the authorities\\add*\\f + \\fr 13:6 \\ft Literally “they” \\f* are servants of God, busily engaged in this very \\add thing\\add*. "},{"style":"v","text":"Pay to everyone \\add what is\\add* owed: \\add pay\\add* taxes to whom taxes \\add are due\\add*; \\add pay\\add* customs duties to whom customs duties \\add are due\\add*; \\add pay\\add* respect to whom respect \\add is due\\add*; \\add pay\\add* honor to whom honor \\add is due\\add*.\\f + \\fr 13:7 \\ft Due to the very compressed style in this verse, many words must be supplied to make sense in English \\f*"},{"style":"s1","text":"Love Fulfills the Law"},{"style":"m","text":""},{"style":"v","text":"Owe nothing to anyone, except to love one another, for the one who loves someone else has fulfilled the law. "},{"style":"v","text":"For the \\add commandments\\add*, “You shall not commit adultery, you shall not commit murder, you shall not steal, you shall not covet,”\\f + \\fr 13:9 \\ft A quotation from \\xt Exod 20:13–15 \\ft , \\xt 17 \\ft ; \\xt Deut 5:17–19 \\ft , \\xt 21 \\ft \\f* and if \\add there is\\add* any other commandment, are summed up in this statement: “You shall love your neighbor as yourself.”\\f + \\fr 13:9 \\ft A quotation from \\xt Lev 19:18 \\ft \\f* "},{"style":"v","text":"Love does not commit evil against a neighbor. Therefore love \\add is the\\add* fulfillment of the law."},{"style":"p","text":""},{"style":"v","text":"And \\add do\\add* this \\add because you\\add*\\ef + \\fr 13:11 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know the time, that \\add it is\\add* already the hour for you to wake up from sleep. For our salvation \\add is\\add* nearer now than when we believed. "},{"style":"v","text":"The night is far gone, and the day has drawn near. Therefore let us throw off\\f + \\fr 13:12 \\ft Some manuscripts have “let us lay aside” \\f* the deeds of darkness and put on the weapons of light. "},{"style":"v","text":"Let us live decently, as in the day, not in carousing and drunkenness, not in sexual immorality and licentiousness, not in strife and jealousy. "},{"style":"v","text":"But put on the Lord Jesus Christ and do not make provision for the desires of the flesh."}]