[{"style":"s1","verse":"","text":"Do Not Pass Judgment on One Another"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now receive the one who is weak in faith, \\add but\\add* not for quarrels about opinions. "},{"style":"v","verse":"2","text":"One believes \\add he may\\add* eat all \\add things\\add*, but the one who is weak eats \\add only\\add* vegetables. "},{"style":"v","verse":"3","text":"The one who eats must not despise the one who does not eat, and the one who does not eat must not judge the one who eats, because God has accepted him. "},{"style":"v","verse":"4","text":"Who are you, who passes judgment on the domestic slave belonging to someone else? To his own master he stands or falls, and he will stand, for the Lord is able to make him stand."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"One person\\f + \\fr 14:5 \\ft Some manuscripts have “For one person” \\f* prefers \\add one\\add* day over \\add another\\add* day, and another person regards every day \\add alike\\add*. Each one must be fully convinced in his own mind. "},{"style":"v","verse":"6","text":"The one who is intent on the day is intent on \\add it\\add* for the Lord, and the one who eats eats for the Lord, because he is thankful to God, and the one who does not eat does not eat for the Lord, and he is thankful to God. "},{"style":"v","verse":"7","text":"For none of us lives for himself and none dies for himself. "},{"style":"v","verse":"8","text":"For if we live, we live for the Lord, and if we die, we die for the Lord. Therefore whether we live \\add or\\add* whether we die, we are the Lord’s. "},{"style":"v","verse":"9","text":"For Christ died and became alive again for this \\add reason\\add*, in order that he might be Lord of both the dead and the living."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"But why do you judge your brother? Or also, why do you despise your brother? For we will all stand before the judgment seat of God. "},{"style":"v","verse":"11","text":"For it is written,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“As I live, says the Lord, every knee will bow to me,"},{"style":"q1","verse":"","text":"and every tongue will praise God.”\\f + \\fr 14:11 \\ft A quotation from \\xt Isa 45:23 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"So\\f + \\fr 14:12 \\ft Some manuscripts have “So then,” \\f* each one of us will give an account concerning himself.\\f + \\fr 14:12 \\ft Some manuscripts have “an account concerning himself to God” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Therefore, let us no longer pass judgment on one another, but rather decide this: not to place a cause for stumbling or a temptation before a brother. "},{"style":"v","verse":"14","text":"I know and am convinced in the Lord Jesus that nothing \\add is\\add* unclean of itself, except to the one who considers something to be unclean; to that person \\add it is\\add* unclean. "},{"style":"v","verse":"15","text":"For if because of food, your brother is grieved, you are no longer living according to love. Do not destroy by your food that person for whom Christ died. "},{"style":"v","verse":"16","text":"Therefore do not let your good be slandered. "},{"style":"v","verse":"17","text":"For the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit. "},{"style":"v","verse":"18","text":"For the one who serves Christ in this \\add way\\add* \\add is\\add* well-pleasing to God and approved by people."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"So then, let us pursue ⸤what promotes peace⸥\\f + \\fr 14:19 \\ft Literally “the things of peace” \\f* and ⸤what edifies one another⸥\\f + \\fr 14:19 \\ft Literally “the things of edification toward one another” \\f*. "},{"style":"v","verse":"20","text":"Do not destroy the work of God on account of food. All \\add things\\add* \\add are\\add* clean, but \\add it is\\add* wrong for the person ⸤who eats and stumbles in the process⸥\\f + \\fr 14:20 \\ft Literally “who eats with stumbling” \\f*. "},{"style":"v","verse":"21","text":"\\add It is\\add* good not to eat meat or to drink wine or \\add to do anything\\add* by which your brother stumbles or is offended or is weakened.\\f + \\fr 14:21 \\ft Some manuscripts omit “or is offended or is weakened” \\f* "},{"style":"v","verse":"22","text":"The faith that you have, have with respect to yourself before God. Blessed \\add is\\add* the one who does not pass judgment on himself by what he approves. "},{"style":"v","verse":"23","text":"But the one who doubts is condemned if he eats, because he does not \\add do so\\add* from faith, and everything that \\add is\\add* not from faith is sin."}]