[{"style":"s1","text":"The Righteous and Impartial Judgment of God"},{"style":"m","text":""},{"style":"v","text":"Therefore you are without excuse, O man, every one \\add of you\\add* who passes judgment. For in that which you pass judgment on someone else, you condemn yourself, for you who are passing judgment are doing the same \\add things\\add*. "},{"style":"v","text":"Now we know that the judgment of God is according to truth against those who do such things. "},{"style":"v","text":"But do you think this, O man who passes judgment on those who do such things, and who does the same \\add things\\add*, that you will escape the judgment of God? "},{"style":"v","text":"Or do you despise the wealth of his kindness and forbearance and patience, not knowing that the kindness of God leads you to repentance? "},{"style":"v","text":"But because of your stubbornness and unrepentant heart, you are storing up for yourself wrath in the day of wrath and of the revelation of the righteous judgment of God, "},{"style":"v","text":"who will reward each one according to his works: "},{"style":"v","text":"to those who, by perseverance in good work, seek glory and honor and immortality, eternal life, "},{"style":"v","text":"but to those \\add who act\\add* from selfish ambition and who disobey the truth, but who obey unrighteousness, wrath and anger. "},{"style":"v","text":"\\add There will be\\add* affliction and distress for every ⸤human being⸥\\f + \\fr 2:9 \\ft Literally “soul of man” \\f* who does evil, of the Jew first and of the Greek, "},{"style":"v","text":"but glory and honor and peace to everyone who does good, to the Jew first and to the Greek. "},{"style":"v","text":"For \\add there\\add* is no partiality with God."},{"style":"p","text":""},{"style":"v","text":"For as many as have sinned without law will also perish without law, and as many as have sinned under the law will be judged by the law. "},{"style":"v","text":"For it is not the hearers of the law \\add who are\\add* righteous in the sight of God, but the doers of the law will be declared righteous.\\f + \\fr 2:13 \\ft Or “will be justified” \\f* "},{"style":"v","text":"For whenever the Gentiles, who do not have the law, do by nature the things of the law, these, \\add although they\\add*\\ef + \\fr 2:14 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“have”) which is understood as concessive \\ef* do not have the law, are a law to themselves, "},{"style":"v","text":"who show the work of the law written on their hearts, their conscience bearing witness and their thoughts \\add one\\add* after another accusing or even defending them "},{"style":"v","text":"on the day when God judges the secret things of people, according to my gospel, through\\f + \\fr 2:16 \\ft Or “by” \\f* Christ Jesus."},{"style":"s1","text":"Jews also Condemned by the Law"},{"style":"m","text":""},{"style":"v","text":"But if you call yourself a Jew and rely on the law and boast in God "},{"style":"v","text":"and know his will and approve the things that are superior, \\add because you\\add*\\ef + \\fr 2:18 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“are instructed”) which is understood as causal \\ef* are instructed by the law, "},{"style":"v","text":"and are confident \\add that\\add* you yourself are a guide of the blind, a light of those in darkness, "},{"style":"v","text":"an instructor of the foolish, a teacher of the immature, having the embodiment of knowledge and of the truth in the law. "},{"style":"v","text":"Therefore, the one who teaches someone else, do you not teach yourself? The one who preaches not to steal, do you steal? "},{"style":"v","text":"The one who says not to commit adultery, do you commit adultery? The one who abhors idols, do you rob temples? "},{"style":"v","text":"Who boast in the law, by the transgression of the law you dishonor God!\\f + \\fr 2:23 \\ft Or “do you dishonor God?” (a number of translators and interpreters take this phrase as a final rhetorical question; the present translation regards it as a final summary statement to be taken ironically) \\f* "},{"style":"v","text":"For just as it is written, “The name of God is blasphemed among the Gentiles because of you.”\\f + \\fr 2:24 \\ft A quotation from \\xt Isa 52:5 \\ft \\f*"},{"style":"p","text":""},{"style":"v","text":"For circumcision is of value if you do the law, but if you should be a transgressor of the law, your circumcision has become uncircumcision. "},{"style":"v","text":"Therefore, if the uncircumcised person follows the requirements of the law, will not his uncircumcision be credited for circumcision? "},{"style":"v","text":"And the uncircumcised person by nature who carries out the law will judge you who, \\add though provided\\add* with ⸤the precise written code⸥\\f + \\fr 2:27 \\ft Literally “the letter” \\f* and circumcision \\add are\\add* a transgressor of the law. "},{"style":"v","text":"For the Jew is not ⸤one outwardly⸥\\f + \\fr 2:28 \\ft Literally “in the open” \\f*, nor \\add is\\add* circumcision ⸤outwardly⸥\\f + \\fr 2:28 \\ft Literally “in the open” \\f*, in the flesh. "},{"style":"v","text":"But the Jew ⸤is one inwardly⸥\\f + \\fr 2:29 \\ft Literally “in secret” \\f*, and circumcision \\add is\\add* of the heart, by the Spirit, not by the letter, whose praise \\add is\\add* not from people but from God."}]