[{"style":"s1","verse":"","text":"Reconciliation with God through Faith in Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Therefore, \\add because we\\add*\\ef + \\fr 5:1 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have been declared righteous”) which is understood as causal \\ef* have been declared righteous by faith, we have\\f + \\fr 5:1 \\ft Although a number of important manuscripts read the subjunctive mood here (“let us have”), almost all English versions prefer the indicative mood (“we have”) which is supported by many other manuscripts \\f* peace with God through our Lord Jesus Christ, "},{"style":"v","verse":"2","text":"through whom also we have \\add obtained\\add* access by faith into this grace in which we stand, and we boast in the hope of the glory of God. "},{"style":"v","verse":"3","text":"And not only \\add this\\add*, but we also boast in our afflictions, \\add because we\\add*\\ef + \\fr 5:3 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know that affliction produces patient endurance, "},{"style":"v","verse":"4","text":"and patient endurance, proven character, and proven character, hope, "},{"style":"v","verse":"5","text":"and hope does not disappoint, because the love of God has been poured out in our hearts through the Holy Spirit who was given to us."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"For \\add while\\add*\\ef + \\fr 5:6 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“were”) which is understood as temporal \\ef* we were still helpless, yet at the proper time Christ died for the ungodly. "},{"style":"v","verse":"7","text":"For only rarely will someone die on behalf of a righteous person (for on behalf of a good person possibly someone might even dare to die), "},{"style":"v","verse":"8","text":"but God demonstrates his own love for us, \\add in\\add* that \\add while\\add*\\ef + \\fr 5:8 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“were”) which is understood as temporal \\ef* we were still sinners, Christ died for us. "},{"style":"v","verse":"9","text":"Therefore, by much more, \\add because we\\add*\\ef + \\fr 5:9 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have been declared righteous”) which is understood as causal \\ef* have been declared righteous now by his blood, we will be saved through him from the wrath. "},{"style":"v","verse":"10","text":"For if, \\add while we\\add*\\ef + \\fr 5:10 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“were”) which is understood as temporal \\ef* were enemies, we were reconciled to God through the death of his Son, by much more, having been reconciled, we will be saved by his life. "},{"style":"v","verse":"11","text":"And not only \\add this\\add*, but also \\add we are\\add* boasting in God through our Lord Jesus Christ, through whom we have now received the reconciliation."},{"style":"s1","verse":"","text":"Death Came through Adam but Life Comes through Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Because of this, just as sin entered into the world through one man, and death through sin, so also death spread to all people because all sinned. "},{"style":"v","verse":"13","text":"For until the law, sin was in the world, but sin is not charged to one’s account \\add when there\\add*\\ef + \\fr 5:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“is”) which is understood as temporal \\ef* is no law. "},{"style":"v","verse":"14","text":"But death reigned from Adam until Moses even over those who did not sin in the likeness of the transgression of Adam, who is a type of the one who is to come. "},{"style":"v","verse":"15","text":"⸤But the gift is not like the trespass⸥\\f + \\fr 5:15 \\ft Literally “but not like the trespass so also the gift” \\f*, for if by the trespass of the one, the many died, by much more did the grace of God and the gift by the grace of the one man, Jesus Christ, multiply to the many. "},{"style":"v","verse":"16","text":"And the gift \\add is\\add* not as through the one who sinned, for on the one hand, judgment from the one \\add sin\\add* \\add led\\add* to condemnation, but the gift, from many trespasses, \\add led\\add* to justification. "},{"style":"v","verse":"17","text":"For if by the trespass of the one \\add man\\add*, death reigned through the one \\add man\\add*, much more will those who receive the abundance of grace and of the gift of righteousness reign in life through the one, Jesus Christ. "},{"style":"v","verse":"18","text":"Consequently therefore, as through one trespass \\add came\\add* condemnation to all people, so also through one righteous deed \\add came\\add* justification of life to all people. "},{"style":"v","verse":"19","text":"For just as through the disobedience of the one man, the many were made sinners, so also through the obedience of the one, the many will be made righteous. "},{"style":"v","verse":"20","text":"Now the law came in as a side issue, in order that the trespass could increase, but where sin increased, grace was present in greater abundance, "},{"style":"v","verse":"21","text":"so that just as sin reigned in death, so also grace would reign through righteousness to eternal life through Jesus Christ our Lord."}]