[{"style":"s1","text":"Formerly Dead to Sin, Now Alive in Christ"},{"style":"m","text":""},{"style":"v","text":"What therefore shall we say? Shall we continue in sin, in order that grace may increase? "},{"style":"v","text":"May it never be! How can we who died to sin still live in it? "},{"style":"v","text":"Or do you not know that as many as were baptized into Christ Jesus were baptized into his death? "},{"style":"v","text":"Therefore we have been buried with him through baptism into death, in order that just as Christ was raised from the dead through the glory of the Father, so also we may live ⸤a new way of life⸥\\f + \\fr 6:4 \\ft Literally “in newness of life” \\f*. "},{"style":"v","text":"For if we have become identified with \\add him\\add* in the likeness of his death, certainly also we will be \\add identified with him in the likeness\\add*\\f + \\fr 6:5 \\ft The elliptical phrase “identified with him in the likeness” has been supplied in the translation for clarity \\f* of \\add his\\add* resurrection, "},{"style":"v","text":"knowing this, that our old man was crucified together with \\add him\\add*, in order that the body of sin may be done away with, \\add that\\add* we may no longer be enslaved to sin. "},{"style":"v","text":"For the one who has died has been freed from sin."},{"style":"p","text":""},{"style":"v","text":"Now if we died with Christ, we believe that we will also live with him, "},{"style":"v","text":"knowing that Christ, \\add because he\\add*\\ef + \\fr 6:9 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“has been raised”) which is understood as causal \\ef* has been raised from the dead, is going to die no more, death no longer being master over him. "},{"style":"v","text":"For that \\add death\\add* he died, he died to sin once and never again, but that \\add life\\add* he lives, he lives to God. "},{"style":"v","text":"So also you, consider yourselves to be dead to sin, but alive to God in Christ Jesus."},{"style":"p","text":""},{"style":"v","text":"Therefore do not let sin reign in your mortal body, so that \\add you\\add* obey its desires, "},{"style":"v","text":"and do not present your members to sin \\add as\\add* instruments of unrighteousness, but present yourselves to God as those who are alive from the dead, and your members to God \\add as\\add* instruments of righteousness. "},{"style":"v","text":"For sin will not be master over you, because you are not under law, but under grace."},{"style":"s1","text":"Set Free from Sin"},{"style":"m","text":""},{"style":"v","text":"What then? Shall we sin because we are not under law but under grace? May it never be! "},{"style":"v","text":"Do you not know that to whomever you present yourselves \\add as\\add* slaves for obedience, you are slaves to whomever you obey, whether sin, \\add leading\\add* to death, or obedience, \\add leading\\add* to righteousness? "},{"style":"v","text":"But thanks \\add be\\add* to God that you were slaves of sin, but you have obeyed from the heart the pattern of teaching to which you were entrusted, "},{"style":"v","text":"and having been set free from sin, you became enslaved to righteousness. "},{"style":"v","text":"(I am speaking in human terms because of the weakness of your flesh.) For just as you presented your members \\add as\\add* slaves to immorality and lawlessness, \\add leading\\add* to lawlessness, so now present your members \\add as\\add* slaves to righteousness, \\add leading\\add* to sanctification. "},{"style":"v","text":"For when you were slaves of sin, you were free with respect to righteousness."},{"style":"p","text":""},{"style":"v","text":"Therefore what sort of fruit did you have then, about which you are now ashamed? For the end of those \\add things\\add* \\add is\\add* death. "},{"style":"v","text":"But now, having been set free from sin and having been enslaved to God, you have your fruit \\add leading\\add* to sanctification, and its end \\add is\\add* eternal life. "},{"style":"v","text":"For the compensation due sin \\add is\\add* death, but the gift of God \\add is\\add* eternal life in Christ Jesus our Lord."}]