[{"style":"s1","verse":"","text":"Set Free from the Law of Sin and Death"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Consequently, \\add there is\\add* now no condemnation for those \\add who are\\add* in Christ Jesus. "},{"style":"v","verse":"2","text":"For the law of the Spirit of life in Christ Jesus has set you free from the law of sin and death. "},{"style":"v","verse":"3","text":"For what \\add was\\add* impossible for the law, in that it was weak through the flesh, God \\add did\\add*. \\add By\\add*\\ef + \\fr 8:3 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“sending”) which is understood as means \\ef* sending his own Son in the likeness of sinful flesh and concerning sin, he condemned sin in the flesh, "},{"style":"v","verse":"4","text":"in order that the requirement of the law would be fulfilled in us, who do not live according to the flesh but according to the Spirit. "},{"style":"v","verse":"5","text":"For those who are \\add living\\add* according to the flesh are intent on the things of the flesh, but those \\add who are living\\add* according to the Spirit \\add are intent on\\add* the things of the Spirit. "},{"style":"v","verse":"6","text":"For the mindset of the flesh \\add is\\add* death, but the mindset of the Spirit \\add is\\add* life and peace, "},{"style":"v","verse":"7","text":"because the mindset of the flesh \\add is\\add* enmity toward God, for \\add it is\\add* not subjected to the law of God, for \\add it is\\add* not able \\add to do so\\add*, "},{"style":"v","verse":"8","text":"and those who are in the flesh are not able to please God."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"But you are not in the flesh but in the Spirit, if indeed the Spirit of God lives in you. But if anyone does not have the Spirit of Christ, this person ⸤does not belong to him⸥\\f + \\fr 8:9 \\ft Literally “is not of him” \\f*. "},{"style":"v","verse":"10","text":"But if Christ \\add is\\add* in you, the body \\add is\\add* dead because of sin, but the Spirit \\add is\\add* life because of righteousness. "},{"style":"v","verse":"11","text":"And if the Spirit of the one who raised Jesus from the dead lives in you, the one who raised Christ Jesus\\f + \\fr 8:11 \\ft Some manuscripts omit “Jesus” \\f* from the dead will also make alive your mortal bodies through his Spirit who lives in you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"So then, brothers, we are obligated not to the flesh, to live according to the flesh. "},{"style":"v","verse":"13","text":"For if you live according to the flesh, you are going to die, but if by the Spirit you put to death the deeds of the body, you will live. "},{"style":"v","verse":"14","text":"For all those who are led by the Spirit of God, these are sons of God. "},{"style":"v","verse":"15","text":"For you have not received a spirit of slavery \\add leading\\add* to fear again, but you have received the Spirit of adoption, by whom we cry out, “Abba!\\f + \\fr 8:15 \\ft “Abba” means “father” in Aramaic \\f* Father!” "},{"style":"v","verse":"16","text":"The Spirit himself confirms to our spirit that we are children of God, "},{"style":"v","verse":"17","text":"and if children, also heirs—heirs of God and fellow heirs with Christ, if indeed we suffer together \\add with him\\add* so that we may also be glorified together \\add with him\\add*."},{"style":"s1","verse":"","text":"The Glory that is to be Revealed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"For I consider that the sufferings of the present time are not worthy \\add to be compared\\add* with the glory that is about to be revealed to us. "},{"style":"v","verse":"19","text":"For the eagerly expecting creation awaits eagerly the revelation of the sons of God. "},{"style":"v","verse":"20","text":"For the creation has been subjected to futility, not willingly, but because of the one who subjected \\add it\\add*, in hope "},{"style":"v","verse":"21","text":"that the creation itself also will be set free from its servility to decay, into the glorious freedom of the children of God. "},{"style":"v","verse":"22","text":"For we know that the whole creation groans together and suffers agony together until now. "},{"style":"v","verse":"23","text":"Not only \\add this\\add*, but we ourselves also, having the first fruits of the Spirit, even we ourselves groan within ourselves \\add while we\\add*\\ef + \\fr 8:23 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“await eagerly”) which is understood as temporal \\ef* await eagerly \\add our\\add* adoption, the redemption of our body. "},{"style":"v","verse":"24","text":"For in hope we were saved, but hope that is seen is not hope, for who hopes for what he sees? "},{"style":"v","verse":"25","text":"But if we hope for what we do not see, we await \\add it\\add* eagerly with patient endurance."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"And likewise also, the Spirit helps \\add us\\add* in our weakness, for we do not know how to pray as one ought, but the Spirit himself intercedes \\add for us\\add* \\add with\\add* unexpressed groanings. "},{"style":"v","verse":"27","text":"And the one who searches our hearts knows what the mindset of the Spirit \\add is\\add*, because he intercedes on behalf of the saints according to \\add the will of\\add* God. "},{"style":"v","verse":"28","text":"And we know that all \\add things\\add* work together for good for those who love God, for those who are called according to \\add his\\add* purpose, "},{"style":"v","verse":"29","text":"because \\add those\\add* whom he foreknew, he also predestined \\add to be\\add* conformed to the image of his Son, so that he should be the firstborn among many brothers. "},{"style":"v","verse":"30","text":"And \\add those\\add* whom he predestined, these \\add he\\add* also called, and \\add those\\add* whom he called, these \\add he\\add* also justified, and \\add those\\add* whom he justified, these \\add he\\add* also glorified."},{"style":"s1","verse":"","text":"Victory in Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"31","text":"What then shall we say about these \\add things\\add*? If God \\add is\\add* for us, who \\add can be\\add* against us? "},{"style":"v","verse":"32","text":"Indeed, \\add he\\add* who did not spare his own Son, but gave him up for us all, how will he not also, together with him, freely give us all \\add things\\add*? "},{"style":"v","verse":"33","text":"Who will bring charges against God’s elect? God \\add is\\add* the one who justifies. "},{"style":"v","verse":"34","text":"Who \\add is\\add* the one who condemns? Christ\\f + \\fr 8:34 \\ft Some manuscripts have “Christ Jesus” \\f* \\add is\\add* the one who died, and more than that, who was raised, who is also at the right hand of God, who also intercedes for us. "},{"style":"v","verse":"35","text":"Who will separate us from the love of Christ? \\add Will\\add* affliction or distress or persecution or hunger or lack of sufficient clothing or danger or the sword? "},{"style":"v","verse":"36","text":"Just as it is written,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“On account of you we are being put to death the whole day \\add long\\add*;"},{"style":"q2","verse":"","text":"we are considered as sheep for slaughter.”\\f + \\fr 8:36 \\ft A quotation from \\xt Ps 44:22 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"\\add No\\add*, but in all these \\add things\\add* we prevail completely through the one who loved us. "},{"style":"v","verse":"38","text":"For I am convinced that neither death, nor life, nor angels, nor rulers, nor things present, nor things to come, nor powers, "},{"style":"v","verse":"39","text":"nor height, nor depth, nor any other created thing, will be able to separate us from the love of God that is in Christ Jesus our Lord."}]