[{"style":"mt1","text":"2.Yowaan"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man mag mi la bataaxal bii bawoo, ñeel la, yaw soxna su tedd si, yaak say doom. Maa leen sopp dëgg, te du man doŋŋ sax, waaye képp ku xam liy dëgg, sopp na leen."},{"style":"v","verse":"2","text":"Li waral sunu cofeel moo di dëgg gi ci nun, te di ànd ak nun ba fàww."},{"style":"v","verse":"3","text":"Yal na yiw ak yërmande ak jàmm ànd ak nun, ci biir dëgg ak cofeel, lépp bawoo ci Baay bi ak Yeesu \\w Almasi|Almasi b-:\\w* bi, Doomam."},{"style":"s1","verse":"","text":"Nanu wéye dëgg ak cofeel"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Bége naa lool ni ma gise ñenn ci say doom, ñuy wéye dëgg, ni nu ko Baay bi sante."},{"style":"v","verse":"5","text":"Léegi soxna si, li ma lay ñaan, te du sax ndigal lu bees, xanaa la nu jotoon ca njàlbéen, te mooy nanu soppante."},{"style":"v","verse":"6","text":"Cofeel nag moo di nu wéye ndigalu Yàlla; loolu mooy ndigal li, noona ngeen ko dégge woon ca njàlbéen, ngir ngeen war koo wéye."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ndax kat bare na ay naxekat yu dajal àddina, te di ñu dëggalul ne Yeesu \\w Almasi|Almasi b-:\\w* bi moo wàcce yaramu suux. Ku ni mel mooy ab naxekat te mooy bañaaleb Almasi bi."},{"style":"v","verse":"8","text":"Wattuleen seen bopp bala ngeena ñàkk njariñ li sunub liggéey meññ, xanaa seenub yool mat sëkk."},{"style":"v","verse":"9","text":"Képp ku saxoowul àlluway Almasi bi, xanaa di ko wees, kooku amul Yàlla. Ku saxoo àlluwa ji nag, yaa am Baay bi, am Doom ji."},{"style":"v","verse":"10","text":"Ku dikk fi yaw, te dikkewul jooju àlluwa, bu ko dalal sa kër, bu ko sax nuyu,"},{"style":"v","verse":"11","text":"nde ku ko nuyu, am nga ab cér ci jëfam ju bon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bare na lu ma leen bëggoona bind, waaye bëgguma leen koo waxe kayit ak daa. Teewul ma yaakaara dikkaat wax ak yeen, ne leen jàkk, ngeen ne ma jàkk, ba nu bokk mbég mu mat sëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Say doomi rakk ju jigéen, soxna si tedd si, ñu ngi lay nuyu."}]