[{"style":"mt1","text":"Màrk"},{"style":"s1","verse":"","text":"Yaxya waare na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Lii mooy ndoortel xibaaru jàmm bu Yeesu \\w Almasi|Almasi b-:\\w* bi, \\w Doomu Yàlla|Doomu Yàlla j-:\\w* ji\\f + \\fr 1.1 \\ft Yàlla ci boppam moo woowe Yeesu doomam. Seetal ci aaya 11.\\f*."},{"style":"v","verse":"2","text":"Mu doore ni ñu ko binde ci téereb Yonent Yàlla \\w Esayi|Esayi:\\w*, fu Yàlla ne:"},{"style":"q1","verse":"","text":"«Maa ngii di yebal sama ndaw, mu jiitu la,"},{"style":"q1","verse":"","text":"xàllal la saw yoon\\f + \\fr 1.2 \\ft Seetal ci \\bk Malasi\\bk* 3.1.\\f*."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"3","text":"Baatu nit a ngi xaacoo ca màndiŋ ma, naan:"},{"style":"q1","verse":"","text":"“Nangeen xàll yoonu Boroom bi,"},{"style":"q1","verse":"","text":"juballeen ay xàllam\\f + \\fr 1.3 \\ft Seetal ci \\bk Esayi\\bk* 40.3.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"\\w Yaxya|Yaxya:\\w* nag dikk ca màndiŋ ma, di waare lu jëm ci tuubeel gu nit ñi wara fésale ag sóobu cim ndox, ngir Yàlla jéggal leen seeni bàkkaar."},{"style":"v","verse":"5","text":"Ci kaw loolu mboolem diiwaanu Yude ak waa Yerusalem ñépp bàbbeeku, jëm ca Yaxya. Ñu tudd seeni bàkkaar, Yaxya sóob leen ca dexu Yurdan."},{"style":"v","verse":"6","text":"Yaxyaa nga sol mbubb mu ñu ràbbe kawaru giléem, laxasoo laxasaayu der ca ndigg la, di dundey njéeréer ak lemu àll."},{"style":"v","verse":"7","text":"Mu waare, ne: «Am na ku ma sut kuy ñëw sama gannaaw, kooku, buumi caraxam sax yeyoowumaa sëgg, di ko ko feccil."},{"style":"v","verse":"8","text":"Man cim ndox laa leen sóob, waaye moom de, ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi la leen di sóob.»"},{"style":"s1","verse":"","text":"Yaxya sóob na Yeesu ca dexu Yurdan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ca fan yooyu la Yeesu bàyyikoo dëkk ba ñuy wax Nasaret ca diiwaanu Galile. Mu dikk, \\w Yaxya|Yaxya:\\w* sóob ko ca dexu Yurdan."},{"style":"v","verse":"10","text":"Naka la Yeesu génn ndox ma ca saa sa, daldi gis asamaan xar, \\w Noowug Yàlla|Noo gu Sell g-:\\w*, wàcc ni am pitax, ca kawam,"},{"style":"v","verse":"11","text":"baat jibe asamaan, ne: «Yaa di sama Doom, sama soppe; yaw laay bànneexoo.»"},{"style":"s1","verse":"","text":"Yeesu dékku na fiiri Seytaane"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ca saa sa \\w Noowug Yàlla|Noo gu Sell g-:\\w* jañax Yeesu, ba ca biir màndiŋ ma."},{"style":"v","verse":"13","text":"Nekk na ca màndiŋ ma ñeent fukki fan, \\w Seytaane|Seytaane:\\w* di ko fiir, mu nekkandook rabi àll yi, malaaka yi di ko toppatoo."},{"style":"s1","verse":"","text":"Yeesoo ngi waare"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gannaaw ba ñu tëjee \\w Yaxya|Yaxya:\\w* kaso, Yeesu dem Galile, di waare xibaaru jàmm bu Yàlla bi,"},{"style":"v","verse":"15","text":"naan: «Waxtu wa mat na, nguurug Yàlla dëgmal na. Tuubleen seeni bàkkaar te gëm xibaaru jàmm bii.»"},{"style":"s1","verse":"","text":"Yeesu tànn na ñeenti taalibe"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Yeesoo doon jaare tàkkal dexu Galile, daldi gis ku ñuy wax Simoŋ ak Àndre, rakkam ju mu bokkal ndey ak baay. Ña ngay mbaal ca dex ga, ndax ay nappkat lañu woon."},{"style":"v","verse":"17","text":"Yeesu ne leen: «Ñëwleen topp ma, ma def leen nappkati nit.»"},{"style":"v","verse":"18","text":"Ñu won mbaal ya gannaaw ca saa sa, daldi topp ca moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Yeesu doxaat tuuti, gis Yanqóoba doomu Sebede ak Yowaan mi Yanqóoba bokkal ndey ak baay. Ña nga ca gaal ga, di gaar seeni mbaal."},{"style":"v","verse":"20","text":"Yeesu woo leen ca saa sa, ñu bàyyi seen baay Sebede ca gaal ga, mook surga ya, daldi topp ca moom."},{"style":"s1","verse":"","text":"Yeesu tàmbali naa wone gëddëm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Gannaaw loolu Yeesu ak taalibe ya jàll biir dëkk ba ñuy wax Kapernawum. Naka la \\w bésub Noflaay|bésub Noflaay b-:\\w* taxaw, Yeesu daldi dugg ca biir jàngub Yawut ba, di jàngale."},{"style":"v","verse":"22","text":"Ñu yéemu ca njàngaleem ndax sañ-sañ ba mu leen di jàngale niroowul ak na la firikati yoonu Musaa yay jàngalee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Jenn waay a nga woon ca seen biir jàngu ba, \\w rab|rab:\\w* a ko jàpp. Mu jekki di xaacu, naan:"},{"style":"v","verse":"24","text":"«Yaw Yeesum Nasaret, ana lu nu joteek yaw? Alagsi nu mooy say tànk? Xam naa yaa di kan, yaa di \\w Aji Sell|Aji Sell j-:\\w* ju Yàlla ji.»"},{"style":"v","verse":"25","text":"Yeesu nag gëdd ko, ne ko: «Noppil te génn nit ki!»"},{"style":"v","verse":"26","text":"Rab wu bon wa daane waa ja ba muy say, mu yuuxu yuux gu réy, doora génne ca waa ja."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba loolu amee ñépp yéemu, naan ca seen biir: «Lii lu mu doon? Guléet mii njàngale! Céy bii xam-xam bu ànd ak sañ-sañ! Rab yi sax, mu jox leen ndigal, ñu def!»"},{"style":"v","verse":"28","text":"Turu Yeesu nag law a law ca saa sa, ba dajal diiwaanu Galile gépp."},{"style":"s1","verse":"","text":"Yeesu faj na jarag yu bare"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Gannaaw ba Yeesu ak Yanqóoba ak Yowaan génnee ca jàngu ba, dañoo ànd ca saa sa, dem kër Simoŋ ak Àndre."},{"style":"v","verse":"30","text":"Fekk yaayu jabaru Simoŋ tëdd ndax yaram wu tàng. Ñu yégal ko Yeesu."},{"style":"v","verse":"31","text":"Mu dikk ba ca soxna sa, jàpp ca loxoom, yékkati ko, tàngooru yaram wa teqalikook soxna sa, mu di leen toppatoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ba ngoon jotee ba jant so, ñu indil Yeesu mboolem ñi wopp ak ñi rab jàpp,"},{"style":"v","verse":"33","text":"dëkk ba bépp daje ca buntu kër ga."},{"style":"v","verse":"34","text":"Ci biir loolu ñu bare ñu ame ay jàngoroy jàngoro, mu wéral leen, rab yu bare, mu dàq leen. Waaye gannaaw rab ya xam nañu ko, mayu leen ñu wax."},{"style":"s1","verse":"","text":"Yeesu wéetoo na ak Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ca ëllëg sa, laata bët di set, Yeesu jóg, génn, dem, ba àgg benn béreb bu wéet. Mu di fa ñaan Yàlla."},{"style":"v","verse":"36","text":"Ci biir loolu Simoŋ aki àndandoom di ko seet."},{"style":"v","verse":"37","text":"Ba ñu ko gisee, ne ko: «Ñépp a ngi lay seet.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Yeesu ne leen: «Nan dem feneen ci dëkk yi nu wër ngir ma waare foofu itam, ndax looloo ma taxa génn.»"},{"style":"v","verse":"39","text":"Ci kaw loolu muy wër diiwaanu Galile gépp, di waare ci seeni jàngu, di dàq rab yi."},{"style":"s1","verse":"","text":"Yeesu faj na ku gaana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Gannaaw loolu genn \\w gaana|gaana:\\w* dikk ba ca moom, di ko ñaan, daldi sukk, ne ko: «Su la soobee, man nga maa setal.»"},{"style":"v","verse":"41","text":"Yërmande jàpp Yeesu, mu tàllal loxoom, laal ko, ne ko: «Soob na ma, setal.»"},{"style":"v","verse":"42","text":"Ca saa sa \\w ngaana|ngaana g-:\\w* ga teqalikook moom, mu set wecc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Yeesu nag artu ko bu baax, yiwi ko ca saa sa, ne ko:"},{"style":"v","verse":"44","text":"«Fexeel ba bul wax kenn dara, demal rekk ca \\w sarxalkat|sarxalkat b-:\\w* ba, ngir mu seet la, te nga génne sa saraxu setlu ni ko yoonu Musaa santaanee\\f + \\fr 1.44 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 14.1-32.\\f*, ngir muy firnde ci ñoom.»"},{"style":"v","verse":"45","text":"Waaye naka la waa ja génn, tàmbalee yéene, siiwal mbir ma, ba tax Yeesu manatula siiwal duggam cib dëkk, xanaa mu féetewoo béreb yu wéet ca fa ko wër. Teewul nit ñiy jóge fu nekk, di ko fekki."}]