[{"style":"s1","verse":"","text":"Pase warul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu jóge foofa, dem réewum Yude ak ca wàllaa dexu Yurdan. Mbooloo yu bare fekkseeti ko, mu di leen jàngalati, na mu ko baaxoo woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ci kaw loolu ay \\w Farisen|Farisen y-:\\w* dikk, di ko fiir, laaj ko, ne ko: «Ndax yoon maye na nit fase jabaram?»"},{"style":"v","verse":"3","text":"Yeesu ne leen: «Lu leen Musaa sant?»"},{"style":"v","verse":"4","text":"Ñu ne ko: «Musaa maye na kayitu pase gu nit kiy bind, ngir fase jabaram.»"},{"style":"v","verse":"5","text":"Yeesu nag ne leen: «Seen dëgër xol a tax Musaa bindal leen loolu ndigal."},{"style":"v","verse":"6","text":"Waaye ca njàlbéen ga Yàlla sàkke àddina, ca la leen sàkk ñuy ku góor ak ku jigéen."},{"style":"v","verse":"7","text":"Looloo tax góor di teqalikook ndeyam ak baayam, taqoo ak jabaram,"},{"style":"v","verse":"8","text":"ba ñoom ñaar di wenn suux doŋŋ. Moo tax dootuñu ñaar, waaye wenn suux doŋŋ lañu."},{"style":"v","verse":"9","text":"Lu Yàlla takk nag, bu ko nit tas.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba ñu delloo ca kër ga taalibe ya laaj ko ca mooma mbir."},{"style":"v","verse":"11","text":"Yeesu ne leen: «Ku fase sa jabar, takk keneen, njaaloo nga, ndax sa jabar ja nga fase,"},{"style":"v","verse":"12","text":"te ki tas ak jëkkëram, su séyaatee ak keneen, njaaloo na.»"},{"style":"s1","verse":"","text":"Xale am na cér"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ay xale lañu indiloon Yeesu ngir mu \\w teg leen ay loxoom|teg loxo:\\w*. Teewul taalibe ya jànni leen."},{"style":"v","verse":"14","text":"Yeesu gis ko, daldi mer, ne leen: «Bàyyileen xale yi, ñu ñëw fi man! Buleen leen aaye, ndax ñu mel ni ñoom ñoo yelloo nguurug Yàlla."},{"style":"v","verse":"15","text":"Maa leen ko wax déy, képp ku baña nangul nguurug Yàlla ni ab xale, doo ca tàbbi mukk.»"},{"style":"v","verse":"16","text":"Yeesu nag fab leen, teg leen ay loxoom, barkeel leen."},{"style":"s1","verse":"","text":"Texe jafe na boroom alal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Yeesoo doon dox ciw yoon, jenn waay dawsi ba ca moom, daldi sukk ca kanamam, ne ko: «Kilifa gu baax bi, ana lu may def, ngir texe ba fàww?»"},{"style":"v","verse":"18","text":"Yeesu ne ko: «Lu tax nga naa ma ku baax ki? Kenn baaxul ku moy Yàlla doŋŋ."},{"style":"v","verse":"19","text":"Xam nga ndigal yi: “Bul bóom, bul njaaloo, bul sàcc, bul seede lu dul dëgg, bul xañ nit àqam, teralal sa ndey ak sa baay\\f + \\fr 10.19 \\ft Seetal ci \\bk Mucc ga\\bk* 20.12-16.\\f*.”»"},{"style":"v","verse":"20","text":"Waa ja ne ko: «Kilifa gi, loolu lépp ba may ndaw laa ko dale sàmm ba tey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yeesu nag xool ko bëti cofeel, daldi ne ko: «Lenn rekk moo la dese. Demal te lépp loo am, nga jaay ko, jox ko néew-doole yi. Su ko defee nga woomle fa asamaan. Boo noppee, ñëwal topp ci man.»"},{"style":"v","verse":"22","text":"Waa ja am mbetteel ca kàddu ga, daldi fay jóge aku tiis ndax ku bare alal la woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba loolu amee Yeesu dawal bëtam fa ko wër, daldi ne taalibe ya: «Boroom alal tàbbi ci nguurug Yàlla, ndaw lu jafe!»"},{"style":"v","verse":"24","text":"Wax jooju nag jaaxal taalibe ya. Yeesu neeti leen: «Gone yi, tàbbi ci nguurug Yàlla, ndaw lu jafe!"},{"style":"v","verse":"25","text":"Boroom alal tàbbi ci nguurug Yàlla, giléem jaare bën-bënu puso moo ko gëna yomb.»"},{"style":"v","verse":"26","text":"Wax jooju gënatee yéem taalibe ya, ñu naan ca seen biir: «Ku mana mucc nag?»"},{"style":"v","verse":"27","text":"Yeesu ne leen jàkk, daldi ne: «Nit la të, waaye tëwul Yàlla. Yàlla man na lépp.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Piyeer daldi ne ko: «Waaw, nun de lépp lanu dëddu, topp la!»"},{"style":"v","verse":"29","text":"Yeesu ne ko: «Maa leen ko wax déy, amul kenn kuy dëddu kër, mbaa doomi ndey yu góor mbaa yu jigéen, mbaa ndey mbaa baay, mbaa doom, mbaa suuf, ngir maak xibaaru jàmm bi,"},{"style":"v","verse":"30","text":"te jotuloo ci jamonoy tey jii téeméeri yoon, la nga amoon ciy kër, ak doomi ndey yu góor ak yu jigéen, ak ndey ak doom ak suuf, ba jotaale coonoy bunduxataal, ak texe ba fàww gooy jot ëllëg."},{"style":"v","verse":"31","text":"Waaye ñu baree ngi jiitu tey, ñooy mujji, te ñu baree ngi mujje tey, ñooy jiituji.»"},{"style":"s1","verse":"","text":"Yeesu yégleeti na deewam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ñu ànd ca yoon wa, jëm Yerusalem, Yeesu jiitu leen, taalibe ya waaru, ña ca topp tiit. Yeesu nag wéetook Fukk ñaak ñaar, di leen xamal mbir ya ko nara dikkal."},{"style":"v","verse":"33","text":"Mu ne leen: «Noo ngii jëm Yerusalem, te dees na wor \\w Doomu nit|Doomu nit k-:\\w* ki, jébbal ko \\w sarxalkat|sarxalkat b-:\\w* yu mag yaak firikati yoonu Musaa ya, ñu teg ko àtteb dee, jébbal ko jàmbur ñi dul Yawut."},{"style":"v","verse":"34","text":"Ñu ñaawal ko, tifli ko, caw ko, ba noppi rey ko, ñetti fan tege ca, mu dekki.»"},{"style":"s1","verse":"","text":"Njiit, surga la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ci kaw loolu Yanqóoba ak Yowaan, doomi Sebede dikk fa Yeesu. Ñu ne ko: «Kilifa gi, danoo bëggoon nga defal nu li nu lay ñaan.»"},{"style":"v","verse":"36","text":"Yeesu ne leen: «Lu ngeen bëgg, ma defal leen ko?»"},{"style":"v","verse":"37","text":"Ñu ne ko: «May nu nu toog, kii féete la ndijoor, kii féete la càmmoñ, keroog ca sa jataayu daraja ba.»"},{"style":"v","verse":"38","text":"Yeesu ne leen: «Xamuleen li ngeen di ñaan. Mbaa kaasub naqar bi may naani, man ngeen koo naan? Am sóobu gu metti gi ma sóobu, man ngeen koo sóobu?»"},{"style":"v","verse":"39","text":"Ñu ne ko: «Man nanu ko.» Yeesu ne leen: «Kaasub naqar bi may naani de, dingeen ko naan, sóobu gu metti gi ma sóobu it, dingeen ko sóobu,"},{"style":"v","verse":"40","text":"tooge sama ndijoor mbaa sama càmmoñ nag, du maa koy maye, waaye ña ñu ko waajalal lay seen cér.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Ba fukki taalibe ya ca des déggee mbir ma, seen xol tàmbali tàng ca Yanqóoba ak Yowaan."},{"style":"v","verse":"42","text":"Yeesu daldi leen woo, ne leen: «Xam ngeen ne ñi xeeti àddina yi def seeni njiit, dañu leen di def jaam, seeni kàngam di leen néewal doole."},{"style":"v","verse":"43","text":"Yeen nag, bumu deme noonu ci seen biir. Ku bëgga doon ku màgg ci yeen, na nekk seen surga,"},{"style":"v","verse":"44","text":"te ku bëgga nekk seen njiit, na doon jaamub ñépp."},{"style":"v","verse":"45","text":"Ndax \\w Doomu nit|Doomu nit k-:\\w* ki itam ñëwul ngir ñu di ko surgawu, xanaa ngir di nekk surga, ba far maye bakkanam, def ko \\w njotug|jot:\\w* ñu bare.»"},{"style":"s1","verse":"","text":"Yeesu faj na Bartime silmaxa ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Yeesu ak taalibeem ya nag agsi dëkk ba ñuy wax Yeriko. Naka lañuy génne Yeriko, mbooloo mu takku topp leen. Ci biir loolu ab silmaxa bu ñuy wax Bartime, tur wa di tekki doomu Time, ma nga tooge ca peggu yoon wa, di yalwaan."},{"style":"v","verse":"47","text":"Mu dégg ne Yeesum Nasaret mooy jubsi, ba tax muy xaacu, naan: «Yeesu Sëtub \\w Daawuda|Daawuda:\\w*, yërëm ma!»"},{"style":"v","verse":"48","text":"Ba loolu amee ñu bare femmu ko, ngir mu noppi. Teewul mu gëna xaacooti, ne: «Sëtub Daawuda, yërëm ma!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Yeesu daldi taxaw, ne: «Wooleen ko!» Ñu woo silmaxa ba, ne ko: «Dallul te jóg, mu ngi lay woo.»"},{"style":"v","verse":"50","text":"Mu sànni malaanam, ne layy, dikk ba ca Yeesu."},{"style":"v","verse":"51","text":"Yeesu ne ko: «Ana loo bëgg, ma defal la ko?» Silmaxa ba ne ko: «Xanaa ma dellu di gis, sama kilifa.»"},{"style":"v","verse":"52","text":"Yeesu ne ko: «Demal. Sa ngëm musal na la.» Ca saa sa muy gis, daldi topp Yeesu ca yoon wa."}]