[{"style":"s1","verse":"","text":"Yeesu taxaw na ca kanam Pilaat, boroom réew ma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca ëllëg sa, suba teel \\w sarxalkat|sarxalkat b-:\\w* yu mag ya féncoo, ñoom ak magi askan wa ak firikati yoonu Musaa ya, ak mboolem \\w kuréelu àttekatu|kuréelu àttekat y-:\\w* Yawut ya. Ñu yeew Yeesu, yóbbu ko, jébbal ko \\w Pilaat|Pilaat:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Pilaat nag laaj ko, ne ko: «Yaw yaa di buurub Yawut yi?» Yeesu ne ko: «Yaa ko wax.»"},{"style":"v","verse":"3","text":"Sarxalkat yu mag yi nag tuumaal ko lu bare."},{"style":"v","verse":"4","text":"Pilaat dellu ko laaj, ne ko: «Doo tontu dara? Déggal li ñu lay jiiñ lépp.»"},{"style":"v","verse":"5","text":"Yeesu nag tontuwul dara, ba tax Pilaat jaaxle."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Fekk na màggal gu nekkaan, Pilaat daan na maye ca ña ñu tëj kaso, kenn nit ku ñu sàkku, mu bàyyil leen kooka."},{"style":"v","verse":"7","text":"Fekk na ñu tëj ca kaso ba, ku ñuy wax Barabas, mook ay fippukat yu bóomoon nit ci ab yëngu-yëngal."},{"style":"v","verse":"8","text":"Ci kaw loolu mbooloo ma dikk, di sàkku Pilaat defal leen la mu leen daan defal."},{"style":"v","verse":"9","text":"Pilaat ne leen: «Lu ngeen bëgg? Ma bàyyi buurub Yawut yi?»"},{"style":"v","verse":"10","text":"Booba xam na xéll ne kiñaan a tax sarxalkat yu mag ya jàpplu Yeesu."},{"style":"v","verse":"11","text":"Waaye sarxalkat yu mag ya ñaax mbooloo ma ba ñu ne Pilaat: «Yiwil nu Barabas.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Pilaat dellu ne leen: «Lu ngeen bëgg nag, ma def ko kii ngeen di wax buurub Yawut yi?»"},{"style":"v","verse":"13","text":"Ñu dellu xaacoondoo ca kaw, ne: «Daaj ko ci bant!»"},{"style":"v","verse":"14","text":"Pilaat ne leen: «Lu tax? Ana lu bon lu mu def?» Mbooloo ma gëna xaacooti, ne: «Daaj ko ci bant!»"},{"style":"v","verse":"15","text":"Pilaat nag bëgg lu neex mbooloo ma, ba tax mu bàyyi Barabas. Mu cawlu Yeesu ay kàcciri, ba noppi teg ko ciy loxo, ngir ñu daaj ko ci bant."},{"style":"s1","verse":"","text":"Ñaawal nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Takk-deri Room ya nag dugal Yeesu ca ëttu kër boroom réew wa, daldi woo gàngoor ga gépp,"},{"style":"v","verse":"17","text":"ñu solal ko mbubb mu xonq curr, teg ci boppam \\w kaala|kaala g-:\\w* gu ñu ràbbe ay dég."},{"style":"v","verse":"18","text":"Ña nga koy nuyu, naan: «Buuru Yawut yée, guddaluw fan!»"},{"style":"v","verse":"19","text":"di ko dóor aw yet ci bopp, di ko tifli, di ko sukkal."},{"style":"v","verse":"20","text":"Ba ñu ko ñaawalee ba noppi, dañoo summi mbubb mu xonq ma, solal ko ay yéreem, door koo yóbbu, ngir ñu daaj ko ci bant."},{"style":"s1","verse":"","text":"Rey nañu Yeesu ca kaw bant ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ci biir loolu jenn waay ju ñuy wax Simoŋ, dëkke fu ñu naan Siren\\f + \\fr 15.21 \\fk Siren, \\ft ab dëkk la bu nekkoon ci tefesu bëj-gànnaaru Afrig te féete Misra sowu.\\f* jóge ca tool ya, jaare fa. Muy baayu Alegsàndar ak Rufus. Moom lañu gàdduloo bant ba."},{"style":"v","verse":"22","text":"Ñu yóbbu Yeesu ca béreb ba ñuy wax Golgota, muy firi bérebu Kaaŋu bopp\\f + \\fr 15.22 \\fk bérebu Kaaŋu bopp \\ft mooy tund wu nirook kaaŋu bopp.\\f*."},{"style":"v","verse":"23","text":"Ñu bëgg koo nàndale biiñ bu ñu jaxaseek safal bu ñuy wax miir, mu bañ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba mu ko defee ñu daaj Yeesu ca bant ba, ba noppi séddoo ay yéreem, tegoo ko bant, ngir xam lu ca ku nekk di am."},{"style":"v","verse":"25","text":"Ca yoor-yoor lañu daaj Yeesu ci bant, yemook juróom ñeenti waxtu."},{"style":"v","verse":"26","text":"Lii lañu bind ne moo di tuumaam ja ko daanlu: «Kii mooy Buurub Yawut yi.»"},{"style":"v","verse":"27-28","text":"Ñaari fippukat lañu daajaaleek Yeesu ci ay bant, kenn ki ci ndijooram, ki ci des ci càmmoñam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ña fa jaare nag di ko saaga, aka wëcc bopp, naan: «Acam, yaw miy toj kër Yàlla gi, tabaxaat ko ci ñetti fan,"},{"style":"v","verse":"30","text":"wàccal bant bi, musal sa bopp boog!»"},{"style":"v","verse":"31","text":"\\w Sarxalkat|sarxalkat b-:\\w* yu mag ya it naka noonu, ñook firikati yoonu Musaa ya. Ñu di ko ñaawal ci seen biir, naan: «Moom day musle te manul musal sax boppam."},{"style":"v","verse":"32","text":"Na \\w Almasi|Almasi b-:\\w* bi, buurub Israayil wàcc bant bi léegi, nu gis ba gëm.» Ci biir loolu ña ñu daajaale ak moom itam di ko tifaare ay saaga."},{"style":"s1","verse":"","text":"Yeesu faatu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ba fukki waxtu ak ñaar ca bëccëg jotee, ag lëndëm a wàcc ca réew ma mépp, ba fukki waxtu ak juróom ca ngoon."},{"style":"v","verse":"34","text":"Ba fukki waxtu ak juróom ca ngoon jotee, Yeesu àddu ca kaw, ne: «Elowi, Elowi, lema sabaktani?» muy firi: «Sama Yàlla, sama Yàlla, lu tax nga wacc ma?»"},{"style":"v","verse":"35","text":"Ñenn ca ña ko teewe, dégg ca, ne: «Déggal, Yonent Yàlla \\w Ilyaas|Ilyaas:\\w* lay woo.»"},{"style":"v","verse":"36","text":"Mu am ku daw, jël ab sagar, xooj ko ci bineegar, lonk ko ci bant, tàllal ko ko, ngir mu naan, te ne: «Bàyyileen, nu seet, ndax Ilyaas ay ñëw, wàcce ko.»"},{"style":"v","verse":"37","text":"Yeesu nag yuuxu, daldi dog."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Ba mu ko defee ridob biir néegu Yàlla ba xar ñaar, dale ca kaw ba ca suuf."},{"style":"v","verse":"39","text":"\\w Njiitu takk-der|njiitu takk-der b-:\\w* ba taxawoon ca kanam Yeesu nag gis, na Yeesu doge. Mu ne: «Aylayéwén, waa jii mooy \\w Doomu Yàlla|Doomu Yàlla j-:\\w*!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Ay jigéen a nga fa woon, dànd leen lu sore, di seetaan. Maryaama ma dëkk Magdala ca la bokk, ak Maryaama yaayu Yanqóoba mu ndaw ak Yose, ak ndaw seneen su ñuy wax Salome."},{"style":"v","verse":"41","text":"Ba Yeesu nekkee Galile, jigéen ñooñoo ko toppoon, di ko toppatoo. Ñeneen jigéen ñu baree nga ca woon, di ñu àndoon ak Yeesu, ba dikk Yerusalem."},{"style":"s1","verse":"","text":"Rob nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Loolu lépp bésub Waajal ba la xewe, ëllëg sa di bésub Noflaay. Ca ngoon sa,"},{"style":"v","verse":"43","text":"ku ñuy wax Yuusufa te dëkk Arimate, daldi takk aw fitam, dem ca \\w Pilaat|Pilaat:\\w*, sàkku ci moom, mu jox ko néewub Yeesu. Yuusufa moomu, ku ñu nawloo la woon ca \\w kuréelu àttekati|kuréelu àttekat y-:\\w* Yawut ya. Bokkoon na moom itam ca ña doon séentu nguurug Yàlla."},{"style":"v","verse":"44","text":"Ba Pilaat déggee ne Yeesu faatu na xaat, am na mbetteel. Mu woolu nag \\w njiitu takk-der|njiitu takk-der b-:\\w* ya, laaj ko, ndax yàgg naa faatu."},{"style":"v","verse":"45","text":"Bi ko njiit la waxee, Pilaat may Yuusufa mu jël néew ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"46","text":"Fekk na Yuusufa jënd càngaayal lẽe. Mu wàcce néew ba, sàng ko ca, denc ko ci \\w bàmmeel|bàmmeel b-:\\w* bu ñu yatt ciw doj. Ba mu ko defee Yuusufa béraŋ aw doj, ube ko buntu bàmmeel ba."},{"style":"v","verse":"47","text":"Ci biir loolu Maryaama ma dëkk Magdala, ak Maryaama yaayu Yose ña ngay xool fa ñu denc néew ba."}]