[{"style":"s1","verse":"","text":"Yeesu faj na nit ku loxoom làggi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yeesu duggati ca jàngub Yawut ba. Boroom loxo bu làggee nga fa woon."},{"style":"v","verse":"2","text":"Ay \\w Farisen|Farisen y-:\\w* a ngay xool Yeesu, ba xam ndax dina ko faj, te muy \\w bésub Noflaay|bésub Noflaay b-:\\w*, ngir ñu man koo tuumaal."},{"style":"v","verse":"3","text":"Yeesu ne boroom loxo bu làggi ba: «Taxawal fii ci digg bi.»"},{"style":"v","verse":"4","text":"Yeesu nag ne leen: «Ana lu yoon maye; def lu baax bésub Noflaay am def lu bon? Rawale bakkan am rey?» Ñu ne xerem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ci kaw loolu Yeesu dawal bëtu mer, xool leen ñoom ñépp, boole kooku naqar ndax seen xol yu wow. Mu ne waa ja: «Tàllalal loxo bi.» Mu tàllal, loxo ba wér."},{"style":"v","verse":"6","text":"Ba loolu amee Farisen ya génn, diisooji ca saa sa ak farandooy Buur Erodd ca mbirum Yeesu, ngir fexe nu ñu ko sànke."},{"style":"s1","verse":"","text":"Mbooloo topp na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Gannaaw loolu Yeesu aki taalibeem jóge fa, jëm dex ga, mbooloom diiwaanu Galile mu bare topp ko, ak waa diiwaanu Yude itam,"},{"style":"v","verse":"8","text":"ak waa Yerusalem ak Idume\\f + \\fr 3.8 \\fk Idume \\ft mooy diiwaanu Edom ci làkku gereg. Ci Yuda la bokkoon, wetu bëj-saalumam.\\f* ak wàllaa Yurdan ak la wër \\w Tir ak Sidon|Tir:\\w*. Muy mbooloo mu bare mu dégg mboolem la muy def, daldi koy fekki."},{"style":"v","verse":"9","text":"Yeesu nag ne ay taalibeem, ñu waajal ko gaal bala ko mbooloo maa tanc."},{"style":"v","verse":"10","text":"Ndax booba Yeesu jotoon naa faj ñu bare, ba tax mboolem ña ame ay jàngoro song ko, di ko wuta laal."},{"style":"v","verse":"11","text":"\\w Rab|rab:\\w* ya itam, saa yu ñu ko gisaa, daldi daanu fa kanamam, tey yuuxu naan: «Yaa di \\w Doomu Yàlla|Doomu Yàlla j-:\\w*.»"},{"style":"v","verse":"12","text":"Teewul Yeesu femmu rab ya bu baax, ngir ñu bañ koo siiwal."},{"style":"s1","verse":"","text":"Yeesu tànn na fukki ndaw ak ñaar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Gannaaw loolu Yeesu yéeg ca tund wa, woo fa ña ko neex, ñooña dikk ba ca moom."},{"style":"v","verse":"14","text":"Mu tabb ca fukk ak ñaar, tudde leen ay ndawam, ngir ñuy ànd ak moom, ngir itam, mu di leen yebal, ñu waareji,"},{"style":"v","verse":"15","text":"mu joxaale leen xam-xamu dàq ay rab."},{"style":"v","verse":"16","text":"Noonu la tabbe Fukk ak ñaar ñii, di Simoŋ ma muy wax Piyeer,"},{"style":"v","verse":"17","text":"ak Yanqóoba ak Yowaan, doomi Sebede, ña Yeesu di wax Bowanerses, muy firi Doomi dënu,"},{"style":"v","verse":"18","text":"ak Àndre ak Filib ak Bartelemi ak Macë ak Tomaa ak Yanqóoba doomu Alfe, ak Tade ak Simoŋ, Mbokki kuréelu Moom-sa-réew ma,"},{"style":"v","verse":"19","text":"ak Yuda Iskaryo may mujj wor Yeesu."},{"style":"s1","verse":"","text":"Gii tooñ la Yàlla dul baale"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yeesu dellooti kër ga, mbooloo ma dajeeti fa, ba moom ak ay taalibeem taluñoo sex dugub sax."},{"style":"v","verse":"21","text":"Ay bokkam dégg la xew, daldi dikk, ngir jàppsi ko, naan dafa teqalikoo ak sagoom."},{"style":"v","verse":"22","text":"Firikati yoonu Musaa ya jotoona wàccsee Yerusalem it ne: «Kii, Beelsebul a ko jàpp. Buuru rab boobu lay dàqe ay rab.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba mu ko defee Yeesu woo leen, léeb leen ay léeb, ne leen: «Ana nu \\w Seytaane|Seytaane:\\w* mana dàqe Seytaane?"},{"style":"v","verse":"24","text":"Ag nguur de, su dee xàjjalikoo ci biiram, googa nguur du mana yàgg."},{"style":"v","verse":"25","text":"Ag kër it, su dee xàjjalikoo ci biiram, googa kër du mana yàgg."},{"style":"v","verse":"26","text":"Seytaane nag, su jógee di xàjjalikoo ci biiram, du mana yàgg, day jeexal rekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Du kenn moos ku mana dugg kër ponkal, buub alalam! Xanaa mu njëkka yeew ponkal mi, doora mana toj kër ga."},{"style":"v","verse":"28","text":"Maa leen ko wax déy, lu mu mana doon, dees na ko jéggal doom aadama, mu diy bàkkaaram, ak mboolem kàddug saaga Yàlla."},{"style":"v","verse":"29","text":"Waaye képp ku saaga \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, deesu ko jéggal mukk; day gàddu bàkkaar ba fàww.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"La ñu ne \\w rab|rab:\\w* a ko jàpp moo waral mu wax leen loolu."},{"style":"s1","verse":"","text":"Déggal Yàllaa gën bokk ak Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Yaayu Yeesu moo dikkoon, ànd ak ay rakki Yeesu. Ñu taxaw ca biti, yónnee, woo ko."},{"style":"v","verse":"32","text":"Booba mbooloo nga toog, wër ko. Ñu ne ko: «Sa yaay ak say rakk kat ñu ngi ci biti, di la seet.»"},{"style":"v","verse":"33","text":"Yeesu ne leen: «Ana kan mooy sama yaay? Ak ñan ñooy samay rakk?»"},{"style":"v","verse":"34","text":"Mu dawal nag bëtam, xool ña ko yéew, daldi ne: «Dama ne, ñii ñooy sama yaay ak samay rakk."},{"style":"v","verse":"35","text":"Ndax kuy jëfe coobarey Yàlla, kooku moo di sama rakk ju góor, di samab jigéen, di sama yaay.»"}]