[{"style":"s1","verse":"","text":"How to Recognize the Spirit of God"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Dear friends, do not believe every spirit, but test the spirits \\add to determine\\add* if they are from God, because many false prophets have gone out into the world. "},{"style":"v","verse":"2","text":"By this you know the Spirit of God: every spirit that confesses Jesus Christ\\f + \\fr 4:2 \\ft Or “confesses Jesus \\fq as \\ft Christ who has come in the flesh” (see also \\xt 2 John 7 \\ft ) \\f* has come in the flesh is from God, "},{"style":"v","verse":"3","text":"and every spirit that does not confess Jesus is not from God, and this is the \\add spirit\\add* of the antichrist, \\add of\\add* which you have heard that it is coming, and now it is already in the world."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"You are from God, little children, and have conquered them, because the one \\add who is\\add* in you is greater than the one \\add who is\\add* in the world. "},{"style":"v","verse":"5","text":"They are from the world; ⸤therefore⸥\\f + \\fr 4:5 \\ft Literally “because of this” \\f* they speak from the world and the world listens to them. "},{"style":"v","verse":"6","text":"We are from God. The one who knows God listens to us; whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of deceit."},{"style":"s1","verse":"","text":"God’s Love Revealed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Dear friends, let us love one another, because love is from God, and everyone who loves has been fathered by God and knows God. "},{"style":"v","verse":"8","text":"The one who does not love does not know God, because God is love. "},{"style":"v","verse":"9","text":"By this the love of God is revealed in us: that God sent his one and only Son into the world in order that we may live through him. "},{"style":"v","verse":"10","text":"In this is love: not that we have loved God, but that he loved us and sent his Son \\add to be the\\add* propitiation\\f + \\fr 4:10 \\ft Or “expiation”; or “atoning sacrifice” \\f* for our sins."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Dear friends, if God loved us in this way, we also ought to love one another. "},{"style":"v","verse":"12","text":"No one has seen God at any time. If we love one another, God resides in us and his love is perfected in us. "},{"style":"v","verse":"13","text":"By this we know that we reside in him and he in us: that\\f + \\fr 4:13 \\ft Or “because” \\f* he has given us of his Spirit. "},{"style":"v","verse":"14","text":"And we have seen and testify that the Father has sent the Son \\add to be the\\add* Savior of the world."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Whoever confesses that Jesus is the Son of God, God resides in him and he in God. "},{"style":"v","verse":"16","text":"And we have come to know and have believed the love that God has in us. God is love, and the one who resides in love resides in God, and God resides in him. "},{"style":"v","verse":"17","text":"By this love is perfected with us, so that we may have confidence in the day of judgment, because just as that one is, \\add so\\add* also are we in this world. "},{"style":"v","verse":"18","text":"\\add There\\add* is no fear in love, but perfect love drives out fear, because fear includes punishment, and the one who is afraid has not been perfected in love. "},{"style":"v","verse":"19","text":"We love, because he first loved us."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"If anyone says, “I love God,” and hates his brother, he is a liar, for the one who does not love his brother whom he has seen is not able to love God whom he has not seen. "},{"style":"v","verse":"21","text":"And this \\add is\\add* the commandment we have from him: that the one who loves God should love his brother also."}]