[{"style":"s1","verse":"","text":"Made Alive in Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And you, ⸤although you were dead⸥\\f + \\fr 2:1 \\ft Literally “and you being dead” \\f*\\ef + \\fr 2:1 \\ft ﻿*Here the participle (“being”) is understood as concessive \\ef* in your trespasses and sins, "},{"style":"v","verse":"2","text":"in which you formerly walked according to the course of this world, according to the ruler of the authority of the air, the spirit now working in the sons of disobedience, "},{"style":"v","verse":"3","text":"among whom also we all formerly lived in the desires of our flesh, doing the will\\f + \\fr 2:3 \\ft Or “desires” \\f* of the flesh and of the mind, and we were children of wrath\\f + \\fr 2:3 \\ft This phrase is a Semitic idiom which can mean either (1) “children characterized by wrath” or (2) “children destined for wrath” \\f* by nature, as also the rest of \\add them\\add* were."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"But God, being rich in mercy, because of his great love \\add with\\add* which he loved us, "},{"style":"v","verse":"5","text":"and we being dead in trespasses, he made \\add us\\add* alive together with Christ (by grace you are saved), "},{"style":"v","verse":"6","text":"and raised \\add us\\add* together and seated \\add us\\add* together in the heavenly \\add places\\add* in Christ Jesus, "},{"style":"v","verse":"7","text":"in order that he might show in the coming ages the surpassing riches of his grace in kindness upon us in Christ Jesus. "},{"style":"v","verse":"8","text":"For by grace you are saved through faith, and this \\add is\\add* not from yourselves, \\add it is\\add* the gift of God; "},{"style":"v","verse":"9","text":"\\add it is\\add* not from works, so that no one can boast. "},{"style":"v","verse":"10","text":"For we are his creation, created in Christ Jesus for good works, which God prepared beforehand, so that we may walk in them."},{"style":"s1","verse":"","text":"Jewish and Gentile Believers United in Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Therefore remember that formerly you, the Gentiles in \\add the\\add* flesh, the so-called uncircumcision by the so-called circumcision in \\add the\\add* flesh, made by hands, "},{"style":"v","verse":"12","text":"that you were at that time apart from Christ, alienated from the citizenship of Israel, and strangers to the covenants of promise, not having hope, and without God in the world. "},{"style":"v","verse":"13","text":"But now in Christ Jesus you, the ones who once were far away, have become near by the blood of Christ. "},{"style":"v","verse":"14","text":"For he himself is our peace, who made both one and broke down the dividing wall of the partition, the enmity, in his flesh, "},{"style":"v","verse":"15","text":"invalidating the law of commandments in ordinances, in order that he might create the two in himself into one new man, \\add thus\\add*\\ef + \\fr 2:15 \\ft ﻿*Here “\\add thus\\add*” is supplied as a component of the participle (“making”) which is understood as result \\ef* making peace, "},{"style":"v","verse":"16","text":"and might reconcile both in one body to God through the cross, killing the enmity in himself.\\f + \\fr 2:16 \\ft Or “by it” (referring to the cross) \\f* "},{"style":"v","verse":"17","text":"And coming, he proclaimed the good news of peace to you who were far away and peace to the ones who were near, "},{"style":"v","verse":"18","text":"because through him \\add we\\add* both have access in one Spirit to the Father. "},{"style":"v","verse":"19","text":"Consequently, therefore, you are no longer strangers and foreigners, but you are fellow citizens of the saints and members of the household of God, "},{"style":"v","verse":"20","text":"built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone,\\f + \\fr 2:20 \\ft Or perhaps “capstone” \\f* "},{"style":"v","verse":"21","text":"in whom the whole building, joined together, grows into a holy temple in the Lord, "},{"style":"v","verse":"22","text":"in whom you also are built up together into a dwelling place of God in \\add the\\add* Spirit.\\f + \\fr 2:22 \\ft Or “are built up together in spirit \\fq = spiritually \\ft into a dwelling place of God” (cf. \\sc nrsv\\sc*) \\f*"}]