[{"style":"s1","text":"Yarub juróom ñetteel ba: njéeréer ya"},{"style":"p","text":""},{"style":"v","text":"Ba loolu weesoo Aji Sax ji dafa wax Musaa ne ko: «Demal ca Firawna. Maa dëgëral boppam, mooki dagam, ngir jëfe samay firnde fi seen biir."},{"style":"v","text":"Su ko defee ngeen mana nettali seeni doom ak seeni sët ni ma toroxale waa Misra, ak sama firnde yi ma def fi seen biir, ndax ngeen xam ne man maay Aji Sax ji.»"},{"style":"p","text":""},{"style":"v","text":"Musaa ak Aaróona nag dem ca Firawna, wax ko ne ko: «Aji Sax ji Yàllay \\w Ebrë|Ebrë:\\w* yi dafa wax ne: Siide nga maa nangul daal? Waaw, foo àpp sa ngàntal ak man? Bàyyil sama ñoñ, ñu dem màggali ma."},{"style":"v","text":"Soo bañee bàyyi sama ñoñ, ñu dem kat, ëllëg dinaa wàcce ay njéeréer ci sam réew."},{"style":"v","text":"Dinañu lal déndu réew mi, ba kenn dootul gis suuf. Dinañu lekk lu fi tawub yuur bi ba woon, te garab yi ci seeni tool yépp lañuy lekk."},{"style":"v","text":"Te itam dinañu fees say biir kër ak sa këri dag yépp ak këri waa Misra gépp, muy mbir mu say maam ak say maamaat masula gis, ba ñu ganee àddina ba bésub tey jii.»"},{"style":"p","text":"Ba loolu amee Musaa walbatiku, bàyyikoo ca Firawna."},{"style":"v","text":"Dagi Firawna ya wax Firawna ne ko: «Lu nuy seetaanati, waa jii di nu yóbbe aw ay? Bàyyil \\w bànni Israayil|bànni Israayil:\\w* ñii kay, ñu màggali seen Yàlla Aji Sax ji! Xanaa yéguloo ne Misra tas na?»"},{"style":"v","text":"Ñu delloosi nag Musaak Aaróona ca Firawna, mu ne leen: «Demleen màggali seen Yàlla Aji Sax ji! Waaw, ñiy dem sax, ñan la?»"},{"style":"v","text":"Musaa ne ko: «Nun ñépp ay dem kay, mag ak ndaw; danuy dem, ànd ak sunuy doom, góor ak jigéen, ak sunuy jur, gu gudd ak gu gàtt, ndax màggalug Aji Sax ji la ci nun.»"},{"style":"p","text":""},{"style":"v","text":"Firawna ne leen: «Ãa, yal na leen Aji Sax ji saxoo taxawu walla, ndegam maa leen di bàyyi moos, ngeen dem, yóbbaale seen njaboot! Xam ngeen ne naruleen njub de."},{"style":"v","text":"Mukk laa wax! Du dangeen di màggal Aji Sax ji? Demleen boog, yeen ñiy góor!»"},{"style":"p","text":"Ba loolu amee ñu dàq leen, ñu jóge ca Firawna."},{"style":"v","text":"Aji Sax ji ne Musaa: «Tàllalal sa loxo, mu tiim réewum Misra, ngir njéeréer yi ñëw, song réewum Misra, ba lekk gàncax gi ci réew mi, lekk lépp lu fi tawub yuur bi bàyyi woon.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Musaa tàllal yetam, mu tiim réewum Misra, Aji Sax ji yékkati ngelaw ca réew ma, mu jóge penku, yendoo gelaw, fanaanoo ko. Bët set, ngelawal penku la indi njéeréer ya."},{"style":"v","text":"Njéeréer ya song réewum Misra mépp, sam déndu Misra wépp, ba mu fatt taraj. Lu ni tollu masula am, te dootul amati."},{"style":"v","text":"Njéeréer ya daa muur suuf sa sépp, ba giseesu ko. Suuf sa ñuul kukk. Njéeréer ya lekk lépp luy gàncax mbaa meññeefi garab gu tawub yuur ba jotuloona yàq, ba lenn lu naat desatul, du xobi garab, du gàncax, ca mboolem réewum Misra."},{"style":"p","text":""},{"style":"v","text":"Firawna nag gaaw woolu Musaak Aaróona, ne leen: «Tooñ naa seen Yàlla Aji Sax ji, tooñ leen."},{"style":"v","text":"Baal ma àq bii yoon rekk, te ngeen ñaanal ma seen Yàlla Aji Sax ji, ngir mu teggil ma rekk, wii ay wu rey.»"},{"style":"v","text":"Musaa bàyyikoo ca Firawna, tinu Aji Sax ji."},{"style":"v","text":"Aji Sax ji walbati ngelaw la, mu jóge sowu, am doole lool, daldi fél njéeréer ya, sànni ca géeju Barax ya, ba luy niru njéeréer desatul ca déndu Misra."},{"style":"v","text":"Teewul Aji Sax ji dëgëral boppu Firawna, mu të rekk, baña bàyyi bànni Israayil ñu dem."},{"style":"s1","text":"Yarub juróom ñeenteel ba: lëndëm gu tar ga"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Aji Sax ji ne Musaa: «Tàllalal sa loxo, mu jublu asamaan, lëndëm wàcc ci kaw réewum Misra, lëndëm gu nit mana daj, ndax fatt.»"},{"style":"v","text":"Musaa tàllal loxoom, mu jublu asamaan, lëndëm gu fatt wàcc ca kaw réewum Misra gépp, diiru ñetti fan."},{"style":"v","text":"Kenn gisul sa moroom, kenn manula jóge fa nga nekk, diiru ñetti fan. Teewul këri \\w bànni Israayil|bànni Israayil:\\w* gépp di leer."},{"style":"p","text":""},{"style":"v","text":"Firawna nag woolu Musaa, ne ko: «Demleen màggali Aji Sax ji. Seen jur gu gudd ak gu gàtt rekk a fiy des, seeni doom sax man nañoo ànd ak yeen.»"},{"style":"v","text":"Musaa ne ko: «Danga noo wara bàyyee lu nuy sarxalal sunu Yàlla Aji Sax ji, ak yu ñu koy defal \\w saraxu rendi-dóomal|Sarax yi:\\w*."},{"style":"v","text":"Sunuy gétt dina nu topp moos, luy nirook we sax du des gannaaw, ndax ci lanuy tànne lu nuy màggale sunu Yàlla Aji Sax ji, te itam li feek nuy àgg foofa, manunoo xam lan lanu ciy def sarax, màggale Aji Sax ji.»"},{"style":"v","text":"Teewul Aji Sax ji dëgëral boppu Firawna, mu të rekk, bañ leena bàyyi ñu dem."},{"style":"v","text":"Firawna nag ne Musaa: «Neel mott! Bul fexe ba taxawati sama kanam! Ndax bés boo jàkkaarlooteek man, kera ngay dee.»"},{"style":"v","text":"Musaa ne ko: «Noonu la sax de. Duma jàkkaarlooteek yaw moos!»"}]