[{"style":"s1","text":"Lu jëm ci bésub Mucc ba"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji wax na ak Musaa ak Aaróona ca réewum Misra, ne leen:"},{"style":"v","text":"«Weer wii mooy doon ci yeen wi jiitu ci weer yi, te na doon ci yeen weer wi njëkk ci at mi."},{"style":"v","text":"Waxleen ak mbooloom Israayil mépp ne leen, bésub fukkeel ba ci weer wii, na ku nekk jëlal njabootam ab gàtt, kër gu nekk ak gàttam."},{"style":"v","text":"Waaye su dee gàtt bu ëpp waa kër ga, dañu koy bokk ak kër gi leen gëna jege, te nañu seet nu nit ña tollu, doora tànn gàtt bu dëppook la ñu mana lekk."},{"style":"v","text":"Gàtt ba bumu am sikk te na di kuuyu menn at. Man naa doon xar mbaa sikket."},{"style":"v","text":"Dangeen koy denc ba fukkeelu bés ba ak ñeent ci weer wii. Bu bés baa ci diggante ngoon ak jant bu so, na mbooloom Israayil mépp bokk rendi seeni gàtt."},{"style":"v","text":"Su ko defee ñu sàkk ca deret ja, taqal ca buntu kër ga ñu ko nara lekke, taqal ca ñaari jëni bunt ba ak njëël bunt ba ca kaw."},{"style":"v","text":"Dañuy lakk yàpp wa cib taal, lekk ko guddig keroog, boole kook mburu mu amul lawiir ak xob yu wex."},{"style":"v","text":"Nañu ko wàjj, mu ne ñumm, bopp bi ak tànk yi ak yérey biir yi. Buleen ci lekk dara lu ñorul, mbaa lu ñu baxal."},{"style":"v","text":"Buleen ci wacc dara mu fanaan, te lépp lu ci des bu bët setee, lakkleen ba mu jeex tàkk."},{"style":"v","text":"Ni ngeen koy lekke nag nii la: bu ngeen koy lekk, dangeen di takku, sol seeni dàll, yor seen yet, te ngeen lekk ko ci lu gaaw. Loolu gàttu saraxu \\w bésub Mucc|Màggal yi:\\w* ba lay doon, ñeel Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Guddig keroog maay wër réewum Misra te maay faat lépp luy taaw bu góor ci réewum Misra, nit ak mala, te itam maay mbugal mboolem tuuri Misra. Man maay Aji Sax ji."},{"style":"v","text":"Deret ji ci kër yi ngeen dëkke nag, mooy doon seen xàmmikaay, ba tax bu ma gisee deret ji, musal leen. Su ko defee bu may dal ci kaw réewum Misra, menn musiba du leen lor."},{"style":"p","text":""},{"style":"v","text":"«Bésub keroog bésub baaxantal lay doon ci yeen, ngeen war koo màggal ngir Aji Sax ji, muy dogal bu leen war fàww, yeen ak seen askan."},{"style":"s1","text":"Lu jëm ci ayu bésu Mburu mu amul lawiir"},{"style":"p","text":""},{"style":"v","text":"«Diiru juróom ñaari fan ngeen di lekk mburu mu amul lawiir; te bés bu njëkk bi ci boppam nangeen jële seeni kër luy lawiir, ndaxte képp ku ci lekk mburu mu am lawiir, li ko dale bés bi njëkk, ba kera bésub juróom ñaareel ba, dees na ko dagge ci askanu Israayil."},{"style":"v","text":"Bés bi njëkk nangeen ci amal woote bu \\w sell|sell:\\w*. Juróom ñaareelu bés ba itam nangeen ca amal ndaje mu sell; deesul liggéey lenn ci yooyu bés, lu moy ngeen togg ñam wu ñépp lekk. Loolu doŋŋ lees ciy mana def."},{"style":"p","text":""},{"style":"v","text":"«Nangeen wormaal \\w ayu bésu Mburu mu amul lawiir|Màggal yi:\\w*, ndaxte ci bés boobu tembe laa leen génnee réewum Misra, kuréel ci kaw kuréel. Kon nag nangeen wormaal bés bii, muy dogal bu leen war fàww, yeen ak seen askan."},{"style":"v","text":"Li ko dale ngoonu fukki fan ak ñeent ci weer wu njëkk wi, ba ca ngoonu ñaar fukki fan ak benn ci weer woowu, nangeen ci lekk mburu mu amul lawiir."},{"style":"v","text":"Diiru juróom ñaari fan, bu dara ci lawiir am fenn ci seeni kër, ndax képp ku lekk lu am lawiir, dees na ko dagge ci askanu Israayil, muy doxandéem mbaa doomu réew mi."},{"style":"v","text":"Buleen ci lekk lenn lu am lawiir, te fépp fu ngeen dal, na mburu mu ngeen mana lekk di mu amul lawiir.»"},{"style":"s1","text":"Waajal nañu bésub Mucc ba"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Musaa woo magi Israayil ñépp, ne leen: «Demleen tànnali seeni njaboot ay gàtt, te ngeen rendi gàtt yooyu, def ko saraxu \\w bésub Mucc|Màggal yi:\\w* ba."},{"style":"v","text":"Dangeen di jël ab takku cari isob\\f + \\fr 12.22 \\fk isob, \\ft as ngarab la su car ba sëq, ba ñu man koo diwe.\\f*, capp ci deret ji ci ndab li, diw ci seen njëël bunt ak seen ñaari jëni bunt, te bu kenn ci yeen wees buntu këram ba bët set."},{"style":"v","text":"Su ko defee, bu Aji Sax jiy wër ci biir réew mi, di faat waa Misra, ba gis deret ji taq ci seen njëël bunt ak seen ñaari jëni bunt, day teggi bunt ba, te du bàyyi malaakam reykat bi, mu dugg seeni kër, di reye."},{"style":"p","text":""},{"style":"v","text":"«Nangeen sàmmonteek loolu, muy dogal bu leen war fàww, yeen ak seen askan."},{"style":"v","text":"Keroog bu ngeen duggee nag ca réew ma leen Aji Sax ji jox, na mu leen ko dige woon, nangeen sàmmonteek jooju aada."},{"style":"v","text":"Te bu leen seeni doom laajee ne leen: “Lu aada jii di wund?”"},{"style":"v","text":"waxleen ne leen: “Loolu sarax la ñeel Aji Sax ji ngir bésub Mucc ba, ndax la mu teggi woon këri \\w bànni Israayil|bànni Israayil:\\w* ca Misra, kera ba muy faat waa Misra te musal ca sunuy kër.”»"},{"style":"p","text":"Ba mu waxee loolu ba noppi, mbooloo ma sujjóot, màggal Yàlla."},{"style":"v","text":"La Aji Sax ji santoon Musaa ak Aaróona, noonu rekk la ko bànni Israayil defe."},{"style":"s1","text":"Yarub fukkeel ba, di deewu taaw ya"},{"style":"p","text":""},{"style":"v","text":"Ca xaaju guddi la Aji Sax ji faat mboolem taawi réewum Misra yu góor, dale ko ca taaw bu góor bu Firawna, ma toog ca jal ba, ba ca taaw yu góor yu nit ña ñu tëj kaso, boole ca lépp luy taaw bu góor ca jur ga."},{"style":"v","text":"Firawna nag jóg ca guddi ga, moom ak dagam yépp ak waa Misra gépp, yuux gu réy jibe ca Misra, ndax këroo kër, du genn gu nit deewul."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Firawna woolu Musaak Aaróona ca guddi googu, ne leen: «Ayca! Mott! Soreleen sama waa réew, yeen ak seeni bokk! Laggleen, jaamuji Aji Sax ji, li ngeen bëgg."},{"style":"v","text":"Te itam yóbbaaleleen seen juroo jur, gu gudd ak gu gàtt, li ngeen bëgg rekk, te ne mott! Waaye ñaanaaleleen ma seen Yàlla nag, mu barkeel ma.»"},{"style":"s1","text":"Bànni Israayil gàddaay na"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee waa Misra soññ \\w bànni Israayil|bànni Israayil:\\w*, ngir ñu gaaw génn réew ma, ndax booba ña nga naan: «Nun ñépp ay dee!»"},{"style":"v","text":"Loolu tax mbooloom Israayil roñ seen xiiwi sunguf yu amagul lawiir. Ñu ëmb seen ndabi nootukaay ca seeni malaan, gàddu."},{"style":"v","text":"Fekk na bànni Israayil def la leen Musaa santoon ca waa Misra. Sàkku nañu ca ñoom ay gànjari xaalis ak wurus aki yére."},{"style":"v","text":"Aji Sax ji nag def waa Misra nangul bànni Israayil, ba jox leen la ñu sàkku; noonu lañu futtee waa Misra."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu bànni Israayil jóge dëkk ba ñuy wax Ramses, jëm Sukkót. Ña nga tollu ci juróom benni téeméeri junniy góor (600~000) te limaaleesul jigéen ñaak xale ya."},{"style":"v","text":"Amoon na it mbooloom nit ñu ànd ak ñoom, te di askan yu raxe, ak jur gu bare, gu gudd ak gu gàtt."},{"style":"v","text":"Ñu daldi lakk mburu mu tàppandaar ca xiiw wu amul lawiir, wa ñu jële Misra. La taxoon xiiw wa ñàkk lawiir mooy dañu leena dàqe Misra, ba taluñu woona fàggu lu ñu lekk."},{"style":"p","text":""},{"style":"v","text":"Diir ba bànni Israayil nekk Misra tollu na ci ñeenti téeméeri at ak fanweer (430)."},{"style":"v","text":"Keroog ca bés, ba ñeenti téeméeri at ya ak fanweer matee sëkk, ca la ñoñi Aji Sax ji génn réewum Misra, kuréel ci kaw kuréel."},{"style":"v","text":"Guddig keroog guddig teewlu la, ñeel Aji Sax ji, ngir moo leen ca génne réewum Misra, moo tax guddi googu di gu ñu jagleel Aji Sax ji, bànni Israayil gépp war cee fanaanee teewlu, ñeel Aji Sax ji, ba fàww."},{"style":"s1","text":"Ay dogali Aji Sax jaa ngii, ñeel bésub Mucc ba"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Aji Sax ji dafa wax ak Musaa ak Aaróona, ne leen: «Li ma dogal ci saraxu \\w bésub Mucc|Màggal yi:\\w* bi mooy lii. Benn doxandéem du ci lekk."},{"style":"v","text":"Waaye bépp jaam bu ñu jënd te mu xasa xaraf, man na cee lekk."},{"style":"v","text":"Benn màngaan mbaa liggéeykat bu ñu bind it du ci lekk."},{"style":"v","text":"Genn kër lees koy lekke; bu lenn ci yàpp wi génn kër gi, te deesu ci damm benn yax sax."},{"style":"v","text":"Mboolem ku bokk ci \\w bànni Israayil|bànni Israayil:\\w*, na def sarax bi."},{"style":"v","text":"Su fekkee ne ab doxandéem bu ngeen dëkkal dafa bëgga wormaal màggalu bésub Mucc ngir Aji Sax ji, xaraf war na ko, te war na gépp góor gu bootu ci moom; su loolu amee, dees na ko may, mu def ko, ndax kon day mel ni doomu réew mi. Waaye kenn ku xaraful du ci lekk."},{"style":"v","text":"Dogal bi benn lay doon, doomu réew mi ak doxandéem bi dëkk ci seen biir, bokk ci yem kepp.»"},{"style":"p","text":""},{"style":"v","text":"La Aji Sax ji santoon Musaak Aaróona, noonu rekk la ko bànni Israayil defe."},{"style":"p","text":""},{"style":"v","text":"Bésub keroog boobee la Aji Sax ji yiwi bànni Israayil, ñu def kuréel ci kaw kuréel, génn réewum Misra."}]