[{"style":"s1","verse":"","text":"Lu jëm ci aada yi ñuy baaxantale"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxaat Musaa, ne ko:"},{"style":"v","verse":"2","text":"«Nanga ma sédde bépp taaw bu góor, nit ak mala, lépp lu njëkka juddu ci \\w bànni Israayil|bànni Israayil:\\w*, maa moom.»"},{"style":"v","verse":"3","text":"Musaa ne mbooloo ma: «Fàttalikuleen bésub tey jii ngeen génne Misra, kërug njaam gi, ak ni leen Aji Sax ji yiwee dooley loxoom. Bu ci kenn lekk mburu mu am lawiir."},{"style":"v","verse":"4","text":"Yeena ngii tey di dem seen yoon ci weeru \\w Abiib|Abiib:\\w*."},{"style":"v","verse":"5","text":"Kon keroog bu leen Aji Sax ji yóbboo réewum Kanaaneen ña ak Etteen ña ak Amoreen ña ak Eween ña ak Yebuseen ña, fa mu giñaloon seeni maam, ne dina leen ko jox, réew mu meew maak lem ja tuuroo, nangeen wormaal màggal gi ci wii weer te ngeen di ko defe nii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Diiru juróom ñaari fan ngeen di lekk mburu mu amul lawiir, te na bésub juróom ñaareel ba di bésu màggalug Aji Sax ji."},{"style":"v","verse":"7","text":"Mburu mu amul lawiir ngeen di lekk diiru juróom ñaari fan; te it bu lenn lu am lawiir mbaa lawiir sax am fenn ci seen biir réew."},{"style":"v","verse":"8","text":"Bu keroogee na ku nekk xamal doomam, ne ko: “La ma Aji Sax ji defaloon, ba ma génnee Misra, moo waral lii tey.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Na màggal googu di pàttaliku ci yeen. Na mel ni màndarga mu nekk ci seen loxo ak seen jë. Su ko defee ngeen saxoo jàngale yoonu Aji Sax ji, ndax ci dooley loxoom la leen Aji Sax ji génnee Misra."},{"style":"v","verse":"10","text":"Nangeen sàmmonteek bii dogal ci bésam, at mu nekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Bu leen Aji Sax ji yóbboo nag réewum Kanaaneen ña, noonee mu leen ko giñale woon, yeen ak seeni maam, ba jox leen ko,"},{"style":"v","verse":"12","text":"nangeen sédde Aji Sax ji lépp lu njëkka juddu, rendil ko ko: lépp luy góor lu seen jur taawloo, Aji Sax jeey boroom."},{"style":"v","verse":"13","text":"Waaye lépp lu mbaam-sëf taawloo, nangeen ko jote ab gàtt, mu wuutu ko. Bu ngeen ko jotul, nangeen damm loos wi. Te itam jotleen képp kuy taaw bu góor ci seeni doom."},{"style":"v","verse":"14","text":"Su ko defee, bu leen seen doom laajee ëllëg, ne leen: “Lii lu muy tekki?” ngeen wax ko ne ko: “Dooley loxol Aji Sax jee nu génne Misra, kërug njaam ga."},{"style":"v","verse":"15","text":"Ba Firawna tëwee, bañ noo bàyyi, nu dem, Aji Sax jee rey mboolem lu doon taaw bu góor ca réewum Misra, taawu nit ba ci taawu mala. Looloo waral nuy rendil Aji Sax ji mépp mala mu njëkka juddu, di góor, sunu bépp taaw bu góor it, ñu war koo jote sarax su nu koy rendil.”"},{"style":"v","verse":"16","text":"Na yooyu sarax mel ni màndarga mu nekk ci seen loxo ak seen jë, di leen fàttali ni nu Aji Sax ji génnee Misra ci dooley loxoom.»"},{"style":"s1","verse":"","text":"Aji Sax ji jiite na mbooloo ma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Firawna bàyyi na mbooloo ma, ñu dem, waaye Yàlla jaaralewu leen ca yoon wa jëm réewu Filisti, doonte moo gënoona gàtt. Booba Yàlla dafa xam ne, su mbooloo ma sóoboo ci ay xare ci woowu yoon, dañuy yoqi, bay xalaata dëpp, dellu Misra."},{"style":"v","verse":"18","text":"Moo tax Yàlla wiiriloo mbooloo ma, ñu jaare ca màndiŋ ma, jëm ca géeju Barax ya. Ba mu ko defee \\w bànni Israayil|bànni Israayil:\\w* fagaru ba jekk, daldi génn Misra."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Musaa nag yóbbaale yaxi Yuusufa, ma giñloo woon bànni Israayil, ne leen: «Yàlla dina leen geesu moos, te bu keroogee nangeen fi jële samay yax, yóbbaale.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ñu bàyyikoo Sukkót, dal Etam ca wetu màndiŋ ma."},{"style":"v","verse":"21","text":"Bu bëccëgee nag Aji Sax ji nekk ci seen kanam ci biir taxaaru niir, di leen jiite ca yoon wa, te bu guddee mu nekk ci biir taxaaru sawara, di leen leeral, ba ñu mana dem guddi ak bëccëg."},{"style":"v","verse":"22","text":"Du bëccëg bu niir wa jóge ca kanam mbooloo ma, te du guddi it gu sawara wa masa wuute."}]