[{"style":"s1","text":"Firawna dabi na bànni Israayil"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa, ne ko:"},{"style":"v","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w*, ne leen ñu walbatiku dali fa jàkkaarlook Pi Axirot, ca diggante Migdol ak géeju Barax ya. Dalleen foofa jàkkaarlook Baal Cefon ca tefes ga."},{"style":"v","text":"Su ko defee Firawna da naan: “Bànni Israayil de dañoo réer ci àll bi, ba faf keppu ci màndiŋ mi.”"},{"style":"v","text":"Gannaaw loolu maay dëgëral boppu Firawna, mu topp leen, ba ma jaare ca siiwal sama ndam, ndax maay daan Firawnaaki xarekatam yépp, te waa Misra dinañu xam ne, man maay Aji Sax ji.» Musaa jottali leen ko, ñu def noona."},{"style":"p","text":""},{"style":"v","text":"Ba ñu yégalee Firawna buuru Misra, ne mbooloo ma daw na, mooki dagam dañoo soppi xalaat ca mbirum bànni Israayil. Ñu ne: «Waaw nun, li nu def nag? Ana luy ndeyi yiwi bànni Israayil, ba dootuñu nu surgawu?»"},{"style":"v","text":"Firawna takklu watiiru xareem, ànd aki jàmbaaram."},{"style":"v","text":"Mboolem watiiri xarey Misra la yóbbu, jiital juróom benni téeméer (600), ya ca gën, bu ci nekk yeb ay kilifay xarekat\\f + \\fr 14.7 \\fk kilifay xarekat: \\ft watiiru xare yi, ñaar la daan yeb, kiy dawal ak kiy fitt, waaye bii yoon Firawna da caa tofal njiitu xarekat, mu ñetteel leen.\\f*."},{"style":"v","text":"Aji Sax jee dëgëral boppu Firawna buuru Misra, mu toppi bànni Israayil, fekk bànni Israayil ñoom, ña ngay génn réew ma ci seen teeyug bakkan."},{"style":"v","text":"Waa Misra topp leen, ñook fasi Firawna yépp, ak watiiri xareem ak dawalkatam yaak xarekatam ya, ba dab leen fa ñu dal ca tefesu géeju Barax ya, fa jàkkaarlook Baal Cefon ca wetu Pi Axirot."},{"style":"p","text":""},{"style":"v","text":"Firawnaa ngay jubsi, bànni Israayil séentu, yemuñu ci ñu moy waa Misra, ñu dikk, jubsi leen. Tiitaange ju réy jàpp bànni Israayil. Ñu woo Aji Sax ji wall."},{"style":"v","text":"Ci biir loolu ñu ne Musaa: «Xanaa Misra dafa amul ay sëg, ba nga di nu indi ci màndiŋ mi, nu deesi fi? Loo nu doon génnee Misra?"},{"style":"v","text":"Xanaa du lii lanu la waxoon ca Misra? Noon nanu la, nga bàyyi nu, nu surgawu waa Misra, ndax surgawu waa Misra moo nu gënal nu dee ci màndiŋ mi!»"},{"style":"p","text":""},{"style":"v","text":"Musaa nag ne mbooloo ma: «Buleen tiit, neleen tekk te xool li Aji Sax jiy def, ba xettali leen tey jii. Ndax kat waa Misra yii ngeen di gis nii tey, dootuleen leen gis mukk."},{"style":"v","text":"Aji Sax ji moo leen di xeexal, yeen kay neleen tekk rekk.»"},{"style":"s1","text":"Yàlla xàll na géej ga"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Aji Sax ji wax Musaa ne ko: «Loo may woowe wall? Waxal \\w bànni Israayil|bànni Israayil:\\w*, ne leen ñu dem rekk,"},{"style":"v","text":"te yaw nanga yékkati saw yet, tàllal sa loxo mu tiim géej gi, ba xàll ko, ndax bànni Israayil mana dox ci suuf su wow, jàll géej gi."},{"style":"v","text":"Man nag maay dëgëral boppu waa Misra, ba ñu dugg, topp leen. Su ko defee ma siiwal sama ndam, ndax dinaa yar Firawnaaki xarekatam yépp, boole ci watiiri xareem aki gawaram."},{"style":"v","text":"Bu ma dumaa Firawna, boole kooki watiiram aki gawaram, ba doxe fa siiwal sama ndam, waa Misra dinañu xam ne man maay Aji Sax ji.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu malaakam Yàlla, ma féete woon xarekati Israayil kanam naka jekk te di leen jiite, daldi toxu, féete leen gannaaw. Niir wa leen jiitu woon it walbatiku, taxaw ca seen gannaaw,"},{"style":"v","text":"dox diggante dalu waa Misra ak dalu bànni Israayil. Niir waa nga lëndëme genn wet, wet ga ca des di leer ca guddi ga, ba tax guddi ga gépp benn dal manula fekki moroom ma."},{"style":"p","text":""},{"style":"v","text":"Gannaaw ga, Musaa tàllal loxoom, mu tiim géej ga, Aji Sax ji yebal ngelawal penku lu réy guddi ga gépp, jañaxe ko géej ga, ndox ya xàjjalikoo, ba suuf su wow feeñ."},{"style":"v","text":"Bànni Israayil nag dugg ca biir géej ga, di dox ci kaw suuf su wow, ndox ya ne sàtt, ñagal leen ndijoor ak càmmoñ."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee waa Misra daw topp ca ñoom, fasi Firawna ak watiiri xareem aki gawaram ànd, ñoom ñépp ne yentem ca biir géej ga."},{"style":"v","text":"Ba njël jotee Aji Sax ji dafa tollu ci biir taxaaru sawara wu ànd aku niir, di xool xarekati Misra, tiital leen, ñu fëlxoo."},{"style":"v","text":"Mu boole ca téye mbegey watiir ya, ba neexatuñoo dawal. Waa Misra ne: «Nan daw gaaw, ba rëcc bànni Israayil, ndax kat Aji Sax ji moo leen di xeexal, te moo dal ci sunu kaw!»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji nag wax Musaa ne ko: «Tàllalal sa loxo, mu tiim géej gi, ndax ndox mi délsi, ba sottiku ci kaw waa Misra, ñook seen watiiri xare ak seeni gawar.»"},{"style":"v","text":"Musaa tàllal loxoom, mu tiim géej ga. Ba bët di set géej ga dellu na, mel na mu meloon. Waa Misra di daw, géej ga wal, dogale leen, Aji Sax ji fél leen, ñu ne ca menteñ."},{"style":"v","text":"Ndox ma daa délsi, boole mëdd watiiri xare yaak gawar ya, mboolem xarekati Firawna ya leen toppoon ca biir géej ga rekk. Kenn rëccul."},{"style":"v","text":"Waaye bànni Israayil ñoom, ci suuf su wow lañu jaare ca digg géej ga, jàll, ndox ya ne sàtt, ñagal leen ndijoor ak càmmoñ."},{"style":"p","text":""},{"style":"v","text":"Noona la Aji Sax ji xettalee bànni Israayil bésub keroog ca waa Misra, ñu gis néewi waa Misra ya ne wetar ca tefes ga."},{"style":"v","text":"Ba Israayil gisee ni Aji Sax ji jowe loxoom bu baax ca xareem baak waa Misra, dañu daldi ragal Aji Sax ji, teg ca am kóolute ci Aji Sax ji ak ci Musaa, jaamam ba."}]