[{"style":"s1","verse":"","text":"Aji Sax ji leel na bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw gi, mbooloom \\w bànni Israayil|bànni Israayil:\\w* gépp bàyyikoo fa Elim, dem, ba keroog fukki fan ak juróom, ca weer wa topp ca wa ñu génne réewum Misra, ñu doora agsi màndiŋu Sin diggante Elim ak Sinayi\\f + \\fr 16.1 \\fk Sinayi \\ft mooy Xoreb ba tey.\\f*."},{"style":"v","verse":"2","text":"Mbooloom bànni Israayil gépp nag di diiŋat Musaa ak Aaróona ca màndiŋ ma."},{"style":"v","verse":"3","text":"Ña nga naa leen: «Céy ngalla nun, su nu sañoon dee, Yàlla moom nu ca réewum Misra, fa nu daan uufe cini yàpp, ñam wa ne gàññ, nu suur këll. Yeena nu indi ba ci màndiŋ mii, ngeen nara xiifloo mbooloo mii mépp, ba ñu dee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba loolu amee Aji Sax ji wax Musaa ne ko: «Maa ngi nii di tawal bànni Israayil ñam wu jóge asamaan, te na mbooloo mi dem bés bu set, fori njëlu bés ak bés. Ma nattu leen ci, ba xam ndax dinañu doxe sama ndigalu yoon am déet."},{"style":"v","verse":"5","text":"Waaye bu ñu demee ba bésub juróom benneel ba, ba togg la ñu ca indi, day tollook ñaar-cay dayo ba ñuy for bés bu set.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Musaa ak Aaróona nag xamal bànni Israayil ne leen: «Bu ngoonee dingeen xam ne, Aji Sax ji moo leen génne réewum Misra,"},{"style":"v","verse":"7","text":"te bu bët setee dingeen gis manoorey Aji Sax ji, ndaxte dégg na ngeen di diiŋat Aji Sax ji, ndax nun kat tekkiwunu dara, ba ngeen di nu diiŋat.»"},{"style":"v","verse":"8","text":"Musaa teg ca ne: «Moo tax Aji Sax ji dina leen jox yàpp wu ngeen lekk ngoon, te bu bët setee mu jox leen ñam wu leen reggal, ndax Aji Sax jee dégg ngeen di ko diiŋat. Nun lu nu ci? Du nun ngeen di diiŋat waaye yeen ak Aji Sax ji la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba loolu wéyee Musaa ne Aaróona: «Waxal mbooloom bànni Israayil gépp, ne leen ñu dem ba ca kanam Aji Sax ji, ndaxte dégg na seeni diiŋat.»"},{"style":"v","verse":"10","text":"Naka la Aaróona di wax ak mbooloom Israayil mépp, ñu jekki ne gees ca màndiŋ ma, daldi yem ci aw niir, leeru Aji Sax ji di ca feeñ."},{"style":"v","verse":"11","text":"Aji Sax ji wax Musaa ne ko:"},{"style":"v","verse":"12","text":"«Dégg naa diiŋati bànni Israayil. Wax leen ne leen, diggante ngoon ak jant bu so, dinañu lekk yàpp, te bu bët setee ñu lekk aw ñam, ba regg, ndax ñu xam ne man Aji Sax ji, maay seen Yàlla.»"},{"style":"s1","verse":"","text":"Aji Sax ji wàcce na mànn aki picc"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba ngoon jotee ay picci përëntaan\\f + \\fr 16.13 \\fk picci përëntaan: \\ft xeetu picc la, muy nirook naat te gën koo tuuti.\\f* dikk, fees dal ba. Ba bët setee lay bay wàcc ca dal ba."},{"style":"v","verse":"14","text":"Naka la lay ba bàcc, ñu jekki gis lu sew lale ca màndiŋ ma, def fepp yu sew ca biir, te mel ni tawub yuur, tege ca suuf."},{"style":"v","verse":"15","text":"\\w Bànni Israayil|bànni Israayil:\\w* gis ko, di wax ca seen biir naan: «Lii lu mu?» ndax xamuñu woon lu mu doon. Musaa ne leen: «Lii mooy ñam wi leen Aji Sax ji jox, ngeen lekk."},{"style":"v","verse":"16","text":"Aji Sax ji dafa santaane ne: “Na ku nekk for lu mat njëlam, bopp bu ne andaar\\f + \\fr 16.16 \\fk andaar: \\ft moom lañu tekkee omer ci ebrë, te muy natt buy tollu ci ñaari liitar.\\f*, te mu natt ko ci limu nit, ñi mu bokkal xayma.”»"},{"style":"v","verse":"17","text":"Bànni Israayil def noona, ñii for lu bare, ñee lu néew."},{"style":"v","verse":"18","text":"Waaye ba ñu ko nattee ci andaar, ña sàkkoon lu bare amuñu lu ëpp, te ña sàkkoon lu néew yéeslewuñu. La ñu for dafa tolloo tembe ak seen njël."},{"style":"v","verse":"19","text":"Musaa ne leen: «Bu ci kenn wacc dara, mu fanaan.»"},{"style":"v","verse":"20","text":"Waaye dégluwuñu Musaa, am na ñenn ca ñoom ñu ca wàññi, fanaanal, mu def ay sax, xasaw xunn. Musaa nag mere leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Suba su ñu xëyaan nag, ku nekk for ca njëlam, ndax bu naaj wa tàngaan, mu seey."},{"style":"s1","verse":"","text":"Aji Sax ji santaane na bésub Noflaay"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ba bésu juróom benneel ba jotee, dañoo for lu mat ñaari njël, ku nekk am ñaari andaar, njiiti mbooloo ma nag dem yeggeji ko Musaa,"},{"style":"v","verse":"23","text":"mu ne leen: «Loolu la Aji Sax ji wax, te li muy tekki mooy: ëllëg bésu dallu la, di \\w bésub Noflaay|bésub Noflaay b-:\\w* bu \\w sell|sell:\\w* ñeel Aji Sax ji. Lakkleen li ngeen di lakk, baxal li ngeen di baxal, te lu ci des, ngeen denc ba suba.»"},{"style":"v","verse":"24","text":"Ba ñu dencee la ca des ba ca ëllëg sa, na ko Musaa santaanee, xasawul, saxewul."},{"style":"v","verse":"25","text":"Musaa wax leen ne leen: «Lekkleen li des tey, ndax tey jii bésub Noflaay la, ñeel Aji Sax ji, te dungeen ko gis tey ci àll bi."},{"style":"v","verse":"26","text":"Juróom benni fan ngeen koy for, waaye bésub juróom ñaareel bay bésub Noflaay, kenn du ko gis.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Terewul mu am ñu fori ca bésub juróom ñaareel ba, waaye gisuñu dara."},{"style":"v","verse":"28","text":"Ca la Aji Sax ji wax Musaa ne ko: «Waaw yeen nag, dungeen ma noppee gàntalal samay santaaneek samay ndigali yoon mukk?"},{"style":"v","verse":"29","text":"Nangeen xam xéll ne, man Aji Sax ji, maa leen may bésub Noflaay ngir ngeen noppalu, te looloo tax ma may leen dundub ñaari fan ci bésub juróom benneel bi. Kon nag bésub juróom ñaareel ba, na ku nekk toog fi mu nekk, bu ci kenn génnati fi mu dëkk.»"},{"style":"v","verse":"30","text":"Ba loolu amee \\w bànni Israayil|bànni Israayil:\\w* di noppalu bésub juróom ñaareel ba."},{"style":"s1","verse":"","text":"Mànn ma jar naa fàttaliku"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Waa kër Israayil nag tudde ñam wa mànn (muy firi Lii lu mu?). Dafa meloon ni pepp mi ñuy wax koryanda, te weex, di saf lu mel ni nàkk bu ànd ak lem."},{"style":"v","verse":"32","text":"Ci biir loolu Musaa ne: «Aji Sax ji dafa santaane ne: “Sàkkleen ci andaar, denc ngir seeni sët ak seeni sëtaat. Su ko defee ñu gis ñam wi ma leen daan leel ca màndiŋ ma, gannaaw ba ma leen génnee réewum Misra.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Musaa wax Aaróona ne ko: «Fabal ndab, def ci andaaru mànn, teg ko fi kanam Aji Sax ji, dencal ko seeni sët ak seeni sëtaat.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"La Aji Sax ji santoon Musaa la Aaróona def, daldi koy teg ca kanam \\w gaal|gaalu kóllëre g-:\\w*\\f + \\fr 16.34 \\fk gaal ga: \\ft seetal ci 25.10-12.\\f* gay def àlluway kóllëre ga, ñu denc ko fa."},{"style":"v","verse":"35","text":"\\w Bànni Israayil|bànni Israayil:\\w* dunde nañu mànn diiru ñeent fukki at, ba kera ñu agsee réew mu ay nit dëkke, gannaaw ba ñu jéggee kemu réewum Kanaan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ñu jàpp ne andaar, boo ci amee fukk, mooy benn efa\\f + \\fr 16.36 \\fk efa, \\ft ab natt la woon, bu wara tollook ñaar fukki liitar ak ñaar.\\f*."}]