[{"style":"s1","text":"Ndox balle na ciw doj"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu mbooloom \\w bànni Israayil|bànni Israayil:\\w* gépp bàyyikoo màndiŋu Sin, di dox aka taxaw, ci ndigalal Aji Sax ji. Ñu dem ba Refidim, dal fa. Foofa nag mbooloo ma amuñu woon ndox mu ñu naan."},{"style":"v","text":"Ñu jote faak Musaa, naan ko: «Joxleen nu nag ndox mu nu naan!» Musaa ne leen: «Ana lu ngeen joteek man? Aji Sax ji ngeen di seetlu nag?»"},{"style":"v","text":"Mbooloo ma mar na fa, bay xultu ci kaw Musaa, naan: «Loo nu doon jële Misra nag, xanaa du boole nu rey ndax mar, nook sunuy doom ak sunuy gétt?»"},{"style":"v","text":"Ba mu ko defee Musaa woo Aji Sax ji wall, ne ko: «Nu may def ak mbooloo mii? Des na tuuti de, ñu dóor ma ay doj, ba ma dee.»"},{"style":"v","text":"Aji Sax ji ne Musaa «Àndal ak ñenn ci magi Israayil, nga jaar ci kanam mbooloo mi, yóbbaale yet, wa nga dóoroon ca dexu Niil ga. Jël ko te dem."},{"style":"v","text":"Man dinaa taxaw ci sa kanam ci doj woowu ca tundu Xoreb. Dóoral ci doj wi, su ko defee ndox dina ci génne, mbooloo mi naan.» Musaa def noona ca kanam magi Israayil ña."},{"style":"v","text":"Béreb boobu la Musaa woowe Maasa (muy firi Seetlu). Mu woowe ko itam Meriba (muy firi ab Jote), ndax joteb bànni Israayil ba fa amoon, ak na ñu fa seetloo Aji Sax ji, naan: «Moo, ndax Aji Sax ji mu ngi ci sunu biir, am déet?»"},{"style":"s1","text":"Amalegeen ña xare nañook Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba loolu weesoo Amalegeen ña dikk, xareek \\w bànni Israayil|bànni Israayil:\\w* ca Refidim."},{"style":"v","text":"Musaa ne Yosuwe\\f + \\fr 17.9 \\fk Yosuwe \\ft mooy bëkk-néegu Musaa. Seetal ci 33.11.\\f*: «Tànnal nu ay xarekat te nga dem xeex ak Amaleg. Ëllëg dinaa taxaw ca kaw tund wa, yor yetu Yàlla wi ci sama loxo.»"},{"style":"v","text":"Yosuwe def la ko Musaa wax, di xeex ak Amaleg. Musaa ak Aaróona ak Ur nag ànd yéeg ba ca kaw tund wa."},{"style":"v","text":"Ci kaw loolu saa yu Musaa yékkatee loxoom, Israayil man, saa yu wàccee loxo ba, Amaleg man."},{"style":"v","text":"Musaa nag mujj sonn ndax loxo yu toqi; ñu jël aw doj, tegal ko, mu toog ca, Aaróona ak Ur séq ko, ku ci nekk taawu benn loxo, loxoom ya ne sàtt taxaw, ba jant so."},{"style":"v","text":"Ba mu ko defee Yosuwe duma Amaleg ak mbooloom, leel leen ñawkay saamar."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Aji Sax ji wax Musaa ne ko: «Bindal lii xew cib téere, muy pàttali, te nga xamal Yosuwe ne ko, raafal laay def askanu Amaleg, ba ñu jeex tàkk, ba deesatu leen fàttaliku fu asamaan tiim.»"},{"style":"v","text":"Musaa nag sàkk fa \\w sarxalukaay|sarxalukaay b-:\\w*, tudde ko tur wuy tekki «Aji Sax jeey sama raaya»."},{"style":"v","text":"Booba la wax ne, gannaaw loxoo ñemee xàcc, jëm ci ngànguney Aji Sax ji\\f + \\fr 17.16 \\ft Manees na koo tekkee nii it: \\fqa raayay Aji Sax ji,\\f*, Aji Sax ji dootul noppee xareek Amaleg ba fàww."}]