[{"style":"s1","text":"Gorob Musaa yedd na Musaa"},{"style":"p","text":""},{"style":"v","text":"Yettro \\w sarxalkatu|sarxalkat b-:\\w* réewum Majan ba, baayu soxnas Musaa, dafa dégg mboolem la Yàlla defal Musaa ak \\w bànni Israayil|bànni Israayil:\\w* ñoñam ak ni Aji Sax ji génnee Israayil Misra."},{"style":"v","text":"Ci kaw loolu Yettro gorob Musaa, ànd ak Cipora soxnas Musaa, sa Musaa yebaloon ca kër baayam,"},{"style":"v","text":"boole kook ñaari doomi Musaa yu góor ya, kenn ka di Gersom (muy firi Doxandéem fii), ndaxte Musaa da ne woon: «Doxandéem laa fii.»"},{"style":"v","text":"Ka ca des mu tudde ko Elyeser (muy firi Yàlla dimbali na ma), ndax da ne woon: «Sama Yàllay baay mooy sama ndimbal te moo ma musal ci saamaru Firawna.»"},{"style":"v","text":"Yettro, gorob Musaa nag yóbbul Musaa soxnaam aki doomam ba ca màndiŋ ma, fa Musaa dal ca wetu tundu Yàlla wa."},{"style":"v","text":"Mu yónnee ca Musaa, ne ko: «Man Yettro, sa goro, maa ñëw fi yaw, ànd ak sa soxna ak sa ñaari doom yu góor.»"},{"style":"v","text":"Musaa génn gatandu ko, sujjóotal ko, fóon ko; ñu jàmmante ba noppi, doora dugg ca xayma ba."},{"style":"p","text":""},{"style":"v","text":"Musaa nag nettali goroom mboolem li Aji Sax ji def Firawna ak waa Misra ndax Israayil, ak jafe-jafe, ya leen dab ca yoon wa yépp, ak na leen ca Aji Sax ji xettalee."},{"style":"v","text":"Yettro bég lool ca la Aji Sax ji def lépp, ba baaxe Israayil, xettali leen ca nooteelu waa Misra."},{"style":"v","text":"Yettro nag ne: «Cant ñeel na Aji Sax ji leen xettali ci nootaangey waa Misra ak nootaangey Firawna, xettaliwaale mbooloo mi ci nootaangey waa Misra."},{"style":"v","text":"Léegi nag xam naa ne, Aji Sax jee sut mboolem tuur yi, ndax la mu def, ba leen waa Misra toroxalee.»"},{"style":"v","text":"Yettro, gorob Musaa, daldi sàkk \\w saraxu rendi-dóomal|Sarax yi:\\w* ak yeneen sarax, jagleel ko Yàlla. Aaróona ak magi Israayil ñépp dikk, ñu bokk lekk ñook gorob Musaa fa kanam Yàlla."},{"style":"p","text":""},{"style":"v","text":"Ca ëllëg sa Musaa toog, di àtte mbooloo ma, ñu wër ko suba ba ngoon."},{"style":"v","text":"Gorob Musaa gis mboolem la Musaa di defal mbooloo ma. Mu ne ko: «Waaw, ni ngay jëflanteek nit ñi nag? Lu tax ngay toog, di àtte yaw rekk, mbooloo mépp wër la, suba ba ngoon?»"},{"style":"v","text":"Musaa ne goroom: «Li ko waral mooy nit ñi dañuy dikk, di laaj li dëppook àttey Yàlla."},{"style":"v","text":"Bu ñu jotee, dañuy ñëw diis ma ko, su ko defee ma àtte leen ci mbir mi leen jotale, ba noppi xamal leen santaaney Yàlla ak ndigali yoonam.»"},{"style":"v","text":"Goro ba ne ko: «Ni ngay doxale gënul de!"},{"style":"v","text":"Dangay dàjji sa bopp doŋŋ, dàjji mbooloo mi, ndax yen bee diis, ba ëpp ci sa kaw; doo ko àttan yaw rekk."},{"style":"v","text":"Déglu ma fii, ma digal la, tey ñaan Yàlla ànd ceek yaw. Danga fee toogal mbooloo mi ci kanam Yàlla, di diis Yàlla jotey nit ñi,"},{"style":"v","text":"di leen xamal ay santaane aki ndigali yoon, di leen won fi ñu wara jaare ak li ñu wara def."},{"style":"v","text":"Kon nag dangay tànn ci biir mbooloo mi mépp ay góor ñu mat, ñu ragal Yàlla te dëggu, boole ci sib alalu ger. Su ko defee nga tabb leen, ñu yilif ay kuréel yu mat junniy nit ak yu tollu ci téeméeri nit, ba ci juróom fukki nit mbaa fukki nit."},{"style":"v","text":"Nga bàyyi leen nag, ñuy àtteel mbooloo mi bés bu nekk seeni jote. Su ko defee, mboolem réeroo bu mag, ñu indil la ko; mboolem réeroo bu sew nag, ñoom ñu àtteel ko seen bopp. Noonu ngay woyofale sab yen, ñu jàppale la ci."},{"style":"v","text":"Boo defee noonu, te Yàlla ànd ci, dinga ko mana dékku, mbooloo mii mépp it mana dellook jàmm ca seeni kër.»"},{"style":"p","text":""},{"style":"v","text":"Musaa nag topp ndigalu goroom, daldi def mboolem la mu ko wax."},{"style":"v","text":"Mu seet ca bànni Israayil gépp, tànn ca góor ñu mat, fal leen, ñu yilif mbooloo ma: ñii jiite kuréeli junniy nit; ñii, téeméer; ñii, juróom fukk; ñii fukk."},{"style":"v","text":"Ñuy àtte nag mbooloo ma saa su nekk. Su dee mbir mu lëj, ñu indil Musaa; mboolem mbir yu sew-sewaan ya, ñoom ñu àtte ko."},{"style":"v","text":"Ba loolu weesoo Musaa tàggatook goroom, mu dellu réewam."}]