[{"style":"s1","verse":"","text":"Yàlla xamle na kóllëreem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Keroog benn fan ca ñetteelu weer wa, gannaaw ba ñu génnee Misra, ca lañu agsi màndiŋu Sinayi."},{"style":"v","verse":"2","text":"Fekk na ñu bàyyikoo Refidim, doora duggsi màndiŋu Sinayi, daldi dal ca màndiŋ ma. Israayil a nga daloon foofa janook tund wa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ba loolu amee Musaa yéeg, jëm ca Yàlla. Aji Sax ji jaar ci turu Musaa foofa ca kaw, ne ko: «Nanga wax ak waa kër Yanqóoba te nanga ma siiwtaaneel ci \\w bànni Israayil|bànni Israayil:\\w* googu, lii ma lay wax:"},{"style":"v","verse":"4","text":"“Yeena gisal seen bopp ni ma def waa Misra, te yeen, ma boot leen, ni jaxaay di fireey laafam, boot ay doomam, ba ngeen jegesi ma fii."},{"style":"v","verse":"5","text":"Léegi nag su ngeen ma déggalee bu baax, di sàmm sama \\w kóllëre|kóllëre g-:\\w* ak yeen, yeenay doon sama moomeelu bopp ci mboolem askan yi. Dëgg la, àddina wërngal këpp maay Boroom,"},{"style":"v","verse":"6","text":"waaye yeenay doon nguuru \\w sarxalkati|sarxalkat b-:\\w* Yàlla, te di xeet wu \\w sell|sell:\\w*.” Kàddu yooyu ngay wax bànni Israayil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Musaa dellu, woolu magi mbooloo ma. Mu jottali leen mboolem wax jooju ko Aji Sax ji dénk."},{"style":"v","verse":"8","text":"Mbooloo ma mépp bokk benn baat, àddu ne: «Li Aji Sax ji wax lépp dinanu ko def.» Ci kaw loolu Musaa dem yegge Aji Sax ji tontal mbooloo ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Aji Sax ji wax Musaa ne ko: «Ma ne, dinaa yiiroo niir wu fatt, dikk ba agsi fi yaw, ngir bu may wax ak yaw, mbooloo mi di ci dégg, ndax ñu wóolu la ba fàww.» Ba loolu amee Musaa baamtul Aji Sax ji tontal mbooloo ma."},{"style":"s1","verse":"","text":"Yàlla wàcc na ca kaw tundu Sinayi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Gannaaw loolu Aji Sax ji waxaat Musaa ne ko: «Dellul ca mbooloo ma, ne leen ñu sangu-set tey ak ëllëg. Nañu fóot seeni yére,"},{"style":"v","verse":"11","text":"te waajal gannaaw ëllëg, ndax gannaaw ëllëg man Aji Sax ji maay wàcc ci kaw tundu Sinayi ci kanam mbooloo mépp."},{"style":"v","verse":"12","text":"Sàkkalal mbooloo mi ag kemu fi wër tund wi, te nga wax leen ne leen: “Moytuleena yéeg ci kaw tund wi, mbaa ngeen di laal tund wi fenn. Képp ku laal tund wi, dees na ko rey."},{"style":"v","verse":"13","text":"Bu loxo laal kooka, waaye dóorleen koy doj ba mu dee, mbaa ngeen jam ko. Su dee nit, su dee mala, bumu dundati.” Bu liit gi jibee doŋŋ nag lañuy doora mana dem ba ca tund wa.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba loolu amee Musaa wàcc tund wa, dellu ca mbooloo ma, ne leen ñu sangu-set, fóot seeni yére"},{"style":"v","verse":"15","text":"ba noppi, mu wax leen ne leen: «Waajalleen gannaaw ëllëg, te li feek booba, buleen fi ànd ak jigéen.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Keroog ca gannaaw ëllëg sa, naka la njël jot, muy dënooka melax, ànd ak aw niir wu fatt ca kaw tund wa, ak coowal bufta bu xumb\\f + \\fr 19.16 \\fk bufta, \\ft ab béjjénu kuuy la, bu ñu bënn ñaari wet yi, ngir man cee wal.\\f*. Waa dal ba bépp a nga tiit, bay lox."},{"style":"v","verse":"17","text":"Musaa daldi jiite mbooloo ma, ñu génn dal ba, ngir dajejeek Yàlla. Ñu dem ba ca suufu tund wa, taxaw fa."},{"style":"v","verse":"18","text":"Fekk na tundu Sinayi wa wépp di sël-sëleeku saxaar, ndax Aji Sax ja fa wàcc ci biir sawara. Saxaar saa ngay gilli ni saxaaru puuru ban, tund wépp di yëngook doole,"},{"style":"v","verse":"19","text":"bufta ba gëna jolli. Musaa ngay wax, Yàlla di ko tontoo kàddug dënu."},{"style":"v","verse":"20","text":"Ba mu ko defee Aji Sax ji wàcc ca tundu Sinayi wa, ca njobbaxtalu tund wa. Aji Sax ji nag woo Musaa foofa, ca njobbaxtal ga, Musaa dellu yéeg."},{"style":"v","verse":"21","text":"Aji Sax ji ne ko: «Wàccal, artu mbooloo mi, ndax ñu baña bëtt, di ma deñsi kumpa; lu ko moy ñu bare ci ñoom dinañu dee."},{"style":"v","verse":"22","text":"Te it \\w sarxalkat|sarxalkat b-:\\w* yi may jege, man Aji Sax ji, dañoo wara sellal, bala may dal ci seen kaw.»"},{"style":"v","verse":"23","text":"Musaa wax Aji Sax ji ne ko: «Mbooloo mi kat manuñoo yéeg tundu Sinayi, ndax yaw ci sa bopp artu nga nu, ne nu, nu sàkk ag kemu fi wër tund wi, te nu xam ne tund wu sell la.»"},{"style":"v","verse":"24","text":"Aji Sax ji ne ko: «Wàccal te délsi, ànd ak Aaróona. Waaye muy sarxalkat yi, di mbooloo mi, bu kenn bëtt, jëm ci man Aji Sax ji, lu ko moy ma dal ci seen kaw.»"},{"style":"v","verse":"25","text":"Ba loolu amee Musaa wàcc, fekki mbooloo ma, wax ak ñoom."}]