[{"style":"s1","text":"Kóllëre gi laaj na ay sàrt"},{"style":"p","text":""},{"style":"v","text":"Yàlla wax na \\w bànni Israayil|bànni Israayil:\\w* kàddu yii yépp, ne leen:"},{"style":"v","text":"«Man Aji Sax ji, maay seen Yàlla ji leen génne réewum Misra, kërug njaam ga."},{"style":"p","text":""},{"style":"v","text":"«Buleen am yeneen yàlla ci sama kanam."},{"style":"p","text":""},{"style":"v","text":"«Buleen sàkkal seen bopp tuur muy jëmmal lenn lu nekk ci kaw asamaan, mbaa ci kaw suuf, mbaa lu nekk ci ndox mu suuf tiim."},{"style":"v","text":"Buleen ci sujjóotal lenn, buleen ci jaamu lenn, ndax man seen Yàlla Aji Sax ji, Yàlla ju fiir laa. Maay topp doom tooñu waajur, ba ca seen maasi sët, ba ca maasug sëtaati nit ñi ma bañ."},{"style":"v","text":"Waaye maay baaxe ñi ma sopp, di sàmm samay santaane, ba ci junniy maas ya toppante."},{"style":"p","text":""},{"style":"v","text":"«Buleen tudd seen turu Yàlla Aji Sax ji ci neen, ndax Aji Sax ji du ñàkka topp kuy tudd aw turam ci neen."},{"style":"p","text":""},{"style":"v","text":"«Deeleen baaxantal \\w bésub Noflaay|bésub Noflaay b-:\\w*, ngir sellal ko."},{"style":"v","text":"Juróom benni fan ngeen wara liggéey, def ci seen soxla yépp."},{"style":"v","text":"Waaye bésub juróom ñaareel ba, Noflaay lay doon, ñeel seen Yàlla Aji Sax ji. Buleen ci liggéey lenn; du yeen, du seen doom ju góor ak ju jigéen, du seen jaam bu góor ak bu jigéen, du seenug jur, te du seen gan gu nekk ci seen biir dëkk."},{"style":"v","text":"Ndax man Aji Sax ji, juróom benni fan laa sàkk asamaan ak suuf ak géej ak lépp li ci biir, bésub juróom ñaareel ba, ma dallu. Moo tax man Aji Sax ji ma barkeel bésub Noflaay, sellal ko."},{"style":"p","text":""},{"style":"v","text":"«Teralleen seen ndey ak seen baay, ndax ngeen gudd fan ca suuf sa leen seen Yàlla Aji Sax ji jox."},{"style":"p","text":""},{"style":"v","text":"«Buleen bóom."},{"style":"p","text":""},{"style":"v","text":"«Buleen njaaloo."},{"style":"p","text":""},{"style":"v","text":"«Buleen sàcc."},{"style":"p","text":""},{"style":"v","text":"«Buleen seedeel seen moroom lu dul dëgg."},{"style":"p","text":""},{"style":"v","text":"«Buleen xemmem seen lennu moroom: du këram, du jabaram, du jaamam bu góor, du jaamam bu jigéen, du nagam, du mbaamam.»"},{"style":"s1","text":"Mbooloo ma dagaan na ab jottalikat"},{"style":"p","text":""},{"style":"v","text":"Mbooloo mépp a nga teew, ba muy dënooka melax, ànd ak coowal bufta baak tund way saxaar. Ñu gis loolu, di kat-kati, dànd fu sore."},{"style":"v","text":"Ci kaw loolu ñu ne Musaa: «Yaw, waxal ak nun, nu dégg, waaye bu Yàlla ci boppam wax ak nun, lu ko moy nu dee.»"},{"style":"p","text":""},{"style":"v","text":"Musaa ne mbooloo ma: «Buleen ragal, ndax nattu leen moo tax Yàlla ñëw, ngir ngeen ragal ko, ba dungeen moy.»"},{"style":"p","text":""},{"style":"v","text":"Noonu la mbooloo ma taxawe, dànd tund wa. Mennam Musaa moo jegeji niir wu fatt wa Yàlla nekkoon."},{"style":"ms","text":"Téereb kóllëre gi"},{"style":"mr","text":"(Saar 20.22---24.18)"},{"style":"s1","text":"Ay dogal a ngi, yu jëm ci ab sarxalukaay"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko: «Li ngay wax \\w bànni Israayil|bànni Israayil:\\w* mooy lii: “Yeena ko gisal seen bopp. Ca asamaan sax laa àddoo, wax ak yeen."},{"style":"v","text":"Buleen sàkkal seen bopp ay tuuri xaalis, mbaa ay tuuri wurus, di ma bokkaale, bumu am mukk."},{"style":"v","text":"\\w Sarxalukaay|sarxalukaay b-:\\w* bu ñu defare suuf ngeen may sàkkal, di ci sarxal seeni gàtt ak seeni nag, muy seen \\w saraxu rendi-dóomal|Sarax yi:\\w*, mbaa seen \\w saraxi cant ci biir jàmm|Sarax yi:\\w*. Ci mboolem béreb bu may fàttalee sama tur laay dikk fi yeen, barkeel leen."},{"style":"v","text":"Su ngeen ma dee sàkkal sarxalukaayu xeer, buleen ko defare xeer yu ñu yatt, ndaxte bu ngeen ko laalalee ab jumtukaay, teddadil ngeen ko."},{"style":"v","text":"Buleen yéeg ci ay dëggastal, doora mana àgg ca sama sarxalukaay, ndax loolu day tax ngeen di fa sàgganu.”»"}]