[{"style":"s1","text":"Yoonu Aji Sax ji ñoŋal na alalu nit"},{"style":"p","text":""},{"style":"v","text":"«Su fekkee dañoo jàpp ab sàcc guddi, muy toj kër jàmbur, bu ñu ko dóoree, ba mu dee, deesul topp ki dóor, bakkanu sàcc bi,"},{"style":"v","text":"waaye su jant xasee fenk, dees na ko topp bakkanam."},{"style":"p","text":"«Ab sàcc nag, bu ñu ko jàppee, na delloo li mu sàcc rekk. Su fekkee amu ko, dees koy jaay njaam, ndax càcc gi."},{"style":"p","text":""},{"style":"v","text":"«Su dee ku sàcc mala, muy nag mbaa mbaam mbaa ab gàtt, te ñu fekk ko ciy loxoom, muy dund, na fey ñaaram."},{"style":"p","text":""},{"style":"v","text":"«Ku wacc sag jur, mu ruur toolub jàmbur, ba lekk toolam mbaa tóokëru reseñam, na tànn li gën ci meññeefum toolu boppam mbaa tóokëru reseñam, dàmpe ko boroom tool bi mu lor."},{"style":"p","text":""},{"style":"v","text":"«Su fekkee ne dañoo taal sawara, mu jàpp cib ñag, lakkaale pepp mu jóore, mbaa pepp mu ñor mu ñu góobagul, mbaa mu ñoragul, ka taal sawara wa mooy xala fey li lakk."},{"style":"p","text":""},{"style":"v","text":"«Su nit dénkee moroomam xaalis, mbaa alal, ñu sàcce ko ci kër ki denc, te ñu jàpp sàcc bi, na sàcc bi fey ñaari yoon la mu sàcc."},{"style":"v","text":"Su ñu ko jàppul nag, na boroom kër gi sàkku seede àttekat yi, te waat ne, du moom ci boppam moo aakimoo alalu moroomam."},{"style":"v","text":"Saa yu ay nit jotee ci mbirum nag mbaa mbaam mbaa gàtt mbaa yére, mbaa lu réer lu mu doon, ñaar ñi solowoo alal ji, muy mala mbaa leneen, nañu yóbbu mbir mi fi kanam àttekat yi. Ku ci àttekat yi teg tooñ, na fey moroom mi ñaari yoon."},{"style":"p","text":""},{"style":"v","text":"«Su nit dénkee moroomam mbaam mbaa nag mbaa gàtt mbaa mala mu mu mana doon, su jur gi deewee mbaa mu damm, mbaa ñu sàcce ko àll te amul seede,"},{"style":"v","text":"li leen di àtte ngiñ lay doon ci Aji Sax ji. Na ka dencoon mala ma giñ ne jëlu ko. Na boroom mala mi it nangu ngiñ li. Ki dencoon du ko fey dara."},{"style":"v","text":"Waaye su ñu sàccee mala mi ci këram, moom mi dencoon mooy delloo boroom."},{"style":"v","text":"Su fekkee ne rabu àll a fàdd mala mi, na indi li ci des, muy firnde. Su boobaa du fey dara."},{"style":"v","text":"Su nit àbbee juru moroomam, jur ga damm mbaa mu dee fu boroom nekkul, na ki àbboon fey."},{"style":"v","text":"Waaye su ko boroomam fekkee, du laaj muy fey. Su fekkee ne dafa bindoon mala mi ci boroom, di ko fey, na boroom féetewoo njëg, ga ñu binde woon mala mi, muy peyam."},{"style":"s1","text":"Yoonu Aji Sax ji rafetal na dundin"},{"style":"p","text":""},{"style":"v","text":"«Su góor naxee ab janq bu kenn joxagul warugar, ba tëdde ko, na fey warugaram, muy jabaram."},{"style":"v","text":"Su fekkee ne baayam dafa lànk, ne du ko ko may it, du tere mu wara fey ci xaalis lu tollook warugaru janq."},{"style":"p","text":""},{"style":"v","text":"«Ab xërëmkat bu jigéen, buleen ko bàyyi, mu dund\\f + \\fr 22.17 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 19.26, 31.\\f*."},{"style":"p","text":""},{"style":"v","text":"«Képp ku tëdde mala, dee rekk mooy àtteem."},{"style":"p","text":""},{"style":"v","text":"«Kuy sarxeel jeneen yàlla ju dul Aji Sax ji moom rekk, dees koy faagaagal."},{"style":"p","text":""},{"style":"v","text":"«Ab doxandéem, buleen ko lor, buleen ko noot, ndaxte yeen itam ay doxandéem ngeen woon fa réewum Misra."},{"style":"p","text":""},{"style":"v","text":"«Képp ku dib jëtun akub jirim, buleen ko néewal."},{"style":"v","text":"Bu ngeen leen néewalee déy, bu ñu yuuxoo, woo ma wall, dinaa dégg seen yuux moos."},{"style":"v","text":"Su boobaa sama mer dina tàng, ma reye leen saamar, seeni jabar diy jëtun, seeni doom diy jirim."},{"style":"p","text":""},{"style":"v","text":"«Bu ngeen dee lebal ku bokk ci sama ñoñ, di néew-ji-doole ju ngeen dëkkal, buleen def ni ab leblekat, di ko sas ab tegandaay."},{"style":"p","text":""},{"style":"v","text":"«Su ngeen nangoo mbubbam tayle ci seen dëkkandoo, dellooleen ko ko bala jant a so."},{"style":"v","text":"Moom doŋŋ la am ci yére, di ko sànge yaramam; su ko ñàkkee, lu muy sàngoo ba tëdd? Te su ma woowee wall kat, dinaa ci dégg, ndax man Boroom Yërmande laa."},{"style":"p","text":""},{"style":"v","text":"«Man Yàlla, buleen wax lu ñaaw ci man, te seen kilifag askan, buleen wax lu bon ci moom."},{"style":"p","text":""},{"style":"v","text":"«Li tuuroo ci seen sàq yu fees, ak li wale ci seen nalukaay yu rembat, sama cér la; buleen ko yeexe, te seen taaw yu góor it, man ngeen leen di sédde."},{"style":"v","text":"Seen jur gu gudd ak gu gàtt itam, naka noonu. Juróom ñaari fan lay nekk ak ndeyam, bésub juróom ñetteel ba, ngeen jox ma ko."},{"style":"v","text":"Te itam nit ñu \\w sell|sell:\\w* ngeen wara doon, ñeel ma, kon nag yàppu mala mu ñu fàdde ci àll bi, buleen ko lekk; sànnileen ko xaj yi."}]