[{"style":"s1","verse":"","text":"Yàlla fasoo na kóllëre ak bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mu neeti Musaa: «Yéegal ñëw fi Aji Sax ji, yaw ak Aaróona ak Nadab ak Abiyu ak juróom ñaar fukki magi Israayil, te ngeen sujjóote nee, dànd ma."},{"style":"v","verse":"2","text":"Su ko defee yaw rekk yaay dikk, ba jege ma, man Aji Sax ji, waaye ñi ci des buñu jegesi, te it bu mbooloo mi yéegandoo ak yaw.»"},{"style":"v","verse":"3","text":"Musaa dem, yeggeji mbooloo ma kàdduy Aji Sax ji yépp, ak àttey yoonam yépp. Mbooloo ma mépp bokk benn baat, ne ko: «Li Aji Sax ji wax lépp dinanu ko def.»"},{"style":"v","verse":"4","text":"Ba loolu weesoo Musaa bind na mboolem kàdduy Aji Sax ji. Mu xëy nag suba teel, daldi sàkk ab \\w sarxalukaay|sarxalukaay b-:\\w* ca suufu tund wa, sampaale fa fukki doj ak ñaar, ñeel fukki giiri Israayil yaak ñaar."},{"style":"v","verse":"5","text":"Ba mu ko defee mu yebal ay ndawi \\w bànni Israayil|bànni Israayil:\\w*, ñu def ay \\w saraxi rendi-dóomal|Sarax yi:\\w*, boole ci rendi yëkk yu ndaw yu ñu def \\w saraxi cant ci biir jàmm|Sarax yi:\\w*, ñeel Aji Sax ji."},{"style":"v","verse":"6","text":"Musaa jël genn-wàllu deret ja, sotti ci ay ndab, la des ca deret ja, mu xëpp ko ca sarxalukaay ba."},{"style":"v","verse":"7","text":"Ba loolu amee mu jël téere ba ñu bind \\w kóllëre|kóllëre g-:\\w* ga, jàngal ko mbooloo ma, ñuy dégg. Mbooloo ma ne ko: «Li Aji Sax ji wax lépp dinanu ko def, ba mu mat sëkk.»"},{"style":"v","verse":"8","text":"Musaa jël deret ja, wis-wisal ca kaw mbooloo ma, ne leen: «Lii nag mooy deret ji Yàlla fase kóllëre gi mu séq ak yeen te mu aju ci mboolem kàddoom yii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba loolu amee Musaa yéeg, ànd ak Aaróona ak Nadab ak Abiyu ak juróom ñaar fukki magi Israayil."},{"style":"v","verse":"10","text":"Ñu daldi gis Yàllay bànni Israayil. Lu mel ni dëru per bu safiir a nga lal tànkam ya, mel ni asamaan, ndax na mu sete wecc."},{"style":"v","verse":"11","text":"Waaye njiiti bànni Israayil ña, loxol Yàlla dalu leen. Ñoo gis Yàlla, te gannaaw loolu lekk nañu, naan nañu."},{"style":"s1","verse":"","text":"Musaa yéeg na ca tund wa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Aji Sax ji waxati Musaa ne ko: «Yéegal ba ci man ci kaw tund wi te négandiku fa, ma jox la àlluway doj yi ak yoon wi, ak santaane yi ma ci bind ngir jàngale ko.»"},{"style":"v","verse":"13","text":"Musaa daldi jóg, mook Yosuwe, bëkk-néegam. Musaa nag yéeg ca tundu Yàlla wa."},{"style":"v","verse":"14","text":"Fekk na mu wax mag ña ne leen: «Xaarleen nu fii, ba nu délsi. Aaróona ak Ur a ngi nii ak yeen; ku ci am mbir mooy àttelu, demal ci ñoom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba Musaa yéegee ca kaw tund wa, niir wa daa yiir tund wa,"},{"style":"v","verse":"16","text":"leeru Aji Sax ja dal ca kaw tundu Sinayi, niir wa yiir tund wa diiru juróom benni fan. Bésub juróom ñaareel ba Aji Sax ji àddoo ca digg niir wa, woo Musaa."},{"style":"v","verse":"17","text":"Melow leeru Aji Sax jaa ngay nirook sawara wuy tàkk ca njobbaxtalu tund wa, \\w bànni Israayil|bànni Israayil:\\w* di gis."},{"style":"v","verse":"18","text":"Musaa yéeg ca kaw tund wa ba tàbbi ca biir niir wa, di wéy. Musaa nekk na ca kaw tund wa ñeent fukki guddi ak ñeent fukki bëccëg."}]