[{"style":"ms","text":"Lu jëm ci jaamookaay bi"},{"style":"mr","text":"(Saar 25.1---27.19)"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen, ñu indil ma ab saraxu njébbal. Ci képp ku am yéene ji, ngeen di jële li ñu may jébbal, indil ma ko."},{"style":"v","text":"Li ngeen di jële ci ñoom di wurus ak xaalis ak xànjar,"},{"style":"v","text":"ak wëñ gu baxa te laal yolet ak wëñ gu xewar ak gu xonq curr ak wëñu lẽe, ak kawari bëy"},{"style":"v","text":"ak deri kuuy yu ñu wulli, sóob ko xonqal, ak deri piipi\\f + \\fr 25.5 \\fk piipi, \\ft rabu géej la, bu der ba nooy te ndox du ko dugg.\\f* ak banti séng\\f + \\fr 25.5 \\fk séng: \\ft am na ñu koy woowe akasiya. Am na geneen garab gu xeetoo ak moom muy kàdd.\\f*,"},{"style":"v","text":"ak diwu oliw gu ñuy taaloo, ak ndàbb luy xeeñal diwug pal\\f + \\fr 25.6 \\fk diwug pal \\ft mooy li ñuy diwe sarxalkat, buur mbaa yonent ngir tabb leen ci seen liggéey.\\f*, di xeeñal \\w cuuraay|cuuraay l-:\\w*,"},{"style":"v","text":"ak ay peri onigsë, ak yeneen per yu ñuy tapp ci \\w xar-sànnim|xar-sànni m-:\\w* sarxalkat bu mag ba ak kiiraayal dënnam."},{"style":"v","text":"Na ma bànni Israayil defaral béreb bu sell, ndax ma dëkk ci seen biir."},{"style":"v","text":"Na lépp dëppoo ak li ma lay won. Muy misaalu \\w xaymab jaamookaay|xaymab ndaje m-:\\w* bi, di misaalu mboolem ay jumtukaayam, lépp defeleen ko noonu."},{"style":"s1","text":"Lu jëm ci gaal giy def àlluway seede si"},{"style":"p","text":""},{"style":"v","text":"«Defarleen gaalu dénku séng, guddaay bi di ñaari xasab\\f + \\fr 25.10 \\fk xasab \\ft mooy guddaayu loxo, diggante catu baaraamu digg ak conc, di ñeent fukki sàntimet ak juróom.\\f* ak genn-wàll, yaatuwaay bi di xasab ak genn-wàll; taxawaay bi di xasab ak genn-wàll."},{"style":"v","text":"Nañu ko xoobe wurusu ngalam. Biir ak biti lañu koy xoobe wurus, sàkkal ko kéméju wurus gu ko wër."},{"style":"v","text":"Móolalal gaal gi ñeenti lami wurus yu ñuy takk ci ñeenti tànk yi; ñaari lam ci genn wet gi, ñaar, wet gi ci des."},{"style":"v","text":"Yattlul ay njàppuy bantu séng te nga xoob bu ci nekk wurus."},{"style":"v","text":"Su ko defee nga roof njàppu yi ci lam yi ci weti gaal gi, ngir ñu di ko yóbboo gaal gi."},{"style":"v","text":"Ci lami gaal gi la njàppu yiy des te bañ cee jógeeti."},{"style":"v","text":"Yebal ci gaal gi àlluway seede si ma lay jox."},{"style":"p","text":""},{"style":"v","text":"«Defarlul kubeer gu ñuy awale njotlaay gu wurusu ngalam ngir gaal gi. Na guddaay bi di ñaari xasab ak genn-wàll, yaatuwaay bi di xasab ak genn-wàll."},{"style":"v","text":"Tëgglul ñaari jëmmi malaakay \\w serub|serub y-:\\w* yu wurus te nga féetale leen ak ñaari cati kubeeru njotlaay ga."},{"style":"v","text":"Defal cat lii ab serub, cat lee ab serub te nanga móolaale kubeer gi ak serub yi ci ñaari cat yi, ñu ànd di benn."},{"style":"v","text":"Na serub yi tàllal seeni laaf, jëme kaw te nañu yiire kubeeru njotlaay gi seeni laaf. Nañu janoo, te na seeni kanam jublook kubeeru njotlaay gi."},{"style":"v","text":"Tegal kubeeru njotlaay gi ci kaw gaal gi, gannaaw boo ci yebee àlluway seede si ma lay jox."},{"style":"v","text":"Foofa laay dajeek yaw; fa tiim kubeeru njotlaay ga, ca diggante ñaari serub ya ca kaw gaalu seede sa, fa laa lay waxe mboolem lu ma lay sant, ñeel \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"s1","text":"Lu jëm ci taabalu mburum teewal mi"},{"style":"p","text":""},{"style":"v","text":"«Defarlul taabalu bantu séng, guddaay bi di ñaari xasab, yaatuwaay bi di xasab, taxawaay bi di xasab ak genn-wàll."},{"style":"v","text":"Xoob ko wurusu ngalam te defal ko kéméju wurus gu ko wër."},{"style":"v","text":"Defal ko pegg bu ko wër bu tollu ci ñeenti baaraam, te sàkkal pegg ba kéméju wurus, wërale ko."},{"style":"v","text":"Defarlul ko ñeenti lami wurus te we lam ya ca ñeenti wet ya, fa fareek ñeenti tànk ya."},{"style":"v","text":"Na lam yi dendeek pegg ngir mana téye njàppu yi ñuy yóbboo taabal ji."},{"style":"v","text":"Yattlul ay njàppu yu bantu séng, nga xoob njàppu yi wurus, ñu di ko yóbboo taabal ji."},{"style":"v","text":"Sàkkal ko ay ndabam yu tell aki mbàttoom aki njaqam, ak këllam yi ñuy tuural Yàlla. Te wurusu ngalam ngay def lu ci nekk."},{"style":"v","text":"Tegal \\w mburum teewal|mburum teewal m-:\\w* mi ci kaw taabal ji, mu nekk ci sama kanam ba fàww."},{"style":"s1","text":"Lu jëm ci tegukaayu làmp bi"},{"style":"p","text":""},{"style":"v","text":"«Defarlul tegukaayu làmp bu wurusu ngalam. Tegukaay ba, dees koy tëgg. Na taatu tegukaay ba ak per ba ànd aki kaasam aki kàmbóotam aki mbaram, lépp di benn."},{"style":"v","text":"Juróom benni car a soqikoo ci weti tegukaayu làmp bi, ñetti car ci gii wet, ñett ci gi ci des."},{"style":"v","text":"Benn car day am ñetti kaas yu bindoo ni tóor-tóori garabu amànd\\f + \\fr 25.33 \\fk garabu amànd \\ft xeetoo naak gerte-tubaab.\\f*, kaas bu ci nekk ànd ak ay kàmbóotam aki mbaram, car ba ca topp am ñetti kaas yu bindoo ni tóor-tóori garabu amànd, kaas bu ci nekk ànd aki kàmbóotam aki mbaram, ba juróom benni car ya soqikoo ca per ba, daj."},{"style":"v","text":"Gannaaw loolu peru tegukaayu làmp ba itam day am ñeenti kaas yu bindoo ni tóor-tóori garabu amànd, ànd ak ay kàmbóotam aki mbaram."},{"style":"v","text":"Ab kàmbóot ay ronu yii ñaari car, jàpp ca; beneen kàmbóot ronu ñaari car ya ca topp, jàpp ca, ab kàmbóot ronu ñaari car ya mujj, jàpp ca, juróom benni car ya soqikoo ca peru làmp ba, daj."},{"style":"v","text":"Kàmbóot ya ak car ya dañuy ànd ak tegukaay ba, di wenn donju wurusu ngalam wu ñu tëgg ba mu jekk."},{"style":"v","text":"Defarlul juróom ñaari làmpam. Te na làmp ya tege tegin wuy leeral ca kanam tegukaay ba."},{"style":"v","text":"Ñiimi feyukaayu làmp yi ak andi làmp yi na doon wurusu ngalam."},{"style":"v","text":"Fanweeri kiloy wurusu ngalam ak juróom\\f + \\fr 25.39 \\ft Mu yemook benn nattu diisaay bu ñu daan jëfandikoo, ñu di ko wax talaŋ.\\f*, ci lees di sàkk tegukaayu làmp bi, ak mboolem ay jumtukaayam."},{"style":"v","text":"Nanga xool te def leen mu dëppook misaal yi ñu la ciy won ci kaw tund wi."}]