[{"style":"s1","text":"Lu jëm ci sori xaymab jaamookaay bi"},{"style":"p","text":""},{"style":"v","text":"«\\w Xaymab jaamookaay|xaymab ndaje m-:\\w* bi nag, defare ko fukki sori rabali lẽe, mu ànd ak wëñ gu baxa te laal yolet ak wëñ gu xewar ak gu xonq curr, te nga ñawaale ca nataali \\w serub|serub y-:\\w*."},{"style":"v","text":"Guddaayu sor bu nekk na doon ñaar fukki xasab ak juróom ñett, yaatuwaay ba di ñeenti xasab, te sor yépp ay tolloo."},{"style":"v","text":"Yii juróomi sor day taqaloo ca guddaay ba, juróomi sor ya ca des taqaloo noonu."},{"style":"v","text":"Ñawlul ay takku yu baxa te laal yolet ca catal sor, ba mujj ca benn taqalante ba, te ñawe ko noonu itam ca catal sor ba jeexal taqalante ba ca des."},{"style":"v","text":"Juróom fukki takku ngay def ci catal benn sor bi, ak juróom fukki takku ci catal sor, bi jeexal taqalante bi ci des, te na takku yi yemoo."},{"style":"v","text":"Su ko defee nga defarlu juróom fukki lonku yu wurus yu ñuy jokkalee sor yi, ba xaymab jaamookaay bi doon benn."},{"style":"p","text":""},{"style":"v","text":"«Te itam ràbblul ay sori kawari bëy, ngir def ko ab xayma, muy kiiraay ci kaw jaamookaay bi. Fukk ak benn la sor yiy doon."},{"style":"v","text":"Guddaayu sor bu nekk di fanweeri xasab, yaatuwaay bi di ñeenti xasab, te fukki sor yeek benn yépp ay tolloo dayo."},{"style":"v","text":"Taqleel yii juróomi sor, juróom benni sor yi ci des it noonu, te juróom benneelu sor bi, nanga ko lem, fi féeteek kanam xayma bi."},{"style":"v","text":"Sàkkal juróom fukki takku ci catal sor bi mujj ci benn taqalante bi, ak juróom fukki takku ci catal sor bi jeexal taqalante bi ci des."},{"style":"v","text":"Sàkkal juróom fukki lonku yu xànjar te nga we lonku yi ci takku yi, daldi jokkale ñaari taqalante yi, muy benn xayma."},{"style":"v","text":"Liy lang te ëppe ci sori xayma bi nag, di beneen genn-wàllu sor bi, na lange ci gannaaw xaymab jaamookaay bi."},{"style":"v","text":"Waaye benn xasab bi ëppe wet gu nekk ci guddaayu sori xayma bi, na lange ci ñaari weti jaamookaay bi, ngir yiire ko ko."},{"style":"v","text":"Nanga defarlul xayma bi malaanum deri kuuy yu ñu sóob xonq, ak meneen malaanum deri piipi muy tege ca kawam."},{"style":"s1","text":"Lu jëm ci kenuy xaymab jaamookaay bi"},{"style":"p","text":""},{"style":"v","text":"«Sàkkalal xaymab \\w jaamookaay|xaymab ndaje m-:\\w* bi ay làcci bantu séng yuy sampe. Na làcc wu nekk am ñaari kenu yu ñu lëkkalee galan yu ndaw, te nga def làcci jaamookaay bi yépp noonu. Na taxawaayu làcc wu nekk di fukki xasab, yaatuwaay bi di xasab ak genn-wàll."},{"style":"v","text":"Ci wàllu làcci jaamookaay bi, sësaleel ñaar fukki làcc fi féete bëj-saalum,"},{"style":"v","text":"boole kook ñeent fukki tegukaayi xaalis yuy ronu kenuy ñaar fukki làcc yi, ñaari tegukaay ay ronu làcc wi jiitu ngir ñaari kenoom yi muy àndal, ñaari tegu topp ci, ronu wépp làcc wu ci topp, ngir ñaari kenoom yi muy àndal."},{"style":"v","text":"Geneen wetu jaamookaay gi féete bëj-gànnaar itam, na doon ñaar fukki làcc"},{"style":"v","text":"ak seeni ñeent fukki teguy xaalis, ñaari tegu ronu làcc wi jiitu, ñaari tegu topp ci, ronu wépp làcc wu ci topp."},{"style":"v","text":"Gannaawu jaamookaay gi féete sowu, sàkkal ko juróom benni làcc;"},{"style":"v","text":"nga teg ci ñaari làcc ngir colli jaamookaay bi ci gannaaw."},{"style":"v","text":"Nañu àndandoo ci suuf te lëkkoo ca kaw ci benn lam kepp. Noonu lañuy bindoo ñoom ñaar; ñooy doon ñaari coll yi."},{"style":"v","text":"Muy juróom ñetti làcc ak seeni teguy xaalis, di fukki tegu ak juróom benn, ñaari tegu ronu làcc wi jiitu, ñaari tegu topp ci, ronu wépp làcc wu ci topp."},{"style":"p","text":""},{"style":"v","text":"«Nanga sàkk itam ay galani bantu séng: juróomi galan yuy ànd ak làcc yi ci genn wetu jaamookaay bi,"},{"style":"v","text":"ak juróomi galan ngir làcci wet gi ci des, ak juróomi galan ngir làcc, yi ci gannaaw jaamookaay bi, fi féete sowu."},{"style":"v","text":"Galanu digg bi, ci digg làcc yi lay nekk, dale ko cat ba cat."},{"style":"v","text":"Xoobal làcc yi wurus te nga sàkkal làcc wu ci nekk ay lami wurus yuy téye galan yi, te nga xoob galan yi it wurus."},{"style":"v","text":"Su ko defee nga taxawal xaymab jaamookaay bi, ni ñu la ko wone ci kaw tund wi."},{"style":"s1","text":"Lu jëm ci rido bi"},{"style":"p","text":""},{"style":"v","text":"«Sàkkal rido bu ñu ràbbe wëñ gu baxa te laal yolet, ak wëñ gu xewar ak gu xonq curr, ak wëñu lẽe, ñu ñawaale ca nataali \\w serub|serub y-:\\w*,"},{"style":"v","text":"te nga wékk ko ci ñeenti jëni séng yu ñu xoobe wurus, jën yi ànd ak seen wékkukaayi wurus, te nga móolal jën yi ñeenti teguy xaalis."},{"style":"v","text":"Wewal rido bi ci ron lonku yi, su ko defee nga yóbbu \\w gaalu àlluway seede|gaalu kóllëre g-:\\w* si foofu ci gannaaw rido bi, rido bi xàjjaleel leen \\w néeg bu sell|néeg bu sell b-:\\w* bi ak néeg bu sella sell bi."},{"style":"v","text":"Tegal kubeer ga ñuy amale ag njotlaay ca kaw gaal ga àlluway seede sa dence, ca biir néeg bu sella sell bi."},{"style":"v","text":"Tegal taabal ja ca biti, ca kanam rido ba, te nga teg tegukaayu làmp ba ca wetu bëj-saalumu \\w jaamookaay|xaymab ndaje m-:\\w* ba, mu jàkkaarlook taabal ja, taabal ja nag, nga tege ko wetu bëj-gànnaar."},{"style":"s1","text":"Lu jëm ci kiiraayal buntu xayma bi"},{"style":"p","text":""},{"style":"v","text":"«Sàkkalal buntu xayma bi kiiraay lu ñu ràbbe wëñ gu baxa te laal yolet, ak wëñ gu xewar ak gu xonq curr ak wëñu lẽe, muy liggéeyu ràbb bu rafet."},{"style":"v","text":"Nga sàkkal nag kiiraay li juróomi jëni séng, xoob wu ci nekk wurus, seeni wékkukaay di wurus, te nga móolal jën yi juróomi teguy xànjar."}]