[{"style":"s1","text":"Lu jëm ci sarxalukaay bi"},{"style":"p","text":""},{"style":"v","text":"«Nanga defare \\w sarxalukaay|sarxalukaay b-:\\w* bi bantu séng, guddaay bi di juróomi xasab, yaatuwaay bi di juróomi xasab; ab kaare la sarxalukaay biy doon, taxawaayam di ñetti xasab."},{"style":"v","text":"Defaral ko ay béjjénam ci ñeenti coll yi ci kaw. Béjjén yi, dees koy liggéeyaaleek sarxalukaay ba, ñu ànd di benn, te nanga xoob sarxalukaay bi xànjar."},{"style":"v","text":"Sàkkal ay ndabi tibbukaayu dóomam, ak ay ñiitukaayam, ak ay këllam, ak ay seppikaayi yàpp aki andam. Defal jumtukaayam yépp xànjar."},{"style":"v","text":"Sàkkal ko caax bu ñu tëgge xànjar te nga sàkkal caaxu xànjar bi ñeenti nopp ci ñeenti collam."},{"style":"v","text":"Tegal caax bi, mu ronu peggu sarxalukaay bi, te dale ci suuf ba ci digg sarxalukaay bi."},{"style":"v","text":"Sàkkalal sarxalukaay bi ay njàppuy bantu séng, te nga xoob lu ci nekk xànjar,"},{"style":"v","text":"te nga roof njàppu yi ci nopp yi, su ko defee njàppu yi des ci ñaari weti sarxalukaay bi, ngir bu ñu koy yóbbu."},{"style":"v","text":"Am pax ngay def sarxalukaay bi ci biir; nga defare ko ay xànq yu tàppandaar. Na ñu la ko wone ca kaw tund wa rekk lañu koy defe."},{"style":"s1","text":"Lu jëm ci ëttu jaamookaay bi"},{"style":"p","text":""},{"style":"v","text":"«Nanga sàkkalal \\w jaamookaay|xaymab ndaje m-:\\w* bi ab ëtt: guddaayu ëtt bi ci wetu bëj-saalum, téeméeri xasabi sori rabal yu ñu ràbbe wëñu lẽe moo koy ub, ci genn wet googu."},{"style":"v","text":"Jëni jaamookaay bi ñaar fukk lay doon, seen ñaar fukki tegu di xànjar, wékkukaay yeek galani jën yi di xaalis."},{"style":"p","text":""},{"style":"v","text":"«Naka noonu it ci wetu bëj-gànnaar, guddaay bi di téeméeri xasabi sori rabal, ak seen ñaar fukki jën yu seen ñaar fukki teguy xànjar ronu, wékkukaay yeek galani jën yi di xaalis."},{"style":"p","text":""},{"style":"v","text":"«Yaatuwaayu ëtt bi, fi féete sowu, juróom fukki xasabi sori rabal a koy ub, seeni jën di fukk, seeni tegu di fukk."},{"style":"p","text":""},{"style":"v","text":"«Yaatuwaayu ëtt bi, fi féete penku ci kanam, juróom fukki xasab la:"},{"style":"v","text":"fukki xasabi sori rabal ak juróom moo ub ëtt bi ci googu wet, seeni jën di ñett, seeni tegu di ñett."},{"style":"v","text":"Wet gi ci des it, fukki xasabi sori rabal ak juróom, seeni jën di ñett, seeni tegu di ñett."},{"style":"v","text":"Buntu ëtt bi nag, na doon lafu ñaar fukki xasab, wu ñu defare wëñ gu baxa te laal yolet, ak wëñ gu xewar ak gu xonq curr ak wëñu lẽe, muy liggéeyu ràbb bu rafet, ay jënam di ñeent, seeni tegu di ñeent."},{"style":"p","text":""},{"style":"v","text":"«Jën ya wër ëtt ba yépp, dees koy lëkkalee galan yu xaalis, wékkukaayi jën yi di xaalis, seeni tegu di xànjar."},{"style":"p","text":""},{"style":"v","text":"«Guddaayu ëtt bi téeméeri xasab lay doon, yaatuwaay bi di juróom fukk, taxawaayu wet yi di juróomi xasab, sor yi ñu ràbbe lépp di wëñu lẽe, tegu yi di xànjar."},{"style":"v","text":"Mboolem jumtukaay yi ñuy liggéeye ci jaamookaay bi, ba ci mboolem xeri xaymaam, ak mboolem xeri wërmbalu ëtt bi, lépp xànjar lay doon."},{"style":"ms","text":"Lu jëm ci santaane yi sarxalkat yi sasoo"},{"style":"mr","text":"(Saar 27.20---34.35)"},{"style":"s1","text":"Lu jëm ci diwu làmp bi"},{"style":"p","text":""},{"style":"v","text":"«Yaw nag, santal \\w bànni Israayil|bànni Israayil:\\w*, ñu indil la diwu segalu oliw gu raxul ngir leerlu, ñu di ko taale làmp yi guddi gu nekk."},{"style":"v","text":"Ci biir \\w xaymab ndaje|xaymab ndaje m-:\\w* mi\\f + \\fr 27.21 \\fk xaymab ndaje mi: \\ft dees na ko woowe jaamookaay ba, ba tey.\\f* la Aaróona ak doomam yu góor di teg làmp yi, ci kanam rido bi làq \\w gaalu àlluway seede|gaalu kóllëre g-:\\w* si, ñuy fanaanee tàkk ngoon ba bët set, fi kanam Aji Sax ji. Dogal a ngoogu, war bànni Israayil fàww, ñoom ak seen askan."}]