[{"style":"s1","text":"Lu jëm ci sarxalkat yeek seen xewu colu"},{"style":"p","text":""},{"style":"v","text":"«Lii nag mooy li nga leen di defal, ngir sédd leen céru cellte, ngir ñu di ma sarxalal: dangay jël yëkk wu ndaw ak ñaari kuuy yu amul sikk,"},{"style":"v","text":"ak mburu yu mag yu amul lawiir, ak kàmp yu sew yu amul lawiir yu ñu xiiwaale diw, ak mburu yu tàppandaar yu amul lawiir, ñu wis diw ca kaw, te sungufu bele su mucc ayib ngay defare yooyu."},{"style":"v","text":"Yebal lépp ci benn pañe te jébbale ko, mook yëkk wu ndaw wi ak ñaari kuuy yi."},{"style":"v","text":"Yóbbul Aaróona ak doomam yu góor, ba ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, nga sang leen."},{"style":"v","text":"Nga jël yére yi nag, solal Aaróona jàllaabi bi ak mbubbam \\w xar-sànni|xar-sànni m-:\\w* mi, teg ci xar-sànni mi, tegaat ci kiiraayal dënn bi, daldi koy takkal ngañaay liy tege ci xar-sànni mi."},{"style":"v","text":"Su ko defee nga kaala ko, takkal ko meeteel gu \\w sell|sell:\\w* gi, fi kanam kaala gi."},{"style":"v","text":"Te nga jël diwu pal gi, sotti ko ci kaw boppam, diw ko."},{"style":"v","text":"Bu loolu weesoo, nga ne doomi Aaróona ñu jegesi, nga solal leen seeni jàllaabi,"},{"style":"v","text":"te takkal Aaróona ak doomam yu góor ay laxasaay, solal leen mbaxana. Su ko defee ñu féetewoo céru \\w sarxalkat|sarxalkat b-:\\w*, muy dogal bu sax dàkk."},{"style":"p","text":"«Noonu ngay sase Aaróona ak doomam yu góor."},{"style":"v","text":"Nanga yóbbu yëkk wu ndaw wi ba ci bunt xaymab ndaje mi, Aaróona aki doomam teg seeni loxo ci kaw boppu yëkk wi,"},{"style":"v","text":"nga daldi rendi yëkk wi fi kanam Aji Sax ji, fi bunt xaymab ndaje mi."},{"style":"v","text":"Sàkkal ci deretu yëkk wu ndaw wi, nga capp ci sa baaraam, diw ci ñeenti béjjéni \\w sarxalukaay|sarxalukaay b-:\\w* bi, te nga tuur li des ci deret ji ci taatu sarxalukaay bi."},{"style":"v","text":"Jëlal mboolem nebbon bi sàng yérey biir yi, ak bàjjo bi ci res wi, ak ñaari dëmbéen yi ànd ak nebbon bi ci kaw dëmbéen yi, nga boole lépp lakk ko ci kaw sarxalukaay bi."},{"style":"v","text":"Seen \\w saraxu póotum bàkkaar|Sarax yi:\\w* a ngoogu. Li des ci yàppu yëkk wi, boole kook der bi, ak sébbriit mi, nga génne ko dal bi, lakk ko ca biti."},{"style":"p","text":""},{"style":"v","text":"«Menn kuuy mi, jël ko, Aaróona ak doomam yu góor teg seeni loxo ci boppu kuuy mi,"},{"style":"v","text":"ba noppi, nga rendi kuuy mi, jël deret ji, xëpp ko ci mboolem weti sarxalukaay bi."},{"style":"v","text":"Kuuy mi, nga def ko ay dog, daldi raxas yérey biir yi ak yeel yi, teg ci kaw dog yi ak bopp bi."},{"style":"v","text":"Lakkal kuuy mépp ci kaw sarxalukaay bi. \\w Saraxu rendi-dóomal|Sarax yi:\\w* la, ñeel Aji Sax ji ngir xetug jàmm; saraxu sawara la, ñeel Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Jëlal kuuy mi ci des, Aaróona ak doomam yu góor teg seeni loxo ci boppu kuuy mi."},{"style":"v","text":"Su ko defee nga rendi kuuy mi, sàkk ci deret ji, taqal ci tabanum noppu ndijooru Aaróona ak tabanum noppu ndijooru doomam yi, te nga taqal ci seen baaraamu déyu ndijoor, ak seen baaraamu déyu tànki ndijoor. Boo noppee, nga xëpp li des ci deret ji ci mboolem weti sarxalukaay bi."},{"style":"v","text":"Sàkkal ci deret ji ci sarxalukaay bi, ak ci diwu pal gi, nga wis-wisal ko ci kaw yaramu Aaróona ak ci kawi yéreem, wis-wisal ko ci kaw yarami doomam ak ci seen kawi yére. Su ko defee Aaróona sell, mooki yéreem, ay doomam it sell, ñook seeni yére."},{"style":"p","text":""},{"style":"v","text":"«Kuuyum ñaareel mii, kuuyum xewu colug sarxalkat yi la. Nanga ci génne nebbon bi, muy calgeen bi ak nebbon bi sàng yérey biir yi, ak bàjjo bi ci res wi ak ñaari dëmbéen yeek nebbon bi ci seen kaw, ak tànku ndijoor bi."},{"style":"v","text":"Pañe biy taaje fi kanam Aji Sax ji te def mburu yu amul lawiir nag, nanga ci sàkke menn mburu mu wërngalu te tàppandaar wu amul lawiir, ak menn mburu mu ñu xiiwe diwu oliw, ak menn mburu mu ndaw te gëna sew."},{"style":"v","text":"Nga boole lépp, teg ko ci loxoy Aaróona aki doomam yu góor, ñu def ko \\w sarax bu ñuy yékkati jébbal|Sarax yi:\\w* Aji Sax ji."},{"style":"v","text":"Nga daldi koy nangoo ci seeni loxo, lakk ko ci kaw sarxalukaay bi, boole kook saraxu rendi-dóomal bi, muy xeeñ xetug jàmm fi kanam Aji Sax ji. Saraxu sawaraa ngoogu, ñeel Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Nanga jël dënn bi bokk ci kuuyum xewu colug Aaróona, nga def ko saraxu yékkati-jébbale, ñeel Aji Sax ji. Loolu moo cay sa wàll."},{"style":"v","text":"Nanga ber dënn bi ñu def saraxu yékkati-jébbale, beraale tànk bi ñu def saraxu yékkati-jébbale, te ñu jële ko ci kuuyu xewu colu gi, ñeel Aaróona aki doomam."},{"style":"v","text":"Aaróona aki sëtam la loolu di doon seen cér bu \\w bànni Israayil|bànni Israayil:\\w* di warlook ñoom ba fàww, ndax ab cér la, ci sarax yi bànni Israayil di génnee ci seen \\w saraxi cant ci biir jàmm|Sarax yi:\\w*, muy seenub cér, ñeel Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Yérey Aaróona yu sell yi nag, gannaaw bu dëddoo, dees koy féetale ay doomam, ñu fale leen ko ci seen xewu colug carxal."},{"style":"v","text":"Diiru juróom ñaari fan, ci la sarxalkat bi koy wuutu ci doomam yu góor, di sol yére yooyu, moom miy dugg ci biir xaymab ndaje mi, ci biir \\w néeg bu sell|néeg bu sell b-:\\w* bi."},{"style":"p","text":""},{"style":"v","text":"«Nanga jël kuuyu xewu colu gi, nga baxal yàpp wi ci béreb bu sell."},{"style":"v","text":"Aaróona aki doomam ñooy lekk yàppu kuuy mi ci bunt xaymab ndaje mi, boole kook mburu mi ci pañe bi."},{"style":"v","text":"Ñam yooyu, ña koy lekk mooy ña muy seen saraxu njotlaay, keroog ca seen xewu colu, ga ñu leen tabbe ngir sellal leen. Waaye keneen du ci lekk, ndaxte ñam wu sell la."},{"style":"v","text":"Bu lenn ci yàppu xewu colu gi mbaa lenn ci mburu mi fanaanee ba bët set, nañu lakk loola ca fanaan ba mu jeex. Deesu ko lekk, ndaxte ñam wu sell la."},{"style":"p","text":""},{"style":"v","text":"«Noonu ngay def ak Aaróona aki doomam, ni ma la ko sante rekk. Diiru juróom ñaari fan ci nga leen di sas,"},{"style":"v","text":"te aw yëkk ngay def saraxu póotum bàkkaar bés bu nekk, muy seen njotlaay, di njotlaay liy setal sarxalukaay bi. Te itam nanga diw sarxalukaay bi ag diw, sellale ko ko."},{"style":"v","text":"Diiru juróom ñaari fan ngay defal sarxalukaay bi saraxu njotlaayam, sellale ko ko, ba sarxalukaay bi doon lu sella sell. Lépp lu laal sarxalukaay bi day séddu ci sellaayam."},{"style":"s1","text":"Lu jëm ci sarax yi war bés bu nekk"},{"style":"p","text":""},{"style":"v","text":"«Lii mooy li ngay rendi ci kaw \\w sarxalukaay|sarxalukaay b-:\\w* bi: ñaari kuuyu menn at, bés bu nekk ba fàww."},{"style":"v","text":"Menn kuuy mi, ngeen sarxal ko ci suba, ñaareel bi, ngeen sarxal ko diggante ngoon ak jant bu so"},{"style":"v","text":"Sàkkal ñetti kilo, yemook benn fukkeelu nattub sunguf su mucc ayib su ñu xiiwe benn liitar, yemook xaajaatub natt bi ñuy wax xiin\\f + \\fr 29.40 \\fk xiin, \\ft natt la woon bu tollu ci ñeenti liitar.\\f* ci diwu segalu oliw, ak \\w saraxu tuurub|Sarax yi:\\w* benn liitaru biiñ, yemook xaajaatub xiin. Loolu yépp ànd ak menn kuuy mi."},{"style":"v","text":"Meneen kuuy mi, sarxeleen ko diggante ngoon ak jant bu so, mu ànd ak \\w saraxu pepp|Sarax yi:\\w* ak saraxu tuuru bi, ni woon ci suba, muy xeeñ xetug jàmm, di saraxu sawara, ñeel Aji Sax ji."},{"style":"v","text":"\\w Saraxu rendi-dóomal|Sarax yi:\\w* lay doon bu sax, te war seen maasoo maas fi bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, ci kanam Aji Sax ji. Foofu laay dajeek yeen, te fa laay waxe ak yaw."},{"style":"v","text":"Foofa laay dajeek \\w bànni Israayil|bànni Israayil:\\w*, béreb ba doxe fa \\w sell|sell:\\w* ndax samag leer."},{"style":"v","text":"Maay sellal xaymab ndaje mi ak sarxalukaay bi, te Aaróona aki doomam, maa leen di sellal, ngir ñu doon samay \\w sarxalkat|sarxalkat b-:\\w*."},{"style":"v","text":"Maay dëkk fi digg bànni Israayil te maay nekk seen Yàlla."},{"style":"v","text":"Su boobaa bànni Israayil xam ne, man Aji Sax ji maay seen Yàlla, ji leen génnee réewum Misra, ngir dëkk fi seen biir. Man maay seen Yàlla Aji Sax ji."}]