[{"style":"s1","text":"Lu jëm ci taabal ju ñuy taale saraxu cuuraay"},{"style":"p","text":""},{"style":"v","text":"«Sàkkal ab \\w sarxalukaay|sarxalukaay b-:\\w* bu ñuy taal \\w cuuraay|cuuraay l-:\\w* ci kawam. Bantu séng nga koy defare."},{"style":"v","text":"Guddaay bi di xasab, yaatuwaay bi di xasab; ab kaare lay doon, taxawaay bi di ñaari xasab, ay béjjénam ànd ak moom di benn bant bi."},{"style":"v","text":"Xoobal ko wurusu ngalam ci kaw gi ak ci wet yi ba mu daj, ak ci béjjén yi, te nga sàkkal ko kéméju wurus mu wër ko."},{"style":"v","text":"Ñaari noppi wurus nga koy sàkkal ci ron kéméj gi. Féetaleel nopp yi ci ñaari wetam, ñu jàkkaarloo, di téye banti njàppu yi ñu koy yóbboo."},{"style":"v","text":"Defal njàppu yi bantu séng te nga xoob njàppu yi wurus."},{"style":"p","text":""},{"style":"v","text":"«Tegal sarxalukaayu cuuraay bi ci kanam rido bi làq \\w gaalu àlluway seede|gaalu kóllëre g-:\\w* si ak kubeeru njotlaay gi ci kaw gaalu àlluway seede si, foofu may dajejeek yaw."},{"style":"v","text":"Na fa Aaróona taal cuuraay suba su nekk. Buy toppatoo làmp yi lay taal cuuraay lu xeeñ li."},{"style":"v","text":"Bu Aaróona di taal làmp yi diggante ngoon ak jant bu so itam, na taal cuuraay lu xeeñ li. Cuuraay la su ñuy taal ba fàww, ci seen gépp maas fi kanam Aji Sax ji."},{"style":"v","text":"Deesu ci sarxal cuuraay lu ñu diglewul, deesu ci rendi \\w saraxu dóomal|Sarax yi:\\w*, deesu ci def \\w saraxu pepp|Sarax yi:\\w* mbaa \\w saraxu tuuru|Sarax yi:\\w*."},{"style":"v","text":"Na Aaróona di sàkk ci deretu \\w saraxu póotum bàkkaar|Sarax yi:\\w* bi, taqal ci béjjéni sarxalukaayu cuuraay bi, ngir def ko njotlaayal sarxalukaay bi benn yoon cim at. Benn yoon cim at lañu koy defal njotlaayam ci seen gépp maas. Sarxalukaay bu \\w sella sell|sell:\\w* la, ñeel Aji Sax ji.»"},{"style":"s1","text":"Lu jëm ci njot-gi-bakkan"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","text":"«Boo tolloo ci taxawal limeefu boppi \\w bànni Israayil|bànni Israayil:\\w*, na ku nekk ci ñoom fey Aji Sax ji njot-gi-bakkanam ba nga koy lim, ndax menn musiba bañ leena dikkal ci biir lim bi."},{"style":"p","text":""},{"style":"v","text":"«Lii nag mooy li képp ku ñu bind ci limeef yi wara fey: dogu xaalis bu diisaay bi di genn-wàllu siikal\\f + \\fr 30.13 \\fk siikal, \\ft xaalis la woon bu ñuy natt, mu tollu ci fukki garaam ak benn ak genn-wàll.\\f*, bi ñuy natte ci jaamookaay bi, dayo siikal boobu tollook ñaar fukki gera\\f + \\fr 30.13 \\fk gera \\ft moo doon natt, ba gënoona tuut ci wàllu diisaay, yemook lu tollook genn-wàllu garaam.\\f*. Genn-wàllu siikal mu dib galag, ñeel Aji Sax ji."},{"style":"v","text":"Képp ku bindu ci limeef bi, te am ñaar fukki at, jëm kaw, na fey galag gi, ñeel Aji Sax ji."},{"style":"v","text":"Ki woomle du fey lu ëpp, ki néewle du fey lu yées genn-wàllu siikal, buy fey galagu Aji Sax ji ngir njot-gi-bakkanam."},{"style":"v","text":"Nanga nangoo xaalisu njot-gi-bakkan bi ci bànni Israayil, te nga féetale ko liggéeyu \\w xaymab ndaje|xaymab ndaje m-:\\w* mi. Loolu pàttaliku lay doon, ñeel bànni Israayil fi kanam Aji Sax ji, ngir seen njot-gi-bakkan.»"},{"style":"s1","text":"Lu jëm ci mbalkam njàpp mi"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","text":"«Sàkkal mbalkam njàpp mu xànjar, ak tegub xànjaram ngir ñu di ko jàppe. Teg ko ci diggante \\w xaymab ndaje|xaymab ndaje m-:\\w* mi ak \\w sarxalukaay|sarxalukaay b-:\\w* bi, te nga duy ko ndox."},{"style":"v","text":"Aaróona aki doomam di ci tanq, raxase seeni loxo ak seeni tànk."},{"style":"v","text":"Bu ñuy duggsi ci xaymab ndaje mi, nañu jàpp, ndax ñu baña dee, nañu jàpp itam, bu ñuy liggéeysi fi sarxalukaay bi, di saxaaral saraxu sawara, ñeel Aji Sax ji."},{"style":"v","text":"Nañu raxas seeni loxo ak seeni tànk, ndax ñu baña dee. Na loolu di dogal bu sax dàkk, ñeel Aaróona ak askanam ci seen gépp maas.»"},{"style":"s1","text":"Lu jëm ci diwu pal gi ñuy sellale"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","text":"«Yaw nag, tànnal ngën-gi-xeeñal: xeetu ndàbb li ñuy wax miir bu ndoxe, sàkk ci juróomi kilo; xasum kanel mu xeeñ, ñaari kilo ak genn-wàll; yuuru gattax gu xeeñ, ñaari kilo ak genn-wàll;"},{"style":"v","text":"ak xasum kaas, juróomi kilo, yemook juróomi téeméeri siikal, ci siikalu jaamookaay bi; ak ñeenti liitari diwu oliw, yemook benn natt bu ñuy wax xiin."},{"style":"v","text":"Loolu ngay def diwu pal gu \\w sell|sell:\\w* gi, te na doon njafaan lu njafaan-kat waajal ba mu baax. Diwu pal gu sell lay doon."},{"style":"p","text":""},{"style":"v","text":"«Nanga ci diw \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, diw ci \\w gaal gi àlluway seede si dence|gaalu kóllëre g-:\\w*,"},{"style":"v","text":"ak taabal ji aki ndabam, ak tegukaayu làmp bi, ak jumtukaayam yépp, ak \\w sarxalukaayu|sarxalukaay b-:\\w* cuuraay bi."},{"style":"v","text":"Nanga ci diw itam sarxalukaayu \\w saraxu rendi-dóomal|Sarax yi:\\w* bi, ak ndabam yépp, ak mbalkam njàpp mi akub tegoom."},{"style":"v","text":"Noonu ngay sellale yooyii, mu daldi doon lu sella sell. Lépp lu laal yooyii day doon lu sell."},{"style":"v","text":"Aaróona aki doomam itam, nanga leen diw. Noonu nga leen di sellale, ngir ñu doon samay \\w sarxalkat|sarxalkat b-:\\w*."},{"style":"p","text":""},{"style":"v","text":"«Nanga wax nag \\w bànni Israayil|bànni Israayil:\\w* ne leen: “Googu diw sama diwu pal gu sell lay doon, ci seen gépp maas."},{"style":"v","text":"Doom aadama ju ko jagoowul, deesu ko ko diw, te buleen njafaan lenn lu ni mel, lu ngeen yemale dayoy xeeñal ya ak dayoy diw gu sell gi. Deesu ko def ci yaramu kenn ku ko jagoowul, te buleen njafaan xeeñal yi ciy dem, ci dayo yu tollook dayoy diw gu sell gi, ngir defar lenn lu ni mel. Lu sell la, lu ngeen wara wormaal sellaayam."},{"style":"v","text":"Képp ku njafaan lu ni mel, mbaa mu taqal ci yaramu ku ci bokkul, dees koy dagge ci biir bànni Israayil.”»"},{"style":"s1","text":"Lu jëm ci cuuraay li"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko: «Wutal nag xeeñal yii: ndàbbu estaagte, ak ndàbbi galbanom, ak xori onigsë yu xeeñ, ak cuuraay-libaŋ lu raxul, te yooyu yépp tolloo dayo."},{"style":"v","text":"Def ko njafaan lu njafaan-kat waajal ba mu baax, xorom ko, mu set, \\w sell|sell:\\w*."},{"style":"v","text":"Sàkk ci, wol ko ba mu mokk, nga teg ko fi kanam \\w gaal gi àlluway seede si dence|gaalu kóllëre g-:\\w*, fi biir \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, fi may dajeek yaw. Loolu lu sella sell la lu ngeen wara wormaal."},{"style":"v","text":"Waaye \\w cuuraay|cuuraay l-:\\w* loolu ngay njafaanlu nag, bu ci njafaanal sa bopp ci dayoy xeeñal yu ni tollu. Lu sell la lu ngeen wara wormaal, ñeel Aji Sax ji."},{"style":"v","text":"Képp ku defar lenn lu ni mel, ngir di ko xeeñoo, dees koy dagge ci \\w bànni Israayil|bànni Israayil:\\w*.»"}]