[{"style":"s1","text":"Tabb nañu ay liggéeykat yu xareñ"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","text":"«Gisal, maa woo Beccalel ci turam. Beccalel, Uri mooy baayam; Uri, Ur Yudeen bi di baayam."},{"style":"v","text":"Maa ko feesale sama xel, xareñte ak déggin ak xam-xam ak manoorey bépp xeetu liggéey,"},{"style":"v","text":"ngir muy nas ay liggéeyi wurus ak xaalis ak xànjar,"},{"style":"v","text":"di yatt per yu muy tapp, di yatt bant, di liggéey lu nekk."},{"style":"v","text":"Maa ngii di ko tofal Oliyab doomu Axisamaag Daneen bi, te itam mboolem ñi xarala, may naa leen xelum xarala, ngir ñu ànd def mboolem lii ma la sant:"},{"style":"v","text":"muy \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, ak \\w gaalu àlluway seede|gaalu kóllëre g-:\\w* si, ak kubeeru njotlaay gi ci kawam, ak mboolem jumtukaayi xayma bi---"},{"style":"v","text":"taabal ji, ak ndab yi, ak tegukaayu làmpu wurusu ngalam beek yëfam yépp, ak \\w sarxalukaayu|sarxalukaay b-:\\w* cuuraay bi,"},{"style":"v","text":"ak sarxalukaayu rendi-dóomal bi, ak ndabam yépp, ak mbalkam njàpp mi akub tegoom---"},{"style":"v","text":"ak itam yére yu yànj yi, yére yu \\w sell|sell:\\w* yi ñeel Aaróona \\w sarxalkat|sarxalkat b-:\\w* bi ak yérey doomam, yi ñuy sol, di sarxale,"},{"style":"v","text":"ak diwu pal gu sell gi, ak \\w cuuraay|cuuraay l-:\\w* lu xeeñ li ñeel \\w néeg bu sell|néeg bu sell b-:\\w* bi. Loolu ma la sant lépp, nañu ko defe noonu.»"},{"style":"s1","text":"Lu jëm ci solos bésub Noflaay"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: “Fexeleen rekk ba sama \\w bési Noflaay|bésub Noflaay b-:\\w*, ngeen di ko wormaal, ndax bésub Noflaay da di firnde sama digganteek yeen ak seen askan, ngir ngeen xam ne man Aji Sax ji maa leen ber, sellal leen."},{"style":"v","text":"Wormaalleen bésub Noflaay ndax lu \\w sell|sell:\\w* la, ñeel leen. Ku ko teddadil, dee rekk mooy àtteem. Képp ku ci liggéey, kooku dees na ko dagge ci biiri bokkam."},{"style":"v","text":"Juróom benni fan lees wara liggéey, waaye bésub Noflaay bay juróom ñaareel ba, bés bu sell la, bésub Noflaay bu mat sëkk, ñeel Aji Sax ji. Képp ku liggéey bésub Noflaay, dee rekk mooy àtteem."},{"style":"v","text":"Na bànni Israayil wormaal bésub Noflaay, nañu sàmm bésub Noflaay, ñook seen askan. \\w Kóllëre|kóllëre g-:\\w* la gu sax dàkk."},{"style":"v","text":"Sama diggante laak bànni Israayil, te firnde la ju sax dàkk, ndax ci juróom benni fan la Aji Sax ji sàkk asamaan ak suuf, bésub juróom ñaareel ba, mu dallu, daldi yeeslu.”»"},{"style":"p","text":""},{"style":"v","text":"Ba Yàlla noppee wax ak Musaa ca kaw tundu Sinayi, da koo jox ñaari àlluway doj yu mu binde loxol boppam."}]