[{"style":"s1","verse":"","text":"Israayil fecci na kóllëre"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba mbooloo ma gisee Musaa yàgg lool te wàccul tund wa, dañoo songandoo Aaróona, ne ko: «Ayca, sàkkal nu ay yàlla yu nu jiite, ndax Musaa mii nu génne réewum Misra kat, xamunu lu ko dal.»"},{"style":"v","verse":"2","text":"Aaróona ne leen: «Tekkileen boog, indil ma seen jaaroy wurusi nopp, yi ci seeni jabar ak seeni doom, góor ak jigéen.»"},{"style":"v","verse":"3","text":"Ba loolu amee mbooloo mépp tekki seen jaaroy wurusi nopp, indil Aaróona."},{"style":"v","verse":"4","text":"Mu nangoo ko ci seeni loxo, liggéey ko ba sàkk ci sëllu wu ñu móol. Ci kaw loolu ñu naan: «\\w Bànni Israayiloo|bànni Israayil:\\w*, seen Yàllaa ngii, moo leen génne réewum Misra!»"},{"style":"v","verse":"5","text":"Aaróona gis la xew, daldi tabax ci kanam sëllu wi ab \\w sarxalukaay|sarxalukaay b-:\\w*. Mu daldi yéene, ne: «Ëllëg màggal la, ñeel Aji Sax ji.»"},{"style":"v","verse":"6","text":"Ca ëllëg sa mbooloo ma teela xëy, ñu def ay \\w saraxi rendi-dóomal|Sarax yi:\\w*, ak ay \\w saraxi cant ci biir jàmm|Sarax yi:\\w*. Ba mu ko defee ñu toog, di lekk aka naan, nes tuut ñu jóg, di mbumbaay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Aji Sax ji nag waxati Musaa ne ko: «Gaawal wàcc, ndax sa mbooloo ma nga génne réewum Misra def nañu yàqute."},{"style":"v","verse":"8","text":"Jàdd nañu xaat yoon wa ma leen tegoon. Dañoo sàkkal seen bopp sëllu wu ñu móol, di ko sujjóotal aka sarxalal, naan: “Israayiloo, seen yàllaa ngii, moo leen génne réewum Misra!”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Aji Sax ji dellu ne Musaa: «Maa gis askan wii, askan wu dëgër bopp a ngii!"},{"style":"v","verse":"10","text":"Léegi seetaan ma rekk, sama sànj tàkkal leen, ba ma faagaagal leen, te du tee ma def la askan wu mag.»"},{"style":"v","verse":"11","text":"Musaa nag tinu Yàllaam Aji Sax ji ne ko: «Aji Sax ji, ana lu waral sam sànj di tàkkal sa ñoñ ñi nga génne réewum Misra ci sa kàttan gu màgg ak sa dooley loxo?"},{"style":"v","verse":"12","text":"Ana lu jar Misra di wax naan: “Musiba mi mu leen naraloon, ba mu leen di yiwi de, du lenn lu moy rey leen ba ñu jeex ca tund ya, ba fare leen kaw suuf sépp.” Ngalla dëddul sa sawaras sànj te nga fomm musiba mi nga naral sa ñoñ."},{"style":"v","verse":"13","text":"Bàyyil xel Ibraayma ak Isaaxa ak Israayil, sa jaam ñi nga giñaloon ci sa bopp, ne leen: “Maay yokk seen askan ni biddiiwi asamaan, te mboolem réew mii ma waxoon, maa koy jox seen askan, ñu moom ko fàww.”»"},{"style":"v","verse":"14","text":"Ba loolu amee Aji Sax ji fomm musiba ma mu waxoon ne dina ko teg ñoñam."},{"style":"s1","verse":"","text":"Merum Musaa am na njeexital"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba mu ko defee Musaa walbatiku, wàcce ca tund wa, mook ñaari àlluway seede ya ca loxoom, àlluwa yu ñu bind ñaari wet yépp, biir ak biti."},{"style":"v","verse":"16","text":"Àlluwa ya, liggéeyu Yàllaa, mbind ma di mbindum Yàlla mu ñaase ca kaw àlluwa ya."},{"style":"v","verse":"17","text":"Ci kaw loolu Yosuwe dégg coowal mbooloo may xaacu. Mu ne Musaa: «Coowal xaree ngoog ca dal ba!»"},{"style":"v","verse":"18","text":"Musaa ne ko:"},{"style":"q1","verse":"","text":"«Coow loolu de du bàkku yu njàmbaar waral,"},{"style":"q1","verse":"","text":"du jooytu yu jéll sabab,"},{"style":"q1","verse":"","text":"woyi mbumbaay daal laa dégg.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba Musaa jubee dal ba, ba gis sëllu wa ak pecc ma, mer mu ne jippét tàkk la ko def, mu sànni àlluwa ya mu ŋàbboon, mu ne tasar ca suufu tund wa."},{"style":"v","verse":"20","text":"Ci kaw loolu mu jël sëllu, wa ñu sàkk, lakk ko, wol ko ba mu mokk, mu suy cim ndox, daldi koy naanloo \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Musaa nag ne Aaróona: «Lan la la mbooloo mii def, ba nga yóbbe leen gii moy gu réy?»"},{"style":"v","verse":"22","text":"Aaróona ne ko: «Sang bi, rikk bul mer, yaw ci sa bopp xam nga ni mbooloo mii yeboo ci mbon."},{"style":"v","verse":"23","text":"Dañu ma ne: “Sàkkal nu ay yàlla yu nu jiite, ndax Musaa mii nu génne réewum Misra kat, xamunu lu ko dal.”"},{"style":"v","verse":"24","text":"Ma ne leen: “Ku takk wurus, tekkil, indi!” Ñu jox ma, ma sànni ci sawara wi, sëllu wii génne ci!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Musaa nag gis ni mbooloo mi ràkkaajoo, ndax fekk na Aaróona bay-bayal leen, ba ñu ràkkaaju, ba ku leen doon fexeel man leena ree."},{"style":"v","verse":"26","text":"Musaa taxaw ca bunt dal ba, ne: «Ku ànd ak Aji Sax ji, fii ci man!» Leween ñépp dikk, yéew ko."},{"style":"v","verse":"27","text":"Mu ne leen: «Aji Sax ji Yàllay Israayil dafa wax ne: Na ku nekk teg saamaram ci luppam, te ngeen wër dal bi bépp buntoo bunt, ba mu daj. Reyleen ñépp; doomu ndey, xarit ak jegeñaale.»"},{"style":"v","verse":"28","text":"Ba loolu amee Leween ña def la leen Musaa sant. Ñi daanu ci bànni Israayil bésub keroog tollu na ci ñetti junniy góor."},{"style":"v","verse":"29","text":"Musaa nag ne: «Bés niki tey sasoo ngeen Aji Sax ji, gannaaw yeena dal ci kaw doom, dal ci kaw doomu ndey. Kon bésub tey tegoo ngeen barkeb Aji Sax ji.»"},{"style":"s1","verse":"","text":"Musaa tinu na Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ca ëllëg sa Musaa ne mbooloo ma: «Yeen de bàkkaar ngeen bàkkaar bu réy, waaye maa ngi nii di yéeg, jëm ci Aji Sax ji. Jombul ma jotul leen seen bàkkaar.»"},{"style":"v","verse":"31","text":"Ba mu ko defee Musaa dellu ci Aji Sax ji, ne ko: «Éey Aji Sax ji, mbooloo mii de moy nañu la lool, ba ñu sàkkalee seen bopp ay yàllay wurus."},{"style":"v","verse":"32","text":"Léegi nag, soo leen dee baal seen bàkkaar, aa... Lu ko moy kat, far ma rekk ci téere bi nga bind\\f + \\fr 32.32 \\fk téere \\ft bi ñuy wax fii jombul mooy lim, ya Yàlla bind turi nit ña bokk ca mbooloo ma. Nit ku ñu masa far ca yooyu lim bokkatoo ca ñoñi Yàlla.\\f*.»"},{"style":"v","verse":"33","text":"Aji Sax ji ne Musaa: «Ki ma moy, kooku doŋŋ laay far ci sama téere."},{"style":"v","verse":"34","text":"Yaw daal demal rekk, yóbbu mbooloo mi fa ma la waxoon, te sama malaakaa ngii di la jiituji. Waaye keroog sama bésu mbugal, maay mbugal mbooloo mi ndax seen bàkkaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Gannaaw gi, Aji Sax ji mbugal na mbooloo ma ndax la ñu sàkkloo woon Aaróona aw sëllu."}]