[{"style":"s1","text":"Lu jëm ci àlluway doj yu bees yi"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko: «Yattal ñaari àlluway doj yu mel ni yu njëkk ya, ma bind ci kàddu ya woon ca àlluwa yu njëkk ya nga toj."},{"style":"v","text":"Nanga waajal ëllëg, te nga teela yéegsi kaw tundu Sinayi wii, ba teewsi fi man ci njobbaxtalu tund wi."},{"style":"v","text":"Bu kenn ànd ak yaw, te bu kenn xand fenn kaw tund wi. Jur gi sax bumu forsi ci suufu tund wi, du gu gudd, du gu gàtt.»"},{"style":"v","text":"Musaa nag yatt ñaari àlluway doj yu mel ni yu njëkk ya, ba noppi teela xëy, yéegi ca tundu Sinayi, na ko ko Aji Sax ji sante. Ma nga ŋàbb ñaari àlluway doj ya."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji nag wàcc ci biir aw niir, taxaw ak Musaa foofa, daldi biral turam, ne: «Aji Sax ji.»"},{"style":"v","text":"Ci kaw loolu Aji Sax ji romb fa kanam Musaa, di biral naan: «Aji Sax jee, Aji Sax ji, Yàlla jiy yërëme, di yéwéne, di muñ mer, boroom ngor gu bare gaak kóllëre ga."},{"style":"v","text":"Keey saxal ngor ba ci junniy maas yu toppante, di baale tooñ ak moy ak bàkkaar, te du ñàkka topp ku tooñ, ag tooñaangeem, xanaa di topp doom tooñu waajur, ba ca sët yaak sëtaat ya.»"},{"style":"v","text":"Ba loolu amee Musaa ne gurub fa suuf, sujjóot,"},{"style":"v","text":"ne ko: «Éey Boroom bi, ndegam daj naa saw yiw, rikk àndal ak nun rekk, Boroom bi, ak li mbooloo miy dëgër bopp lépp! Jéggal nu sunu ñaawtéef ak sunu bàkkaar rekk, te nga séddoo nu.»"},{"style":"s1","text":"Aji Sax ji artu na leen cig bokkaale"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji ne ko: «Maa ngi nii di fas \\w kóllëre|kóllëre g-:\\w* ak yeen. Ci sa kanam mbooloo mépp laay def ay jaloore yu kenn masula amal ci àddina sépp, ak ci askan yépp, te mbooloo, mi nga nekk ci seen biir mépp ay gis jaloorey Aji Sax ji, jaloore ju raglu ji ma lay defal."},{"style":"v","text":"Bàyyileen xel bu baax li ma leen sant bésub tey jii. Maa ngii di leen dàqal Amoreen ñi ak Kanaaneen ñi ak Etteen ñi ak Periseen ñi ak Eween ñi ak Yebuseen ñi."},{"style":"v","text":"Moytuleena fas kóllëre ak niti réew ma ngeen jëm, bala ñoo doon ndëgg-sërëx ci seen biir."},{"style":"v","text":"Seeni \\w sarxalukaay|sarxalukaay b-:\\w* kay ngeen di màbb; seen tuuri doj, ngeen rajaxe; seen xer yi ñuy jaamoo \\w Asera|Asera:\\w* tuur mi, ngeen gor,"},{"style":"v","text":"ndax waruleena jaamu jeneen yàlla, ngir Aji Sax ji, turu “Ku fiir ki” lay wuyoo, te Yàlla ju fiir la."},{"style":"v","text":"Buleen fas kóllëre ak niti réew ma, lu ko moy dinañu gànctook seeni tuur, rendil seeni tuur ay sarax, woo leen ca, ngeen lekk ca seeni sarax."},{"style":"v","text":"Te it bu ngeen jëlalee seeni doom jabar ca seen doom yu jigéen, seen jigéen ñooña dinañu gànctook seeni tuur, ba xiir seen doom yu góor ci gànctook seen tuur yooyu."},{"style":"p","text":""},{"style":"v","text":"«Ay tuur yu ñu móole weñ, buleen ko móol."},{"style":"s1","text":"Aji Sax ji yeesal na kóllëre gi"},{"style":"p","text":""},{"style":"v","text":"«\\w Màggalug ayu bésu Mburu mu amul lawiir|Màggal yi:\\w*, wormaalleen ko. Diiru juróom ñaari fan ngeen ciy lekk mburu mu amul lawiir, ni ma la ko sante bu àppam taxawee ci weeru \\w Abiib|Abiib:\\w*, ndaxte weeru Abiib ngeen génne fa Misra."},{"style":"p","text":""},{"style":"v","text":"«Bépp taaw bu góor maay boroom, ba ci lépp lu góor lu jur taawloo, muy nag mbaa gàtt."},{"style":"v","text":"Waaye lu góor lu mbaam taawloo, joteleen ko ab gàtt, mu wuutu ko. Su ngeen ko jotewul lu ko wuutu, dammleen loos wi. Képp kuy taaw bu góor ci seeni doom it, nangeen ko jot. Te itam bu kenn taxawe loxoy neen fi sama kanam."},{"style":"p","text":""},{"style":"v","text":"«Juróom benni fan nag ngeen di liggéey, waaye bésub juróom ñaareel ba, dalluleen. Bu ngeen doon bey, bu ngeen doon góob, dalluleen."},{"style":"p","text":""},{"style":"v","text":"«\\w Màggalu ayu bésu Ngóob|Màggal yi:\\w* mi, nangeen ko wormaal, bu ngeen di góob gubi bele yi njëkka ñor, \\w màggalu Farmàngu|Màggal yi:\\w* mi ci ndeetel at mi itam, màggalleen ko."},{"style":"v","text":"Ñetti yoon cim at la seen góor ñépp di teew fi kanam Boroom bi Aji Sax ji Yàllay Israayil."},{"style":"v","text":"Maa leen di dàqal ay xeet, ba yaatal seen suuf, te diiru ñetti yoon yi ngeen di teewi cim at fi kanam Yàlla Aji Sax ji, kenn du ci wuta nangu seenum réew."},{"style":"p","text":""},{"style":"v","text":"«Buleen ma rendil benn sarax, di boole deret jeek lu am lawiir, te gàttu saraxu \\w bésub Mucc|Màggal yi:\\w*, bumu fanaan ba bët set."},{"style":"p","text":""},{"style":"v","text":"«Ngëneeli meññeef ma njëkka ñore ca seen suuf, moom ngeen di yóbbu seen kër Yàlla Aji Sax ji."},{"style":"p","text":"«Ab tef, buleen ko togge soowum yaayam.»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji teg ca ne ko: «Nanga bind yii santaane, ndax ci kaw santaane yii laa fasook yaw \\w kóllëre|kóllëre g-:\\w*, yaak \\w bànni Israayil|bànni Israayil:\\w*.»"},{"style":"p","text":""},{"style":"v","text":"Foofa la Musaa des ak Aji Sax ji diiru ñeent fukki guddi ak ñeent fukki bëccëg te lekkul, naanul. Aji Sax ji nag bind ci àlluwa yi, fukki santaane yi lal kóllëre gi."},{"style":"s1","text":"Musaa dellu na dal ba"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Musaa wàcc tundu Sinayi, ŋàbb ñaari àlluway seede sa. Naka la Musaa di wàcce ca tund wa, deru kanam ga di lerxat te yégu ko. Booba ñaaroom baak Yàlla moo waral loola."},{"style":"v","text":"Naka la Aaróona ak \\w bànni Israayil|bànni Israayil:\\w* gépp xoolaat Musaa, gisuñu lu moy deru kanam gay lerxat, ñu daldi koy ragala jege."},{"style":"v","text":"Musaa nag woo leen, Aaróona ak njiiti mbooloo ma yépp dikk, mu wax ak ñoom."},{"style":"v","text":"Gannaaw loolu bànni Israayil ga ca des gépp doora jegesi, mu dénk leen mboolem la Aji Sax ji waxoon ak moom ca kaw tundu Sinayi."},{"style":"v","text":"Musaa wax ak ñoom ba noppi, daldi muuroo kaala, làqe ko kanamam."},{"style":"p","text":""},{"style":"v","text":"Saa yu Musaa teewiwaan fa kanam Aji Sax ji, ngir wax ak moom, day muri kaala gi ba ba muy génn; bu génnee, yegge bànni Israayil la ñu ko sant."},{"style":"v","text":"Bànni Israayil nag di gis kanamu Musaa ak na deru kanam gay lerxate. Su ko defee Musaa dellu muuruwaat, làq kanamam, ba ba muy demaat, ngir wax ak Aji Sax ji."}]