[{"style":"ms","verse":"","text":"Bànni Israayil yékkati na jaamookaay ba"},{"style":"mr","verse":"","text":"(Saar 35---40)"},{"style":"s1","verse":"","text":"Bésub Noflaay du bésu liggéey"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Musaa nag dajale mbooloom \\w bànni Israayil|bànni Israayil:\\w* mépp. Mu wax leen ne leen: «Lii mooy li Aji Sax ji santaane, ngir ñu def ko:"},{"style":"v","verse":"2","text":"juróom benni fan lees di liggéey, waaye bésub juróom ñaareel ba, seen \\w bésub Noflaay|bésub Noflaay b-:\\w* bu \\w sell|sell:\\w* bu mat sëkk la, ñeel Aji Sax ji. Képp ku ci liggéey lenn, dees koy rey."},{"style":"v","verse":"3","text":"Buleen jafal sax sawara fenn ci seeni dëkkuwaay, ci bésub Noflaay.»"},{"style":"s1","verse":"","text":"Ay sarax war na ci jaamookaay bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Musaa dellu wax ak mbooloom \\w bànni Israayil|bànni Israayil:\\w* mépp ne leen: «Lii mooy li Aji Sax ji santaane."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Génneleen ci seen alal saraxu njébbal bu ñeel Aji Sax ji. Képp ku am yéene ji, na indil Aji Sax ji ab saraxu njébbal: wurus ak xaalis ak xànjar,"},{"style":"v","verse":"6","text":"ak wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr, ak wëñu lẽe, ak kawari bëy"},{"style":"v","verse":"7","text":"ak deri kuuy yu ñu wulli, suub xonq, ak deri piipi ak banti séng,"},{"style":"v","verse":"8","text":"ak diwu oliw gu ñuy taaloo, ak ndàbb luy xeeñal diwug pal, di xeeñal \\w cuuraay|cuuraay l-:\\w*,"},{"style":"v","verse":"9","text":"ak ay peri onigsë, ak yeneen per yu ñuy tapp ci \\w xar-sànni|xar-sànni m-:\\w* meek kiiraayal dënn bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Mboolem ku xareñ ci yeen, na ñëw, ngeen def li Aji Sax ji santaane lépp:"},{"style":"v","verse":"11","text":"\\w jaamookaay|xaymab ndaje m-:\\w* bi ak xaymaam ak kiiraayam aki keppoom aki làccam, ak galan yeek jën yeek tegu yi,"},{"style":"v","verse":"12","text":"ak \\w gaal|gaalu kóllëre g-:\\w* geek ay njàppoom ak kubeer gi ñuy amale ag njotlaay, ak rido bi ko làq,"},{"style":"v","verse":"13","text":"ak taabal jeeki njàppoom ak ndabam yépp ak \\w mburum teewal|mburum teewal m-:\\w* mi,"},{"style":"v","verse":"14","text":"ak tegukaayu làmp bi, aki jumtukaayam aki làmpam ak diwu làmp bi,"},{"style":"v","verse":"15","text":"ak \\w sarxalukaayu|sarxalukaay b-:\\w* cuuraay bi aki njàppoom, ak diwu pal gu \\w sell|sell:\\w* gi, ak cuuraay lu xeeñ li; ak kiiraayal buntu jaamookaay bi,"},{"style":"v","verse":"16","text":"ak sarxalukaayu rendi-dóomal bi, ak caaxub xànjaram aki njàppoom ak li muy àndal lépp; mbalkam njàpp mi akub tegoom,"},{"style":"v","verse":"17","text":"ak sor yi yéew jaamookaay bi aki jënam aki tegoom, ak lafu buntu ëtt bi,"},{"style":"v","verse":"18","text":"ak xeri jaamookaay bi, ak jën yi yéew ëtt bi ak seeni buum,"},{"style":"v","verse":"19","text":"ak yére yu yànj yi ñuy liggéeye ci \\w néeg bu sell|néeg bu sell b-:\\w* bi, yére yu sell yu Aaróona, \\w sarxalkat|sarxalkat b-:\\w* bi, ak yérey doomam, yi ñuy sol bu ñuy sarxal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ci kaw loolu mbooloom bànni Israayil gépp bàyyikoo fa Musaa."},{"style":"v","verse":"21","text":"Ba mu ko defee mboolem ña ca am pastéefu xol ak mboolem ña ca seen xel xiir, ñépp dikk, indil Aji Sax ji saraxu njébbal ngir defar \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, yékkati ko, tey def màggal gi mu laaj, ngir itam defar yére yu sell yi."},{"style":"v","verse":"22","text":"Góor ak jigéen bokk dikk, mboolem ñi am yéeney xolam, mboolem ñi bëgga indi wurus, defal ko Aji Sax ji \\w saraxu yékkati-jébbale|Sarax yi:\\w*; ñii indi ay lam, ñii jaaroy nopp, ñii jaaroy loxo, ñii ay caq, ñii ay gànjari wurus yu nekk rekk."},{"style":"v","verse":"23","text":"Te it mboolem ñi dencoon wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr ak wëñu lẽe, ak kawari bëy mbaa deri kuuy yu ñu suub xonq, mbaa deri piipi, ñoom ñépp a indi la ñu dencoon."},{"style":"v","verse":"24","text":"Képp ku namma jébbal xaalis mbaa xànjar, jébbal nga ko Aji Sax ji, te itam képp ku dencoon bantu séng bu jëm ci mboolem liggéeyu sarxal bi, indi nga bant bi."},{"style":"v","verse":"25","text":"Ci biir loolu jigéen ñu xareñ ñépp ëcce seeni loxo, ngir waajal wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr ak wëñu lẽe, ñu boole, indi."},{"style":"v","verse":"26","text":"Mboolem jigéen ñi ko mane te am yéeneem itam, daldi ëcc kawari bëy."},{"style":"v","verse":"27","text":"Njiit yi nag indi ay peri onigsë ak yeneen per yiy tappe ci xar-sànni meek kiiraayal dënn bi,"},{"style":"v","verse":"28","text":"aki xeeñal, akug diw ngir làmp beek diwu pal geek cuuraay lu xeeñ li."},{"style":"v","verse":"29","text":"Mboolem bànni Israayil, góor ñeek jigéen ñi am yéeney indi lu jëm ci liggéey bi Aji Sax ji santaane, Musaa jottali, ñoom ñépp a indil Aji Sax ji ay \\w saraxi yéene|Sarax yi:\\w*."},{"style":"s1","verse":"","text":"Beccalel ak Oliyab tàmbali nañu liggéey bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Musaa nag ne \\w bànni Israayil|bànni Israayil:\\w*: «Gisleen, Aji Sax ji moo woo Beccalel ci turam. Beccalel, Uri mooy baayam; Uri, Ur Yudeen bi di baayam."},{"style":"v","verse":"31","text":"Moo ko feesale xelum Yàlla ak xareñte ak déggin ak xam-xam ak manoorey bépp xeetu liggéey,"},{"style":"v","verse":"32","text":"ngir muy nas ay liggéeyi wurus ak xaalis ak xànjar,"},{"style":"v","verse":"33","text":"di yatt per yu muy tapp, di yatt bant, di liggéey lu nekk."},{"style":"v","verse":"34","text":"Mayu jàngale itam Aji Sax ji yeb na ko cib dënnam, moom ak Oliyab, Daneen bi, doomu Axisamaag;"},{"style":"v","verse":"35","text":"te moo leen feesal xareñte, ngir bépp liggéey, ci wàllu yatt ak nataal, ak liggéeyu wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr ak wëñu lẽe. Mane nañoo ràbb te itam dañuy sos seen taarali bopp."}]