[{"style":"s1","text":"Defar nañu gaal gi kóllëre gi dence"},{"style":"p","text":""},{"style":"v","text":"Beccalel nag defare \\w gaalu kóllëre|gaalu kóllëre g-:\\w* gi dénku séng, guddaay bi di ñaari xasab ak genn-wàll, yaatuwaay bi di xasab ak genn-wàll, taxawaay bi di xasab ak genn-wàll."},{"style":"v","text":"Mu xoob ko wurusu ngalam biir ak biti, sàkkal ko kéméju wurus gu ko wër."},{"style":"v","text":"Mu daldi koy móolal ñeenti lami wurus ci ñeenti tànkam, ñaari lam ci genn wet gi, ñaar, wet gi ci des."},{"style":"v","text":"Mu sàkk nag ay njàppuy bantu séng, xoob bu ci nekk wurus,"},{"style":"v","text":"daldi roof njàppu yi ci lam yi ci weti gaal gi, ngir ñu di ko yóbboo gaal gi."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu mu sàkk kubeer ga ñuy awale njotlaay gu wurusu ngalam, guddaay bi di ñaari xasab ak genn-wàll, yaatuwaay bi di xasab ak genn-wàll."},{"style":"v","text":"Mu sàkk itam ñaari malaakay \\w serub|serub y-:\\w* yu wurus. Liggéeyu tëgg bu jekk la def serub yi ci ñaari cati kubeeru njotlaay gi,"},{"style":"v","text":"cat lii ab serub, cat lee ab serub, mu móolaale kubeer gi ak serub yi ci ñaari cat yi, ñu ànd di benn."},{"style":"v","text":"Serub yaa ngi tàllal seeni laaf, jëme kaw, yiire kubeer gi seeni laaf te janoo, seeni kanam jublook kubeeru njotlaay gi."},{"style":"s1","text":"Defar nañu taabalu mburum teewal mi"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Beccalel sàkk taabalu bantu séng, guddaay bi di ñaari xasab, yaatuwaay bi di xasab, taxawaay bi di xasab ak genn-wàll."},{"style":"v","text":"Mu xoob ko wurusu ngalam, defal ko kéméju wurus bu ko wër."},{"style":"v","text":"Mu defal ko it pegg bu ko wër bu tollu ci yaatuwaayu ñeenti baaraam, ba noppi sàkkal pegg bi kéméju wurus, wëralee ko ko."},{"style":"v","text":"Mu móolal taabal ji ñeenti lami wurus, daldi we lam yi ci ñeenti wet yi, fi fareek ñeenti tànk yi,"},{"style":"v","text":"lam yi dendeek pegg bi, di téye njàppu, yi ñuy yóbboo taabal ji."},{"style":"v","text":"Mu sàkk ay njàppuy bantu séng, xoob ko wurus, ñu di ko yóbboo taabal ji."},{"style":"v","text":"Ci kaw loolu mu sàkk jumtukaay yiy tege ci taabal ji; ndabam yu tell aki mbàttoom aki njaqam, ak këllam yi ñuy tuural Yàlla, lépp di wurusu ngalam."},{"style":"s1","text":"Defar nañu tegukaayu làmp bi"},{"style":"p","text":""},{"style":"v","text":"Beccalel sàkk itam tegukaayu làmp bu wurusu ngalam. Liggéeyu tëgg bu jekk la def tegukaayu làmp bi, ak taatu tegukaay bi, ak peru tegukaay bi, ay kaasam aki kàmbóotam aki mbaram, lépp ànd ak tegukaay bi, di benn."},{"style":"v","text":"Juróom benni car a soqikoo ci weti tegukaayu làmp bi, ñetti car ci gii wet, ñett ci gi ci des."},{"style":"v","text":"Ñetti kaas yu bindoo ni tóor-tóori garabu amànd ñoo nekk ci benn car bi, kaas bu ci nekk ànd ak ay kàmbóotam aki mbaram, ñetti kaas yu bindoo ni tóor-tóori garabu amànd nekk ci car bi ci topp, kaas bu ci nekk ànd aki kàmbóotam aki mbaram, ba juróom benni car yi soqikoo ci per bi, daj."},{"style":"v","text":"Peru tegukaayu làmp bi itam am na ñeenti kaas yu bindoo ni tóor-tóori garabu amànd, ànd ak ay kàmbóotam aki mbaram."},{"style":"v","text":"Ab kàmbóot a ronu ñaari car, jàpp ci, beneen kàmbóot ronu ñaari car yi ci topp, jàpp ci, ab kàmbóot ronu ñaari car yi mujj, jàpp ci, juróom benni car yi soqikoo ci weti per bi, daj."},{"style":"v","text":"Kàmbóot yi ak car yi nag ànd ak tegukaay bi, di wenn donju wurusu ngalam wu ñu tëgg ba mu jekk."},{"style":"v","text":"Mu sàkk juróom ñaari làmpam ak ay ñiimi feyukaayam ak ay andam, lépp di wurusu ngalam."},{"style":"v","text":"Benn talaŋu wurusu ngalam, yemook fanweeri kilo, ci la sàkk tegukaayu làmp bi ak mboolem ay jumtukaayam."},{"style":"s1","text":"Defar nañu taabal ju ñuy taale saraxu cuuraay"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Beccalel sàkk ci bantu séng \\w sarxalukaayu|sarxalukaay b-:\\w* cuuraay bu kaare, guddaay bi di xasab, yaatuwaay bi di xasab, taxawaay bi di ñaari xasab, ay béjjénam ànd ak moom di benn bant bi."},{"style":"v","text":"Mu xoob ko wurusu ngalam ci kaw ak ci wet yi ba mu daj, ak béjjén yi, daldi koy sàkkal kéméju wurus gu ko wër."},{"style":"v","text":"Ñaari noppi wurus la ko sàkkal ci ron kéméj gi, ci ñaari wetam, ñu jàkkaarloo, di téye banti njàppu yi ñu koy yóbboo."},{"style":"v","text":"Ci biir loolu mu sàkk ay njàppuy bantu séng, xoob lu ci nekk wurus."},{"style":"v","text":"Mu sàkk nag diwu pal gu \\w sell|sell:\\w* gi, sàkk \\w cuuraay|cuuraay l-:\\w* lu xeeñ li raxul, def ko njafaan lu njafaan-kat waajal ba mu baax."}]