[{"style":"s1","verse":"","text":"Defar nañu sarxalukaay bi ak mbalkam njàpp mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba tey Beccalel sàkk ci bantu séng \\w sarxalukaayu rendi-dóomal|sarxalukaay b-:\\w* bu kaare, guddaay bi di juróomi xasab, yaatuwaay bi di juróomi xasab, taxawaay bi di ñetti xasab."},{"style":"v","verse":"2","text":"Mu sàkkal ko ay béjjénam ci ñeenti collam, mu ànd aki béjjénam, di benn. Mu xoob nag lépp xànjar."},{"style":"v","verse":"3","text":"Mu sàkk jumtukaayi sarxalukaay bi yépp: ndabi tibbukaayu dóom yi ak ñiitukaay yi ak këll yi, ak seppikaayi yàpp yi, ak and yi, jumtukaay yépp di xànjar."},{"style":"v","verse":"4","text":"Mu sàkkal sarxalukaay bi caax bu ñu tëgge xànjar, mu ronu peggu sarxalukaay bi, dale ci suuf ba ci digg sarxalukaay bi."},{"style":"v","verse":"5","text":"Mu daldi koy móolal ñeenti nopp ci ñeenti colli caaxu xànjar bi, ñuy téye njàppu yi."},{"style":"v","verse":"6","text":"Mu sàkk njàppuy bantu séng, xoob lu ci nekk xànjar,"},{"style":"v","verse":"7","text":"daldi roof njàppu yi ci nopp yi ci weti sarxalukaay bi, ngir bu ñu koy yóbbu. Am pax mu def sarxalukaay bi ci biir; mu defare ko ay xànq yu tàppandaar."},{"style":"v","verse":"8","text":"Mu sàkk itam mbalkam njàpp mu ànd ak tegoom, di xànjar ju jóge ci seetuy jigéen\\f + \\fr 38.8 \\fk seetuy jigéen ñi: \\ft booba ay dogi xànjar ju ñu jonj lañu daan def seetu.\\f*, ñi doon liggéey ci bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* mi."},{"style":"s1","verse":"","text":"Defar nañu ëttu jaamookaay bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Beccalel nag sàkk wërmbalu ëttu \\w jaamookaay|xaymab ndaje m-:\\w* bi. Wetam, gi fare bëj-saalum di téeméeri xasabi sori rabal yu ñu ràbbe wëñu lẽe,"},{"style":"v","verse":"10","text":"seen ñaar fukki jën ànd ak seen ñaar fukki tegu, di xànjar, wékkukaay yeek galani jën yi di xaalis."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Wetu bëj-gànnaar it di téeméeri xasabi sori rabal, seen ñaar fukki jën ànd ak seen ñaar fukki tegu, di xànjar, wékkukaay yeek galani jën yi di xaalis."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Wetu sowu di juróom fukki xasabi sori rabal, ak seen fukki jën yu ànd ak seen fukki tegu, wékkukaay yeek galani jën yi di xaalis."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Wetu penku bi ci kanam di juróom fukki xasab;"},{"style":"v","verse":"14-15","text":"fukki xasabi sori rabal ak juróom fi làng ak buntu ëtt bi ci genn wetam, ak seen ñetti jën yu ànd ak seen ñetti tegu, ak fukki xasabi sori rabal ak juróom, wet gi ci des, ak seen ñetti jën yu ànd ak seen ñetti tegu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Mboolem sori wërmbalu ëtt bi ba mu daj, wëñu lẽe la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Teguy jën yi xànjar la, wékkukaayi jën yeek ay galanam di xaalis, ñu xoob boppi jën yi xaalis; jëni ëtt bi yépp nag, galani xaalis lañu leen lëkkalee."},{"style":"v","verse":"18","text":"Lafu buntu ëtt bi, liggéeyu ràbb bu rafet la, bu ñu ràbbe wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr ak wëñu lẽe. Guddaayu laf bi ñaar fukki xasab la, taxawaay bi yemook yaatuwaay bi, di juróomi xasab, tollook sori wërmbalu ëtt bi."},{"style":"v","verse":"19","text":"Jëni lafu bunt bi ñeent la, seen ñeenti tegu di xànjar, seeni wékkukaay di xaalis, ñu xoob kaw jën yi xaalis, galan yi di xaalis."},{"style":"v","verse":"20","text":"Mboolem xeri jaamookaay bi ak xeri wërmbalu ëtt bi ba mu daj, lépp xànjar la."},{"style":"s1","verse":"","text":"Lim nañu jumtukaay yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Lii nag moo di tënkub dayoy gànjar yi ñu jëfandikoo ci liggéeyu \\w jaamookaay|xaymab ndaje m-:\\w* bi, jaamookaay bi ñu denc àlluway seede si. Tënkees na ko ci ndigalu Musaa, te Leween ñi sasoo tënk bi ci njiital Itamar doomu Aaróona \\w sarxalkat|sarxalkat b-:\\w* bi."},{"style":"v","verse":"22","text":"Fekk na Yudeen bi\\f + \\fr 38.22 \\fk Yudeen bi \\ft ci waxin wuy tekki ab giir niki boo nee Njóobeen ñi walla Njaayeen ñi.\\f* Beccalel doomu Uri, miy doomu Ur, sottal na mboolem li Aji Sax ji santoon Musaa."},{"style":"v","verse":"23","text":"Mu àndoon ci ak Daneen bi, doomu Axisamaag, Oliyab, mu dib yattkat, dib taaralkat te di liggéeykatu wëñ gu baxa te laal yolet, ak wëñ gu xewar ak gu xonq curr ak wëñu lẽe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Wurus wi dem ci liggéey bi bépp, mboolem liggéeyu jaamookaay bu sell bi, te muy wurus wu ñu def \\w saraxu yékkati-jébbal|Sarax yi:\\w* Yàlla, muy juróom ñetti téeméeri kilo ak juróom ñaar fukk ak juróom ñaar (877), yemook ñaar fukki talaŋ ak juróom ñeent (29), ak ñetti téeméeri garaam (300), muy juróom ñaari téeméer ak fanweeri (730) siikal, ci siikal bi ñu yoonal ci \\w néeg bu sell|néeg bu sell b-:\\w* bi."},{"style":"v","verse":"25","text":"Xaalis bi tukkee ci limeefu askan wi, ñetti junniy kilo ak ñeenti téeméer ak ñeent fukk (3~440), yemook téeméeri (100) talaŋ ak junneek juróom ñaari téeméer ak juróom ñaar fukk ak juróomi (1~775) siikal, ci siikal bi ñu yoonal ci néeg bu sell bi,"},{"style":"v","verse":"26","text":"mu xawa tollu ci juróomi garaami xaalis ak genn wall bopp bu nekk, yemook genn-wàllu siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, ñeel képp ku bindu ci limeef bi, dale ko ci ñi am ñaar fukki at jëm kaw, ñépp di juróom benni téeméeri junniy góor ak ñetti junneek juróomi téeméer ak juróom fukk (603~550)."},{"style":"v","verse":"27","text":"Ñetti junniy ak ñeenti téeméer ak ñaar fukki (3~420) kiloy xaalis, di téeméeri talaŋ, ñeel móolub teguy néeg bu sell bi, ak teguy rido bi. Muy téeméeri tegu ci téeméeri talaŋ, benn talaŋ ci benn tegu."},{"style":"v","verse":"28","text":"Ñaar fukki kilo yi des, yemook fukki kilook juróom ñaar yeek juróom ñaari téeméeri garaam yeek juróom fukk (17 kilo 750 garaam), muy junneek juróom ñaari téeméer ak juróom ñaar fukk ak juróomi (1~775) siikali xaalis, def na ci ay wékkukaay ngir jën yi, xoob ci boppi jën yi, xoob ci it galan yi boole jën yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Xànjar bi ñu def saraxu yékkati-jébbal Yàlla, ñaari junniy kilo ak ñeenti téeméer ak ñaar fukk ak benn la (2~421), yemook juróom ñaar fukki (70) talaŋ ak ñaari junneek ñeenti téeméeri (2~400) siikal."},{"style":"v","verse":"30","text":"Mu sàkk ci teguy buntu \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, ak \\w sarxalukaayu|sarxalukaay b-:\\w* xànjar bi, ak caaxub xànjaram, ak mboolem jumtukaayi sarxalukaay bi,"},{"style":"v","verse":"31","text":"ak teguy wërmbalu ëtt bi, ak teguy buntu ëtt bi, ak xeri jaamookaay bi yépp, ak xeri wërmbalu ëtt bi."}]