[{"style":"s1","text":"Defar nañu yérey sarxalkat yi"},{"style":"p","text":""},{"style":"v","text":"Wëñ gu baxa gi te laal yolet nag ak wëñ gu xewar gi ak gu xonq gi curr, ci lañu sàkk yére yu yànj yi ñuy liggéeye ci \\w néeg bu sell|néeg bu sell b-:\\w* bi. Ñu daldi defar yére yu sell, yi ñeel Aaróona noonee ko Aji Sax ji sante woon Musaa."},{"style":"p","text":""},{"style":"v","text":"\\w Xar-sànni|xar-sànni m-:\\w* mi, wëñu wurus lees ko ràbbe, ak wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr ak wëñu lẽe."},{"style":"v","text":"Ay xobi wurus lañu tëgg ba mu jekk, ñu dagg ko ay wëñ yu ñu ràbbaaleek wëñ gu baxa gi te laal yolet, ak wëñ gu xewar gi, ak gu xonq gi curr, ak wëñu lẽe gi. Ñu daldi ciy ñawaale ay nataal."},{"style":"v","text":"Ñaari ngàlli mbagg lañu ko defal, daldi faste wu ci nekk ci ñaari cati xar-sànni mi."},{"style":"v","text":"Ngañaayu taaral li tege ci kaw, ni xar-sànni mi lees ko defare, liggéeyaale kook moom, ñu ànd di benn. Ñu ràbbe ko wëñu wurus, ak wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr, ak wëñu lẽe, noonee ko Aji Sax ji sante woon Musaa."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ñu we peri onigsë yi, fege per yi ŋankukaayi wurus, daldi ciy ñaas turi doomi Israayil yu góor, noonu ñuy ñaase xàmmikaay yi ñuy torloo."},{"style":"v","text":"Ñu tapp per yi ci kaw ngàlli waggi xar-sànni mi, per yi nag taxawe taxawaayu \\w bànni Israayil|bànni Israayil:\\w*, noonu ko Aji Sax ji sante woon Musaa."},{"style":"s1","text":"Defar nañu kiiraayal dënn bi"},{"style":"p","text":""},{"style":"v","text":"Ñu sàkk kiiraayal dënn bi, liggéeyaale ko ay nataal ni \\w xar-sànni|xar-sànni m-:\\w* mi, ràbbe ko wëñu wurus, ak wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr, ak wëñu lẽe."},{"style":"v","text":"Ab kaare bu ñu lem lañu ko def, guddaay bi, gannaaw bu ñu ko lemee, di ŋaraleb baaraamu déy ak bu digg, yaatuwaay bi di ŋaraleb baaraamu déy ak digg."},{"style":"v","text":"Ñu we nag ay per ci kaw kiiraayal dënn bi, def ko ñeenti làngi per. Làng gi jiitu, peru sarduwan ak peru topaas ak peru eskarbukal moo ca nekk;"},{"style":"v","text":"ñaareelu làng gi di peru emëródd ak peru safiir ak peru jamaa,"},{"style":"v","text":"ñetteelu làng gi di peru yasent ak peru agaat ak peru ametistë,"},{"style":"v","text":"ñeenteelu làng gi di peru kirsolit ak peru onigsë ak peru jàspë, te per bu ci nekk ŋankukaayu wurus lees ko wewe."},{"style":"v","text":"Per yeek turi doomi Israayil yu góor ñoo tolloo ab lim: muy fukk ak ñaar, ni tur yi tollu. Ñu ñaas ci tur yi ni xàmmikaayi torlu, ku nekk ak turam, ba fukki giir yeek ñaar daj."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu ñu sàkkal kiiraayal dënn bi ñaari caqi wurusu ngalam yu ci tege, te rawaasoo ni ay buum."},{"style":"v","text":"Ñu sàkk itam ñaari ŋankukaayi wurus ak ñaari jaaroy wurus yu ñu takk ci ñaari cati kiiraayal dënn bi ci kaw."},{"style":"v","text":"Ñu nas nag ñaari buumi wurus yi ci ñaari jaaro yi ci cati kiiraay li."},{"style":"v","text":"Yeneen ñaari cati buumi wurus yi, ñu we leen ci ñaari ŋankukaay yi ci kaw ngàlli waggi xar-sànni mi, ci kanam."},{"style":"v","text":"Ñu sàkkal ko itam ñaari jaaroy wurus, yu ñu we ci ñaari cati suufi kiiraay li, fi féete biir, wet gi tafu ci xar-sànni mi."},{"style":"v","text":"Ñu sàkkalaat kiiraay li yeneen ñaari jaaroy wurus, yu ñu we ci suufu ngàlli xar-sànni mi, fi féete kanam, dendeek sofu ngàll yi, te tiim ngañaayu xar-sànni mi."},{"style":"v","text":"Kiiraayal dënn bi, buum gu sew gu baxa te laal yolet, moom lees ko téyee, lëkkalee ko jaaroy kiiraay leek jaaroy xar-sànni mi, kiiraay li dëkke tiim ngañaay li, ba du teqalikook xar-sànni mi, noonee ko Aji Sax ji sante woon Musaa."},{"style":"s1","text":"Defar nañu yérey sarxal, yi ci des"},{"style":"p","text":""},{"style":"v","text":"Mbubb mi \\w xar-sànni|xar-sànni m-:\\w* miy tege, lépp, wëñ gu baxa te laal yolet lees ko ràbbe ba mu daj."},{"style":"v","text":"Baatu mbubb maa ngi ci digg bi, mel ni baatu mbubbam xare, ñu ombe ko omb bu dëgër, ba mu daj, ngir du xottiku."},{"style":"v","text":"Ci biir loolu ñu takk ci ombu mbubb mi, ay doomi gërënaat yu ñu defare wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr, ak wëñu lẽe."},{"style":"v","text":"Ñu def itam ay jóolóoliy wurusu ngalam, ba takk jóolóoli yi ci diggante doomi gërënaat yi, wërale ko ombu mbubb mi, ba mu daj, jóolóoli yi dox diggante doomi gërënaat yi."},{"style":"v","text":"Ab jóolóoli, ab gërënaat, ab jóolóoli, ab gërënaat ba ombu mbubb mi ñuy sol di sarxal daj, noonee ko Aji Sax ji sante woon Musaa."},{"style":"p","text":""},{"style":"v","text":"Ñu sàkkal nag Aaróona aki doomam jàllaabi yu ñu ràbbe wëñu lẽe,"},{"style":"v","text":"ak kaalag lẽe, ak mbaxanay lẽe, ak tubéyi njiitlaay yu lẽe,"},{"style":"v","text":"ak laxasaay giy liggéeyu ràbb bu rafet, bu ñu ràbbe wëñu lẽe gu ëccu ba sew, ak wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr, noonee ko Aji Sax ji sante woon Musaa."},{"style":"p","text":""},{"style":"v","text":"Ñu sàkk nag meeteel gu \\w sell|sell:\\w* gu wurusu ngalam, muy dogu wurus wu tell, ñu ñaas ci kawam mii mbind, ni ñuy ñaase mbindum torlu: «Sell na, ñeel Aji Sax ji»."},{"style":"v","text":"Ñu daldi koy takke buum gu baxa te laal yolet, téyee ko ko ci kaw kaala gi, na ko Aji Sax ji sante woon Musaa."},{"style":"s1","text":"Musaa nemmiku na liggéey bi"},{"style":"p","text":""},{"style":"v","text":"Noonu la mboolem liggéeyu màkkaanu jaamookaay bi, maanaam \\w xaymab ndaje|xaymab ndaje m-:\\w* mi mate. Noonee ko Aji Sax ji sante woon Musaa rekk, ni la ko \\w bànni Israayil|bànni Israayil:\\w* defe."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu indil Musaa jaamookaay bi: xayma bi ak yëfam yépp; lonku yi ak làcc yi ak galan yi ak jën yeek tegu yi,"},{"style":"v","text":"ak kiiraayal deri kuuy yi ñu sóob xonq, ak kiiraayal deri piipi yi, ak ridob xàjjatle bi,"},{"style":"v","text":"ak \\w gaal gi àlluway seede si dence|gaalu kóllëre g-:\\w*, aki njàppoom, ak kubeeru njotlaay gi,"},{"style":"v","text":"ak taabal jeek ndabam yépp, ak \\w mburum teewal|mburum teewal m-:\\w* mi ciy tege,"},{"style":"v","text":"ak tegukaayu làmp bu wurusu ngalam bi aki làmpam, làmp yi sësaloo ba jekk ak mboolemi jumtukaayam, ak diw gi ñuy taaloo,"},{"style":"v","text":"ak \\w sarxalukaay|sarxalukaay b-:\\w* bu wurus bi, ak diwu pal gi, ak \\w cuuraay|cuuraay l-:\\w* lu xeeñ li, ak kiiraayal buntu xayma bi,"},{"style":"v","text":"ak sarxalukaayu xànjar beek caaxub xànjaram, aki njàppoom ak ndabam yépp, ak mbalkam njàpp mi akub tegoom,"},{"style":"v","text":"ak sori wërmbalu ëtt bi aki jënam aki tegoom, ak kiiraayal lafu buntu ëtt bi, aki buumam aki xeram; mboolem jumtukaay yi ñuy liggéeye ci màkkaanu jaamookaay bi, xaymab ndaje mi rekk,"},{"style":"v","text":"ak yére yu yànj yi ñuy liggéeye ci \\w néeg bu sell|néeg bu sell b-:\\w* bi; yére yu sell yu Aaróona \\w sarxalkat|sarxalkat b-:\\w* bi, ak yérey doomam yi ñuy sol, di sarxale."},{"style":"v","text":"Noonee ko Aji Sax ji sante woon Musaa rekk, ni la bànni Israayil sottale liggéey bi bépp."},{"style":"v","text":"Musaa nag nemmiku mboolem liggéey bi, ba gis ne sottal nañu ko; noonee ko Aji Sax ji santaanee woon, ni lañu ko defe. Musaa daldi leen ñaanal."}]