[{"style":"s1","verse":"","text":"Yàlla jox na Musaa ay firnde"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Musaa dellu wax Aji Sax ji, ne ko: «Waaw, su ñu ma dégluwul te gëmuñu ma, xanaa ne ma: “Aji Sax ji feeñuwu la” nag?»"},{"style":"v","verse":"2","text":"Aji Sax ji ne ko: «Li ci sa loxo lu mu doon?» Mu ne ko: «Aw yet.»"},{"style":"v","verse":"3","text":"Aji Sax ji ne ko: «Sànni ko ci suuf.» Mu sànni yet wa ca suuf, mu soppaliku jaan. Musaa dellu gannaaw."},{"style":"v","verse":"4","text":"Aji Sax ji ne ko: «Tàllalal sa loxo, jàpp ci geen gi.» Musaa tàllal loxo ba, ne nikk jaan ja, mu dellu di aw yet ca loxoom."},{"style":"v","verse":"5","text":"Aji Sax ji ne ko: «Loolu ngay def, ngir ñu gëm ne Aji Sax ji seen Yàllay maam ya, di Yàllay Ibraayma, di Yàllay Isaaxa te di Yàllay Yanqóoba, moo la feeñu ci lu wér.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Aji Sax ji dellooti ne ko: «Léegi dugalal sa loxo ci sa biir mbubb, teg ko ci sa dënn.» Musaa dugal loxoom, teg ko ca dënnam; ba mu ko génnee, mu defi àkk, xobbiku."},{"style":"v","verse":"7","text":"Aji Sax ji ne ko: «Dellool sa loxo ci sa dënn.» Musaa delloo loxo ba ca dënn ba, génnewaat ko, mu dellu mel ni yaramam."},{"style":"v","verse":"8","text":"Mu ne ko: «Bu ñu la gëmul mbaa ñu baña seet ci firnde ju njëkk ji, dinañu gëm ndax firnde ji ci topp."},{"style":"v","verse":"9","text":"Waaye su lenn ci ñaari firnde yi taxul ñu gëm, te déggaluñu la, nanga tanqe ndox ci dexu Niil gi, tuur ko ci suuf su wow si, su ko defee ndox, ma nga tanqe ca dex ga, day soppaliku deret ci suuf si.»"},{"style":"s1","verse":"","text":"Yàlla def na Aaróona bëkk-néegu Musaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Musaa nag ne Aji Sax ji: «Da di, Boroom bi, man naka jekk duma nitu waxkat, du démb, du tey jii ngay wax ak man. Dama di ku leeb, Sang bi, te tëlee wax.»"},{"style":"v","verse":"11","text":"Aji Sax ji ne ko: «Ku sàkkal nit gémmiñ? Kan mooy luuwal, di tëxal, di gisal mbaa muy gumbaal? Xanaa du man Aji Sax ji?"},{"style":"v","verse":"12","text":"Demal rekk, man maay ànd ak yaw booy wax, di la xamal li ngay wax.»"},{"style":"v","verse":"13","text":"Teewul Musaa ne ko: «Ngalla waay, yónnil keneen ku la soob rekk, sama Boroom.»"},{"style":"v","verse":"14","text":"Aji Sax ji nag mer ba fees ndax Musaa. Mu ne ko: «Sa mag Aaróona, Leween bi, da fee nekkul? Moom, xam naa ne ku mana wax la. Mu ngi lay gatandusi sax, te bu la gisee, bég."},{"style":"v","verse":"15","text":"Nanga wax ak moom, digal ko li mu wara wax. Man maay ànd ak yeen, yaak moom, saa yu ngeen dee wax, te maa leen di xamal, yeen ñaar, li ngeen wara def."},{"style":"v","verse":"16","text":"Na lay waxal ak mbooloo mi; su ko defee sa kàddu di kàddoom, te yaw nga mel ci moom ni Yàlla."},{"style":"v","verse":"17","text":"Yóbbaaleel yet wii nag, ndax ci ngay defe firnde yi.»"},{"style":"s1","verse":"","text":"Musaa dellu na Misra"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Musaa nag dellu ca goroom Yettro, ne ko: «May ma, ma dellu Misra, seeti samay bokk, ba xam nu ñu def.» Yettro ne ko: «Demal ak jàmm.»"},{"style":"v","verse":"19","text":"Ci biir loolu Aji Sax ji wax ak Musaa ca Majan, ne ko: «Dellul Misra, ndaxte ña la doon wuta rey ñépp dee nañu.»"},{"style":"v","verse":"20","text":"Musaa ànd ak soxnaam ak doomam yu góor, waral leen mbaam. Ma ngay dellu Misra, jàpp yetu Yàlla wa\\f + \\fr 4.20 \\fk yetu Yàlla wa \\ft mooy yetu Musaa, wa Yàlla defe kéemaan ya.\\f* ca loxo ba, yóbbaale."},{"style":"v","verse":"21","text":"Aji Sax ji ne ko: «Keroog boo delloo Misra, nanga taxaw temm, te def ca kanam Firawna kéemaan yi ma teg ci sa loxo yépp. Man maay dëgëral boppam, mu të ba du bàyyi mbooloo mi, ñu dem."},{"style":"v","verse":"22","text":"Su ko defee nga wax Firawna, ne ko: “Aji Sax ji dafa wax ne: Israayil mooy sama taaw bu góor."},{"style":"v","verse":"23","text":"Te wax naa la ne la, nga bàyyi sama doom, ndax mu man maa jaamu, nga bañ. Kon nag dinaa rey sa taaw bu góor.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba ñu lalee panaan ca yoon wa, Aji Sax ji dafa dogale Musaa, nar koo rey."},{"style":"v","verse":"25","text":"Soxnaam Cipora jël paaka bu ñu yatte doj, dog mbuñukam doomam, laalale ko ca tànkam, ne ko: «Jëkkër ju ñuy jote deret de laa am.»"},{"style":"v","verse":"26","text":"Ba loolu amee Aji Sax ji bàyyi Musaa. Ba Cipora di wax lu jëm ci jëkkër ju ñuy jote deret, aaday xarafal gaa taxoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ci biir loolu Aji Sax ji wax Aaróona ne ko: «Demal gatanduji Musaa ca màndiŋ ma.» Aaróona dem seeti ko ca tundu Yàlla wa, fekk ko fa, taf ko ca kawam."},{"style":"v","verse":"28","text":"Musaa xamal ko la ko Aji Sax ji dénk lépp, ak mboolem firnde, ya mu ko sant mu def ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ci kaw loolu Musaa ak Aaróona agsi Misra. Ñu woo magi \\w bànni Israayil|bànni Israayil:\\w* yépp, ñu daje."},{"style":"v","verse":"30","text":"Aaróona jottali leen kàddu ya Aji Sax ji wax Musaa yépp, ba noppi mu wone firnde ya ca kanam mbooloo ma,"},{"style":"v","verse":"31","text":"ba mbooloo ma gëm. Ba magi Israayil déggee ne Aji Sax ji nemmiku na bànni Israayil te gis na nootaange gi ñu nekke, dañoo sujjóot, màggal Aji Sax ji."}]