[{"style":"s1","verse":"","text":"Samp jaamookaay bi jot na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxati Musaa ne ko:"},{"style":"v","verse":"2","text":"«Bu keroogee benn fanu weer wi jiitu, nanga samp màkkaanu \\w xaymab ndaje|xaymab ndaje m-:\\w* mi."},{"style":"v","verse":"3","text":"Nanga yeb ci biir, \\w gaal gi àlluway seede si dence|gaalu kóllëre g-:\\w*, te nga làqe gaal gi rido bi."},{"style":"v","verse":"4","text":"Dugalal taabal ji te taaj ci li muy àndal; dugalal tegukaayu làmp bi, nga taal ay làmpam,"},{"style":"v","verse":"5","text":"te nga teg \\w sarxalukaayu|sarxalukaay b-:\\w* cuuraay bu wurus bi ci kanam gaal gi àlluway seede si dence, ba noppi nga samp lafu buntu \\w jaamookaay|xaymab ndaje m-:\\w* bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Tegal sarxalukaayu rendi-dóomal bi fi kanam buntu màkkaanu xaymab ndaje mi."},{"style":"v","verse":"7","text":"Tegal mbalkam njàpp mi ci diggante xaymab ndaje mi ak sarxalukaay bi, te nga duy ko ndox."},{"style":"v","verse":"8","text":"Sampal nag wërmbalu ëtt bi bépp, te nga we lafu buntu wërmbal bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Jëlal nag diwu pal gi, nga diw ci jaamookaay bi ak li ci biiram lépp, sellale ko ko, mook yëfam yépp, mu daldi \\w sell|sell:\\w*."},{"style":"v","verse":"10","text":"Boo noppee, diwal sarxalukaayu rendi-dóomal bi, mook ndabam yépp, nga sellale ko sarxalukaay bi, sarxalukaay bi daldi sella sell."},{"style":"v","verse":"11","text":"Nanga diw mbalkam njàpp mi akub tegoom, nga sellale ko ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Indil Aaróona aki doomam ba ci bunt xaymab ndaje mi, nga sang leen ci ndox mi."},{"style":"v","verse":"13","text":"Nga daldi solal Aaróona yére yu sell yi, diw ko, sellale ko ko, mu doon sama \\w sarxalkat|sarxalkat b-:\\w*."},{"style":"v","verse":"14","text":"Su ko defee nga indi ay doomam, solal leen ay jàllaabi."},{"style":"v","verse":"15","text":"Nga diw leen, ni nga diwe seen baay, ñu doon samay sarxalkat. Seen diwu googu moo leen sédd sasu carxal bu sax dàkk, maasoo maas.»"},{"style":"v","verse":"16","text":"Musaa nag def loola. Mboolem noonee ko ko Aji Sax ji sante, na la ko defe."},{"style":"s1","verse":"","text":"Musaa samp na jaamookaay bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Keroog at ma topp ca at ma ñu génne Misra, ca benn fanu weer wa njëkk, ca lañu samp \\w jaamookaay|xaymab ndaje m-:\\w* ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Musaa nag samplu jaamookaay bi; ñu jiital tegu yi, samp làcc yi, we galan yi, daldi samp jën yi."},{"style":"v","verse":"19","text":"Ci kaw loolu, ñu firi malaan mi ci kaw jaamookaay bi, daldi lal kiiraay li ci kawam, na ko Aji Sax ji sante woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Gannaaw loolu ñu jël àlluway seede si, yeb ko ci \\w gaal|gaalu kóllëre g-:\\w* gi, ba noppi roof njàppu yi ci gaal gi. Ñu daldi teg kubeeru njotlaay gi ci kaw gaal gi."},{"style":"v","verse":"21","text":"Ba mu ko defee ñu fat gaal gi ci biir jaamookaay bi, doora firi ridob xàjjatle bi, làqe ko ko, na ko Aji Sax ji sante woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ba loolu amee ñu dugal taabal ji ci biir \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, ci wetu bëj-gànnaaru jaamookaay bi, ci kanam rido bi."},{"style":"v","verse":"23","text":"Ñu daldi teg ci kaw taabal ji, tegin wu jekk, mburu mi fi kanam Aji Sax ji, na ko Aji Sax ji sante woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ñu dugal nag tegukaayu làmp bi ci biir xaymab ndaje mi, fi janook taabal ji, ci wetu bëj-saalumu jaamookaay bi,"},{"style":"v","verse":"25","text":"daldi taal làmp yi fi kanam Aji Sax ji, na ko Aji Sax ji sante woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ba mu ko defee ñu dugal \\w sarxalukaayu|sarxalukaay b-:\\w* wurus bi ci biir xaymab ndaje mi, ci kanam rido bi,"},{"style":"v","verse":"27","text":"daldi taal \\w cuuraay|cuuraay l-:\\w* lu xeeñ li ci kawam, na ko Aji Sax ji sante woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Noonu ñu samp lafu buntu jaamookaay bi."},{"style":"v","verse":"29","text":"Sarxalukaayu rendi-dóomal bi nag, ñu teg ko ci bunt màkkaanu xaymab ndaje mi, daldi def ci kawam \\w saraxu rendi-dóomal|Sarax yi:\\w* bi, ak \\w saraxi pepp|Sarax yi:\\w* mi, na ko Aji Sax ji sante woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ba loolu amee ñu teg mbalkam njàpp mi ci diggante xaymab ndaje mi ak sarxalukaay bi, ba noppi duy ko ndoxum njàpp."},{"style":"v","verse":"31","text":"Ci la Musaa ak Aaróona aki doomam di raxas seeni loxo ak seeni tànk,"},{"style":"v","verse":"32","text":"ndax bu ñuy dugg ci xaymab ndaje mi, ak bu ñuy jegeji sarxalukaay bi, dañuy jàpp, na ko Aji Sax ji sante woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Gannaaw loolu ñu samp wërmbal bi yéew jaamookaay beek sarxalukaay bi, daldi samp lafu buntu ëtt bi. Noonu la Musaa sottale liggéey bi."},{"style":"s1","verse":"","text":"Leeru Aji Sax ji gane na jaamookaay bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Ba loolu amee niir wa yiir \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, leeru Aji Sax ji fees jaamookaay ba,"},{"style":"v","verse":"35","text":"ba Musaa tëlee dugg ca xaymab ndaje ma, ndax niir wa màkkaanoo kaw xayma ba, ak leeru Aji Sax ji fees jaamookaay ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Saa yu niir wa yékkatikoo fa tiim jaamookaay ba nag, \\w bànni Israayil|bànni Israayil:\\w* daldi tegu ca seen yooni tukki ya."},{"style":"v","verse":"37","text":"Waaye bu niir wa yékkatikuwul, duñu dem, ba keroog muy yékkatiku."},{"style":"v","verse":"38","text":"Ndax booba niiru Aji Sax jaa nga ca kaw jaamookaay ba, ag bëccëg, te sawara waa nga ca biir niir wa, ag guddi, waa kër Israayil gépp di ci gis, seen diiru yooni tukki ya."}]