[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji wax Musaa ne ko: «Dinga gis léegi ni may def Firawna: loxo bu ko ëpp dooleey tax mu bàyyi leen ñu dem. Bir na ne, loxo bu ko ëpp doole mooy tax mu dàq leen réewam.»"},{"style":"s1","verse":"","text":"Yàlla dellu na yónni Musaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Yàlla dellu wax Musaa ne ko: «Man maay Aji Sax ji."},{"style":"v","verse":"3","text":"Yàlla Aji Man ji, mooy ni ma feeñoo woon Ibraayma, te ni laa feeñoo Isaaxa ak Yanqóoba it, waaye sama tur, Aji Sax ji, leeraluma leen ko woon."},{"style":"v","verse":"4","text":"Te itam damaa fasoon ak ñoom \\w kóllëre|kóllëre g-:\\w*, ngir jox leen réewum Kanaan, réew ma ñu nekkoon ay doxandéem."},{"style":"v","verse":"5","text":"Maa déggal sama bopp yuuxi \\w bànni Israayil|bànni Israayil:\\w* gi waa Misra def ay jaam, te fàttewuma sama kóllëre ga."},{"style":"v","verse":"6","text":"Kon nag waxal bànni Israayil ne leen: “Man maay Aji Sax ji. Maa leen di sippil, yeen bànni Israayil, li leen waa Misra sëf, te maa leen di teggil njaam gi ñu leen teg. Maay tàllal sama loxo, dogal mbugal yu kéemaane, ba \\w jot|jot:\\w* leen."},{"style":"v","verse":"7","text":"Maa leen di def sama ñoñ, di seen Yàlla. Dingeen xam ne man Aji Sax ji maay seen Yàlla ji leen di teggil sas yi leen waa Misra teg."},{"style":"v","verse":"8","text":"Maa leen di yóbbu ba ngeen dugg réew ma ma giñoon ne maa koy jox Ibraayma ak Isaaxa ak Yanqóoba, te maa leen koy moomale, man Aji Sax ji.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba Musaa waxee loolu bànni Israayil, dégluwuñu ko sax ndax xol bu jeex ak njaam gu metti."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Aji Sax ji wax Musaa ne ko:"},{"style":"v","verse":"11","text":"«Demal wax Firawna buuru Misra, mu bàyyi bànni Israayil, ñu génn réewam.»"},{"style":"v","verse":"12","text":"Musaa tinu Aji Sax ji ne ko: «Waaw, ndegam bànni Israayil sax nanguwuñu maa déglu, nu ma Firawna di déggale, man mii tëlee wax?»"},{"style":"v","verse":"13","text":"Aji Sax ji nag wax ak Musaa ak Aaróona, jox leen ay ndigal ci mbirum bànni Israayil ak Firawna buuru Misra, ngir ñu yiwi bànni Israayil, ba ñu génn Misra."},{"style":"s1","verse":"","text":"Lu jëm ci cosaanu Musaa ak Aaróona"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"\\w Bànni Israayil|bànni Israayil:\\w* ya yilifoon seen kër baay, ñoo di ñii:"},{"style":"p","verse":"","text":"Góor ña Ruben, taawu Israayil, jur, di Enog ak Palu ak Esron ak Karmi. Ñooñoo sos làngi Ruben."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Doomi Simeyon yu góor di Yemuwel ak Yamin ak Owàdd ak Yakin ak Cowar ak Sawul, mi ndeyam dib Kanaaneen. Ñooñoo sos làngi Simeyon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Doomi Lewi yu góor ñoo di Gerson ak Keyat ak Merari, ku nekk ak askanam. At ya Lewi dund, téeméer la ak fanweer ak juróom ñaar (137)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Doomi Gerson yu góor ñoo di Libni ak Simey, ñook seeni làng."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Doomi Keyat yu góor ñoo di Amram ak Iccar ak Ebron ak Usyel; te at ya Keyat dund, téeméer la ak fanweer ak ñett (133)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Doomi Merari yu góor ñoo di Maxli ak Musi."},{"style":"p","verse":"","text":"Ñooñoo sos làngi Lewi ak seeni giir."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Amram moo jël bàjjanam Yokebedd soxna\\f + \\fr 6.20 \\ft Séy bu ni jegee mujj nañu ko tere bànni Israayil. Waaye jamonoy waajuri Musaa, séy bu jegee noonu aada la fa woon.\\f*, kooku am ak moom Aaróona ak Musaa. At, ya Amram dund, téeméer la ak fanweer ak juróom ñaar (137)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Doomi Iccar yu góor ñoo di Kore ak Nefeg ak Sikkri."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Doomi Usyel yu góor di Misayel ak Elcafan ak Sitiri."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Aaróona moo jël Eliseba doomu Aminadab, jigéenub Naason. Kooku am ak moom Nadab ak Abiyu ak Elasar ak Itamar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Doomi Kore yu góor ñoo di Asir ak Elkana ak Abyasaf. Ñooñoo sos làngi Kore."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Elasar doomu Aaróona moom, moo jël soxna kenn ca doomi Putiyel, kooku am ak moom Fineyas."},{"style":"p","verse":"","text":"Ñooñoo yilif seeni kër baay ca Leween ña, ku nekk sos làngam."},{"style":"v","verse":"26","text":"Aaróona moomu nag, mook Musaa, la Aji Sax ji wax, ne leen: «Génneleen bànni Israayil Misra, kuréel ci kaw kuréel.»"},{"style":"v","verse":"27","text":"Ñoom ñooñu ñoo wax ak Firawna buuru Misra, ngir génne bànni Israayil Misra; du keneen ku dul Musaa ak Aaróona."},{"style":"s1","verse":"","text":"Yàlla feddali na digeem baak Musaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Keroog ba Aji Sax ji waxee ak Musaa ca réewum Misra,"},{"style":"v","verse":"29","text":"da koo wax, ne ko: «Man maay Aji Sax ji. Nanga wax Firawna buuru Misra, li ma lay wax lépp.»"},{"style":"v","verse":"30","text":"Teewul Musaa tinu Aji Sax ji, ne ko: «Waaw, waaye man, damaa tëlee wax. Mbaa Firawna dina ma déggal yee?»"}]