[{"style":"p","text":""},{"style":"v","text":"Aji Sax ji ne Musaa: «Dama ne, def naa nga féete Firawna fi ko Yàlla féete, sa mag Aaróona di sa yonent."},{"style":"v","text":"Su ko defee yaw nga wax ko li ma la sant lépp, sa mag Aaróona wax ko Firawna, ngir mu bàyyi \\w bànni Israayil|bànni Israayil:\\w*, ñu génn réewam."},{"style":"v","text":"Waaye man maay dëgëral boppu Firawna, ba fulandi samay firnde ak samay kéemaan ci biir réewum Misra."},{"style":"v","text":"Firawna du leen déggal. Su ko defee nag maay tàllal sama loxo, tiimale Misra, te maay dogal mbugal yu kéemaane, ba goreel bànni Israayil, sama ñoñ, ñu génn Misra, kuréel ci kaw kuréel."},{"style":"v","text":"Keroog bu ma tàllalee sama loxo, tiimale ko Misra, ba génnee bànni Israayil ca seen biir, waa Misra dinañu xam ne maay Aji Sax ji.»"},{"style":"p","text":""},{"style":"v","text":"La Aji Sax ji santoon Musaak Aaróona, noonu rekk lañu ko defe."},{"style":"v","text":"Musaa nga tollu woon ci juróom ñett fukki at (80); Aaróona moom am juróom ñett fukki at ak ñett (83); ca jamono, ya ñuy wax ak Firawna."},{"style":"s1","text":"Firawna gàntu na"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji dafa wax Musaa ak Aaróona ne leen:"},{"style":"v","text":"«Bu leen Firawna waxee ne leen: “Defleen seeni kéemaan boog!” danga naan Aaróona: “Jëlal yet wi, sànni ci suuf ci kanam Firawna.” Su ko defee yet wi dina soppaliku jaan.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Musaa ak Aaróona àgg ba ca Firawna. Ñu def la leen Aji Sax ji santoon. Aaróona jël yetam, sànni ca suuf ca kanam Firawnaaki dagam; yet wa soppaliku jaan."},{"style":"v","text":"Ba mu ko defee Firawna moom itam woo boroom xam-xam yaak ñeengokat ya. Jabarkati Misra ya ñoom it fexe ca seeni xarfafuufa, ba def lu mel noona."},{"style":"v","text":"Ku nekk ca ñoom sànni yetam, mu soppaliku jaan, yetu Aaróona nag wann seeni yet\\f + \\fr 7.12 \\ft Manees naa jàpp ne jaan, ja yetu Aaróona soppaliku woon, moo wann jaan, ya seen yet soppaliku.\\f*."},{"style":"v","text":"Terewul Firawna të, faalewu leen, muy la Aji Sax ji waxoon."},{"style":"s1","text":"Yar bi njëkk: ndox mu soppaliku deret"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Aji Sax ji wax na Musaa ne ko: «Firawna daa dëgër bopp. Bañ naa bàyyi mbooloo mi, ñu dem."},{"style":"v","text":"Dangay teela xëy ca Firawna ëllëg, buy génn jëm ca ndox ma, nga dogale ko ca tàkkal dexu Niil, te yóbbaale yet wa soppaliku woon jaan."},{"style":"v","text":"Wax ko ne ko: “Aji Sax ji Yàllay \\w Ebrë|Ebrë:\\w* yi, moo ma yónni ci yaw. Mu di la wax, ne la: Bàyyil sama ñoñ, ñu jaamuji ma ca màndiŋ ma. Yaw nag booba ba tey yaa ngi tanqamlu."},{"style":"v","text":"Aji Sax ji dafa wax ne: Ni ngay xame ne man maay Aji Sax ji nii la: dama ne, dinaa dóor ci ndoxum Niil mi yet wi ci sama loxo, ndox mi soppaliku deret;"},{"style":"v","text":"su ko defee jën yi ci dex gi dee, dexu Niil gi mujj xasaw, ba waa Misra dootuñu mana naan ci ndox mi.”»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Aji Sax ji ne Musaa: «Waxal Aaróona ne ko: “Jëlal saw yet, te tàllal sa loxo tiimale ko ndoxi Misra, muy seeni dex ak seen yooni ndox ak seeni déeg ak fépp fu ndox taa, mu ànd soppaliku deret.” Deret ja dina daj Misra gépp, ba ca këll yaak njaq ya.»"},{"style":"v","text":"Musaa ak Aaróona def loolu lépp, na leen ko Aji Sax ji sante. Naka la ne xaas yet wa, ne ko tàrr ca ndoxum Niil ma, ca kanam Firawnaaki dagam, ndoxum Niil ma mépp di deret,"},{"style":"v","text":"jën ya ca dexu Niil ga dee, dexu Niil ga xasaw, ba waa Misra manatuñoo caa naan. Misra gépp di deret."},{"style":"v","text":"Jabarkati Misra itam fexe ca seeni xarfafuufa, ba def lu mel noona. Firawna të rekk, tanqamlu Musaak Aaróona, muy la Aji Sax ji waxoon."},{"style":"v","text":"Ba loolu amee Firawna ne wërëñ, dellu këram, te bàyyiwul xel ca mbir ma."},{"style":"v","text":"Waa Misra gépp di gas la wër dexu Niil, ngir am ndoxum naan, ndax manuñu woona naan ca dex ga."},{"style":"s1","text":"Yarub ñaareel ba: mbott yu daj réew ma"},{"style":"p","text":""},{"style":"v","text":"Ba Aji Sax ji dalee ca kaw dexu Niil, ba ñu teg ca juróom ñaari fan,"},{"style":"v","text":"Aji Sax ji da ne Musaa: «Demal ca Firawna, ne ko: “Aji Sax ji dafa wax ne: Bàyyil sama ñoñ, ñu dem jaamuji ma."},{"style":"v","text":"Soo leen bañee bàyyi, ñu dem kat, maa leen di mbugale ay mbott yu daj sam réew."},{"style":"v","text":"Dexu Niil gi day ramm-rammeeki mbott, te dinañu ñëw, duggsi sa biir kër, ak sa néegu biir, ak sa kaw lal, ak sa këri dag, ak sa waa réew, ba ca lakkukaay yaak nootukaayi mburu ya."},{"style":"v","text":"Mbott yi dinañu yéeg ci sa kaw, yéeg ci kaw waa réew mi, ak sa dag yépp.”»"}]