[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu weesoo Aji Sax ji ne Musaa: «Waxal Aaróona, ne ko mu jël yet wi, tàllal loxoom, tiimale ko dex yi, ak yooni ndox yeek déeg yi, ngir indi mbott yi ci biir réewum Misra.»"},{"style":"v","verse":"2","text":"Aaróona tàllal loxoom, mu tiim ndoxi Misra, mbott ya jóg, lal réewum Misra."},{"style":"v","verse":"3","text":"Jabarkat ya it fexe ca seeni xarfafuufa, ba indi ay mbott ca réewum Misra."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba mu ko defee Firawna woo Musaak Aaróona, ne leen: «Ñaanleen Aji Sax ji, ngir mu teqale nook mbott yi, man ak sama waa réew. Kon dinaa bàyyi mbooloo mi, ñu dem rendili Aji Sax ji sarax.»"},{"style":"v","verse":"5","text":"Musaa ne Firawna: «Saa yu la neexee rekk, sang bi. Wax ma kañ laa lay ñaanal, yaw ak say dag ak sa waa réew, ngir jële fi mbott yi, ñu tàggook yeen, génn seeni kër, ca dexu Niil ga doŋŋ lañuy des.»"},{"style":"v","verse":"6","text":"Mu ne ko: «Nay ëllëg.» Musaa ne ko: «Baax na, ndax nga xam ne sunu Yàlla Aji Sax ji amul moroom."},{"style":"v","verse":"7","text":"Mbott yi dinañu jóge sa kër, teqalikook yeen, yaak say dag ak sa waa réew, ca dexu Niil ga doŋŋ lañuy des.»"},{"style":"v","verse":"8","text":"Musaa ak Aaróona nag jóge ca Firawna, Musaa tinu Aji Sax ji ca mbirum mbott ya mu yare Firawna."},{"style":"v","verse":"9","text":"Aji Sax ji def la ko Musaa ñaan, mbott ya dee, ba jeex ca kër yaak ca ëtt yaak tool ya."},{"style":"v","verse":"10","text":"Ñu jal koo jal, ba xet ga ubale ca réew ma."},{"style":"v","verse":"11","text":"Teewul, ba Firawna gisee ca mbir ma ag tan, daa wéye të, tanqamlu leen, muy la Aji Sax ji waxoon."},{"style":"s1","verse":"","text":"Yarub ñetteel ba: yoo yu daj réew ma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ba loolu amee Aji Sax ji ne Musaa: «Waxal Aaróona ne ko mu tàllal yetam, dóor ci pëndub suuf si, mu doon ay yoo\\f + \\fr 8.12 \\fk yoo: \\ft li ñuy wax fii, kenn xamul lan la dëgg. Waaye luy naaw lu tuut la, di same aka màtte.\\f* ci réewum Misra gépp.»"},{"style":"v","verse":"13","text":"Ñu def loola, Aaróona tàllal loxoom ba mu yore yet wa, dóor ca pënd ba, mu doon ay yoo yu song nit ak rab; pëndub suuf sépp a defi yoo ca réewum Misra gépp."},{"style":"v","verse":"14","text":"Jabarkat ya fexe ca seeni xarfafuufa, nu ñu defe ay yoo, waaye manuñu. Yoo ya nag song nit ñaak rab ya."},{"style":"v","verse":"15","text":"Jabarkat ya ne Firawna: «Lii de Yàlla rekk a ko man!» Teewul Firawna wéye të rekk, tanqamlu leen, muy la Aji Sax ji waxoon."},{"style":"s1","verse":"","text":"Yarub ñeenteel ba: weñ yuy màtte"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Aji Sax ji waxati Musaa, ne ko: «Teelala xëy ëllëg ca Firawna, buy génn jëm ca ndox ma, nga wax ko ne ko: “Aji Sax ji dafa wax ne: Bàyyil sama ñoñ, ñu dem jaamuji ma."},{"style":"v","verse":"17","text":"Ndaxte soo bàyyiwul sama ñoñ, ñu dem kat, dinaa yuri ay ndiiraani weñ yuy màtte ci seen kaw, yaak say dag ak sa waa réew, te dinañu àgg ci sa biir kër. Këri waa Misra dina fees ak weñ yuy màtte, ba suuf, si ñu taxaw sax, weñ yee koy muur."},{"style":"v","verse":"18","text":"Waaye bu keroogee dinaa ci musal diiwaanu Gosen, ga sama ñoñ dëkke, ba ay weñ du fa same, ndax nga xam ne, man Aji Sax ji maa ngi ci digg réew mii,"},{"style":"v","verse":"19","text":"te maay musal sama ñoñ ci musiba moomuy dal saw askan. Ëllëg firnde jooju dina am.”»"},{"style":"v","verse":"20","text":"Aji Sax ji def loola, weñ yi def ndiiraan yu réy, song kër Firawna ak kër dagam ya, dajal réewum Misra, ba réew ma yàqu ndax ndiiraani weñ ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Firawna daldi woolu Musaak Aaróona, ne leen: «Demleen rendili seen Yàlla sarax, te nay ci biir réew mi nag.»"},{"style":"v","verse":"22","text":"Musaa ne ko: «Loolu du yoon, ndax li nuy rendil sunu Yàlla Aji Sax ji, waa Misra dañu koy xof. Te bu nu sarxalee lenn lu waa Misra xof, ñuy gis, dinañu nu dóor ay doj, ba nu dee."},{"style":"v","verse":"23","text":"Kon kay danoo wara génn, topp màndiŋ mi lu mat doxub ñetti fan, rendili fa sunu Yàlla Aji Sax ji sarax, ni mu nu ko sante.»"},{"style":"v","verse":"24","text":"Firawna àddu ne: «Dinaa leen may, ngeen dem ca màndiŋ ma, rendili seen Yàlla Aji Sax ji sarax, waaye buleen sore lool. Ñaanalleen ma nag.»"},{"style":"v","verse":"25","text":"Musaa ne ko: «Bu ma bàyyikoo ci yaw rekk Firawna, dinaa tinu Aji Sax ji, ngir ëllëg ndiiraani weñ yi teqalikook yaw, ak say dag ak sa waa réew, waaye kat Firawna, bu nu naxati, di baña bàyyi mbooloo mi, ñu rendili Aji Sax ji sarax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Musaa bàyyikoo fa Firawna, daldi tinu Aji Sax ji."},{"style":"v","verse":"27","text":"Aji Sax ji defal Musaa la mu ñaan, jële ndiiraani weñ ya ca Firawnaaki dagam ak waa réewam, ba weñ desatu fa."},{"style":"v","verse":"28","text":"Teewul Firawna të rekk, baña bàyyi mbooloo ma, ñu dem."}]