[{"style":"s1","text":"Yarub juróomeel ba: deewug jur ga"},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Aji Sax ji da ne Musaa: «Demal ca Firawna, nga ne ko: “Aji Sax ji Yàllay \\w Ebrë|Ebrë:\\w* yi dafa wax ne: Bàyyil sama ñoñ, ñu dem màggali ma."},{"style":"v","text":"Ndax boo leen bañee bàyyi kat, xanaa di leen téye ba tey, loxol Aji Sax ji dina dal ci sa kaw jur gi ci tool yi, muy fas ak mbaam ak giléem, jur gu gudd ak gu gàtt, te jàngoro ju aaytal lool lay doon."},{"style":"v","text":"Waaye man Aji Sax ji maay ràññaatle juru \\w bànni Israayil|bànni Israayil:\\w* ak juru waa Misra, ba lenn du dee ci mboolem lu bànni Israayil moom.”»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji nag jàpp na bés, nee na: «Ëllëg maay def loolu ci réew mi.»"},{"style":"v","text":"Ca ëllëg sa Aji Sax ji def ko: jurug waa Misra gépp dee, te jurug bànni Israayil, lenn deewu ca."},{"style":"v","text":"Ba Firawna yónnee, ba nemmiku mbir ma, xam na ne lenn deewul ca juru bànni Israayil. Teewul mu të ticc ba tey, baña bàyyi mbooloo ma, ñu dem."},{"style":"s1","text":"Yarub juróom benneel ba: taab ya"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Aji Sax ji wax Musaa ak Aaróona ne leen: «Tibbleen seeni loxo dóomu puuru ban, ba mu fees, Musaa suy ko, mu jëm asamaan, Firawna di ci gis."},{"style":"v","text":"Su ko defee dóom bi doon pënd bu sew ci kaw réewum Misra gépp, daldi def ay taab yuy sotti dëtt ci réewum Misra gépp, ci nit ak mala.»"},{"style":"v","text":"Ñu sàkk dóom, àgg ca kanam Firawna, Musaa suy dóom ba, mu jëm ca kaw, ba mu def ay taab yuy sotti dëtt ca nit ñaak mala ya."},{"style":"v","text":"Ci kaw loolu jabarkat ya taluñoo janook Musaa ndax ay taab, ñoom ak waa Misra gépp."},{"style":"v","text":"Teewul Aji Sax ji dëgëral boppu Firawna, mu të, tanqamlu leen, muy la Aji Sax ji waxoon Musaa."},{"style":"s1","text":"Yarub juróom ñaareel ba: tawub yuur ba"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa, ne ko: «Teelala xëy ca Firawna ëllëg, nga wax ko ne ko: “Aji Sax ji, Yàllay \\w Ebrë|Ebrë:\\w* yi, dafa wax ne: Bàyyil sama ñoñ, ñu dem màggali ma."},{"style":"v","text":"Ndax kat bii yoon maa ngii di yebal sama mbugal yépp ci yaw ci sa bopp, ak say dag ak sa waa réew, ngir nga xam ne awma moroom ci àddina wërngal këpp."},{"style":"v","text":"Nëgëni tey doon naa xàcc sama loxo xaat, dumaa leen mbas mu leen di fare ci kaw suuf, yaw yaak sa waa réew."},{"style":"v","text":"Waaye maa la musal, te li ma ci jublu moo di won la sama doole, ba sama riirum tur dajal àddina."},{"style":"v","text":"Ndaxam yaa ngi réy-réylu ci sama kaw ñoñ ba tey, bañ leena bàyyi, ñu dem."},{"style":"v","text":"Te kat nëgëni ëllëg dinaa taw yuur\\f + \\fr 9.18 \\fk tawub yuur, \\ft ndoxum taw la, mu sedd, ba toq yi def donji galaas.\\f* bu réy, bu masula am Misra, ba mu sosoo ba tey jii."},{"style":"v","text":"Kon nag sa jur ak mboolem loo am, te mu nekk ci biti, joxeel ndigal ñu boole fat fu wóor, ndax lu nekk ci biti te fateesu ko, su tawtee dee, muy nit mbaa mala.”»"},{"style":"v","text":"Ba mu ko defee ña ragal kàddug Aji Sax ji ca dagi Firawna fat seeni jaam ak seeni jur fu wóor."},{"style":"v","text":"Ña faalewul kàddug Aji Sax ji, ñoom, wacc seeni jaam ak seeni jur ca biti."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji ne Musaa: «Yékkatil sa loxo ca kaw, mu jublu asamaan, ngir tawub yuur bi dal ci réewum Misra mépp, nit ak mala, ba ci lépp luy gàncax ci réewum Misra.»"},{"style":"v","text":"Musaa ne yékkét yet wa, mu jublu asamaan, Aji Sax ji yebal dënu baak tawub yuur ba, sawara wa ne yureet fi suuf, ànd ak tawub yuur, ba Aji Sax ji sóob ca réewum Misra."},{"style":"v","text":"Tawub yuur ba réy lool, ànd ak sawara, wa jaxasook yuur ba, di xuyy-xuyyi, muy guléet ca cosaanu réewum Misra ba bésub keroog."},{"style":"v","text":"Tawub yuur ba dal ca mboolem réewum Misra, daaneel lépp lu ne woon ca biti, nit ak mala, daaneel gàncax gépp, dammat garab ya ca àll ba yépp."},{"style":"v","text":"Diiwaanu Gosen, ga \\w bànni Israayil|bànni Israayil:\\w* dëkkoon doŋŋ, moo mucc ca tawub yuur ba."},{"style":"p","text":""},{"style":"v","text":"Firawna nag yónnee, woolu Musaak Aaróona. Mu wax leen ne leen: «Bii yoon de, maa tooñ. Aji Sax ji moo nekk ci dëgg, te maak sama waa réew ñoo sikk."},{"style":"v","text":"Tinuleen Aji Sax ji, ndax dënu yu màgg yeek tawub yuur bi dakk. Dinaa leen bàyyi, ngeen dem. Deesu leen fi téyeeti.»"},{"style":"v","text":"Musaa ne ko: «Bu may génn dëkk bi rekk, di tàllal Aji Sax ji samay loxo, dënu yi dakk, tawub yuur bi sewet, ngir nga xam ne àddina, Aji Sax jeey boroom."},{"style":"v","text":"Waaye xam naa ne, loolu du tax ba tey, nga ragal Yàlla Aji Sax ji, yaw, yaak say dag.»"},{"style":"p","text":""},{"style":"v","text":"Fekk na gàncax ga ñuy defare wëñu lẽe yàqu na, mook peppum lors ba, ndax lors baa nga tollu woon ci waaja focci, gàncax ga ñuy defare lẽe di tóor."},{"style":"v","text":"Waaye xeeti peppi bele ya, lenn yàquwu ca, ndax yooyooy mujja ñor."},{"style":"p","text":""},{"style":"v","text":"Naka la Musaa bàyyikoo ca Firawna, ba génn dëkk ba rekk, daldi tàllal Aji Sax ji ay loxoom. Dënu yaak tawub yuur ba ne tekk, taw ba sewet."},{"style":"v","text":"Ba mu ko defee Firawna gis ne tawub yuur baak dënu ya dakk na, mu tëëti ticc, mooki dagam, dellu cig tooñam."},{"style":"v","text":"Firawna të rekk, baña bàyyi bànni Israayil, ñu dem, muy la Aji Sax ji waxoon, Musaa jottali."}]