[{"style":"s1","text":"Justified by the Law, or Justified by Faith?"},{"style":"m","text":""},{"style":"v","text":"O foolish Galatians, who has bewitched you, before whose eyes Jesus Christ was publicly portrayed \\add as\\add* having been crucified? "},{"style":"v","text":"I want only to learn this from you: Did you receive the Spirit by the works of the law, or by the hearing of faith? "},{"style":"v","text":"Are you so foolish? Having begun by the Spirit, are you now trying to be made complete by the flesh? "},{"style":"v","text":"Have you suffered so many \\add things\\add* for nothing—if indeed also \\add it was\\add* for nothing? "},{"style":"v","text":"Therefore does the one who gives you the Spirit and who works miracles among you \\add do so\\add* by the works of the law, or by the hearing of faith?"},{"style":"p","text":""},{"style":"v","text":"Just as Abraham believed God, and it was credited to him for righteousness, "},{"style":"v","text":"then understand that the ones ⸤who have faith⸥\\f + \\fr 3:7 \\ft Literally “of faith” \\f*, these are sons of Abraham. "},{"style":"v","text":"And the scripture, foreseeing that God would justify the Gentiles by faith, proclaimed the good news in advance to Abraham: “In you all the nations\\f + \\fr 3:8 \\ft Or “Gentiles”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* will be blessed.”\\f + \\fr 3:8 \\ft A quotation from \\xt Gen 12:3 \\ft ; \\xt 18:18 \\ft \\f* "},{"style":"v","text":"So then, the ones \\add who have\\add* faith are blessed together with Abraham who believed. "},{"style":"v","text":"For as many as are of the works of the law are under a curse, for it is written, “Cursed \\add is\\add* everyone who does not abide by all \\add the things\\add* that are written in the book of the law to do them.”\\f + \\fr 3:10 \\ft A quotation from \\xt Deut 27:26 \\ft \\f* "},{"style":"v","text":"Now \\add it is\\add* clear that no one is justified in the sight of God by the law, because “the one who is righteous will live by faith.”\\f + \\fr 3:11 \\ft Or “the one who is righteous by faith will live,” a quotation from \\xt Hab 2:4 \\ft \\f* "},{"style":"v","text":"But the law is not from faith, but “the one who does these \\add things\\add* will live by them.”\\f + \\fr 3:12 \\ft A quotation from \\xt Lev 18:5 \\ft \\f*"},{"style":"p","text":""},{"style":"v","text":"Christ redeemed us from the curse of the law \\add by\\add*\\ef + \\fr 3:13 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“becoming”) which is understood as means \\ef* becoming a curse for us, because it is written, “Cursed \\add is\\add* everyone who hangs on a tree,”\\f + \\fr 3:13 \\ft A quotation from \\xt Deut 21:23 \\ft \\f* "},{"style":"v","text":"in order that the blessing of Abraham might come to the Gentiles in Christ Jesus, so that we might receive the promise of the Spirit through faith."},{"style":"s1","text":"The Promise to Abraham and His Descendant"},{"style":"m","text":""},{"style":"v","text":"Brothers, I am speaking according to a human perspective. Nevertheless, \\add when\\add*\\ef + \\fr 3:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“has been ratified”) which is understood as temporal \\ef* the covenant of a man has been ratified, no one declares \\add it\\add* invalid or adds additional provisions \\add to it\\add*. "},{"style":"v","text":"Now to Abraham and to his descendant the promises were spoken. It does not say, “and to descendants,” as concerning many, but as concerning one, “and to your descendant,”\\f + \\fr 3:16 \\ft A quotation from \\xt Gen 12:7 \\ft ; \\xt 13:15 \\ft ; \\xt 17:7 \\ft ; \\xt 24:7 \\ft \\f* who is Christ. "},{"style":"v","text":"Now I am saying this: the law, that came after four hundred and thirty years, does not revoke a covenant previously ratified by God, in order to nullify the promise. "},{"style":"v","text":"For if the inheritance \\add is\\add* from the law, \\add it is\\add* no longer from the promise, but God graciously gave \\add it\\add* to Abraham through the promise."},{"style":"s1","text":"The Addition of the Law"},{"style":"m","text":""},{"style":"v","text":"Why then the law? It was added on account of transgressions, until the descendant should come to whom it had been promised, having been ordered through angels by the hand of a mediator. "},{"style":"v","text":"Now the mediator is not for one, but God is one."},{"style":"p","text":""},{"style":"v","text":"Therefore \\add is\\add* the law opposed to the promises of God? May it never be! For if a law had been given that was able to give life, certainly righteousness would have been from the law. "},{"style":"v","text":"But the scripture imprisoned all under sin, in order that the promise could be given by faith\\f + \\fr 3:22 \\ft Or “through the faithfulness of Jesus Christ” \\f* in Jesus Christ to those who believe."},{"style":"p","text":""},{"style":"v","text":"But before faith came, we were detained under the law, imprisoned until the coming faith was revealed. "},{"style":"v","text":"So then, the law became our guardian until Christ, in order that we could be justified by faith. "},{"style":"v","text":"But \\add after\\add*\\ef + \\fr 3:25 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“has come”) which is understood as temporal \\ef* faith has come, we are no longer under a guardian. "},{"style":"v","text":"For you are all sons of God through faith in Christ Jesus,\\f + \\fr 3:26 \\ft Or “For in Christ Jesus you are all sons of God through faith” \\f* "},{"style":"v","text":"for as many \\add of you\\add* as were baptized into Christ have put on Christ. "},{"style":"v","text":"There is neither Jew nor Greek, there is neither slave nor free, there is neither male and female, for you are all one in Christ Jesus. "},{"style":"v","text":"And if you \\add are\\add* Christ’s, then you are descendants of Abraham, heirs according to the promise."}]