[{"style":"s1","text":"No Longer Slaves But Sons and Heirs"},{"style":"m","text":""},{"style":"v","text":"Now I say, for as long a time \\add as\\add* the heir is a child, \\add he is\\add* no different from a slave, \\add although he\\add*\\ef + \\fr 4:1 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“is”) which is understood as concessive \\ef* is master of everything, "},{"style":"v","text":"but he is under guardians and managers until the time set by \\add his\\add* father. "},{"style":"v","text":"So also we, when we were children, we were enslaved under the elemental spirits of the world. "},{"style":"v","text":"But when the fullness of time came, God sent out his Son, born of a woman, born under the law, "},{"style":"v","text":"in order that he might redeem those under the law, in order that we might receive the adoption. "},{"style":"v","text":"And because you are sons, God sent out the Spirit of his Son into our hearts, crying out, “Abba!\\f + \\fr 4:6 \\ft “Abba” is Aramaic for “father” \\f* (Father!),” "},{"style":"v","text":"so that you are no longer a slave but a son, and if a son, also an heir through God."},{"style":"s1","text":"Do Not Be Enslaved Again"},{"style":"m","text":""},{"style":"v","text":"But at that time \\add when you\\add*\\ef + \\fr 4:8 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“know”) which is understood as temporal \\ef* did not know God, you were enslaved to the things which by nature are not gods. "},{"style":"v","text":"But now, \\add because you\\add* have come to know God, or rather have come to be known by God, how can you turn back again to the weak and miserable elemental spirits? Do you want to be enslaved to them\\f + \\fr 4:9 \\ft Literally “to whom” \\f* all over again? "},{"style":"v","text":"You carefully observe days and months and seasons and years. "},{"style":"v","text":"I am afraid \\add for\\add* you, lest perhaps I have labored for you in vain! "},{"style":"v","text":"I ask you, brothers, become like me, because I also \\add have become\\add* like you. You have done me no \\add wrong\\add*!"},{"style":"s1","text":"Paul’s Personal Appeal"},{"style":"m","text":""},{"style":"v","text":"But you know that because of an illness of the flesh I proclaimed the gospel to you the first time. "},{"style":"v","text":"And you did not despise or disdain \\add what was\\add* a trial for you in my flesh, but you welcomed me like an angel of God, like Christ Jesus. "},{"style":"v","text":"So where \\add is\\add* your blessing? For I testify to you that, if possible, you would have torn out your eyes \\add and\\add* given \\add them\\add* to me! "},{"style":"v","text":"So then, have I become your enemy \\add by\\add*\\ef + \\fr 4:16 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“being truthful”) which is understood as means \\ef* being truthful to you? "},{"style":"v","text":"They zealously seek you, not commendably, but they want to exclude you, in order that you may seek them \\add zealously\\add*. "},{"style":"v","text":"But \\add it is\\add* good to be sought zealously in good at all times, and not only when I am present with you. "},{"style":"v","text":"My children, for whom I am having birth pains again, until Christ is formed in you! "},{"style":"v","text":"But I could wish to be present with you now, and to change my tone because I am perplexed about you."},{"style":"s1","text":"Hagar and Sarah Represent Two Covenants"},{"style":"m","text":""},{"style":"v","text":"Tell me, \\add you\\add* who are wanting to be under the law, do you not understand\\f + \\fr 4:21 \\ft Literally “hear” \\f* the law? "},{"style":"v","text":"For it is written that Abraham had two sons, one by the female slave and one by the free woman. "},{"style":"v","text":"But the one by the female slave was born according to human descent, and the one by the free woman through the promise, "},{"style":"v","text":"which \\add things\\add* are spoken allegorically, for these \\add women\\add* are two covenants, one from Mount Sinai, bearing \\add children\\add* for slavery, who is Hagar. "},{"style":"v","text":"Now Hagar is Mount Sinai in Arabia, and corresponds to the present Jerusalem, for she is a slave with her children. "},{"style":"v","text":"But the Jerusalem above is free, which is our mother. "},{"style":"v","text":"For it is written,"},{"style":"sd0","text":""},{"style":"q1","text":"“Rejoice, O barren woman, who does not give birth to \\add children\\add*;"},{"style":"q2","text":"burst out and shout, \\add you\\add* who do not have birth pains,"},{"style":"q1","text":"because many \\add are\\add* the children of the desolate \\add woman\\add*,"},{"style":"q2","text":"even more than \\add those of\\add* the one who has a husband.”\\f + \\fr 4:27 \\ft A quotation from \\xt Isa 54:1 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"But you, brothers, are children of the promise, just as Isaac. "},{"style":"v","text":"But just as at that time the \\add child\\add* born according to human descent persecuted the \\add child born\\add* according to the Spirit, so also now. "},{"style":"v","text":"But what does the scripture say? “Drive out the female slave and her son, for the son of the female slave will never inherit with the son”\\f + \\fr 4:30 \\ft A quotation from \\xt Gen 21:10, \\ft which does not include the words “of the free woman” \\f* of the free woman. "},{"style":"v","text":"Therefore, brothers, we are not children of the female slave but of the free woman."}]