[{"style":"s1","text":"Carry One Another’s Burdens"},{"style":"m","text":""},{"style":"v","text":"Brothers, even if a person is caught in some trespass, you \\add who are\\add* spiritual restore such a person in a spirit of humility, looking out for yourself, lest you also be tempted. "},{"style":"v","text":"Carry the burdens of one another, and so fulfill the law of Christ. "},{"style":"v","text":"For if anyone thinks he is something \\add although he\\add*\\ef + \\fr 6:3 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“is”) which is understood as concessive \\ef* is nothing, he is deceiving himself. "},{"style":"v","text":"But let each one examine his own work, and then he will have a reason for boasting in himself alone, and not in someone else. "},{"style":"v","text":"For each one will carry his own burden."},{"style":"s1","text":"Do Good to All People"},{"style":"m","text":""},{"style":"v","text":"Now the one who is taught the word must share in all good \\add things\\add* with the one who teaches. "},{"style":"v","text":"Do not be deceived: God is not to be mocked, for whatever a person sows, this he will also reap, "},{"style":"v","text":"because the one who sows to his own flesh will reap corruption from the flesh, but the one who sows to the Spirit will reap eternal life from the Spirit. "},{"style":"v","text":"And let us not grow weary in doing good, for at the proper time we will reap, \\add if we\\add*\\ef + \\fr 6:9 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“give up”) which is understood as conditional \\ef* do not give up. "},{"style":"v","text":"So then, as we have opportunity, let us do good to all \\add people\\add*, and especially to those who belong to the household of faith."},{"style":"s1","text":"A Final Warning"},{"style":"m","text":""},{"style":"v","text":"See with what large letters I am writing to you with my \\add own\\add* hand. "},{"style":"v","text":"As many as are wanting to make a good showing in the flesh, these are attempting to compel\\ef + \\fr 6:12 \\ft ﻿*The present tense has been translated as conative here (“are attempting”) \\ef* you to be circumcised, only so that they will not be persecuted for the cross of Christ. "},{"style":"v","text":"For not even those who are circumcised observe the law themselves, but they want you to be circumcised in order that they may boast in your flesh. "},{"style":"v","text":"But \\add as\\add* for me, may it never be \\add that I\\add* boast, except in the cross of our Lord Jesus Christ, through whom the world has been crucified to me, and I to the world. "},{"style":"v","text":"For neither is circumcision anything nor uncircumcision, but a new creation. "},{"style":"v","text":"And all those who follow this rule, peace and mercy \\add be\\add* on them and on the Israel of God."},{"style":"s1","text":"Conclusion and Benediction"},{"style":"m","text":""},{"style":"v","text":"Finally, let no one cause me trouble, for I carry on my body the marks of Jesus. "},{"style":"v","text":"The grace of our Lord Jesus Christ \\add be\\add* with your spirit, brothers. Amen."}]