[{"style":"mt1","text":"2 Chroniques"},{"style":"ms2","text":"HISTOIRE DE SALOMON"},{"style":"mr","text":"Ch. 1 à 9. (Ac 7:47.)"},{"style":"s1","text":"Salomon roi. — Dieu lui accorde sagesse et gloire"},{"style":"r","text":"V. 1-12: cf. (1 Ch 21:29. 1 R 3:1-15.) (Lu 11:13. Ja 1:5-7. Pr 2:3-9.)"},{"style":"p","text":""},{"style":"v","text":"Salomon, fils de David, \\x a \\xo 1.1 \\xt 1 R 2:46.\\x*s’affermit dans son règne; l’Éternel, son Dieu, fut avec lui, et l’éleva à un haut degré. "},{"style":"v","text":"Salomon donna des ordres à tout Israël, aux chefs de milliers et de centaines, aux juges, aux princes de tout Israël, aux chefs des maisons paternelles; "},{"style":"v","text":"et \\x b \\xo 1.3 \\xt 1 R 3:4.\\x*Salomon se rendit avec toute l’assemblée au haut lieu qui était à Gabaon. \\x c \\xo 1.3 \\xt 1 Ch 16:39; 21:29.\\x*Là se trouvait la tente d’assignation de Dieu, faite dans le désert par Moïse, serviteur de l’Éternel; "},{"style":"v","text":"mais \\x d \\xo 1.4 \\xt 2 S 6:2, 17. 1 Ch 16:1.\\x*l’arche de Dieu avait été transportée par David de Kirjath-Jearim à la place qu’il lui avait préparée, car il avait dressé pour elle une tente à Jérusalem. "},{"style":"v","text":"Là se trouvait aussi, devant le tabernacle de l’Éternel, l’autel d’airain qu’avait fait \\x e \\xo 1.5 \\xt Ex 38:1.\\x*Betsaleel, fils d’Uri, fils de Hur. Salomon et l’assemblée cherchèrent l’Éternel. "},{"style":"v","text":"Et ce fut là, sur l’autel d’airain qui était devant la tente d’assignation, que Salomon offrit à l’Éternel mille holocaustes. "},{"style":"v","text":"Pendant la nuit, Dieu apparut à Salomon et lui dit: Demande ce que tu veux que je te donne. "},{"style":"v","text":"Salomon répondit à Dieu: Tu as traité David, mon père, avec une grande bienveillance, \\x f \\xo 1.8 \\xt 1 Ch 28:5.\\x*et tu m’as fait régner à sa place. "},{"style":"v","text":"Maintenant, Éternel Dieu, que ta promesse à David, mon père, s’accomplisse, \\x g \\xo 1.9 \\xt 1 R 3:7.\\x*puisque tu m’as fait régner sur un peuple nombreux comme la poussière de la terre! "},{"style":"v","text":"\\x h \\xo 1.10 \\xt 1 R 3:9, 11, 12.\\x*Accorde-moi donc de la sagesse et de l’intelligence, afin que je sache me conduire à la tête de ce peuple! Car qui pourrait juger ton peuple, ce peuple si grand? "},{"style":"v","text":"Dieu dit à Salomon: Puisque c’est là ce qui est dans ton cœur, puisque tu ne demandes ni des richesses, ni des biens, ni de la gloire, ni la mort de tes ennemis, ni même une longue vie, et que tu demandes pour toi de la sagesse et de l’intelligence afin de juger mon peuple sur lequel je t’ai fait régner, "},{"style":"v","text":"la sagesse et l’intelligence te sont accordées. Je te donnerai, en outre, des richesses, des biens et de la gloire, comme n’en a jamais eu \\x i \\xo 1.12 \\xt 1 R 3:13. 1 Ch 29:25. 2 Ch 9:22.\\x*aucun roi avant toi et comme n’en aura aucun après toi."},{"style":"r","text":"V. 13-17: cf. 1 R 3:15-28; 10:26-29."},{"style":"p","text":""},{"style":"v","text":"Salomon revint à Jérusalem, après avoir quitté le haut lieu qui était à Gabaon et la tente d’assignation. Et il régna sur Israël. "},{"style":"v","text":"Salomon \\x j \\xo 1.14 \\xt 1 R 4:26; 10:26. 2 Ch 9:25.\\x*rassembla des chars et de la cavalerie; il avait quatorze cents chars et douze mille cavaliers, qu’il plaça dans les villes où il tenait ses chars et à Jérusalem près du roi. "},{"style":"v","text":"Le roi rendit l’argent et l’or aussi communs à Jérusalem que les pierres, et les cèdres aussi communs que les sycomores qui croissent dans la plaine. "},{"style":"v","text":"\\x k \\xo 1.16 \\xt 1 R 10:28. 2 Ch 9:28.\\x*C’était de l’Égypte que Salomon tirait ses chevaux; une caravane de marchands du roi allait les chercher par troupes à un prix fixe; "},{"style":"v","text":"on faisait monter et sortir d’Égypte un char pour six cents sicles d’argent, et un cheval pour cent cinquante sicles. Ils en amenaient de même avec eux pour tous les rois des Héthiens et pour les rois de Syrie."}]