[{"style":"s1","text":"Invasion de Schischak, roi d’Égypte. Mort de Roboam"},{"style":"r","text":"V. 1-16: cf. 1 R 14:21-31. (Jé 2:9-13, 19. Né 9:26, 27. Ps 106:40-45.)"},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 12.1 \\xt 1 R 14:22.\\x*Lorsque Roboam se fut affermi dans son royaume et qu’il eut acquis de la force, il abandonna la loi de l’Éternel, et tout Israël l’abandonna avec lui. "},{"style":"v","text":"\\x b \\xo 12.2 \\xt 1 R 14:25.\\x*La cinquième année du règne de Roboam, Schischak, roi d’Égypte, monta contre Jérusalem, parce qu’ils avaient péché contre l’Éternel. "},{"style":"v","text":"Il avait mille deux cents chars et soixante mille cavaliers; et il vint d’Égypte avec lui un peuple innombrable, des Libyens, des Sukkiens et des Éthiopiens. "},{"style":"v","text":"Il prit les villes fortes qui appartenaient à Juda, et arriva jusqu’à Jérusalem. "},{"style":"v","text":"Alors Schemaeja, le prophète, se rendit auprès de Roboam et des chefs de Juda qui s’étaient retirés dans Jérusalem à l’approche de Schischak, et il leur dit: Ainsi parle l’Éternel: Vous m’avez abandonné; je vous abandonne aussi, et je vous livre entre les mains de Schischak. "},{"style":"v","text":"Les chefs d’Israël et le roi s’humilièrent et dirent: L’Éternel est juste! "},{"style":"v","text":"Et quand l’Éternel vit qu’ils s’humiliaient, la parole de l’Éternel fut ainsi adressée à Schemaeja: Ils se sont humiliés, je ne les détruirai pas, je ne tarderai pas à les secourir, et ma colère ne se répandra pas sur Jérusalem par Schischak; "},{"style":"v","text":"mais ils lui seront assujettis, et ils sauront ce que c’est que me servir ou servir les royaumes des autres pays. "},{"style":"v","text":"Schischak, roi d’Égypte, monta contre Jérusalem. Il prit les trésors de la maison de l’Éternel et les trésors de la maison du roi, il prit tout. Il prit les boucliers d’or que Salomon \\x c \\xo 12.9 \\xt 1 R 10:16. 2 Ch 9:15.\\x*avait faits. "},{"style":"v","text":"Le roi Roboam fit à leur place des boucliers d’airain, et il les remit aux soins des chefs des coureurs, qui gardaient l’entrée de la maison du roi. "},{"style":"v","text":"Toutes les fois que le roi allait à la maison de l’Éternel, les coureurs venaient et les portaient; puis ils les rapportaient dans la chambre des coureurs. "},{"style":"v","text":"Comme Roboam s’était humilié, l’Éternel détourna de lui sa colère et ne le détruisit pas entièrement. Et il y avait encore de bonnes choses en Juda. "},{"style":"v","text":"Le roi Roboam s’affermit dans Jérusalem et régna. \\x d \\xo 12.13 \\xt 1 R 14:21.\\x*Il avait quarante et un ans lorsqu’il devint roi, et il régna dix-sept ans à Jérusalem, la ville que l’Éternel avait \\x e \\xo 12.13 \\xt 2 Ch 6:6.\\x*choisie sur toutes les tribus d’Israël pour y mettre son nom. Sa mère s’appelait Naama, l’Ammonite. "},{"style":"v","text":"Il fit le mal, parce qu’il n’appliqua pas son cœur à chercher l’Éternel. "},{"style":"v","text":"Les actions de Roboam, les premières et les dernières, ne sont-elles pas écrites dans les livres de Schemaeja, le prophète et d’Iddo, le prophète, parmi les registres généalogiques? Il y eut toujours guerre entre Roboam et Jéroboam. "},{"style":"v","text":"Roboam se coucha avec ses pères, et il fut enterré dans la ville de David. Et Abija, son fils, régna à sa place."}]