[{"style":"s1","text":"Zèle du roi Asa pour la destruction de l’idolâtrie"},{"style":"r","text":"V. 1-7: cf. 1 S 12:7-15, 20-25. És 3:10. Os 10:12."},{"style":"p","text":""},{"style":"v","text":"L’esprit de Dieu fut sur Azaria, fils d’Obed, "},{"style":"v","text":"et Azaria alla au-devant d’Asa et lui dit: Écoutez-moi, Asa, et tout Juda et Benjamin! L’Éternel est avec vous quand vous êtes avec lui; \\x a \\xo 15.2 \\xt 1 Ch 28:9. 2 Ch 33:12. Mt 7:7.\\x*si vous le cherchez, vous le trouverez; \\x b \\xo 15.2 \\xt 2 Ch 24:20.\\x*mais si vous l’abandonnez, il vous abandonnera. "},{"style":"v","text":"\\x c \\xo 15.3 \\xt Os 3:4.\\x*Pendant longtemps il n’y a eu pour Israël ni vrai Dieu, ni sacrificateur qui enseignât, ni loi. "},{"style":"v","text":"\\x d \\xo 15.4 \\xt De 4:29.\\x*Mais au sein de leur détresse ils sont retournés à l’Éternel, le Dieu d’Israël, ils l’ont cherché, et ils l’ont trouvé. "},{"style":"v","text":"Dans ces temps-là, point de sécurité pour ceux qui allaient et venaient, car il y avait de grands troubles parmi tous les habitants du pays; "},{"style":"v","text":"on se heurtait peuple contre peuple, ville contre ville, parce que Dieu les agitait par toutes sortes d’angoisses. "},{"style":"v","text":"Vous donc, fortifiez-vous, et ne laissez pas vos mains s’affaiblir, car il y aura un salaire pour vos œuvres."},{"style":"r","text":"V. 8-19: cf. 1 R 15:11-15. 2 R 23:1-7. És 26:3, 4."},{"style":"p","text":""},{"style":"v","text":"Après avoir entendu ces paroles et la prophétie d’Obed le prophète, Asa se fortifia et fit disparaître les abominations de tout le pays de Juda et de Benjamin et des villes qu’il avait prises dans la montagne d’Éphraïm, et il restaura l’autel de l’Éternel qui était devant le portique de l’Éternel. "},{"style":"v","text":"Il rassembla tout Juda et Benjamin, et ceux d’Éphraïm, de Manassé et de Siméon qui habitaient parmi eux, car un grand nombre de gens d’Israël se joignirent à lui lorsqu’ils virent que l’Éternel, son Dieu, était avec lui. "},{"style":"v","text":"Ils s’assemblèrent à Jérusalem le troisième mois de la quinzième année du règne d’Asa. "},{"style":"v","text":"Ce jour-là, ils sacrifièrent à l’Éternel, sur le butin qu’ils avaient amené, sept cents bœufs et sept mille brebis. "},{"style":"v","text":"Ils \\x e \\xo 15.12 \\xt Jos 24:14. Né 10:29.\\x*prirent l’engagement de chercher l’Éternel, le Dieu de leurs pères, de tout leur cœur et de toute leur âme; "},{"style":"v","text":"et quiconque ne chercherait pas l’Éternel, le Dieu d’Israël, \\x f \\xo 15.13 \\xt De 13:9.\\x*devait être mis à mort, petit ou grand, homme ou femme. "},{"style":"v","text":"Ils jurèrent fidélité à l’Éternel à voix haute, avec des cris de joie, et au son des trompettes et des cors; "},{"style":"v","text":"tout Juda se réjouit de ce serment, car ils avaient juré de tout leur cœur, ils avaient cherché l’Éternel de plein gré, et ils l’avaient trouvé, et l’Éternel leur donna du repos de tous côtés. "},{"style":"v","text":"Le roi Asa enleva même à Maaca, sa mère, \\x g \\xo 15.16 \\xt 1 R 15:13.\\x*la dignité de reine, parce qu’elle avait fait une idole pour Astarté. Asa abattit son idole, qu’il réduisit en poussière, et la brûla au torrent de Cédron. "},{"style":"v","text":"Mais les hauts lieux ne disparurent point d’Israël, quoique le cœur d’Asa fût en entier à l’Éternel pendant toute sa vie. "},{"style":"v","text":"Il mit dans la maison de Dieu les choses consacrées par son père et par lui-même, de l’argent, de l’or et des vases. "},{"style":"v","text":"Il n’y eut point de guerre jusqu’à la trente-cinquième année du règne d’Asa."}]