[{"style":"s1","text":"Achazia, roi de Juda"},{"style":"r","text":"V. 1-9: cf. 2 R 8:24-29; 9:1-29."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 22.1 \\xt 2 R 8:24, 25, etc.\\x*Les habitants de Jérusalem firent régner à sa place Achazia, son plus jeune fils; car la troupe venue au camp avec les Arabes avait tué tous les plus âgés. Ainsi régna Achazia, fils de Joram, roi de Juda. "},{"style":"v","text":"Achazia avait quarante-deux ans lorsqu’il devint roi, et il régna un an à Jérusalem. Sa mère s’appelait Athalie, fille d’Omri. "},{"style":"v","text":"Il marcha dans les voies de la maison d’Achab, car sa mère lui donnait des conseils impies. "},{"style":"v","text":"Il fit ce qui est mal aux yeux de l’Éternel, comme la maison d’Achab, où il eut après la mort de son père des conseillers pour sa perte. "},{"style":"v","text":"Entraîné par leur conseil, \\x b \\xo 22.5 \\xt 2 R 8:26.\\x*il alla avec Joram, fils d’Achab, roi d’Israël, à la guerre contre Hazaël, roi de Syrie, à Ramoth en Galaad. Et les Syriens blessèrent Joram. "},{"style":"v","text":"Joram s’en retourna pour se faire guérir à Jizreel des blessures que les Syriens lui avaient faites à Rama, lorsqu’il se battait contre Hazaël, roi de Syrie. Azaria, fils de Joram, roi de Juda, descendit pour voir Joram, fils d’Achab, à Jizreel, parce qu’il était malade. "},{"style":"v","text":"Par la volonté de Dieu, ce fut pour sa ruine qu’Achazia se rendit auprès de Joram. Lorsqu’il fut arrivé, il sortit avec Joram pour aller au-devant de Jéhu, fils de Nimschi, que l’Éternel avait oint pour exterminer la maison d’Achab. "},{"style":"v","text":"Et comme Jéhu faisait justice de la maison d’Achab, il trouva les chefs de Juda et les fils des frères d’Achazia, qui étaient au service d’Achazia, \\x c \\xo 22.8 \\xt 2 R 10:14.\\x*et il les tua. "},{"style":"v","text":"\\x d \\xo 22.9 \\xt 2 R 9:27.\\x*Il chercha Achazia, et on le saisit dans Samarie, où il s’était caché. On l’amena auprès de Jéhu, et on le fit mourir. Puis ils l’enterrèrent, car ils disaient: C’est le fils de Josaphat, qui cherchait l’Éternel de tout son cœur. Et il ne resta personne de la maison d’Achazia qui fût en état de régner."},{"style":"s1","text":"Athalie, reine de Juda"},{"style":"r","text":"V. 10-12: cf. 2 R 11:1-3. Pr 28:28. És 8:17."},{"style":"p","text":""},{"style":"v","text":"Athalie, mère d’Achazia, voyant que son fils était mort, se leva et fit périr toute la race royale de la maison de Juda. "},{"style":"v","text":"Mais Joschabeath, fille du roi, prit Joas, fils d’Achazia, et l’enleva du milieu des fils du roi, quand on les fit mourir: elle le mit avec sa nourrice dans la chambre des lits. Ainsi Joschabeath, fille du roi Joram, femme du sacrificateur Jehojada, et sœur d’Achazia, le déroba aux regards d’Athalie, qui ne le fit point mourir. "},{"style":"v","text":"Il resta six ans caché avec eux dans la maison de Dieu. Et c’était Athalie qui régnait dans le pays."}]