[{"style":"s1","text":"Construction du temple"},{"style":"r","text":"V. 1-14: cf. 1 R 6. Ag 2:7-9."},{"style":"p","text":""},{"style":"v","text":"Salomon commença à bâtir la maison de l’Éternel à Jérusalem, sur la montagne de Morija, qui \\x a \\xo 3.1 \\xt 1 Ch 21:24, 26.\\x*avait été indiquée à David, son père, dans le lieu préparé par David sur l’aire d’Ornan, le Jébusien. "},{"style":"v","text":"Il \\x b \\xo 3.2 \\xt 1 R 6:1.\\x*commença à bâtir le second jour du second mois de la quatrième année de son règne. "},{"style":"v","text":"Voici sur quels fondements Salomon bâtit la maison de Dieu. La longueur en coudées de l’ancienne mesure était de soixante coudées, et la largeur de vingt coudées. "},{"style":"v","text":"Le portique sur le devant avait vingt coudées de longueur, répondant à la largeur de la maison, et cent vingt de hauteur; Salomon le couvrit intérieurement d’or pur. "},{"style":"v","text":"Il revêtit de bois de cyprès la grande maison, la couvrit d’or pur, et y fit sculpter des palmes et des chaînettes. "},{"style":"v","text":"Il couvrit la maison de pierres précieuses comme ornement; et l’or était de l’or de Parvaïm. "},{"style":"v","text":"Il couvrit d’or la maison, les poutres, les seuils, les parois et les battants des portes, et il fit sculpter des chérubins sur les parois. "},{"style":"v","text":"Il fit la maison du lieu très saint; elle avait vingt coudées de longueur répondant à la largeur de la maison, et vingt coudées de largeur. Il la couvrit d’or pur, pour une valeur de six cents talents; "},{"style":"v","text":"et le poids de l’or pour les clous montait à cinquante sicles. Il couvrit aussi d’or les chambres hautes. "},{"style":"v","text":"Il fit dans la maison du lieu très saint deux chérubins sculptés, et on les couvrit d’or. "},{"style":"v","text":"Les ailes des chérubins avaient vingt coudées de longueur. L’aile du premier, longue de cinq coudées, touchait au mur de la maison; et l’autre aile, longue de cinq coudées, touchait à l’aile du second chérubin. "},{"style":"v","text":"L’aile du second chérubin, longue de cinq coudées, touchait au mur de la maison; et l’autre aile, longue de cinq coudées, joignait l’aile du premier chérubin. "},{"style":"v","text":"Les ailes de ces chérubins, déployées, avaient vingt coudées. Ils étaient debout sur leurs pieds, la face tournée vers la maison. "},{"style":"v","text":"Il fit \\x c \\xo 3.14 \\xt Mt 27:51.\\x*le voile bleu, pourpre et cramoisi, et de byssus, et il y représenta des chérubins."},{"style":"s1","text":"Les deux colonnes d’airain, l’autel d’airain, la mer d’airain, les bassins, et les divers ustensiles pour le temple"},{"style":"r","text":"V. 15-17: cf. 1 R 7:15-22."},{"style":"p","text":""},{"style":"v","text":"Il fit devant la maison \\x d \\xo 3.15 \\xt 1 R 7:15. Jé 52:21.\\x*deux colonnes de trente-cinq coudées de hauteur, avec un chapiteau de cinq coudées sur leur sommet. "},{"style":"v","text":"Il fit des chaînettes comme celles qui étaient dans le sanctuaire, et les plaça sur le sommet des colonnes, et il fit cent grenades qu’il mit dans les chaînettes. "},{"style":"v","text":"Il dressa les colonnes sur le devant du temple, l’une à droite et l’autre à gauche; il nomma celle de droite Jakin, et celle de gauche Boaz."}]