[{"style":"s1","verse":"","text":"La bête qui monte de la mer"},{"style":"r","verse":"","text":"V. 1-10: cf. Da 7:3, 7, 8, 19-25. (Ap 17:3, 7-17; 19:19-21.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Puis je vis monter de la mer \\x a \\xo 13.1 \\xt Da 7:20. Ap 17:3.\\x*une bête qui avait dix cornes et sept têtes, et sur ses cornes dix diadèmes, et sur ses têtes des noms de blasphème. "},{"style":"v","verse":"2","text":"La bête que je vis était semblable à un léopard; ses pieds étaient comme ceux d’un ours, et sa gueule comme une gueule de lion. Le dragon lui donna sa puissance, et son trône, et une grande autorité. "},{"style":"v","verse":"3","text":"Et je vis l’une de ses têtes comme blessée à mort; mais sa blessure mortelle fut guérie. Et toute la terre était dans l’admiration derrière la bête. "},{"style":"v","verse":"4","text":"Et ils adorèrent le dragon, parce qu’il avait donné l’autorité à la bête; ils adorèrent la bête, en disant: Qui est \\x b \\xo 13.4 \\xt Ap 18:18.\\x*semblable à la bête, et qui peut combattre contre elle? "},{"style":"v","verse":"5","text":"Et il lui fut donné une bouche qui proférait des paroles arrogantes et des blasphèmes; et il lui fut donné le pouvoir d’agir pendant \\x c \\xo 13.5 \\xt Ap 11:2.\\x*quarante-deux mois. "},{"style":"v","verse":"6","text":"Et elle ouvrit sa bouche pour proférer des blasphèmes contre Dieu, pour blasphémer son nom, et son tabernacle, et ceux qui habitent dans le ciel. "},{"style":"v","verse":"7","text":"Et il \\x d \\xo 13.7 \\xt Da 7:21. Ap 11:7.\\x*lui fut donné de faire la guerre aux saints, et de les vaincre. Et il lui fut donné autorité sur toute tribu, tout peuple, toute langue, et toute nation. "},{"style":"v","verse":"8","text":"Et tous les habitants de la terre l’adoreront, ceux \\x e \\xo 13.8 \\xt Ex 32:33. Ph 4:3. Ap 3:5; 20:12; 21:27.\\x*dont le nom n’a pas été écrit \\x f \\xo 13.8 \\xt Ap 17:8.\\x*dès la fondation du monde dans le livre de vie de l’agneau qui a été immolé. "},{"style":"v","verse":"9","text":"Si quelqu’un a des oreilles, qu’il entende! "},{"style":"v","verse":"10","text":"Si quelqu’un mène en captivité, il ira en captivité; \\x g \\xo 13.10 \\xt Ge 9:6. Mt 26:52.\\x*si quelqu’un tue par l’épée, il faut qu’il soit tué par l’épée. \\x h \\xo 13.10 \\xt Ap 14:12.\\x*C’est ici la persévérance et la foi des saints."},{"style":"s1","verse":"","text":"La bête qui monte de la terre"},{"style":"r","verse":"","text":"V. 11-18: cf. Ap 19:20; 14:9-11."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Puis je vis monter \\x i \\xo 13.11 \\xt Ap 11:7.\\x*de la terre une autre bête, qui avait deux cornes semblables à celles d’un agneau, et qui parlait comme un dragon. "},{"style":"v","verse":"12","text":"Elle exerçait toute l’autorité de la première bête \\x j \\xo 13.12 \\xt Ap 19:20.\\x*en sa présence, et elle faisait que la terre et ses habitants adoraient la première bête, dont \\x k \\xo 13.12 \\xt Ap 13:3.\\x*la blessure mortelle avait été guérie. "},{"style":"v","verse":"13","text":"Elle opérait \\x l \\xo 13.13 \\xt 2 Th 2:9. Ap 16:14.\\x*de grands prodiges, même jusqu’à faire descendre du feu du ciel sur la terre, à la vue des hommes. "},{"style":"v","verse":"14","text":"Et \\x m \\xo 13.14 \\xt De 13:1. Mt 24:24. Ap 16:14; 19:20.\\x*elle séduisait les habitants de la terre par les prodiges qu’il lui était donné d’opérer en présence de la bête, disant aux habitants de la terre de faire une image à la bête qui avait la blessure de l’épée et qui vivait. "},{"style":"v","verse":"15","text":"Et il lui fut donné d’animer l’image de la bête, afin que l’image de la bête parlât, et qu’elle fît que tous ceux qui n’adoreraient pas \\x n \\xo 13.15 \\xt Ap 19:20.\\x*l’image de la bête fussent tués. "},{"style":"v","verse":"16","text":"Et elle fit que tous, petits et grands, riches et pauvres, libres et esclaves, reçussent \\x o \\xo 13.16 \\xt Ap 19:20.\\x*une marque sur leur main droite ou sur leur front, "},{"style":"v","verse":"17","text":"et que personne ne pût acheter ni vendre, sans avoir la marque, \\x p \\xo 13.17 \\xt Ap 14:11.\\x*le nom de la bête ou le nombre de son nom. "},{"style":"v","verse":"18","text":"C’est ici \\x q \\xo 13.18 \\xt Ap 17:9.\\x*la sagesse. Que celui qui a de l’intelligence calcule le nombre de la bête. Car c’est un nombre d’homme, et son nombre est six cent soixante-six."}]