[{"style":"s1","verse":"","text":"L’agneau et ses rachetés sur la montagne de Sion"},{"style":"r","verse":"","text":"V. 1-5: cf. Hé 12:22-24. Ap 7:3, etc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Je regardai, et voici, l’agneau se tenait sur la montagne de Sion, et avec lui \\x a \\xo 14.1 \\xt Ap 7:4.\\x*cent quarante-quatre mille personnes, qui avaient son nom et le nom de son Père écrits sur leurs fronts. "},{"style":"v","verse":"2","text":"Et j’entendis du ciel une voix, \\x b \\xo 14.2 \\xt Ap 1:15.\\x*comme un bruit de grosses eaux, comme le bruit d’un grand tonnerre; et la voix que j’entendis était comme celle \\x c \\xo 14.2 \\xt Ap 5:8.\\x*de joueurs de harpes jouant de leurs harpes. "},{"style":"v","verse":"3","text":"Et ils chantent \\x d \\xo 14.3 \\xt Ap 5:9.\\x*un cantique nouveau devant le trône, et devant les quatre êtres vivants et les vieillards. Et personne ne pouvait apprendre le cantique, si ce n’est les cent quarante-quatre mille, qui avaient été rachetés de la terre. "},{"style":"v","verse":"4","text":"Ce sont ceux qui ne se sont pas souillés avec des femmes, \\x e \\xo 14.4 \\xt 2 Co 11:2.\\x*car ils sont vierges; ils suivent l’agneau partout où il va. Ils ont été rachetés d’entre les hommes, comme des prémices pour Dieu et pour l’agneau; "},{"style":"v","verse":"5","text":"\\x f \\xo 14.5 \\xt So 3:13.\\x*et dans leur bouche il ne s’est point trouvé de mensonge, car ils sont \\x g \\xo 14.5 \\xt Ép 5:27.\\x*irrépréhensibles."},{"style":"s1","verse":"","text":"Trois anges proclament les jugements de Dieu"},{"style":"r","verse":"","text":"V. 6-13: cf. (Mt 24:14. Ac 17:30, 31.) Ap 18; 19:19, 20; 2:10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Je vis un autre ange qui volait par le milieu du ciel, ayant un Évangile éternel, pour l’annoncer aux habitants de la terre, à toute nation, à toute tribu, à toute langue, et à tout peuple. "},{"style":"v","verse":"7","text":"Il disait d’une voix forte: Craignez Dieu, et donnez-lui gloire, car l’heure de son jugement est venue; et adorez celui \\x h \\xo 14.7 \\xt Ge 1:1. Ps 33:6; 124:8; 146:6. Ac 14:15; 17:24.\\x*qui a fait le ciel, et la terre, et la mer, et les sources d’eaux. "},{"style":"v","verse":"8","text":"Et un autre, un second ange suivit, en disant: \\x i \\xo 14.8 \\xt És 21:9. Jé 51:8. Ap 18:2.\\x*Elle est tombée, elle est tombée, Babylone \\x j \\xo 14.8 \\xt Ap 16:19; 17:5; 18:10, 21.\\x*la grande, qui a abreuvé toutes les nations du vin de la fureur de son impudicité! "},{"style":"v","verse":"9","text":"Et un autre, un troisième ange les suivit, en disant d’une voix forte: Si quelqu’un adore la bête et son image, et reçoit une marque sur son front ou sur sa main, "},{"style":"v","verse":"10","text":"il boira, lui aussi, du vin de la fureur de Dieu, \\x k \\xo 14.10 \\xt Ap 18:5.\\x*versé sans mélange \\x l \\xo 14.10 \\xt Ap 16:19.\\x*dans la coupe de sa colère, et il sera \\x m \\xo 14.10 \\xt Ap 20:10.\\x*tourmenté \\x n \\xo 14.10 \\xt Ap 19:20.\\x*dans le feu et le soufre, devant les saints anges et devant l’agneau. "},{"style":"v","verse":"11","text":"\\x o \\xo 14.11 \\xt Ap 19:3.\\x*Et la fumée de leur tourment monte aux siècles des siècles; et ils n’ont de repos ni jour ni nuit, ceux qui adorent la bête et son image, et quiconque reçoit la marque de son nom. "},{"style":"v","verse":"12","text":"\\x p \\xo 14.12 \\xt Ap 13:10.\\x*C’est ici la persévérance des saints, qui gardent les commandements de Dieu et la foi de Jésus. "},{"style":"v","verse":"13","text":"Et j’entendis du ciel une voix qui disait: Écris: Heureux dès à présent les morts qui meurent dans le Seigneur! Oui, dit l’Esprit, afin qu’ils se reposent de leurs travaux, car leurs œuvres les suivent."},{"style":"s1","verse":"","text":"La moisson et la vendange"},{"style":"r","verse":"","text":"V. 14-20: cf. (Joë 3:12-14. Mt 13:37-43.) És 63:1-6."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Je regardai, et voici, il y avait une nuée blanche, et sur la nuée était assis quelqu’un \\x q \\xo 14.14 \\xt Éz 1:26. Da 7:13. Ap 1:13.\\x*qui ressemblait à un fils d’homme, ayant sur sa tête une couronne d’or, et dans sa main une faucille tranchante. "},{"style":"v","verse":"15","text":"Et un autre ange sortit du temple, criant d’une voix forte à celui qui était assis sur la nuée: \\x r \\xo 14.15 \\xt Joë 3:13. Mt 13:39.\\x*Lance ta faucille, et moissonne; car l’heure de moissonner est venue, car la moisson de la terre est mûre. "},{"style":"v","verse":"16","text":"Et celui qui était assis sur la nuée jeta sa faucille sur la terre. Et la terre fut moissonnée. "},{"style":"v","verse":"17","text":"Et un autre ange sortit du temple qui est dans le ciel, ayant, lui aussi, une faucille tranchante. "},{"style":"v","verse":"18","text":"Et un autre ange, qui avait autorité sur le feu, sortit de l’autel, et s’adressa d’une voix forte à celui qui avait la faucille tranchante, disant: Lance ta faucille tranchante, et vendange les grappes de la vigne de la terre; car les raisins de la terre sont mûrs. "},{"style":"v","verse":"19","text":"Et l’ange jeta sa faucille sur la terre. Et il vendangea la vigne de la terre, et jeta la vendange dans la grande cuve \\x s \\xo 14.19 \\xt Ap 19:15.\\x*de la colère de Dieu. "},{"style":"v","verse":"20","text":"Et \\x t \\xo 14.20 \\xt És 63:3.\\x*la cuve fut foulée hors de la ville; et du sang sortit de la cuve, jusqu’aux mors des chevaux, sur une étendue de mille six cents stades."}]