[{"style":"s1","verse":"","text":"Chute de Babylone"},{"style":"r","verse":"","text":"V. 1-18: cf. (Ap 16:19; 18.) (Ap 13; 19:11-21.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Puis un des sept anges qui tenaient les sept coupes vint, et il m’adressa la parole, en disant: Viens, je te montrerai le jugement de la grande prostituée qui est assise sur les grandes eaux. "},{"style":"v","verse":"2","text":"\\x a \\xo 17.2 \\xt Ap 18:3.\\x*C’est avec elle que les rois de la terre se sont livrés à l’impudicité, et c’est du vin de son impudicité que les habitants de la terre se sont enivrés. "},{"style":"v","verse":"3","text":"Il me transporta en esprit dans un désert. Et je vis une femme assise sur une \\x b \\xo 17.3 \\xt Ap 13:1; 17:8.\\x*bête écarlate, pleine de noms de blasphème, ayant sept têtes et dix cornes. "},{"style":"v","verse":"4","text":"Cette femme était \\x c \\xo 17.4 \\xt Ap 18:16.\\x*vêtue de pourpre et d’écarlate, et parée d’or, de pierres précieuses et de perles. Elle tenait dans sa main une coupe d’or, remplie d’abominations et des impuretés de sa prostitution. "},{"style":"v","verse":"5","text":"Sur son front était écrit un nom, un \\x d \\xo 17.5 \\xt 2 Th 2:7.\\x*mystère: Babylone la grande, la mère des impudiques et des abominations de la terre. "},{"style":"v","verse":"6","text":"Et je vis cette femme ivre du \\x e \\xo 17.6 \\xt Ap 18:24.\\x*sang des saints et du sang des témoins de Jésus. Et, en la voyant, je fus saisi d’un grand étonnement. "},{"style":"v","verse":"7","text":"Et l’ange me dit: Pourquoi t’étonnes-tu? Je te dirai le mystère de la femme et de la bête qui la porte, qui a les sept têtes et les dix cornes. "},{"style":"v","verse":"8","text":"La bête que tu as vue était, et elle n’est plus. Elle doit monter de l’abîme, et aller à la perdition. Et les habitants de la terre, \\x f \\xo 17.8 \\xt Ex 32:22. Ph 4:3. Ap 13:8.\\x*ceux dont le nom n’a pas été écrit dès la fondation du monde dans le livre de vie, s’étonneront en voyant la bête, parce qu’elle était, et qu’elle n’est plus, et qu’elle reparaîtra. "},{"style":"v","verse":"9","text":"C’est ici l’intelligence \\x g \\xo 17.9 \\xt Ap 13:18.\\x*qui a de la sagesse. \\x h \\xo 17.9 \\xt Ap 13:1.\\x*Les sept têtes sont sept montagnes, sur lesquelles la femme est assise. "},{"style":"v","verse":"10","text":"Ce sont aussi sept rois: cinq sont tombés, un existe, l’autre n’est pas encore venu, et quand il sera venu, il doit rester peu de temps. "},{"style":"v","verse":"11","text":"Et la bête qui était, et qui n’est plus, est elle-même un huitième roi, et elle est du nombre des sept, et elle va à la perdition. "},{"style":"v","verse":"12","text":"\\x i \\xo 17.12 \\xt Da 7:20. Ap 13:1.\\x*Les dix cornes que tu as vues sont dix rois, qui n’ont pas encore reçu de royaume, mais qui reçoivent autorité comme rois pendant une heure avec la bête. "},{"style":"v","verse":"13","text":"Ils ont un même dessein, et ils donnent leur puissance et leur autorité à la bête. "},{"style":"v","verse":"14","text":"\\x j \\xo 17.14 \\xt Ap 16:14.\\x*Ils combattront contre l’agneau, et l’agneau les vaincra, \\x k \\xo 17.14 \\xt 1 Ti 6:15. Ap 19:16.\\x*parce qu’il est le Seigneur des seigneurs et le Roi des rois, et les appelés, les élus et les fidèles qui sont avec lui les vaincront aussi. "},{"style":"v","verse":"15","text":"Et il me dit: \\x l \\xo 17.15 \\xt És 8:7.\\x*Les eaux que tu as vues, sur lesquelles la prostituée est assise, ce sont des peuples, des foules, des nations, et des langues. "},{"style":"v","verse":"16","text":"Les dix cornes que tu as vues et la bête haïront la prostituée, la dépouilleront et la mettront à nu, mangeront ses chairs, et la consumeront \\x m \\xo 17.16 \\xt Ap 18:8.\\x*par le feu. "},{"style":"v","verse":"17","text":"Car Dieu a mis dans leurs cœurs d’exécuter son dessein et d’exécuter un même dessein, et de donner leur royauté à la bête, jusqu’à ce que les paroles de Dieu soient accomplies. "},{"style":"v","verse":"18","text":"Et la femme que tu as vue, c’est \\x n \\xo 17.18 \\xt Ap 16:19.\\x*la grande ville qui a la royauté sur les rois de la terre."}]