[{"style":"s1","verse":"","text":"Les nouveaux cieux et la nouvelle terre"},{"style":"r","verse":"","text":"V. 1-8: cf. (És 65:17-19. 2 Pi 3:13-14.) (Ap 19:7-9; 7:13-17. Ro 8:17, 18.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 21.1 \\xt És 65:17; 66:22. 2 Pi 3:13.\\x*Puis je vis un nouveau ciel et une nouvelle terre; car le premier ciel et la première terre avaient disparu, et la mer n’était plus. "},{"style":"v","verse":"2","text":"Et je vis descendre du ciel, d’auprès de Dieu, \\x b \\xo 21.2 \\xt Ap 3:12; 21:10.\\x*la ville sainte, la nouvelle Jérusalem, préparée comme une épouse qui s’est parée pour son époux. "},{"style":"v","verse":"3","text":"Et j’entendis du trône une forte voix qui disait: \\x c \\xo 21.3 \\xt Éz 43:7.\\x*Voici le tabernacle de Dieu avec les hommes! Il habitera avec eux, et ils seront son peuple, et Dieu lui-même sera avec eux. "},{"style":"v","verse":"4","text":"\\x d \\xo 21.4 \\xt És 25:8. Ap 7:17.\\x*Il essuiera toute larme de leurs yeux, et la mort ne sera plus, et il n’y aura plus ni deuil, ni cri, ni douleur, car les premières choses ont disparu. "},{"style":"v","verse":"5","text":"\\x e \\xo 21.5 \\xt Ap 4:2; 20:11.\\x*Et celui qui était assis sur le trône dit: Voici, \\x f \\xo 21.5 \\xt És 43:19. 2 Co 5:17.\\x*je fais toutes choses nouvelles. Et il dit: Écris; car ces paroles \\x g \\xo 21.5 \\xt Ap 19:9.\\x*sont certaines et véritables. "},{"style":"v","verse":"6","text":"Et il me dit: \\x h \\xo 21.6 \\xt Ap 16:17.\\x*C’est fait! \\x i \\xo 21.6 \\xt És 41:4; 44:6. Ap 1:8; 22:13.\\x*Je suis l’alpha et l’oméga, le commencement et la fin. \\x j \\xo 21.6 \\xt És 55:1.\\x*A celui qui a soif je donnerai de la source de l’eau de la vie, gratuitement. "},{"style":"v","verse":"7","text":"Celui qui vaincra héritera ces choses; \\x k \\xo 21.7 \\xt Za 8:8. Hé 8:10.\\x*je serai son Dieu, et il sera mon fils. "},{"style":"v","verse":"8","text":"Mais pour \\x l \\xo 21.8 \\xt Ap 22:15.\\x*les lâches, les incrédules, les abominables, les meurtriers, les impudiques, les enchanteurs, les idolâtres, et tous les menteurs, leur part sera dans l’étang \\x m \\xo 21.8 \\xt Ap 20:14, 15.\\x*ardent de feu et de soufre, ce qui est la seconde mort."},{"style":"s1","verse":"","text":"La nouvelle Jérusalem"},{"style":"r","verse":"","text":"V. 9-27: cf. És 60. (Éz 40:2; 48:30-35.) Hé 11:10, 16."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Puis un des sept anges \\x n \\xo 21.9 \\xt Ap 15:6, 7.\\x*qui tenaient les sept coupes remplies des sept derniers fléaux vint, et il m’adressa la parole, en disant: Viens, je te montrerai l’épouse, la femme de l’agneau. "},{"style":"v","verse":"10","text":"Et il me transporta \\x o \\xo 21.10 \\xt Ap 1:10.\\x*en esprit sur une grande et haute montagne. Et il me montra \\x p \\xo 21.10 \\xt Hé 12:22. Ap 21:2.\\x*la ville sainte, Jérusalem, qui descendait du ciel d’auprès de Dieu, ayant la gloire de Dieu. "},{"style":"v","verse":"11","text":"Son éclat était semblable à celui d’une pierre très précieuse, d’une pierre de jaspe transparente comme du cristal. "},{"style":"v","verse":"12","text":"Elle avait une grande et haute muraille. Elle avait douze portes, et sur les portes douze anges, et des noms écrits, ceux des douze tribus des fils d’Israël: "},{"style":"v","verse":"13","text":"à l’orient trois portes, au nord trois portes, au midi trois portes, et à l’occident trois portes. "},{"style":"v","verse":"14","text":"\\x q \\xo 21.14 \\xt Ép 2:20.\\x*La muraille de la ville avait douze fondements, et sur eux les douze noms des douze apôtres de l’agneau. "},{"style":"v","verse":"15","text":"Celui qui me parlait \\x r \\xo 21.15 \\xt Éz 40:3. Za 2:1.\\x*avait pour mesure un roseau d’or, afin de mesurer la ville, ses portes et sa muraille. "},{"style":"v","verse":"16","text":"La ville avait la forme d’un carré, et sa longueur était égale à sa largeur. Il mesura la ville avec le roseau, et trouva douze mille stades; la longueur, la largeur et la hauteur en étaient égales. "},{"style":"v","verse":"17","text":"Il mesura la muraille, et trouva cent quarante-quatre coudées, mesure d’homme, qui était celle de l’ange. "},{"style":"v","verse":"18","text":"La muraille était construite en jaspe, et la ville était d’or pur, semblable à du verre pur. "},{"style":"v","verse":"19","text":"Les fondements de la muraille de la ville étaient ornés de pierres précieuses de toute espèce: le premier fondement était de jaspe, le second de saphir, le troisième de calcédoine, le quatrième d’émeraude, "},{"style":"v","verse":"20","text":"le cinquième de sardonyx, le sixième de sardoine, le septième de chrysolithe, le huitième de béryl, le neuvième de topaze, le dixième de chrysoprase, le onzième d’hyacinthe, le douzième d’améthyste. "},{"style":"v","verse":"21","text":"Les douze portes étaient douze perles; chaque porte était d’une seule perle. La place de la ville était d’or pur, comme du verre transparent. "},{"style":"v","verse":"22","text":"Je ne vis point de temple dans la ville; car le Seigneur Dieu tout-puissant est son temple, ainsi que l’agneau. "},{"style":"v","verse":"23","text":"\\x s \\xo 21.23 \\xt És 60:19. Za 14:7.\\x*La ville n’a besoin ni du soleil ni de la lune pour l’éclairer; car la gloire de Dieu l’éclaire, \\x t \\xo 21.23 \\xt Ap 22:5.\\x*et l’agneau est son flambeau. "},{"style":"v","verse":"24","text":"\\x u \\xo 21.24 \\xt És 60:3.\\x*Les nations marcheront à sa lumière, et les rois de la terre y apporteront leur gloire. "},{"style":"v","verse":"25","text":"\\x v \\xo 21.25 \\xt És 60:11.\\x*Ses portes ne se fermeront point le jour, \\x w \\xo 21.25 \\xt Ap 22:5.\\x*car là il n’y aura point de nuit. "},{"style":"v","verse":"26","text":"On y apportera la gloire et l’honneur des nations. "},{"style":"v","verse":"27","text":"Il n’entrera chez elle rien de souillé, ni personne qui se livre à l’abomination et au mensonge; il n’entrera que ceux qui sont écrits \\x x \\xo 21.27 \\xt Ex 32:32. Ps 69:29. Ph 4:3. Ap 3:5; 20:12.\\x*dans le livre de vie de l’agneau."}]