[{"style":"s1","verse":"","text":"The Allotment of the Other Half-Tribe of Manasseh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then the allotment was made for the tribe of Manasseh, because he \\add was\\add* the firstborn of Joseph. To Makir, the firstborn of Manasseh, the father of Gilead, ⸤were allotted⸥\\f + \\fr 17:1 \\ft Literally “and there was to him” \\f* Gilead and Bashan, because he was a warrior.\\f + \\fr 17:1 \\ft Literally “a man of war” \\f* "},{"style":"v","verse":"2","text":"\\add An allotment\\add* was \\add made\\add* for the remaining descendants\\f + \\fr 17:2 \\ft Or “sons” \\f* of Manasseh, according to their families: For the children of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida—these \\add were\\add* the male descendants\\f + \\fr 17:2 \\ft Or “sons” \\f* of Manasseh son of Joseph according to their families."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"But Zelophehad son of Hepher, son of Gilead, son of Makir, son of Manasseh, had no sons, only daughters. These \\add are\\add* the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah. "},{"style":"v","verse":"4","text":"They came before Eleazar the priest, Joshua son of Nun, and the leaders, saying, “Yahweh commanded Moses to give an inheritance to us among our kinsmen.”\\f + \\fr 17:4 \\ft Or “among our brothers” \\f* Therefore, according to the ⸤command of Yahweh⸥\\f + \\fr 17:4 \\ft Literally “mouth of Yahweh” \\f* he gave them an inheritance among the kinsmen\\f + \\fr 17:4 \\ft Or “brothers” \\f* of their father. "},{"style":"v","verse":"5","text":"Thus ten shares fell to Manasseh, besides the land of Gilead and Bashan, which \\add is\\add* beyond the Jordan, "},{"style":"v","verse":"6","text":"because the daughters of Manasseh received an inheritance among his sons. And the land of Gilead was \\add allotted\\add* to the remaining descendants\\f + \\fr 17:6 \\ft Or “sons” \\f* of Manasseh. "},{"style":"v","verse":"7","text":"The border of Manasseh was from Asher \\add to\\add* Micmethath, which \\add is\\add* opposite Shechem;\\f + \\fr 17:7 \\ft Or “which faces Shechem” \\f* then the border goes to the south, to the inhabitants of En Tappuah. "},{"style":"v","verse":"8","text":"The land of Tappuah ⸤belonged to Manasseh⸥,\\f + \\fr 17:8 \\ft Literally “was to Manasseh” \\f* but Tuppuah on the border of Manasseh ⸤belonged to the descendants of Ephraim⸥.\\f + \\fr 17:8 \\ft Literally “was to the children of Ephraim” \\f* "},{"style":"v","verse":"9","text":"Then the border goes down \\add to\\add* the wadi\\f + \\fr 17:9 \\ft A valley that is dry most of the year, but contains a stream during the rainy season \\f* of Kanah to the south of the wadi. These cities \\add belong\\add* to Ephraim among the cities of Manasseh. The border of Manasseh \\add is\\add* north of the wadi, and ⸤it ends⸥\\f + \\fr 17:9 \\ft Literally “the goings out of it were” \\f* at the sea. "},{"style":"v","verse":"10","text":"The south \\add is\\add* Ephraim’s, and the north \\add is\\add* Manasseh’s; the sea is their\\f + \\fr 17:10 \\ft Hebrew “its” \\f* border; Asher touches \\add the\\add* north and on \\add the\\add* east Issachar. "},{"style":"v","verse":"11","text":"In Issachar and Asher, Manasseh had Beth-shean and its villages, Ibleam and its villages, the inhabitants of Dor and its villages, the inhabitants of En-dor and its villages, the inhabitants of Taanach and its villages, the inhabitants of Megiddo and its villages; the third is Napheth. "},{"style":"v","verse":"12","text":"But the descendants\\f + \\fr 17:12 \\ft Or “sons” \\f* of Manasseh were not able to take possession of these towns; the Canaanites\\f + \\fr 17:12 \\ft Hebrew “Canaanite” \\f* were determined to live in this land. "},{"style":"v","verse":"13","text":"And it happened, when the ⸤Israelites⸥\\f + \\fr 17:13 \\ft Literally “sons/children of Israel” \\f* grew strong, they put the Canaanites\\f + \\fr 17:13 \\ft Hebrew “Canaanite” \\f* to forced labor but never drove them out completely."},{"style":"s1","verse":"","text":"The Tribes of Joseph Object"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"The descendants\\f + \\fr 17:14 \\ft Or “sons” \\f* of Joseph spoke with Joshua, saying, “Why have you given us\\f + \\fr 17:14 \\ft Hebrew “to me” \\f* one allotment and one share \\add as\\add* an inheritance? We are many people, which Yahweh has blessed.” "},{"style":"v","verse":"15","text":"And Joshua said to them, “If you \\add are\\add* many people, go up to the forest and clear \\add a place\\add* there for yourselves in the land of the Perizzites\\f + \\fr 17:15 \\ft Hebrew “Perizzite” \\f* and Rephaim, since the hill country of Ephraim is \\add too\\add* narrow for you.” "},{"style":"v","verse":"16","text":"And the descendants\\f + \\fr 17:16 \\ft Or “sons” \\f* of Joseph said, “The hill country is not enough for us, and all of the Canaanites\\f + \\fr 17:16 \\ft Hebrew “Canaanite” \\f* living in the land of the valley \\add have\\add* chariots\\f + \\fr 17:16 \\ft Hebrew “chariot” \\f* of iron, those in Beth-shean and its villages, and those in the Jezreel Valley.” "},{"style":"v","verse":"17","text":"And Joshua said to the house of Joseph, to Ephraim and Manasseh, “You are many people and have great power; you will not have one allotment \\add only\\add*; "},{"style":"v","verse":"18","text":"\\add the\\add* hill country will be yours. Even though it \\add is\\add* a forest, you will clear it, and it will be yours \\add to\\add* its farthest borders. You will drive out the Canaanites,\\f + \\fr 17:18 \\ft Hebrew “Canaanite” \\f* even though they have iron chariots and \\add are\\add* strong.”"}]