[{"style":"s1","verse":"","text":"Spies View the Land"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Joshua son of Nun secretly sent two men from Acacia Grove\\f + \\fr 2:1 \\ft Hebrew “Shittim” \\f* \\add as\\add* spies, saying, “Go, view the land, especially Jericho.” So they went, and entered the house of a prostitute whose name \\add was\\add* Rahab, and ⸤spent the night⸥\\f + \\fr 2:1 \\ft Literally “lay down” \\f* there. "},{"style":"v","verse":"2","text":"The king of Jericho was told, “Look, \\add some\\add* men from the ⸤Israelites⸥\\f + \\fr 2:2 \\ft Literally “sons/children of Israel” \\f* have come here tonight to search out the land.” "},{"style":"v","verse":"3","text":"And the king of Jericho sent \\add for\\add* Rahab, saying, “Bring out the men who came to you, the ones who have entered your house, for they have come to search out the whole land.” "},{"style":"v","verse":"4","text":"But the woman took the two men and hid them. And she said, “Yes, the men came to me, but I did not know where they \\add were\\add* from. "},{"style":"v","verse":"5","text":"And when \\add it was time\\add* to shut the gate ⸤for the night⸥,\\f + \\fr 2:5 \\ft Literally “in the darkness” or “at dark” \\f* the men left, and I do not know where they went. Chase after them quickly, for you may catch up \\add to\\add* them.” "},{"style":"v","verse":"6","text":"(But she had taken them to the roof and had hidden them ⸤in the stalks of flax⸥\\f + \\fr 2:6 \\ft Literally “in the flaxes of the plant stalk” \\f* that she ⸤had spread out⸥\\f + \\fr 2:6 \\ft Literally “had been arranged” \\f* on the roof.) "},{"style":"v","verse":"7","text":"So the men chased after them on ⸤the way to the Jordan⸥\\f + \\fr 2:7 \\ft Literally “the road of the Jordan” \\f* at the fords; and they shut the gate behind the pursuers that had gone out after them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Before ⸤they went to sleep⸥,\\f + \\fr 2:8 \\ft Literally “they lay down” \\f* she came up to them on the roof "},{"style":"v","verse":"9","text":"and said to the men, “I know that Yahweh has given you the land, and that dread of you has fallen on us, and that all the inhabitants of the land melt away \\add in fear\\add* because of your presence. "},{"style":"v","verse":"10","text":"For we have heard how Yahweh dried up the waters of the ⸤Red Sea⸥\\f + \\fr 2:10 \\ft Literally “sea of reeds” \\f* before you when you went out from Egypt, and what you did to the two kings of the Amorites that \\add were\\add* beyond the Jordan, Sihon and Og, whom you utterly destroyed. "},{"style":"v","verse":"11","text":"We heard \\add this\\add*, and our hearts\\f + \\fr 2:11 \\ft Hebrew “heart” \\f* melted, and ⸤no courage was left in anyone⸥\\f + \\fr 2:11 \\ft Literally “a spirit no longer stood in anyone” \\f* because of your presence. For Yahweh your God \\add is\\add* God in the heavens above and on the earth below. "},{"style":"v","verse":"12","text":"So then please swear to me by Yahweh, because ⸤I have shown loyalty to you⸥,\\f + \\fr 2:12 \\ft Literally “I have done with you a loyal love” \\f* and ⸤you will also show loyalty⸥\\f + \\fr 2:12 \\ft Literally “you will do … loyal love” \\f* ⸤to my family⸥.\\f + \\fr 2:12 \\ft Literally “with the house of my father” \\f* You must give me a sign of good faith,\\f + \\fr 2:12 \\ft Or “faithfulness” \\f* "},{"style":"v","verse":"13","text":"and you will spare my father and mother, my brothers and sisters, and all that belongs to them; you will deliver our lives from death.” "},{"style":"v","verse":"14","text":"And the men said to her, “⸤Our lives for yours⸥.\\f + \\fr 2:14 \\ft Literally “Our lives in place of yours to die” \\f* If you do not report this business of ours, ⸤we will show you loyalty and faithfulness⸥\\f + \\fr 2:14 \\ft Literally “we will do with you loyal love and faithfulness” \\f* when Yahweh gives us the land.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Then she lowered them with a rope through the window, as her house \\add was\\add* on the outer side of the wall, and she \\add was\\add* residing in the wall. "},{"style":"v","verse":"16","text":"And she said to them, “Go to the mountain, so that the pursuers will not find you, and hide yourselves there three days until the pursuers return, and afterward you may go ⸤on your way⸥.”\\f + \\fr 2:16 \\ft Literally “to your way” \\f* "},{"style":"v","verse":"17","text":"The men said to her, “We \\add will be\\add* released from this oath of yours that you made us swear. "},{"style":"v","verse":"18","text":"\\add When\\add* we come to the land, you must tie this scarlet cord in the window through which you let us down, and you must gather your father and mother, and your brothers, and your whole family to your house. "},{"style":"v","verse":"19","text":"If anyone goes outside the doors of your house, ⸤they will be responsible for their own death⸥,\\f + \\fr 2:19 \\ft Literally “his blood \\fq will be \\ft on his head” \\f* and we \\add will be\\add* innocent. Anyone who will be with you in the house, ⸤we will be responsible for their death⸥\\f + \\fr 2:19 \\ft Literally “his blood \\fq will be \\ft on our head” \\f* ⸤if a hand is laid on them⸥.\\f + \\fr 2:19 \\ft Literally “if a hand will be against him” \\f* "},{"style":"v","verse":"20","text":"But if you report this business of ours, we will be released from your oath that you made us swear.” "},{"style":"v","verse":"21","text":"And she said, “According to your word it \\add will be\\add*.” Then she sent them away, and they went, and she tied the scarlet cord in the window."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"They departed and came to the mountain, and they stayed there three days until the pursuers returned. The pursuers searched ⸤all along the way⸥\\f + \\fr 2:22 \\ft Literally “on all of the road” \\f* but did not find \\add them\\add*. "},{"style":"v","verse":"23","text":"The two men returned and went down from the mountain, and they crossed \\add over\\add* and came to Joshua son of Nun, and they told him everything that happened to them. "},{"style":"v","verse":"24","text":"They said to Joshua, “Surely Yahweh has given all the land into our hand; also, all the inhabitants of the land melt away \\add in fear\\add* because of our presence.”"}]