[{"style":"s1","verse":"","text":"Cities of Refuge Are Established"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Yahweh spoke to Joshua, saying, "},{"style":"v","verse":"2","text":"“Speak to the ⸤Israelites⸥,\\f + \\fr 20:2 \\ft Literally “sons/children of Israel” \\f* saying, ‘Appoint for yourselves cities of refuge, of which I spoke to you through the hand of Moses. "},{"style":"v","verse":"3","text":"Anyone who kills a person by accident or unintentionally\\f + \\fr 20:3 \\ft Or “by not knowing” \\f* may flee there; they will be for yourselves a refuge from the avenger of blood. "},{"style":"v","verse":"4","text":"The killer will flee to one of these cities, stand \\add at\\add* the entrance of the gate of the city, and ⸤state his case to the elders of that city⸥;\\f + \\fr 20:4 \\ft Literally “he will speak his words in the ears of the elders of that city” \\f* and they will take him\\f + \\fr 20:4 \\ft Or “they will gather him” \\f* into the city and give him a place, and he will dwell among them. "},{"style":"v","verse":"5","text":"And if the avenger of blood pursues after him, they will not hand over the killer into his hand, because he killed his neighbor unintentionally, and ⸤he did not hate him previously⸥.\\f + \\fr 20:5 \\ft Literally “he did not hate him since yesterday and the day before that” \\f* "},{"style":"v","verse":"6","text":"The killer will stay in that city until he stands before the congregation for the trial, until the death of the one who is the high priest in those days. Then ⸤the killer will return⸥\\f + \\fr 20:6 \\ft Literally “the killer will return and go” \\f* to his city and to his house, to the city from which he fled.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"So ⸤they set apart⸥\\f + \\fr 20:7 \\ft Or “consecrated” \\f* Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba\\f + \\fr 20:7 \\ft Or “the city of Arba” \\f* (that \\add is\\add*, Hebron) in the hill country of Judah. "},{"style":"v","verse":"8","text":"Beyond the Jordan east of Jericho, they appointed Bezer in the wilderness on the plateau, from the tribe of Reuben, Ramoth in Gilead, from the tribe of Gad, and Golan in the Bashan, from the tribe of Manasseh. "},{"style":"v","verse":"9","text":"These were the cities designated for all the ⸤Israelites⸥,\\f + \\fr 20:9 \\ft Literally “sons/children of Israel” \\f* and for the foreigners\\f + \\fr 20:9 \\ft Hebrew “foreigner” \\f* dwelling among them, for anyone that kills a person unintentionally to flee there, and not die by the hand of the avenger of blood, ⸤until there is a trial⸥\\f + \\fr 20:9 \\ft Literally “until he stands” \\f* before the congregation."}]