[{"style":"s1","verse":"","text":"Joshua Recounts Their History"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And Joshua gathered all the tribes of Israel to Shechem; he summoned the elders of Israel, their heads, their judges, and their officials, and they presented themselves before God. "},{"style":"v","verse":"2","text":"And Joshua said to all the people, “Thus says Yahweh the God of Israel: ‘⸤Long ago⸥\\f + \\fr 24:2 \\ft Literally “from ancient” \\f* your ancestors\\f + \\fr 24:2 \\ft Or “fathers” \\f*—Terah the father of Abraham and the father of Nahor—lived beyond the river,\\f + \\fr 24:2 \\ft That is, the Euphrates \\f* and they served other gods. "},{"style":"v","verse":"3","text":"I took your ancestor\\f + \\fr 24:3 \\ft Or “father” \\f* Abraham from beyond the river\\f + \\fr 24:3 \\ft That is, the Euphrates \\f* and led him through all the land of Canaan, and I increased his offspring; I gave him Isaac, "},{"style":"v","verse":"4","text":"and to Isaac I gave Jacob and Esau. To Esau I gave the hill country of Seir to possess, but Jacob and his children went down \\add to\\add* Egypt. "},{"style":"v","verse":"5","text":"And I sent Moses and Aaron, and I plagued Egypt with what I did in its midst; and afterward I brought you out. "},{"style":"v","verse":"6","text":"When I brought out your ancestors\\f + \\fr 24:6 \\ft Or “fathers” \\f* from Egypt, you came to the sea, and the Egyptians pursued after your ancestors\\f + \\fr 24:6 \\ft Or “fathers” \\f* with chariots\\f + \\fr 24:6 \\ft Hebrew “chariot” \\f* and horsemen to the ⸤Red Sea⸥.\\f + \\fr 24:6 \\ft Literally “sea of reed” \\f* "},{"style":"v","verse":"7","text":"They cried out to Yahweh, and he put darkness between you and the Egyptians, and he brought the sea over them\\f + \\fr 24:7 \\ft That is, the Egyptians \\f* and covered them; your own eyes saw what I did in Egypt. Then you lived in the wilderness for many days. "},{"style":"v","verse":"8","text":"And I brought you to the land of the Amorites\\f + \\fr 24:8 \\ft Hebrew “Amorite” \\f* who lived beyond the Jordan; they fought you, and I gave them into your hand; you took possession of their land, and I destroyed them ⸤before you⸥.\\f + \\fr 24:8 \\ft Literally “in your presence” \\f* "},{"style":"v","verse":"9","text":"Then Balak son of Zippor, king of Moab, set out and fought against Israel, and he sent and summoned Balaam son of Beor to curse you, "},{"style":"v","verse":"10","text":"but I was not willing to listen to Balaam, and he richly blessed you. So I rescued you from his hand, "},{"style":"v","verse":"11","text":"and you crossed the Jordan and came to Jericho. And the citizens of Jericho, the Amorites,\\f + \\fr 24:11 \\ft Hebrew “Amorite” \\f* the Perizzites,\\f + \\fr 24:11 \\ft Hebrew “Perizzite” \\f* the Canaanites,\\f + \\fr 24:11 \\ft Hebrew “Canaanite” \\f* the Hittites,\\f + \\fr 24:11 \\ft Hebrew “Hittite” \\f* the Girgashites,\\f + \\fr 24:11 \\ft Hebrew “Girgashite” \\f* the Hivites,\\f + \\fr 24:11 \\ft Hebrew “Hivite” \\f* and the Jebusites,\\f + \\fr 24:11 \\ft Hebrew “Jebusite” \\f* fought against you, and I gave them into your hand. "},{"style":"v","verse":"12","text":"I sent before you \\add the\\add* hornet and they drove out before you two kings of the Amorites;\\f + \\fr 24:12 \\ft Hebrew “Amorite” \\f* \\add but\\add* not by your sword or bow. "},{"style":"v","verse":"13","text":"I gave to you a land that you have not labored on, and cities that you have not built, and you live\\f + \\fr 24:13 \\ft Or “dwell” \\f* in them; you eat \\add from\\add* vineyards and olive groves that you have not planted.’"},{"style":"s1","verse":"","text":"The Israelites Promise to Serve Yahweh"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"“So now, revere Yahweh and serve him in sincerity and faithfulness; remove the gods that your ancestors\\f + \\fr 24:14 \\ft Or “fathers” \\f* served beyond the river\\f + \\fr 24:14 \\ft That is, the Euphrates \\f* and in Egypt, and serve Yahweh. "},{"style":"v","verse":"15","text":"But if it is bad in your eyes to serve Yahweh, choose for yourselves today whom you want to serve, whether it is the gods that your ancestors\\f + \\fr 24:15 \\ft Or “fathers” \\f* served beyond the river,\\f + \\fr 24:15 \\ft That is, the Euphrates \\f* or the gods of the Amorites\\f + \\fr 24:15 \\ft Hebrew “Amorite” \\f* in whose land you \\add are\\add* living; but as for me and my household, we will serve Yahweh.” "},{"style":"v","verse":"16","text":"And the people answered and said, “Far be it from us that we would forsake Yahweh to serve other gods, "},{"style":"v","verse":"17","text":"for Yahweh our God brought us and our ancestors\\f + \\fr 24:17 \\ft Or “fathers” \\f* from the land of Egypt, from the house of slavery, and did these great signs before our eyes. He protected us along the entire way that we went, and among all the peoples through whose midst we passed. "},{"style":"v","verse":"18","text":"And Yahweh drove out all the people before us, the Amorites\\f + \\fr 24:18 \\ft “Hebrew “Amorite” \\f* who live\\f + \\fr 24:18 \\ft Or “dwell” \\f* \\add in\\add* the land. We will serve Yahweh, for he \\add is\\add* our God.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"But Joshua said to the people, “You cannot serve Yahweh, for he \\add is\\add* a holy and jealous God; he will not forgive your transgressions or your sins. "},{"style":"v","verse":"20","text":"If you forsake Yahweh and serve foreign gods, he will turn and bring disaster to you; he will destroy you after he has done good to you.” "},{"style":"v","verse":"21","text":"And the people said to Joshua, “No, we will serve Yahweh.” "},{"style":"v","verse":"22","text":"And Joshua said to the people, “You \\add are\\add* witnesses against yourselves that you have chosen for yourselves to serve Yahweh.” And they said, “\\add We are\\add* witnesses.” "},{"style":"v","verse":"23","text":"He said, “Remove the foreign gods that \\add are\\add* in your midst, and incline your hearts to Yahweh the God of Israel.” "},{"style":"v","verse":"24","text":"And the people said to Joshua, “We will serve Yahweh our God, and we will listen to his voice.” "},{"style":"v","verse":"25","text":"So Joshua ⸤made a covenant⸥\\f + \\fr 24:25 \\ft Literally “cut a covenant” \\f* with the people on that day, and he established for them a statute and a judgment at Shechem. "},{"style":"v","verse":"26","text":"Then Joshua wrote these words in a scroll of the law of God, and he took a large stone and set it up there under a large tree, which \\add is\\add* at the shrine of Yahweh. "},{"style":"v","verse":"27","text":"And Joshua said to all the people, “Look, this stone will be a witness against us, for it has heard all the words of Yahweh that he spoke with us. It will be as a witness against you, so that you do not deny your God.” "},{"style":"v","verse":"28","text":"Then Joshua sent the people away to their inheritance."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"After these things Joshua son of Nun servant of Yahweh died; ⸤he was one hundred and ten years old⸥.\\f + \\fr 24:29 \\ft Literally “a son of one hundred and ten years” \\f* "},{"style":"v","verse":"30","text":"They buried him in the territory of his inheritance, at Timnath-Serah, which \\add is\\add* in the hill country of Ephraim, north of Mount Gaash. "},{"style":"v","verse":"31","text":"Israel served Yahweh all the days of Joshua, and all the days of the elders who lived long after Joshua, and who had known all the work that Yahweh did for Israel.\\f + \\fr 24:31 \\ft \\xt Joshua 24:28–31 \\ft is repeated in \\xt Judges 2:6–10 \\ft \\f* "},{"style":"v","verse":"32","text":"The bones of Jacob, which the ⸤Israelites⸥\\f + \\fr 24:32 \\ft Literally “sons/children of Israel” \\f* had brought out from Egypt, they buried at Shechem, in a piece of land that Jacob had bought from the children of Hamor, the father of Shechem, for one hundred pieces of money;\\f + \\fr 24:32 \\ft Hebrew \\fqa kesitah \\ft  \\f* it became \\add an\\add* inheritance for the descendants\\f + \\fr 24:32 \\ft Or “sons” \\f* of Joseph. "},{"style":"v","verse":"33","text":"And Eleazar son of Aaron died; and they buried him in Gibeah in the hill country of Ephraim, which had been given to his son Phinehas."}]