[{"style":"s1","verse":"","text":"Ai Is Destroyed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then Yahweh said to Joshua, “Do not fear or be dismayed. Take ⸤all the fighting men⸥\\f + \\fr 8:1 \\ft Literally “all the people of war” \\f* with you ⸤and go up immediately to Ai⸥.\\f + \\fr 8:1 \\ft Literally “get up and go up to Ai” \\f* Look, I am giving into your hand the king of Ai, his city, and his land. "},{"style":"v","verse":"2","text":"You will do to Ai and its king that which you did to Jericho and its king; you may take only its spoils\\f + \\fr 8:2 \\ft Hebrew “spoil” \\f* and livestock as booty for yourself. Set for yourself an ambush against the city \\add from\\add* behind \\add it\\add*.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"So Joshua and ⸤all the fighting men⸥\\f + \\fr 8:3 \\ft Literally “all the people of war” \\f* went up immediately to Ai. Joshua chose thirty thousand of the best fighting men and sent them \\add by\\add* night. "},{"style":"v","verse":"4","text":"And he commanded them, saying, “Look, you are to lay an ambush against the city from behind. Do not go very far from the city and be ready. "},{"style":"v","verse":"5","text":"Then I and all of the people who \\add are\\add* with me will approach the city. And when they go out to meet us ⸤as before⸥,\\f + \\fr 8:5 \\ft Literally “as that at the first \\fq occasion \\ft ” \\f* we will flee from them.\\f + \\fr 8:5 \\ft Or “before their presence” \\f* "},{"style":"v","verse":"6","text":"They will come out after us until we draw them away from the city, because they will think, ‘\\add They are\\add* fleeing from us\\f + \\fr 8:6 \\ft Or “before our presence” \\f* ⸤as before⸥.’\\f + \\fr 8:6 \\ft Literally “as that at the first \\fq occasion \\ft ” \\f* So we will flee from them.\\f + \\fr 8:6 \\ft Or “before their presence” \\f* "},{"style":"v","verse":"7","text":"Then you will rise up from the ambush and take possession of the city, for Yahweh your God will give it into your hand. "},{"style":"v","verse":"8","text":"And when you capture the city you will set it on fire as Yahweh commanded. Look, I have commanded you.” "},{"style":"v","verse":"9","text":"So Joshua sent them out, and they went to the \\add place of the\\add* ambush, and they sat between Bethel and Ai, to the west of Ai; but Joshua spent the night ⸤with the people⸥.\\f + \\fr 8:9 \\ft Literally “in the middle of the people” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Joshua rose early in the morning and mustered the people, and he went up \\add with\\add* the elders of Israel before the people of Ai.\\f + \\fr 8:10 \\ft Or “before the presence of the people of Ai” \\f* "},{"style":"v","verse":"11","text":"⸤All the fighting men⸥\\f + \\fr 8:11 \\ft Literally “All the people of war” \\f* who \\add were\\add* with him ⸤went up and drew near before the city⸥\\f + \\fr 8:11 \\ft Literally “went up, drew near, and came before the city” \\f* and camped north of Ai; \\add there was\\add* a valley between him and Ai. "},{"style":"v","verse":"12","text":"And he took about five thousand men and set them in ambush between Bethel and Ai, to the west of the city. "},{"style":"v","verse":"13","text":"So they stationed the forces; all the army \\add was\\add* north of the city while ⸤the rear guard was west⸥.\\f + \\fr 8:13 \\ft Literally “while its rear guard \\fq was \\ft west of the city” \\f* But Joshua went that night to the middle of the valley. "},{"style":"v","verse":"14","text":"When the king of Ai saw \\add this\\add*, the men of the city hurried and rose early and went out to meet Israel for battle—he\\f + \\fr 8:14 \\ft That is, the king \\f* and all his army—to the meeting place before the Arabah.\\f + \\fr 8:14 \\ft A dry region that runs south of the Sea of Galilee along the Jordan Valley \\f* He did not know that \\add there was\\add* an ambush for him behind the city. "},{"style":"v","verse":"15","text":"Then Joshua and all Israel acted like they were beaten before them, and they fled ⸤in the direction of the wilderness⸥.\\f + \\fr 8:15 \\ft Literally “the way of the wilderness” \\f* "},{"style":"v","verse":"16","text":"All of the people who \\add were\\add* in the city were called to pursue after them. As they pursued after Joshua, they were drawn away from the city. "},{"style":"v","verse":"17","text":"Not a man remained in Ai or Bethel who had not gone out after Israel; they left the city open and pursued after Israel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"And Yahweh said to Joshua, “Stretch out the sword\\f + \\fr 8:18 \\ft Or “spear” \\f* that is in your hand to Ai, because I will give it into your hand.” And Joshua stretched out the sword that was in his hand to the city. "},{"style":"v","verse":"19","text":"The moment he stretched out his hand, those in the ambush stood up quickly from their place and ran. And they went \\add into\\add* the city and captured it, quickly setting the city ablaze with fire. "},{"style":"v","verse":"20","text":"Then the men of Ai looked behind them, and they saw smoke from the city rising to the sky; ⸤they had no power to flee this way or that⸥,\\f + \\fr 8:20 \\ft Literally “it was not in their hands to flee here and here” \\f* and the people fleeing the wilderness turned around to the pursuers.\\f + \\fr 8:20 \\ft Hebrew “pursuer” \\f* "},{"style":"v","verse":"21","text":"And Joshua and all Israel saw that the ambush had captured the city and that the smoke of the city was rising; they returned and struck down the men of Ai. "},{"style":"v","verse":"22","text":"Then the others from the city came out to meet them, ⸤and they found themselves surrounded by Israel⸥,\\f + \\fr 8:22 \\ft Literally “they were in the middle of Israel” \\f* ⸤some on one side, and others on the other side⸥.\\f + \\fr 8:22 \\ft Literally “these from these, and these from this” \\f* And they\\f + \\fr 8:22 \\ft That is, Israel \\f* struck them down until no survivor or fugitive \\add was\\add* left. "},{"style":"v","verse":"23","text":"But they captured the king of Ai alive, and they brought him to Joshua."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"When Israel finished slaughtering all the inhabitants of Ai in the open field, in the wilderness where they pursued them, and when all of them had fallen by ⸤the edge of the sword⸥\\f + \\fr 8:24 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* until they all had perished, all Israel returned \\add to\\add* Ai and attacked it with ⸤the edge of the sword⸥.\\f + \\fr 8:24 \\ft Literally “\\fq the \\ft mouth of \\fq the \\ft sword” \\f* "},{"style":"v","verse":"25","text":"All the people that fell on that day, both men and women, \\add were\\add* twelve thousand—all the inhabitants of Ai. "},{"style":"v","verse":"26","text":"For Joshua did not draw back his hand that was stretched out with the sword until he had utterly destroyed all the inhabitants of Ai. "},{"style":"v","verse":"27","text":"Only the livestock and the spoil of that city Israel took as booty for themselves, according to the word of Yahweh that Joshua commanded. "},{"style":"v","verse":"28","text":"So Joshua burned Ai and made it an everlasting heap of rubbish, a desolate place until this day. "},{"style":"v","verse":"29","text":"The king of Ai he hanged on a tree until the time of evening, and as the sun went down Joshua commanded \\add them\\add*, and they brought down his dead body from the tree. Then they threw it at the entrance of the gate of the city, and they raised over it a great heap of stones \\add that remains\\add* to this day."},{"style":"s1","verse":"","text":"Israel Renews the Covenant"},{"style":"m","verse":"","text":""},{"style":"v","verse":"30","text":"Then Joshua built an altar on Mount Ebal for Yahweh the God of Israel, "},{"style":"v","verse":"31","text":"as Moses Yahweh’s servant commanded the ⸤Israelites⸥,\\f + \\fr 8:31 \\ft Literally “sons/children of Israel” \\f* as \\add it is\\add* written in the scroll of the law of Moses: “an altar of unhewn\\f + \\fr 8:31 \\ft Or “whole” \\f* stones \\add on\\add* which no one has ⸤wielded⸥\\f + \\fr 8:31 \\ft Literally “waved over them” \\f* an iron implement.”\\f + \\fr 8:31 \\ft See \\xt Exod 20:25 \\ft \\f* And they offered burnt offerings on it and sacrificed fellowship offerings. "},{"style":"v","verse":"32","text":"And there Joshua wrote on the stones \\add a\\add* copy of the law of Moses, which he\\f + \\fr 8:32 \\ft That is, Moses \\f* had written, in the presence of the ⸤Israelites⸥.\\f + \\fr 8:32 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","verse":"33","text":"Then all Israel, ⸤foreigner as well as native⸥,\\f + \\fr 8:33 \\ft Literally “as the alien as the native” \\f* with the elders, officials, and judges stood ⸤on either side⸥\\f + \\fr 8:33 \\ft Literally “from this and from this” \\f* of the ark before the priests and the Levites, who carried the ark of the covenant of Yahweh. Half of them \\add stood\\add* in front of Mount Gerizim, and the other half in front of Mount Ebal, as Moses Yahweh’s servant had commanded before to bless the people of Israel. "},{"style":"v","verse":"34","text":"And afterward he read all the words of the law, the blessings\\f + \\fr 8:34 \\ft Hebrew “blessing” \\f* and the curses,\\f + \\fr 8:34 \\ft Hebrew “curse” \\f* according to all that was written in the scroll of the law. "},{"style":"v","verse":"35","text":"There was not a word from all that Moses commanded that Joshua did not read before the assembly of all Israel, and the women, the little children, and the traveling foreigners\\f + \\fr 8:35 \\ft Hebrew “foreigner” \\f* among them."}]