[{"style":"s1","verse":"","text":"The Gibeonites Act with Cunning"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now\\f + \\fr 9:1 \\ft Or “And it happened” \\f* when all the kings who \\add were\\add* beyond the Jordan in the hill country and in the Shephelah,\\f + \\fr 9:1 \\ft Or “lowlands”; a geographical region on the western edge of the hills of Judea \\f* and on all the coast of the great sea toward Lebanon\\f + \\fr 9:1 \\ft Literally “white mountain” \\f*—the Hittites,\\f + \\fr 9:1 \\ft Hebrew “Hittite” \\f* the Amorites,\\f + \\fr 9:1 \\ft Hebrew “Amorite” \\f* the Canaanites,\\f + \\fr 9:1 \\ft Hebrew “Canaanite” \\f* the Perizzites,\\f + \\fr 9:1 \\ft Hebrew “Perizzite” \\f* the Hivites,\\f + \\fr 9:1 \\ft Hebrew “Hivite” \\f* and the Jebusites\\f + \\fr 9:1 \\ft Hebrew “Jebusite” \\f*—heard of \\add this\\add*, "},{"style":"v","verse":"2","text":"they gathered themselves together to fight with one accord against\\f + \\fr 9:2 \\ft Hebrew “with” \\f* Joshua and Israel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"But the inhabitants of Gibeon heard what Joshua did to Jericho and Ai, "},{"style":"v","verse":"4","text":"and they acted on their part with cunning: they went and prepared provisions,\\f + \\fr 9:4 \\ft The Hebrew is difficult here. Some ancient manuscripts read, “they sent out a delegation/an envoy” \\f* and took worn-out sacks\\f + \\fr 9:4 \\ft Or “sackcloths” \\f* for their donkeys and old wineskins \\add that were\\add* torn and mended. "},{"style":"v","verse":"5","text":"The sandals on their feet \\add were\\add* patched and old, their clothes \\add were\\add* old, and their food was dry and crumbled. "},{"style":"v","verse":"6","text":"And they went to Joshua at the camp \\add at\\add* Gilgal and said to him and to the men of Israel, “We have come from a far land; so then ⸤make a covenant with us⸥.”\\f + \\fr 9:6 \\ft Literally “cut for us a covenant” \\f* "},{"style":"v","verse":"7","text":"And the men of Israel said to the Hivites,\\f + \\fr 9:7 \\ft Hebrew “Hivite” \\f* “Perhaps you \\add are\\add* living among us; how can we ⸤make a covenant⸥\\f + \\fr 9:7 \\ft Literally “cut a covenant” \\f* with you?” "},{"style":"v","verse":"8","text":"They said to Joshua, “We \\add are\\add* your servants.” And Joshua said to them, “Who \\add are\\add* you, and from where do you come?” "},{"style":"v","verse":"9","text":"And they said to him, “Your servants have come from a very far land because of the name of Yahweh your God; we have heard of his reputation, of all that he did in Egypt, "},{"style":"v","verse":"10","text":"and of all that he did to the two kings of the Amorites who \\add were\\add* beyond the Jordan—to Sihon king of Heshbon and to Og king of Bashan, who \\add was\\add* in Ashtaroth. "},{"style":"v","verse":"11","text":"So our elders said to us and all the inhabitants of our land, ‘Take in your hand provisions for the journey, and go to meet them, and say to them, “We \\add are\\add* your servants; so then ⸤make a covenant with us⸥.” ’\\f + \\fr 9:11 \\ft Literally “cut for us a covenant” \\f* "},{"style":"v","verse":"12","text":"This \\add is\\add* our bread; \\add it was\\add* hot \\add when\\add* we took it from our houses as provisions on the day we set out to come to you. But now, look, it is dry and crumbled. "},{"style":"v","verse":"13","text":"These \\add are\\add* the wineskins that we filled new, but look, they have burst; and these \\add are\\add* our clothes and sandals that have worn out from the very long journey.” "},{"style":"v","verse":"14","text":"So the leaders\\f + \\fr 9:14 \\ft Or “men” \\f* took from their provisions, but ⸤they did not ask direction from Yahweh⸥.\\f + \\fr 9:14 \\ft Literally “the mouth of Yahweh they did not ask” \\f* "},{"style":"v","verse":"15","text":"And Joshua made peace with them, and ⸤he made a covenant with them⸥\\f + \\fr 9:15 \\ft Literally “he cut a covenant with them” \\f* to allow them to live happily, and the leaders of the congregation swore \\add an oath\\add* to them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"And it happened that at the end of three days, after they made a covenant with them, they heard that ⸤they were their neighbors⸥\\f + \\fr 9:16 \\ft Literally “they \\fq were \\ft near them” \\f* and living among them. "},{"style":"v","verse":"17","text":"And the ⸤Israelites⸥\\f + \\fr 9:17 \\ft Literally “sons/children of Israel” \\f* set out and went to their cities on the third day (their cities \\add were\\add* Gibeon, Kephirah, Beeroth, and Kiriath Jearim). "},{"style":"v","verse":"18","text":"But the ⸤Israelites⸥\\f + \\fr 9:18 \\ft Literally “sons/children of Israel” \\f* did not attack them, because the leaders of the congregation had sworn to them by Yahweh the God of Israel. And all the congregation murmured ⸤against their leaders⸥.\\f + \\fr 9:18 \\ft Literally “against the leaders of the congregation” \\f* "},{"style":"v","verse":"19","text":"But all the leaders of the congregation said, “We have sworn to them by Yahweh the God of Israel, and so we cannot touch them. "},{"style":"v","verse":"20","text":"This we will do to them: \\add we will\\add* let them live so that wrath will not be on us because of the oath we swore to them.” "},{"style":"v","verse":"21","text":"And the leaders\\f + \\fr 9:21 \\ft Or “men” \\f* said to them, “Let them live.” So they became woodcutters and water carriers for all the congregation, just as the leaders had said to them."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"And Joshua summoned them and said, “Why have you deceived us saying, ‘We \\add are\\add* very far from you’ when you \\add are\\add* living among us? "},{"style":"v","verse":"23","text":"Therefore you \\add are\\add* cursed; some of you will always be slaves as woodcutters and water carriers for the house of my God.” "},{"style":"v","verse":"24","text":"And they answered Joshua and said, “Because it was told with certainty to your servants that Yahweh your God commanded Moses his servant to give to you all the land and to destroy all the inhabitants of the land before you, so we were very afraid for our lives because of you, and so we did this thing. "},{"style":"v","verse":"25","text":"So then, look, we \\add are\\add* in your hand; do with us whatever seems good and right in your eyes.” "},{"style":"v","verse":"26","text":"So he did this to them: he saved them from the hand of the ⸤Israelites⸥,\\f + \\fr 9:26 \\ft Literally “sons/children of Israel” \\f* and they did not kill them. "},{"style":"v","verse":"27","text":"And that day Joshua made them woodcutters and water carriers for the congregation and for the altar of Yahweh, to this day, in the place that he should choose."}]