[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yoonu Musaa takkndeeru xéewal yiy ñëw doŋŋ a ci nekk, waaye xéewal ya ci seen bopp nekku ci. Looloo tax sarax yi yoon wi laaj ñu war koo saxoo jébbale at mu nekk, manula setal mukk wecc ñiy jaamusi."},{"style":"v","verse":"2","text":"Su sarax yi taxoona set wecc, xanaa deesu ko dakkal? Bu ca jaamukati Yàlla yi doon sete wecc benn yoon kay, xanaa dootuñu am yaraangey bàkkaar!"},{"style":"v","verse":"3","text":"Sarax yooyu dañu koy fàttalee ay bàkkaar at mu jot,"},{"style":"v","verse":"4","text":"ndax deretu yëkk ak ju sikket kat manula far ay bàkkaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Moo tax ba Almasi biy dikk ci àddina la wax ne:"},{"style":"q1","verse":"","text":"«Saraxi jur ak pepp, taamuwuloo ko,"},{"style":"q1","verse":"","text":"waaye aw yaram nga ma waajalal."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"6","text":"\\w Saraxu rendi-dóomal|Sarax yi:\\w* ak \\w saraxu póotum bàkkaar|Sarax yi:\\w*,"},{"style":"q1","verse":"","text":"safoowuloo ci dara."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"7","text":"Ca laa ne: “Maa dikk nii,"},{"style":"q1","verse":"","text":"te téereb yoon wi indi na li ñu bind ci man,"},{"style":"q1","verse":"","text":"maa defsi sa coobare, yaw Yàlla\\f + \\fr 10.5-7 \\ft Seetal ci \\bk Taalifi cant\\bk* 40.7-9.\\f*.”»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"Dafa njëkk ne: «Saraxi jur ak pepp, saraxi dóomal ak saraxi póotum bàkkaar, bëgguloo, safoowuloo,» doonte yoon wee laaj yooyu sarax."},{"style":"v","verse":"9","text":"Mu teg ca ne: «Maa ngii defsi sa coobare.» Noonu la fare lu njëkk la, ngir wuutal fa ñaareel bi."},{"style":"v","verse":"10","text":"Coobarey Yàlla googu moo waral ñu sellale nu sarax bi Yeesu Almasi bi sarxe yaramam benn yoon ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bépp sarxalkat a ngi taxaw bés bu nekk ci liggéeyam, di jébbale aka jébbalewaat yenn sarax yooyu, te lenn du ci masa mana far bàkkaar."},{"style":"v","verse":"12","text":"Waaye kii de, ba mu sarxee boppam ngir far ay bàkkaar, bennub sarax bu doy ba fàww, ca la tooge fa ndijooru Yàlla."},{"style":"v","verse":"13","text":"Fa la doxe xaar bés ba ñu koy defal ay noonam ndëggastalu tànkam."},{"style":"v","verse":"14","text":"Kon bennub sarax boobu, ci la matale sëkk ba fàww nit ñi ñu sellal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Mooy li Noo gu Sell gi itam seede, ñeel nu,"},{"style":"v","verse":"16","text":"nde gannaaw ba mu nee:"},{"style":"q1","verse":"","text":"«Lii nag moo di kóllëre gi may fas ak ñoom,"},{"style":"q1","verse":"","text":"bu fan yooyu weesoo, Boroom beey wax,"},{"style":"q1","verse":"","text":"mu ne: Maay yeb sama ndigali yoon ci seen xol,"},{"style":"q1","verse":"","text":"ci seen xel laa koy ñaas;"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"17","text":"lii la ca teg: seeni bàkkaar ak seeni ñaawtéef,"},{"style":"q1","verse":"","text":"duma ci bàyyeeti xel\\f + \\fr 10.16-17 \\ft Seetal ci \\bk Yeremi\\bk* 31.33-34.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"Yooyu nag fu ñu ko jéggalee, aajootul sarax su koy far."},{"style":"s1","verse":"","text":"Nanu àgg fa Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Léegi nag bokk yi, am nanu sañ-sañu dugg ca \\w néeg bu sella sell|néeg bu sell b-:\\w* ba, ngir deretu Yeesu,"},{"style":"v","verse":"20","text":"deretu Yeesu jiy yoon wu yees, yoonu dund gu mu nu xàllal, jàllale ko ca rido ba, te rido ba moo di yaramu suuxam wi mu saraxe."},{"style":"v","verse":"21","text":"Am nanu itam \\w sarxalkat|sarxalkat b-:\\w* bu mag bu jiite kër Yàlla ga."},{"style":"v","verse":"22","text":"Kon nag nanu agsee fi Yàlla xol bu dëggu ak fit wu mat sëkk wu ngëm waral, gannaaw wisees na sunum xel ndoxum setlu, ba mu tàggook bépp gàkk bu mu nu sikkale, te raggees na sunu yaram ci ndoxum setlu."},{"style":"v","verse":"23","text":"Nanu ŋoy ci yaakaar ji nu biral ne moom lanu am, te nu baña yoqi, nde ki dige ku wóor la."},{"style":"v","verse":"24","text":"Nanu seet itam ci sunu biir nu nuy xiirtalantee ngir cofeel ak jëf ju baax."},{"style":"v","verse":"25","text":"Te bunu def ni ñenn ñi, di daggoo ak sunuy ndaje, waaye nanuy ñaaxante, rawatina tey bi ngeen gisee bés bi dëgmal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Gannaaw bu nu xamee xéll liy dëgg ba noppi nag, su nu bàkkaaratee te di ko tey, su boobaa ab sarax bu far yooyu bàkkaar amatu ci."},{"style":"v","verse":"27","text":"Xanaa tiitaangey séentu mbugal ma ak sawara wu yànj wiy xoyom fippukat yi."},{"style":"v","verse":"28","text":"Képp ku masoona xëtt yoonu Musaa, daawuñu ko ñéeblu; ci kaw seedey ñaari nit ba ñett lees ko daan rey."},{"style":"v","verse":"29","text":"Kon ki dëggaate \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, teddadil deret ji ñu sellale \\w kóllëre|kóllëre g-:\\w* gi, te ñàkke teggin \\w Noowug Yàlla|Noo gu Sell g-:\\w* gi nu indil aw yiw, kooku, mbugal ma mu yelloo, ñaata yoon lay gënatee metti, ngeen defe?"},{"style":"v","verse":"30","text":"Xam nanu ki wax ne: «Maay kiy feye, di añale,» neeti: «Boroom bi mooy àtte ñoñam\\f + \\fr 10.30 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 32.35-36.\\f*.»"},{"style":"v","verse":"31","text":"Céy ku nara tàbbi ci loxoy Yàlla jiy dund, ndaw lu raglu!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Fàttalikuleen bés yu njëkk ya, gannaaw ba ngeen jotee ci leeru Yàlla, na ngeen dëgërloo woon ca xeex bu mag ba te metti."},{"style":"v","verse":"33","text":"Léeg-léegaa ñu saaga leen, bunduxataal leen ci kanam nit ñi; léeg-léegaa yeen ay taxawu nit ñi ñu teg lu ni mel."},{"style":"v","verse":"34","text":"Ndax yeena bokk ak ñi ñu tëj seen coono, te yeena muñ ci xol bu sedd ni ñu foqarñee seen moomeel, ngir xam ngeen yeen ci seen bopp ne am ngeen alal ju ko gën tey sax ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Kon nag buleen teqalikook seenu fit, yool bu réy a ngi ci."},{"style":"v","verse":"36","text":"Li leen war moo di muñ, ba sottal coobarey Yàlla, su ko defee ngeen jot li mu dige."},{"style":"v","verse":"37","text":"Ndax kat,"},{"style":"q1","verse":"","text":"«Des nas tuut, as tuut rekk,"},{"style":"q1","verse":"","text":"kiy dikk, dikk te du yeex."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"38","text":"Sama nit ku jub nag mooy dund ndax ngëm ga,"},{"style":"q1","verse":"","text":"waaye ku dellu gannaaw,"},{"style":"q1","verse":"","text":"sama xol bégewu la\\f + \\fr 10.37-38 \\ft Seetal ci \\bk Abakug\\bk* 2.3-4.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"39","text":"Nun nag bokkunu ci ñiy dellu gannaaw te nara sànku, waaye nooy ñi saxoo ngëm te nara mucc."}]