[{"style":"s1","verse":"","text":"Dundin wu rafet moo neex Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Cofeel gi war ci bokki gëmkat, saxooleen ko."},{"style":"v","verse":"2","text":"Buleen sàggane di terale, nde am na ñu seen teraanga tax ñu fat ay malaaka te xamuñu ko woon."},{"style":"v","verse":"3","text":"Bàyyileen xel ñi ñu tëj, ni su ñu leen boole woon ak ñoom tëj, ak itam ñi ñuy mitital, ndax yeen itam, aw yaram ngeen am."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Na ñépp wormaal diggante bu ab séy dox, te ab lalu séy na mucc sobe, ndax fokati séy yi, ak njaalookat yi, Yàlla moo leen di daan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Buleen jikkowoo bëggub xaalis; doylooleen li ngeen am, ndax Yàlla moo ne:"},{"style":"q1","verse":"","text":"«Duma la bàyyi mukk,"},{"style":"q1","verse":"","text":"duma la wacc mukk\\f + \\fr 13.5 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 31.6.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"Moo tax nu mana am fitu wax ne:"},{"style":"q1","verse":"","text":"«Boroom beey sama ndimbal, duma tiit."},{"style":"q1","verse":"","text":"Ana lees ma manal\\f + \\fr 13.6 \\ft Seetal ci \\bk Taalifi cant\\bk* 118.6.\\f*?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Fàttalikuleen seen njiit yi leen àgge kàddug Yàlla. Nemmikuleen li seenug dundin meññ, te ngeen roy seen ngëm."},{"style":"v","verse":"8","text":"Yeesu \\w Almasi|Almasi b-:\\w* bi, menn mii la woon démb ak tey ba fàww, du soppiku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Buleen nangu ay àlluwa yu bare te woroo ak sunu ngëm, di leen fàbbi. Li baax mooy ngeen di yokke aw yiw seen pastéefu xol. Buleen yokke pastéefu xol ay ndigal yu jëm ci aw ñam, te ña koy sàmm, jariñu leen dara."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Sunu \\w sarxalukaayu|sarxalukaay b-:\\w* bopp la ñu cay teg, ñay liggéeye ca xaymab jaamookaay ba, sañuñu caa lekk."},{"style":"v","verse":"11","text":"Ndax kat, jur ga \\w sarxalkat|sarxalkat b-:\\w* bu mag ba daan yóbbu seen deret ca \\w néeg bu sella sell|néeg bu sell b-:\\w* ba, ngir \\w njotlaayal|njotlaay g-:\\w* bàkkaar, seen yaram lees daan lakk ca bitib dal ba."},{"style":"v","verse":"12","text":"Moo waral Yeesu itam deewe ca bitib dëkk ba, ngir sellale askan wi deretu boppam."},{"style":"v","verse":"13","text":"Kon nag, nanu ko fekki ca bitib dal ba, ba tegoo toroxtaangeem ga mu tegoo woon,"},{"style":"v","verse":"14","text":"ndax amunu fii ci àddina dëkk bu sax ba fàww, waaye dëkk biy ñëw, moom lanuy sàkku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Kon nag saa su nekk, nanuy jaare ci Yeesu, di génne sunu saraxu cant, ñeel Yàlla, muy sarax su bawoo ci sunuw làmmiñ, ñu di ko birale aw turam."},{"style":"v","verse":"16","text":"Te it di def lu baax ak di dimbalee, buleen ko fàtte, ndax sarax yu mel noonu la Yàlla gërëm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Déggalleen seeni njiit te nangul leen, ndax sàmm bakkani ñi ñu jiite mooy seenub liggéey, te moom lees leen di laaj ëllëg. Su ko defee ñu defe ko xol bu sedd, te bañ koo def di binni, ndax loolu du seen njariñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Deeleen nu ñaanal nag. Li nu wóor de, moo di sunum xel yeddu nu fenn, te it di def lu baax ci lépp moo di sunu bëgg-bëgg."},{"style":"v","verse":"19","text":"Ma di leen gëna tinooti, ngir ngeen ñaanal nu, ba ma délsil ci yeen nu mu gëna gaawe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yàlla miy boroom jàmm, moom mi dekkal sunu Sang Yeesu, sàmm bu mag bi, ci dooley deret ji mu fase \\w kóllëre|kóllëre g-:\\w* gu sax dàkk,"},{"style":"v","verse":"21","text":"yal na leen matal sëkk ci lépp lu baax, ngir ngeen di jëfe coobareem. Yal na def ci nun bànneexu boppam bu mu sottal ci Yeesu Almasi bi daraja ñeel ba fàww. Amiin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Kon nag bokk yi, dëgg waay, muñleen ma ñaaxe leen gii kàddu. Bañ naa ko ba gàttal bataaxal bii ma leen bind."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Xamleen ne sunu mbokk Timote génn na kaso. Su dikkee léegi, moom laay àndal, seetsi leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Nuyulleen ma mboolem seeni njiit ak mboolem gëmkat ñu sell ñi. Waa Itali ñu ngi leen di nuyu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Yal na aw yiw ànd ak yeen ñépp."}]