[{"style":"s1","verse":"","text":"Doom jee gëna màgg Musaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag bokk yu sell yi, yeen ñi bokk ci wooteb asamaan, ràññeeleen Yeesu, ndaw li, \\w sarxalkat|sarxalkat b-:\\w* bu mag bi ci yoon wi nu gëm."},{"style":"v","verse":"2","text":"Ku wóor la woon, ñeel ki ko tabb, noonee Musaa wóore woon ci mboolem waa kër Yàlla."},{"style":"v","verse":"3","text":"Waaye ni ab tabaxkat ëppe teraanga kër ga muy tabax, ni la Yeesu yelloo daraja ju ëpp ja Musaa yelloo woon."},{"style":"v","verse":"4","text":"Ndax kër gu nekk am na ku ko tabax, waaye ki tabax lépp mooy Yàlla."},{"style":"v","verse":"5","text":"Musaa déy «jawriñ ju wóor la woon ci biir mboolem waa kër Yàlla\\f + \\fr 3.5 \\ft Seetal ci \\bk Màndiŋ ma\\bk* 12.7.\\f*,» di seedeel Yàlla kàddu ya ñu fa wara wax."},{"style":"v","verse":"6","text":"\\w Almasi|Almasi b-:\\w* bi nag mooy Doom ju wóor ji jiite kër Yàlla, te nun nooy këram, ndegam kay nu ngi wéye aw fit ak yaakaar ji nuy puukarewoo."},{"style":"s1","verse":"","text":"Almasi bi moo jara déggal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Kon nag ni ko \\w Noo gu Sell|Noo gu Sell g-:\\w* gi waxe:"},{"style":"q1","verse":"","text":"«Bésub tey jii bu ngeen déggee baatam,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"8","text":"buleen të na woon ca fippu ga,"},{"style":"q1","verse":"","text":"keroog bésub seetlu Yàlla ba ca màndiŋ ma\\f + \\fr 3.8 \\ft Seetal ci \\bk Mucc ga\\bk* 17.1-7.\\f*,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"9","text":"fa ma seeni maam doon seetloo, di ma diiŋat,"},{"style":"q1","verse":"","text":"te gisoon samay jaloore,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"10","text":"diiru ñeent fukki at."},{"style":"q1","verse":"","text":"Moo tax ma mere gii maas, ba ne:"},{"style":"q1","verse":"","text":"“Seen xol a dëkke lajj,"},{"style":"q1","verse":"","text":"ñu faaleedi samay santaane.”"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"11","text":"Moo ma taxa giñ ci sama biir mer, ne:"},{"style":"q1","verse":"","text":"“Duñu tàbbi mukk fa samag noflaay\\f + \\fr 3.7-11 \\ft Seetal ci \\bk Taalifi cant\\bk* 95.7-11; \\fk noflaay: \\ft Yàlla moo digoon bànni Israayil ag noflaay, te mooy jàmm ju mu leen digoon ne dinañu ko dëkke biir Kanaan, gannaaw bu ñu fa duggee. Waaye ñi déggal Yeesu Almasi bi, ñoo jagoo teeweji jataayu Yàlla, te loolu mooy doon seen noflaay.\\f*.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bokk yi, wattuleen bala kenn ci yeen a am xolub gëmadi bu bon bu koy xiir ci dëddu Yàlla jiy dund."},{"style":"v","verse":"13","text":"Waaye bés bu nekk deeleen soññante li feek muy bésub teyagum, bala bàkkaar a nax kenn ci yeen, ba mu mujj dërkiis."},{"style":"v","verse":"14","text":"Ndax kat noo di àndandooy \\w Almasi|Almasi b-:\\w* bi, ndegam wéye nanoo ŋoy bu dëgër ci sunu kóolute ga nu doore, ba kera muj ga."},{"style":"v","verse":"15","text":"Waxees na ne:"},{"style":"q1","verse":"","text":"«Bésub tey jii bu ngeen déggee baatam,"},{"style":"q1","verse":"","text":"buleen të na woon ca fippu ga\\f + \\fr 3.15 \\ft Seetal ci \\bk Taalifi cant\\bk* 95.7-8.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ana ñan ñoo déggoon te teewuleena fippu? Xanaa du mboolem ña génne woon Misra ci njiital Musaa?"},{"style":"v","verse":"17","text":"Ana ñan la Yàlla mere lu mat ñeent fukki at? Xanaa du mboolem ña bàkkaaroon te seeni néew mujj tëdd ca màndiŋ ma?"},{"style":"v","verse":"18","text":"Te it ana ñan ñu moy ña déggadi woon, la Yàlla giñaloon ne duñu tàbbi mukk ci noflaayam?"},{"style":"v","verse":"19","text":"Kon nu gis ne seen gëmadee tax manuñu ca woona tàbbi."}]