[{"style":"p","text":""},{"style":"v","text":"Mes petits enfants, je vous écris ces choses, afin que vous ne péchiez point. Et si quelqu’un a péché, nous avons \\x a \\xo 2.1 \\xt 1 Ti 2:5. Hé 7:25.\\x*un avocat auprès du Père, Jésus-Christ le juste. "},{"style":"v","text":"Il est lui-même \\x b \\xo 2.2 \\xt Ro 3:25. 2 Co 5:18. Col 1:20. 1 Jn 4:10.\\x*une victime expiatoire pour nos péchés, non seulement pour les nôtres, mais aussi pour ceux \\x c \\xo 2.2 \\xt Jn 4:42. 1 Jn 4:14.\\x*du monde entier."},{"style":"s1","text":"L’observation des commandements. L’amour fraternel; le détachement du monde"},{"style":"r","text":"V. 3-6: cf. Mt 7:21-23. Jn 14:21-24."},{"style":"p","text":""},{"style":"v","text":"Si nous gardons ses commandements, par là nous savons que nous l’avons connu. "},{"style":"v","text":"\\x d \\xo 2.4 \\xt 1 Jn 4:20.\\x*Celui qui dit: Je l’ai connu, et qui ne garde pas ses commandements, est un menteur, et la vérité n’est point en lui. "},{"style":"v","text":"Mais celui qui garde sa parole, l’amour de Dieu est véritablement parfait en lui: \\x e \\xo 2.5 \\xt Jn 13:35.\\x*par là nous savons que nous sommes en lui. "},{"style":"v","text":"Celui qui dit qu’il demeure en lui \\x f \\xo 2.6 \\xt Jn 13:15. 1 Pi 2:21.\\x*doit marcher aussi comme il a marché lui-même."},{"style":"r","text":"V. 7-11: cf. (Jn 13:34, 35; 15:12-14.) Pr 4:18, 19."},{"style":"p","text":""},{"style":"v","text":"Bien-aimés, \\x g \\xo 2.7 \\xt 2 Jn v. 5.\\x*ce n’est pas un commandement nouveau que je vous écris, mais un commandement ancien que vous avez eu dès le commencement; ce commandement ancien, c’est la parole que vous avez entendue. "},{"style":"v","text":"Toutefois, \\x h \\xo 2.8 \\xt Jn 13:34; 15:12.\\x*c’est un commandement nouveau que je vous écris, ce qui est vrai en lui et en vous, car les ténèbres se dissipent et la lumière véritable paraît déjà. "},{"style":"v","text":"Celui qui dit qu’il est dans la lumière, et qui hait son frère, est encore dans les ténèbres. "},{"style":"v","text":"\\x i \\xo 2.10 \\xt 1 Jn 3:14.\\x*Celui qui aime son frère \\x j \\xo 2.10 \\xt Jn 12:35.\\x*demeure dans la lumière, et aucune occasion de chute n’est en lui. "},{"style":"v","text":"Mais celui qui hait son frère est dans les ténèbres, il marche dans les ténèbres, et il ne sait où il va, parce que les ténèbres ont aveuglé ses yeux."},{"style":"r","text":"V. 12-17: cf. 1 Th 2:11, 12. (Ro 12:2. Col 3:1-3. Ja 4:4. Mt 6:24.)"},{"style":"p","text":""},{"style":"v","text":"\\x k \\xo 2.12 \\xt Lu 24:47. Ac 4:12; 13:38.\\x*Je vous écris, petits enfants, parce que vos péchés vous sont pardonnés à cause de son nom. "},{"style":"v","text":"Je vous écris, pères, parce que vous avez connu celui qui est dès le commencement. Je vous écris, jeunes gens, parce que vous avez vaincu le malin. Je vous ai écrit, petits enfants, parce que vous avez connu le Père. "},{"style":"v","text":"Je vous ai écrit, pères, parce que vous avez connu celui qui est dès le commencement. Je vous ai écrit, jeunes gens, parce que vous êtes forts, et que la parole de Dieu demeure en vous, et que vous avez vaincu le malin. "},{"style":"v","text":"\\x l \\xo 2.15 \\xt Ro 12:2.\\x*N’aimez point le monde, ni les choses qui sont dans le monde. \\x m \\xo 2.15 \\xt Ga 1:10. Ja 4:4.\\x*Si quelqu’un aime le monde, l’amour du Père n’est point en lui; "},{"style":"v","text":"car tout ce qui est dans le monde, la convoitise de la chair, la convoitise des yeux, et l’orgueil de la vie, ne vient point du Père, mais vient du monde. "},{"style":"v","text":"\\x n \\xo 2.17 \\xt Ps 90:10. És 40:6. 1 Co 7:31. Ja 1:10; 4:14. 1 Pi 1:24.\\x*Et le monde passe, et sa convoitise aussi; mais celui qui fait la volonté de Dieu demeure éternellement."},{"style":"s1","text":"Les antéchrists"},{"style":"r","text":"V. 18-27: cf. (1 Jn 4:1-6. 2 Jn 7-11.) Jn 16:13-15."},{"style":"p","text":""},{"style":"v","text":"Petits enfants, c’est la dernière heure, \\x o \\xo 2.18 \\xt Mt 24:5. 2 Th 2:3.\\x*et comme vous avez appris qu’un antéchrist vient, il y a maintenant plusieurs antéchrists: par là nous connaissons que c’est la dernière heure. "},{"style":"v","text":"\\x p \\xo 2.19 \\xt Ps 41:10. Ac 20:30.\\x*Ils sont sortis du milieu de nous, mais ils n’étaient pas des nôtres; car s’ils eussent été des nôtres, ils seraient demeurés avec nous, \\x q \\xo 2.19 \\xt 1 Co 11:19.\\x*mais cela est arrivé afin qu’il fût manifeste que tous ne sont pas des nôtres. "},{"style":"v","text":"\\x r \\xo 2.20 \\xt Ps 45:8; 133:2. 2 Co 1:21. Hé 1:9.\\x*Pour vous, vous avez reçu l’onction de la part de celui qui est saint, et vous avez tous de la connaissance. "},{"style":"v","text":"Je vous ai écrit, non que vous ne connaissiez pas la vérité, mais parce que vous la connaissez, et parce qu’aucun mensonge ne vient de la vérité. "},{"style":"v","text":"Qui est menteur, sinon celui qui nie que Jésus est le Christ? Celui-là est l’antéchrist, qui nie le Père et le Fils. "},{"style":"v","text":"\\x s \\xo 2.23 \\xt Lu 12:9. 2 Ti 2:12.\\x*Quiconque nie le Fils n’a pas non plus le Père; quiconque confesse le Fils a aussi le Père. "},{"style":"v","text":"Que ce que vous avez entendu dès le commencement demeure en vous. Si ce que vous avez entendu dès le commencement demeure en vous, vous demeurerez aussi dans le Fils et dans le Père. "},{"style":"v","text":"Et la promesse qu’il nous a faite, c’est la vie éternelle. "},{"style":"v","text":"Je vous ai écrit ces choses au sujet de ceux qui vous égarent. "},{"style":"v","text":"\\x t \\xo 2.27 \\xt Jé 31:34. Hé 8:11.\\x*Pour vous, l’onction que vous avez reçue de lui demeure en vous, et vous n’avez pas besoin qu’on vous enseigne; mais comme son onction vous enseigne toutes choses, et qu’elle est véritable et qu’elle n’est point un mensonge, demeurez en lui selon les enseignements qu’elle vous a donnés."},{"style":"s1","text":"Les enfants de Dieu"},{"style":"r","text":"2 v. 28 à 3 v. 10: cf. (Col 1:23. Jn 1:12, 13. Ro 8:14-19. Hé 12:14.) (1 Jn 5:18.)"},{"style":"p","text":""},{"style":"v","text":"Et maintenant, petits enfants, demeurez en lui, \\x u \\xo 2.28 \\xt Mc 8:38. 1 Jn 3:2.\\x*afin que, lorsqu’il paraîtra, nous ayons de l’assurance, et qu’à son avènement nous ne soyons pas confus et éloignés de lui. "},{"style":"v","text":"Si vous savez qu’il est juste, reconnaissez que quiconque pratique la justice est né de lui."}]