[{"style":"p","text":""},{"style":"v","text":"Voyez \\x a \\xo 3.1 \\xt 1 Jn 1:12.\\x*quel amour le Père nous a témoigné, pour que nous soyons appelés enfants de Dieu! Et nous le sommes. Si le monde ne nous connaît pas, c’est qu’il ne l’a pas connu. "},{"style":"v","text":"Bien-aimés, \\x b \\xo 3.2 \\xt És 56:5. Jn 1:12. Ro 8:15. Ga 3:26; 4:6.\\x*nous sommes maintenant enfants de Dieu, \\x c \\xo 3.2 \\xt Mt 5:12. Ro 8:18. 2 Co 4:17.\\x*et ce que nous serons n’a pas encore été manifesté; \\x d \\xo 3.2 \\xt Ph 3:21. Col 3:4.\\x*mais nous savons que, lorsque cela sera manifesté, nous serons semblables à lui, parce que nous le verrons tel qu’il est. "},{"style":"v","text":"Quiconque a cette espérance en lui se purifie, comme lui-même est pur. "},{"style":"v","text":"Quiconque pèche transgresse la loi, et \\x e \\xo 3.4 \\xt 1 Jn 5:17.\\x*le péché est la transgression de la loi. "},{"style":"v","text":"\\x f \\xo 3.5 \\xt És 53:12. 1 Ti 1:15.\\x*Or, vous le savez, Jésus a paru pour ôter les péchés, et \\x g \\xo 3.5 \\xt És 53:9. 2 Co 5:21. 1 Pi 2:22.\\x*il n’y a point en lui de péché. "},{"style":"v","text":"Quiconque demeure en lui ne pèche point; quiconque pèche ne l’a pas vu, et ne l’a pas connu. "},{"style":"v","text":"Petits enfants, que personne ne vous séduise. \\x h \\xo 3.7 \\xt Jn 2:29.\\x*Celui qui pratique la justice est juste, comme lui-même est juste. "},{"style":"v","text":"Celui qui pèche est du diable, car le diable pèche dès le commencement. Le Fils de Dieu a paru afin de détruire les œuvres du diable. "},{"style":"v","text":"\\x i \\xo 3.9 \\xt 1 Jn 5:18.\\x*Quiconque est né de Dieu ne pratique pas le péché, \\x j \\xo 3.9 \\xt 1 Pi 1:23.\\x*parce que la semence de Dieu demeure en lui; et il ne peut pécher, parce qu’il est né de Dieu. "},{"style":"v","text":"C’est par là que se font reconnaître les enfants de Dieu et les enfants du diable. Quiconque ne pratique pas la justice n’est pas de Dieu, non plus que celui qui n’aime pas son frère."},{"style":"r","text":"V. 11-24: cf. Jn 13:34, 35; 15:12-21. 1 Jn 4:7, 8, 16-21."},{"style":"p","text":""},{"style":"v","text":"Car ce qui vous a été annoncé et ce que vous avez entendu dès le commencement, \\x k \\xo 3.11 \\xt Jn 13:34; 15:12. 1 Jn 3:23.\\x*c’est que nous devons nous aimer les uns les autres, "},{"style":"v","text":"et ne pas ressembler à \\x l \\xo 3.12 \\xt Ge 4:8.\\x*Caïn, qui était du malin, et qui tua son frère. Et pourquoi le tua-t-il? \\x m \\xo 3.12 \\xt Hé 11:4.\\x*parce que ses œuvres étaient mauvaises, et que celles de son frère étaient justes. "},{"style":"v","text":"\\x n \\xo 3.13 \\xt Jn 15:18.\\x*Ne vous étonnez pas, frères, si le monde vous hait. "},{"style":"v","text":"\\x o \\xo 3.14 \\xt 1 Jn 2:10.\\x*Nous savons que nous sommes passés de la mort à la vie, parce que nous aimons les frères. Celui qui n’aime pas demeure dans la mort. "},{"style":"v","text":"Quiconque hait son frère est un meurtrier, et \\x p \\xo 3.15 \\xt Mt 5:21. Ga 5:21.\\x*vous savez qu’aucun meurtrier n’a la vie éternelle demeurant en lui. "},{"style":"v","text":"\\x q \\xo 3.16 \\xt Jn 15:13. Ép 5:2.\\x*Nous avons connu l’amour, en ce qu’il a donné sa vie pour nous; nous aussi, nous devons donner notre vie pour les frères. "},{"style":"v","text":"\\x r \\xo 3.17 \\xt De 15:7. Lu 3:11. Ja 2:15.\\x*Si quelqu’un possède les biens du monde, et que, voyant son frère dans le besoin, il lui ferme ses entrailles, comment l’amour de Dieu demeure-t-il en lui? "},{"style":"v","text":"Petits enfants, n’aimons pas en paroles et avec la langue, mais en actions et avec vérité. "},{"style":"v","text":"Par là nous connaîtrons que nous sommes de la vérité, et nous rassurerons nos cœurs devant lui; "},{"style":"v","text":"car si notre cœur nous condamne, Dieu est plus grand que notre cœur, et il connaît toutes choses. "},{"style":"v","text":"Bien-aimés, si notre cœur ne nous condamne pas, nous avons de l’assurance devant Dieu. "},{"style":"v","text":"\\x s \\xo 3.22 \\xt Jé 29:12. Mt 7:8; 21:22. Mc 11:24. Lu 11:9. Jn 14:13; 16:24. Ja 1:5. 1 Jn 5:14.\\x*Quoi que ce soit que nous demandions, nous le recevons de lui, parce que nous gardons ses commandements et que nous faisons ce qui lui est agréable. "},{"style":"v","text":"\\x t \\xo 3.23 \\xt Jn 6:29; 17:3.\\x*Et c’est ici son commandement: que nous croyions au nom de son Fils Jésus-Christ, et \\x u \\xo 3.23 \\xt Lé 19:18. Mt 22:39. Jn 13:34; 15:12. Ép 5:2. 1 Th 4:9. 1 Pi 4:8. 1 Jn 4:21.\\x*que nous nous aimions les uns les autres, selon le commandement qu’il nous a donné. "},{"style":"v","text":"\\x v \\xo 3.24 \\xt Jn 14:23; 15:10. 1 Jn 4:12.\\x*Celui qui garde ses commandements demeure en Dieu, et Dieu en lui; et nous connaissons qu’il demeure en nous par l’Esprit qu’il nous a donné."}]