[{"style":"s1","text":"La foi en Jésus, et ses conséquences"},{"style":"r","text":"V. 1-13: cf. 2 Jn 5, 6. Hé 11. Jn 1:29-34; 3:16, 36; 20:31."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 5.1 \\xt Jn 1:12.\\x*Quiconque croit que Jésus est le Christ, est né de Dieu, et quiconque aime celui qui l’a engendré aime aussi celui qui est né de lui. "},{"style":"v","text":"Nous connaissons que nous aimons les enfants de Dieu, lorsque nous aimons Dieu, et que nous pratiquons ses commandements. "},{"style":"v","text":"\\x b \\xo 5.3 \\xt Jn 14:15; 15:10.\\x*Car l’amour de Dieu consiste à garder ses commandements. \\x c \\xo 5.3 \\xt Mt 11:29, 30.\\x*Et ses commandements ne sont pas pénibles, "},{"style":"v","text":"parce que tout ce qui est né de Dieu triomphe du monde; \\x d \\xo 5.4 \\xt Jn 16:33.\\x*et la victoire qui triomphe du monde, c’est notre foi. "},{"style":"v","text":"\\x e \\xo 5.5 \\xt 1 Co 15:57.\\x*Qui est celui qui a triomphé du monde, \\x f \\xo 5.5 \\xt 1 Jn 4:15.\\x*sinon celui qui croit que Jésus est le Fils de Dieu? "},{"style":"v","text":"C’est lui, Jésus-Christ, qui est venu avec de l’eau et du sang; non avec l’eau seulement, mais avec l’eau et avec le sang; et c’est l’Esprit qui rend témoignage, parce que l’Esprit est la vérité. "},{"style":"v","text":"Car il y en a trois qui rendent témoignage: "},{"style":"v","text":"l’Esprit, l’eau et le sang, et les trois sont d’accord. "},{"style":"v","text":"\\x g \\xo 5.9 \\xt Jn 5:37.\\x*Si nous recevons le témoignage des hommes, le témoignage de Dieu est plus grand; car le témoignage de Dieu consiste en ce qu’il a rendu témoignage à son Fils. "},{"style":"v","text":"\\x h \\xo 5.10 \\xt Jn 3:36. Ro 8:16. Ga 4:6.\\x*Celui qui croit au Fils de Dieu a ce témoignage en lui-même; celui qui ne croit pas Dieu le fait menteur, puisqu’il ne croit pas au témoignage que Dieu a rendu à son Fils. "},{"style":"v","text":"Et voici ce témoignage, c’est que Dieu nous a donné la vie éternelle, et \\x i \\xo 5.11 \\xt Jn 1:4.\\x*que cette vie est dans son Fils. "},{"style":"v","text":"Celui qui a le Fils a la vie; celui qui n’a pas le Fils de Dieu n’a pas la vie. "},{"style":"v","text":"\\x j \\xo 5.13 \\xt Jn 20:31.\\x*Je vous ai écrit ces choses, afin que vous sachiez que vous avez la vie éternelle, vous qui croyez au nom du Fils de Dieu."},{"style":"s1","text":"Efficacité de la prière"},{"style":"r","text":"V. 14-21: cf. Jn 15:7. Mc 11:24. Ja 5:14-16."},{"style":"p","text":""},{"style":"v","text":"Nous avons auprès de lui cette assurance, \\x k \\xo 5.14 \\xt Jé 29:12. Mt 7:8; 21:22. Mc 11:24. Lu 11:9. Jn 14:13; 15:7; 16:24. Ja 1:5. 1 Jn 3:22.\\x*que si nous demandons quelque chose selon sa volonté, il nous écoute. "},{"style":"v","text":"Et si nous savons qu’il nous écoute, quelque chose que nous demandions, nous savons que nous possédons la chose que nous lui avons demandée. "},{"style":"v","text":"Si quelqu’un voit son frère commettre un péché qui ne mène point à la mort, qu’il prie, et Dieu donnera la vie à ce frère, il la donnera à ceux qui commettent un péché qui ne mène point à la mort. \\x l \\xo 5.16 \\xt No 15:30. 1 S 2:25. Mt 12:31. Mc 3:29. Lu 12:10. Hé 6:4; 10:26. 2 Pi 2:20.\\x*Il y a un péché qui mène à la mort; ce n’est pas pour ce péché-là que je dis de prier. "},{"style":"v","text":"\\x m \\xo 5.17 \\xt 1 Jn 3:4.\\x*Toute iniquité est un péché, et il y a tel péché qui ne mène pas à la mort. "},{"style":"v","text":"\\x n \\xo 5.18 \\xt 1 Jn 3:9.\\x*Nous savons que quiconque est né de Dieu ne pèche point; mais celui qui est né de Dieu se garde lui-même, et le malin ne le touche pas. "},{"style":"v","text":"Nous savons que nous sommes de Dieu, et que le monde entier est sous la puissance du malin. "},{"style":"v","text":"Nous savons aussi que le Fils de Dieu est venu, \\x o \\xo 5.20 \\xt Lu 24:45.\\x*et qu’il nous a donné l’intelligence pour connaître le Véritable; et nous sommes dans le Véritable, en son Fils Jésus-Christ. \\x p \\xo 5.20 \\xt És 9:5; 44:6; 54:5. Jn 20:28. Ro 9:5. 1 Ti 3:16.\\x*C’est lui qui est le Dieu véritable, et la vie éternelle. "},{"style":"v","text":"Petits enfants, gardez-vous des idoles."}]