[{"style":"s1","text":"Yàlla rafetlu na ngëm"},{"style":"p","text":""},{"style":"v","text":"Ngëm nag mooy cëslaayal yaakaar te mooy firndey li bët gisul."},{"style":"v","text":"Ngëm a taxoon maam ya rafetub jëw."},{"style":"p","text":""},{"style":"v","text":"Ngëm a nu xamal ne Yàllaa sos àddina wërngal këpp ci kàddoom, ngir li bët di gis dees koo sàkke ci lu bët manula gis."},{"style":"p","text":""},{"style":"v","text":"Ngëm la Abel jébbale Yàlla sarax su gën saraxub Kayin, te ngëm lees seedeele Abel ne moo jub, kera ba Yàlla ci boppam seedee ne ay saraxam a nangu. Ngëm it moo waral Abel di wax ba tey, doonte dee woon na."},{"style":"p","text":""},{"style":"v","text":"Ci kaw ngëm lees yóbboo Enog, te deewul. Da ne mes, ndax Yàllaa ko yóbbu\\f + \\fr 11.5 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 5.24.\\f*. Balees koo yóbbu, lees ko seedeeloon ne moo bànneexal Yàlla."},{"style":"v","text":"Ku amul ngëm nag doo mana neex Yàlla, ndax kiy dikk fi Yàlla, fàww nga njëkka gëm ne Yàlla am na, gëm it ne ñi koy sàkku, moo leen di yool."},{"style":"p","text":""},{"style":"v","text":"Ngëm la Nóoyin dégge kàdduy \\w waxyub|waxyu:\\w* Yàlla yu jëm ci lu kenn gisagul woon, te ragal Yàlla la yatte gaal, ngir musal njabootam. Ngëmam it la tiiñale àddina, ba ab céram di njub gi ngëm di maye."},{"style":"p","text":""},{"style":"v","text":"Ba Yàllay woo Ibraayma, ngir mu génn, jëm béreb ba mu mujj muurloo, ngëm la déggale Yàlla, ba génn, dem te xamul woon fu mu jëm."},{"style":"v","text":"Ngëm la Ibraayma daleji ca suuf sa ko Yàlla digoon, ba dëkk ci ay xayma ni ab doxandéem ci réewum jàmbur, moom ak ñi mu séddool benn dige bi, te ñuy Isaaxa ak \\w Yanqóoba|Yanqóoba:\\w*."},{"style":"v","text":"Booba Ibraaymaa ngay séentu dëkk ba ca fondmaa yu dëgër ya, te Yàlla di ki yor xaralag tabax bi, boole ci di tabaxkat bi."},{"style":"p","text":""},{"style":"v","text":"Ci kaw ngëm itam la Saarata ci boppam mana ëmbe ba jur, te di mag ba wees njurum doom, ndax moo njortoon ne ka dige ku wóor la."},{"style":"v","text":"Looloo waral genn góor doŋŋ gu dee rekk dese, aw askan mana soqikoo ci moom, tollu ni biddiiwi asamaan ndax bare, wees ab lim ni feppi suufas géej."},{"style":"p","text":""},{"style":"v","text":"Ñoom ñépp ngëm lañu deewaale te jotaguñu woon la ñu leen digoon. Waaye fu sore lañu ko séene, di ko séentu, tey ràññee ne ay doxandéem aki màngaan lañu ci àddina."},{"style":"v","text":"Ñooñuy dëggal ne ay doxandéem aki màngaan lañu ci àddina nag, te ñoo firndeel ci lu leer ne réew mu ñu moomal seen bopp lañu doon wut."},{"style":"v","text":"Bu ñu nammoon réew ma ñu jóge, manoon nañoo dellu."},{"style":"v","text":"Waaye réew mu ko gën lañu doon sàkku, te mooy réewum asamaan. Looloo tax Yàlla rusul ñu di ko tudde seen Yàlla, ndax waajalal na leen ab dëkk."},{"style":"p","text":""},{"style":"v","text":"Ibraayma, ba ñu ko nattoo, ngëm la joxee Isaaxa ni ab sarax. Ibraayma mi ñu jagle dige yi, Isaaxa jenn doomam ju góor ji mu am, moom la doon joxe,"},{"style":"v","text":"te Yàlla ne woon ko: «Ci Isaaxa lees di tudde saw askan\\f + \\fr 11.18 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 21.12.\\f*.»"},{"style":"v","text":"Waaye Ibraayma njortoon na ne su Isaaxa dee woon it, Yàlla man na koo dekkal. Moo tax itam ci misaal, Isaaxa délsi ciy loxoom, mel ni daa dekki."},{"style":"p","text":""},{"style":"v","text":"Ba tey ngëm la Isaaxa ñaanale Yanqóoba ak Esawu, ngir barkey ëllëg."},{"style":"p","text":""},{"style":"v","text":"Ba Yanqóoba di waaja nelaw, ngëm la ñaanale ñaari doomi Yuusufa yépp, doora sujjóot, jafandoo boppu yetam\\f + \\fr 11.21 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 47.31.\\f*."},{"style":"p","text":""},{"style":"v","text":"Ba Yuusufa di waaja nelaw, ngëm la waxe lu jëm ci mbirum gàddaayug \\w bànni Israayil|bànni Israayil:\\w* gay bawoo Misra, bay dénkaane ci mbiri yaxam."},{"style":"p","text":""},{"style":"v","text":"Ba Musaa juddoo, ngëm la ko ay waajuram làqe woon ñetti weer, ndax gis na xale ba taaroo woon, ba ragaluñu ndigalal buur ba."},{"style":"v","text":"Ba Musaa màggee, ngëm a taxoon mu bañ ñu woowe ko doomu doomu Firawna ju jigéen."},{"style":"v","text":"Bokk ak ñoñi Yàlla ab coono moo ko gënaloon muy bànneexoogum ci biir bàkkaar."},{"style":"v","text":"Toroxtaange gu ñu koy teg ndax \\w Almasi|Almasi b-:\\w* bi, moom la defoon muy alal ju ëpp denci Misra, ndax yoolub ëllëg ba la doon séentu."},{"style":"v","text":"Ngëm la bàyyikoo Misra, te ragalul sànjum buur, xanaa dogu rekk, mbete kuy gis ki ñu manula teg bët."},{"style":"v","text":"Ngëm la Musaa aadaale \\w màggalu bésub Mucc|Màggal yi:\\w* ba ak wis-wisalub deret ja, ndax malaakam bóomkat bi baña laal taawi bànni Israayil."},{"style":"p","text":""},{"style":"v","text":"Ngëm la bànni Israayil jàlle géeju Barax ya, mu mel ni yoonu suuf su wow koŋŋ; waa Misra jéema jàll topp ca, daldi lab."},{"style":"p","text":""},{"style":"v","text":"Ngëm moo waral tatay Yeriko màbb, gannaaw ba ko bànni Israayil wëree lu mat juróom ñaari fan."},{"style":"v","text":"Ngëm moo tax ba Raxab gànc ba àndul ak ñu gëmadi ña dee, li ko waral mooy dafa dalal ci jàmm ñi doon yëddu réew ma."},{"style":"p","text":""},{"style":"v","text":"Ana lu ma ciy tegati? Jot gee ko dul mate, su ma naroona nettali mbirum Sedeyoŋ ak Barag ak Samson ak Yefte ak \\w Daawuda|Daawuda:\\w* ak Samiyel ak yonent yi."},{"style":"v","text":"Ñooñu ngëm lañu tege loxo ay nguur, ngëm lañu doxale yoon, ci kaw ngëm la ay dige sottee, ñeel leen, te ci lañu tëje gémmiñi gaynde ya."},{"style":"v","text":"Ngëm lañu feye dooley sawara, ngëm lañu rëcce ñawkay saamar, ngëm a waral ñu weccikoo kàttan seenug néew doole, ci kaw ngëm lañu doone ay ñeyi xare, ba dàq gàngoori yeneen réew."},{"style":"v","text":"Ngëm a waral aw jigéen dekkile ñu ñu deele woon; ngëm a waral ay góor ñu ñu mitital, baña dellu gannaaw, weccikoo ko seen njotug bakkan, ndax yaakaara dekki, ba gëna dundati ëllëg."},{"style":"v","text":"Ngëm la ñeneen dékkoo ay kókkali aki yar, ba ciy jéng ak tëjteb kaso."},{"style":"v","text":"Ñii, ñu dóor ay doj ba ñu dee, ñee, ñu xeet leen ba xar leen ñaar, ñee, ñu bóome leen saamar, ñii di wëndeelu, sol deri xar mbaa bëy, te diy ndóol, ñu di leen bunduxataal, di leen mitital."},{"style":"v","text":"Ñooñu àddina sax yeyoowu leen woon, te ci àll yi lañu doon wëreelu, ak ci tund yeek ci xunt yeek ci kàmb yi."},{"style":"p","text":""},{"style":"v","text":"Mboolem ñooñu am jëw bu rafet ndax seen ngëm, jotuñu sax lees dige woon,"},{"style":"v","text":"ndax daa fekk Yàlla gisal nu demin wu gën ci nun. Moo tax boroom ngëm yooyu waruñu woona àgg ci tolluwaay bu mat sëkk, te fekk nun dikkagunu ba bokk ko ak ñoom."}]