[{"style":"s1","verse":"","text":"Buleen xeeb yaru Boroom bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag gannaaw gii ndiiraanu seede wu réy moo nu yéew, nanu sippiku mboolem sëf bu nuy yeexal ak bàkkaar bu nu yomba téqtal. Ñu daw nag xél wi ñu nu waajalal, te baña yoqi."},{"style":"v","verse":"2","text":"Nanu ne jàkk Yeesu, kiy sos, di sottal ngëm, moom mi mbég mi ñu ko waajalal tax mu dékku bant ba ñu ko daaj, tegul muy dara toroxtaange ja ko ca fekk, te doxe ca toog ca ndijooru ngànguney Yàlla."},{"style":"v","verse":"3","text":"Xoolleen ci moom mi bàkkaarkat yi doon xeex, bala ngeena yoqi bay xàddi."},{"style":"v","verse":"4","text":"Yeen kat xareeguleen ak bàkkaar, ba seen deret tuuru ci."},{"style":"v","verse":"5","text":"Te it fàtte ngeen kàddu yii ñu leen ñaaxe, ni nit aki doomam:"},{"style":"q1","verse":"","text":"«Doom, bul xeeb yaru Boroom bi,"},{"style":"q1","verse":"","text":"bul xàddi, bu la waññee,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"6","text":"ndax Boroom bi, ku mu sopp, yar la,"},{"style":"q1","verse":"","text":"mooy bantal jépp doom ju ko neex\\f + \\fr 12.5-6 \\ft Seetal ci \\bk Kàddu yu xelu\\bk* 3.11-12.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Muñleen coono bu leen di yar. Ni ay doom la Yàlla di jëflanteek yeen. Ana doom ju baay ba dul yar?"},{"style":"v","verse":"8","text":"Bu ñu leen xañee yar bi jépp doom am wàll, dafa fekk ngeen di doomi po, waaye du ngeen doomi yoon."},{"style":"v","verse":"9","text":"Te itam am nanu ay baay ci wàllu deret, ñoo nu daan yar, te danu leena wegoon. Kon nag xanaa du Baay bi yorug noo lanu wara gënatee nangul, ngir nu dund?"},{"style":"v","verse":"10","text":"Sunuy baay a nu yar fan yu néew, na mu jaadoo woon ci seenum xel. Waaye sunu Baay bii, sunu njariñal bopp la nuy yare, ngir nu séddu ci sellaayam."},{"style":"v","verse":"11","text":"Dëgg la, benn yarub tey neexul, xanaa naqari. Waaye la yar bay mujj jural ña mu tàggat, jàmm la ak njub."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Kon nag «dëgëralleen loxo yi toqi ak óom yi bañ\\f + \\fr 12.12 \\ft Seetal ci \\bk Esayi\\bk* 35.3.\\f*,»"},{"style":"v","verse":"13","text":"te «ngeen xàllal seen bopp xàll yu jub yu ngeen di jaare seeni tànk\\f + \\fr 12.13 \\ft Seetal ci \\bk Kàddu yu xelu\\bk* 4.26.\\f*,» ngir kuy soox doxe ca wér te baña gëna tële."},{"style":"s1","verse":"","text":"Buleen tanqamlu Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Sàkkuleen jàmm seen diggante ak ñépp, te it sàkkuleen cellte, nde ku sellul du gis Boroom bi."},{"style":"v","verse":"15","text":"Moytuleen balaa kenn di ñàkk yiwu Yàlla. Moytuleen bala ab reenu wextan di fëll, di lëjle, ba rax mbooloom lëmm."},{"style":"v","verse":"16","text":"Moytuleen bala kenn a yebu ci séy yi yoon tere, mbaa mu teddadil lu sell, ba mel ni Esawu mi weccee woon ag lekk, céru taaw ba mu yelloo."},{"style":"v","verse":"17","text":"Xam ngeen ne gannaaw gi, ba mu bëggee jot ca barke ba, dees koo gàntal. Amul woon fenn fu mu jaare it ba sopparñi deminam, te jéem na ko bay jooy."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Yeen kat du yeena agsi woon ba jege tund wu ngeen mana laale seen loxo, muy tàkk, ànd aki xàmbaar ak lëndëm gu ne këruus ak ngelaw lu réy."},{"style":"v","verse":"19","text":"Du yeena dégg liit gu jib ak coowal baat bu jib te ñay dégg kàddu ya di ñaan ñu bañ leena dégtalati benn baat bu ni mel."},{"style":"v","verse":"20","text":"Manuñu woona xajoo ndigal la ne: «Mala sax, su laalee tund wi, dóorleen koy doj ba mu dee\\f + \\fr 12.20 \\ft Seetal ci \\bk Mucc ga\\bk* 19.12-13.\\f*.»"},{"style":"v","verse":"21","text":"Peeñu mooma moo raglu woon ba Musaa ne: «Damaa tiit bay lox\\f + \\fr 12.21 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 9.19.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Waaye yeen fi ngeen agsi moo di tundu \\w Siyoŋ|Siyoŋ:\\w*, dëkku Yàlla jiy dund, te mooy Yerusalem ga ca asamaan, yeena àgg fa junniy junniy malaaka dajee di màggal;"},{"style":"v","verse":"23","text":"yeena àgg fa ndajem taaw ya seeni tur binde fa asamaan. Yeena àgg fa Yàlla, àttekatub ñépp; yeena àgg fa noowi aji jub ña ñu matal sëkk."},{"style":"v","verse":"24","text":"Yeena àgg fa Yeesu, rammukat bi dox \\w kóllëre|kóllëre g-:\\w* gu yees gi. Yeena àgg fa deret jiy setal tuuroo, te kàddug deret ja gëna neex kàddug deretu Abel ga jiboon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Wattuleen bala ngeena tanqamlu kiy wax ak yeen. Ndegam ña tanqamlu woon ka yékkati woon kàddoom, wax ak ñoom ci kaw suuf ñoo rëccul, aste nun ñii, su nu dëddoo kiy waxe fa asamaan."},{"style":"v","verse":"26","text":"Booba baatam la yëngale woon suuf, waaye tey moo dige ne: «Beneen yoon, maay yëngalati suuf, te du suuf doŋŋ, waaye asamaan itam\\f + \\fr 12.26 \\ft Seetal ci \\bk Ase\\bk* 2.6.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Li mu ne «beneen yoon», di wund ne lees mana yëngal lay dindi, te mooy li sàkke, ngir lees manula yëngal sax ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Kon nag gannaaw nguur gu deesul yëngal lanu jagoo, nanu dëkke cant, di jaamu Yàlla ni mu ko bëgge, boole ci wegeel akug ragal ko,"},{"style":"v","verse":"29","text":"ndax kat «sunu Yàlla, sawara wuy xoyome la\\f + \\fr 12.29 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 4.24.\\f*.»"}]