[{"style":"s1","verse":"","text":"Nanu teewlu pexem mucc mi Yàlla waajal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Moo tax nu wara yokka teewlu kàddu yi nu dégg, bala noo lajj, taañaañal."},{"style":"v","verse":"2","text":"Kàddug Yàlla ga jibe woon ci gémmiñu malaaka yi mujj na di lu wér péŋŋ, te képp ku ko masa xëtt, mbaa mu déggadi ko, jot nga añ bi war ci sag tooñ."},{"style":"v","verse":"3","text":"Kon nag, nun ci sunu bopp, nan lanuy rëcce mbugal, su nu sàgganee pexem mucc mu réy mii Sang bi njëkkoona biral, te ñi ko dégg dëggalal nu ko?"},{"style":"v","verse":"4","text":"Te Yàlla moo doon dëggale seedey ñooñu ay firnde aki kéemaan ak wépp xeeti kawtéef ak ay mayi \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, may yi mu séddalee ni mu ko soobe."},{"style":"s1","verse":"","text":"Yeesu moo rammu jaam ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ndax kat du ci kilifteefu malaaka yi la Yàlla teg àddinay ëllëg ji nuy wax,"},{"style":"v","verse":"6","text":"waaye am na ku yékkatee béreb kàddug seede, ne:"},{"style":"q1","verse":"","text":"«Ana luy nit, ba nga di ko bàyyi xel?"},{"style":"q1","verse":"","text":"Luy doom aadamaak loo koy yége?"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"7","text":"Yaa ko def mu gëna suufe as lëf malaaka yi,"},{"style":"q1","verse":"","text":"yaa ko \\w kaalaa|kaala g-:\\w* teraanga ak daraja,"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"8","text":"lépp la ko Yàlla di jébbal, teg ko ci ndëggoom\\f + \\fr 2.6-8 \\ft Seetal ci \\bk Taalifi cant\\bk* 8.5-7.\\f*.»"},{"style":"m","verse":"","text":"Ba Yàlla jébbalee Yeesu lépp nag, dara la bàyyiwul, lu mu ko jébbalul. Dëgg la, fii nu tollu gisagunu ne jébbal nañu ko lépp."},{"style":"v","verse":"9","text":"Yeesu mi ñu def mu gëna suufe as lëf malaaka yi, moom lanu gis deewam gi mu dee tax mu jagoo kaalag teraanga. Noonu la deewale ñépp ci kaw yiwu Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ndax kat Yàlla mi lépp lu sàkke ñeel, te lépp sàkkoo ci moom, moo nammoona wommat gone yu bare ba sédd leen daraja. Moo tax muy lu jaadu, mu sottale matug Yeesu ay coono, ndax Yeesu moo xàllal gone yooyu yoonu mucc."},{"style":"v","verse":"11","text":"Yeesu miy sellal nit ñi, moom ak ñi muy sellal, ñoo bokk lenqe, te moo tax Yeesu rusu leena woowe ay bokk."},{"style":"v","verse":"12","text":"Mu ne:"},{"style":"q1","verse":"","text":"«Maay siiwali saw tur ci samay bokk,"},{"style":"q1","verse":"","text":"maa lay kañ fi digg mbooloo mi\\f + \\fr 2.12 \\ft Seetal ci \\bk Taalifi cant\\bk* 22.23.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"Mu waxaat ne:"},{"style":"q1","verse":"","text":"«Man maay am kóolute ci moom.»"},{"style":"m","verse":"","text":"Dellooti ne:"},{"style":"q1","verse":"","text":"«Man de, maa ngii, maak xale yi ma Yàlla may\\f + \\fr 2.13 \\ft Seetal ci \\bk Esayi\\bk* 8.17-18.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gone yooyu nag, bindeefi suux ak deret lañu bokk doon, ñoom ñépp. Moo tax Yeesu itam dikk bokk ak ñoom woowu nekkin, ngir mana dee ba def deewug boppam pexe mi mu neenale ka yoroon dooley dee, te mooy \\w Seytaane|Seytaane:\\w*."},{"style":"v","verse":"15","text":"Noonu la goreele mboolem ñi seenug ragala dee tënkoon cig njaam, seen giiru dund."},{"style":"v","verse":"16","text":"Ndax kat du ay malaaka la Yeesu xettalisi, waaye askanu Ibraayma la xettalisi."},{"style":"v","verse":"17","text":"Moo tax fàww mu niru woon ay bokkam ci bépp fànn. Su ko defee mu mana doon seen \\w sarxalkat|sarxalkat b-:\\w* bu mag bu am yërmande te wóor fa kanam Yàlla, ngir mana defal askan wi seen \\w njotlaayal|njotlaay g-:\\w* bakkan."},{"style":"v","verse":"18","text":"Coonoy nattu bi mu dékku nag tax na mu mana wallu ñi nekk ci nattu."}]