[{"style":"p","text":""},{"style":"v","text":"Kon nag gannaaw digeb tàbbi ci noflaayal Yàlla mu ngi sax ba tey, nanu ragal kenn ci yeen taxawe melokaanu ku ca jotul."},{"style":"v","text":"Ndax kat ni ñu nu àggee xibaaru jàmm bi, noonu lees leen ko àggee, waaye kàddu ga ñu dégg moo leen jariñul dara, ndax ña ko dégg ñoo ko déggewul ngëm."},{"style":"v","text":"Nun ñi gëm doŋŋ nooy tàbbi ci noflaayam, noonu mu ko waxe, ne:"},{"style":"q1","text":"«Maa giñ ci sama biir mer, ne:"},{"style":"q1","text":"“Duñu tàbbi mukk fa samag noflaay\\f + \\fr 4.3 \\ft Seetal ci \\bk Taalifi cant\\bk* 95.11.\\f*.” »"},{"style":"m","text":"Ndaxam ba àddina sosoo la liggéeyu Yàlla sotti woon ba noppi,"},{"style":"v","text":"nde waxees na lu jëm ci bésub juróom ñaareel ba, ne:"},{"style":"q1","text":"«Bésub juróom ñaareel ba nag, "},{"style":"q1","text":"Yàlla dallu ci mboolem liggéeyam\\f + \\fr 4.4 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 2.2.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Te moo wax itam ci lii nu njëkka jukki, ne:"},{"style":"q1","text":"«Duñu tàbbi mukk fa samag noflaay.»"},{"style":"m","text":""},{"style":"v","text":"Kon nag am na ñenn ñu ci wara tàbbi ba tey. Te ñi ñu njëkkoona àgge xibaaru jàmm bi, tàbbiwuñu ca ndax seenug déggadi."},{"style":"v","text":"Looloo waral Yàlla jàppaat beneen bés bu ñuy tàbbee ci noflaayam, bés bu mu tudde «tey jii», te mooy ba mu waxee lu yàgga yàgg, gannaaw gi, ci gémmiñug \\w Daawuda|Daawuda:\\w*, kàddu gii ñu jota jukki:"},{"style":"q1","text":"«Bésub tey jii bu ngeen déggee baatub Yàlla,"},{"style":"q1","text":"buleen të.»"},{"style":"m","text":""},{"style":"v","text":"Su leen Yosuwe tàbbaloon ca googa noflaay, kon gannaaw gi Yàlla du wax lu jëm ci beneen bés."},{"style":"v","text":"Kon des na ba tey noflaayu bésub juróom ñaareel bu ñu waajalal ñoñu Yàlla."},{"style":"v","text":"Ndax ku tàbbi ci noflaayu Yàlla kat, na Yàlla dalloo woon ca ay liggéeyam, ni ngay dalloo ci say liggéey."},{"style":"v","text":"Nanu def sunu kem-kàttan boog, ngir tàbbi ci googu noflaay, bala kenn a daanu ndax déggadi gu mel ni gu maam ya."},{"style":"v","text":"Kàddug Yàlla de luy dund la, ànd ak doole, te moo gëna ñaw saamaru ñaari ñawka bu gëna ñaw. Day sar ba fa xel akug noo digaloo, ba fa yax ak yuq dajee, te man naa càmbar ay xalaat ak mébéti xol."},{"style":"v","text":"Te it amul mbindeef mu làqu fi kanam Yàlla. Lépp a ne duŋŋ, ne fàŋŋ, muy gis, te moom lanuy waxal bés-pénc."},{"style":"s1","text":"Yeesu mooy sarxalkat bu mag bi"},{"style":"p","text":""},{"style":"v","text":"Gannaaw nag am nanu kilifag \\w sarxalkat|sarxalkat b-:\\w* bu mag bu jàll ba ca biir asamaan, te mooy Yeesu \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, nanu ŋoy ci yoonu ngëm wi."},{"style":"v","text":"Ndax sarxalkat bu mag bi nu am du ku tëlee yég sunuy néew doole, waaye ni nun rekk lees ko nattoo wet gu nekk, te taxul mu bàkkaar."},{"style":"v","text":"Kon nag nanu ñemee dikk ba ca ngàngunem yiw ma, ndax nu jot yërmande te dajeek aw yiw wu nu wallu fu nu ko soxlaa."}]