[{"style":"p","text":""},{"style":"v","text":"Bépp sarxalkat bu mag nag, ci biir nit ñi lees ko jële, fal ko ngir nit ñi, ci seen diggante ak Yàlla, muy joxe ay saraxi njébbal ak saraxi jur ngir seeni bàkkaar."},{"style":"v","text":"Dina mana sédd cér ñi xamul ak ñi moy ndax moom ci boppam ci ag néew doole la tënku."},{"style":"v","text":"Néew doole googu moo tax mu wara joxeel boppam, tey joxeel askan wi ay sarax, ngir seeni bàkkaar."},{"style":"p","text":""},{"style":"v","text":"Te it kenn jagoowul boppam teraangay carxal, ndare du Yàllaa ko ci woo, na woon ca \\w Aaróona|Aaróona:\\w*."},{"style":"v","text":"Noonu la woon itam ci \\w Almasi|Almasi b-:\\w* bi. Tegoowul boppam darajay doon sarxalkat bu mag, waaye Yàllaa ko ne:"},{"style":"q1","text":"«Yaa di sama Doom,"},{"style":"q1","text":"bés niki tey maa la jur\\f + \\fr 5.5 \\ft Seetal ci \\bk Taalifi cant\\bk* 2.7.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Noonu it la waxe feneen, ne:"},{"style":"q1","text":"«Yaa dib sarxalkat ba fàww,"},{"style":"q1","text":"topp dayob Melkiccedeg\\f + \\fr 5.6 \\fk Melkiccedeg, \\ft buurub Salem la woon, di sarxalkat bu Yàlla faloon ci jamonoy Ibraayma, maanaam ñeenti téeméeri at laata Aaróonaa doon ab sarxalkat. Seetal ci \\bk Taalifi cant\\bk* 110.4.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Fan yi Almasi bi dee dund dundu nitu suuxu neen, ay ñaan aki dagaan yu ànd aki yuux aki jooy la daan yékkati jëme fa ki ko mana wallu ba du dee, te ñaan ga nangu na it, ndax na mu ragale woon Yàlla."},{"style":"v","text":"Li muy Doom lépp, terewu koo tàggatu ci dégg ndigal, ndax coono yi mu daj."},{"style":"v","text":"Noonu lees matale Almasi bi sëkk, ba mu doon cosaanu mucc gu dul jeex, ñeel mboolem ñi ko déggal."},{"style":"v","text":"Ci biir loolu Yàlla tudde ko sarxalkat bu mag bi topp dayob Melkiccedeg."},{"style":"s1","text":"Nanu jëm kanam"},{"style":"p","text":""},{"style":"v","text":"Moomu mbir nag bare na lu nu ciy wax, waaye tekki ko mooy jafe ndax seen déggin wu diib."},{"style":"v","text":"Ndax kat nëgëni tey waroon na leena fekk diy jàngalekat, waaye aajowoo ngeen ba tey ku leen jàngal ndoortel waxi Yàlla. Nàmpum soow ngeen mujj aajowoo, ndax ñàkka àttan ñam wu dëgër."},{"style":"v","text":"Képp ku tollu ci nàmpum soow nag, tuut-tànk nga, doo mana xam dara ci kàddug njub."},{"style":"v","text":"Mag ñi kay ñoo yelloo ñam wu dëgër, ñoo tàmma jëfe seenum xel, ngir ràññee lu baax ak lu bon."}]