[{"style":"p","text":""},{"style":"v","text":"Kon nag nanu jóge ci ndoortel àlluway \\w Almasi|Almasi b-:\\w* bi, daldi jàll jëm ci njàngum mag, te ñu baña lalaat njàngale yi jiitu ci xibaar bi. Njàngale mi moo di gëm Yàlla gannaaw tuubeel gi war ci jëf ju bon ji nit kiy def te muy jëfi dee."},{"style":"v","text":"Te di itam njàngalem xeeti njàpp\\f + \\fr 6.2 \\fk njàpp \\ft mooy li Yawut daan def ngir sell.\\f* ak ñaan gu ànd ak \\w tegeb loxo|teg loxo:\\w*; ak mbirum dee-dekki ak àtteb bés-pénc biy sax dàkk."},{"style":"v","text":"Nanu jëm kanam, te moom lanuy def, ndegam soob na Yàlla."},{"style":"p","text":""},{"style":"v","text":"Ñi ñu xasa leeral nag, te ñu jota mos may gu bawoo ci asamaan, séddu ci \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, deesu leen mana defal dara."},{"style":"v","text":"Ñoo mos kàddug Yàlla gu baax gi ak manoore yu jamono jiy ñëw,"},{"style":"v","text":"ba noppi xàcc. Kon deesu leen waññi, ngir ñuy tuubati, nde ñoo daajaat \\w Doomu Yàlla|Doomu Yàlla j-:\\w* ci bant, ñoom ci seen bopp, teg ko toroxte ju ne fàŋŋ."},{"style":"p","text":""},{"style":"v","text":"Ndax suuf kat, su naanee ndox mu mu tawlu ay yoon, ba meññ gàncax gu jariñ ñi ñu koy beyal, soosa suuf dina séddu ci barke bu bawoo fa Yàlla."},{"style":"v","text":"Waaye su meññee ay dég aki xaaxaam, amul njariñ, alkuteem lees di tudd léegi, te lakk lay mujje."},{"style":"p","text":""},{"style":"v","text":"Waaye nag soppe yi, nii nuy waxe ak yeen teewul nu di leen yaakaar ci lu wér, li leen gëna amal njariñ, te bokk ci seenug mucc."},{"style":"v","text":"Yàlla ñàkkul worma bay fàtte seen liggéey ak cofeel gi ngeen sopp turam, te firndeele ko ni ngeen taxawoo ñu sell ñi, démb ak tey."},{"style":"v","text":"Waaye danoo bëgg kenn ku nekk ci yeen wéye genn parlu googu ngeen nekke, ba kera muj ga, ngir seen yaakaar sotti ba mat sëkk."},{"style":"v","text":"Su ko defee dungeen yàccaaral, waaye dangeen di roy ci ñi gëm te muñ, ba jagoo digey Yàlla."},{"style":"s1","text":"Digeb Yàlla du jaas"},{"style":"p","text":""},{"style":"v","text":"Mu mel ni Ibraayma, ba Yàlla di digoo ak moom, Yàlla manul woona giñe ku sut Yàlla. Moo tax mu giñal ko ci boppam,"},{"style":"v","text":"ne ko: «Maa lay barkeel a barkeel déy, ful laa ful\\f + \\fr 6.14 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 22.17.\\f*.»"},{"style":"v","text":"Noonu la Ibraayma muñe, ba kera mu jote ca dige ba."},{"style":"p","text":""},{"style":"v","text":"Nit nag, ku ko sut lay giñe, ngir dogal kàddu, ba teesal wépp werante."},{"style":"v","text":"Yàllaa bëggoona firndeel nu mu gëna leere ñeel ñi moom dige bi, ne ab dogalam du tebbiku mukk. Moo tax mu dogale ngiñ ab digeem."},{"style":"v","text":"Ñaar yooyu du tebbiku ndax Yàlla du fen, te nun ñi daw làqusi ci moom, ci lanu ame ndëgërlaay lu réy lu nu ŋoye ci yaakaar ji ci sunu kanam."},{"style":"v","text":"Yaakaar jooju lanu am, mu mel ni diigalub gaal, diigal bu dëgër te wóor, ñeel sunu xol, te yaakaar jooju mooy bëtt rido ba, ba jàll ca \\w néeg bu sella sell|néeg bu sell b-:\\w* ba."},{"style":"v","text":"Fa la ndaw li nu jiitu dugg ngir nun, te kookooy Yeesu mi ñu fal \\w sarxalkat|sarxalkat b-:\\w* bu mag ba fàww, mu topp dayob Melkiccedeg."}]