[{"style":"s1","verse":"","text":"Melkiccedeg moo sut Ibraayma ak Aaróona"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Melkiccedeg moomu doon buurub Salem te nekkoon \\w sarxalkatub|sarxalkat b-:\\w* Yàlla Aji Kawe ji, ba Ibraayma délsee jóge xareem baak buur ya mu duma, kooku moo ko gatandu woon, ñaanal ko\\f + \\fr 7.1 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 14.17-20.\\f*."},{"style":"v","verse":"2","text":"Moom la Ibraayma jox fukkeelu cérub mboolem cëxëtoo ma. Ni ñu njëkka dégge aw turam Melkiccedeg, ci tekki, mooy «buur bu jub». Bu loolu weesoo itam moom mooy buurub Salem, muy «buuru jàmm»."},{"style":"v","verse":"3","text":"Melkiccedeg nag du baay, du ndey, du askanu maam wees ko xamal. Du ndoortel gane àddina, du njeextel dund wees ko xamal. Dees koo def mu niru \\w Doomu Yàlla|Doomu Yàlla j-:\\w*, te saxoo di ab sarxalkat ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Seetleen ni mu ràññikoo, moom la Ibraayma maamu cosaan ma ci boppam jébbal fukkeelu cérub cëxëtoo ma!"},{"style":"v","verse":"5","text":"Te sarxalkat yi bokk ci giirug \\w Lewi|Leween b-:\\w* ni ko yoon wi tërale, ñoom lañu sant ñu nangu céri fukkeeli alali askan wiy seeni bokk, te soqikoo ñoom itam ci geñog Ibraayma."},{"style":"v","verse":"6","text":"Waaye Melkiccedeg mi ñu askanalewul giirug Lewi, ci Ibraayma la nangoo cérub fukkeel. Te it moo ñaanal barke Ibraayma mi jagoo digey Yàlla."},{"style":"v","verse":"7","text":"Te amul benn werante ne ki féete suuf, moom la ki féete kaw di ñaanal barke."},{"style":"v","verse":"8","text":"Kon ci gii wet ay nit ñuy dee doŋŋ ñooy nangu ay céri fukkeel, ca gee wet nag ku ñu seedeel ne mu ngi dund ba tey moo jagoo cérub fukkeel."},{"style":"v","verse":"9","text":"Léegi nag ci waxin, Lewi miy nangu cérub fukkeel, moo génne cérub fukkeel bu mu feye ci loxol Ibraayma."},{"style":"v","verse":"10","text":"Ndax ba Melkiccedeg di gatandu Ibraayma, Lewi ma nga woon ca geñog Ibraayma maamam."},{"style":"s1","verse":"","text":"Melkiccedeg misaal na Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Kon liggéeyu carxal gu \\w Leween|Leween b-:\\w* ñi yoroon ci yoonu Musaa, wi ñu dénkoon \\w bànni Israayil|bànni Israayil:\\w*, su doon liggéey buy taxa mat sëkk, ndax dees na soxlaati beneen \\w sarxalkat|sarxalkat b-:\\w* bu jóg topp dayob Melkiccedeg, te toppul dayob \\w Aaróona|Aaróona:\\w*?"},{"style":"v","verse":"12","text":"Carxal gi nag su soppikoo, fàww yoon wi itam soppiku, ànd ak moom."},{"style":"v","verse":"13","text":"Ki kàddu yii jëm ci moom, fa mu bokk, geneen giir la, te kenn ci giiram masu cee liggéeye ca \\w sarxalukaay|sarxalukaay b-:\\w* ba."},{"style":"v","verse":"14","text":"Li wér te wóor it moo di sunu Sang ci Yuda la soqikoo, te googu giir, Musaa waxu ci lenn lu jëm ci sarxalkat yi."},{"style":"v","verse":"15","text":"Mbir mi gëna leerati gannaaw ba beneen sarxalkat feeñee te mel ni Melkiccedeg."},{"style":"v","verse":"16","text":"Te kooku, du rekk ne santaaneb ndonol deret bu mu wàccool moo ko taxa doon ab sarxalkat, waaye manoorey dundam gu amul àpp moo ko def ab sarxalkat."},{"style":"v","verse":"17","text":"Ndax kat, gii kàddu, seedeelees na ko ko:"},{"style":"q1","verse":"","text":"«Yaa dib sarxalkat ba fàww,"},{"style":"q1","verse":"","text":"topp dayob Melkiccedeg.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Kon ci genn wet, santaane ba woon, moom lañu neenal, ndax matadig santaane ba ak ñàkka jariñeem,"},{"style":"v","verse":"19","text":"ndax yoonu Musaa sottalul dara ba mu mat sëkk. Ci geneen wet, yaakaar ju gën moo nuyoo, di yoon wu nuy jaare ba àgg fa Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Te it palug sarxalkat bii ñàkkula ànd ak ngiñ, nde sarxalkat yee, ñoom lees daan fal pal gu àndul ak ngiñ."},{"style":"v","verse":"21","text":"Waaye Yeesu mii la ag palam ànd ak ngiñ lu jibe ca ka ko wax ne ko:"},{"style":"q1","verse":"","text":"«Boroom bee ko giñ"},{"style":"q1","verse":"","text":"te du dellu gannaaw:"},{"style":"q1","verse":"","text":"“Yaa dib sarxalkat ba fàww.”»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"Ci kaw ngiñ lu réy loolu la Yeesu nekke ki wérale jëmmam, ne \\w kóllëre|kóllëre g-:\\w* gu gën taxaw na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ñi ñu masa fal sarxalkat nag bare nañu, te tëlee wéye fàww seen sas moo tax, gannaaw ñoom ñépp ay dee."},{"style":"v","verse":"24","text":"Waaye Yeesu mi sax ba fàww, moo sasoo carxal gu sax dàkk."},{"style":"v","verse":"25","text":"Looloo waral mu mana musal mucc gu mat sëkk, ñiy awe fi moom, dikk fa Yàlla, ndax mooy dund ba fàww, ngir di leen tinul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Boobu sarxalkat bu mag lanu soxla: moo sell, mucc sikk, mucc sobe, moom lañu teqale ak bàkkaarkat yi ci àddina, te moom lañu kaweel ba fa tiim asamaan."},{"style":"v","verse":"27","text":"Bokkul ak yeneen sarxalkat yu mag yi: soxlawula jiital bés bu nekk saraxi jur ngir bàkkaari boppam, door cee teg ay sarax ngir bàkkaari askan wi. Benn yoon la Yeesu sarxale, mu doy, te mooy ba mu sarxee boppam."},{"style":"v","verse":"28","text":"Ndax kat yoonu Musaa, ay nit ak seenug néew doole la fal ay sarxalkat yu mag. Waaye kàddug ngiñ li topp ci yoon wi, moo fal sarxalkat bu mag, Doom ji ñu matal sëkk ba fàww."}]