[{"style":"s1","verse":"","text":"Yoonu Musaa sàrtaloon na nu ñuy jaamoo Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\w Kóllëre|kóllëre g-:\\w* gu njëkk ga amoon na moom itam ay ndigalam yu jëm ci ni ñu wara jaamoo Yàlla, ak \\w néegam bu sell|néeg bu sell b-:\\w* bi fi kaw suuf."},{"style":"v","verse":"2","text":"Xaymab jaamookaay ba ñu sàkkoon ñaari néeg la woon. Bu njëkk ba, ca la tegukaayu làmp ba nekkoon ak taabal ja ak \\w mburum teewal|mburum teewal m-:\\w* ma. Moo doon néeg bu sell ba."},{"style":"v","verse":"3","text":"Néeg ba ca wàllaa ñaareelu rido ba, moom lañu daan woowe néeg bu sella sell ba."},{"style":"v","verse":"4","text":"Ca la \\w sarxalukaayu|sarxalukaay b-:\\w* wurus ba ñuy taal \\w cuuraay|cuuraay l-:\\w* bokkoon, \\w gaalu kóllëre|gaalu kóllëre g-:\\w* ga nekk moom doŋŋ ca biir néeg bu sella sell ba, ñu xoob ko wurus ba mu daj. Gaal ga moo yeboon njaqal wurus la defoon ñam wa ñuy wax \\w mànn|mànn:\\w* ak yetu \\w Aaróona|Aaróona:\\w* wa jebbi woon ak àlluway kóllëre ga."},{"style":"v","verse":"5","text":"Ca kaw gaal ga la ñaari jëmmi malaakay \\w serub|serub y-:\\w* nekkoon, di tegtale leeru Yàlla, seeni laaf def keppaaru kubeer ga ñuy amale ag \\w njotlaay|njotlaay g-:\\w*. Waaye yooyu dunu ko mana daldi faramfàcce léegi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba ñu waajalee noonu yooyii ba mu jekk, \\w sarxalkat|sarxalkat b-:\\w* yaa daan dugg saa su nekk ca néeg bu njëkk ba, di def seen liggéey."},{"style":"v","verse":"7","text":"Waaye ñaareelu néeg ba, sarxalkat bu mag ba doŋŋ moo ca daan dugg, benn yoon cim at, te du ñàkka duggaale deret ju muy joxe ngir boppam ak itam ngir bàkkaar yi askan wi def te du ag teyeef."},{"style":"v","verse":"8","text":"Noonu la \\w Noo gu Sell|Noo gu Sell g-:\\w* gi firndeele ne yoon wu maye ñu dugg ca néeg bu sella sell ba feeñagul woon, te fekk néeg bu njëkk ba di taxaw ba tey."},{"style":"v","verse":"9","text":"Loolu misaal la, ñeel jamonoy tey, di firndeel ne saraxi jur yi ak yeneen sarax yi ñu daan jébbale manuñoo def ba xelu jaamukatub Yàlla bi dal."},{"style":"v","verse":"10","text":"Sarax yooyu, ci aw ñam ak ag naan, ak xeeti njàpp\\f + \\fr 9.10 \\ft njàpp mooy li Yawut daan def ngir sell.\\f* doŋŋ la jëm, lépp yittewoo yaramu suuxu neen, te di ndigal yu leen waroon ba keroog bésub coppite taxaw."},{"style":"s1","verse":"","text":"Almasi bi moo far bàkkaar, fas kóllëre gu bees"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"\\w Almasi|Almasi b-:\\w* bi nag moo dikk tey, di \\w sarxalkat|sarxalkat b-:\\w* bu mag bi yor xéewal yi teew ba noppi. Moo dugg ca biir xayma ba gëna màgg te mat sëkk, xayma bu loxol nit deful, te loolu mooy xayma ba bokkul ci càkkéefug àddina sii."},{"style":"v","verse":"12","text":"Du deretu sikket mbaa yëkk la duggaale, waaye deretu boppam la dugge benn yoon ba fàww ca \\w néeg bu sella sell|néeg bu sell b-:\\w*, te moom la amale \\w njotlaay|njotlaay g-:\\w* gu sax dàkk."},{"style":"v","verse":"13","text":"Deretu sikket ak yëkk, ak dóomu nag wu jigéen wu ñu lakk, ngir suy dóom ba nit ku sobewu, yooyu lees daan sellale nit ñi, ngir seen cetug yaramu suuxu neen."},{"style":"v","verse":"14","text":"Su loolu amee, ñaata yoon la deretu Almasi bi ëppe njariñ! Almasi bi mooy ki def boppam sarax bu mucc sikk ñeel Yàlla, ci dooley \\w Noo gu Sell|Noo gu Sell g-:\\w* gi. Moom rekk moo mana setal sunu yaraangey xel mi sababoo ci sunu jëf ju bon ju jëme ci dee, ba nu mana jaamu Yàlla jiy dund!"},{"style":"v","verse":"15","text":"Looloo tax Yeesu di rammukat bi fas \\w kóllëre|kóllëre g-:\\w* gu bees, ngir ñi ñu woo mana jot ci muur gu sax dàkk gi ñu leen dig. Deewam gi mu dee, moom la leen \\w jote|jot:\\w* ci bàkkaar yi ñu xëtte kóllëre gu njëkk ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Kayitu ndono nag fu mu teew, fàww joxees fa firndey deewug ka donale,"},{"style":"v","verse":"17","text":"ndax kayitu ndono du wér lu moy gannaaw bu nit ka deewee. Du jàppandi mukk li feek ki donalee ngi dund."},{"style":"v","verse":"18","text":"Looloo waral it kóllëre\\f + \\fr 9.18 \\fk kóllëre: \\ft benn baat mooy tekki «kóllëre» ak «kayitu ndono».\\f* gu njëkk ga ci boppam, dooreesu ko woon te deret tuuruwul."},{"style":"v","verse":"19","text":"Keroog ba Musaa biralalee \\w bànni Israayil|bànni Israayil:\\w* gépp mboolem santaane, na ko yoon wi laaje, ba mu noppee, deretu wëllu la jël, ak ju sikket akum ndox ak caru garabu isob bu mu laxas kawaru xar gu xonq. Mu capp ko ca deret ja, wis-wisal ko ca kaw téereb yoon wa ak ca kaw mbooloo mépp."},{"style":"v","verse":"20","text":"Mu ne: «Lii nag mooy deret ji Yàlla fase kóllëre gi mu séq ak yeen\\f + \\fr 9.20 \\ft Seetal ci \\bk Mucc ga\\bk* 24.8.\\f*.»"},{"style":"v","verse":"21","text":"Xayma ba ak mboolem ndabi carxal ya it, noonu la Musaa wis-wisale deret ca seen kaw."},{"style":"v","verse":"22","text":"Ndax ci yoonu Musaa sax, deret lees di setale daanaka lépp, te bu deret tuuruwul, njéggal amul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Jumtukaay yooyi di ay misaali yëf ya fa asamaan, yooyu sarax lees ko waroona setale. Kon yëfi asamaan ya ci boppam, sarax yu ko gën lees ko wara setale."},{"style":"v","verse":"24","text":"Ndax néeg yu sell yu nit tabax, te muy royaalub néeg bu dëggu ba doŋŋ, du ci la Almasi bi dugg. Waaye ci asamaan ci boppam la dugg ngir teewal nu tey, fa kanam Yàlla."},{"style":"v","verse":"25","text":"Duggul asamaan it ngir di sarxe aka sarxewaat boppam, noonee sarxalkat bu mag ba daan dugge at mu nekk ca néeg bu sella sell, yóbbaale deret ju dul josam."},{"style":"v","verse":"26","text":"Lu ko moy ca njàlbéenu àddina lay dale sonn ay yooni yoon. Waaye tey ci mujug jamono yi la feeñ benn yoon doŋŋ, ba sarxe boppam, ngir far bàkkaar."},{"style":"v","verse":"27","text":"Kon ni ab dogal sédde nit ñi benn yoon doŋŋ bu ñuy dee, seenub àtte topp ci,"},{"style":"v","verse":"28","text":"noonu itam la Almasi bi doone ab sarax benn yoon, ngir gàddu bàkkaaru nit ñu bare, te dina teewsiwaat, ci yoon wu joteetul dara ak bàkkaar, ngir indil ñi koy séentu seenug mucc."}]