[{"style":"mt1","text":"Jacques"},{"style":"s1","verse":"","text":"Adresse et salutation"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jacques, serviteur de Dieu et du Seigneur Jésus-Christ, aux douze tribus \\x a \\xo 1.1 \\xt Ac 8:1. 1 Pi 1:1.\\x*qui sont dans la dispersion, salut!"},{"style":"s1","verse":"","text":"Les épreuves et les tentations"},{"style":"r","verse":"","text":"V. 2-8: cf. (Ro 5:3-5. Ja 5:7-11.) (Mt 7:7-11. Mc 11:24. Hé 11:6.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"\\x b \\xo 1.2 \\xt Mt 5:11. Ro 5:3. 1 Pi 1:6.\\x*Mes frères, regardez comme un sujet de joie complète les diverses épreuves auxquelles vous pouvez être exposés, "},{"style":"v","verse":"3","text":"\\x c \\xo 1.3 \\xt Ro 5:3. 1 Pi 1:7.\\x*sachant que l’épreuve de votre foi produit la patience. "},{"style":"v","verse":"4","text":"Mais il faut que la patience accomplisse parfaitement son œuvre, afin que vous soyez parfaits et accomplis, sans faillir en rien. "},{"style":"v","verse":"5","text":"\\x d \\xo 1.5 \\xt Pr 2:3.\\x*Si quelqu’un d’entre vous manque de sagesse, qu’il la demande à Dieu, qui donne à tous simplement et sans reproche, \\x e \\xo 1.5 \\xt Jé 29:12. Mt 7:7; 21:22. Mc 11:24. Jn 16:24. 1 Jn 3:22; 5:14.\\x*et elle lui sera donnée. "},{"style":"v","verse":"6","text":"Mais qu’il la demande avec foi, sans douter; car celui qui doute est semblable au flot de la mer, agité par le vent et poussé de côté et d’autre. "},{"style":"v","verse":"7","text":"Qu’un tel homme ne s’imagine pas qu’il recevra quelque chose du Seigneur: "},{"style":"v","verse":"8","text":"c’est un homme irrésolu, inconstant dans toutes ses voies."},{"style":"r","verse":"","text":"V. 9-12: cf. Jé 9:23, 24. Éz 7:19. Ap 2:10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Que le frère de condition humble se glorifie de son élévation. "},{"style":"v","verse":"10","text":"Que le riche, au contraire, se glorifie de son humiliation; car il passera comme la fleur de l’herbe. "},{"style":"v","verse":"11","text":"\\x f \\xo 1.11 \\xt És 40:6. 1 Co 7:31. Ja 4:14. 1 Pi 1:24. 1 Jn 2:17.\\x*Le soleil s’est levé avec sa chaleur ardente, il a desséché l’herbe, sa fleur est tombée, et la beauté de son aspect a disparu: ainsi le riche se flétrira dans ses entreprises. "},{"style":"v","verse":"12","text":"\\x g \\xo 1.12 \\xt Job 5:17.\\x*Heureux l’homme qui supporte patiemment la tentation; car, après avoir été éprouvé, il recevra \\x h \\xo 1.12 \\xt 2 Ti 4:8. 1 Pi 5:4. Ap 2:10.\\x*la couronne de vie, que le Seigneur a \\x i \\xo 1.12 \\xt Mt 10:22; 19:28, 29.\\x*promise à ceux qui l’aiment."},{"style":"r","verse":"","text":"V. 13-15: cf. Ge 3:6, etc.; 4:7."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Que personne, lorsqu’il est tenté, ne dise: C’est Dieu qui me tente. Car Dieu ne peut être tenté par le mal, et il ne tente lui-même personne. "},{"style":"v","verse":"14","text":"Mais chacun est tenté quand il est attiré et amorcé par sa propre convoitise. "},{"style":"v","verse":"15","text":"Puis la convoitise, lorsqu’elle a conçu, enfante le péché; et le péché, étant consommé, produit la mort."},{"style":"s1","verse":"","text":"Mettre en pratique la parole de Dieu"},{"style":"r","verse":"","text":"V. 16-27: cf. Jn 3:27. 1 Pi 1:23-25; 2:1, 2. (Mt 7:21-27. Ga 6:7-10.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ne vous y trompez pas, mes frères bien-aimés: "},{"style":"v","verse":"17","text":"\\x j \\xo 1.17 \\xt Pr 2:6. 1 Co 4:7.\\x*toute grâce excellente et tout don parfait descendent d’en haut, du Père des lumières, \\x k \\xo 1.17 \\xt És 14:27; 46:10. Mal 3:6. Ro 11:29.\\x*chez lequel il n’y a ni changement ni ombre de variation. "},{"style":"v","verse":"18","text":"\\x l \\xo 1.18 \\xt 1 Co 4:15. Ga 4:19. 1 Pi 1:23.\\x*Il nous a engendrés selon sa volonté, par la parole de vérité, afin que nous soyons en quelque sorte les prémices de ses créatures. "},{"style":"v","verse":"19","text":"Sachez-le, mes frères bien-aimés. \\x m \\xo 1.19 \\xt Pr 17:27. Ec 5:1.\\x*Ainsi, que tout homme soit prompt à écouter, lent à parler, lent à se mettre en colère; "},{"style":"v","verse":"20","text":"car la colère de l’homme n’accomplit pas la justice de Dieu. "},{"style":"v","verse":"21","text":"\\x n \\xo 1.21 \\xt Ro 13:12. Col 3:8.\\x*C’est pourquoi, rejetant toute souillure et tout excès de malice, recevez avec douceur la parole qui a été plantée en vous, et qui peut sauver vos âmes. "},{"style":"v","verse":"22","text":"\\x o \\xo 1.22 \\xt Mt 7:21. Lu 11:28. Ro 2:13. 1 Jn 3:7.\\x*Mettez en pratique la parole, et ne vous bornez pas à l’écouter, en vous trompant vous-mêmes par de faux raisonnements. "},{"style":"v","verse":"23","text":"\\x p \\xo 1.23 \\xt Lu 6:47.\\x*Car, si quelqu’un écoute la parole et ne la met pas en pratique, il est semblable à un homme qui regarde dans un miroir son visage naturel, "},{"style":"v","verse":"24","text":"et qui, après s’être regardé, s’en va, et oublie aussitôt quel il était. "},{"style":"v","verse":"25","text":"\\x q \\xo 1.25 \\xt Mt 5:19.\\x*Mais celui qui aura plongé les regards dans la loi parfaite, la loi de la liberté, et qui aura persévéré, n’étant pas un auditeur oublieux, mais se mettant à l’œuvre, celui-là sera heureux dans son activité. "},{"style":"v","verse":"26","text":"\\x r \\xo 1.26 \\xt Ps 34:14. Ja 3:6. 1 Pi 3:10.\\x*Si quelqu’un croit être religieux, sans tenir sa langue en bride, mais en trompant son cœur, la religion de cet homme est vaine. "},{"style":"v","verse":"27","text":"La religion pure et sans tache, devant Dieu notre Père, consiste à visiter les orphelins et les veuves dans leurs afflictions, et à se préserver des souillures du monde."}]