[{"style":"s1","verse":"","text":"Aux mauvais riches"},{"style":"r","verse":"","text":"V. 1-6: cf. Job 20:5, etc. Am 6:1-8; 5:11, 12. Mal 3:5; 4:1."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 5.1 \\xt Pr 11:28. Am 6:1. Lu 6:24. 1 Ti 6:9.\\x*A vous maintenant, riches! Pleurez et gémissez, à cause des malheurs qui viendront sur vous. "},{"style":"v","verse":"2","text":"Vos richesses sont pourries, et vos vêtements sont rongés par les teignes. "},{"style":"v","verse":"3","text":"Votre or et votre argent sont rouillés; et leur rouille s’élèvera en témoignage contre vous, et dévorera vos chairs comme un feu. \\x b \\xo 5.3 \\xt Mt 6:19. Ro 2:5.\\x*Vous avez amassé des trésors dans les derniers jours! "},{"style":"v","verse":"4","text":"Voici, le \\x c \\xo 5.4 \\xt Lé 19:13. De 24:14.\\x*salaire des ouvriers qui ont moissonné vos champs, et dont vous les avez frustrés, crie, et les cris des moissonneurs sont parvenus jusqu’aux oreilles du Seigneur des armées. "},{"style":"v","verse":"5","text":"\\x d \\xo 5.5 \\xt Job 21:13. Lu 16:19, 25.\\x*Vous avez vécu sur la terre dans les voluptés et dans les délices, vous avez rassasié vos cœurs au jour du carnage. "},{"style":"v","verse":"6","text":"Vous avez condamné, vous avez tué le juste, qui ne vous a pas résisté."},{"style":"s1","verse":"","text":"Exhortations diverses: la patience, le serment, la prière, la conversion des pécheurs"},{"style":"r","verse":"","text":"V. 7-12: cf. Hé 10:35-37; 6:12. 1 Pi 2:19-23; 4:12-19. Ja 1:12. Mt 5:33-37."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Soyez donc patients, frères jusqu’à l’avènement du Seigneur. Voici, le laboureur attend le précieux fruit de la terre, prenant patience à son égard, jusqu’à ce qu’il ait reçu les pluies de la première et de l’arrière-saison. "},{"style":"v","verse":"8","text":"Vous aussi, soyez patients, affermissez vos cœurs, car l’avènement du Seigneur est proche. "},{"style":"v","verse":"9","text":"Ne vous plaignez pas les uns des autres, frères, afin que vous ne soyez pas jugés: voici, le juge est à la porte. "},{"style":"v","verse":"10","text":"Prenez, mes frères, pour modèles de souffrance et de patience les prophètes qui ont parlé au nom du Seigneur. "},{"style":"v","verse":"11","text":"Voici, \\x e \\xo 5.11 \\xt Mt 5:11.\\x*nous disons bienheureux ceux qui ont souffert patiemment. Vous avez entendu parler de la \\x f \\xo 5.11 \\xt Job 1:21, 22.\\x*patience de Job, et vous avez vu la fin que le Seigneur lui accorda, \\x g \\xo 5.11 \\xt No 14:18. Ps 103:8.\\x*car le Seigneur est plein de miséricorde et de compassion. "},{"style":"v","verse":"12","text":"Avant toutes choses, mes frères, \\x h \\xo 5.12 \\xt Mt 5:34. 2 Co 1:17, 18.\\x*ne jurez ni par le ciel, ni par la terre, ni par aucun autre serment. Mais que votre oui soit oui, et que votre non soit non, afin que vous ne tombiez pas sous le jugement."},{"style":"r","verse":"","text":"V. 13-20: cf. (Ps 50:15. Mc 11:24.) (No 14:11-20. 1 R 17; 18.) Da 12:3."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Quelqu’un parmi vous est-il dans la souffrance? Qu’il prie. Quelqu’un est-il dans la joie? \\x i \\xo 5.13 \\xt Ép 5:19. Col 3:16.\\x*Qu’il chante des cantiques. "},{"style":"v","verse":"14","text":"Quelqu’un parmi vous est-il malade? Qu’il appelle les anciens de l’Église, et que les anciens prient pour lui, \\x j \\xo 5.14 \\xt Mc 6:13.\\x*en l’oignant d’huile au nom du Seigneur; "},{"style":"v","verse":"15","text":"la prière de la foi sauvera le malade, et le Seigneur le relèvera; et s’il a commis des péchés, il lui sera pardonné. "},{"style":"v","verse":"16","text":"Confessez donc vos péchés les uns aux autres, et priez les uns pour les autres, afin que vous soyez guéris. La prière fervente du juste a une grande efficace. "},{"style":"v","verse":"17","text":"\\x k \\xo 5.17 \\xt 1 R 17:1. Lu 4:25.\\x*Élie était un homme de la même nature que nous: il pria avec instance pour qu’il ne plût point, et il ne tomba point de pluie sur la terre pendant trois ans et six mois. "},{"style":"v","verse":"18","text":"\\x l \\xo 5.18 \\xt 1 R 18:45.\\x*Puis il pria de nouveau, et le ciel donna de la pluie, et la terre produisit son fruit. "},{"style":"v","verse":"19","text":"Mes frères, \\x m \\xo 5.19 \\xt Mt 18:15.\\x*si quelqu’un parmi vous s’est égaré loin de la vérité, et qu’un autre l’y ramène, "},{"style":"v","verse":"20","text":"qu’il sache que celui qui ramènera un pécheur de la voie où il s’était égaré sauvera une âme de la mort et \\x n \\xo 5.20 \\xt Pr 10:12. 1 Pi 4:8.\\x*couvrira une multitude de péchés."}]