[{"style":"s","verse":"","text":"Ngëm"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Am ngëm lii lay tekki: dafa nuy wóor ne li nuy yaakaar dina am, te it li nu dul gis nekk na."},{"style":"v","verse":"2","text":"Maam ya, seen ngëm a tax ba Yàlla seedeel leen lu baax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ngëm a tax ba nu xam ne Yàlla sàkk na àddina jaarale ko ci kàddoom, ngir li bët di gis, defarees ko ak lu bët manula gis."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ngëm moo tax ba Abel jébbal Yàlla sarax su gën saraxu Kayin. Ngëmu Abel moo tax ba Yàlla àtte ko ni ku jub, bi mu ko seedeelee ne saraxam baax na. Te ci kaw ngëm lay wax ba tey, moom mi dee ba noppi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ngëm moo tax ba Enog jaarul ci dee. Yàllaa ko yóbbu ca moom, te kenn gisatu ko, ndaxte Yàllaa ko toxal. Ndaxte Mbind mi seedeel na ko ne laata muy toxu, neex na Yàlla."},{"style":"v","verse":"6","text":"Waaye ku amul ngëm doo mana neex Yàlla, ndaxte ku bëgga jegeñ Yàlla war ngaa gëm ne Yàlla am na te dina neexal ñi koy wut."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ngëm moo tax ba, bi Yàlla yégalee Nóoyin lu jiitu ci mbir yi dikkagul, mu ragal ba defar gaal ngir musal njabootam. Ngëmam moo tax mu yey niti àddina, ba noppi jot njubte, li Yàllay joxe ci kaw ngëm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ngëm moo tax ba °Ibraayma déggal Yàlla. Bi ko Yàlla wooyee, mu dem toxu ci menn réew, ma mu waroona jote ca Yàlla. Noonu la gàddaaye dëkkam te xamul woon fan la jëm."},{"style":"v","verse":"9","text":"Ngëm a tax ba Ibraayma sanc ci réew, mi ko Yàlla digoon, dëkk ci ay xayma ni doxandéem, moom ak doomam Isaaxa ak sëtam °Yanqóoba, fekk sax Yàlla digoon na leen réew mi."},{"style":"v","verse":"10","text":"Waaye nag Ibraaymaa ngi doon séentu dëkk bi sax, bi Yàlla tabax te sanc ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ngëm moo tax ba Ibraayma, li muy màggat lépp te Saarata manul woona am doom, Yàlla def ba mu jur doom, ndaxte dafa gëmoon ne Yàlla lu mu dige def ko."},{"style":"v","verse":"12","text":"Looloo tax ba, Ibraayma mi màggat lool, aw xeet jóge ci moom, baree ni biddiiwi asamaan, te sakkan ni suufu tefes, ba kenn manu koo xayma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ñoom ñépp dee nañu ci ngëm. Jotuñu li ñu leen digoon, waaye tollu nañu fu sore, séen ko, di ko gatandoo xol, te nangu ne ay doxandéem ak i gan lañu woon ci àddina."},{"style":"v","verse":"14","text":"Ñiy waxe noonu nag dañuy wone ne ñoo ngi wut réew mu ñu moomal seen bopp."},{"style":"v","verse":"15","text":"Bu ñu nammoon réew mi ñu jóge, kon dinañu am jotu dellu fa."},{"style":"v","verse":"16","text":"Waaye ñu ngi doon séentu réew mu gën, maanaam mi nekk ci asamaan. Looloo tax Yàlla rusul ñu koy wooye seen Yàlla, ndaxte defaral na leen ab dëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ngëm moo tax Ibraayma naroona rey Isaaxa ni sarax, bi ko Yàlla nattoo. Moom mi jotoon dige yi, moo demoon bay sarxe jenn doom ji mu am kepp,"},{"style":"v","verse":"18","text":"fekk sax Yàlla nee woon na ko: «Saw askan ci Isaaxa lay jaar.»"},{"style":"v","verse":"19","text":"Waaye xelu Ibraayma jàppoon na ne Yàlla am na dooley dekkal néew yi. Te dëgg-dëgg ci misaal dafa mel ni, Isaaxa dafa dee te dekki."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Te it ngëm moo tax ba Isaaxa barkeel °Yanqóoba ak Esawu, di wax ci mbirum yëf yiy ñëw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ngëm moo tax ba, bi Yanqóoba nekkee ci sukkuraat, mu barkeel kenn ku nekk ci doomi Yuusufa yi. Moo tax it mu màggal Yàlla, jafandu ci yetam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ngëm moo tax ba, bi Yuusufa nekkee ci sukkuraat, mu waxoon ci gàddaay gi °bànni Israyil waroona gàddaaye Misra, di joxe ndigal jëme ci mbirum néewam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ngëm moo tax ba, bi °Musaa juddoo, ay waajuram nëbb ko lu mat ñetti weer, ndaxte gisoon nañu ne xale bu taaru la woon, te ragaluñu woon ndigalu buur bi."},{"style":"v","verse":"24","text":"Ngëm a tax ba bi Musaa màggee, muy bañ ñu koy wooye sëtu Firawna\\f + \\fr 11.24 \\ft Maanaam doomu doom ju jigéen ju Firawna.\\f*."},{"style":"v","verse":"25","text":"Bokk coono ak gaayi Yàlla yi moo ko gënaloon muy bànneexu ab diir ci bàkkaar."},{"style":"v","verse":"26","text":"Ñu toroxal ko ngir °Almasi bi, mi ngi mel ci moom ni alal ju ëpp alali Misra yépp, ndaxte yool bi la doon séentu."},{"style":"v","verse":"27","text":"Ngëm moo tax mu jóge Misra te ragalul merum buur bi. Dafa muñ, mel ni nit kuy gis Yàlla, mi kenn manula teg bët."},{"style":"v","verse":"28","text":"Ngëm moo tax mu sos màggalu bésu °Mucc ba, di wis deret ci bunt yi, ngir Malaakam bóomkat bi baña laal taawi bànni Israyil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ngëm moo tax ba bànni Israyil jaar ci °géeju Barax yi, mel ni kuy jaar ci yoonu suuf su wow. Waaye bi ci waa Misra yi doon jéema jaar, ñoom ñu daldi lab."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ngëm moo tax miir yi wëroon dëkku Yeriko màbb, gannaaw ba ko bànni Israyil wëree lu mat juróom ñaari fan."},{"style":"v","verse":"31","text":"Ngëm moo tax ba Raxab jigéenu moykat bi mucc, keroog ba ñuy bóom ñi déggadiloon Yàlla, ndax li mu teeru woon yëddukat ya teeru bu ànd ak jàmm."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Lu ma ci wara tegaat? Ndaxte awma jotu wax ci mbirum Sedeyon, Barag, Samson, Yefte, °Daawuda, Samiyel ak yonent yi."},{"style":"v","verse":"33","text":"Seen ngëm a tax ñu not ay buur, di doxal yoon tey jot li Yàlla dige. Ngëm moo tax ba tey, ñu tëj gémmiñu gaynde yi,"},{"style":"v","verse":"34","text":"fey dooley sawara, rëcc ci jaasi, ñu génn ci néew doole, dugg ci kàttan, doon ay jàmbaar, dàq xarekat, ya jóge bitim réew."},{"style":"v","verse":"35","text":"Ngëm moo tax ba ay jigéen gis ñu dekkal seeni néew, delloo leen ko; ñeneen ñi ñu mitital leen, te bañ ku leen musal, ngir jot ndekkite lu gën."},{"style":"v","verse":"36","text":"Ñeneen ñi dékku nañu ay xas ak ay yar, ay jéng ak kaso yi."},{"style":"v","verse":"37","text":"Ñii, sànni nañu leen ay xeer ba ñu dee; ñii, ñu xar leen ñaar; ñii, ñu reye leen jaasi. Ñu ngi doon wëndeelu, sol ay deri xar ak yu bëy, di ay walaakaana; ñu di leen sonal, di leen fitnaal."},{"style":"v","verse":"38","text":"Ñu ngi leen doon def noonu, fekk àddina sax yelloowul leen. Ñu ngi doon wëreelu ci àll yi ak ci tund yi, dal ci xunti yi ak ci kàmb yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Nit ñooñu ñépp, seen ngëm a tax ba Yàlla seedeeloon leen lu baax. Moona de, jotuñu li Yàlla dige woon,"},{"style":"v","verse":"40","text":"ndaxte Yàlla dafa tëral lu gën ci nun te bëggu leena yeggale cig mat, fi ak ànduñu ci ak nun."}]