[{"style":"s","verse":"","text":"Buleen fonkadi yarub Boroom bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag gannaaw mbooloo mu bare moo nu yéew, di nu seedeel seen ngëm, nanu yenniku bépp yen ak bàkkaar bu nuy téqtal ci lu yomb, tey daw xél wi nekk sunu kanam, ànd ci ak muñ."},{"style":"v","verse":"2","text":"Nanu ne jàkk Yeesu, moom mi samp ngëm, ba ub làmbi ngëm. Mbég mi mu dëgmël moo tax mu dékku dee ca bant ba te faalewul toroxte, ji ko fa fekk, ba noppi toog ca ndijooru jal, ba Yàlla nekk."},{"style":"v","verse":"3","text":"Defleen seen xel ci moom, moom mi muñ noonu ko bàkkaarkat yi bañe woon, ngir bañ seen kàttan jeex, ngeen xàddi."},{"style":"v","verse":"4","text":"Yéen demaguleen ba tuur seen deret ci seen bëre ak bàkkaar."},{"style":"v","verse":"5","text":"Te fàtte ngeen li leen Yàlla dénk ni baay ak ay doomam naan:"},{"style":"q","verse":"","text":"«Sama doom, bul fonkadi yarub Boroom bi"},{"style":"q","verse":"","text":"mbaa ngay xàddi, bu lay yedd,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"6","text":"ndaxte ku Boroom bi sopp, yar la,"},{"style":"q","verse":"","text":"tey duma bépp doom bu mu nangu.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Li ngeen di wara muñ, ab yar la. Yàlla dafay jëf ak yéen ni ay doomam, ndaxte ana doom ju baayam dul yar?"},{"style":"v","verse":"8","text":"Bu ngeen bokkul woon ci yar, bi ñépp am wàll, kon dungeen ay doomi yoon; ay doom yu daganul ngeen."},{"style":"v","verse":"9","text":"Waaye sax far, sunuy baay ci àddina yaroon nañu nu, te wegoon nanu leen. Baay bi yore ruu yi kon, xanaa warunu koo gëna déggal ngir mana dund?"},{"style":"v","verse":"10","text":"Sunuy baay yar nañu nu diir bu gàtt ci seen coobare. Waaye Yàlla dafa nuy yar ngir sunu njariñ, ngir nu bokk ci sellaayam."},{"style":"v","verse":"11","text":"Li am moo di ne, yar bu nuy dal, du ànd ak bànneex, day naqari, waaye gannaaw ga dafay meññ jub ak jàmm, ci ñi ko jariñoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Kon nag mayleen doole loxo yi toqi, ak óom yi bañ,"},{"style":"v","verse":"13","text":"te fàkkal seeni tànk ay yoon yu jub, ngir cér bi làggi bañ cee jekkalikoo waaye mu wére ci."},{"style":"s","verse":"","text":"Buleen tanqamlu Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Wutleen ak ñépp jàmm te fonk dund gu sell, ndaxte ku sellul doo gis Boroom bi."},{"style":"v","verse":"15","text":"Moytuleen ba kenn du ñàkk yiwu Yàlla mbaa kenn mel ni reen bu wex buy jebbi, ba di leen lëjal tey gaañ ñu bare ci wextanam."},{"style":"v","verse":"16","text":"Moytuleen it ba kenn du njaaloo walla muy fonkadi yëfi Yàlla, ni Esawu, mi weccee woon céru taawam ngir ag lekk."},{"style":"v","verse":"17","text":"Xam ngeen ne ba ñu ca tegee tuuti, gàntu nañu ko, ba mu bëggee jot barke bi. Amul fenn fu mu jaar ba defar njuumteem, te jooy, yi mu doon jooy, manu ci dara."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ndaxte meluleen ni °bànni Israyil ñoom ñi jege woon tund wu ñu mana laal, wu doon tàkk jeppit te ànd ak xiin ak lëndëm ak ngelaw."},{"style":"v","verse":"19","text":"Jegewuleen liit guy jib ak baat buy wax ay wax yoo xam ne ñi ko doon dégg, ñaan ñu bañ leen cee tegal benn baat,"},{"style":"v","verse":"20","text":"ndaxte manuñu woona dékku ndigal lii: «Su mala sax laalee tund wa, nangeen ko sànni ay xeer, ba mu dee.»"},{"style":"v","verse":"21","text":"Te mbir moomu ñu doon seetaan dafa raglu, ba °Musaa naan: «Damaa tiit bay lox.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Waaye yéen jege ngeen tund wi ñuy wax °Siyoŋ, di dëkku Yàlla jiy dund, muy Yerusalem ba ca asamaan. Jege ngeen it junniy junniy malaaka yu béga bég, ba daje di màggal;"},{"style":"v","verse":"23","text":"jege mbooloom taawi Yàlla, yu ñu bind seen tur ca asamaan. Jege ngeen Yàlla, jiy àtte ñépp; jege ruuwi nit ñu jub, ñi àgg cig mat;"},{"style":"v","verse":"24","text":"jege Yeesu, Rammukat bi sàmm kóllëre gu bees gi; jege deretam, ji ñu wis. Te deret jooju, li muy yégle moo gëna neex li deretu Abel doon yéene."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Moytuleena tanqamlu nag kiy wax ak yéen. Ndegam ñiy tanqamlu ki leen di artu ci àddina, ñoo manula rëcc ci àtte bi, aste ku dummóoyu kiy wax ci asamaan."},{"style":"v","verse":"26","text":"Bu jëkk baatam yëngaloon na suuf, waaye léegi dafa dige ne: «Beneen yoon laay yëngalaat suuf, yëngal asamaan itam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ci li mu wax: «Beneen yoon», dafay xamle ne Yàlla dina dindi yi ñu mana yëngal, maanaam li ñu sàkk, ngir li ñu manula yëngal sax ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Kon nag gannaaw dinañu jot nguur gu kenn manula yëngal, nanu ci sant Yàlla, di ko jaamu, ni mu ko bëgge, boole ci wegeel ak ragal,"},{"style":"v","verse":"29","text":"ndaxte sunu Yàlla, sawara la suy lakke."}]