[{"style":"s","text":"Kirist, Doom ji, moo gëna màgg Musaa, jawriñ bi"},{"style":"p","text":""},{"style":"v","text":"Kon nag yéen bokk yu sell yi, yéen ñi Yàlla woo, ngeen bokk ci nguuram gu kawe ga, seetleen ci Yeesu, moom miy ndawu Yàlla li, di °sarxalkat bu mag bi ci yoon wi nu gëm."},{"style":"v","text":"Ku takku la ci liggéey bi ko Yàlla sas, ni ko °Musaa nekke woon ci lépp lu jëm ci waa kër Yàlla."},{"style":"v","text":"Waaye Yeesu yelloo na ndam lu sut lu Musaa, ni kiy tabax kër ëppe maana kër ga muy tabax."},{"style":"v","text":"Ndaxte kër gu nekk am na ku ko sos, waaye ki sos lépp mooy Yàlla."},{"style":"v","text":"Musaa moom ku takku la woon ci lépp lu jëm ci waa kër Yàlla. Waaye jawriñ rekk la woon, ngir seede li Yàlla waroona yégle."},{"style":"v","text":"Yeesu nag ku takku la it, waaye Doom la, juy yilif kër Baayam. Nun nooy këram googu, bu nu saxee ci sunu kóolute te di bég ci li nuy séentu."},{"style":"s","text":"Buleen dëgër bopp ndax seen ñàkk ngëm"},{"style":"p","text":""},{"style":"v","text":"Moo tax °Xel mu Sell mi wax lii ci Mbind mi:"},{"style":"q","text":"«Bu ngeen déggee tey jii baatu Yàlla bi,"},{"style":"q","text":""},{"style":"v","text":"buleen dëgër bopp,"},{"style":"q","text":"ni seeni maam defoon ca màndiŋ ma,"},{"style":"q","text":"keroog ba ñu dëddoo Yàlla, di ko diiŋat.»"},{"style":"m","text":""},{"style":"v","text":"Yàlla ne:"},{"style":"q","text":"«Foofa seeni maam diiŋat nañu ma fa, di ma fexee fiir,"},{"style":"q","text":"te gis nañu samay jëf"},{"style":"v","text":"diirub ñeent fukki at."},{"style":"q","text":"Looloo tax ñu génnliku ma, ma daldi ne:"},{"style":"q","text":"“Seeni xalaat a leen di réeral saa su nekk,"},{"style":"q","text":"xamuñu yoon yi ma neex.”"},{"style":"q","text":""},{"style":"v","text":"Giñ naa kon ci sama mer ne:"},{"style":"q","text":"“Duñu dugg mukk ci sama noflaay\\f + \\fr 3.11 \\fk noflaay: \\ft Yàlla digoon na noflaay bànni Israyil, maanaam ñu dugg réewu Kanaan, dëkk fa ci jàmm. Waaye ñi déggal Yeesu Kirist, seen noflaay moo di dugg ci jataayu Yàlla ci asamaan.\\f*.”»"},{"style":"p","text":""},{"style":"v","text":"Bokk yi, wottuleen ba kenn ci yéen baña am xol bu bon te gëmadi, bay dëddu Yàlla jiy dund."},{"style":"v","text":"Waaye bés bu nekk, deeleen soññante ci lu jëm ci Yàlla, fi ak bés boobu ñu wax wéyul, ngir ragal bàkkaar nax kenn, ba xolam tëju."},{"style":"v","text":"Am nanu wàll ci °Kirist, su nu wéyee fii ba muj ga ci sunu kóolute, gi nu amoon ca njàlbéen ga."},{"style":"v","text":"Lii la Mbind mi wax:"},{"style":"q","text":"«Bu ngeen déggee tey jii baatu Yàlla bi,"},{"style":"q","text":"buleen dëgër bopp,"},{"style":"q","text":"ni seeni maam defoon, ba ñu dëddoo Yàlla.»"},{"style":"p","text":""},{"style":"v","text":"Ñan ñoo dégg baatu Yàlla bi nag te di ko dëddu? Xanaa ña °Musaa génne woon Misra ñépp."},{"style":"v","text":"Te ñan la Yàlla mere lu mat ñeent fukki at? Xanaa ñi daan bàkkaar te seeni néew tëdd ca màndiŋ ma."},{"style":"v","text":"Te it bi Yàlla defee ngiñ lii: «Duñu dugg mukk ci sama noflaay,» booba ñan ñoo ko taxoon di wax? Xanaa ña ko déggadil."},{"style":"v","text":"Noonu gis nanu sax ne jotuñoo dugg ci noflaay boobu ndax seen gëmadi."}]