[{"style":"s","verse":"","text":"Nanu gëm li Yàlla wax, ba dugg ci noflaayam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yàlla dige na ne dina am ñu dugg ca noflaayam. Kon ndegam dige boobu mi ngi taxaw ba tey, moytuleen ba kenn ci yéen réer ba du dugg ci noflaay boobu."},{"style":"v","verse":"2","text":"Nun jot nanu xibaaru jàmm bi ni ñoom, waaye kàddu, ga ñu déggoon, jariñu leen dara, ndaxte boolewuñu ci ngëm, ba ñu koy déglu."},{"style":"v","verse":"3","text":"Nun ñi gëm nag nooy dugg ci noflaayam, ni ko Mbind mi waxe:"},{"style":"q","verse":"","text":"«Giñ naa kon ci sama mer ne:"},{"style":"q","verse":"","text":"“Duñu dugg mukk ci sama noflaay,”»"},{"style":"m","verse":"","text":"doonte sax liggéeyam bépp matoon na, ca ba mu sàkkee àddina ak léegi. Ci lu jëm ci juróom ñaareelu fan ba,"},{"style":"v","verse":"4","text":"am na fu ñu wax ci Mbind mi ne:"},{"style":"q","verse":"","text":"«Yàlla noppalu na ci liggéeyam bépp"},{"style":"q","verse":"","text":"ca juróom ñaareelu fan ba.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"5","text":"Te it waxoon na ci baat yi nu jota lim ba noppi:"},{"style":"q","verse":"","text":"«Duñu dugg mukk ci sama noflaay.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"Kon am na ñu ci wara dugg ba tey. Te ñi jëkkoona jot xibaaru jàmm bi, dugguñu ci ndax seen déggadi."},{"style":"v","verse":"7","text":"Noonu ay ati at gannaaw ga, Yàlla àppaat na beneen bés, def ko «tey jii», bi mu waxee ci gémmiñu °Daawuda ci baat yii ñu jota lim:"},{"style":"q","verse":"","text":"«Bu ngeen déggee tey jii baatu Yàlla bi,"},{"style":"q","verse":"","text":"buleen dëgër bopp.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"Su °Yosuwe dugaloon sunu maam ya ca noflaayu Yàlla ba, kon gannaaw gi Yàlla du wax dara ci lu jëm ci beneen bés."},{"style":"v","verse":"9","text":"Kon ba tey Yàllaa ngi dencal ay gaayam noflaay bu nirook noflaayu Yàlla ca juróom ñaareelu fan ba."},{"style":"v","verse":"10","text":"Ndaxte képp ku masa dugg ca noflaayu Yàlla, noppalu na ci ay jëfam ni Yàlla."},{"style":"v","verse":"11","text":"Nanu farlu boog, ngir dugg ci noflaay boobu, ba kenn baña déggadi, ba daanu ni maam ya ca màndiŋ ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Xam nanu ne kàddug Yàlla mi ngi dund te am na doole. Moo gëna ñaw jaasiy ñaari boor. Day dagg ba fa xol ak xel digaloo, ba fa yax yi ak yuq gi di teqalikoo, te man na àtte xalaat yi ak mébéti xol."},{"style":"v","verse":"13","text":"Te itam amul mbindeef mu mana nëbbu Yàlla, waaye lépp a ubbiku, ba ne fàŋŋ ci bëti ki nu wara àtte."},{"style":"s","verse":"","text":"Yeesu, sarxalkat bu mag bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gannaaw am nanu °sarxalkat bu maga mag bu àgg ba ca kanam Yàlla, di Yeesu °Doomu Yàlla ji, nanu jàpp bu dëgër yoon wi nu gëm."},{"style":"v","verse":"15","text":"Sarxalkat bu mag bi nu am, du ku manula bokk ak nun sunuy naqar; moom sax far jaar na ci nattu ni nun ci bépp fànn, waaye deful bàkkaar."},{"style":"v","verse":"16","text":"Kon nag nanu am kóolute ci jege jalu Yàlla bu yiw ba, ngir jot yërmandeem ak yiwam, ngir mu wallu nu fu soxla taxawe."}]