[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Sarxalkat bu mag bu nekk nag, ci biir nit ñi lañu ko jële, te fal ko muy dox seen diggante ak Yàlla. Noonu dina jébbal Yàlla ay sarax, tey rendi ay mala ngir dindi seeni bàkkaar."},{"style":"v","verse":"2","text":"Te ndegam moom ci boppam nit kese la, man na muñal ñiy moy ndax seen ñàkka xam."},{"style":"v","verse":"3","text":"Li mu ñàkk doole moo tax mu wara def ay sarax ngir mbaalug bàkkaaram, ni mu ko tàmmee defal mbooloo mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Kenn manula teral sa bopp ba doon ab sarxalkat, su dul ne Yàllaa la woo, ni mu ko defe woon °Aaróona."},{"style":"v","verse":"5","text":"°Kirist itam yékkatiwul boppam, ba doon sarxalkat bu mag, waaye Yàlla moo ko woo, bi muy wax ne:"},{"style":"q","verse":"","text":"«Yaa di sama Doom,"},{"style":"q","verse":"","text":"maa di sa Baay tey.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"Am na feneen fu mu wax ne:"},{"style":"q","verse":"","text":"«Doon nga sarxalkat ba fàww,"},{"style":"q","verse":"","text":"mel ni °Melkisedeg.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Giiru dundam gépp ci àddina, Kirist da daan ñaan wall ci Yàlla, di ko dénku, boole ko ak i jooy ak i rongooñ. Da doon ñaan ci Yàlla, mi ko mana musal ci dee. Te ñaanam nangu na, ndax ni mu jébbale boppam Yàlla."},{"style":"v","verse":"8","text":"Waaye li muy nekk nekk doom, teewul mu jàng déggal Yàlla, jaare ko ci coono bi mu daj."},{"style":"v","verse":"9","text":"Noonu la àgge cig mat, ñu def ko ki waral mucc gi dul jeex, ngir ñi ko déggal ñépp."},{"style":"v","verse":"10","text":"Fekk na Yàlla tudde ko sarxalkat bu mag ni ko Melkisedeg nekke."},{"style":"s","verse":"","text":"Nanu jëm kanam, baña walbatiku"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ci fànn googu, am na lu bare lu nu ci bëgga wax, waaye tekkil leen ko dina jafe, ndaxte dangeena naqari xel."},{"style":"v","verse":"12","text":"Bu yàgg ngeen waroona jàngal ñeneen ñi, waaye soxla ngeen ba tey ku leen di tette ci kàddug Yàlla. Léegi nag yéena ngi tollu fi ñu leen wara nàmpale, ndaxte àttanuleen ñam wu dëgër."},{"style":"v","verse":"13","text":"Képp kuy nàmp, ab xale nga ba tey. Jëfeegoo njàngle mi jëm ci wàllu njubte."},{"style":"v","verse":"14","text":"Waaye ñam wu dëgër, ñi mat a ko yelloo, maanaam ñiy jëfandikoo seen xel ngir ràññee lu baax ak lu bon."}]