[{"style":"s","text":"Melkisedeg moo gëna màgg Ibraayma"},{"style":"p","text":""},{"style":"v","text":"Melkisedeg moomu doon buuru Salem, moo nekkoon °sarxalkat ca Yàlla Aji Kawe ji. Gannaaw ba °Ibraayma dàqee buur ya, ba délsi, Melkisedeg gatandu woon na ko, di ko barkeel."},{"style":"v","text":"Noonu Ibraayma fab fukkeelu cér bi, maanaam asaka, ci li mu jële woon ci xare ba lépp, jox ko. Ci lu jëkk turu Melkisedeg mi ngi tekki «buur bu jub bi». Gannaaw loolu mooy buuru Salem, tur woowu mooy tekki «buuru jàmm»."},{"style":"v","text":"Melkisedeg nag xamaluñu ko baay, xamaluñu ko yaay walla menn maam. Amul fenn fu ñu wax ag juddoom walla ag deeyam. Moo tax nu di ko méngale ak °Doomu Yàlla ji, ndaxte sarxalkat la bu kenn dul wuutu."},{"style":"p","text":""},{"style":"v","text":"Seetleen ni mu màgge, moom Melkisedeg! Ibraayma sax, maamu cosaan mi, fab na li mu jële woon lépp ca xare ba, jox Melkisedeg asaka ja."},{"style":"v","text":"Yoonu °Musaa digle na ne ñi bokk ci giiru °Lewi te di ay sarxalkat, nañu jot asaka ci alalu bànni Israyil, doonte sax ñuy seeni bokk te soqikoo ci Ibraayma."},{"style":"v","text":"Waaye Melkisedeg mi bokkul woon ci giiru Lewi, jotoon na asaka ci alali Ibraayma. Te rax-ca-dolli barkeel na ko, moom mi Yàlla sédde woon dige yi."},{"style":"v","text":"Kiy barkeel a gëna màgg ki ñuy barkeel, loolu amu ci benn werante."},{"style":"v","text":"Sarxalkat yi soqikoo ci Lewi, ñu ngi jot asaka, ni ko Melkisedeg jote woon. Waaye ñoom ñu nara dee lañu. Melkisedeg nag moom, Mbind mi wóoral na ne dafay dund."},{"style":"v","text":"Léegi nag ci ni ñu ko mana waxe, °Lewi miy jot asaka ci bànni Israyil, moom ci boppam jox na ko Melkisedeg, jaare ko ci Ibraayma."},{"style":"v","text":"Ndaxte mi ngi nekkoon ci geñog maamam Ibraayma, bi ko Melkisedeg gatandoo."},{"style":"s","text":"Yeesu mooy sarxalkat bu mag, bi mel ni Melkisedeg"},{"style":"p","text":""},{"style":"v","text":"Jox nañu bànni Israyil yoon wu sukkandiku ci liggéeyu °sarxalkat yi soqikoo ci Lewi. Su fekkoonte ne nag liggéeyu sarxalkat yooyu manoon na yeggale nit cig mat, kon du soxlaati ab sarxalkat ni ko °Melkisedeg nekke, ci fànn gu wuute ak gu °Aaróona."},{"style":"v","text":"Te bu ñu fi jëlee sarxalkat yi ak seen liggéey, dañoo wara toxal itam yoon, wi ñu fi tëraloon."},{"style":"v","text":"Noonu Yeesu mi nuy wax, mi ngi soqikoo ci geneen giir gu bokkul ak giiru Lewi. Giir googu nag, amu ci kenn ku ci masa def liggéeyu sarxale ca °sarxalukaay ba."},{"style":"v","text":"Li wóor moo di, sunu Boroom mi ngi soqikoo ci giiru Yuda. Te bi °Musaa bindee ci mbirum sarxalkat yi, limaalewul woon giir googu."},{"style":"v","text":"Li waral mbir mi gëna leer moo di ne beneen sarxalkat bu mel ni Melkisedeg dafa ñëw."},{"style":"v","text":"Te defuñu ko sarxalkat jaarale ko ci yoonu ndono, waaye fal nañu ko ci dooley dund gu amul àpp."},{"style":"v","text":"Ndaxte seedeel nañu Yeesu lii:"},{"style":"q","text":"«Doon nga sarxalkat ba fàww,"},{"style":"q","text":"mel ni Melkisedeg.»"},{"style":"p","text":""},{"style":"v","text":"Noonu tebbi nañu yoon wu jëkk, wa néewoon doole te meññul dara"},{"style":"v","text":"--ndax yoonu Musaa yeggalewul dara cig mat-- waaye dugalal nañu nu fii yaakaar ju gën ju nu mana jaare ngir jege Yàlla."},{"style":"p","text":""},{"style":"v","text":"Te rax-ca-dolli ngiñ ànd na ci. Ndaxte ñi soqikoo ci Lewi doon nañu ay sarxalkat te kenn giñul."},{"style":"v","text":"Waaye nag Yeesu moom doon na sarxalkat, bi Yàlla giñee ne ko:"},{"style":"q","text":"«Boroom bi giñ na"},{"style":"q","text":"te du dellu gannaaw mukk:"},{"style":"q","text":"“Doon nga sarxalkat ba fàww.”»"},{"style":"m","text":""},{"style":"v","text":"Ngiñ loolu moo tax Yeesu nekk tayle, giy wóoral kóllëre gi gën."},{"style":"p","text":""},{"style":"v","text":"Te it yeneen sarxalkat yi dañoo bare woon, ndaxte dee moo daan tax duñu mana sax ci seen liggéey."},{"style":"v","text":"Waaye Yeesu miy dund ba fàww, sasoo na liggéeyu sarxale bu sax fàww."},{"style":"v","text":"Loolu moo tax it mu mana musal tey yeggale cig mat ñiy jaar ci moom te bëgg jege Yàlla, ndaxte mi ngi dund ba fàww ngir di leen rammu."},{"style":"p","text":""},{"style":"v","text":"Kon nag Yeesu mooy sarxalkat bu mag, bi nu soxla; dafa sell, du def lu bon, du taq bàkkaar, bokkul dara ak bàkkaarkat yi, te yéege nañu ko fa Yàlla."},{"style":"v","text":"Niroowul ak yeneen sarxalkat yu mag yi; soxlawul di def bés bu set ay saraxi mala ngir bàkkaari boppam jëkk, teg ca yoy mbooloo mi. Yeesu def na sarax benn yoon ba fàww ngir dindi bàkkaar yi, bi muy joxe bakkanam."},{"style":"v","text":"Naka yoonu Musaa, aji néew doole yi lay fal sarxalkat yu mag. Waaye ngiñu Yàlla gi ñëw gannaaw yoon wi, Doom ji la fal sarxalkat bu mag bu mat ba fàww."}]