[{"style":"s","text":"Yeesu, sarxalkat bu mag bi ci kaw, ci kóllëre gu bees gi"},{"style":"p","text":""},{"style":"v","text":"Lii mooy li ëpp solo ci li nuy wax: am nanu °sarxalkat bu mag bu mel noonu, moom mi toog ci ndijooru Aji Màgg ja ca nguuram ca kaw."},{"style":"v","text":"Mu ngi liggéey ca bérab bu sell baa sell, di màggalukaay bu dëggu. Nit defaru ko; Boroom bee ko sos."},{"style":"p","text":""},{"style":"v","text":"Bépp sarxalkat bu mag fal nañu ko, ngir muy def ay sarax ak ay saraxi mala yu jëm ca Yàlla. Kon nag fàww Yeesu am lu mu joxe."},{"style":"v","text":"Bu nekkoon ci àddina, du nekk sax sarxalkat, ndaxte am na fi ba noppi ay sarxalkat yuy def ay sarax, ni ko yoonu Musaa santaanee."},{"style":"v","text":"Sarxalkat yooyu ñu ngi liggéeyal Yàlla ca màggalukaay, ba nekk misaal tey takkandeeru yëf yu dëggu, ya féete kaw. Moo tax ba °Musaa naree defar xaymab màggalukaay ba, Yàlla artu na ko ne ko: «Teeylul ba def lépp, roye ko ci bi ma la won ca tund wa.»"},{"style":"v","text":"Waaye léegi nag liggéeyu sarxale, bi ñu jox Yeesu, moo gëna màgg liggéeyu sarxalkat yooyu, mel ni it kóllëre, gi Yeesu fas diggante Yàlla ak nit, moo sut kóllëre gu jëkk ga te mu tëdd ci ay dige yu ëpp yu jëkk ya."},{"style":"p","text":""},{"style":"v","text":"Bu fekkoonte ne kóllëre gu jëkk ga dafa amul woon benn sikk, kon du aajo ñu koy weccee ak geneen."},{"style":"v","text":"Waaye nag Yàlla sikk na °bànni Israyil, bi mu naan:"},{"style":"q","text":"Boroom bi nee na:"},{"style":"q","text":"«Ay fan a ngi ñëw yu may fasi kóllëre gu bees"},{"style":"q","text":"ak bànni Israyil ak waa Yude."},{"style":"q","text":"Kóllëre googu nag bokkul ak gi ma fasoon ak seeni maam,"},{"style":"q","text":""},{"style":"v","text":"ba ma leen jàppee ci loxo, génne leen réewu Misra."},{"style":"q","text":"Boroom bi nee na:"},{"style":"q","text":"Beddeeku naa leen ndaxte sàmmuñu sama kóllëre."},{"style":"q","text":""},{"style":"v","text":"Boroom bi nee na:"},{"style":"q","text":"Kóllëre gaa ngii, kóllëre gi may fas ak bànni Israyil,"},{"style":"q","text":"bu bés yooyule weesoo."},{"style":"q","text":"Dinaa def samay ndigal ci seen xel,"},{"style":"q","text":"bind ko ci seen xol."},{"style":"q","text":"Dinaa nekk seen Yàlla,"},{"style":"q","text":"ñu doon samay gaay."},{"style":"q","text":""},{"style":"v","text":"Kenn dootul wara jàngal moroomam"},{"style":"q","text":"walla mbokkam, di wax naan: “Xamal Boroom bi!”"},{"style":"q","text":"Ndaxte ñépp dinañu ma xam,"},{"style":"q","text":"li dale ci ki gëna ndaw ba ci ki gëna mag."},{"style":"q","text":""},{"style":"v","text":"Ndaxte dinaa leen baal seeni tooñ,"},{"style":"q","text":"te dootuma fàttaliku seeni bàkkaar.»"},{"style":"p","text":""},{"style":"v","text":"Kon nag bi Yàllay wax ci kóllëre gu bees gi, dafa fekk mu màggatal gu jëkk ga. Te lu xewwi te màggat mi ngi ci tànki wéy."}]