[{"style":"s","verse":"","text":"Ni ñu doon jaamoo Yàlla ca bési kóllëre gu jëkk ga"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kóllëre gu jëkk ga ëmboon na ay ndigal ci mbirum ni ñu wara jaamoo Yàlla. Amoon na itam kër Yàlla gu nekkoon àddina."},{"style":"v","verse":"2","text":"Nekkoon na ab xaymab màggalukaay bu ñu séddale ñaari néeg. Ca ba jiitu la tegukaayu làmp ba nekkoon, ak taabal, ja ñu daan teg °mburu, ya ñu teewal ca kanam Yàlla. Foofaa nga tuddoon bérab bu sell ba."},{"style":"v","verse":"3","text":"Néeg ba ñu tudde bérab bu sell baa sell a nga nekkoon ca gannaaw ñaareelu rido ba."},{"style":"v","verse":"4","text":"Sarxalukaayu wurus, ba ñuy taal °cuuraay ca kawam, a nga fa woon, ak °gaalu kóllëre, ga ñu taf wurus ba mu daj. Ca biir gaal ga amoon na fa benn njaqu wurus bu defoon ñam, wi ñuy wax °mànn, ak it yetu °Aaróona wi jebbi woon, ak àlluway doj, ya ñu bindoon wax yi kóllëre gi ëmb."},{"style":"v","verse":"5","text":"Ca kaw gaal ga teg nañu fa ñaari nataali mbindeef yu ñuy wax serub, yu doon wone ndamu Yàlla. Seeni laaf ñoo doon yiir kubéeru saraxu njotlaay ga. Waaye loolu lépp léegi manunu koo tekki benn-benn."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba ñu defaree lépp, °sarxalkat ya dañu daan dugg bés bu set ca néeg bu jëkk ba, ngir mottali seen liggéeyu sarxale ca Yàlla."},{"style":"v","verse":"7","text":"Waaye ca néeg ba ca topp, sarxalkat bu mag ba rekk moo fa daan dugg benn yoon ci at mi. Te daawu fa dugg mukk te yóbbaalewul deretu mala, yi muy jagleel Yàlla, ngir bàkkaari boppam ak yu mbooloo mi daan def ci seen ñàkka xam."},{"style":"v","verse":"8","text":"Ci noonu nag °Xel mu Sell mi wone na ne yoon wi ñuy jaar, ba dem ca bérab bu sell baa sell, ubbikoogul woon, fi ak xayma ba jëkk baa ngi doon taxaw."},{"style":"v","verse":"9","text":"Misaal la ci jamonoy tey; dafay wone ne sarax yi ak saraxi mala yi ñu daan jagleel Yàlla, manuñoo dalal xelu jaamukatu Yàlla bi."},{"style":"v","verse":"10","text":"Sarax yooyu ñu ngi jëmoon ci lekk ak ci naan ak ci fànn yu bare ci mbirum sangu set. Ay sàrt yu jëm ci yaram lañu, yu ñu waroona farataal, ba kera jamono ji Yàllay tëral kóllëre gu bees."},{"style":"s","verse":"","text":"Saraxu Kirist bi gën dindi na bàkkaar yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Waaye °Kirist ñëw na, doon °sarxalkat bu mag, bi joxe xéewal yi teew. Jaar na ca màggalukaay ba gëna màgg te gëna mat, te màggalukaay booba loxol nit defaru ko, maanaam bokkul ci àddina sii."},{"style":"v","verse":"12","text":"Noonu Kirist dugg na benn yoon ba fàww ca bérab bu sell baa sell. Duggu fa ak deretu sikket yi ak yu yëkk yi. Waaye mi ngi duggaale ak deretu boppam te indil na nu noonu °njot gu amul àpp."},{"style":"v","verse":"13","text":"Deretu sikket yi ak ju yëkk yi, ak wëllu, wi ñu lakk te di suy dóom bi ñi taq sobe, ñooy sellal yaram."},{"style":"v","verse":"14","text":"Su fekkee ne noonu la deme nag, du kon deretu Kirist moo ëpp doole? Jox na bakkanam Yàlla, def ko sarax su amul sikk jaarale ko ci dooley Xel miy sax abadan. Kon deretam moo mana sellal sunu xel, mi nu doon yedd ndax jëf yu jëm ci dee, ngir nu mana jaamu Yàlla jiy dund."},{"style":"v","verse":"15","text":"Looloo tax mu nekk Rammukat bi ci wàllu kóllëre gu bees ci diggante Yàlla ak nit, ngir ñi Yàlla woo am cér bu sax ci kaw, te mu digoon leen ko, ndaxte Kirist dee na, ngir °jot ñi jàdd yoon ca kóllëre gu jëkk ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ci li jëm ci dénkaane\\f + \\fr 9.16 \\fk dénkaane: \\ft ci aaya bii ak bi ci topp, benn baat mooy tekki «dénkaane» ak «kóllëre».\\f* bu ñu bind, jëme ci miraas, fàww ñu wone firndeg deewu ka ko bind,"},{"style":"v","verse":"17","text":"ndaxte bala dénkaaneb miraas di taxaw, dee am; te taxawul, fi ak ki ko bind a ngi dund."},{"style":"v","verse":"18","text":"Looloo waral kóllëre gu jëkk ga, ñu fasoon ko ak deret."},{"style":"v","verse":"19","text":"Keroog °Musaa jàng na ndigali yoon wépp ci kanam °bànni Israyil gépp. Gannaaw loolu jël na deretu wëllu, jëlaale ndox, ak caru garab gu ñuy wax isob, laxas ci kawaru xar mu xonq. Noonu mu capp ko ca deret ja, daldi ko wis ca téereb yoon wa ak ca mbooloo mépp"},{"style":"v","verse":"20","text":"te naan: «Lii mooy deretu kóllëre gi leen Yàlla tëralal.»"},{"style":"v","verse":"21","text":"Noonu mu daldi wis it deret ja ca xayma ba ak ca jumtukaay, ya ñu daan jaamoo."},{"style":"v","verse":"22","text":"Ndaxte ci yoonu Musaa, daanaka deret lañuy sellale lépp, te bu deret tuuruwul, mbaalug bàkkaar du am."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Yëfi àddina yi misaal yu dëggu yi ci asamaan, war nañu leena sellale noonu. Waaye yëf yu dëggu yooyu ci asamaan, laaj na sarax yu gëna baax, ngir ñu sell."},{"style":"v","verse":"24","text":"Ndaxte Kirist duggul ci bérab bu sell bu nit tabax, muy doon nataal ci bu dëggu bi. Waaye dugg na ca biir asamaan sax, ngir taxawal nu ca kanam Yàlla léegi."},{"style":"v","verse":"25","text":"Sarxalkat bu mag bi dafay dugg at mu jot ca bérab bu sell baa sell ak deret ju dul josam. Waaye Kirist joxewul bakkanam ay yooni yoon."},{"style":"v","verse":"26","text":"Bu demee woon noonu, kon dina sonn ba tàyyi ca njàlbéenug àddina ba tey. Waaye nag benn yoon rekk la feeñu ci mujjeelu jamono yi, joxe boppam ni sarax ngir far bàkkaar yi."},{"style":"v","verse":"27","text":"Kon ni nit ñi deeye benn yoon rekk, ba noppi jaar ca àtte ba, ni ko Yàlla dogale,"},{"style":"v","verse":"28","text":"noonu it la Kirist joxee boppam benn yoon, ngir gàddu bàkkaaru nit ñu bare, te dina feeñaat, waxuma ci mbiri bàkkaar, waaye ngir indil ñi koy séentu mucc gi."}]