[{"style":"ide","verse":"","text":"UTF-8"},{"style":"ip","verse":"","text":"La ville de Corinthe est située sur l’isthme qui porte le même nom, entre la Grèce continentale et le Péloponnèse. Au milieu du premier siècle, cette ville était cosmopolite avec des activités économiques et commerciales très développées."},{"style":"ip","verse":"","text":"C’est à cette époque que l’apôtre Paul y fonda l’Église, au cours de son deuxième voyage missionnaire. Selon Act 18:1-18, il y aurait séjourné pendant environ un an et demi."},{"style":"ip","verse":"","text":"La communauté chrétienne que Paul créa à Corinthe était composée en majorité de païens de conditions sociales assez modestes. Mais ce n’est pas de ce sujet qu’il traite. Paul adressa plusieurs épîtres à l’Église de Corinthe. Le Nouveau Testament ne nous en présente que deux, mais tout porte à croire qu’il y en a eu plus. Une lecture attentive de celles qui sont disponibles montre que Paul avait écrit plus de deux lettres. Il est donc probable que certaines soient perdues, ou se retrouvent fusionnées avec les deux existantes."},{"style":"ip","verse":"","text":"Dans la première épître qui nous concerne ici, Paul traite de questions diverses. On en distingue de trois sources:"},{"style":"ib","verse":"","text":""},{"style":"io1","verse":"","text":"1. Questions relevant des informations reçues des gens de Chloé \\ior 1:10–6:20\\ior*"},{"style":"io2","verse":"","text":"- Appel à l’union contre les divisions dans l’Église \\ior 1:10–4:21\\ior*"},{"style":"io2","verse":"","text":"- État moral de l’Église et censure des désordres \\ior 5:1–6:20\\ior*"},{"style":"io1","verse":"","text":"2. Questions relevant des informations reçues par écrit \\ior 7:1–11:1\\ior*"},{"style":"io2","verse":"","text":"- Sur le mariage \\ior 7:1-40\\ior*"},{"style":"io2","verse":"","text":"- Sur les viandes sacrifiées aux idoles \\ior 8:1–11:1\\ior*"},{"style":"io1","verse":"","text":"3. Questions relevant enfin de lui personnellement: Paul profite de sa réponse aux Corinthiens pour aborder d’autres problèmes de vie chrétienne."},{"style":"io2","verse":"","text":"- La tenue des femmes dans les assemblées religieuses \\ior 11:2-16\\ior*"},{"style":"io2","verse":"","text":"- La célébration du repas du Seigneur \\ior 11:17-34\\ior*"},{"style":"io2","verse":"","text":"- Les dons spirituels \\ior 12:1-31\\ior*"},{"style":"io2","verse":"","text":"- La charité \\ior 13:1-13\\ior*"},{"style":"io2","verse":"","text":"- Don des langues et don de prophétie \\ior 14:1-40\\ior*"},{"style":"io2","verse":"","text":"- La résurrection \\ior 15:1-58\\ior*"},{"style":"io2","verse":"","text":"- Collecte pour les chrétiens de Jérusalem, projet de voyage et informations diverses \\ior 16:1-12\\ior*"},{"style":"ib","verse":"","text":""},{"style":"ip","verse":"","text":"Le caractère épistolaire de l’écrit ressort au début par les adresses et les salutations (1:1-9); et à la fin par des exhortations (16:13-24)."},{"style":"ip","verse":"","text":"1 Corinthiens n’a pas un message précis. Cette épître répond plutôt à plusieurs problèmes de communauté, en particulier les divisions provoquées par les coteries résultant des préférences portées sur tel ou tel prédicateur (Paul, Apollos, Céphas, etc.). Paul souligne que tous les prédicateurs sont des serviteurs du Christ, à qui seul revient la gloire. C’est dans cette même perspective qu’il apporte des réponses aux diverses questions qui se posaient dans l’Église de Corinthe (voir ci-dessus)."},{"style":"ip","verse":"","text":"1 Corinthiens rapporte sous une forme catéchétique la substance de la Bonne Nouvelle que Paul confirme avoir reçue et qu’il transmet en 15:1-4. Le condensé de cette Bonne Nouvelle, le voici: \\it «Christ est mort pour nos péchés… Il a été enseveli… Il est ressuscité… Il est apparu à Céphas… aux douze… à plus de cinq cents frères… ensuite à Jacques… à tous les apôtres. Après eux tous, il m’est aussi apparu à moi…»\\it*"},{"style":"ip","verse":"","text":"Sachant que Paul aurait écrit cette épître à Éphèse (16:8) entre 56 et 57, c’est-à-dire avant la rédaction des évangiles, on peut conclure que son Évangile est de la source orale, à savoir la tradition des premiers chrétiens relative à la personne et l’œuvre de Jésus-Christ, qu’ils se transmettaient de bouche à oreille, de communauté en communauté, de génération en génération."},{"style":"ip","verse":"","text":"La mort et la résurrection de Jésus-Christ constituaient donc le cœur de la Bonne Nouvelle et partant, le centre de la foi chrétienne. C’est autour de ces événements que les premiers chrétiens vont bâtir les affirmations fondamentales de la proclamation évangélique à partir desquelles ils combattaient les erreurs et les hérésies de ceux qui niaient la résurrection des morts. C’est tout à fait ce que Paul fait dans cette épître (voir chapitre 15)."},{"style":"ie","verse":"","text":""}]