[{"style":"s1","verse":"","text":"Sur les dons spirituels"},{"style":"r","verse":"","text":"V. 1-11: cf. Ép 4:4-12."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Pour ce qui concerne les dons spirituels, je ne veux pas, frères, que vous soyez dans l’ignorance. "},{"style":"v","verse":"2","text":"Vous savez que, lorsque vous étiez païens, vous vous laissiez entraîner vers les idoles muettes, selon que vous étiez conduits. "},{"style":"v","verse":"3","text":"C’est pourquoi je vous déclare \\x a \\xo 12.3 \\xt Mc 9:39.\\x*que nul, s’il parle par l’Esprit de Dieu, ne dit: Jésus est anathème! Et que nul ne peut dire: Jésus est le \\x b \\xo 12.3 \\xt Jn 13:13. 1 Co 8:6.\\x*Seigneur! Si ce n’est par le Saint-Esprit. "},{"style":"v","verse":"4","text":"\\x c \\xo 12.4 \\xt Ro 12:6. 1 Pi 4:10.\\x*Il y a diversité de dons, mais le même Esprit; "},{"style":"v","verse":"5","text":"diversité de ministères, mais le même Seigneur; "},{"style":"v","verse":"6","text":"diversité d’opérations, mais le même Dieu qui opère tout en tous. "},{"style":"v","verse":"7","text":"Or, à chacun la manifestation de l’Esprit est donnée pour l’utilité commune. "},{"style":"v","verse":"8","text":"En effet, à l’un est donnée par l’Esprit une parole de sagesse; à un autre, une parole de connaissance, selon le même Esprit; "},{"style":"v","verse":"9","text":"à un autre, la foi, par le même Esprit; à un autre, le don des guérisons, par le même Esprit; "},{"style":"v","verse":"10","text":"à un autre, le don d’opérer des miracles; à un autre, la prophétie; à un autre, le discernement des esprits; à un autre, la diversité des langues; à un autre, l’interprétation des langues. "},{"style":"v","verse":"11","text":"Un seul et même Esprit \\x d \\xo 12.11 \\xt Ro 12:3, 6. Ép 4:7.\\x*opère toutes ces choses, \\x e \\xo 12.11 \\xt 1 Co 7:7. 2 Co 10:13.\\x*les distribuant à chacun en particulier comme il veut."},{"style":"r","verse":"","text":"V. 12-31: cf. (Ro 12:3-8. Ép 4:4-16. 1 Pi 4:10, 11.) (Ga 6:2. Ph 2:1-4.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"\\x f \\xo 12.12 \\xt Ro 12:4, 5. Ép 4:16.\\x*Car, comme le corps est un et a plusieurs membres, et comme tous les membres du corps, malgré leur nombre, ne forment qu’un seul corps, ainsi en est-il de Christ. "},{"style":"v","verse":"13","text":"Nous avons tous, en effet, été baptisés dans un seul Esprit, pour former un seul corps, \\x g \\xo 12.13 \\xt Ga 3:28.\\x*soit Juifs, soit Grecs, soit esclaves, soit libres, et nous avons tous été abreuvés d’un seul Esprit. "},{"style":"v","verse":"14","text":"Ainsi le corps n’est pas un seul membre, mais il est formé de plusieurs membres. "},{"style":"v","verse":"15","text":"Si le pied disait: Parce que je ne suis pas une main, je ne suis pas du corps, ne serait-il pas du corps pour cela? "},{"style":"v","verse":"16","text":"Et si l’oreille disait: Parce que je ne suis pas un œil, je ne suis pas du corps, ne serait-elle pas du corps pour cela? "},{"style":"v","verse":"17","text":"Si tout le corps était œil, où serait l’ouïe? S’il était tout ouïe, où serait l’odorat? "},{"style":"v","verse":"18","text":"Maintenant Dieu a placé chacun des membres dans le corps comme il a voulu. "},{"style":"v","verse":"19","text":"Si tous étaient un seul membre, où serait le corps? "},{"style":"v","verse":"20","text":"Maintenant donc il y a plusieurs membres, et un seul corps. "},{"style":"v","verse":"21","text":"L’œil ne peut pas dire à la main: Je n’ai pas besoin de toi; ni la tête dire aux pieds: Je n’ai pas besoin de vous. "},{"style":"v","verse":"22","text":"Mais bien plutôt, les membres du corps qui paraissent être les plus faibles sont nécessaires; "},{"style":"v","verse":"23","text":"et ceux que nous estimons être les moins honorables du corps, nous les entourons d’un plus grand honneur. Ainsi nos membres les moins honnêtes reçoivent le plus d’honneur, "},{"style":"v","verse":"24","text":"tandis que ceux qui sont honnêtes n’en ont pas besoin. Dieu a disposé le corps de manière à donner plus d’honneur à ce qui en manquait, "},{"style":"v","verse":"25","text":"afin qu’il n’y ait pas de division dans le corps, mais que les membres aient également soin les uns des autres. "},{"style":"v","verse":"26","text":"Et si un membre souffre, tous les membres souffrent avec lui; si un membre est honoré, tous les membres se réjouissent avec lui. "},{"style":"v","verse":"27","text":"\\x h \\xo 12.27 \\xt Ro 12:5. Ép 1:23; 4:12; 5:23. Col 1:24.\\x*Vous êtes le corps de Christ, et vous êtes ses membres, chacun pour sa part. "},{"style":"v","verse":"28","text":"Et Dieu a établi dans l’Église \\x i \\xo 12.28 \\xt Ép 4:11.\\x*premièrement des apôtres, \\x j \\xo 12.28 \\xt Ép 2:20.\\x*secondement des prophètes, troisièmement des docteurs, ensuite ceux qui ont le don des miracles, puis ceux qui ont les dons de guérir, de secourir, de gouverner, de parler diverses langues. "},{"style":"v","verse":"29","text":"Tous sont-ils apôtres? Tous sont-ils prophètes? Tous sont-ils docteurs? "},{"style":"v","verse":"30","text":"Tous ont-ils le don des miracles? Tous ont-ils le don des guérisons? Tous parlent-ils en langues? Tous interprètent-ils? "},{"style":"v","verse":"31","text":"Aspirez aux dons les meilleurs. Et je vais encore vous montrer une voie par excellence."}]