[{"style":"s1","text":"La charité"},{"style":"r","text":"V. 1-13: cf. (Mt 22:36-40. Ro 13:8-10. Col 3:14.) (1 Jn 3:16-19; 4:7-12, 16-21.)"},{"style":"p","text":""},{"style":"v","text":"Quand je parlerais les langues des hommes et des anges, si je n’ai pas la charité, je suis un airain qui résonne, ou une cymbale qui retentit. "},{"style":"v","text":"\\x a \\xo 13.2 \\xt Mt 7:22. Ro 12:7.\\x*Et quand j’aurais le don de prophétie, la science de tous les mystères et toute la connaissance, quand j’aurais même toute la foi jusqu’à transporter \\x b \\xo 13.2 \\xt Mt 17:20; 21:21. Mc 11:23. Lu 17:6.\\x*des montagnes, si je n’ai pas la charité, je ne suis rien. "},{"style":"v","text":"Et quand je distribuerais tous mes biens pour la nourriture des pauvres, quand je livrerais même mon corps pour être brûlé, si je n’ai pas la charité, cela ne me sert de rien. "},{"style":"v","text":"\\x c \\xo 13.4 \\xt Pr 10:12. 1 Pi 4:8.\\x*La charité est patiente, elle est pleine de bonté; la charité n’est point envieuse; la charité ne se vante point, elle ne s’enfle point d’orgueil, "},{"style":"v","text":"elle ne fait rien de malhonnête, \\x d \\xo 13.5 \\xt 1 Co 10:24. Ph 2:4.\\x*elle ne cherche point son intérêt, elle ne s’irrite point, elle ne soupçonne point le mal, "},{"style":"v","text":"elle ne se réjouit point de l’injustice, \\x e \\xo 13.6 \\xt 2 Jn v. 4.\\x*mais elle se réjouit de la vérité; "},{"style":"v","text":"elle excuse tout, elle croit tout, elle espère tout, elle supporte tout. "},{"style":"v","text":"La charité ne périt jamais. Les prophéties prendront fin, les langues cesseront, la connaissance disparaîtra. "},{"style":"v","text":"Car nous connaissons en partie, et nous prophétisons en partie, "},{"style":"v","text":"mais quand ce qui est parfait sera venu, ce qui est partiel disparaîtra. "},{"style":"v","text":"Lorsque j’étais enfant, je parlais comme un enfant, je pensais comme un enfant, je raisonnais comme un enfant; lorsque je suis devenu homme, j’ai fait disparaître ce qui était de l’enfant. "},{"style":"v","text":"\\x f \\xo 13.12 \\xt 2 Co 3:18.\\x*Aujourd’hui nous voyons au moyen d’un miroir, d’une manière obscure, mais alors nous verrons face à face; aujourd’hui je connais en partie, mais alors je connaîtrai comme j’ai été connu. "},{"style":"v","text":"Maintenant donc ces trois choses demeurent: la foi, l’espérance, la charité; mais la plus grande de ces choses, c’est la charité."}]