[{"style":"s1","text":"La résurrection"},{"style":"r","text":"V. 1-11: cf. (Mt 28. Mc 16. Lu 24. Jn 20; 21.) Ac 1:3; 9:1-7."},{"style":"p","text":""},{"style":"v","text":"Je vous rappelle, frères, l’Évangile \\x a \\xo 15.1 \\xt Ga 1:11.\\x*que je vous ai annoncé, que vous avez reçu, dans lequel vous avez persévéré, "},{"style":"v","text":"\\x b \\xo 15.2 \\xt Ro 1:16. 1 Co 1:21.\\x*et par lequel vous êtes sauvés, si vous le retenez tel que je vous l’ai annoncé; autrement, vous auriez cru en vain. "},{"style":"v","text":"Je vous ai enseigné avant tout, comme je l’avais aussi reçu, \\x c \\xo 15.3 \\xt És 53:7. Da 9:24, 26. 1 Co 5:7. 1 Pi 2:24.\\x*que Christ est mort pour nos péchés, selon les Écritures; "},{"style":"v","text":"qu’il a été \\x d \\xo 15.4 \\xt Ps 16:10. És 53:9. Jon 1:17. Mt 12:40.\\x*enseveli, et qu’il est \\x e \\xo 15.4 \\xt Ps 16:10. És 53:8. Mt 12:40.\\x*ressuscité le troisième jour, selon les Écritures; "},{"style":"v","text":"et qu’il est \\x f \\xo 15.5 \\xt Lu 24:34. Ac 10:41.\\x*apparu à Céphas, \\x g \\xo 15.5 \\xt Jn 20:19, etc.\\x*puis aux douze. "},{"style":"v","text":"Ensuite, il est apparu à plus de cinq cents frères à la fois, dont la plupart sont encore vivants, et dont quelques-uns sont morts. "},{"style":"v","text":"Ensuite, il est apparu à Jacques, puis à tous les apôtres. "},{"style":"v","text":"Après eux tous, il m’est aussi apparu à \\x h \\xo 15.8 \\xt Ac 9:3, 17; 23:11. 1 Co 9:1. 2 Co 12:2.\\x*moi, comme à l’avorton; "},{"style":"v","text":"car je suis \\x i \\xo 15.9 \\xt Ép 3:8.\\x*le moindre des apôtres, je ne suis pas digne d’être appelé apôtre, \\x j \\xo 15.9 \\xt Ac 8:3; 9:1; 22:4; 26:9. Ga 1:13. 1 Ti 1:13.\\x*parce que j’ai persécuté l’Église de Dieu. "},{"style":"v","text":"Par la grâce de Dieu je suis ce que je suis, et sa grâce envers moi n’a pas été vaine; \\x k \\xo 15.10 \\xt 2 Co 11:23; 12:11.\\x*loin de là, j’ai travaillé plus qu’eux tous, non pas moi toutefois, mais la grâce de Dieu qui est avec moi. "},{"style":"v","text":"Ainsi donc, que ce soit moi, que ce soient eux, voilà ce que nous prêchons, et c’est ce que vous avez cru."},{"style":"r","text":"V. 12-34: cf. 2 Ti 2:8, 16-18. Lu 20:27-38. Ro 5:12, 17. (1 Pi 1:3-5. 1 Th 4:13-18.)"},{"style":"p","text":""},{"style":"v","text":"Or, si l’on prêche que Christ est ressuscité des morts, comment quelques-uns parmi vous disent-ils qu’il n’y a point de résurrection des morts? "},{"style":"v","text":"S’il n’y a point de résurrection des morts, Christ non plus n’est pas ressuscité. "},{"style":"v","text":"Et si Christ n’est pas ressuscité, notre prédication est donc vaine, et votre foi aussi est vaine. "},{"style":"v","text":"Il se trouve même que nous sommes de faux témoins à l’égard de Dieu, puisque nous avons témoigné contre Dieu qu’il a ressuscité Christ, tandis qu’il ne l’aurait pas ressuscité, si les morts ne ressuscitent point. "},{"style":"v","text":"Car si les morts ne ressuscitent point, Christ non plus n’est pas ressuscité. "},{"style":"v","text":"Et si Christ n’est pas ressuscité, votre foi est vaine, vous êtes encore dans vos péchés, "},{"style":"v","text":"et par conséquent aussi ceux qui sont morts en Christ sont perdus. "},{"style":"v","text":"Si c’est dans cette vie seulement que nous espérons en Christ, nous sommes les plus malheureux de tous les hommes. "},{"style":"v","text":"Mais maintenant, \\x l \\xo 15.20 \\xt 1 Pi 1:3.\\x*Christ est ressuscité des morts, il est \\x m \\xo 15.20 \\xt Col 1:18. Ap 1:5.\\x*les prémices de ceux qui sont morts. "},{"style":"v","text":"Car, puisque \\x n \\xo 15.21 \\xt Ge 2:17; 3:6. Ro 5:12, 18; 6:23.\\x*la mort est venue par un homme, c’est aussi par un homme qu’est venue la résurrection des morts. "},{"style":"v","text":"Et comme tous meurent en Adam, de même aussi tous revivront en Christ, "},{"style":"v","text":"mais chacun en son rang. Christ comme prémices, puis ceux qui appartiennent à Christ, lors de son avènement. "},{"style":"v","text":"Ensuite viendra la fin, quand il remettra le royaume à celui qui est Dieu et Père, \\x o \\xo 15.24 \\xt 1 Co 2:6.\\x*après avoir détruit toute domination, toute autorité et toute puissance. "},{"style":"v","text":"\\x p \\xo 15.25 \\xt Ps 110:1. Ac 2:34. Ép 1:20. Col 3:1. Hé 1:13; 10:12.\\x*Car il faut qu’il règne jusqu’à ce qu’il ait mis tous les ennemis sous ses pieds. "},{"style":"v","text":"Le dernier ennemi qui sera détruit, c’est la mort. "},{"style":"v","text":"Dieu, en effet, a tout mis sous ses pieds. \\x q \\xo 15.27 \\xt Ps 8:7. Mt 11:27; 28:18. Ép 1:22. Hé 2:8.\\x*Mais lorsqu’il dit que tout lui a été soumis, il est évident que celui qui lui a soumis toutes choses est excepté. "},{"style":"v","text":"Et lorsque toutes choses lui auront été soumises, alors le Fils lui-même sera soumis à celui qui lui a soumis toutes choses, afin que Dieu soit tout en tous. "},{"style":"v","text":"Autrement, que feraient ceux qui se font baptiser pour les morts? Si les morts ne ressuscitent absolument pas, pourquoi se font-ils baptiser pour eux? "},{"style":"v","text":"Et nous, pourquoi sommes-nous à toute heure en péril? "},{"style":"v","text":"Chaque jour je suis exposé à la mort, je l’atteste, frères, par la gloire dont vous êtes pour moi le sujet, en Jésus-Christ notre Seigneur. "},{"style":"v","text":"Si c’est dans des vues humaines que j’ai combattu contre les bêtes à Éphèse, quel avantage m’en revient-il? Si les morts ne ressuscitent pas,"},{"style":"q1","text":"\\x r \\xo 15.32 \\xt És 22:13; 56:12.\\x*Mangeons et buvons, car demain nous mourrons."},{"style":"m","text":""},{"style":"v","text":"Ne vous y trompez pas: les mauvaises compagnies corrompent les bonnes mœurs. "},{"style":"v","text":"Revenez à vous-mêmes, comme il est convenable, et ne péchez point; car quelques-uns ne connaissent pas Dieu, je le dis à votre honte."},{"style":"r","text":"V. 35-58: cf. (Ph 3:20, 21. 1 Jn 3:2, 3. Da 12:3.) 1 Th 4:13-18."},{"style":"p","text":""},{"style":"v","text":"Mais quelqu’un dira: \\x s \\xo 15.35 \\xt Éz 37:3.\\x*Comment les morts ressuscitent-ils, et avec quel corps reviennent-ils? "},{"style":"v","text":"Insensé! \\x t \\xo 15.36 \\xt Jn 12:24.\\x*ce que tu sèmes ne reprend point vie, s’il ne meurt. "},{"style":"v","text":"Et ce que tu sèmes, ce n’est pas le corps qui naîtra; c’est un simple grain, de blé peut-être, ou de quelque autre semence; "},{"style":"v","text":"puis Dieu lui donne un corps comme il lui plaît, et à chaque semence il donne un corps qui lui est propre. "},{"style":"v","text":"Toute chair n’est pas la même chair; mais autre est la chair des hommes, autre celle des quadrupèdes, autre celle des oiseaux, autre celle des poissons. "},{"style":"v","text":"Il y a aussi des corps célestes et des corps terrestres; mais autre est l’éclat des corps célestes, autre celui des corps terrestres. "},{"style":"v","text":"Autre est l’éclat du soleil, autre l’éclat de la lune, et autre l’éclat des étoiles; même une étoile diffère en éclat d’une autre étoile. "},{"style":"v","text":"\\x u \\xo 15.42 \\xt Da 12:3. Mt 13:43.\\x*Ainsi en est-il de la résurrection des morts. Le corps est semé corruptible; il ressuscite incorruptible; "},{"style":"v","text":"il est semé méprisable, il ressuscite glorieux; il est semé infirme, il ressuscite plein de force; "},{"style":"v","text":"il est semé corps animal, il ressuscite corps spirituel. S’il y a un corps animal, il y a aussi un corps spirituel. "},{"style":"v","text":"C’est pourquoi il est écrit: \\x v \\xo 15.45 \\xt Ge 2:7.\\x*Le premier homme, Adam, devint une âme vivante. Le dernier Adam est devenu un esprit vivifiant. "},{"style":"v","text":"Mais ce qui est spirituel n’est pas le premier, c’est ce qui est animal; ce qui est spirituel vient ensuite. "},{"style":"v","text":"Le premier homme, tiré de la terre, est terrestre; le second homme est du ciel. "},{"style":"v","text":"Tel est le terrestre, tels sont aussi les terrestres; et tel est le céleste, tels sont aussi les célestes. "},{"style":"v","text":"Et \\x w \\xo 15.49 \\xt 2 Co 4:11.\\x*de même que nous avons porté l’image du terrestre, nous porterons aussi l’image du céleste. "},{"style":"v","text":"Ce que je dis, frères, \\x x \\xo 15.50 \\xt Jn 1:13.\\x*c’est que la chair et le sang ne peuvent hériter le royaume de Dieu, et que la corruption n’hérite pas l’incorruptibilité. "},{"style":"v","text":"Voici, je vous dis un mystère: \\x y \\xo 15.51 \\xt 1 Th 4:16.\\x*nous ne mourrons pas tous, mais tous nous serons changés, "},{"style":"v","text":"en un instant, en un clin d’œil, à la \\x z \\xo 15.52 \\xt Mt 24:31. 1 Th 4:16.\\x*dernière trompette. La trompette sonnera, et les morts ressusciteront incorruptibles, et nous, nous serons changés. "},{"style":"v","text":"Car il faut que ce corps corruptible revête l’incorruptibilité, et que ce corps mortel revête \\x a \\xo 15.53 \\xt 2 Co 5:4.\\x*l’immortalité. "},{"style":"v","text":"Lorsque ce corps corruptible aura revêtu l’incorruptibilité, et que ce corps mortel aura revêtu l’immortalité, alors s’accomplira la parole qui est écrite:"},{"style":"q1","text":"\\x b \\xo 15.54 \\xt És 25:8. Os 13:14. Hé 2:14.\\x*La mort a été engloutie dans la victoire."},{"style":"q1","text":""},{"style":"v","text":"O mort, où est ta victoire?"},{"style":"q1","text":"O mort, où est ton aiguillon?"},{"style":"m","text":""},{"style":"v","text":"L’aiguillon de la mort, c’est le péché; et la puissance du péché, c’est la loi. "},{"style":"v","text":"\\x c \\xo 15.57 \\xt 1 Jn 5:5.\\x*Mais grâces soient rendues à Dieu, qui nous donne la victoire par notre Seigneur Jésus-Christ! "},{"style":"v","text":"Ainsi, mes frères bien-aimés, soyez fermes, inébranlables, travaillant de mieux en mieux à l’œuvre du Seigneur, sachant que votre travail ne sera pas vain dans le Seigneur."}]