[{"style":"s1","text":"Divisions dans l’Église de Corinthe"},{"style":"r","text":"V. 1-9: cf. Hé 5:11-14. 1 Co 1:11-15; 4:1-6."},{"style":"p","text":""},{"style":"v","text":"Pour moi, frères, ce n’est pas comme à des hommes spirituels que j’ai pu vous parler, mais comme à des hommes charnels, comme à des enfants en Christ. "},{"style":"v","text":"\\x a \\xo 3.2 \\xt Hé 5:12. 1 Pi 2:2.\\x*Je vous ai donné du lait, non de la nourriture solide, car vous ne pouviez pas la supporter; et vous ne le pouvez pas même à présent, parce que vous êtes encore charnels. "},{"style":"v","text":"\\x b \\xo 3.3 \\xt 1 Co 1:11. Ga 5:19. Ja 3:16.\\x*En effet, puisqu’il y a parmi vous de la jalousie et des disputes, n’êtes-vous pas charnels, et ne marchez-vous pas selon l’homme? "},{"style":"v","text":"Quand l’un dit: \\x c \\xo 3.4 \\xt 1 Co 1:12.\\x*Moi, je suis de Paul! Et un autre: Moi, d’Apollos! N’êtes-vous pas des hommes? "},{"style":"v","text":"Qu’est-ce donc \\x d \\xo 3.5 \\xt Ac 18:24. 1 Co 1:12; 16:12.\\x*qu’Apollos, et qu’est-ce que Paul? Des serviteurs, par le moyen desquels vous avez cru, selon que le Seigneur l’a donné à chacun. "},{"style":"v","text":"J’ai planté, \\x e \\xo 3.6 \\xt Ac 18:26; 19:1.\\x*Apollos a arrosé, mais Dieu a fait croître, "},{"style":"v","text":"en sorte que ce n’est pas celui qui plante qui est quelque chose, ni celui qui arrose, mais Dieu qui fait croître. "},{"style":"v","text":"Celui qui plante et celui qui arrose sont égaux, \\x f \\xo 3.8 \\xt Ps 62:13. Jé 17:10; 32:19. Mt 16:27. Ro 2:6; 14:12. 2 Co 5:10. Ga 6:5. Ap 2:23; 22:12.\\x*et chacun recevra sa propre récompense selon son propre travail. "},{"style":"v","text":"Car nous sommes \\x g \\xo 3.9 \\xt 2 Co 6:1.\\x*ouvriers avec Dieu. Vous êtes le champ de Dieu, \\x h \\xo 3.9 \\xt Ép 2:20. Col 2:7. 1 Pi 2:5.\\x*l’édifice de Dieu."},{"style":"r","text":"V. 10-15: cf. (Ép 2:20-22. 1 Pi 2:4-6.) (2 Ti 2:15. 1 Ti 4:16.)"},{"style":"p","text":""},{"style":"v","text":"Selon la grâce de Dieu qui m’a été donnée, j’ai posé le fondement comme un sage architecte, et un autre bâtit dessus. Mais que chacun prenne garde à la manière dont il bâtit dessus. "},{"style":"v","text":"Car personne ne peut poser un autre fondement \\x i \\xo 3.11 \\xt És 28:16. Mt 16:18.\\x*que celui qui a été posé, savoir Jésus-Christ. "},{"style":"v","text":"Or, si quelqu’un bâtit sur ce fondement avec de l’or, de l’argent, des pierres précieuses, du bois, du foin, du chaume, l’œuvre de chacun sera manifestée; "},{"style":"v","text":"\\x j \\xo 3.13 \\xt És 8:20; 48:10. Jé 23:29. 1 Pi 1:7; 4:12.\\x*car le jour la fera connaître, parce qu’elle se révèlera dans le feu, et le feu éprouvera ce qu’est l’œuvre de chacun. "},{"style":"v","text":"Si l’œuvre bâtie par quelqu’un sur le fondement subsiste, il recevra une récompense. "},{"style":"v","text":"Si l’œuvre de quelqu’un est consumée, il perdra sa récompense; pour lui, il sera sauvé, mais comme au travers du feu."},{"style":"r","text":"V. 16-23: cf. (1 Co 6:15-20. Mt 18:6, 7.) (1 Co 1:19, etc. Ro 8:17, 32.)"},{"style":"p","text":""},{"style":"v","text":"\\x k \\xo 3.16 \\xt 1 Co 6:19. 2 Co 6:16. Hé 3:6. 1 Pi 2:5.\\x*Ne savez-vous pas que vous êtes le temple de Dieu, et que l’Esprit de Dieu habite en vous? "},{"style":"v","text":"Si quelqu’un détruit le temple de Dieu, Dieu le détruira; car le temple de Dieu est saint, et c’est ce que vous êtes. "},{"style":"v","text":"\\x l \\xo 3.18 \\xt Pr 3:7. És 5:21.\\x*Que nul ne s’abuse lui-même: si quelqu’un parmi vous pense être sage selon ce siècle, qu’il devienne fou, afin de devenir sage. "},{"style":"v","text":"Car la sagesse de ce monde est une folie devant Dieu. Aussi est-il écrit:"},{"style":"q1","text":"\\x m \\xo 3.19 \\xt Job 5:13.\\x*Il prend les sages dans leur ruse."},{"style":"m","text":""},{"style":"v","text":"Et encore:"},{"style":"q1","text":"\\x n \\xo 3.20 \\xt Ps 94:11.\\x*Le Seigneur connaît les pensées des sages,"},{"style":"q1","text":"Il sait qu’elles sont vaines. "},{"style":"v","text":"Que personne donc ne mette sa gloire dans des hommes; car tout est à vous, "},{"style":"v","text":"soit Paul, soit Apollos, soit Céphas, soit le monde, soit la vie, soit la mort, soit les choses présentes, soit les choses à venir. "},{"style":"v","text":"Tout est à vous; et vous êtes à Christ, et Christ est à Dieu."}]