[{"style":"r","text":"V. 1-9: cf. (Ja 4:1. Pr 20:3.) (Mt 5:38-41, 23, 24. Ro 12:17, 18.)"},{"style":"p","text":""},{"style":"v","text":"Quelqu’un de vous, lorsqu’il a un différend avec un autre, ose-t-il plaider devant les injustes, et non devant les saints? "},{"style":"v","text":"\\x a \\xo 6.2 \\xt Mt 19:28. Lu 22:30.\\x*Ne savez-vous pas que les saints jugeront le monde? Et si c’est par vous que le monde est jugé, êtes-vous indignes de rendre les moindres jugements? "},{"style":"v","text":"Ne savez-vous pas que nous jugerons les anges? Et nous ne jugerions pas, à plus forte raison, les choses de cette vie? "},{"style":"v","text":"Quand donc vous avez des différends pour les choses de cette vie, ce sont des gens dont l’Église ne fait aucun cas que vous prenez pour juges! "},{"style":"v","text":"Je le dis à votre honte. Ainsi il n’y a parmi vous pas un seul homme sage qui puisse prononcer entre ses frères. "},{"style":"v","text":"Mais un frère plaide contre un frère, et cela devant des infidèles! "},{"style":"v","text":"C’est déjà certes un défaut chez vous que d’avoir des procès les uns avec les autres. \\x b \\xo 6.7 \\xt Pr 20:22. Mt 5:39. Ro 12:17. 1 Th 5:15. 1 Pi 3:9.\\x*Pourquoi ne souffrez-vous pas plutôt quelque injustice? Pourquoi ne vous laissez-vous pas plutôt dépouiller? "},{"style":"v","text":"Mais c’est vous qui commettez l’injustice et qui dépouillez, et c’est envers des frères que vous agissez de la sorte! "},{"style":"v","text":"Ne savez-vous pas que les injustes n’hériteront point le royaume de Dieu? Ne vous y trompez pas: \\x c \\xo 6.9 \\xt Ga 5:19. Ép 5:5. Ap 22:15.\\x*ni les impudiques, ni les idolâtres, ni les adultères, ni les efféminés, ni les infâmes,"},{"style":"r","text":"V. 10-11: cf. Ép 5:3-8. Col 3:5-10. Tit 3:3-7."},{"style":"p","text":""},{"style":"v","text":"ni les voleurs, ni les cupides, ni les ivrognes, ni les outrageux, ni les ravisseurs, n’hériteront le royaume de Dieu. "},{"style":"v","text":"\\x d \\xo 6.11 \\xt Ép 2:2. Col 3:7. Tit 3:3.\\x*Et c’est là ce que vous étiez, quelques-uns de vous. \\x e \\xo 6.11 \\xt Hé 10:22.\\x*Mais vous avez été lavés, mais vous avez été sanctifiés, mais vous avez été justifiés au nom du Seigneur Jésus-Christ, et par l’Esprit de notre Dieu."},{"style":"r","text":"V. 12-20: cf. 1 Th 4:1-7. (1 Pi 1:14-19. 2 Co 5:14, 15.)"},{"style":"p","text":""},{"style":"v","text":"\\x f \\xo 6.12 \\xt 1 Co 10:23.\\x*Tout m’est permis, mais tout n’est pas utile; tout m’est permis, mais je ne me laisserai asservir par quoi que ce soit. "},{"style":"v","text":"Les aliments sont pour le ventre, et le ventre pour les aliments; et Dieu détruira l’un comme les autres. Mais le corps n’est pas pour l’impudicité. Il est pour le Seigneur, et le Seigneur pour le corps. "},{"style":"v","text":"\\x g \\xo 6.14 \\xt Ro 8:11. 2 Co 4:14.\\x*Et Dieu, qui a ressuscité le Seigneur, nous ressuscitera aussi par sa puissance. "},{"style":"v","text":"Ne savez-vous pas que vos corps sont des membres de Christ? Prendrai-je donc les membres de Christ, pour en faire les membres d’une prostituée? "},{"style":"v","text":"Loin de là! Ne savez-vous pas que celui qui s’attache à la prostituée est un seul corps avec elle? \\x h \\xo 6.16 \\xt Ge 2:24. Mt 19:5. Mc 10:8. Ép 5:31.\\x*Car, est-il dit, les deux deviendront une seule chair. "},{"style":"v","text":"Mais celui qui s’attache au Seigneur est avec lui un seul esprit. "},{"style":"v","text":"Fuyez l’impudicité. Quelque autre péché qu’un homme commette, ce péché est hors du corps; mais celui qui se livre à l’impudicité pèche contre son propre corps. "},{"style":"v","text":"Ne savez-vous pas \\x i \\xo 6.19 \\xt 1 Co 3:16. 2 Co 6:16. Ép 2:21. Hé 3:6. 1 Pi 2:5.\\x*que votre corps est le temple du Saint-Esprit qui est en vous, que vous avez reçu de Dieu, et que vous ne vous appartenez point à vous-mêmes? "},{"style":"v","text":"\\x j \\xo 6.20 \\xt 1 R 7:23. Ga 3:13. Hé 9:12. 1 Pi 1:18.\\x*Car vous avez été rachetés à un grand prix. Glorifiez donc Dieu dans votre corps et dans votre esprit, qui appartiennent à Dieu."}]