[{"style":"s1","verse":"","text":"Daawuda jote naak Amoneen ña"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Naxas buurub Amoneen ña dee, Anun doomam ju góor falu, wuutu ko."},{"style":"v","verse":"2","text":"Daawuda ne: «Dinaa yéwéne Anun doomu Naxas, na ma baayam yéwénee woon.» Daawuda nag yebal ay ndawam ca Anun, di ko jaal baayam. Ba ndawi Daawuda ya agsee ca réewum Amoneen ña,"},{"style":"v","verse":"3","text":"njiiti Amoneen ña wax ak seen sang Anun, ne ko: «Defe nga ne moos wormaal sa baay la Daawuda namm, ba yónnee la ay nit ñu la jaal? Foogoo ne seetsi dëkk bi ak nemmikusi ko, ba song ko moo tax Daawuda yebal ay nitam ci yaw?»"},{"style":"v","verse":"4","text":"Anun daldi jàpp niti Daawuda ña, wat seen genn-wàllu sikkim, duppati seeni mbubb fa tollook toogukaay ba, door leena bàyyi ñu dem."},{"style":"v","verse":"5","text":"Ba ñu yeggee Daawuda mbir ma, mu yebal ñu leen gatanduji ndax na ñu leen toroxale. Buur ne leen ñu toog Yeriko, ba seeni sikkim sëqaat, ñu doora ñibbisi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Amoneen ña xam ne Daawuda jéppi na leen ba mere leen lool. Ñu dem bindi ñaar fukki junniy (20~000) xarekat ca waa Siri ña dëkke Bet Rexob ak waa Siri ña dëkke Coba, teg ca junniy (1~000) nit ñu bàyyikoo ca buuru Maaka, ak fukki junneek ñaar (12~000) ñu waa Tob."},{"style":"v","verse":"7","text":"Daawuda dégg ko, yebal Yowab ak mboolem gàngooru jàmbaar ya."},{"style":"v","verse":"8","text":"Ba mu ko defee Amoneen ña génn, làng-dér ca seen buntu péey ba, fekk waa Siri ña dëkke Coba ak Rexob ak waa Tob ak waa Maaka, ñoom ñépp a nga taxawe nee ca àll ba, ñu nekk ci seen wet."},{"style":"v","verse":"9","text":"Yowab nag gis làngi xare yi ñu wara jànkoonteel, ña ko féete kanam, ak ña ca gannaaw. Mu tànne ca gàngooru Israayil ay jàmbaari xare, ñu làng-déral waa Siri."},{"style":"v","verse":"10","text":"La des ca gàngoor ga, mu teg leen ca loxol rakkam Abisay, làng-dérloo leen, ñu janook Amoneen ña."},{"style":"v","verse":"11","text":"Yowab ne Abisay: «Su ma waa Siri ëppee doole, nga wallusi ma; su la Amoneen ñi ëppee doole, ma wallusi la."},{"style":"v","verse":"12","text":"Dëgërluleen nag te nu góor-góorlu xeexal sunu xeet ak sunu dëkki Yàlla yii. Aji Sax ji nag yal na def liy coobareem.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba loolu amee Yowab ak gàngoor ga ànd ak moom sàqi song waa Siri xare, ñu daw, won leen gannaaw."},{"style":"v","verse":"14","text":"Amoneen ña gis waa Siri di daw, ñoom it ñu daw, won Abisay gannaaw, ba dellu ca biir dëkk ba. Yowab nag bàyyikoo ca xare baak Amoneen ña, daldi dellu Yerusalem."},{"style":"s1","verse":"","text":"Daawuda xare naak Siri"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Gannaaw loolu waa Siri gis na ñu daanoo fa kanam Israayil. Ñu bokk daje ñoom ñépp."},{"style":"v","verse":"16","text":"Ci kaw loolu Buur Adadeser yónnee, jëli waa Siri ña ca wàllaa dexu Efraat. Waa wàllaa dex ga dikk ba dëkk ba ñuy wax Elam; Sobag, njiital gàngooru Adadeser jiite leen."},{"style":"v","verse":"17","text":"Naka lañu ko wax Daawuda, mu woo Israayil gépp, ànd ak ñoom, jàll dexu Yurdan, ba àgg Elam. Waa Siri nag làng-déral Daawuda, song leen."},{"style":"v","verse":"18","text":"Waaye waa Siri ñoo daw, won Israayil gannaaw. Daawuda rey ca ñoom juróom ñaari téeméeri gawar yuy dawal watiiri xare (700), ak ñeent fukki junniy gawar (40~000). Sobag, seen njiital gàngoor, mu jam ko, mu dee foofa."},{"style":"v","verse":"19","text":"Ba mu ko defee mboolem buur yay jawriñi Adadeser gis na ñu daanoo fa kanam Israayil, ñu daldi jàmmook \\w bànni Israayil|bànni Israayil:\\w*, nangul leen. Ba loolu amee waa Siri ñemeetuñoo sotle Amoneen ña."}]