[{"style":"s1","verse":"","text":"Daawuda topp na bakkanam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu, ca déwén sa, jamono ja buur ya daan xareji, Daawuda daa yebal Yowab, mu ànd aki nitam ak gàngooru Israayil gépp. Ñu faat Amoneen ña, gaw dëkk ba ñu naan Raba. Fekk na Daawudaa nga des Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Genn ngoon, Buur Daawuda jóge ca kaw laltoom, di doxantu ca kaw taaxum këram. Mu tollu ca kaw taax ma, séen as ndaw suy sangu. Ndaw sa neexa xool lool."},{"style":"v","verse":"3","text":"Daawuda yónnee, gëstu mbiram, ñu ne ko: «Xanaa du Batseba doomu Elyam, jabaru Uri Etteen ba?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci kaw loolu Daawuda yebal ay ndaw yu jëli ndaw si, mu dikk, mu tëdde ko. Fekk na ndaw sa gisoon baax bay doora sangu-set. Ndaw sa daldi ñibbi."},{"style":"v","verse":"5","text":"Ndaw si nag ëmb. Ba loolu amee mu yónnee ca Daawuda ne ko: «Man de, damaa ëmb.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba mu ko defee Daawuda yónnee ca Yowab, ne ko mu wool ko Uri, Etteen ba. Yowab wool ko Uri."},{"style":"v","verse":"7","text":"Ba Uri dikkee, Daawuda nuyook moom ne ko: «Mbaa Yowab jàmm? Mbaa mbooloo ma jàmm? Naka xare bi?»"},{"style":"v","verse":"8","text":"Ba loolu wéyee Daawuda ne Uri: «Àggal sa kër nag te jàngu.» Uri bàyyikoo kër buur, ab yóbbalu Buur topp ca gannaawam."},{"style":"v","verse":"9","text":"Ndeke Uri ñibbiwul këram. Ca bunt kër buur la tëdd, mook mboolem surgay Buur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ñu yégal Daawuda, ne ko: «Uri de ñibbiwul këram,» mu ne Uri: «Xanaa du ciw yoon nga jóge? Lu la tee àgg sa kër?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Uri ne Daawuda: «Sang bi, \\w gaalu Yàlla|gaalu kóllëre g-:\\w* ga ak Israayil ak Yuda dëkke ay mbaar, sama njaatige Yowab ak surgay sang bi bokk dale ci digg àll bi, man may dem sama kër, di lekk aka naan, di tëdd ak sama soxna? Mukk! Giñ naa, nga fekke, duma def loolu!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Daawuda ne Uri: «Kon toogaatal fii tey ba ëllëg, ma yiwi la.» Uri toog Yerusalem bésub keroog ak ca ëllëg sa."},{"style":"v","verse":"13","text":"Ci biir loolu Daawuda woo Uri, mu bokk ak moom lekk, daldi naan. Mu nàndal ko ba mu màndi. Ba ngoon jotee Uri daa génn, tëdd ca laltoom ca biir surgay sangam, waaye këram, àggu fa ba tey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba bët setee Daawuda bind Yowab bataaxal, yóbbante ko Uri."},{"style":"v","verse":"15","text":"Mu bind ci bataaxal bi, ne Yowab: «Jiitalal Uri mii ca làngu kanam ga xare ba gëna tànge, te ngeen dànd ko, ndax ñu jam ko, mu dee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ci kaw loolu Yowab a nga bàyyi xel ca dëkk ba ñu gaw. Mu daldi teg Uri fu ko wóor ne ay ñeyi xarey dëkk baa fa féete."},{"style":"v","verse":"17","text":"Ba loolu amee waa dëkk ba génn, xeex ak ñoom Yowab, mu am ñu daanu ca gàngoor ga, ca niti Daawuda ña, Uri Etteen ba bokk ca ña dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba mu ko defee Yowab yónnee àgge Daawuda mboolem xew-xewi xare ba."},{"style":"v","verse":"19","text":"Yowab sant ndaw la, ne ko: «Boo nettalee Buur li xew ci xare bi lépp, ba noppi,"},{"style":"v","verse":"20","text":"su Buur meree, ne la: “Ana lu waral ngeen jegee noonu dëkk ba ci xeex? Xanaa xamuleen ne ca kaw tata ja lañu leen di fitte?"},{"style":"v","verse":"21","text":"Ana ku reyoon Abimeleg doomu Yerubeset? Xanaa du ca kaw tata ja la ko aw jigéen sànnee doju wolukaay, ba mu dee ca Tebecc? Lu waral ngeen jegee noonu tata ja?” Su boobaa nee ko: “Sa surga ba, Uri Etteen ba it dee na.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ndaw la dem ba àgg, daldi àgge Daawuda la ko Yowab waxloo lépp."},{"style":"v","verse":"23","text":"Ndaw la da ko ne: «Nit ñaa nu njëkkoona man. Dañoo génn, song nu ca àll ba. Waaye noo leen delloo gannaaw ba ca buntu dëkk ba."},{"style":"v","verse":"24","text":"Fittkat ya nag fitte nu ca kaw tata ja, ba mu am ñu dee ci say nit. Sa surga ba, Uri Etteen ba it dee na.»"},{"style":"v","verse":"25","text":"Daawuda ne ndaw la: «Waxal Yowab ne ko, bumu tiislu moomu mbir; xare bu yóbbuwul kii, yóbbu kee. Na gëna song dëkk ba rekk, ba daane ko. Nga ñaaxe ko noonu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ba loolu amee jabaru Uri dégg ne jëkkëram dee na. Mu daldi koy ténj."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba àppu ténj ba weesoo\\f + \\fr 11.27 \\ft Jamono yooyu bànni Israayil juróom ñaari fan lañu aadawoo woon di ténj.\\f*, Daawuda yónnee, indi ko këram, mu doon soxnaam. Gannaaw gi, mu am doom ju góor."},{"style":"p","verse":"","text":"Aji Sax ji nag ñaawlu la Daawuda def."}]