[{"style":"s1","text":"Yonent Yàlla Natan yedd na Daawuda"},{"style":"p","text":""},{"style":"v","text":"Noonu Aji Sax ji yónni Natan ca Daawuda. Mu dikk, ne ko: «Ñaari góor la woon ci ab dëkk. Kenn ka barele, ka ca des néewle."},{"style":"v","text":"Ki barele am na jur gu bare lool, gu gudd ak gu gàtt."},{"style":"v","text":"Waaye ka néewle amul lu dul xar mu ndaw mu jigéen mu mu jëndoon, yar ko biir këram, muy màggandook ay doomam. Ca njëlam sa la xar ma daan lekk, ca kaasam la daan naane, te ca kaw dënnam la daan tëdd. Xar mi daa meloon ni doomam."},{"style":"v","text":"Ci biir loolu ku nekk ciw yoon dikk, dal ak ka barele. Waaye ka barele néegula sàkk ciy gàttam mbaa nagi boppam, ngir toggal ko gan gi dal ak moom. Dafa jël xaru ka néewle, toggal ko gan gi dal ak moom.»"},{"style":"p","text":""},{"style":"v","text":"Daawuda nag mer lool ca jëfi nit kooku. Mu ne Natan: «Giñ naa ci Aji Sax jiy dund, dee rekk mooy àtteb waa ji def loolu!"},{"style":"v","text":"Te it menn xar mi, ñeentam la koy feye, gannaaw moo def jooju jëf, te amu ci jenn yërmande!»"},{"style":"v","text":"Natan ne Daawuda: «Yaw, yaay waa ji! Aji Sax ji Yàllay Israayil dafa wax ne: “Man maa la fal buurub Israayil, maa la xettali ci Sawul."},{"style":"v","text":"Maa la jox sa kër sang, maa teg ci say loxo sa jabari sang, jox la nguurug Israayil ak Yuda. Te bu doyuloon it, ma dolli."},{"style":"v","text":"Ana lu waral nga ñàkke worma kàddug Aji Sax ji, di def lu mu ñaawlu? Uri Etteen bi, yaa ko reye saamar. Jabaram nga jël, def ko sa jabar; moom nga reye ko saamaru Amoneen ñi."},{"style":"v","text":"Kon nag saamar dootul jóge sa kër mukk, ndax yaa ma ñàkke worma, ba jël jabaru Uri Etteen bi, def ko sa jabar.”"},{"style":"v","text":"Aji Sax ji dafa wax ne: “Maa ngii di yékkati fi sa kaw, musiba mu jóge ci sa kër. Maay jël say jabar, ngay gis, jox leen góor ni yaw, mu tëdde say jabar bëccëg ndarakàmm."},{"style":"v","text":"Yaw déy ci sutura nga ko defe. Waaye man, ci kanam Israayil gépp laay sabab mbir moomu, bëccëg ndarakàmm.”»"},{"style":"p","text":""},{"style":"v","text":"Daawuda nag ne Natan: «Maa tooñ Aji Sax ji.» Natan ne ko: «Aji Sax ji it jéllale na sa bàkkaar; doo ci dee."},{"style":"v","text":"Du tere nag, gannaaw dangaa teddadil lool Aji Sax ji ci mbir mii, doom ji nga ci am, moom, day dee rekk.»"},{"style":"v","text":"Ba loolu amee Natan dellu këram."},{"style":"s1","text":"Doomu Daawuda faatu na"},{"style":"p","text":"Ba mu ko defee Aji Sax ji daane xale ba jabaru Uri am ak Daawuda. Xale ba wopp."},{"style":"v","text":"Daawuda nag tinu Yàlla ci xale bi: muy woor, fatu, fanaanee tëdd ci suuf."},{"style":"v","text":"Magi këram soññ ko ngir yékkatee ko fa suuf, nanguwul, te bokkul ak ñoom lekk dara."},{"style":"v","text":"Ñu teg ca juróom ñaari fan, xale ba dee. Surgay Daawuda ya ragala wax Daawuda ne ko xale ba dee na. Booba ña ngay xalaat naan: «Ndegam ba xale bay dund lanuy wax ak moom, dégluwu nu kay, ana nu nu koy waxe ne xale bi dee na, muy def njaaxum?»"},{"style":"v","text":"Daawuda nag gis surgaam ya ñuy déeyoo, mu xam ne xale bi dee na. Mu ne leen: «Xale bi daa dee?» Ñu ne ko: «Dee na.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Daawuda jóge ca suuf, sangu, diwu, soluwaat. Ci kaw loolu mu dugg ca kër Aji Sax ji, sujjóot, daldi dem këram, santaane, ñu taajal ko ag lekk, mu lekk."},{"style":"v","text":"Surga ya ne ko: «Li ngay def lu mu doon? Bi xale biy dund, danga doon woor aka jooy, léegi bi xale bi deewee, nga jóg, di lekk?»"},{"style":"v","text":"Mu ne leen: «Ba xale biy dese bakkan laa doon woor aka jooy, ndax dama noon: “Ana ku xam ndax Aji Sax ji dina ma defalu yiw, ba xale bi dund am déet?”"},{"style":"v","text":"Waaye gannaaw léegi dee na, ana lu may woorati? Dama koo mana dekkal? Man kay maa koy fekki, waaye moom du délsi ci man mukk.»"},{"style":"s1","text":"Suleymaan gane na àddina"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Daawuda dëfal soxnaam Batseba. Mu daldi dem tëdd ak moom. Gannaaw gi, ndaw si am ca doom ju góor, tudde ko Suleymaan. Aji Sax ji nag sopp xale bi,"},{"style":"v","text":"ba xamle ko, Yonent Yàlla Natan jottali, daldi koy tudde Yedija (muy firi Soppey Aji Sax ji), ci ndigalu Aji Sax ji."},{"style":"s1","text":"Daawuda nangu na péeyub Amoneen ña"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Yowab xareek waa Raba, péeyub Amoneen ña, ba nangu tatay buur ba."},{"style":"v","text":"Ba loolu amee Yowab yebal ay ndaw ca Daawuda, ne ko: «Xare namaak waa Raba, nangu naa sax seen gox, ba ñuy jële am ndox."},{"style":"v","text":"Kon booleel ndesu gàngoor gi, te nga gaw dëkk bi, ba nangu ko. Lu ko moy maay nangu dëkk bi, ñu tudde ma ko.»"},{"style":"v","text":"Daawuda nag dajale gàngoor gépp, daldi dem Raba, xareek ñoom, ba nangu ko."},{"style":"v","text":"Ba mu ko defee mu nangu seen mbaxanam buur ma ñu solal jëmmu tuur ma ñuy wax Milkom\\f + \\fr 12.30 \\ft Am na yeneen mbind yu yàgg yu indi ne seen buur lañu daan solal mbaxana mi.\\f*. Diisaayu mbaxana maa nga tollu ci fanweeri kiloy wurus ak ñeent, aw doj wu gànjare tappe ca. Ñu solal ko Daawuda. Alal ju baree bare la Daawuda nangoo ca dëkk ba."},{"style":"v","text":"Waa dëkk ba nag, mu génne leen, teg leen liggéeyu sañul-bañ, féetale leen ay xasukaay ak ngajjuy weñ ak sémmiñi weñ, boole ci di leen móolloo. Noonu la def ak mboolem dëkki Amoneen ñi. Gannaaw loolu Daawuda ànd ak gàngooru xareem gépp, dellu Yerusalem."}]