[{"style":"s1","verse":"","text":"Amnon tooñ na Tamar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Absalom doomu Daawuda moo amoon jigéen ju rafet ju ñuy wax Tamar. Jeneen doomu Daawuda ju ñuy wax Amnon nag xemmem Tamar."},{"style":"v","verse":"2","text":"Jaaxle daldi dikkal Amnon, ba mu mujj wopp ngir Tamar, ab jigéenam, ndax ab janq la woon. Amnon daldi gis ne pexe mu muy jaare ba def Tamar lenn dina jafe."},{"style":"v","verse":"3","text":"Amnon nag amoon na xarit bu ñuy wax Yonadab doomu Simeya miy doomu baayu Daawuda. Yonadab, ku ñawoona ñaw la."},{"style":"v","verse":"4","text":"Mu ne Amnon: «Waaw, yaw doomu buur nga, lu la tax ne yogg nii bés bu set? Doo ma ko wax?» Amnon ne ko: «Tamar, mi bokk ak sama doomu baay Absalom ndey ak baay, moom laa bëgg.»"},{"style":"v","verse":"5","text":"Yonadab ne ko: «Dangay tëdd ci sa lal, wopp-wopplu, ba sa baay dikk, seetsi la, nga ne ko: “Na sama jigéen Tamar ñëw, may ma, ma lekk. Na ma toggal ci sama kanam, may gis, te mu sexal ma ci loxol boppam.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba loolu amee Amnon tëdd, wopp-wopplu, ba Buur ñëw di ko seet. Amnon ne ko: «Na sama jigéen Tamar ñëw defaral ma ñaari mburu yu ndaw, may gis, te sexal ma ci loxol boppam, ma lekk.»"},{"style":"v","verse":"7","text":"Daawuda yónnee kër ga ca Tamar, ne ko mu dem kër càmmiñam Amnon, toggal ko lu mu lekk."},{"style":"v","verse":"8","text":"Tamar dem kër càmmiñam Amnon, fekk ko mu tëdd. Mu sàkk sunguf, noot ko, defal ko ko ay mburu yu ndaw, lakkal ko ko, muy gis."},{"style":"v","verse":"9","text":"Mu noppi, jël ndab la, taajal ko Amnon, Amnon nag baña lekk. Mu daldi ne: «Na ñépp génn, wacc ma fi!» Ñépp génn, wacc ko fa."},{"style":"v","verse":"10","text":"Mu ne Tamar: «Indil ma lekk gi ci sama biir néeg, te sexal ma ci sa loxol bopp, ma lekk.» Tamar jël mburu ya mu lakk, dugalal càmmiñam Amnon ca biir néegam."},{"style":"v","verse":"11","text":"Naka la Tamar dikk, taajal Amnon mburu ya, ngir mu lekk, mu ne ko katam, ne ko: «Kaay, tëdd ak man, sama jigéen.»"},{"style":"v","verse":"12","text":"Mu ne ko: «Déedéet sama góor, bu ma néewal doole, ndax deesul defe nii ci Israayil! Bul def mukk jooju jëf ju sew!"},{"style":"v","verse":"13","text":"Fu ma jëm ak googu gàcce, man? Te yaw it dootuloo jar dara ci digg Israayil. Tee ngaa wax ak Buur? Du ma la baña may.»"},{"style":"v","verse":"14","text":"Amnon nag dégluwu ko, xanaa néewal ko doole, ba tëdde ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Gannaaw loolu Amnon jéppi ko njéefo lu raw mbëggeel ga mu ko bëggoon. Mu ne ko: «Jógal, dem!»"},{"style":"v","verse":"16","text":"Tamar ne ko: «Déet, soo ma dàqee, def ma lu yées li nga ma def ba noppi!» Taxul Amon nangu koo déglu."},{"style":"v","verse":"17","text":"Dafa woo bëkk-néegam, ne ko: «Génneel ma kii te tëj bunt beek caabi.»"},{"style":"v","verse":"18","text":"Surga ba génne ko, tëj bunt baak caabi."},{"style":"p","verse":"","text":"Tamar a nga sol mbubb mu yànj, ndax booba janqi buur bu séyagul noonu la daan soloo."},{"style":"v","verse":"19","text":"Ba loolu amee Tamar sottikoo dóom ca bopp ba, xotti mbubb mu yànj ma mu sol, yenu loxo ya, di yuuxuy dem."},{"style":"v","verse":"20","text":"Càmmiñam Absalom gis ko, ne ko: «Xanaa Amnon sa càmmiñ see nekkoon ak yaw? Neel cell rekk, sama jigéen, sa càmmiñ la. Bul yenu lii mu la def.» Tamar nag ne cundum, toog ak wéetaayam kër càmmiñam Absalom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ba Buur Daawuda déggee mbir moomu mépp, mu mer lool."},{"style":"v","verse":"22","text":"Absalom nag jéppi Amnon, ba séqatul ak moom jenn wax, ndax na mu toroxale jigéenam Tamar."},{"style":"s1","verse":"","text":"Absalom feyu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba ñu ca tegee ñaari ati lëmm, Absalom dem di watlu ay xaram\\f + \\fr 13.23 \\ft Xari waa penku dañuy bare kawar gu ñuy wat aka ëcc, di ci defar ag wëñ. Bu ñu daan watlu seeni xar, xew mu réy la woon.\\f* ca Baal Àccor, fa feggook diiwaanu Efrayim. Absalom daldi fay woo doomi buur yu góor yépp."},{"style":"v","verse":"24","text":"Mu dem ca Buur ne ko: «Buur Sang bi, man de, damay watlu samay xar. Tee ngaa ànd ak say jawriñ rekk, nu dem ca?»"},{"style":"v","verse":"25","text":"Buur ne Absalom: «Déet, doom. Bunu dem nun ñépp. Day diis ci yaw.» Absalom soññ ko, soññ, Buur nanguwula dem. Teewul mu ñaanal ko."},{"style":"v","verse":"26","text":"Absalom nag ne ko: «Bàyyil boog sama mag Amnon, mu ànd ak nun.» Mu ne ko: «Lu waral mu ànd ak yaw?»"},{"style":"v","verse":"27","text":"Absalom soññati ko, ba Buur yebal Amnon, mu ànd ak moom, ak yeneen doomi buur yu góor yépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ba mu ko defee Absalom sant ay nitam, ne leen: «Ma ne, bu Amnon naanee biiñ, ba xolam sedd, bu ma leen nee ngeen jam ko rekk, reyleen ko. Buleen ragal; man maa leen ko sant. Góor-góorluleen nag te ñeme.»"},{"style":"v","verse":"29","text":"Niti Absalom ña def ak Amnon la leen Absalom sant, daldi rey Amnon. Ba loolu amee yeneen doomi buur yépp daldi war seeni berkelle, daw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Naka lañu topp yoon wa, xibaar dikkal Daawuda, ne ko: «Buur, Absalom jam na sa doom yu góor yépp, ba kenn desu ca.»"},{"style":"v","verse":"31","text":"Buur daldi xotti ay yéreem, daanu ca suuf ndax naqar, surgaam yépp taxaw ak seen yére yu xottiku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ci kaw loolu Yonadab doomu Simeya magu Daawuda, daldi wax ak Daawuda. Mu ne: «Buur sang bi, bul defe ne sa doom yépp lañu rey de. Amnon rekk a dee, te mooy la Absalom dogu woon keroog ba Amnon toroxalee rakkam Tamar."},{"style":"v","verse":"33","text":"Kon kat Buur sang bi, bul def ci sa xel ne sa doom yépp a dee. Amnon rekk a dee.»"},{"style":"v","verse":"34","text":"Fekk na Absalom daw."},{"style":"p","verse":"","text":"Ci kaw loolu ngóor sa aye wattu daldi séentu, gisul lu moy nit ñu bare ñuy dikk, awe yoonu Oronayim, bartaloo tund wa."},{"style":"v","verse":"35","text":"Ba loolu amee Yonadab ne Buur: «Mu ngoog, Buur sang bi, sa doom yaay dikk. La ma waxoon a am.»"},{"style":"v","verse":"36","text":"Naka la daane kàddoom rekk, doomi Buur ya agsi, ne yikkét di jooy. Buur ak surgaam yépp it, di jooy jooy yu metti."},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Fekk na Absalom daw, dem ca buurub Gesur, Talmay doomu Amiyudd. Buur Daawuda nag di jooy doomam bés bu nekk."},{"style":"v","verse":"38","text":"Ba Absalom dawee, dem Gesur, toog na fa ñetti at."},{"style":"v","verse":"39","text":"Gannaaw gi, Buur Daawuda toppatul Absalom, ndax mujj na miis deewug Amnon."}]