[{"style":"s1","verse":"","text":"Daawuda tase naak surgab Mefiboset"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Naka la Daawuda dox ba wees tuuti collu tund wa rekk, yem ca Ciba, surgab Mefiboset. Ma nga làng ak ñaari mbaam yu ñu laltaay, sëf leen ñaari téeméeri mburu ak téeméeri danki reseñ ak téeméeri danki figg ak mbuusum biiñ."},{"style":"v","verse":"2","text":"Buur ne Ciba: «Lii nga indi nag?» Mu ne ko: «Buur, mbaam yi sa waa kër laa ko indil, ñu war; mburu meek meññeef mi, gaa ñi lekk; biiñ bi, ñi loof ci màndiŋ mi naan ko.»"},{"style":"v","verse":"3","text":"Mu ne ko: «Waaw, ana Mefiboset, sa sëtu sang ba?» Ciba ne Buur: «Moom de ma nga des Yerusalem, ndax defe na ne tey \\w bànni Israayil|bànni Israayil:\\w* dinañu ko delloo nguurug maamam.»"},{"style":"v","verse":"4","text":"Buur ne ko: «Kon boog, may naa la mboolem alalu Mefiboset.» Mu ne ko: «Jaajëf Buur sang bi, gis naa ni nga ma baaxe.»"},{"style":"s1","verse":"","text":"Daawuda tase naak mbokkum Sawul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Gannaaw loolu Buur Daawuda dem bay jub dëkk ba ñuy wax Baxurim rekk, yemook jenn waay ju bokk ci waa kër Sawul. Ma nga tuddoon Simey doomu Gera. Naka la waa ja ne tëll, jubsi, di tifaare Daawuda ay saaga,"},{"style":"v","verse":"6","text":"di ko sànni ay xeer, mooki jawriñam yépp. Faalewul kenn ci mbooloom Daawuda ma mépp ak jàmbaar ya ko dar yépp."},{"style":"v","verse":"7","text":"Simey a ngay saaga Daawuda naan: «Ayca, mott! Bóomkat bee, nit ku sew ki!"},{"style":"v","verse":"8","text":"Aji Sax ji fey na la dereti waa kër Sawul ja nga tuur yépp, ba noppi falu, wuutu ko. Aji Sax ji teg na nguur gi ci sa loxol doom Absalom. Yaa ngi nii torox ndax bóomkat nga.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ci kaw loolu Abisay, waa ja Ceruya di yaayam, ne Daawuda: «Buur, sang bi, luy ndeyi xaj bu dee bii di la saaga? Bàyyil rekk ma jàll, teqale boppam ak baatam!»"},{"style":"v","verse":"10","text":"Buur ne ko: «Yeen doomi Ceruya yi, lu ciy seen yoon? Sañ na maa saaga. Su ko Aji Sax ji santee mu saaga ma, ana ku ko saña laaj lu tax?»"},{"style":"v","verse":"11","text":"Ba loolu amee Daawuda wax ak Abisay ak jawriñam yépp, ne leen: «Du gis ngeen sama doom ji ma jur ci sama geño, muy wuta faat sama bakkan? Kon kay kii bokk ci giirug Beñamin matula wax. Bàyyileen ko, mu saaga ma, ndax Aji Sax jee ko ko sant."},{"style":"v","verse":"12","text":"Jombul Aji Sax ji gis sama naqar, ba feye ma aw yiw saagay kii tey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba mu ko defee Daawuda ànd aki nitam topp yoon wa, Simey làng ak moom ca mbartalu tund wa, di dem, di ko saagaaka sànni xeer, di ko sëllax suuf."},{"style":"v","verse":"14","text":"Gannaaw gi, Buur ak mbooloo ma mu àndal mépp agsi, sonn lool. Ñu daldi noppalu foofa."},{"style":"s1","verse":"","text":"Absalom dugg na Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Fekk na Absalom agsi Yerusalem, ànd ak mboolem niti Israayil ñi far ak moom. Axitofel a nga ànd ak moom."},{"style":"v","verse":"16","text":"Usay, Arkeen ba doon nitu Daawuda, dem ca moom, ne ko: «Yal na Buur gudd fan waay, yal na Buur gudd fan!»"},{"style":"v","verse":"17","text":"Absalom ne Usay: «Loolooy sa kóllëre ak sab xarit a? Lu la teree ànd ak sab xarit?»"},{"style":"v","verse":"18","text":"Usay ne Absalom: «Déedéet, ki Aji Sax ji tànn, mbooloo mii tànn ko, ñook mboolem \\w bànni Israayil|bànni Israayil:\\w*, kookoo may moom, te ci moom laay toog."},{"style":"v","verse":"19","text":"Te sax ku may topp ku dul yaw, doomu buur? Ni ma toppe woon sa baay rekk laa lay toppe tey.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ci kaw loolu Absalom ne Axitofel: «Xelalleen nu boog, lu nu wara def?»"},{"style":"v","verse":"21","text":"Axitofel ne ko: «Demal tëdde sa nekkaaley baay yi mu wacce këram, ñu di ko toppatoo. Su ko defee bànni Israayil yépp dinañu xam ne def nga lu tax sa baay jéppi la. Dina tax say farandoo gëna am fit.»"},{"style":"v","verse":"22","text":"Ba loolu amee ñu sampal Absalom xayma ca kaw taaxum kër buur, Absalom di tëdde nekkaaley baayam, Israayil gépp seede ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Booba lu Axitofel masaana digle day mel ni kàddu gu bawoo ca Yàlla. Daawudaak Absalom, ñoom ñaar ñépp noonu lañu fonke woon ndigalu Axitofel."}]