[{"style":"s1","text":"Usay nax na Absalom"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Axitofel ne Absalom: «Ngalla may ma, ma tànn fukki junniy xarekat ak ñaar (12~000) te dàqi Daawuda ci guddi gi."},{"style":"v","text":"Bu may dal ci kawam, da koy fekk mu sonn, jàq. Su ko defee ma xoqtal ko, ba mbooloo mi mu àndal mépp daw, ma rey ko, moom kenn."},{"style":"v","text":"Dinaa la delloosil mbooloo mépp. Bu ki ngay fexeel deewee rekk, mbooloo mi mépp délsi, jàmm ne ñoyy.»"},{"style":"v","text":"Pexe moomu nag jub ci Absalom, mook magi Israayil ñépp."},{"style":"v","text":"Teewul Absalom ne: «Wooleen Usay, Arkeen bi itam, nu déglu lu mu ciy wax.»"},{"style":"v","text":"Usay dikk ca Absalom, mu wax ko la Axitofel digle, ne ko: «Ndax loolu Axitofel wax lanu wara def am déet? Wax nu lu ciy sa xalaat, yaw.»"},{"style":"p","text":""},{"style":"v","text":"Usay ne Absalom: «Li Axitofel digle bii yoon de baaxul."},{"style":"v","text":"Xam nga sa baay ak ay nitam. Ay xarekat yu jàmbaare lañu te wex ni rabu àll wu ñu nangu doom ya, te it, sa baay ku xam xeex la, du fanaan ak xarekat ya."},{"style":"v","text":"Xam naa ne ma nga làqu ci xuntum xeer, mbaa béreb rekk. Te bu aw nit njëkkee daanu ci seen biir yeen, ku ko dégg dina ne: “Jéll bu réy am na ca mbooloom Absalom.”"},{"style":"v","text":"Su boobaa, ku ñeme, ba dëgëru fit ni gaynde sax, dinga tiit lool, ba ne yàcc, ndax Israayil gépp xam nañu ne sa baay jàmbaaru xare la, te it ñi ànd ak moom ñeyi xare lañu."},{"style":"v","text":"Kon sama xalaat mooy nga boole ñi ànd ak yaw ba ñu daj, muy Israayil gépp, dale ko diiwaanu Dan ca bëj-gànnaar, ba ca Beerseba ca bëj-saalum. Muy mbooloo mu bare, tollu ni suufas géej; te yaw ci sa bopp, nga jiite leen ci xare bi."},{"style":"v","text":"Nu song ko nag fu nu ko mana fekk, dal ci kawam, ni ab lay ci kaw suuf. Deesu ci bàyyi kenn muy dund, du moom, du kenn ciy nitam."},{"style":"v","text":"Su làqoo ci ab dëkk bu mag, na Israayil gépp yóbbaale ay buum ca tata ja, nu laaw ko, wat ba ca xur wa, ba kenn dootul gis aw doj wu ca bokkoon.»"},{"style":"v","text":"Absalom ak waa Israayil gépp daldi ne: «Ndigalal Usay, Arkeen bii kat, moo gën ndigalu Axitofel.» Booba Aji Sax jee nara indil Absalom musiba. Moo tax mu neenal pexem Axitofel mu jub ma mu laloon."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Usay wax ak Cadog ak Abyatar \\w sarxalkat|sarxalkat b-:\\w* ya, nettali leen la Axitofel digal Absalom ak magi Israayil ña, ak la mu leen digal, moom Usay."},{"style":"v","text":"Mu ne leen: «Gaawleen yónnee léegi ca Buur Daawuda te wax ko ne ko bumu fanaan fa ñuy jàlle dex ga, jëm ca màndiŋ ma. Na jàll a jàll dex ga, lu ko moy dees na ko bóom, mook mbooloo ma mu àndal mépp.»"},{"style":"p","text":""},{"style":"v","text":"Ma nga fekk Yonatan ak Aximàcc ca En Rogel. Manuñu woona dugg ca biir dëkk ba, ndax ragal ñu gis leen. Ab jaam bu jigéen nag di dem ca Yonatan ak Aximàcc, di leen wax la xew, ngir ñu dem ca Buur Daawuda, yegge ko ko."},{"style":"v","text":"Teewul ab xale bu góor gis leen, wax ko Absalom. Ba mu ko defee ñu ànd ñoom ñaar, gaaw dem ca kër jenn waay ju dëkk Baxurim. Waa ja am ab teen ca ëttam, ñu dugg ca biir."},{"style":"v","text":"Ci kaw loolu soxna sa jël basaŋ, lal ko ca pindu teen ba, ba noppi wasaare pepp ca kaw, ba kenn du ca foog dara."},{"style":"v","text":"Jawriñi Absalom dikk ca kër ga, fekk fa ndaw sa, ne ko: «Ana Aximàcc ak Yonatan?» Ndaw sa ne leen: «Jéggi nañu dex gi.» Ñu seet, gisuñu kenn, daldi dellu Yerusalem."},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba ñu demee, Aximàcc ak Yonatan yéeg, génn teen ba, dem nag artuji Buur Daawuda. Ñu ne ko Axitofel digle na nàngam ak nàngam ci moom, neeti ko: «Gaawleen jàll dex gi léegi.»"},{"style":"v","text":"Ca saa sa Daawudaaki nitam ñépp jàll dexu Yurdan ga. Ba jant bay fenk, kenn sax desul ku jàllul dex ga."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Axitofel gis ne déggeesul ndigalam, mu takk mbaamam, ñibbi ca dëkk ba mu fekk baax. Mu daldi toppatoo mbiri këram ba mu jekk, ba noppi wékk boppam. Mu dee, ñu denc ko ca sëgi baayam."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Daawuda àgg Maxanayim, fekk Absalom di jàll dexu Yurdan, ànd ak xarekati Israayil yépp."},{"style":"v","text":"Amasa nag la Absalom faloon, mu jiite gàngooru xare ga, wuutu Yowab. Amasa moo doon doomu góor gu ñuy wax Yittra, di \\w bànni Israayil|bànni Israayil:\\w* bu jëloon Abigayil mi Naxas di baayam. Abigayil ak Ceruya, yaayu Yowab, ñoo bokk ndey."},{"style":"v","text":"Bànni Israayil daldi ànd ak Absalom dal ca diiwaanu Galàdd."},{"style":"v","text":"Ba Daawuda àggee Maxanayim, Sobi doomu Naxas mu Raba ga ca dëkkub Amoneen ña, moo ko teertu, mook Makir doomu Amyel ma dëkk Lodebar; ak Barsilay waa Galàdd ba dëkk Rogelim."},{"style":"v","text":"Ñu daldi indi ay laltu aki ndab aki njaq, ak peppum bele ak peppum lors ak sunguf ak mbool ak xeeti ñebbe"},{"style":"v","text":"ak lem akum soow aki gàtt ak formaasu nag, ngir Daawudaak mbooloom lekk. Ndaxte booba dañu ne: «Mbooloo mi de, xiif ak mar lañu boole ak coonob màndiŋ ma.»"}]