[{"style":"p","text":""},{"style":"v","text":"Naka la Buur dégg loolu, naqar wu réy jàpp ko. Mu dem ca biir néeg ba, ca taax ma tiim buntu dëkk ba, di jooy. Ma ngay dem te naan: «Wóoy Absalom sama doom ja! Éey sama doom ja, céy Absalom sama doom ja! Éey waay su ma sañoon dee sax wuutu la, Absalom, doom. Éey waay sama doom ja!»"},{"style":"s1","text":"Yowab sikk na Daawuda"},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu ñu wax Yowab ne ko: «Buur Daawuda kat ma ngay jooy, di mititlu deewu doomam Absalom.»"},{"style":"v","text":"Moo tax ndam la bésub keroog walbatiku diw tiis ca gàngooru xarekat ya yépp, ndax lañu dégg ne Buur a ngay mititlu deewu doomam."},{"style":"v","text":"Xarekat ya nag di yoxoosuy dugg bésub keroog ca Maxanayim, mel ni nit ñu dawe xare, di yoxoosuy ñibbisi, ndax gàcce."},{"style":"v","text":"Buur a nga dar kanamam, di jooy, baat bay jib ca kaw. Ma nga naan: «Wóoy Absalom, sama doom ja! Céy waay Absalom, sama doom ja! Éey waay sama doom ja!»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yowab fekk Buur ca kër ga, ne ko: «Bésub tey jii toroxal nga mboolem ñi la topp, ba musal sa bakkan bésub tey, musal sa bakkani doom, góor ak jigéen ak sa bakkani soxnaak say nekkaale."},{"style":"v","text":"Ndax yaw dangaa bëgg ñi la bañ, bañ ñi la bëgg. Biral nga tey ne kilifay xarekat yeek xarekat yépp, tekkiwuñu dara ci yaw. Bir na ma ne bu Absalom doon dund tey te nun ñépp nu bokk dee, moo lay gënal."},{"style":"v","text":"Léegi nag, jógal kat génn wax ak say nit, ruccanti leen. Ndax giñ naa ci Aji Sax ji, soo génnul, du kenn ku fiy bokk fanaan ak yaw tey. Te loolu de musiba lay doon ci yaw, mu gëna réy musiba mu la masa dal, ba ngay ndaw ba tey.»"},{"style":"v","text":"Buur daldi jóg, génn, toog ca buntu dëkk ba. Ñu wax mbooloo ma mépp ne leen: «Gisleen Buur a ngee toog ca bunt ba.» Mbooloo mépp dikk taxaw ci wetam."},{"style":"p","text":"Fekk na \\w bànni Israayil|bànni Israayil:\\w* ya faroon ak Absalom daw ñibbi ca seeni kër."},{"style":"s1","text":"Daawudaa ngi dellu Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee giiri \\w bànni Israayil|bànni Israayil:\\w* yépp diisoo ci seen biir. Ña nga naan: «Buur Daawudaa nu xettali woon ci sunuy noon, rawatina Filisteen ñi. Bu dawee génn réew mi, Absalom a ko waral."},{"style":"v","text":"Gannaaw Absalom ma nu faloon mu jiite nu, dee na ca xare ba, lu nu tee wax lu jëm ci delloosi Buur Daawuda?»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Buur Daawuda ci wàllu boppam yónnee ca Cadog ak Abyatar, \\w sarxalkat|sarxalkat b-:\\w* ya, ne leen: «Waxleen ak magi Yuda, te laaj leen, ne leen: “Xanaa ñépp duñu jéem lu delloosi Buur këram, yeen ngeen des gannaaw, te moom ci boppam dégg na kàddug bànni Israayil gépp."},{"style":"v","text":"Yeen de yeenay bokki buur lenqe, ngeen bokk ak moom jenn deret; kon xanaa ñépp duñu delloosi Buur, ngeen des gannaaw?”"},{"style":"v","text":"Te ngeen waxal ma Amasa ne ko: “Buur nee, xanaa doo mbokkam lenqe, di deretam? Nee yal na ko Yàlla teg mbugal mu gëna tar ndegam du la fal, nga jiite gàngooru xare gi ba fàww, wuutu Yowab.”»"},{"style":"v","text":"Kàddu yooyu nag waññi xolu Yudeen ñépp, ñu bokk genn kàddu, daldi yónnee ca Buur ne ko mu délsi, mook nitam ñépp."},{"style":"s1","text":"Simey tuubal na Daawuda"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Buur Daawuda walbatiku, dikk ba àgg dexu Yurdan, Yudeen ña dikk, teertusi ko ca Gilgal, ngir jàllale ko dexu Yurdan."},{"style":"v","text":"Simey doomu Geraa ngay gaawtu. Mooy waa Baxurim ba askanoo ci Beñamin. Ma nga ànd ak Yudeen ña, di teertu Buur Daawuda."},{"style":"v","text":"Junniy nit ñu askanoo ci Beñamin a ko topp, ñook Ciba, surgab waa kër Sawul, ak fukki doomam yu góor ak juróom, ak ñaar fukki surgaam. Ñu riirandoo ca dex ga, di gatandu Buur Daawuda."},{"style":"v","text":"Ci kaw loolu ñu jàll dex ga, ngir jàlle waa kër buur, defal ko coobareem. Ba Buur Daawuda di waaja jàll dex ga, Simey doomu Gera da ne gurub sukk, sujjóotal ko,"},{"style":"v","text":"ne ko: «Buur, sang bi, ngalla bu ma toppe lu ñaaw li ma def. Bu ma jàppal mer ndax li ma la tooñ, keroog ba ngay jóge Yerusalem. Ngalla bu ma ko dencal ci sa xol,"},{"style":"v","text":"ndaxte xam naa ne bàkkaar naa, sang bi. Waaye xoolal tey, Buur, sang bi, waa giirug Yuusufa gépp, maa ci njëkka ñëw gatandusi la.»"},{"style":"p","text":""},{"style":"v","text":"Abisay ma yaayam di Ceruya ne Buur: «Simey mii, lu muy wax nii? Kii deesu ko rey? Du moo la doon saaga, yaw mi Aji Sax ji fal?»"},{"style":"v","text":"Daawuda ne Abisay: «Yeen, doomi Ceruya, lu ciy seen yoon, ba ngeen di ma ŋàññ nii tey? Xam naa xéll tey ne maay buurub Israayil. Kon ana ku wara rey kenn tey ci Israayil?»"},{"style":"v","text":"Buur nag wax Simey ne ko deesu ko rey, daldi ko koy giñal."},{"style":"s1","text":"Daawuda baaxe na Mefiboset"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Mefiboset, sëtub Sawul, dikk moom it, di teertusi Buur. Diggante bés ba Buur gàddaayee nag, ba bésub keroog ba mu délseek jàmm ca Yerusalem, Mefiboset jànguwul, watul sikkimam, te fóotul ay yéreem."},{"style":"v","text":"Naka la Mefiboset dikk ca Buur, di ko teertu, Buur ne ko: «Mefiboset, lu la tee woona ànd ak man?»"},{"style":"v","text":"Mu ne ko: «Éy Buur, sang bi, sama surga Ciba moo ma nax de, sang bi, ndax man, dama noon damay takklu sama mbaam war, gannaaw ab lafañ laa. Su ko defee ma ànd ak yaw. Yaay sama sang."},{"style":"v","text":"Waaye sama surgaa yàq sama der ci yaw. Yaw nag Buur, sang bi, ndokk ba nga matee ba mel ni malaakam Yàlla. Kon sang bi, defal li la soob."},{"style":"v","text":"Ndax kat sang bi, du kenn ci sama askanu maam ku yelloowul lu moy nga rey ko. Terewul danga maa xajal, sang bi, boole ma ci ñiy bokk ak yaw ndab. Kon Buur, ana lu ma la sañatee ñaan?»"},{"style":"v","text":"Buur ne ko: «Ana looy waxati lii lépp? Dogal naa yaak Ciba, ngeen séddoo suuf si.»"},{"style":"v","text":"Mu ne Buur: «Amul solo, Buur, sang bi; na jël lépp sax, ndegam yaw ñibbisi ngaak jàmm sa biir kër kay!»"},{"style":"s1","text":"Daawuda tàggatoo na ak Barsilay"},{"style":"p","text":""},{"style":"v","text":"Fekk na Barsilay ma bokk ca Galàdd jóge woon Rogelim, ngir gunge Buur Daawuda, ba mu jàll dexu Yurdan, bala moo tàggatoo ak moom ca wàllaa dex ga."},{"style":"v","text":"Barsilay mag la woon. Amoon na juróom ñett fukki at. Moom moo daan toppatoo Buur diir ba mu nekkee Maxanayim, ndax nit ku bare alal la woon."},{"style":"v","text":"Buur ne Barsilay: «Jàllal nu dem, nga toog ci man, ma yor la ca Yerusalem.»"},{"style":"v","text":"Mu ne Buur: «Moo, man, Buur, lu ma deseeti ciy fan, bay ànd ak yaw dem Yerusalem!"},{"style":"v","text":"Maa ngi ci juróom ñett fukki at tey, te xamatuma lu neex ak lu naqari. Sang bi, man xamatuma sax lu ma lekk di saf mbaa naan, te baatu woykat sax safatu ma dara, muy góor, di jigéen. Kon ana lu ma lay diisalati doye?"},{"style":"v","text":"Naa jàll dex gi, gunge la tuuti rekk, Buur. Te sax gisuma lu jar nga di ma defal boobu yool!"},{"style":"v","text":"Bàyyil rekk sang bi, ma ñibbi, ndax ma deewi sama dëkk, ñu denc ma ca sama wetu ndey ak sama baay. Waaye ma ne, Buur, sang bi, Kimam a ngoogu di sa surga. Na ànd ak yaw jàll. Defal ko lu la soob.»"},{"style":"v","text":"Buur ne ko: «Baax na, na Kimam ànd ak man, nu jàll. Dinaa ko defal li nga bëgg, te loo bëgg ma defal la ko rekk, dinaa la ko defal.»"},{"style":"p","text":""},{"style":"v","text":"Noonu la mbooloo ma mépp jàlle dexu Yurdan, Buur it jàll. Buur nag taf Barsilay ca kawam, ñaanal ko, Barsilay doora ñibbi këram."},{"style":"v","text":"Ba mu ko defee Buur jàll ba Gilgal, Kimam ànd ak moom. Mbooloom Yuda gépp ak ñenn ci mbooloom Israayil itam ànd ak Buur dem."},{"style":"p","text":""},{"style":"v","text":"Naka la loolu am rekk waa Israayil yépp dikk ca Buur, ne ko: «Buur Daawuda, ana lu waral sunu bokki Yuda yi aakimoo la, jàlle la dexu Yurdan, yaak sa waa kër ak sa nit ñi nga àndal ñépp?»"},{"style":"v","text":"Waa giirug Yuda gépp nag mànkoo ne waa Israayil: «Li ko waral mooy Buur da di sunu mbokk lenqe. Ana lu ngeen di mer ci loolu? Danoo lekkal Buur dara mbaa nu sàkkal sunu bopp lenn ci alalam?»"},{"style":"v","text":"Waa Israayil ne waa Yuda: «Noo leen ëpple ci Buur fukki yoon, noo leen ëpp sañ-sañ fopp ci Daawuda. Lu ngeen nuy xeebe? Xanaa du noo njëkka wax lu jëm ci delloosi sunu buur?» Ci kaw loolu waa Yuda dellu tontu waa Israayil kàddu yu gënatee ñagas."}]