[{"style":"s1","text":"Daawuda falu na buur ca Yuda"},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba loolu weesoo Daawuda daa laaj Aji Sax ji, ne ko: «Ndax ma dellu ci dëkki Yuda yi benn?» Aji Sax ji ne ko: «Demal.» Daawuda ne ko: «Bu ma ciy dem?» Aji Sax ji ne ko: «Ebron.»"},{"style":"v","text":"Daawuda dem ca, ànd ak ñaari soxnaam, Axinowam ma cosaanoo Yisreel, ak Abigayil ma doon jabaru Nabal waa Karmel ba."},{"style":"v","text":"Daawuda nag yóbbaale nit ña ànd ak moom, kenn ku ci nekk ak njabootam, ñu dem sanci ca dëkk ya wër Ebron."},{"style":"v","text":"Ba mu ko defee waa Yuda dikk, diw fa Daawuda, fal ko buurub waa kër Yuda."},{"style":"p","text":"Gannaaw gi, ñu wax Daawuda ne ko waa Yabes Galàdd ñoo rob Sawul."},{"style":"v","text":"Daawuda yónnee ay ndaw ca waa Yabes Galàdd, wax leen ne leen: «Yal na leen Aji Sax ji barkeel ndegam yeena jëfe ngor seen digganteek seen sang Sawul, ba rob ko."},{"style":"v","text":"Kon nag yal na Aji Sax ji jëfeek yeen ngor ak kóllëre. Man itam dinaa leen yéwéne ndax nii ngeen jëfe."},{"style":"v","text":"Léegi nag dëgërluleen te góor-góorlu. Dëgg la seen sang Sawul faatu na, waaye man mii la giirug Yuda fal, may seen buur.»"},{"style":"s1","text":"Isboset falu na buur ca Israayil"},{"style":"p","text":""},{"style":"v","text":"Doomu Ner, Abner njiital gàngooru xarem Sawul nag, fekk na mu yóbbu Isboset doomu Sawul ju góor, jàllale ko ba Maxanayim."},{"style":"v","text":"Mu tabb ko nag buuru diiwaani Galàdd ak Aser ak Yisreel ak Efrayim ak Beñamin, Israayil gépp daal."},{"style":"v","text":"Ñeent fukki at la Isboset doomu Sawul amoon ba muy falu buurub Israayil, te ñaari at la nguuru. Waa kër Yuda doŋŋ ñoo toppoon Daawuda."},{"style":"v","text":"Diir ba Daawuda falu buurub Ebron gu waa kër Yuda, juróom ñaari at la ak juróom benni weer."},{"style":"s1","text":"Yuda ak Israayil xare nañu"},{"style":"p","text":""},{"style":"v","text":"Mu am bés, Abner doomu Ner ànd ak niti Isboset doomu Sawul, ñu jóge Maxanayim, jëm diiwaanu Gabawon."},{"style":"v","text":"Yowab mi Ceruya di yaayam, daldi ànd ak niti Daawuda, ñu dem dajejeek ñoom ca wetu déegub Gabawon. Ñii taxawe gii wet, ñee taxawe ca wàlla, ñu séq déeg ba."},{"style":"v","text":"Abner ne Yowab: «Ayca na xale yu góor yi jóg, daje fi sunu kanam.» Yowab ne ko: «Ayca!»"},{"style":"v","text":"Ñu daldi limoo, fukki góor ak ñaar taxawal giirug Beñamin ak Isboset doomu Sawul; fukki góor ak ñaar taxawal Daawuda."},{"style":"v","text":"Ku nekk ne sa boppu moroom ŋëjj, rekk bojj sab saamar ca wet ga, ñu ànd daanu. Moo tax ñu woowe béreb booba ca Gabawon «Toolub ñawka yi.»"},{"style":"p","text":""},{"style":"v","text":"Bésub keroog xeex ba metti na lool, waaye Abner ak waa Israayil ñoo féete suuf niti Daawuda."},{"style":"p","text":""},{"style":"v","text":"Ñetti doomi Ceruya ña nga fa woon: Yowab ak Abisay ak Asayel. Asayel nag daa manoona daw lool ni kéwél."},{"style":"v","text":"Asayel ne dann Abner rekk, jàddul ndijoor, jàddul càmmoñ."},{"style":"v","text":"Abner geesu ne ko: «Kii Asayel?» Mu ne ko: «Man a.»"},{"style":"v","text":"Abner ne ko: «Tee ngaa jàdd ndijoor mbaa càmmoñ, te jàpp kenn ci xale yu góor yi, futti ko!» Asayel nag bëggu koo bàyyi, xanaa topp ko rekk."},{"style":"v","text":"Abner dellu ne Asayel: «Xiddi ma! Bul tax ma jam la, nga daanu! Te kon xawma nu may jàkkaarlooteek sa mag Yowab!»"},{"style":"v","text":"Asayel të ticc, topp ko. Abner jam ko catal xeejam ca biir ba, ba xeej ba fëll ca gannaaw ga, mu daanu dee ca saa sa. Ba loolu amee, ku dikk, ba tollook béreb ba Asayel daanu dee, daldi fay taxaw."},{"style":"p","text":""},{"style":"v","text":"Yowab ak Abisay nag dàqi Abner. Ba jant bay lang, ña nga tollu ca tundu Ama wa janook Giyax, ca yoon wa jëm màndiŋu Gabawon."},{"style":"v","text":"Beñamineen ñi daldi mànkoo, topp ca gannaaw Abner, ñu def menn mbooloo, bokk taxaw ci kaw wenn tund."},{"style":"v","text":"Abner àddu ca kaw, ne Yowab: «Mbaa du saamar day wéy di lekk suux ba fàww? Xamuloo ne lii aw naqar doŋŋ lay mujje? Ana looy xaarati ci ne mbooloo mi ñu noppee topp seeni bokk?»"},{"style":"v","text":"Yowab ne ko: «Giñ naa ci Yàlla jiy dund, boo waxuloon, nit ñi duñu noppee dàq seeni bokk te bët setul.»"},{"style":"v","text":"Ba loola amee Yowab wal bufta ba, di liit gu ñu defare béjjénu kuuy, gaa ña ñépp nag taxaw, noppee topp Israayil, daldi dakkal xare ba."},{"style":"v","text":"Abner aki nitam fanaanee topp xuru Yurdan guddig keroog, ba jàll dexu Yurdan. Ñu daldi jaare Bittron gépp, doora agsi Maxanayim."},{"style":"p","text":""},{"style":"v","text":"Gannaaw ba Yowab walbatikoo ca ndàqum Abner, daa woo gàngooram gépp, fukk ak juróom ñeent wuute ci niti Daawuda, te limaalewuñu Asayel."},{"style":"v","text":"Waaye fekk na niti Daawuda rey ñetti téeméer ak juróom benn fukk (360) ca Beñamineen ñaak niti Abner."},{"style":"v","text":"Ñu yóbbu Asayel, rob ko ca wetu baayam ca Betleyem, Yowab aki nitam nag fanaanee dox, ba jant fenke leen Ebron."}]