[{"style":"s1","text":"Seba jàmbu na"},{"style":"p","text":""},{"style":"v","text":"Booba nit ku bon a nga woon ca mbooloo ma, ku ñuy wax Seba, di doomu Bikkri ma bokk ca giirug Beñamin. Seba wal bufta ba, di liit gu ñu defare béjjénu kuuy, daldi yéene ne:"},{"style":"q1","text":"«Sunu yoon nekkul ci Daawuda doomu Yese jii,"},{"style":"q1","text":"du benn cér bu nu am ci moom."},{"style":"q1","text":"Yeen waa Israayil, ku nekk ca sa xayma!»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee waa Israayil yépp jàmbu Daawuda, topp Seba doomu Bikkri. Teewul waa giirug Yuda ñoom taq ci seen buur, toppe ko dexu Yurdan ba Yerusalem."},{"style":"p","text":""},{"style":"v","text":"Buur Daawuda nag ñibbi këram ga ca Yerusalem. Teewul fukki nekkaaleem ña mu waccoon ñuy toppatoo kër ga, da leena boole denc ci genn kër, ñu di leen fa wattu. Mu yor leen fa, te tëddeetu leen. Dees leen faa denc ba keroog ñuy dee, ñu mel ni ay jëtun."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Buur ne Amasa ma jiite gàngooru xareem: «Danga may wool góori Yuda, ñu dajesi ci man fii ak ñetti fan, te yaw itam nga dikk taxaw fii.»"},{"style":"v","text":"Amasa dem woowi Yudeen ña, yàgg ca ba wees diir ba ko Buur àppaloon."},{"style":"v","text":"Daawuda nag ne Abisay: «Seba doomu Bikkri jii de dina nu lor lu raw la nu Absalom loroon. Àndal ak ñenn ci samay dag te dàqi ko, lu ko moy dina gis fu mu làqu ci ay dëkk yu ñu wërale ay tata, ba raw nu.»"},{"style":"v","text":"Ba loolu amee niti Yowab ña ànd ak waa Keret ñaak waa Pelet ñay dar Daawuda, ak xarekat yépp. Ñu jóge Yerusalem dàqi Seba doomu Bikkri."},{"style":"v","text":"Dem nañu ba tollu ca doj wu mag wa ca Gabawon, doora gis Amasa, muy dox di dajeek ñoom. Yowab a nga sol yérey xareem, laxasaay ga ca ndigg la ànd ak saamar bu roofe ca mbaram. Naka la séqi jéego jëm kanam, saamar ba rot."},{"style":"v","text":"Yowab ne Amasa: «Mbokk mi, mbaa jàmm nga am?» Yowab jàpp sikkimu Amasa ca loxol ndijooram, mel ni ku koy fóon."},{"style":"v","text":"Amasa foogul dara ci saamar ba ca loxol càmmoñu Yowab. Yowab bojj ko ko ci biir, wàlli ay butitam ci suuf. Tóllantiwul sax, Amasa dee."},{"style":"p","text":"Ci kaw loolu Yowab ànd ak rakkam Abisay, dàqi Seba doomu Bikkri."},{"style":"v","text":"Ci biir loolu kenn ci niti Yowab ña taxaw fa Amasa tëdd, daldi ne: «Ku sopp Yowab ak képp ku ànd ak Daawuda na topp Yowab.»"},{"style":"v","text":"Néewub Amasaa nga ca digg yoon wa, sangoo deretam. Waa ja gis ne képp ku dox ba tollook moom, taxaw nga fa. Naka la waa ja gis ñépp di taxaw foofa, mu diri néew ba, jële ko ca yoon wa, ba ca àll ba. Mu sànni malaan ca kawam."},{"style":"v","text":"Ba ñu fa jëlee néewub Amasa, ñépp ànd ak Yowab dàqi Seba doomu Bikkri."},{"style":"p","text":""},{"style":"v","text":"Yowab jaar ca giiri Israayil gépp ba ca Abel Bet Maaka. Waa Ber gépp daje topp ko."},{"style":"v","text":"Ñu dikk gaw dëkk ba ñuy wax Abel Bet Maaka, fa Seba làqu. Ci kaw loolu ñu jal suuf fa sës ca buntu dëkk ba, mu kawe ba tollook tatay dëkk ba. La ca tegu xarekati Yowab yépp di yàqate tata ja wër dëkk ba ngir màbbal ko."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu sennas ndaw su am xel ca dëkk ba, woote ne leen: «Dama ne, dégluleen! Neleen Yowab mu ñëw, ma wax ko.»"},{"style":"v","text":"Yowab dem ba ca moom, ndaw sa ne ko: «Yaa di Yowab?» Mu ne ko: «Waaw.» Mu ne ko: «Sang bi, déglul samay kàddu.» Mu ne ko: «Ãa.»"},{"style":"v","text":"Mu ne ko: «Daa nañu wax bu njëkk naan: “Lu waay di laaj, na dem Abel, tont laa nga fa.” Su ko defee, wax ja jeex."},{"style":"v","text":"Nun danu di niti jàmm ñu am kóllëre ci digg Israayil. Yaw nag yaa ngi wuta tas dëkk bu mag bu jaboote ñi ko wër ñépp ci digg Israayil. Ana lu waral nga namma mëdd dëkk bu Aji Sax ji séddoo?»"},{"style":"v","text":"Yowab ne ko: «Yàlla tere, tereeti ko, may mëdd aka faat kenn!"},{"style":"v","text":"Du loolu! Jenn waay ju ñuy wax Seba doomu Bikkri te bokk ca waa tundi Efrayim, moo jógal Buur Daawuda. Joxleen ma ko moom doŋŋ, ma bàyyi dëkk bi te dem.» Ndaw sa ne Yowab: «Xoolal, boppam lañuy tollu ci kaw taax mi, sànni la ko.»"},{"style":"v","text":"Ndaw sa nag dem ca mbooloo ma mépp, xelal leen pexeem mu jub moomu. Ñu dog boppu Seba doomu Bikkri, sànni ko Yowab. Yowab wal bufta ba, nitam ña tasaaroo, bàyyi dëkk ba, ku nekk ñibbi këram. Yowab daldi dellu Yerusalem ca Buur."},{"style":"s1","text":"Lu jëm ci jawriñi Daawuda"},{"style":"p","text":""},{"style":"v","text":"Yowab moo jiite woon gàngooru xarem Israayil gépp; Benaya doomu Yoyada yilif dag ya dar Buur, te di waa Keret ak waa Pelet;"},{"style":"v","text":"Adoram di saytu liggéey ya ñuy sase; Yosafat doomu Axiludd yor kàddug Buur;"},{"style":"v","text":"Sewa di bindkat; Cadog ak Abyatar di ay \\w sarxalkat|sarxalkat b-:\\w*;"},{"style":"v","text":"Ira ma fekk baax Yayir itam di sarxalkatu Daawuda."}]