[{"style":"ms","verse":"","text":"Yenn xew-xew a ngii"},{"style":"mr","verse":"","text":"(Saar 21---40)"},{"style":"s1","verse":"","text":"Waa Gabawon feyu nañu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jamono ya Daawuda nekkee ci jal bi, amoon na xiifub ñetti at yu tegloo. Daawuda diis ko Aji Sax ji. Aji Sax ji ne ko: «Li waral xiif bi moo di àqu deret ji topp Sawul ak waa këram ndax waa Gabawon ña mu rey.»"},{"style":"v","verse":"2","text":"Buur woo waa Gabawon, wax ak ñoom. Waa Gabawon bokkuñu woon ci \\w bànni Israayil|bànni Israayil:\\w*, waaye ñoo desoon ca Amoreen ña bànni Israayil giñaloon ne duñu leen rey. Teewul Sawul xéroon lool ci bànni Israayil ak Yuda, bay wuta duma waa Gabawon."},{"style":"v","verse":"3","text":"Daawuda laaj waa Gabawon, ne leen: «Lan ngeen bëgg ma defal leen ko? Ana lu may def ba jotoo ko àq ji ñu leen ameel, ba ngeen ñaanal ñoñi Aji Sax ji?»"},{"style":"v","verse":"4","text":"Waa Gabawon ne ko: «Du xaalis, du wurus wu nuy laaj Sawul mbaa waa këram; te it du kenn ci Israayil ku nu saña reylu.» Mu ne leen: «Waxleen boog lu ngeen di laaj, ma defal leen ko.»"},{"style":"v","verse":"5","text":"Ñu ne ko: «Sawul da noo naroona fexeel, sànk nu, far nu ci réewum Israayil."},{"style":"v","verse":"6","text":"Kon dees nuy jox juróom ñaari góor ñu askanoo ci Sawul, nu jam leen ba mu sar fa kanam Aji Sax ji ca Gibeya, dëkkub Sawul ma Aji Sax ji faloon.» Buur ne leen: «Dinaa leen leen jox.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Teewul Daawuda déeg Mefiboset ma Yonatan doomu Sawul di baayam, ndax la ñu giñoo woon ci Aji Sax ji, mook Yonatan doomu Sawul."},{"style":"v","verse":"8","text":"Buur nag jàpp Armoni ak meneen Mefiboset, te Rispa doomu Aya di seen yaay, Sawul di seen baay. Buur boole ca juróomi góor ña Mikal\\f + \\fr 21.8 \\fk Mikal \\ft mii du Mikal mi ñuy wax ci 6.23, ne amul doom, ba keroog muy dee. Mikal mii mook Merab mi ñuy wax ci \\bk 1.Samiyel\\bk* 18.19 kenn nit ki la. Jëkkëram mooy Àddiryel.\\f* doomu Sawul di seen yaay, te Àddiryel doomu Barsilay ma dëkk Mewola di seen baay."},{"style":"v","verse":"9","text":"Daawuda jébbal leen waa Gabawon, ñu jam leen ba mu sar, foofa ca kaw tund wa, fa kanam Aji Sax ji. Juróom ñaar ñooñu ñépp a bokk tëdd. Ña nga leen rey ca fan ya ñu tàmbalee góob, ca ndoortel ngóobum lors ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba mu ko defee Rispa doomu Aya ju jigéen ja, jël ab saaku, tàllalal ko boppam ca doj wa. La ko dale ca ndoortel ngóob ma, ba keroog asamaan di sóob ca kaw néew ya, Rispa bàyyiwul dara mu laal leen bëccëg mbaa guddi, du picc, du rabu àll."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba loolu amee ñu àgge Daawuda jëfi Rispa doomu Aya, nekkaaleb Sawul ba."},{"style":"v","verse":"12","text":"Daawuda dem jëleji yaxi Sawul ak doomam Yonatan ca waa Yabes Galàdd. Ndax gannaaw ba ñu daanee Sawul ca Gilbowa, Filisteen ña dañoo wékkoon néewub Sawul ak Yonatan ca péncum Bet San. Waa Yabes Galàdd dikk sàcce leen fa."},{"style":"v","verse":"13","text":"Ci kaw loolu Daawuda jële fa yaxi Sawul ak doomam Yonatan, ak yaxi nit ña ñu jamoon ba mu sar te wékk leen."},{"style":"v","verse":"14","text":"Ñu boole kook yaxi Sawul ak doomam Yonatan, denc lépp ca sëgu Kis, baayu Sawul, ca diiwaanu Beñamin ca Cela. Ñu def la Buur santaane lépp. Gannaaw loolu Yàlla nangul réew ma."},{"style":"s1","verse":"","text":"Daawuda daje naak ponkali waa Filisti"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Amoon na bés, xare amaat diggante Filisteen ñi ak \\w bànni Israayil|bànni Israayil:\\w*. Daawuda ànd aki nitam xarejeek Filisteen ña. Daawuda nag sonn ci biir xare bi."},{"style":"v","verse":"16","text":"Ci kaw loolu Isbi Bënob ne dina rey Daawuda---kooku askanu ponkal ya ñu daan woowe Rafayeen, ca la bokkoon. Ñawkay xeejam xànjar la, diise ñetti kilo. Mu yore itam saamar bu bees."},{"style":"v","verse":"17","text":"Teewul Abisay doomu Ceruya dikk, wallusi Daawuda, jam Filisteen ba, rey ko. Niti Daawuda daldi cay giñal Daawuda, ne: «Dootuloo ànd ak nun mukk cib xare. Lu ko moy dinga ci dee, askanu buur fey ci Israayil.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ñu dem ba jëmmi jamono xare dellu am seen digg ak Filisteen ña ca dëkk ba ñuy wax Gob. Booba la Sibekay ma askanoo ci Usa, rey Saf, jenn waay ju bokk ca askanu ponkal ya."},{"style":"v","verse":"19","text":"Xare amati ca Gob seen digg ak Filisteen ña. Elxanan doomu Yaare ma dëkk Betleyem, rey Golyaat ma dëkk Gaat. Kookoo di waa ja bantub xeejam réyoon, bay saf mbaam mu ñuy ràbbe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Xare dellu amati ca Gaat, menn ponkal a nga ca, am juróom benni baaraam, loxo bu nekk, ak juróom benni baaraam, tànk bu nekk, lépp di ñaar fukki baaraam ak ñeent. Moom it am ponkalum Rafayeen la woon."},{"style":"v","verse":"21","text":"Ba mu tëkkoo Israayil, Yonatan ma Simeya magi Daawuda di baayam, moo ko rey."},{"style":"v","verse":"22","text":"Ñeent ñooñu ay ponkali Rafayeen lañu woon ca Gaat. Daawudaaki nitam ñoo leen jam, ñu daanu."}]