[{"style":"s1","verse":"","text":"Daawuda lim na bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba loolu wéyee Aji Sax ji mereeti\\f + \\fr 24.1 \\ft Seetal ci 21.1-14.\\f* \\w bànni Israayil|bànni Israayil:\\w*, ba tax mu xiir Daawuda ci def lu leen di lor. Mu def ci xelam ne ko mu dem lim waa Israayil ak Yuda."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Buur wax ak Yowab ma ca wetam, di njiital xarekat ya. Mu ne ko: «Wëral ci biir giiri Israayil gépp ba ñu daj, li ko dale Dan ga ca bëj-gànnaar, ba Beerseba ga ca bëj-saalum. Nañu bind askan wi, ndax ma xam seenub lim.»"},{"style":"v","verse":"3","text":"Yowab ne ko: «Buur, yal na Aji Sax ji ful askan wi téeméeri yoon, nga fekke. Waaye sang bi, lu la xiir ci loolu?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Teewul kàddug Buur ëpp doole Yowab ak njiiti xarekat ya. Ñu bàyyikoo ca Buur, dem bindi askanu Israayil."},{"style":"v","verse":"5","text":"Ñu jàll dexu Yurdan, dem dali Arower ca bëj-saalumu dëkk ba, ca biir xur wa, daldi dem Gàdd, jaare fa jëm Yaser."},{"style":"v","verse":"6","text":"Ci kaw loolu ñu dem diiwaanu Galàdd, jàll ba Kades ca diiwaanu Etteen ña, dem Dan Yaan ak la ko wër, teg ca Sidon."},{"style":"v","verse":"7","text":"Ba mu ko defee ñu dem ba Tir, dëkk ba ñu wëralee ab tata, jóge fa dem ca mboolem dëkk-dëkkaani Eween ñaak Kanaaneen ña. Ñu àkkeji Beerseba ca bëj-saalumu màndiŋu Yuda."},{"style":"v","verse":"8","text":"Wër nañu réew ma mépp ci juróom ñeenti weer ak ñaar fukki fan, doora ñibbisi Yerusalem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Yowab nag indil Buur limu askan wa: Israayil di juróom ñetti téeméeri junniy (800~000) góor ñu tollu ci xare; Yuda di juróomi téeméeri junniy (500~000) góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Daawuda waññ askan wa ba noppi, fit wa ne rës, mu yedd boppam, daldi ne Aji Sax ji: «Aji Sax ji, bàkkaar naa lool ndax lii ma def. Léegi nag ngalla jéggal ma samag ñaawtéef ndax jëfi dof ju réy lool laa def.»"},{"style":"v","verse":"11","text":"Ba Daawuda jógee ca ëllëg sa, kàddug Aji Sax ji dikkal Gàdd, yonent Yàlla ba, boroom peeñu ba féetewoo kër Buur Daawuda. Mu ne ko:"},{"style":"v","verse":"12","text":"«Demal ne Daawuda: “Aji Sax ji dafa wax ne: Ñett laa lay jox, yaay tànn lu ma la ciy def.”»"},{"style":"v","verse":"13","text":"Gàdd dem ca Daawuda, jottali ko ko, ne ko: «Ana yii yatt loo ci tànn, mu dal ci sa kaw: juróom ñaari ati xiif ci sam réew, am ñetti weer yooy daw say noon, am ñetti fani mbas ci sam réew? Xalaatal léegi te wax ci lenn, ma xam lu may waxi ki ma yónni.»"},{"style":"v","verse":"14","text":"Daawuda ne Gàdd: «Am naa njàqare lool; waaye naa tàbbi ci loxol Aji Sax ji rekk, ndax yërmandeem yaa na lool, waaye loxol doom aadama moom yàlla buma ci daanu!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba loolu amee Aji Sax ji wàcce mbas ci kaw Israayil, dale ko ca suba soosa ba keroog ba àpp ba matee. Ña dee ca askan wa di juróom ñaar fukki junni (70~000) diggante Dan ca bëj-gànnaar, ba Beerseba ca bëj-saalum."},{"style":"v","verse":"16","text":"Naka la malaaka ma tàllal loxoom Yerusalem, ngir faat leen, Aji Sax ji fomm, daldi wax ak malaakam reykat may faat askan wa. Mu ne ko: «Léegi doy na! Teggil sa loxo.» Booba \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* jaa nga ca wetu dàggay Arawna\\f + \\fr 24.16 \\fk Arawna \\ft mooy Ornan ba tey. Seetal ci \\bk 1.Jaar-jaar ya\\bk* 21.15.\\f*, Yebuseen ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Daawuda nag gis malaaka may faat askan wa. Mu ne Aji Sax ji: «Man miy sàmm bi déy, maa bàkkaar, maa def lu bon. Ñii diy xar doŋŋ, topp ci man, lu ñu def? Na sa loxo dal ci sama kaw man kay, maak sama waa kër baay!»"},{"style":"v","verse":"18","text":"Ba loolu amee Gàdd dem ca Daawuda keroog ca bés ba, ne ko: «Demal, nga tabaxal Aji Sax ji \\w sarxalukaay|sarxalukaay b-:\\w* ca dàggay Arawna, Yebuseen ba.»"},{"style":"v","verse":"19","text":"Daawuda dem ca, na ko ko Aji Sax ji sante, Gàdd jottali."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba mu ko defee Arawna séen Buur, mu ànd aki jawriñam, jëm ca moom. Mu génn sujjóotal ko, dëpp jëëm ca suuf,"},{"style":"v","verse":"21","text":"ne ko: «Buur, sang bi, lu doon say tànk?» Daawuda ne ko: «Xanaa jëndsi sa dàgga jii, ba tabaxal fi Aji Sax ji sarxalukaay, ndax mbas mi dal ci kaw askan wi yem fi.»"},{"style":"v","verse":"22","text":"Arawna ne Daawuda: «Buur, sang bi, jëlal lu la neex, def ko sarax. Nag yaa ngii, jëlal def \\w saraxu rendi-dóomal|Sarax yi:\\w*, watiiri bojju yeek bant yi nag yiy lëkkaloo, nga def ko matt."},{"style":"v","verse":"23","text":"Man Arawna, maa la jox lii lépp, Buur. Yal na la sa Yàlla Aji Sax ji nangul.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Teewul Buur ne Arawna: «Déedéet, dama koy jënd ci yaw kay. Ab saraxu rendi-dóomal bu ma dikkewul dara, duma ko defal sama Yàlla Aji Sax ji.» Ci kaw loolu Daawuda jënd dàgga ja ak nag ya ci juróom fukki dogi xaalis."},{"style":"v","verse":"25","text":"Gannaaw loolu Daawuda tabaxal fa Aji Sax ji ab sarxalukaay, rendi fa ay juri saraxu rendi-dóomal, ak ay \\w saraxi cant ci biir jàmm|Sarax yi:\\w*. Ba mu ko defee Aji Sax ji nangul réew ma, mbas ma bàyyi Israayil."}]