[{"style":"p","text":""},{"style":"v","text":"Xare ba nag yàggoon na diggante waa kër Sawul ak waa kër Daawuda. Daawuda di gëna am doole, waa kër Sawul di gëna néew doole."},{"style":"s1","text":"Daawuda am nay doom ca Ebron"},{"style":"p","text":""},{"style":"v","text":"Doomi Daawuda yu góor yi juddoo Ebron ñoo di: taawam Amnon mi Axinowam waa Yisreel ba di ndeyam;"},{"style":"v","text":"ñaareelu doomam di Kilab, ndeyam di Abigayil ma doon jabaru Nabal waa Karmel ba; ñetteelu doomam di Absalom mi Maaka di ndeyam. Maaka, Talmay buurub Gesur ay baayam;"},{"style":"v","text":"ñeenteelu doomam di Adoña mi Agit di ndeyam; juróomeelu doomam di Sefatiya mi Abital di ndeyam;"},{"style":"v","text":"juróom benneelu doomam di Ittireyam mi soxnaam si ñuy wax Egla di ndeyam. Ñooñu ñooy doomi Daawuda ya juddoo Ebron."},{"style":"s1","text":"Abner jote naak Isboset"},{"style":"p","text":""},{"style":"v","text":"Diir ba waa kër Sawul di xareek waa kër Daawuda, Abner a ngay gëna dëgëral taxawaayam ca waa kër Sawul."},{"style":"v","text":"Sawul nag amoon na nekkaale bu ñuy wax Rispa doomu Aya. Mu am bés Isboset ne Abner: «Ana lu waral ngay tëdde sama nekkaaleb baay?»"},{"style":"v","text":"Abner mer lool ca la ko Isboset wax. Mu ne ko: «Ndax dama di xajub workat bu Yudeen ñi? Ba tey jii ngor laay jëfe ak sa waa kër baay Sawul aki bokkam aki soppeem. Te it teguma la ci loxol Daawuda; yaw nga di ma tuumaal ci ndaw sii tey?"},{"style":"v","text":"Yal na ma Aji Sax ji teg mbugal mu gëna tar ndegam defaluma Daawuda la ko Aji Sax ji giñaloon,"},{"style":"v","text":"ne ko dina jële nguur gi ci waa kër Sawul, samp jalub Daawuda ci kaw Israayil ak Yuda, dale ko Dan ca bëj-gànnaar, ba Beerseba ca bëj-saalum.»"},{"style":"v","text":"Isboset nag ñemewula teg baat ca la Abner wax, ndax ragal ko."},{"style":"s1","text":"Abner fekki na Daawuda"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Abner yebal ca saa sa ay ndaw ca Daawuda, ne ko: «Ana ku moom réew mii?» Mu neeti ko: «Fasool ak man \\w kóllëre|kóllëre g-:\\w*. Maa lay jàppale, ba walbatil la Israayil gépp, ñu nangul la.»"},{"style":"v","text":"Daawuda ne ko: «Baax na. Dinaa fasook yaw kóllëre, waaye lenn rekk laa lay ñaan. Bul dikk fi sama kanam te indiloo ma sama jabar Mikal doomu Sawul.»"},{"style":"v","text":"Gannaaw loolu Daawuda yebal ay ndaw ca Isboset doomu Sawul, ne ko: «Jox ma Mikal, sama jabar ja ma cane woon téeméeri mbuñukay waa Filisti.»"},{"style":"v","text":"Isboset yónnee, jëli Mikal ca jëkkëram Paltiyel\\f + \\fr 3.15 \\fk Paltiyel \\ft mooy Palti ba tey. Seetal ci \\bk 1.Samiyel\\bk* 25.44.\\f* doomu Layis."},{"style":"v","text":"Paltiyel topp ca gannaaw ndaw sa, di jooy, ba ñu àgg Baxurim. Abner ne ko: «Ayca, doxal ñibbi.» Waa ja ñibbi."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Abner gise ak magi Israayil, ne leen: «Yàgg ngeena bëgga fal Daawuda, muy seen buur."},{"style":"v","text":"Kon ayca boog! Ndax Aji Sax jee ko digoon Daawuda, ba mu nee: “Ci sama jaam Daawuda laay walloo Israayil sama ñoñ, ci waa Filisti ak mboolem seeni noon.”»"},{"style":"v","text":"Abner wax ak giirug Beñamin itam déeyook ñoom ba noppi dem Ebron ca Daawuda, déey ko la waa Israayil ak giirug Beñamin gépp namma def."},{"style":"v","text":"Ba Abner agsee Ebron ca Daawuda, ñaar fukki nit la àndal. Daawuda berndeel Abner, mook nit ña ànd ak moom."},{"style":"v","text":"Ba loolu amee Abner ne Daawuda: «Buur sang bi, dama lay wool Israayil gépp, ñu wuyusi la. Su ko defee ñu fasook yaw kóllëre, nga mana nguuru fu la neex.» Ba loolu amee Daawuda yiwi Abner, mu dem ci jàmm."},{"style":"s1","text":"Yowab fey na Abner"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu rekk niti Daawuda ànd ak Yowab, jóge xare, indaale lël ju bare. Waaye fekkul Abner Ebron ca Daawuda, ndax fekk na Daawuda yiwi ko, ba mu dem ci jàmm."},{"style":"v","text":"Yowab agsi mook mboolem gàngoor ga ànd ak moom. Ñu ne ko Abner doomu Ner ñëwoon na ca Buur, ba mu yiwi ko, mu dem ci jàmm."},{"style":"v","text":"Yowab dem ca Buur ne ko: «Waaw, li nga def nag? Abner mii dikk, nga bàyyi ko mu dem nii rekk!"},{"style":"v","text":"Xam nga Abner doomu Ner! Wor la moo ko fi indi, ngir xam say dugg ak say génn ak lépp looy def.»"},{"style":"v","text":"Ci kaw loolu Yowab bàyyikoo ca Daawuda, yebal ay ndaw yu toppi Abner, dab ko, waññee ko ca teenub Sira. Waaye Daawuda yégu ca dara."},{"style":"v","text":"Naka la Abner délsi ba Ebron, Yowab berook moom ca buntu dëkk ba, mel ni kuy déeyook moom, daldi koy jam ci biir, rey ko, feyul Asayel, rakkam ja Abner bóomoon."},{"style":"p","text":""},{"style":"v","text":"Gannaaw ga, ba ko Daawuda yégee, da ne: «Man de set naa wecc, maak sama waa réew ba fàww fi kanam Aji Sax ji ci bakkanu Abner doomu Ner bi rot."},{"style":"v","text":"Yal na deewug Abner këppu ci kaw boppu Yowab, mook waa kër baayam gépp. Yàlla bu waa kër Yowab ñàkk ku ànd ak jàngoroy xelli, mbaa jàngoroy der juy law\\f + \\fr 3.29 \\fk jàngoro yi: \\ft seetal ci \\bk Sarxalkat yi\\bk* 13.2; 15.2.\\f*, mbaa lafañ buy doxe yet, mbaa ku deewe xare, mbaa ku amul lu mu lekk.»"},{"style":"p","text":""},{"style":"v","text":"Noonu la Yowab ak rakkam Abisay bóome Abner, ndax la mu reyoon seen doomu ndey Asayel ca xareb Gabawon ba."},{"style":"s1","text":"Jooy nañu Abner"},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Daawuda wax ak Yowab, mook mboolem gàngoor ga ànd ak moom, ne leen: «Xottileen seeni yére, soli saaku, ñaawloo ko deewug Abner.» Buur Daawuda ci boppam dox na, topp ca jaat ja."},{"style":"v","text":"Ñu denc Abner ca Ebron. Buur Daawuda ne yikkét jooy ca bàmmeelu Abner, mbooloo ma mépp jooy."},{"style":"v","text":"Woy wii la Buur fent, jooye ko Abner. Mu ne:"},{"style":"q1","text":"«Moo Abner, jombuloo dee ni sagaru nit a?"},{"style":"q1","text":""},{"style":"v","text":"Jéngeesu la,"},{"style":"q1","text":"yeeweesu laak càllala."},{"style":"q1","text":"Danga ne dàll daanu,"},{"style":"q1","text":"ni ñuy daanoo fi kanam ku bon.»"},{"style":"m","text":"Mbooloo ma mépp dellu jooyati."},{"style":"p","text":""},{"style":"v","text":"Gannaaw gi, mbooloo mépp di soññ Daawuda, ngir mu lekk, balaa jant a so. Daawuda daldi giñ ne: «Yal na ma Yàlla teg mbugal mu gëna tar ndegam maa sex dugub mbaa ñam wu mu doon, te jant sowul.»"},{"style":"v","text":"Mbooloo ma mépp a seede loolu, rafetlu ko, na ñu rafetloo mboolem lu Buur Daawuda def."},{"style":"v","text":"Mbooloo mépp ak Israayil gépp a xam bésub keroog ne pexe ma rey Abner doomu Ner jógewul ca Buur."},{"style":"v","text":"Ba loolu amee Buur wax aki nitam ne leen: «Xanaa xamuleen ne ab garmi, nit ku màgg moo daanu bésub tey fi digg Israayil?"},{"style":"v","text":"Bésub tey jii li ma falu buur lépp, néew naa doole, ndax doomi Ceruya yii ñoo ma gëna dëgër xol, ba jaaxal ma. Waaye yal na Aji Sax ji fey ku bon jëfam.»"}]