[{"style":"s1","verse":"","text":"Daawuda falu na buur ca Israayil gépp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu giiri Israayil yépp dikk fa Daawuda ca Ebron, ne ko: «Noo ngii di say bokk lenqe."},{"style":"v","verse":"2","text":"Te it démb ak bërki-démb, ba Sawul dee sunu buur sax, yaa doon jiite Israayil ci xare. Aji Sax ji ne la: “Yaay sàmm Israayil sama ñoñ te yaay yilif Israayil.”»"},{"style":"v","verse":"3","text":"Noonu la magi Israayil ñépp dikke ca Buur Daawuda ca Ebron, mu fasook ñoom \\w kóllëre|kóllëre g-:\\w* foofa ca Ebron, fa kanam Aji Sax ji. Ba mu ko defee ñu sotti Daawuda diwu pal ga, muy buurub Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Daawuda amoon na fanweeri at, ba muy falu buur, te ñeent fukki at la nguuru."},{"style":"v","verse":"5","text":"Ca Ebron la yore nguurug Yuda juróom ñaari at ak juróom benni weer, waaye ca Yerusalem la yore mboolem Israayil ak Yuda diiru fanweeri at ak ñett."},{"style":"s1","verse":"","text":"Daawuda nangu na Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Gannaaw loolu Buur Daawuda ànd aki xarekatam, songi Yerusalem ga ñu doon woowe Yebus itam, ndax la fa Yebuseeni diiwaan ba dëkke woon. Yebuseen ña ne Daawuda: «Doo fi dugg de, ndax gumba yeek lafañ yi rekk ñoo lay waññi.» Booba foog nañu ne Daawuda manu faa dugg."},{"style":"v","verse":"7","text":"Terewul Daawuda nangu tatab \\w Siyoŋ|Siyoŋ:\\w* ga ñu mujj woowe Kër Daawuda."},{"style":"v","verse":"8","text":"Daawudaa noon bésub keroog: «Ku bëgga jam Yebuseen ñi, ca xuntum yoonu ndox ma ngay mana dabe seeni gumbaak seeni lafañ, xuloowaaley Daawuda yi.» Looloo waral waxin wi ñu naan: «Gumba akub lafañ du dugg kër ga.»"},{"style":"v","verse":"9","text":"Ba mu ko defee Daawuda dëkk ca biir tata ja, woowe ko Kër Daawuda, ba noppi tabax ay kër yu bees fa ko wër fépp, dale ko ca sëkkub Milo\\f + \\fr 5.9 \\fk Milo, \\ft xur la wu doxoon diggante gox ba ñu naan Kër Daawuda ak fa kër Yàlla ga wara nekk.\\f*, ba ca biir."},{"style":"v","verse":"10","text":"Daawuda nag di gëna am doole, Aji Sax ji Yàlla, Boroom gàngoori xare yi ànd ak moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ci biir loolu Iram buurub Tir, yebal ay ndaw ca Daawuda, ñu yóbbul ko ay banti garabu seedar ak ay liggéeykati bant ak yattkati xeer, ngir ñu tabaxal Daawuda kër."},{"style":"v","verse":"12","text":"Daawuda xam ne Aji Sax jee ko fal buurub Israayil te moo kaweel nguuram ngir Israayil ñoñam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Gannaaw ba Daawuda jógee Ebron, denc na ay nekkaale ak yeneeni soxna ca Yerusalem. Mu am ca yeneen doom yu góor ak yu jigéen."},{"style":"v","verse":"14","text":"Doom yu góor yi juddoo Yerusalem ñoo di Samwa ak Sobab ak Natan ak Suleymaan"},{"style":"v","verse":"15","text":"ak Ibaar ak Elisuwa ak Nefeg ak Yafya"},{"style":"v","verse":"16","text":"ak Elisama ak Elyada ak Elifelet."},{"style":"s1","verse":"","text":"Buur Daawuda duma na waa Filisti"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba waa Filisti déggee ne fal nañu Daawuda buurub Israayil, ñoom ñépp a jóg, di ko wër. Daawuda nag dégg ko, dem làquji ca biir tata ja."},{"style":"v","verse":"18","text":"Waa Filisti dikk, tasaaroo ca xuru Refayeen ña."},{"style":"v","verse":"19","text":"Daawuda laaj Aji Sax ji, ne ko: «Ndax ma songi waa Filisti? Ndax dinga leen teg ci sama loxo?» Aji Sax ji ne ko: «Demal, maay teg waa Filisti ci say loxo déy!»"},{"style":"v","verse":"20","text":"Daawuda dem ba Baal Peracim, duma leen foofa. Mu ne: «Aji Sax jee ma xàllal yoon, ne jàyy ni walum ndox ca kaw noon ya.» Moo tax ñu woowe béreb boobu Baal Peracim (muy firi Boroom bi xàll naw yoon)."},{"style":"v","verse":"21","text":"Filisteen ña nag waccoon seeni gàllaaj, Daawudaaki nitam boole yóbbu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ba mu ko defee waa Filisti dikkaat, tasaaroo ca xuru Refayeen ña."},{"style":"v","verse":"23","text":"Daawuda dellu laaj Aji Sax ji. Mu ne ko: «Bul topp seen gannaaw, wër leen ndombo, dal ca seen kaw fa janook garab ya."},{"style":"v","verse":"24","text":"Booy dégg tànk yuy jaab ca kaw njobbaxtali sànd ya rekk, gaawtul, ndax booba Aji Sax jee la jiitu, di dumaji waa dalub Filisti.»"},{"style":"v","verse":"25","text":"Daawuda nag def noonee ko Aji Sax ji sante, ba duma waa Filisti la ko dale Geba, ba ca buntu Geser."}]