[{"style":"s1","text":"Gaalu Yàlla ga dem na Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Daawuda dellu woo mboolem ñeyi xarey Israayil, ñuy fanweeri junni (30~000)."},{"style":"v","text":"Mu fabu, mook mboolem gàngoor ga ànd ak moom, dem Baala ca diiwaanu Yuda, ngir jëleji fa \\w gaalu Yàlla|gaalu kóllëre g-:\\w* gi ñu tudde Tur wi, turu Aji Sax ji Boroom gàngoori xare yi, ki toog ci jal bi, diggante malaakay \\w serub|serub y-:\\w* yi tiim gaal gi."},{"style":"v","text":"Ñu yeb ko ci watiir wu bees, jële ko kër Abinadab ga woon ca kaw tund wa. Usa ak Axyo, doomi Abinadab yu góor ya dox, jiite watiir wu bees wa."},{"style":"v","text":"Noonu lañu dawale watiir wa yeb gaalu Yàlla ga, jële ko kër Abinadab ga ca kaw tund wa, Axyo dox jiitu ko."},{"style":"v","text":"Daawudaak waa kër Israayil gépp a ngay bànneexoo mboolem jumtukaayi xumbéen fi kanam Aji Sax ji, muy lu ñu defare bantu garabu sippar, ak ay keseŋ-keseŋ aki tabala ak xeeti xalam."},{"style":"p","text":""},{"style":"v","text":"Naka lañu dem ba tollu ca dàggay Nakon, nag ya tërëf, Usa tàllal loxoom, jàpp ca gaalu Yàlla ga."},{"style":"v","text":"Sànjum Aji Sax ji nag tàkk ci kaw Usa. Yàllaa ko faat foofa, ndaxug teeyadeem, mu dee foofa ca wetu gaalu Yàlla ga\\f + \\fr 6.7 \\ft Sarxalkat yi rekk ñoo amoon sañ-sañu laal gaalu Yàlla ga, te Leween ñi rekk ñoo amoon sañ-sañu gàddu ko.\\f*."},{"style":"v","text":"Ba loolu amee Daawuda mer ca mbugal mu metti ma Aji Sax ji fàdde Usa. Moo tax mu tudde béreb booba Peres Usa (muy firi Pàddum Usa), tur wa sax ba tey jii."},{"style":"p","text":""},{"style":"v","text":"Daawuda nag am tiitaange lool bésub keroog ci Aji Sax ji. Ma nga naan ca xelam: «Ana nu gaalu Aji Sax ji mana dale ak man?»"},{"style":"v","text":"Loolu nag tax Daawuda nanguwula yóbbu gaalu Aji Sax ji fa moom, ca gox ba ñu naan Kër Daawuda. Dafa waññi gaal gi, yóbbu ko ca kër Obedd Edom ma cosaanoo Gaat."},{"style":"v","text":"Gaalu Aji Sax ji nekk na kër Obedd Edom waa Gaat diiru ñetti weer. Aji Sax ji barkeel Obedd Edom, mook këram gépp."},{"style":"s1","text":"Gaal ga dikk na Yerusalem"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ñu xamal Buur Daawuda ne ko: «Aji Sax ji de barkeel na Obedd Edom ak mboolem lu bokk ci moom ndax \\w gaalu Yàlla|gaalu kóllëre g-:\\w* gi.» Daawuda jëleji gaalu Yàlla ga kër Obedd Edom, daldi koy yóbbu ci biir mbégte ba këram, fa ñu naan Kër Daawuda."},{"style":"v","text":"Ba ña gàddu gaalu Aji Sax ja séqee juróom benni jéego, aw yëkk ak benn ci juru yafal gi la Daawuda sarxal."},{"style":"v","text":"Daawudaa ngay fecc ak doole fa kanam Aji Sax ji. Daawudaa nga gañoo am \\w xar-sànnim|xar-sànni m-:\\w* lẽe."},{"style":"v","text":"Naka la Daawuda ak waa kër Israayil gépp di yóbbu gaalu Aji Sax ji, sarxolle ya jib, ànd ak coowal béjjén ya ñuy wal."},{"style":"p","text":""},{"style":"v","text":"Ba gaalu Aji Sax jay duggsi ca biir gox ba ñu naan Kër Daawuda, soxnas Daawuda, Mikal doomu Sawul a nga sëppu ca palanteeram. Mu gis Buur Daawuda di tëb aka fecc ca kanam Aji Sax ji. Mu jéppi ko lool."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ñu indi gaalu Aji Sax ji, yeb ko ca bérebam, ca biir xayma ba ko Daawuda sampal. Daawuda daldi joxe fa kanam Aji Sax ji ay \\w saraxi rendi-dóomal|Sarax yi:\\w*, ak \\w saraxi cant ci biir jàmm|Sarax yi:\\w*."},{"style":"v","text":"Ba Daawuda defee saraxi rendi-dóomal yaak saraxi cant ci biir jàmm, ñaanal na askan wa ci turu Aji Sax ji Boroom gàngoori xare yi."},{"style":"v","text":"Mu jox aw ñam askan wépp, mbooloom Israayil mépp, góor ak jigéen; ku ci nekk mu jox la menn mburu ak yàpp wu ñu saaf\\f + \\fr 6.19 \\fq yàpp wu ñu saaf \\ft walla \\fqa benn nàkku tàndarma\\f* ak benn nàkku reseñ. Mbooloo ma doora dem, ku nekk ñibbi këram."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Daawuda walbatiku, dugg biir këram, ngir ñaanal waa këram. Soxnaam Mikal doomu Sawul génn dajeek moom, ne ko: «Buuru Israayiloo, yaaka teral sa bopp bésub tey jii! Nga futteeku tey jii fi kanam jigéen ñiy sa jaami jawriñ yi, mbete nit ku tekkiwul dara!»"},{"style":"v","text":"Daawuda ne Mikal: «Fi kanam Aji Sax ji ma tànn, wacc sa baay ak waa këram gépp, ngir fal ma kilifag Israayil, ñoñi Aji Sax ji, fi kanam Aji Sax ji laay bànneexoo."},{"style":"v","text":"Dinaa gëna teddadil sama bopp sax, gëna toroxlu, ba gisal ko sama bopp, te du tere jaam yu jigéen yi ngay wax teral ma.»"},{"style":"v","text":"Mikal doomu Sawul jooju nag amul doom, ba ni mu deewe."}]