[{"style":"s1","verse":"","text":"Daawuda duma na xeet ya ko wër"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba loolu wéyee Daawuda duma na Filisteen ña, noot leen, jële kilifteefu waa Filisti ca réew ma."},{"style":"v","verse":"2","text":"Daawuda duma Mowabeen ña itam, tëral leen ca suuf, sësale leen, natte leen ag buum. Ñaari buum yu mu natt, yemook ña ñu wara rey, buum gu mat ga ca topp yemook ñi wara dund. Mowabeen ña daldi nangul Daawuda, di ko indil galag."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Daawuda duma na itam buurub Coba\\f + \\fr 8.3 \\fk Coba, \\ft turu dëkk la bu amoon buuru boppam. Waaye ci Siri la bokkoon.\\f*, Adadeser doomu Rexob, fekk Adadeser di fexee nanguwaat diiwaan ba feggook dexu Efraat."},{"style":"v","verse":"4","text":"Daawuda nangoo ca moom junniy gawaram ak juróom ñaari téeméer (1~700) ak ñaar fukki junniy (20~000) xarekat yu warul. Daawuda teg ca dog sidditi tànki fas yi ñu takkal watiir yépp bàyyiwu ca lu moy téeméer."},{"style":"v","verse":"5","text":"Waa Siri ña dëkke réewum Damaas dikk wallusi Adadeser buurub Coba. Daawuda duma ca ñoom ñaar fukki junneek ñaar (22~000)."},{"style":"v","verse":"6","text":"Ba mu ko defee Daawuda tabb ay jawriñam ca Damaas ca Siri, waa Siri di surgawu Daawuda, di ko indil galag. Aji Sax ji may Daawuda ndam fépp fu mu dem."},{"style":"v","verse":"7","text":"Daawuda nag nangu pakki wurus ya jawriñi Adadeser takkoon, daldi koy yóbbu Yerusalem."},{"style":"v","verse":"8","text":"Dëkki Adadeser ya ñuy wax Beta ak Berotay it, xànjar ju takku lool la fa Buur Daawuda nangoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ci kaw loolu Toyi buurub Amat dégg ne Daawuda duma na mboolem gàngooru Adadeser."},{"style":"v","verse":"10","text":"Toyi yebal doomam ju góor Yoram ca Buur Daawuda, di ko yóbbante nuyoob jàmm, ak ndokkale ci jéll bi mu daan Adadeser, ndax Adadeser xare woon naak Toyi. Yoram indaaleel ko jumtukaayi xaalis ak wurus ak xànjar."},{"style":"v","verse":"11","text":"Buur Daawuda boole loolu, jagleel ko Aji Sax ji, na mu ko jagleele woon xaalis baak wurus wa mu lële ca mboolem xeet ya mu tegoon loxo:"},{"style":"v","verse":"12","text":"maanaam la jóge ca Edomeen ñaak Mowabeen ñaak Amoneen ñaak waa Filisteek Amalegeen ña ak la mu lële ca buurub Coba, Adadeser doomu Rexob."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Daawudaa nga gënatee siiw ba mu dumaa waa Siri, teg ca duma fukk ak juróom ñetti junniy (18~000) Edomeen ca xuru Xorom wa."},{"style":"v","verse":"14","text":"Mu daldi tabb ay jawriñam ca réewum Edom. Réewum Edom gépp la tabb ay jawriñ, Edomeen ñépp di surgawu Daawuda. Aji Sax ji nag may Daawuda ndam fépp fu mu xaree."},{"style":"s1","verse":"","text":"Lu jëm ci jawriñi Daawuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Buur Daawuda ci kaw Israayil gépp la nguuru woon; muy jëfe dëgg ak yoon ñeel réewam mépp."},{"style":"v","verse":"16","text":"Yowab mi Ceruya di ndeyam, moo jiite woon gàngooru xare ga; Yosafat doomu Axiludd yore kàddug buur;"},{"style":"v","verse":"17","text":"Cadog doomu Axitub ak Aximeleg doomu Abyatar ñoo doon \\w sarxalkat|sarxalkat b-:\\w* ya; Seraya di bindkat ba;"},{"style":"v","verse":"18","text":"Benaya doomu Yoyada moo jiite woon waa Keret ak waa Pelet, dagi buur ya; doomi Daawuda yu góor nag ay sarxalkat lañu woon\\f + \\fr 8.18 \\ft Am na ñu jàpp ne sarxalkat yi ñuy wax fii, ay saytukat lañu woon.\\f*."}]