[{"style":"s1","text":"Daawuda baaxe na Mefiboset"},{"style":"p","text":""},{"style":"v","text":"Daawuda moo noon: «Ndax kenn desul ba tey ci waa kër Sawul, ba ma jëfeek moom ngor ngir Yonatan?»"},{"style":"v","text":"Fekk na ab surgaa nga woon ca kër Sawul, di ku ñuy wax Ciba. Ñu indi ko ca Daawuda, Buur Daawuda ne ko: «Yaa di Ciba?» Mu ne ko: «Maa ngi ci sa waaw.»"},{"style":"v","text":"Mu ne ko: «Ndax kenn desul ba tey ci waa kër Sawul, ba ma jëfeek moom ngor gu Yàlla gërëm?» Ciba ne ko: «Doomu Yonatan ju tànk yi baaxul a nga fa ba tey kay.»"},{"style":"v","text":"Buur ne ko: «Ana mu?» Mu ne ko: «Moom de, ma nga ca kër Makir doomu Amyel, ca dëkk ba ñuy wax Lodebar.»"},{"style":"p","text":""},{"style":"v","text":"Buur Daawuda nag yeble, ñu jëleji ko ca Lodebar, ca kër Makir doomu Amyel."},{"style":"v","text":"Ba loolu amee Mefiboset doomu Yonatan doomu Sawul, dikk ca Daawuda, ne gurub, dëpp jëëm fa suuf, sujjóot. Daawuda ne ko: «Mefiboset!» Mu ne ko: «Naam, sang bi.»"},{"style":"v","text":"Daawuda ne ko: «Bul tiit, dinaa jëfeek yaw ngor déy ngir sa baay Yonatan. Dinaa la delloo mboolem sa suufas maam Sawul, te yaay bokk ak man ndab ba fàww.»"},{"style":"v","text":"Mefiboset sujjóot, ne ko: «Moo sang bi, maay kan ba nga di ma geesu, man mi tekkiwul dara, ba dara booloo jeex?»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Buur woolu Ciba, surgab Sawul ba, ne ko: «Mboolem lu bokk ci alalu Sawul ak alalu waa këram jox naa ko Mefiboset, sa sëtub sang."},{"style":"v","text":"Dee ko beyal tool yi, di ko góobal, yaw yaak say doom ak say surga, ndax waa këram am ab dund. Mefiboset nag, mook man ay bokk ndab.» Ciba amoon na fukki doom yu góor ak juróom, ak ñaar fukki surga."},{"style":"v","text":"Ciba ne ko: «Buur, sang bi, noonu nga ma ko sante rekk, ni laa koy defe.» Ci kaw loolu Mefiboset di lekk ca ndabal Daawuda, mel ni ku bokk ci doomi Buur."},{"style":"p","text":""},{"style":"v","text":"Mefiboset amoon na doom ju ndaw ju góor ju ñuy wax Mika. Waa kër Ciba ñépp nag daldi nekk ci liggéeyu Mefiboset."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Mefiboset far féete Yerusalem gannaaw ñaari tànkam a làggi, ndax mu man di lekke ca ndabal Buur, bés bu nekk."}]