[{"style":"s1","text":"The Sign to Ahaz"},{"style":"m","text":""},{"style":"v","text":"This happened in the days of Ahaz, son of Jotham, son of Uzziah, king of Judah. Rezin, king of Aram, and Pekah, son of Remaliah, king of Israel, went\\f + \\fr 7:1 \\ft The Hebrew is singular \\f* up \\add to\\add* Jerusalem for warfare against it,\\f + \\fr 7:1 \\ft Literally “her” \\f* but he was not able to fight against it.\\f + \\fr 7:1 \\ft Literally “her” \\f* "},{"style":"v","text":"When it was reported to the house of David, saying “Aram stands by Ephraim,” his heart and the heart of his people shook like the shaking of the trees of \\add the\\add* forest because of \\add the\\add* wind."},{"style":"p","text":""},{"style":"v","text":"Then Yahweh said to Isaiah, “Go out to meet Ahaz, you and Shear-Jashub your son, at the end of the conduit of the upper pool on \\add the\\add* highway of \\add the\\add* washer’s field. "},{"style":"v","text":"And you must say to him, ‘Take heed and be quiet! You must not fear, and your heart must not be faint because of these two stumps of smoldering firebrands, ⸤because of the fierce anger of⸥\\f + \\fr 7:4 \\ft Literally “because of the fierceness of the anger of” \\f* Rezin and Aram and the son of Remaliah. "},{"style":"v","text":"Because Aram has plotted evil against you \\add with\\add* Ephraim and the son of Remaliah, saying, "},{"style":"v","text":"“Let us go up against Judah and let us tear her apart, ⸤and let us lay it open and so bring it unto ourselves⸥,\\f + \\fr 7:6 \\ft Literally “and let us break through her to us” \\f* and let us install the son of Tabeel \\add as\\add* king in her midst.” "},{"style":"v","text":"Thus says the Lord Yahweh, “It shall not stand, and it shall not come to pass. "},{"style":"v","text":"For the head of Aram \\add is\\add* Damascus, and the head of Damascus \\add is\\add* Rezin, and in sixty-five years from now Ephraim will be too shattered to be a people. "},{"style":"v","text":"And the head of Ephraim \\add is\\add* Samaria, and the head of Samaria \\add is\\add* the son of Remaliah. If you do not believe then you will not endure.” ’ ”"},{"style":"p","text":""},{"style":"v","text":"And Yahweh continued to speak to Ahaz, saying, "},{"style":"v","text":"“Ask for a sign for yourself from Yahweh God; make \\add it\\add* deep \\add as\\add* Sheol or make \\add it\\add* high as above.” "},{"style":"v","text":"But Ahaz said, “I will not ask, and I will not put Yahweh to the test.”"},{"style":"p","text":""},{"style":"v","text":"Then he said, “Hear, house of David! \\add Is it\\add* too little for you to make men weary, that you should also make my God weary? "},{"style":"v","text":"Therefore the Lord himself will give you\\f + \\fr 7:14 \\ft The Hebrew is plural \\f* a sign. Look! the virgin\\f + \\fr 7:14 \\ft Or “young woman” \\f* \\add is\\add* with child and she is about to give birth \\add to\\add* a son, and she shall call his name ‘God with us.’ "},{"style":"v","text":"He shall eat curds and honey until he knows to reject the evil and to choose the good. "},{"style":"v","text":"For before the boy knows to reject the evil and to choose the good, ⸤the land whose two kings you dread will be abandoned.⸥\\f + \\fr 7:16 \\ft Literally “the land which you dread will be abandoned because of the face of her two kings” \\f*"},{"style":"s1","text":"That Day"},{"style":"m","text":""},{"style":"v","text":"“Yahweh will bring on you and on your people and on the house of your ancestor\\f + \\fr 7:17 \\ft Or “father” \\f* days that have not come since \\add the\\add* day Ephraim departed from Judah: the king of Assyria.” "},{"style":"v","text":"And this shall happen: On that day, Yahweh will whistle for the fly that \\add is\\add* at the end of the stream of Egypt and the bee that \\add is\\add* in the land of Assyria. "},{"style":"v","text":"And all of them will come and settle in the rivers of the cliffs and in the clefts of the rocks and on all of the thornbushes and watering places. "},{"style":"v","text":"On that day, the Lord will shave the head and the hair of the feet with a razor of the one hired from beyond \\add the\\add* river—with the king of Assyria—and it will even take off the beard. "},{"style":"v","text":"And this shall happen: on that day, a young man will keep a young cow of \\add the\\add* herd and two sheep alive. "},{"style":"v","text":"And this shall happen: because of the abundance of milk production, he will eat curds, for every one that is left in the midst of the land will eat curds and honey. "},{"style":"v","text":"And this shall happen on that day: Every place where there are a thousand vines\\f + \\fr 7:23 \\ft Hebrew “vine” \\f* for a thousand silver \\add pieces\\add* will become briers,\\f + \\fr 7:23 \\ft Hebrew “brier” \\f* and it will be thornbushes.\\f + \\fr 7:23 \\ft Hebrew “thornbush” \\f* "},{"style":"v","text":"One will go there with arrows and bow, for all of the land will be briers\\f + \\fr 7:24 \\ft Hebrew “brier” \\f* and thornbushes.\\f + \\fr 7:24 \\ft Hebrew “thornbush” \\f* "},{"style":"v","text":"And \\add as for\\add* all of the hills that they hoed with the hoe, you will not go there, \\add for\\add* fear of briers\\f + \\fr 7:25 \\ft Hebrew “brier” \\f* and thornbushes.\\f + \\fr 7:25 \\ft Hebrew “thornbush” \\f* And it will become like pastureland \\add for\\add* cattle and overtrodden land \\add for\\add* sheep."}]