[{"style":"s1","verse":"","text":"Plucking Grain on the Sabbath"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"At that time Jesus went through the grain fields on the Sabbath. And his disciples were hungry, and they began to pluck off heads of grain and eat \\add them\\add*.\\ef + \\fr 12:1 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"2","text":"But \\add when\\add*\\ef + \\fr 12:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the Pharisees saw \\add it\\add*,\\ef + \\fr 12:2 \\ft *Here the direct object is supplied from context in the English translation \\ef* they said to him, “Behold, your disciples are doing what it is not permitted to do on the Sabbath!” "},{"style":"v","verse":"3","text":"So he said to them, “Have you not read what David did when he was hungry, and those with him, "},{"style":"v","verse":"4","text":"how he entered into the house of God and ate the bread of the presentation, which it was not permitted for him or for those with him to eat, but only for the priests? "},{"style":"v","verse":"5","text":"Or have you not read in the law that on the Sabbath the priests in the temple violate the sanctity of the Sabbath and are guiltless? "},{"style":"v","verse":"6","text":"But I tell you that \\add something\\add* greater than the temple is here! "},{"style":"v","verse":"7","text":"And if you had known what ⸤it means⸥,\\f + \\fr 12:7 \\ft Literally “it is” \\f* ‘I want mercy and not sacrifice,’ you would not have condemned the guiltless. "},{"style":"v","verse":"8","text":"For the Son of Man is lord of the Sabbath.”"},{"style":"s1","verse":"","text":"A Man with a Withered Hand Healed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"9","text":"And going on from there he came into their synagogue. "},{"style":"v","verse":"10","text":"And behold, \\add there was\\add* a man who had a withered hand, and they asked him, saying, “Is it permitted to heal on the Sabbath?” in order that they could accuse him. "},{"style":"v","verse":"11","text":"But he said to them, “What man will there be among you who will have one sheep and if this one fell into a pit on the Sabbath, will not take hold of it and lift \\add it\\add*\\ef + \\fr 12:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out? "},{"style":"v","verse":"12","text":"Then to what degree \\add is\\add* a man worth more than a sheep? So then, it is permitted to do good on the Sabbath.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Then he said to the man, “Stretch out your hand,” and he stretched \\add it\\add*\\ef + \\fr 12:13 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out, and it was restored \\add as\\add* healthy as the other \\add one\\add*. "},{"style":"v","verse":"14","text":"But the Pharisees went out ⸤and plotted⸥\\f + \\fr 12:14 \\ft Literally “taking counsel” \\f* against him in order that they could destroy him."},{"style":"s1","verse":"","text":"God’s Chosen Servant"},{"style":"m","verse":"","text":""},{"style":"v","verse":"15","text":"Now Jesus, \\add when he\\add*\\ef + \\fr 12:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“learned”) which is understood as temporal \\ef* learned of \\add it\\add*,\\ef + \\fr 12:15 \\ft *Here the direct object is supplied from context in the English translation \\ef* withdrew from there, and many\\f + \\fr 12:15 \\ft Some manuscripts have “many crowds” \\f* followed him, and he healed them all. "},{"style":"v","verse":"16","text":"And he warned them that they should not ⸤reveal his identity⸥,\\f + \\fr 12:16 \\ft Literally “make him known” \\f* "},{"style":"v","verse":"17","text":"in order that what was spoken through the prophet Isaiah would be fulfilled, who said,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":""},{"style":"v","verse":"18","text":"“Behold my servant whom I have chosen,"},{"style":"q2","verse":"","text":"my beloved in whom my soul is well pleased."},{"style":"q1","verse":"","text":"I will put my Spirit on him,"},{"style":"q2","verse":"","text":"and he will proclaim justice to the Gentiles."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"19","text":"He will not quarrel or cry out,"},{"style":"q2","verse":"","text":"nor will anyone hear his voice in the streets."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"20","text":"A crushed reed he will not break,"},{"style":"q2","verse":"","text":"and a smoldering wick he will not extinguish,"},{"style":"q1","verse":"","text":"until he brings justice to victory."},{"style":"q2","verse":"","text":""},{"style":"v","verse":"21","text":"And in his name the Gentiles\\f + \\fr 12:21 \\ft Or “the nations”; the same Greek word (in the plural) can be translated as “nations,” “Gentiles,” or “pagans” \\f* will hope.\\f + \\fr 12:21 \\ft Verses \\xt 18–21 \\ft are a quotation from \\xt Isa 42:1–4 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"s1","verse":"","text":"A House Divided Cannot Stand"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"Then a demon-possessed man \\add who was\\add* blind and mute was brought to him. And he healed him so that the \\add man who was\\add* mute could speak and see. "},{"style":"v","verse":"23","text":"And all the crowds were amazed and began saying, “Perhaps this one is the Son of David!” "},{"style":"v","verse":"24","text":"But the Pharisees, \\add when they\\add*\\ef + \\fr 12:24 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add it\\add*,\\ef + \\fr 12:24 \\ft *Here the direct object is supplied from context in the English translation \\ef* said, “This man does not expel demons except by Beelzebul the ruler of demons!” "},{"style":"v","verse":"25","text":"But knowing their thoughts, he said to them, “Every kingdom divided against itself is laid waste, and every city or household divided against itself will not stand. "},{"style":"v","verse":"26","text":"And if Satan expels Satan, he is divided against himself. How then will his kingdom stand? "},{"style":"v","verse":"27","text":"And if I expel demons by Beelzebul, by whom do your sons expel \\add them\\add*?\\ef + \\fr 12:27 \\ft *Here the direct object is supplied from context in the English translation \\ef* For this \\add reason\\add* they will be your judges! "},{"style":"v","verse":"28","text":"But if I expel demons by the Spirit of God, then the kingdom of God has come upon you! "},{"style":"v","verse":"29","text":"Or how can someone enter into the house of a strong \\add man\\add* and steal his property, unless he first ties up the strong \\add man\\add*? And then he can thoroughly plunder his house. "},{"style":"v","verse":"30","text":"The one who is not with me is against me, and the one who does not gather with me scatters. "},{"style":"v","verse":"31","text":"For this \\add reason\\add* I tell you, every sin and blasphemy will be forgiven people, but the blasphemy against the Spirit will not be forgiven! "},{"style":"v","verse":"32","text":"And whoever speaks a word against the Son of Man, it will be forgiven him. But whoever speaks against the Holy Spirit, it will not be forgiven him either in this age or in the coming one!"},{"style":"s1","verse":"","text":"Good Trees and Good Fruit or Bad Trees and Bad Fruit"},{"style":"m","verse":"","text":""},{"style":"v","verse":"33","text":"“Either make the tree good and its fruit \\add is\\add* good, or make the tree bad and its fruit \\add is\\add* bad, for the tree is known by its fruit. "},{"style":"v","verse":"34","text":"Offspring of vipers! How are you able to say good things \\add when you\\add*\\ef + \\fr 12:34 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“are”) which is understood as temporal \\ef* are evil? For from the abundance of the heart the mouth speaks. "},{"style":"v","verse":"35","text":"The good person from his\\f + \\fr 12:35 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* good treasury brings out good \\add things\\add*, and the evil person from his\\f + \\fr 12:35 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* evil treasury brings out evil \\add things\\add*. "},{"style":"v","verse":"36","text":"But I tell you that every worthless word that they speak, people will give an account for it on the day of judgment! "},{"style":"v","verse":"37","text":"For by your words you will be vindicated, and by your words you will be condemned.”"},{"style":"s1","verse":"","text":"The Sign of Jonah"},{"style":"m","verse":"","text":""},{"style":"v","verse":"38","text":"Then some of the scribes and Pharisees answered him saying, “Teacher, we want to see a sign from you!” "},{"style":"v","verse":"39","text":"But he answered \\add and\\add*\\ef + \\fr 12:39 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “An evil and adulterous generation desires a sign, and no sign will be given to it except the sign of the prophet Jonah! "},{"style":"v","verse":"40","text":"For just as Jonah was in the belly of the huge fish three days and three nights, so the Son of Man will be in the heart of the earth three days and three nights. "},{"style":"v","verse":"41","text":"The people of Nineveh will stand up at the judgment with this generation and condemn it, because they repented at the proclamation of Jonah, and behold, \\add something\\add*\\ef + \\fr 12:41 \\ft ﻿*Here “something” is supplied in the translation because the adjective is neuter gender \\ef* greater than Jonah \\add is\\add* here! "},{"style":"v","verse":"42","text":"The queen of the south will rise up at the judgment with this generation and condemn it, because she came from the ends of the earth to hear the wisdom of Solomon, and behold, \\add something\\add*\\ef + \\fr 12:42 \\ft ﻿*Here “something” is supplied in the translation because the adjective is neuter gender \\ef* greater than Solomon \\add is\\add* here!"},{"style":"s1","verse":"","text":"An Unclean Spirit Returns"},{"style":"m","verse":"","text":""},{"style":"v","verse":"43","text":"“Now whenever an unclean spirit has gone out of a person, it travels through waterless places searching for rest, and does not find \\add it\\add*.\\ef + \\fr 12:43 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"44","text":"Then it says, ‘I will return to my house from which I came out.’ And \\add when it\\add*\\ef + \\fr 12:44 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrives”) which is understood as temporal \\ef* arrives it finds \\add the house\\add*\\ef + \\fr 12:44 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* unoccupied and swept and put in order. "},{"style":"v","verse":"45","text":"Then it goes and brings along with itself seven other spirits more evil than itself, and \\add they\\add* go in \\add and\\add*\\ef + \\fr 12:45 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go in”) has been translated as a finite verb \\ef* live there. And the last \\add state\\add* of that person becomes worse than the first. So it will be for this evil generation also!”"},{"style":"s1","verse":"","text":"Jesus’ Mother and Brothers"},{"style":"m","verse":"","text":""},{"style":"v","verse":"46","text":"And\\f + \\fr 12:46 \\ft Some manuscripts omit “And” \\f* \\add while\\add*\\ef + \\fr 12:46 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“speaking”) \\ef* he was still speaking to the crowds, behold, his mother and brothers were standing there outside, desiring to speak to him. "},{"style":"v","verse":"47","text":"And someone told him, “Behold, your mother and your brothers are standing there outside desiring to speak to you.” "},{"style":"v","verse":"48","text":"But he answered \\add and\\add*\\ef + \\fr 12:48 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to the one who told him, “Who is my mother, and who are my brothers?” "},{"style":"v","verse":"49","text":"And stretching out his hand toward his disciples, he said, “Behold my mother and my brothers! "},{"style":"v","verse":"50","text":"For whoever does the will of my Father \\add who is\\add* in heaven, he is my brother and sister and mother.”"}]