[{"style":"s1","text":"The Parable of the Sower"},{"style":"m","text":""},{"style":"v","text":"On that day Jesus went out of the house \\add and\\add*\\ef + \\fr 13:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* was sitting by the sea.\\f + \\fr 13:1 \\ft That is, the Sea of Galilee \\f* "},{"style":"v","text":"And large crowds gathered close around him, so that he got into a boat to sit down, and all the crowd was standing on the shore. "},{"style":"v","text":"And he spoke many \\add things\\add* to them in parables, saying, “Behold, the sower went out to sow, "},{"style":"v","text":"and while he was sowing, ⸤some seed⸥\\f + \\fr 13:4 \\ft Literally “some of which” \\f* fell on the side of the path, and the birds came \\add and\\add*\\ef + \\fr 13:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* devoured it. "},{"style":"v","text":"And other \\add seed\\add* fell on the rocky ground, where it did not have much soil, and it sprang up at once because it did not have \\add any\\add* depth of soil. "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 13:6 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“rose”) \\ef* the sun rose it was scorched, and because it did not have \\add enough\\add* root, it withered. "},{"style":"v","text":"And other \\add seed\\add* fell among the thorn plants, and the thorn plants came up and choked it. "},{"style":"v","text":"But other \\add seed\\add* fell on the good soil and produced grain,\\f + \\fr 13:8 \\ft Literally “fruit,” describing here the grain harvested from the healthy plants; in contemporary English this would more naturally be expressed by terms like “grain” or “crop” \\f* this one a hundred \\add times as much\\add* and this one sixty and this one thirty. "},{"style":"v","text":"The one who has ears, let him hear!”"},{"style":"s1","text":"The Reason for the Parables"},{"style":"m","text":""},{"style":"v","text":"And the disciples came up \\add and\\add*\\ef + \\fr 13:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* said to him, “⸤Why⸥\\f + \\fr 13:10 \\ft Literally “because of what” \\f* do you speak to them in parables?” "},{"style":"v","text":"And he answered \\add and\\add*\\ef + \\fr 13:11 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “To you it has been granted to know the mysteries of the kingdom of heaven, but to those \\add people\\add* it has not been granted. "},{"style":"v","text":"For whoever has, to him \\add more\\add* will be given, and he will have an abundance. But whoever does not have, even what he has will be taken away from him. "},{"style":"v","text":"For this \\add reason\\add* I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand, "},{"style":"v","text":"and with reference to them the prophecy of Isaiah is fulfilled that says,"},{"style":"sd0","text":""},{"style":"q1","text":"“⸤You will listen carefully⸥\\f + \\fr 13:14 \\ft Literally “with hearing you will hear” \\f* and will never understand,"},{"style":"q2","text":"and ⸤you will look closely⸥\\f + \\fr 13:14 \\ft Literally “seeing you will see” \\f* and will never perceive."},{"style":"q1","text":""},{"style":"v","text":"For the heart of this people has become dull,"},{"style":"q2","text":"and with their ears they hear with difficulty,"},{"style":"q2","text":"and they have shut their eyes,"},{"style":"q1","text":"so that they would not see with their eyes"},{"style":"q2","text":"and hear with their ears"},{"style":"q2","text":"and understand with their heart"},{"style":"q2","text":"and turn, and I would heal them.”\\f + \\fr 13:15 \\ft A quotation from \\xt Isa 6:9–10 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"But your eyes \\add are\\add* blessed because they see, and your ears because they hear. "},{"style":"v","text":"For truly I say to you that many prophets and righteous \\add people\\add* longed to see what you see, and did not see \\add it\\add*,\\ef + \\fr 13:17 \\ft *Here the direct object is supplied from context in the English translation \\ef* and to hear what you hear, and did not hear \\add it\\add*!\\ef + \\fr 13:17 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"s1","text":"The Parable of the Sower Interpreted"},{"style":"m","text":""},{"style":"v","text":"“You, therefore, listen to the parable of the sower: "},{"style":"v","text":"\\add When\\add*\\ef + \\fr 13:19 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“hears”) \\ef* anyone hears the word about the kingdom and does not understand \\add it\\add*,\\ef + \\fr 13:19 \\ft *Here the direct object is supplied from context in the English translation \\ef* the evil one comes and snatches away what was sown in his heart. This is what was sown on the side of the path. "},{"style":"v","text":"And what was sown on the rocky ground—this is the one who hears the word and immediately receives it with joy. "},{"style":"v","text":"But he does not have a root in himself, but ⸤lasts only a little while⸥,\\f + \\fr 13:21 \\ft Literally “is temporary” \\f* and \\add when\\add*\\ef + \\fr 13:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“happens”) \\ef* affliction or persecution happens because of the word, immediately he falls away. "},{"style":"v","text":"And what was sown into the thorn plants—this is the one who hears the word, and the anxiety of this world\\f + \\fr 13:22 \\ft Some manuscripts have “of the world” \\f* and the deceitfulness of wealth choke the word and it becomes unproductive. "},{"style":"v","text":"But what was sown on the good soil—this is the one who hears the word and understands \\add it\\add*,\\ef + \\fr 13:23 \\ft *Here the direct object is supplied from context in the English translation \\ef* who indeed bears fruit and produces, this one a hundred \\add times as much\\add*, and this one sixty, and this one thirty.”"},{"style":"s1","text":"The Parable of the Weeds Among the Wheat"},{"style":"m","text":""},{"style":"v","text":"He put before them another parable, saying, “The kingdom of heaven may be compared to a man who sowed good seed in his field. "},{"style":"v","text":"But while his\\f + \\fr 13:25 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* people were sleeping, his enemy came and sowed darnel\\f + \\fr 13:25 \\ft A weed that looks similar to wheat but has poisonous seeds \\f* in the midst of the wheat and went away. "},{"style":"v","text":"So when the ⸤wheat⸥\\f + \\fr 13:26 \\ft Literally “grass,” “hay,” but in this context referring to the good plants as opposed to the weeds \\f* sprouted and yielded grain, then the darnel appeared also. "},{"style":"v","text":"So the slaves of the master of the house came \\add and\\add*\\ef + \\fr 13:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* said to him, ‘Master, did you not sow good seed in your field? How then does it have darnel?’ "},{"style":"v","text":"And he said to them, ‘An enemy has done this!’ So the slaves said to him, ‘Then do you want us to go \\add and\\add*\\ef + \\fr 13:28 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as an English infinitive \\ef* gather them?’ "},{"style":"v","text":"But he said, “No, lest \\add when you\\add*\\ef + \\fr 13:29 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“gather”) which is understood as temporal \\ef* gather the darnel you uproot the wheat together with it. "},{"style":"v","text":"Let both grow together until the harvest, and at the season of the harvest I will tell the reapers, “First gather the darnel and tie it into bundles to burn them, but gather the wheat into my storehouse.” ’ ”"},{"style":"s1","text":"The Parable of the Mustard Seed"},{"style":"m","text":""},{"style":"v","text":"He put before them another parable, saying, “The kingdom of heaven is like a mustard seed that a man took \\add and\\add*\\ef + \\fr 13:31 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* sowed in his field. "},{"style":"v","text":"⸤It⸥\\f + \\fr 13:32 \\ft Literally “which,” but a new sentence is started here in the English translation \\f* is the smallest of all the seeds, but when it is grown it is larger than the garden herbs and becomes a tree, so that the birds of the sky come and nest in its branches.”"},{"style":"s1","text":"The Parable of the Yeast"},{"style":"m","text":""},{"style":"v","text":"He told them another parable: “The kingdom of heaven is like yeast that a woman took \\add and\\add*\\ef + \\fr 13:33 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* put into three measures of wheat flour until the whole \\add batch\\add* was leavened.”"},{"style":"s1","text":"Parables Fulfill Prophecy"},{"style":"m","text":""},{"style":"v","text":"Jesus spoke all these \\add things\\add* to the crowds in parables, and he was saying nothing to them without a parable, "},{"style":"v","text":"in order that what was spoken through the prophet would be fulfilled, who said,"},{"style":"sd0","text":""},{"style":"q1","text":"“I will open my mouth in parables;"},{"style":"q2","text":"I will proclaim what has been hidden since the creation.”\\f + \\fr 13:35 \\ft A quotation from \\xt Ps 78:2 \\ft \\f*\\f + \\fr 13:35 \\ft Some manuscripts have “since the creation of the world” \\f*"},{"style":"sd0","text":""},{"style":"s1","text":"The Parable of the Weeds Interpreted"},{"style":"m","text":""},{"style":"v","text":"Then he left the crowds \\add and\\add*\\ef + \\fr 13:36 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“left”) has been translated as a finite verb \\ef* came into the house, and his disciples came to him saying, “Explain the parable of the darnel in the field to us.” "},{"style":"v","text":"So he answered \\add and\\add*\\ef + \\fr 13:37 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “The one who sows the good seed is the Son of Man, "},{"style":"v","text":"and the field is the world. And the good seed—these are the sons of the kingdom, but the darnel are the sons of the evil one. "},{"style":"v","text":"And the enemy who sowed them is the devil, and the harvest is the end of the age, and the reapers are angels. "},{"style":"v","text":"Thus just as the darnel is gathered and burned\\f + \\fr 13:40 \\ft Some manuscripts have “burned up” \\f* with fire, so it will be at the end of the age. "},{"style":"v","text":"The Son of Man will send out his angels and they will gather out of his kingdom all the causes of sin and those who do lawless deeds, "},{"style":"v","text":"and throw them into the fiery furnace.\\f + \\fr 13:42 \\ft An allusion to \\xt Dan 3:6 \\ft \\f* In that place there will be weeping and gnashing of teeth! "},{"style":"v","text":"Then the righteous will shine like the sun in the kingdom of their Father.\\f + \\fr 13:43 \\ft An allusion to \\xt Dan 12:3 \\ft \\f* The one who has ears, let him hear!"},{"style":"s1","text":"The Parable of the Treasure Hidden in a Field"},{"style":"m","text":""},{"style":"v","text":"“The kingdom of heaven is like treasure hidden in a field, that a man found \\add and\\add*\\ef + \\fr 13:44 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“found”) has been translated as a finite verb \\ef* concealed, and in his joy he goes and sells everything that he has and buys that field."},{"style":"s1","text":"The Parable of the Valuable Pearl"},{"style":"m","text":""},{"style":"v","text":"“Again, the kingdom of heaven is like a merchant searching for fine pearls. "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 13:46 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“found”) which is understood as temporal \\ef* found one very valuable pearl, he went \\add and\\add*\\ef + \\fr 13:46 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* sold everything that he possessed and purchased it."},{"style":"s1","text":"The Parable of the Dragnet"},{"style":"m","text":""},{"style":"v","text":"“Again, the kingdom of heaven is like a dragnet that was thrown into the sea and gathered \\add fish\\add*\\ef + \\fr 13:47 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* of every kind, "},{"style":"v","text":"which when it was filled they pulled to shore and sat down \\add and\\add*\\ef + \\fr 13:48 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sat down”) has been translated as a finite verb \\ef* collected the good \\add fish\\add*\\ef + \\fr 13:48 \\ft ﻿*Here the word “\\add fish\\add*” is not in the Greek text but is implied \\ef* into containers, but the bad they threw out. "},{"style":"v","text":"Thus it will be at the end of the age. The angels will go out and separate the evil from among the righteous "},{"style":"v","text":"and throw them into the fiery furnace.\\f + \\fr 13:50 \\ft An allusion to \\xt Dan 3:6 \\ft \\f* In that place there will be weeping and gnashing of teeth!"},{"style":"p","text":""},{"style":"v","text":"“Have you understood all these \\add things\\add*?” They said to him, “Yes.” "},{"style":"v","text":"And he said to them, “For this \\add reason\\add* every scribe who has been trained for the kingdom of heaven is like the master of the house who brings out of his storeroom new \\add things\\add* and old \\add things\\add*.”"},{"style":"s1","text":"Rejected at Nazareth"},{"style":"m","text":""},{"style":"v","text":"And it happened that when Jesus had finished these parables he went away from there. "},{"style":"v","text":"And he came to his hometown \\add and\\add*\\ef + \\fr 13:54 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* began to teach\\f + \\fr 13:54 \\ft The imperfect tense has been translated as ingressive here (“began to teach”) \\f* them in their synagogue, so that they were amazed and said, “From where did this man \\add get\\add* this wisdom and these miracles? "},{"style":"v","text":"Is not this one the son of the carpenter? Is not his mother called Mary and his brothers James and Joseph and Simon and Judas? "},{"style":"v","text":"And are not all his sisters with us? From where then did this man \\add get\\add* all these \\add things\\add*?” "},{"style":"v","text":"And they were offended by him. But Jesus said to them, “A prophet is not without honor except in his \\add own\\add* hometown and in his \\add own\\add* household.” "},{"style":"v","text":"And he did not perform many miracles in that place because of their unbelief."}]