[{"style":"s1","text":"The Signs of the Times"},{"style":"m","text":""},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 16:1 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* the Pharisees and Sadducees came to test \\add him\\add*,\\ef + \\fr 16:1 \\ft *Here the direct object is supplied from context in the English translation \\ef* they asked him to show them a sign from heaven. "},{"style":"v","text":"So he answered \\add and\\add*\\ef + \\fr 16:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “\\add When\\add*\\ef + \\fr 16:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“comes”) \\ef* evening comes you say, ‘\\add It will be\\add* fair weather because the sky is red,’ "},{"style":"v","text":"and early in the morning, ‘Today \\add it will be\\add* stormy weather, because the sky is red \\add and\\add*\\ef + \\fr 16:3 \\ft ﻿*Here “\\add and\\add*” is supplied in the translation because of English style \\ef* darkening.’ You know how to evaluate correctly the appearance of the sky, but you are not able \\add to evaluate\\add*\\ef + \\fr 16:3 \\ft ﻿*Here “\\add to evaluate\\add*” is an implied repetition of the verb earlier in the verse \\ef* the signs of the times. "},{"style":"v","text":"An evil and adulterous generation seeks for a sign, and a sign will not be given to it except the sign of Jonah!” And he left them \\add and\\add*\\ef + \\fr 16:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“left”) has been translated as a finite verb \\ef* went away."},{"style":"s1","text":"Beware the Leaven of the Pharisees and Sadducees"},{"style":"m","text":""},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 16:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrived”) which is understood as temporal \\ef* the disciples arrived at the other side,\\f + \\fr 16:5 \\ft That is, the other side of the Sea of Galilee \\f* they had forgotten to take bread. "},{"style":"v","text":"And Jesus said to them, “Watch out for and beware of the leaven of the Pharisees and Sadducees!” "},{"style":"v","text":"So they were discussing \\add this\\add*\\ef + \\fr 16:7 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* among themselves, saying, “\\add It is\\add* because we did not take bread.” "},{"style":"v","text":"But knowing \\add this\\add*,\\ef + \\fr 16:8 \\ft *Here the direct object is supplied from context in the English translation \\ef* Jesus said, “Why are you discussing among yourselves that you did not take bread,\\f + \\fr 16:8 \\ft Some manuscripts have “you do not have bread” \\f* \\add you\\add* of little faith? "},{"style":"v","text":"Do you not yet understand or do you not remember the five loaves for the five thousand, and how many baskets you took up? "},{"style":"v","text":"Or the seven loaves for the four thousand and how many baskets you took up? "},{"style":"v","text":"How do you not understand that I did not speak to you about bread? But beware of the leaven of the Pharisees and Sadducees!” "},{"style":"v","text":"Then they understood that he did not say to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees."},{"style":"s1","text":"Peter’s Confession at Caesarea Philippi"},{"style":"m","text":""},{"style":"v","text":"Now \\add when\\add*\\ef + \\fr 16:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* Jesus came to the region of Caesarea ⸤Philippi⸥,\\f + \\fr 16:13 \\ft Literally “of Philip” \\f* he began asking\\ef + \\fr 16:13 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began asking”) \\ef* his disciples, saying, “Who do people say \\add that\\add* the Son of Man is?” "},{"style":"v","text":"And they said, ⸤Some⸥\\f + \\fr 16:14 \\ft Literally “those on the one hand” \\f* \\add say\\add* John the Baptist, but others Elijah, and others Jeremiah or one of the prophets.” "},{"style":"v","text":"He said to them, “But who do you say \\add that\\add* I am?” "},{"style":"v","text":"And Simon Peter answered \\add and\\add*\\ef + \\fr 16:16 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “You are the Christ, the Son of the living God!” "},{"style":"v","text":"And Jesus answered \\add and\\add*\\ef + \\fr 16:17 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, “Blessed are you, Simon son of Jonah, because flesh and blood did not reveal \\add this\\add*\\ef + \\fr 16:17 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to you, but my Father \\add who is\\add* in heaven. "},{"style":"v","text":"And I also say to you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overpower it! "},{"style":"v","text":"I will give you the keys of the kingdom of heaven, and whatever you bind on earth will be bound\\f + \\fr 16:19 \\ft Or “will have been bound” \\f* in heaven, and whatever you release on earth will be released\\f + \\fr 16:19 \\ft Or “will have been released” \\f* in heaven.” "},{"style":"v","text":"Then he commanded the disciples that they should tell no one that he was the Christ."},{"style":"s1","text":"Jesus Predicts His Death and Resurrection"},{"style":"m","text":""},{"style":"v","text":"From that time \\add on\\add* Jesus began to show his disciples that he must go to Jerusalem and suffer many \\add things\\add* from the elders and chief priests and scribes, and be killed, and be raised on the third day. "},{"style":"v","text":"And Peter took him aside \\add and\\add*\\ef + \\fr 16:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took … aside”) has been translated as a finite verb \\ef* began to rebuke him, saying, ⸤God forbid⸥,\\f + \\fr 16:22 \\ft Literally “merciful to you” \\f* Lord! This will never happen to you!” "},{"style":"v","text":"But he turned around \\add and\\add*\\ef + \\fr 16:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“turned around”) has been translated as a finite verb \\ef* said to Peter, “Get behind me, Satan! You are a cause for stumbling to me, because you are not intent on the things of God, but the things of people!”"},{"style":"s1","text":"Taking Up One’s Cross to Follow Jesus"},{"style":"m","text":""},{"style":"v","text":"Then Jesus said to his disciples, “If anyone wants to come after me, let him deny himself and take up his cross and follow me. "},{"style":"v","text":"For whoever wants to save his life will lose it, but whoever loses his life on account of me will find it. "},{"style":"v","text":"For what will a person be benefited if he gains the whole world but forfeits his life? Or what will a person give in exchange for his life? "},{"style":"v","text":"For the Son of Man is going to come in the glory of his Father with his angels, and at that time he will reward each one according to ⸤what he has done⸥.\\f + \\fr 16:27 \\ft Literally “his activity” \\f* "},{"style":"v","text":"Truly I say to you, that there are some of those standing here who will never experience death until they see the Son of Man coming in his kingdom.”"}]