[{"style":"s1","text":"On Divorce"},{"style":"m","text":""},{"style":"v","text":"And it happened that when Jesus had finished these statements, he went away from Galilee and came into the region of Judea on the other side of the Jordan. "},{"style":"v","text":"And large crowds followed him, and he healed them there. "},{"style":"v","text":"And Pharisees came up to him \\add in order to\\add*\\ef + \\fr 19:3 \\ft ﻿*Here “\\add in order to\\add*” is supplied as a component of the participle (“test”) which is understood as purpose \\ef* test him, and asked\\ef + \\fr 19:3 \\ft ﻿*Here the participle (“asked”) is translated as a finite verb because of English style \\ef* if it was permitted for a man to divorce his wife for any cause. "},{"style":"v","text":"And he answered \\add and\\add*\\ef + \\fr 19:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “Have you not read that the one who created \\add them\\add*\\ef + \\fr 19:4 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* from the beginning made them male and female "},{"style":"v","text":"and said, ‘On account of this a man will leave his\\ef + \\fr 19:5 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* father and his\\ef + \\fr 19:5 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* mother and will be joined to his wife, and the two will become one flesh’?\\f + \\fr 19:5 \\ft A quotation from \\xt Gen 2:24 \\ft \\f* "},{"style":"v","text":"So then, they are no longer two but one flesh. Therefore what God has joined together, man must not separate.” "},{"style":"v","text":"They said to him, “Why then did Moses command \\add us\\add*\\ef + \\fr 19:7 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to give a document—a certificate of divorce—and to divorce her?” "},{"style":"v","text":"He said to them, “Moses, with reference to your hardness of heart, permitted you to divorce your wives, but from the beginning it was not like this. "},{"style":"v","text":"Now I say to you that whoever divorces his wife, except on the basis of sexual immorality, and marries another commits adultery, and whoever marries her who is divorced commits adultery.”\\f + \\fr 19:9 \\ft Some manuscripts omit “and whoever marries her who is divorced commits adultery” \\f*"},{"style":"p","text":""},{"style":"v","text":"The disciples\\f + \\fr 19:10 \\ft Some manuscripts have “His disciples” \\f* said to him, “If this is the case of a man with his\\ef + \\fr 19:10 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* wife, it would be better not to marry!” "},{"style":"v","text":"But he said to them, “Not everyone can accept this saying but \\add those\\add* to whom it has been given. "},{"style":"v","text":"For there are eunuchs who were born as such from \\add their\\add* mother’s womb, and there are eunuchs who were made eunuchs by people, and there are eunuchs who have made themselves \\add eunuchs\\add*\\f + \\fr 19:12 \\ft An understood repetition of the term from earlier in the verse \\f* for the sake of the kingdom of heaven. The one who is able to accept \\add this\\add*,\\ef + \\fr 19:12 \\ft *Here the direct object is supplied from context in the English translation \\ef* let him accept \\add it\\add*.”\\ef + \\fr 19:12 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"s1","text":"Little Children Brought to Jesus"},{"style":"m","text":""},{"style":"v","text":"Then children were brought to him so that he could lay his\\f + \\fr 19:13 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* hands on them and pray, but the disciples rebuked them. "},{"style":"v","text":"But Jesus said, “Allow the children, and do not forbid them to come to me, ⸤for to such belongs⸥\\f + \\fr 19:14 \\ft Literally “for of such is” \\f* the kingdom of heaven.” "},{"style":"v","text":"And he laid his\\ef + \\fr 19:15 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hands on them \\add and\\add*\\ef + \\fr 19:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“laid”) has been translated as a finite verb \\ef* traveled on from there."},{"style":"s1","text":"A Rich Young Man"},{"style":"m","text":""},{"style":"v","text":"And behold, someone came up to him \\add and\\add*\\ef + \\fr 19:16 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* said, “Teacher, what good \\add thing\\add* must I do so that I will have eternal life?” "},{"style":"v","text":"And he said to him, “Why are you asking me about \\add what is\\add* good? There is one \\add who is\\add* good. But if you want to enter into life, keep the commandments!” "},{"style":"v","text":"He said to him, “Which \\add ones\\add*?” And Jesus said, “Do not commit murder, do not commit adultery, do not steal, do not give false testimony, "},{"style":"v","text":"honor your\\ef + \\fr 19:19 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* father and your\\ef + \\fr 19:19 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* mother, and love your neighbor as yourself.” "},{"style":"v","text":"The young man said to him, “All these I have observed. What do I still lack?” "},{"style":"v","text":"Jesus said to him, “If you want to be perfect, go, sell your possessions and give \\add the proceeds\\add*\\ef + \\fr 19:21 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the poor—and you will have treasure in heaven—and come, follow me.” "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 19:22 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* the young man heard the statement, he went away sorrowful, because he was one who had many possessions."},{"style":"p","text":""},{"style":"v","text":"And Jesus said to his disciples, “Truly I say to you that with difficulty a rich person will enter into the kingdom of heaven! "},{"style":"v","text":"And again I say to you, it is easier \\add for\\add* a camel to go through the eye of a needle than a rich person into\\f + \\fr 19:24 \\ft Some manuscripts have “to enter into” \\f* the kingdom of God.” "},{"style":"v","text":"So \\add when\\add*\\ef + \\fr 19:25 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* the disciples heard \\add this\\add*,\\ef + \\fr 19:25 \\ft *Here the direct object is supplied from context in the English translation \\ef* they were extremely amazed, saying, “Then who can be saved?” "},{"style":"v","text":"But Jesus looked at \\add them\\add*\\ef + \\fr 19:26 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 19:26 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“looked at”) has been translated as a finite verb \\ef* said to them, “With human beings this is impossible, but with God all \\add things\\add* \\add are\\add* possible.” "},{"style":"v","text":"Then Peter answered \\add and\\add*\\ef + \\fr 19:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, “Behold, we have left everything and followed you. What then will there be for us?” "},{"style":"v","text":"And Jesus said to them, “Truly I say to you that in the renewal \\add of the world\\add*,\\f + \\fr 19:28 \\ft The words “of the world” are supplied as a clarification of “renewal” \\f* when the Son of Man sits on his glorious throne, you who have followed me—you also will sit on twelve thrones judging the twelve tribes of Israel. "},{"style":"v","text":"And everyone who has left houses or brothers or sisters or father or mother or wife\\f + \\fr 19:29 \\ft Some manuscripts omit “or wife” \\f* or children or fields on account of my name will receive a hundred times as much, and will inherit eternal life. "},{"style":"v","text":"But many \\add who are\\add* first will be last, and the last first."}]