[{"style":"s1","text":"Wise Men Visit Jesus"},{"style":"m","text":""},{"style":"v","text":"Now \\add after\\add*\\ef + \\fr 2:1 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“was born”) \\ef* Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem, "},{"style":"v","text":"saying, “Where is the one who has been born king of the Jews? For we have seen his star at its rising\\f + \\fr 2:2 \\ft Or, “when it rose”; traditionally rendered “in the east” by many English versions \\f* and have come to worship him.” "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 2:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* King Herod heard \\add it\\add*,\\ef + \\fr 2:3 \\ft *Here the direct object is supplied from context in the English translation \\ef* he was troubled, and all Jerusalem with him, "},{"style":"v","text":"and \\add after\\add*\\ef + \\fr 2:4 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“calling together”) which is understood as temporal \\ef* calling together all the chief priests and scribes of the people, he inquired from them where the Christ was to be born. "},{"style":"v","text":"So they said to him, “In Bethlehem of Judea, for thus it is written by the prophet,"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"‘And you, Bethlehem, land of Judah,"},{"style":"q2","text":"are by no means least among the rulers of Judah,"},{"style":"q1","text":"for from you will go out a ruler"},{"style":"q2","text":"who will shepherd my people Israel.’ ”\\f + \\fr 2:6 \\ft A quotation from \\xt Mic 5:2 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"Then Herod secretly summoned the wise men \\add and\\add*\\ef + \\fr 2:7 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“summoned”) has been translated as a finite verb \\ef* determined precisely from them the time \\add when\\add*\\ef + \\fr 2:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“appeared”) \\ef* the star appeared. "},{"style":"v","text":"And he sent them to Bethlehem \\add and\\add*\\ef + \\fr 2:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sent”) has been translated as a finite verb \\ef* said, “Go, inquire carefully concerning the child, and when you have found \\add him\\add*, report to me so that I also may come \\add and\\add*\\ef + \\fr 2:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“may come”) has been translated as a finite verb \\ef* worship him.” "},{"style":"v","text":"\\add After\\add*\\ef + \\fr 2:9 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“listened to”) which is understood as temporal \\ef* they listened to the king, they went out, and behold, the star which they had seen at its rising\\f + \\fr 2:9 \\ft Or, “when it rose”; traditionally rendered “in the east” by many English versions \\f* led them until it came \\add and\\add*\\ef + \\fr 2:9 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* stood above \\add the place\\add* where the child was. "},{"style":"v","text":"Now \\add when they\\add*\\ef + \\fr 2:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw the star, they rejoiced \\add with\\add* very great joy. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 2:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came into the house, they saw the child with Mary his mother, and they fell down \\add and\\add*\\ef + \\fr 2:11 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“fell down”) has been translated as a finite verb \\ef* worshiped him. And opening their treasure boxes, they offered him gifts of gold and frankincense and myrrh. "},{"style":"v","text":"And being warned in a dream not to return to Herod, they went back to their \\add own\\add* country by another route."},{"style":"s1","text":"Joseph, Mary, and Jesus Escape to Egypt"},{"style":"m","text":""},{"style":"v","text":"Now \\add after\\add* they had gone away, behold, an angel of the Lord appeared in a dream to Joseph, saying, “Get up, take the child and his mother and flee to Egypt, and stay there until I tell you. For Herod is about to seek the child to destroy him.” "},{"style":"v","text":"So he got up \\add and\\add*\\ef + \\fr 2:14 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* took the child and his mother during the night and went away to Egypt. "},{"style":"v","text":"And he was there until the death of Herod, in order that what was said by the Lord through the prophet would be fulfilled, saying,"},{"style":"sd0","text":""},{"style":"q1","text":"“Out of Egypt I called my son.”"},{"style":"sd0","text":""},{"style":"s1","text":"Herod Has Innocent Children Murdered"},{"style":"m","text":""},{"style":"v","text":"Then Herod, \\add when he\\add*\\ef + \\fr 2:16 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw that he had been deceived by the wise men, became very angry, and he sent \\add soldiers\\add*\\ef + \\fr 2:16 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 2:16 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sent”) has been translated as a finite verb \\ef* executed all the children in Bethlehem and in all the region \\add around\\add* it from \\add the age of\\add* two years old and under, according to the time which he had determined precisely from the wise men. "},{"style":"v","text":"Then what was spoken by the prophet Jeremiah was fulfilled, saying,"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"“A voice was heard in Ramah,"},{"style":"q2","text":"weeping and great mourning,"},{"style":"q1","text":"Rachel weeping \\add for\\add* her children,"},{"style":"q2","text":"and she did not want to be comforted,"},{"style":"q1","text":"because ⸤they exist no longer⸥\\f + \\fr 2:18 \\ft Literally “they are not” \\f*.”\\f + \\fr 2:18 \\ft A quotation from \\xt Jer 31:15 \\ft \\f*"},{"style":"sd0","text":""},{"style":"s1","text":"Joseph, Mary, and Jesus Return to Nazareth"},{"style":"m","text":""},{"style":"v","text":"Now \\add after\\add*\\ef + \\fr 2:19 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had died”) \\ef* Herod had died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt, "},{"style":"v","text":"saying, “Get up, take the child and his mother and go to the land of Israel, for those who were seeking the life of the child are dead.” "},{"style":"v","text":"So he got up \\add and\\add*\\ef + \\fr 2:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* took the child and his mother and ⸤entered⸥\\f + \\fr 2:21 \\ft Literally “entered into” \\f* the land of Israel. "},{"style":"v","text":"But \\add when he\\add*\\ef + \\fr 2:22 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there, and being warned in a dream, he took refuge in the regions of Galilee. "},{"style":"v","text":"And he came \\add and\\add*\\ef + \\fr 2:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* lived in a town called Nazareth, in order that what was said by the prophets would be fulfilled:\\f + \\fr 2:23 \\ft Literally “that”; the conjunction could be understood (1) to introduce a direct quotation, serving a function similar to modern English quotation marks, and thus not translated; or (2) to introduce an indirect quotation, in which case it could be translated “that he would be called a Nazarene” \\f* “He will be called a Nazarene.”"}]