[{"style":"s1","verse":"","text":"The Parable of the Workers in the Vineyard"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"“For the kingdom of heaven is like a man—the master of the house—who went out early in the morning to hire workers for his vineyard. "},{"style":"v","verse":"2","text":"And \\add after\\add*\\ef + \\fr 20:2 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“coming to an agreement”) which is understood as temporal \\ef* coming to an agreement with the workers for a denarius per day, he sent them into his vineyard. "},{"style":"v","verse":"3","text":"And going out about the third hour, he saw others standing idle in the marketplace. "},{"style":"v","verse":"4","text":"And to those \\add people\\add* he said, ‘You also go into the vineyard, and I will give you whatever is right.’ "},{"style":"v","verse":"5","text":"So they went. Going out\\f + \\fr 20:5 \\ft Some manuscripts have “And going out” \\f* again about the sixth and ninth hour he did the same \\add thing\\add*. "},{"style":"v","verse":"6","text":"And about the eleventh \\add hour\\add* he went out \\add and\\add*\\ef + \\fr 20:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* found others standing \\add there\\add* and said to them, ‘Why are you standing here the whole day unemployed?’ "},{"style":"v","verse":"7","text":"They said to him, ‘Because no one hired us.’ He said to them, ‘You go also into the vineyard.’ "},{"style":"v","verse":"8","text":"And \\add when\\add*\\ef + \\fr 20:8 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“came”) \\ef* evening came, the owner of the vineyard said to his manager, ‘Call the workers and pay them their\\f + \\fr 20:8 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* wages, beginning from the last up to the first.’ "},{"style":"v","verse":"9","text":"And \\add when\\add* the ones \\add hired\\add* about the eleventh hour came, they received a denarius apiece. "},{"style":"v","verse":"10","text":"And \\add when\\add*\\ef + \\fr 20:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* the first came, they thought that they would receive more, and they also received a denarius apiece. "},{"style":"v","verse":"11","text":"And \\add when they\\add*\\ef + \\fr 20:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“received”) which is understood as temporal \\ef* received \\add it\\add*,\\ef + \\fr 20:11 \\ft *Here the direct object is supplied from context in the English translation \\ef* they began to complain\\f + \\fr 20:11 \\ft The imperfect tense has been translated as ingressive here (“began to complain”) \\f* against the master of the house, "},{"style":"v","verse":"12","text":"saying, ‘These last \\add people\\add* worked one hour and you made them equal to us who have endured the burden of the day and the burning heat!’ "},{"style":"v","verse":"13","text":"But he answered one of them \\add and\\add*\\ef + \\fr 20:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, ‘Friend, I am not doing you wrong. Did you not come to an agreement with me for a denarius? "},{"style":"v","verse":"14","text":"Take \\add what is\\add* yours and go! But I want to give to this last \\add person\\add* \\add the same\\add* as \\add I gave\\add*\\f + \\fr 20:14 \\ft The words “\\fq I gave \\ft ” are an implied repetition from the verb earlier in the verse \\f* to you also. "},{"style":"v","verse":"15","text":"Is it not\\f + \\fr 20:15 \\ft Some manuscripts have “Or \\fq is it \\ft not” \\f* permitted for me to do whatever I want with \\add what is\\add* mine? Or is your eye evil because I am generous?’ "},{"style":"v","verse":"16","text":"Thus the last will be first and the first last.”"},{"style":"s1","verse":"","text":"Jesus Predicts His Death and Resurrection a Third Time"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"And \\add as\\add*\\ef + \\fr 20:17 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was going up”) which is understood as temporal \\ef* Jesus was going up to Jerusalem, he took the twelve disciples by themselves and said to them on the way, "},{"style":"v","verse":"18","text":"“Behold, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and scribes, and they will condemn him to death, "},{"style":"v","verse":"19","text":"and will hand him over to the Gentiles to mock \\add him\\add*\\ef + \\fr 20:19 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and flog \\add him\\add*\\ef + \\fr 20:19 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and crucify \\add him\\add*,\\ef + \\fr 20:19 \\ft *Here the direct object is supplied from context in the English translation \\ef* and on the third day he will be raised.”"},{"style":"s1","verse":"","text":"A Request by the Mother of James and John"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"Then the mother of the sons of Zebedee came up to him with her sons, \\add and\\add*\\ef + \\fr 20:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the participle (“kneeling down”) has been translated as a finite verb in keeping with English style \\ef* kneeling down \\add she\\add* asked\\ef + \\fr 20:20 \\ft ﻿*Here the participle (“asked”) is translated as a finite verb because of English style \\ef* something from him. "},{"style":"v","verse":"21","text":"And he said to her, “What do you want?” She said to him, “Say that these two sons of mine may sit one at your right hand and one at your left in your kingdom.” "},{"style":"v","verse":"22","text":"But Jesus answered \\add and\\add*\\ef + \\fr 20:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “You do not know what you are asking! Are you able to drink the cup that I am about to drink?” They said to him, “We are able.” "},{"style":"v","verse":"23","text":"He said to them, “You will indeed drink my cup, but to sit at my right hand and at my left is not mine\\f + \\fr 20:23 \\ft Some manuscripts have “this is not mine” \\f* to grant, but \\add is\\add* for those for whom it has been prepared by my Father.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"And \\add when\\add*\\ef + \\fr 20:24 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* the ten heard \\add this\\add*,\\ef + \\fr 20:24 \\ft *Here the direct object is supplied from context in the English translation \\ef* they were indignant concerning the two brothers. "},{"style":"v","verse":"25","text":"But Jesus called them to himself \\add and\\add*\\ef + \\fr 20:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“called … to himself”) has been translated as a finite verb \\ef* said, “You know that the rulers of the Gentiles lord it over them, and those in high positions exercise authority over them. "},{"style":"v","verse":"26","text":"It will not be like this among you! But whoever wants to become great among you must be your servant, "},{"style":"v","verse":"27","text":"and whoever wants to be most prominent among you must be your slave—"},{"style":"v","verse":"28","text":"just as the Son of Man did not come to be served, but to serve, and to give his life \\add as\\add* a ransom for many.”"},{"style":"s1","verse":"","text":"Two Blind Men Healed at Jericho"},{"style":"m","verse":"","text":""},{"style":"v","verse":"29","text":"And \\add as\\add*\\ef + \\fr 20:29 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were going out”) \\ef* they were going out of Jericho, a large crowd followed him. "},{"style":"v","verse":"30","text":"And behold, \\add there were\\add* two blind men sitting beside the road. \\add When they\\add*\\ef + \\fr 20:30 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard that Jesus was passing by, they called out, saying, “Lord, have mercy on us,\\f + \\fr 20:30 \\ft Some manuscripts have “Have mercy on us, Lord” \\f* Son of David!” "},{"style":"v","verse":"31","text":"And the crowd rebuked them so that they would be quiet. But they called out all the more, saying, “Lord, have mercy on us,\\f + \\fr 20:31 \\ft Some manuscripts have “Have mercy on us, Lord” \\f* Son of David!” "},{"style":"v","verse":"32","text":"And Jesus stopped,\\ef + \\fr 20:32 \\ft *Here the participle (“stopped”) is translated as a finite verb because of English style \\ef* called them, and said, “What do you want me to do for you?” "},{"style":"v","verse":"33","text":"They said to him, “Lord, that our eyes be opened!” "},{"style":"v","verse":"34","text":"And having compassion, Jesus touched their eyes, and immediately they received \\add their\\add* sight and followed him."}]