[{"style":"s1","text":"The Parable of the Wedding Celebration"},{"style":"m","text":""},{"style":"v","text":"And continuing, Jesus spoke to them again in parables, saying, "},{"style":"v","text":"“The kingdom of heaven may be compared to a man—a king—who gave a wedding celebration for his son. "},{"style":"v","text":"And he sent his slaves to summon those who had been invited to the wedding celebration, and they did not want to come. "},{"style":"v","text":"Again he sent other slaves, saying, ‘Tell those who have been invited, “Behold, I have prepared my dinner; my oxen and fattened \\add cattle\\add* have been slaughtered, and everything \\add is\\add* ready. Come to the wedding celebration!” ’ "},{"style":"v","text":"But they paid no attention \\add and\\add*\\ef + \\fr 22:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“paid no attention”) has been translated as a finite verb \\ef* went away—this one to his own field, that one to his business. "},{"style":"v","text":"And the others, seizing his slaves, mistreated \\add them\\add*\\ef + \\fr 22:6 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and killed \\add them\\add*.\\ef + \\fr 22:6 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And the king was angry and sent his troops \\add and\\add*\\ef + \\fr 22:7 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sent”) has been translated as a finite verb \\ef* destroyed those murderers and burned their city. "},{"style":"v","text":"Then he said to his slaves, ‘The wedding celebration is ready, but those who had been invited were not worthy. "},{"style":"v","text":"Therefore, go out to the \\add places where\\add* the roads exit the city and invite to the wedding celebration as many \\add people\\add* as you find.’ "},{"style":"v","text":"And those slaves went out into the roads \\add and\\add*\\ef + \\fr 22:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* gathered everyone whom they found, both evil and good, and the wedding celebration was filled ⸤with dinner guests⸥.\\f + \\fr 22:10 \\ft Literally “with those reclining at table” \\f* "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 22:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came in”) which is understood as temporal \\ef* the king came in to see the ⸤dinner guests⸥,\\f + \\fr 22:11 \\ft Literally “ones reclining at table” \\f* he saw a man there not dressed \\add in\\add* wedding clothes. "},{"style":"v","text":"And he said to him, ‘Friend, how did you come in here, not having wedding clothes?’ But ⸤he could say nothing⸥.\\f + \\fr 22:12 \\ft Literally “he was silent” \\f* "},{"style":"v","text":"Then the king said to the servants, ‘Tie him up ⸤hand and foot⸥\\f + \\fr 22:13 \\ft Literally “feet and hands” \\f* \\add and\\add*\\ef + \\fr 22:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“tie”) has been translated as a finite verb \\ef* throw him into the outer darkness. In that place there will be weeping and gnashing of teeth!’ "},{"style":"v","text":"For many are called but few \\add are\\add* chosen.”"},{"style":"s1","text":"Paying Taxes to Caesar"},{"style":"m","text":""},{"style":"v","text":"Then the Pharisees went ⸤and consulted⸥\\f + \\fr 22:15 \\ft Literally “took counsel” \\f* so that they could entrap him with a statement. "},{"style":"v","text":"And they sent their disciples to him with the Herodians, saying, “Teacher, we know that you are truthful and teach the way of God in truth, and ⸤you do not care what anyone thinks⸥,\\f + \\fr 22:16 \\ft Literally “it is not a care to you concerning anyone” \\f* ⸤because you do not regard the opinion of people⸥.\\f + \\fr 22:16 \\ft Literally “because you do not look at the face of men” \\f* "},{"style":"v","text":"Therefore tell us what you think. Is it permitted to pay taxes to Caesar or not?” "},{"style":"v","text":"But \\add because he\\add*\\ef + \\fr 22:18 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew their maliciousness, Jesus said, “Hypocrites! Why are you testing me? "},{"style":"v","text":"Show me the coin for the tax!” So they brought him a denarius. "},{"style":"v","text":"And he said to them, “Whose image and inscription \\add is\\add* this?” "},{"style":"v","text":"They said to him, “Caesar’s.” Then he said to them, “Therefore give to Caesar the things of Caesar, and to God the things of God!” "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 22:22 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add this\\add*,\\ef + \\fr 22:22 \\ft *Here the direct object is supplied from context in the English translation \\ef* they were astonished, and they left him \\add and\\add*\\ef + \\fr 22:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“left”) has been translated as a finite verb \\ef* went away."},{"style":"s1","text":"A Question About Marriage and the Resurrection"},{"style":"m","text":""},{"style":"v","text":"On that day Sadducees—who say there is no resurrection—came up to him and asked him, "},{"style":"v","text":"saying, “Teacher, Moses said if someone dies without having children, his brother is to marry his wife and ⸤father⸥\\f + \\fr 22:24 \\ft Literally “raise up” \\f* descendants for his brother. "},{"style":"v","text":"Now there were seven brothers with us. And the first died \\add after\\add*\\ef + \\fr 22:25 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“getting married”) which is understood as temporal \\ef* getting married, and \\add because he\\add*\\ef + \\fr 22:25 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have”) which is understood as causal \\ef* did not have descendants, he left his wife to his brother. "},{"style":"v","text":"So also the second and the third, up to the seventh. "},{"style":"v","text":"And last of all the woman died. "},{"style":"v","text":"In the resurrection, therefore, whose wife of the seven will she be? For they all had her \\add as wife\\add*.”\\ef + \\fr 22:28 \\ft *The words “\\add as wife\\add*” are not in the Greek text but are implied \\ef* "},{"style":"v","text":"But Jesus answered \\add and\\add*\\ef + \\fr 22:29 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “You are mistaken, \\add because\\add*\\ef + \\fr 22:29 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* you do not know the scriptures or the power of God! "},{"style":"v","text":"For in the resurrection they neither marry nor are given in marriage, but are like angels of God\\f + \\fr 22:30 \\ft Some manuscripts omit “of God” \\f* in heaven. "},{"style":"v","text":"Now concerning the resurrection of the dead, have you not read what was spoken to you by God, who said, "},{"style":"v","text":"“I am the God of Abraham and the God of Isaac and the God of Jacob”?\\f + \\fr 22:32 \\ft A quotation from \\xt Exod 3:6 \\ft \\f* He is not the God of the dead, but of the living!” "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 22:33 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* the crowds heard \\add this\\add*,\\ef + \\fr 22:33 \\ft *Here the direct object is supplied from context in the English translation \\ef* they were amazed at his teaching."},{"style":"s1","text":"The Greatest Commandment"},{"style":"m","text":""},{"style":"v","text":"Now \\add when\\add*\\ef + \\fr 22:34 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* the Pharisees heard that he had silenced the Sadducees, they assembled at the same \\add place\\add*.\\f + \\fr 22:34 \\ft Or “they assembled together” \\f* "},{"style":"v","text":"And one of them, a legal expert, put a question to \\add him\\add*\\ef + \\fr 22:35 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to test him: "},{"style":"v","text":"“Teacher, which commandment \\add is\\add* greatest in the law?” "},{"style":"v","text":"And he said to him, “ ‘You shall love the Lord your God with all your heart and with all your soul and with all your mind.’\\f + \\fr 22:37 \\ft A quotation from \\xt Deut 6:5 \\ft \\f* "},{"style":"v","text":"This is the greatest and first commandment. "},{"style":"v","text":"And the second \\add is\\add* like it: ‘You shall love your neighbor as yourself.’\\f + \\fr 22:39 \\ft A quotation from \\xt Lev 19:18 \\ft \\f* "},{"style":"v","text":"On these two commandments depend all the law and the prophets.”"},{"style":"s1","text":"David’s Son and Lord"},{"style":"m","text":""},{"style":"v","text":"Now \\add while\\add*\\ef + \\fr 22:41 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“assembled”) \\ef* the Pharisees were assembled, Jesus asked them, "},{"style":"v","text":"saying, “What do you think about the Christ? Whose son is he?” They said to him, “David’s.” "},{"style":"v","text":"He said to them, “How then does David, by the Spirit, call him ‘Lord,’ saying,"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"‘The Lord said to my Lord,"},{"style":"q2","text":"“Sit at my right hand"},{"style":"q1","text":"until I put your enemies"},{"style":"q2","text":"under your feet” ’?\\f + \\fr 22:44 \\ft A quotation from \\xt Ps 110:1 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"If then David calls him ‘Lord,’ how is he his son?” "},{"style":"v","text":"And no one was able to answer him a word, nor did anyone dare from that day \\add on\\add* to ask him any more \\add questions\\add*.\\ef + \\fr 22:46 \\ft *The word “\\add questions\\add*” is not in the Greek text but is implied \\ef*"}]