[{"style":"s1","text":"The Destruction of the Temple Predicted"},{"style":"m","text":""},{"style":"v","text":"And \\add as\\add* Jesus went out of the temple \\add courts\\add*\\ef + \\fr 24:1 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* he was going along, and his disciples came up to point out to him the buildings of the temple. "},{"style":"v","text":"But he answered \\add and\\add*\\ef + \\fr 24:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Do you not see all these \\add things\\add*? Truly I say to you, not \\add one\\add* stone will be left here on \\add another\\add* stone that will not be thrown down!”"},{"style":"s1","text":"Signs of the End of the Age"},{"style":"m","text":""},{"style":"v","text":"And \\add as\\add*\\ef + \\fr 24:3 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was sitting”) \\ef* he was sitting on the Mount of Olives, the disciples came up to him privately, saying, “Tell us, when will these \\add things\\add* happen, and what \\add will be\\add* the sign of your coming and of the end of the age?” "},{"style":"v","text":"And Jesus answered \\add and\\add*\\ef + \\fr 24:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Watch out that no one deceives you! "},{"style":"v","text":"For many will come in my name, saying, ‘I am the Christ,’ and they will deceive many. "},{"style":"v","text":"And you are going to hear about wars and rumors of wars. See to it that you are not alarmed, for this must happen, but the end is not yet. "},{"style":"v","text":"For nation will rise up against nation and kingdom against kingdom, and there will be famines and earthquakes in \\add various\\add* places.\\f + \\fr 24:7 \\ft Or “in place after place” \\f* "},{"style":"v","text":"But all these \\add things\\add* \\add are\\add* the beginning of birth pains."},{"style":"s1","text":"Persecution of Disciples Predicted"},{"style":"m","text":""},{"style":"v","text":"“Then they will hand you over to persecution and will kill you, and you will be hated by all the nations\\f + \\fr 24:9 \\ft Or “Gentiles”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* because of my name. "},{"style":"v","text":"And then many will be led into sin and will betray one another and will hate one another, "},{"style":"v","text":"and many false prophets will appear and will deceive many, "},{"style":"v","text":"and because lawlessness will increase, the love of many will grow cold. "},{"style":"v","text":"But the one who endures to the end—this person will be saved. "},{"style":"v","text":"And this gospel of the kingdom will be proclaimed in the whole inhabited earth for a testimony to all the nations,\\f + \\fr 24:14 \\ft Or “Gentiles”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f* and then the end will come."},{"style":"s1","text":"The Abomination of Desolation"},{"style":"m","text":""},{"style":"v","text":"“So when you see the abomination of desolation\\f + \\fr 24:15 \\ft An allusion to \\xt Dan 9:27 \\ft \\f* spoken about by the prophet Daniel standing in the holy place” (let the one who reads understand), "},{"style":"v","text":"“then those in Judea must flee to the mountains! "},{"style":"v","text":"The one who is on his\\ef + \\fr 24:17 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* housetop must not come down to take things out of his house, "},{"style":"v","text":"and the one who is in the field must not turn back to pick up his cloak. "},{"style":"v","text":"And woe to those ⸤who are pregnant⸥\\f + \\fr 24:19 \\ft Literally “who have in the womb” \\f* and to those who are nursing \\add their babies\\add*\\ef + \\fr 24:19 \\ft ﻿*The words “\\add their babies\\add*” are not in the Greek text but are supplied as a necessary clarification \\ef* in those days! "},{"style":"v","text":"But pray that your flight may not happen in winter or on a Sabbath. "},{"style":"v","text":"For at that time there will be great tribulation, such as has not happened from the beginning of the world until now, nor ever will happen. "},{"style":"v","text":"And unless those days had been shortened, ⸤no human being would be saved⸥.\\f + \\fr 24:22 \\ft Literally “every flesh would not be saved” \\f* But for the sake of the elect, those days will be shortened."},{"style":"p","text":""},{"style":"v","text":"“At that time if anyone should say to you, ‘Behold, here \\add is\\add* the Christ,’ or ‘Here \\add he is\\add*,’ do not believe \\add him\\add*!\\ef + \\fr 24:23 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"For false messiahs and false prophets will appear, and will produce great signs and wonders in order to deceive, if possible, even the elect. "},{"style":"v","text":"Behold, I have told you ahead of time! "},{"style":"v","text":"Therefore if they say to you, ‘Behold, he is in the wilderness,’ do not go out, \\add or\\add*\\ef + \\fr 24:26 \\ft ﻿*Here “\\add or\\add*” is supplied because of English style \\ef* ‘Behold, he is in the inner rooms,’ do not believe \\add it\\add*!\\ef + \\fr 24:26 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"For just as the lightning comes from the east and flashes to the west, so the coming of the Son of Man will be. "},{"style":"v","text":"Wherever the corpse is, there the vultures will gather."},{"style":"s1","text":"The Arrival of the Son of Man"},{"style":"m","text":""},{"style":"v","text":"“And immediately after the tribulation of those days,"},{"style":"sd0","text":""},{"style":"q1","text":"‘the sun will be darkened"},{"style":"q2","text":"and the moon will not give its light,"},{"style":"q1","text":"and the stars will fall from heaven,"},{"style":"q2","text":"and the powers of heaven will be shaken.’\\f + \\fr 24:29 \\ft A quotation from \\xt Isa 13:10 \\ft ; \\xt 34:4 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"And then the sign of the Son of Man will appear in heaven,\\f + \\fr 24:30 \\ft Or “the sky” \\f* and then all the tribes of the earth will mourn, and they will see the Son of Man arriving on the clouds of heaven\\f + \\fr 24:30 \\ft Or “the sky” \\f* with power and great glory. "},{"style":"v","text":"And he will send out his angels with a loud trumpet call, and they will gather his elect together from the four winds, from \\add one\\add* end of heaven\\f + \\fr 24:31 \\ft Or “of the sky” \\f* to the \\add other\\add* end of it."},{"style":"s1","text":"The Parable of the Fig Tree"},{"style":"m","text":""},{"style":"v","text":"“Now learn the parable from the fig tree: Whenever its branch has already become tender and puts forth its\\ef + \\fr 24:32 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* leaves, you know that summer \\add is\\add* near. "},{"style":"v","text":"So also you, when you see all these \\add things\\add*, know\\f + \\fr 24:33 \\ft Or “you know” \\f* that he is near, at the door. "},{"style":"v","text":"Truly I say to you that this generation will never pass away until all these \\add things\\add* take place! "},{"style":"v","text":"Heaven and earth will pass away, but my words will never pass away."},{"style":"s1","text":"The Unknown Day and Hour"},{"style":"m","text":""},{"style":"v","text":"“But concerning that day and hour no one knows—not even the angels of heaven nor the Son—except the Father alone. "},{"style":"v","text":"For just as the days of Noah \\add were\\add*, so the coming of the Son of Man will be. "},{"style":"v","text":"For as in the days\\f + \\fr 24:38 \\ft Some manuscripts have “those days” \\f* before the flood they were eating and drinking, marrying and giving in marriage, until the day Noah entered into the ark. "},{"style":"v","text":"And they did not know \\add anything\\add*\\ef + \\fr 24:39 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* until the deluge came and swept \\add them\\add*\\ef + \\fr 24:39 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* all away. So also the coming of the Son of Man will be. "},{"style":"v","text":"Then there will be two men in the field; one will be taken and one left. "},{"style":"v","text":"Two women will be grinding at the mill; one will be taken and one left. "},{"style":"v","text":"Therefore be on the alert, because you do not know what day your Lord is coming! "},{"style":"v","text":"But understand this: that if the master of the house had known what watch of the night the thief was coming, he would have stayed awake and would not have let his house be broken into. "},{"style":"v","text":"For this \\add reason\\add* you also must be ready, because the Son of Man is coming at an hour that you do not think \\add he will come\\add*.\\ef + \\fr 24:44 \\ft *The words “\\add he will come\\add*” are not in the Greek text but are implied \\ef*"},{"style":"s1","text":"A Faithful Slave and an Unfaithful Slave"},{"style":"m","text":""},{"style":"v","text":"“Who then is the faithful and wise slave whom the master has put in charge of his household slaves to give them their\\ef + \\fr 24:45 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* food at the right time? "},{"style":"v","text":"Blessed \\add is\\add* that slave whom his master will find so doing \\add when he\\add*\\ef + \\fr 24:46 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“comes back”) which is understood as temporal \\ef* comes back. "},{"style":"v","text":"Truly I say to you that he will put him in charge of all his possessions. "},{"style":"v","text":"But if that evil slave should say ⸤to himself⸥,\\f + \\fr 24:48 \\ft Literally “in his heart” \\f* ‘My master is staying away for a long time,’ "},{"style":"v","text":"and he begins to beat his fellow slaves and eats and drinks with drunkards, "},{"style":"v","text":"the master of that slave will come on a day that he does not expect and at an hour that he does not know, "},{"style":"v","text":"and will cut him in two and assign his place with the hypocrites. In that place there will be weeping and gnashing of teeth!"}]