[{"style":"s1","text":"The Parable of the Ten Virgins"},{"style":"m","text":""},{"style":"v","text":"“Then the kingdom of heaven may be compared to ten virgins who took their lamps \\add and\\add*\\ef + \\fr 25:1 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* went out to meet the bridegroom. "},{"style":"v","text":"Now five of them were foolish and five \\add were\\add* wise. "},{"style":"v","text":"For \\add when\\add*\\ef + \\fr 25:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“took”) which is understood as temporal \\ef* the foolish ones took their lamps, they did not take olive oil with them. "},{"style":"v","text":"But the wise ones took olive oil in flasks with their lamps. "},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 25:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was delayed”) \\ef* the bridegroom was delayed, they all became drowsy and fell asleep.\\f + \\fr 25:5 \\ft The imperfect tense has been translated as ingressive here (“began to sleep”, “fell asleep”) \\f* "},{"style":"v","text":"But in the middle of the night there was a shout, ‘Behold, the bridegroom! Come out to meet him!’ "},{"style":"v","text":"Then all those virgins woke up and trimmed their lamps. "},{"style":"v","text":"And the foolish ones said to the wise ones, ‘Give us \\add some\\add* of your olive oil, because our lamps are going out!’ "},{"style":"v","text":"But the wise ones answered saying, “Certainly there will never be enough for us and for you! Go instead to those who sell \\add olive oil\\add*\\ef + \\fr 25:9 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* and buy \\add some\\add*\\ef + \\fr 25:9 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* for yourselves.’ "},{"style":"v","text":"But \\add while\\add*\\ef + \\fr 25:10 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“had gone away”) \\ef* they had gone away to buy \\add it\\add*\\ef + \\fr 25:10 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* the bridegroom arrived, and those who were ready went inside with him to the wedding celebration, and the door was shut. "},{"style":"v","text":"And later the other virgins came also, saying, ‘Lord, lord, open \\add the door\\add*\\ef + \\fr 25:11 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* for us!’ "},{"style":"v","text":"But he answered \\add and\\add*\\ef + \\fr 25:12 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, ‘Truly I say to you, I do not know you!’ "},{"style":"v","text":"Therefore be on the alert, because you do not know the day or the hour!"},{"style":"s1","text":"The Parable of the Talents"},{"style":"m","text":""},{"style":"v","text":"For \\add it is\\add* like a man going on a journey. He summoned his own slaves and handed over his property to them. "},{"style":"v","text":"And to one he gave five talents, and to another two, and to another one, to each one according to his own ability, and he went on a journey immediately. "},{"style":"v","text":"The one who had received the five talents went out \\add and\\add*\\ef + \\fr 25:16 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* traded with them and gained five more. "},{"style":"v","text":"In the same way the one \\add who had\\add* the two gained two more. "},{"style":"v","text":"But the one who had received the one went away \\add and\\add*\\ef + \\fr 25:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went away”) has been translated as a finite verb \\ef* dug up the ground and hid his master’s money. "},{"style":"v","text":"Now after a long time, the master of those slaves came and settled accounts with them. "},{"style":"v","text":"And the one who had received the five talents came up \\add and\\add*\\ef + \\fr 25:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* brought five more talents, saying, ‘Master, you handed over to me five talents. See, I have gained five more talents!’ "},{"style":"v","text":"His master said to him, ‘Well done, good and faithful slave! You were faithful over a few \\add things\\add*; I will put you \\add in charge\\add* over many \\add things\\add*. Enter into the joy of your master!’ "},{"style":"v","text":"And the one \\add who had\\add* the two talents also came up \\add and\\add*\\ef + \\fr 25:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* said, ‘Master, you handed over to me two talents. See, I have gained two talents more!’ "},{"style":"v","text":"His master said to him, ‘Well done, good and faithful slave! You were faithful over a few \\add things\\add*; I will put you \\add in charge\\add* over many \\add things\\add*. Enter into the joy of your master!’ "},{"style":"v","text":"And the one who had received the one talent came up also \\add and\\add*\\ef + \\fr 25:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* said, ‘Master, \\add because I\\add*\\ef + \\fr 25:24 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew you, that you are a hard man, reaping where you did not sow and gathering from where you did not scatter \\add seed\\add*.\\ef + \\fr 25:24 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And \\add because I\\add*\\ef + \\fr 25:25 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was afraid”) which is understood as causal \\ef* was afraid, I went away \\add and\\add*\\ef + \\fr 25:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went away”) has been translated as a finite verb \\ef* hid your talent in the ground. See, you have \\add what is\\add* yours!’ "},{"style":"v","text":"But his master answered \\add and\\add*\\ef + \\fr 25:26 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, ‘Evil and lazy slave! You knew that I reap where I did not sow and gather from where I did not scatter \\add seed\\add*.\\ef + \\fr 25:26 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"Then you ought to have deposited my money with the bankers, and \\add when I\\add*\\ef + \\fr 25:27 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“returned”) which is understood as temporal \\ef* returned I would have gotten back \\add what was\\add* mine with interest! "},{"style":"v","text":"Therefore take the talent from him and give \\add it\\add*\\ef + \\fr 25:28 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the one who has the ten talents. "},{"style":"v","text":"For to everyone who has, \\add more\\add* will be given, and he will have an abundance. But from the one who does not have, even what he has will be taken away from him. "},{"style":"v","text":"And throw the worthless slave into the outer darkness—in that place there will be weeping and gnashing of teeth!’"},{"style":"s1","text":"The Judgment of the Sheep and the Goats"},{"style":"m","text":""},{"style":"v","text":"Now when the Son of Man comes in his glory and all the angels with him, then he will sit on his glorious throne. "},{"style":"v","text":"And all the nations will be gathered before him, and he will separate them from one another like a shepherd separates the sheep from the goats. "},{"style":"v","text":"And he will place the sheep on his right and the goats on the left. "},{"style":"v","text":"Then the king will say to those on his right, ‘Come, \\add you\\add* who are blessed by my Father. Inherit the kingdom prepared for you from the foundation of the world! "},{"style":"v","text":"For I was hungry and you gave me \\add something\\add*\\ef + \\fr 25:35 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to eat, I was thirsty and you gave me \\add something\\add*\\ef + \\fr 25:35 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to drink, I was a stranger and you welcomed me as a guest, "},{"style":"v","text":"I was naked and you clothed me, I was sick and you cared for me, I was in prison and you came to me.’ "},{"style":"v","text":"Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed \\add you\\add*,\\ef + \\fr 25:37 \\ft *Here the direct object is supplied from context in the English translation \\ef* or thirsty and give \\add you something\\add*\\ef + \\fr 25:37 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to drink? "},{"style":"v","text":"And when did we see you a stranger and welcome \\add you\\add*\\ef + \\fr 25:38 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* as a guest, or naked and clothe \\add you\\add*?\\ef + \\fr 25:38 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And when did we see you sick or in prison and come to you?’ "},{"style":"v","text":"And the king will answer \\add and\\add*\\ef + \\fr 25:40 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“will answer”) has been translated as a finite verb \\ef* say to them, ‘Truly I say to you, in as much as you did \\add it\\add*\\ef + \\fr 25:40 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to one of the least of these brothers of mine, you did \\add it\\add*\\ef + \\fr 25:40 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to me.’ "},{"style":"v","text":"Then he will also say to those on \\add his\\add* left, ‘Depart from me, \\add you\\add* accursed ones, into the eternal fire that has been prepared for the devil and his angels! "},{"style":"v","text":"For I was hungry and you did not give me \\add anything\\add*\\ef + \\fr 25:42 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to eat, I was thirsty and you did not give me \\add anything\\add*\\ef + \\fr 25:42 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to drink, "},{"style":"v","text":"I was a stranger and you did not welcome me as a guest, naked and you did not clothe me, sick and in prison and you did not care for me.’ "},{"style":"v","text":"Then they will also answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison and not serve you?’ "},{"style":"v","text":"Then he will answer them, saying, ‘Truly I say to you, in as much as you did not do \\add it\\add*\\ef + \\fr 25:45 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to one of the least of these, you did not do \\add it\\add*\\ef + \\fr 25:45 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to me.’ "},{"style":"v","text":"And these will depart into eternal punishment, but the righteous into eternal life.”"}]