[{"style":"s1","verse":"","text":"The Chief Priests and Elders Plot to Kill Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And it happened that when Jesus had finished all these sayings, he said to his disciples, "},{"style":"v","verse":"2","text":"“You know that after two days the Passover takes place, and the Son of Man will be handed over\\f + \\fr 26:2 \\ft Or “will be delivered up” \\f* in order to be crucified.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Then the chief priests and the elders of the people assembled in the palace of the high priest, who was named Caiaphas, "},{"style":"v","verse":"4","text":"and plotted in order that they could arrest Jesus by stealth and kill \\add him\\add*.\\ef + \\fr 26:4 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"5","text":"But they were saying, “Not during the feast, so that there will not be an uproar among the people.”"},{"style":"s1","verse":"","text":"Jesus’ Anointing at Bethany"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"Now \\add while\\add*\\ef + \\fr 26:6 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* Jesus was at Bethany in the house of Simon the leper, "},{"style":"v","verse":"7","text":"a woman came up to him holding an alabaster flask of very expensive perfumed oil, and poured \\add it\\add*\\ef + \\fr 26:7 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* out on his head \\add while he\\add*\\ef + \\fr 26:7 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was reclining at table”) \\ef* was reclining at table. "},{"style":"v","verse":"8","text":"And \\add when\\add*\\ef + \\fr 26:8 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the disciples saw \\add it\\add*\\ef + \\fr 26:8 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* they were indignant, saying, “⸤Why⸥\\f + \\fr 26:8 \\ft Literally “for what” \\fq reason \\ft  \\f* this waste? "},{"style":"v","verse":"9","text":"For this could have been sold for a large sum and given to the poor!” "},{"style":"v","verse":"10","text":"But Jesus, knowing \\add this\\add*,\\ef + \\fr 26:10 \\ft *Here the direct object is supplied from context in the English translation \\ef* said to them, “Why do you cause trouble for the woman? For she has done a good deed for me. "},{"style":"v","verse":"11","text":"For the poor you always have with you, but you do not always have me. "},{"style":"v","verse":"12","text":"For \\add when\\add*\\ef + \\fr 26:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“poured”) which is understood as temporal \\ef* this woman poured this ointment on my body, she did \\add it\\add*\\ef + \\fr 26:12 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in order to prepare me for burial. "},{"style":"v","verse":"13","text":"Truly I say to you, wherever this gospel is proclaimed in the whole world, what this woman has done will also be told in memory of her.”"},{"style":"s1","verse":"","text":"Judas Arranges to Betray Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"Then one of the twelve, the one named Judas Iscariot, went to the chief priests "},{"style":"v","verse":"15","text":"\\add and\\add*\\ef + \\fr 26:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the participle in the previous verse (“went”) has been translated as a finite verb \\ef* said, “What are you willing to give me if I in turn deliver him to you?” So they set out for him thirty silver coins. "},{"style":"v","verse":"16","text":"And from that time on, he began seeking a favorable opportunity in order that he could betray him."},{"style":"s1","verse":"","text":"Jesus’ Final Passover with the Disciples"},{"style":"m","verse":"","text":""},{"style":"v","verse":"17","text":"Now on the first \\add day\\add*\\ef + \\fr 26:17 \\ft ﻿*Here the word “\\add day\\add*” is not in the Greek text but is implied \\ef* of the feast of Unleavened Bread the disciples came up to Jesus, saying, “Where do you want us to prepare for you to eat the Passover?” "},{"style":"v","verse":"18","text":"And he said, “Go into the city to a certain man and tell him, ‘The Teacher says, “My time is near. I am celebrating the Passover with you with my disciples.” ’ "},{"style":"v","verse":"19","text":"And the disciples did as Jesus directed them, and they prepared the Passover. "},{"style":"v","verse":"20","text":"And \\add when it\\add*\\ef + \\fr 26:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was evening, he was reclining at table with the twelve disciples.\\f + \\fr 26:20 \\ft Some manuscripts omit “disciples” \\f* "},{"style":"v","verse":"21","text":"And \\add while\\add*\\ef + \\fr 26:21 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were eating”) \\ef* they were eating he said, “Truly I say to you, that one of you will betray me.” "},{"style":"v","verse":"22","text":"And greatly distressed, each one began to say to him, “⸤Surely I am not he, am I⸥,\\f + \\fr 26:22 \\ft Literally “surely I am not”; the negative construction in Greek anticipates a negative answer here, indicated in the translation by “am I” \\f* Lord?” "},{"style":"v","verse":"23","text":"And he answered \\add and\\add*\\ef + \\fr 26:23 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “The one who dips his\\f + \\fr 26:23 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* hand in the bowl with me—this one will betray me. "},{"style":"v","verse":"24","text":"The Son of Man is going just as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would be better for him if that man had not been born.” "},{"style":"v","verse":"25","text":"And Judas, the one who was betraying him, answered \\add and\\add*\\ef + \\fr 26:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “⸤Surely I am not he, am I⸥,\\f + \\fr 26:25 \\ft Literally “surely I am not”; the negative construction in Greek anticipates a negative answer here, indicated in the translation by “am I” \\f* Rabbi?” He said to him, “You have said \\add it\\add*.”\\ef + \\fr 26:25 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"s1","verse":"","text":"The Lord’s Supper"},{"style":"m","verse":"","text":""},{"style":"v","verse":"26","text":"Now \\add while\\add*\\ef + \\fr 26:26 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were eating”) \\ef* they were eating Jesus took bread and, \\add after\\add*\\ef + \\fr 26:26 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“giving thanks”) which is understood as temporal \\ef* giving thanks, he broke \\add it\\add*,\\ef + \\fr 26:26 \\ft *Here the direct object is supplied from context in the English translation \\ef* and giving \\add it\\add*\\ef + \\fr 26:26 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to the disciples, he said, “Take, eat, this is my body.” "},{"style":"v","verse":"27","text":"And \\add after\\add*\\ef + \\fr 26:27 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“taking”) which is understood as temporal \\ef* taking the cup and giving thanks he gave \\add it\\add*\\ef + \\fr 26:27 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to them, saying, “Drink from it, all of you, "},{"style":"v","verse":"28","text":"for this is my blood of the covenant which is poured out for many for the forgiveness of sins. "},{"style":"v","verse":"29","text":"But I tell you, from now \\add on\\add* I will never drink of this fruit of the vine until that day when I drink it new with you in the kingdom of my Father.” "},{"style":"v","verse":"30","text":"And \\add after they\\add*\\ef + \\fr 26:30 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had sung the hymn”) which is understood as temporal \\ef* had sung the hymn, they went out to the Mount of Olives."},{"style":"s1","verse":"","text":"Jesus Predicts Peter’s Denial"},{"style":"m","verse":"","text":""},{"style":"v","verse":"31","text":"Then Jesus said to them, “You will all fall away because of me during this night, for it is written,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"‘I will strike the shepherd"},{"style":"q2","verse":"","text":"and the sheep of the flock will be scattered.’\\f + \\fr 26:31 \\ft A quotation from \\xt Zech 13:7 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"But after I am raised, I will go ahead of you into Galilee.” "},{"style":"v","verse":"33","text":"But Peter answered \\add and\\add*\\ef + \\fr 26:33 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, “If they all fall away because of you, I will never fall away!” "},{"style":"v","verse":"34","text":"Jesus said to him, “Truly I say to you that during this night, before the rooster crows, you will deny me three times!” "},{"style":"v","verse":"35","text":"Peter said to him, “Even if it is necessary for me to die with you, I will never deny you!” And all the disciples said the same \\add thing\\add*."},{"style":"s1","verse":"","text":"The Prayer in Gethsemane"},{"style":"m","verse":"","text":""},{"style":"v","verse":"36","text":"Then Jesus went with them to a place called Gethsemane, and he said to the disciples, “Sit here while I go over there \\add and\\add*\\ef + \\fr 26:36 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* pray.” "},{"style":"v","verse":"37","text":"And taking along Peter and the two sons of Zebedee, he began to be distressed and troubled. "},{"style":"v","verse":"38","text":"Then he said to them, “My soul is deeply grieved, to the point of death. Remain here and stay awake with me.” "},{"style":"v","verse":"39","text":"And going forward a little he fell down on his face, praying and saying, “My Father, if it is possible, let this cup pass from me. Nevertheless, not as I will, but as you \\add will\\add*.”\\ef + \\fr 26:39 \\ft *Here the verb “\\add will\\add*” is an understood repetition of the verb earlier in this verse \\ef* "},{"style":"v","verse":"40","text":"And he came to the disciples and found them sleeping, and he said to Peter, “So, were you not able to stay awake with me one hour? "},{"style":"v","verse":"41","text":"Stay awake and pray that you will not enter into temptation. The spirit \\add is\\add* willing, but the flesh \\add is\\add* weak!” "},{"style":"v","verse":"42","text":"Again for the second time he went away \\add and\\add*\\ef + \\fr 26:42 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went away”) has been translated as a finite verb \\ef* prayed, saying, “My Father, if this cannot pass unless I drink it, your will must be done.” "},{"style":"v","verse":"43","text":"And he came again \\add and\\add*\\ef + \\fr 26:43 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came again”) has been translated as a finite verb \\ef* found them sleeping, ⸤for they could not keep their eyes open⸥.\\f + \\fr 26:43 \\ft Literally “for their eyes were weighed down” \\f* "},{"style":"v","verse":"44","text":"And leaving them again, he went away \\add and\\add*\\ef + \\fr 26:44 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went away”) has been translated as a finite verb \\ef* prayed for the third \\add time\\add*, saying the same thing again. "},{"style":"v","verse":"45","text":"Then he came to the disciples and said to them, “Are you still sleeping and resting? Behold, the hour is near, and the Son of Man is being betrayed into the hands of sinners. "},{"style":"v","verse":"46","text":"Get up, let us go! Behold, the one who is betraying me is approaching!”"},{"style":"s1","verse":"","text":"The Betrayal and Arrest of Jesus"},{"style":"m","verse":"","text":""},{"style":"v","verse":"47","text":"And \\add while\\add*\\ef + \\fr 26:47 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was … speaking”) \\ef* he was still speaking, behold, Judas—one of the twelve—arrived, and with him a large crowd with swords and clubs, from the chief priests and elders of the people. "},{"style":"v","verse":"48","text":"Now the one who was betraying him had given them a sign, saying, “\\add The one\\add* whom I kiss—he is \\add the one\\add*.\\ef + \\fr 26:48 \\ft *Here the predicate nominative (“\\add the one\\add*”) is implied \\ef* Arrest him!” "},{"style":"v","verse":"49","text":"And he came up to Jesus immediately \\add and\\add*\\ef + \\fr 26:49 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* said, “Greetings, Rabbi,” and kissed him. "},{"style":"v","verse":"50","text":"And Jesus said to him, “Friend, \\add do that\\add*\\ef + \\fr 26:50 \\ft ﻿*The words “\\add do that\\add*” are not in the Greek text but are implied \\ef* for which you have come.”\\f + \\fr 26:50 \\ft The meaning of this phrase is disputed: (1) some take it as a declarative (as in the translation); (2) others understand it as some form of a question, often with supplied words: (a) “Friend, \\fq are you misusing the kiss \\ft for that \\fq purpose \\ft for which you are here?” (b) “Friend, in connection with that for which you have appeared \\fq do you kiss me \\ft ?” (c) “Friend, are you here for this purpose?” (d) “Friend, what are you here for?”; this last option, though often suggested, is doubtful because of lack of evidence for the relative pronoun used as an interrogative in direct questions \\f* Then they came up \\add and\\add*\\ef + \\fr 26:50 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* laid hands on Jesus and arrested him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"And behold, one of those with Jesus extended his\\ef + \\fr 26:51 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* hand \\add and\\add*\\ef + \\fr 26:51 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“extended”) has been translated as a finite verb \\ef* drew his sword, and striking the slave of the high priest, cut off his ear. "},{"style":"v","verse":"52","text":"Then Jesus said to him, “Put your sword back into its place! For all who take up the sword will die by the sword. "},{"style":"v","verse":"53","text":"Or do you think that I cannot call upon my Father, and he would put at my disposal at once more than twelve legions of angels? "},{"style":"v","verse":"54","text":"How then would the scriptures be fulfilled that it must happen in this way?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"At that time Jesus said to the crowds, “Have you come out with swords and clubs, as against a robber, to arrest me? Every day in the temple \\add courts\\add*\\ef + \\fr 26:55 \\ft ﻿*Here “\\add courts\\add*” is supplied to distinguish this area from the interior of the temple building itself \\ef* I sat teaching, and you did not arrest me! "},{"style":"v","verse":"56","text":"But all this has happened in order that the scriptures of the prophets would be fulfilled.” Then the disciples all abandoned him \\add and\\add*\\ef + \\fr 26:56 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“abandoned”) has been translated as a finite verb \\ef* fled."},{"style":"s1","verse":"","text":"Jesus Before the Sanhedrin"},{"style":"m","verse":"","text":""},{"style":"v","verse":"57","text":"Now those who had arrested Jesus led \\add him\\add*\\ef + \\fr 26:57 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* away to Caiaphas the high priest, where the scribes and the elders had gathered. "},{"style":"v","verse":"58","text":"But Peter was following him from a distance, as far as the courtyard of the high priest. And he went inside \\add and\\add*\\ef + \\fr 26:58 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* was sitting with the officers to see the outcome. "},{"style":"v","verse":"59","text":"Now the chief priests and the whole Sanhedrin were looking for false testimony against Jesus in order that they could put him to death. "},{"style":"v","verse":"60","text":"And they did not find \\add it\\add*,\\ef + \\fr 26:60 \\ft *Here the direct object is supplied from context in the English translation \\ef* \\add although\\add*\\ef + \\fr 26:60 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“came forward”) which is understood as concessive \\ef* many false witnesses came forward. And finally two came forward "},{"style":"v","verse":"61","text":"\\add and\\add*\\ef + \\fr 26:61 \\ft ﻿*Here “\\add and\\add*” is supplied because the participle in the previous verse (“came forward”) has been translated as a finite verb \\ef* said, “This man said, ‘I am able to destroy the temple of God and rebuild \\add it\\add*\\ef + \\fr 26:61 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* within three days.’ ” "},{"style":"v","verse":"62","text":"And the high priest stood up \\add and\\add*\\ef + \\fr 26:62 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood up”) has been translated as a finite verb \\ef* said to him, “Do you reply nothing? What are these \\add people\\add* testifying against you?” "},{"style":"v","verse":"63","text":"But Jesus was silent. And the high priest said to him, “I put you under oath by the living God, that you tell us if you are the Christ, the Son of God!” "},{"style":"v","verse":"64","text":"Jesus said to him, “You have said \\add it\\add*.\\ef + \\fr 26:64 \\ft *Here the direct object is supplied from context in the English translation \\ef* But I tell you, from now \\add on\\add* you will see the Son of Man sitting at the right hand of the Power\\f + \\fr 26:64 \\ft An indirect way of referring to God \\f* and coming on the clouds of heaven.” "},{"style":"v","verse":"65","text":"Then the high priest tore his robes, saying, “He has blasphemed! What further need do we have of witnesses? Behold, you have just now heard the blasphemy! "},{"style":"v","verse":"66","text":"What do you think?” And they answered \\add and\\add*\\ef + \\fr 26:66 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “⸤He deserves death⸥!”\\f + \\fr 26:66 \\ft Literally “he is deserving of death” \\f* "},{"style":"v","verse":"67","text":"Then they spat in his face and struck him with their fists, and they slapped \\add him\\add*,\\ef + \\fr 26:67 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","verse":"68","text":"saying, “Prophesy for us, \\add you\\add* Christ! Who is it who hit you?”"},{"style":"s1","verse":"","text":"Peter Denies Jesus Three Times"},{"style":"m","verse":"","text":""},{"style":"v","verse":"69","text":"Now Peter was sitting outside in the courtyard, and a female slave came up to him \\add and\\add*\\ef + \\fr 26:69 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* said, “You also were with Jesus the Galilean.” "},{"style":"v","verse":"70","text":"But he denied \\add it\\add*\\ef + \\fr 26:70 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in the presence of \\add them\\add* all, saying, “I do not know what you mean!” "},{"style":"v","verse":"71","text":"And \\add when he\\add*\\ef + \\fr 26:71 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“went out”) which is understood as temporal \\ef* went out to the gateway, another \\add female slave\\add*\\f + \\fr 26:71 \\ft The words “\\fq female slave \\ft ” are not in the Greek text but are implied by the feminine singular form \\f* saw him and said to those \\add who were\\add* there, “This man was with Jesus the Nazarene.” "},{"style":"v","verse":"72","text":"And again he denied \\add it\\add*\\ef + \\fr 26:72 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with an oath, “I do not know the man!” "},{"style":"v","verse":"73","text":"And after a little \\add while\\add* those who were standing there came up \\add and\\add*\\ef + \\fr 26:73 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* said to Peter, “You really are \\add one\\add* of them also, because even your accent ⸤reveals who you are⸥.”\\f + \\fr 26:73 \\ft Literally “makes you evident” \\f* "},{"style":"v","verse":"74","text":"Then he began to curse and to swear with an oath, “I do not know the man!” And immediately a rooster crowed. "},{"style":"v","verse":"75","text":"And Peter remembered the statement Jesus had said, “Before the rooster crows, you will deny me three times,” and he went outside \\add and\\add*\\ef + \\fr 26:75 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* wept bitterly."}]