[{"style":"s1","text":"Jesus Taken to Pilate"},{"style":"m","text":""},{"style":"v","text":"Now \\add when it\\add*\\ef + \\fr 27:1 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was early morning, all the chief priests and the elders of the people took counsel against Jesus in order to put him to death. "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 27:2 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“tying”) which is understood as temporal \\ef* tying him up, they led \\add him\\add*\\ef + \\fr 27:2 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* away and handed \\add him\\add*\\ef + \\fr 27:2 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* over to Pilate the governor."},{"style":"s1","text":"The Suicide of Judas Iscariot"},{"style":"m","text":""},{"style":"v","text":"Then \\add when\\add*\\ef + \\fr 27:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* Judas, the one who had betrayed him, saw that he had been condemned, he regretted \\add what he had done\\add*\\ef + \\fr 27:3 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* \\add and\\add*\\ef + \\fr 27:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“regretted”) has been translated as a finite verb \\ef* returned the thirty silver coins to the chief priests and elders, "},{"style":"v","text":"saying, “I have sinned \\add by\\add*\\ef + \\fr 27:4 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“betraying”) which is understood as means \\ef* betraying innocent blood!” But they said, “What \\add is that\\add* to us? You see to \\add it\\add*!”\\ef + \\fr 27:4 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And throwing the silver coins into the temple he departed. And he went away \\add and\\add*\\ef + \\fr 27:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went away”) has been translated as a finite verb \\ef* hanged himself. "},{"style":"v","text":"But the chief priests took the silver coins \\add and\\add*\\ef + \\fr 27:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* said, “It is not permitted to put them into the temple treasury, because it is ⸤blood money⸥.”\\f + \\fr 27:6 \\ft Literally “the price of blood” \\f* "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 27:7 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“taking”) which is understood as temporal \\ef* taking counsel, they purchased ⸤with⸥\\f + \\fr 27:7 \\ft Literally “for” \\f* them the Potter’s Field, for a burial place for strangers. "},{"style":"v","text":"(For this reason that field has been called the Field of Blood until today.) "},{"style":"v","text":"Then what was spoken by the prophet Jeremiah was fulfilled, who said, “And they took the thirty silver coins, the price of the one who had been priced, \\add on\\add* whom a price had been set by the sons of Israel, "},{"style":"v","text":"and they gave them for the potter’s field, just as the Lord directed me.”\\f + \\fr 27:10 \\ft A quotation from various passages in Jeremiah including \\xt 18:2–6 \\ft ; \\xt 19:1–13 \\ft ; \\xt 32:6–15 \\ft ; see also \\xt Zech 11:12–13 \\ft \\f*"},{"style":"s1","text":"Jesus Before Pilate"},{"style":"m","text":""},{"style":"v","text":"So Jesus stood before the governor, and the governor asked him, saying, “Are you the king of the Jews?” And Jesus said, “You say \\add so\\add*.” "},{"style":"v","text":"And ⸤when he was being accused⸥\\f + \\fr 27:12 \\ft Literally “in the him being accused” \\f* by the chief priests and elders he answered nothing. "},{"style":"v","text":"Then Pilate said to him, “Do you not hear how many \\add things\\add* they are testifying against you?” "},{"style":"v","text":"And he did not reply to him, not even with reference to one statement, so that the governor was very astonished."},{"style":"s1","text":"Pilate Releases Barabbas"},{"style":"m","text":""},{"style":"v","text":"Now at each feast, the governor was accustomed to release one prisoner to the crowd—the one whom they wanted. "},{"style":"v","text":"And at that time they had a notorious prisoner named Jesus\\f + \\fr 27:16 \\ft Although many manuscripts omit “Jesus” here, it is so hard to explain why a scribe would have added it that the reading is probably original \\f* Barabbas.\\f + \\fr 27:16 \\ft “Barabbas” means “son of the father” in Aramaic \\f* "},{"style":"v","text":"So \\add after\\add*\\ef + \\fr 27:17 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had assembled”) \\ef* they had assembled, Pilate said to them, “Whom do you want me to release for you—Jesus\\f + \\fr 27:17 \\ft Although many manuscripts omit “Jesus” here, it is so hard to explain why a scribe would have added it that the reading is probably original \\f* Barabbas or Jesus who is called Christ?” "},{"style":"v","text":"(For he knew that they had handed him over because of envy. "},{"style":"v","text":"And \\add while\\add*\\ef + \\fr 27:19 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“was sitting”) \\ef* he was sitting on the judgment seat, his wife sent \\add a message\\add*\\ef + \\fr 27:19 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to him, saying, “⸤Have nothing to do with that righteous man⸥,\\f + \\fr 27:19 \\ft Literally “nothing to you and to that righteous man” \\f* for I have suffered much as a result of a dream today because of him.”) "},{"style":"v","text":"But the chief priests and the elders persuaded the crowds that they should ask for Barabbas and put Jesus to death. "},{"style":"v","text":"So the governor answered \\add and\\add*\\ef + \\fr 27:21 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to them, “Which of the two do you want me to release for you?” And they said, “Barabbas!” "},{"style":"v","text":"Pilate said to them, “What then should I do \\add with\\add* Jesus, the one who is called Christ?” They all said, “Let him be crucified!” "},{"style":"v","text":"And he said, “Why? What wrong has he done?” But they began to shout\\ef + \\fr 27:23 \\ft ﻿*The imperfect tense has been translated as ingressive here (“began to shout”) \\ef* even louder, saying, “Let him be crucified!”"},{"style":"p","text":""},{"style":"v","text":"So Pilate, \\add when he\\add*\\ef + \\fr 27:24 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw that he was accomplishing nothing, but instead an uproar was developing, took water \\add and\\add*\\ef + \\fr 27:24 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* washed his\\f + \\fr 27:24 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* hands before the crowd, saying, “I am innocent of the blood of this man. You see to \\add it\\add*!”\\ef + \\fr 27:24 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And all the people answered \\add and\\add*\\ef + \\fr 27:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “His blood \\add be\\add* on us and on our children!” "},{"style":"v","text":"Then he released Barabbas for them, but \\add after\\add*\\ef + \\fr 27:26 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“flogged”) which is understood as temporal \\ef* he had Jesus flogged, he handed \\add him\\add*\\ef + \\fr 27:26 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* over so that he could be crucified."},{"style":"s1","text":"Jesus Is Mocked"},{"style":"m","text":""},{"style":"v","text":"Then the soldiers of the governor took Jesus into the governor’s residence \\add and\\add*\\ef + \\fr 27:27 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* gathered the whole cohort to him. "},{"style":"v","text":"And they stripped him \\add and\\add*\\ef + \\fr 27:28 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stripped”) has been translated as a finite verb \\ef* put a scarlet military cloak around him, "},{"style":"v","text":"and weaving a crown of thorns, they put \\add it\\add*\\ef + \\fr 27:29 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on his head, and \\add put\\add*\\f + \\fr 27:29 \\ft This is an understood repetition of the verb from earlier in the verse \\f* a reed in his right hand. And kneeling down before him, they mocked him, saying, “Hail, king of the Jews!” "},{"style":"v","text":"And they spat on him \\add and\\add*\\ef + \\fr 27:30 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“spat”) has been translated as a finite verb \\ef* took the reed and repeatedly struck\\f + \\fr 27:30 \\ft The imperfect tense has been translated as iterative here (“repeatedly struck”) \\f* \\add him\\add*\\ef + \\fr 27:30 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on his head. "},{"style":"v","text":"And when they had mocked him, they stripped him of the military cloak and put his \\add own\\add* clothes on him, and led him away in order to crucify \\add him\\add*.\\ef + \\fr 27:31 \\ft *Here the direct object is supplied from context in the English translation \\ef*"},{"style":"s1","text":"Jesus Is Crucified"},{"style":"m","text":""},{"style":"v","text":"And \\add as they\\add*\\ef + \\fr 27:32 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“were going out”) which is understood as temporal \\ef* were going out, they found a man of Cyrene ⸤named⸥\\f + \\fr 27:32 \\ft Literally “by name” \\f* Simon. They forced this man to carry his cross. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 27:33 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came to a place called \\tl Golgotha\\tl* (which ⸤means Place of a Skull⸥),\\f + \\fr 27:33 \\ft Literally “is called Place of a Skull” \\f* "},{"style":"v","text":"they gave him wine mixed with gall to drink, and \\add when he\\add*\\ef + \\fr 27:34 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“tasted”) which is understood as temporal \\ef* tasted \\add it\\add*\\ef + \\fr 27:34 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* he did not want to drink \\add it\\add*.\\ef + \\fr 27:34 \\ft *Here the direct object is supplied from context in the English translation \\ef* "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 27:35 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“had crucified”) which is understood as temporal \\ef* had crucified him, they divided his clothes among themselves\\ef + \\fr 27:35 \\ft ﻿*Here “among themselves” reflects the middle voice of the verb “divided” \\ef* \\add by\\add*\\ef + \\fr 27:35 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“casting”) which is understood as means \\ef* casting lots. "},{"style":"v","text":"And they sat down \\add and\\add*\\ef + \\fr 27:36 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“sat down”) has been translated as a finite verb \\ef* were watching over him there. "},{"style":"v","text":"And they put above his head the charge against him ⸤in writing⸥:\\f + \\fr 27:37 \\ft Literally “written” \\f* “This is Jesus, the king of the Jews.” "},{"style":"v","text":"Then two robbers were crucified with him, one on \\add his\\add* right and one on \\add his\\add* left. "},{"style":"v","text":"And those who passed by reviled him, shaking their heads "},{"style":"v","text":"and saying, “The one who would destroy the temple and rebuild \\add it\\add*\\ef + \\fr 27:40 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* in three days, save yourself! If you are the Son of God, come down from the cross!” "},{"style":"v","text":"In the same way also the chief priests, along with the scribes and elders, were mocking \\add him\\add*,\\ef + \\fr 27:41 \\ft *Here the direct object is supplied from context in the English translation \\ef* saying, "},{"style":"v","text":"“He saved others; he is not able to save himself! He is the king of Israel! Let him come down now from the cross, and we will believe in him! "},{"style":"v","text":"He trusts in God; let him deliver him now if he wants to,\\f + \\fr 27:43 \\ft Or “let him deliver \\fq him \\ft now if he wants him” \\f* because he said, ‘I am the Son of God’!” "},{"style":"v","text":"And in the same \\add way\\add* even the robbers who were crucified with him were reviling him."},{"style":"s1","text":"Jesus Dies on the Cross"},{"style":"m","text":""},{"style":"v","text":"Now from the sixth hour, darkness came over all the land until the ninth hour. "},{"style":"v","text":"And about the ninth hour Jesus cried out with a loud voice, saying, “\\qs Eli, Eli, lema sabachthani?\\qs*” (that is, “My God, my God, why have you forsaken me?”)\\f + \\fr 27:46 \\ft A quotation from \\xt Ps 22:1 \\ft \\f* "},{"style":"v","text":"And some of those who were standing there, \\add when they\\add*\\ef + \\fr 27:47 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add it\\add*,\\ef + \\fr 27:47 \\ft *Here the direct object is supplied from context in the English translation \\ef* said, “This man is summoning Elijah!” "},{"style":"v","text":"And immediately one of them ran and took a sponge and filled \\add it\\add*\\ef + \\fr 27:48 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* with sour wine and put \\add it\\add*\\ef + \\fr 27:48 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* on a reed \\add and\\add*\\ef + \\fr 27:48 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participles (“ran … took … filled … put”) have been translated as finite verbs \\ef* gave \\add it\\add*\\ef + \\fr 27:48 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to him to drink. "},{"style":"v","text":"But the others said, “Leave \\add him\\add*\\ef + \\fr 27:49 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* alone! let us see if Elijah is coming to save him.” "},{"style":"v","text":"And Jesus cried out again with a loud voice \\add and\\add*\\ef + \\fr 27:50 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“cried out”) has been translated as a finite verb \\ef* gave up his\\ef + \\fr 27:50 \\ft ﻿*Literally “the”; the Greek article is used here as a possessive pronoun \\ef* spirit. "},{"style":"v","text":"And behold, the curtain of the temple was torn in two from top to bottom, and the earth shook and the rocks were split. "},{"style":"v","text":"And the tombs were opened, and many bodies of the saints who had fallen asleep were raised, "},{"style":"v","text":"and coming out of the tombs after his resurrection, they went into the holy city and appeared to many."},{"style":"p","text":""},{"style":"v","text":"Now the centurion and those with him who were guarding Jesus, \\add when they\\add*\\ef + \\fr 27:54 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw the earthquake and the things that took place, were extremely frightened, saying, “Truly this man was God’s Son!” "},{"style":"v","text":"And there were many women there, observing from a distance, who had followed Jesus from Galilee, serving him, "},{"style":"v","text":"among whom were Mary Magdalene, and Mary the mother of James and Joseph, and the mother of the sons of Zebedee."},{"style":"s1","text":"Jesus Is Buried"},{"style":"m","text":""},{"style":"v","text":"Now \\add when it\\add* was evening, a rich man from Arimathea named Joseph came, who also was a disciple of Jesus himself. "},{"style":"v","text":"This man approached Pilate \\add and\\add*\\ef + \\fr 27:58 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* asked for the body of Jesus. Then Pilate ordered \\add it\\add*\\ef + \\fr 27:58 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* to be given \\add to him\\add*.\\ef + \\fr 27:58 \\ft *The words “\\add to him\\add*” are not in the Greek text but are implied \\ef* "},{"style":"v","text":"And Joseph took the body \\add and\\add*\\ef + \\fr 27:59 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* wrapped it in a clean linen cloth, "},{"style":"v","text":"and placed it in his \\add own\\add* new tomb that he had cut in the rock. And he rolled a large stone to the entrance of the tomb \\add and\\add*\\ef + \\fr 27:60 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“rolled”) has been translated as a finite verb \\ef* went away. "},{"style":"v","text":"Now Mary Magdalene and the other Mary were there, sitting opposite the tomb."},{"style":"s1","text":"The Tomb Is Sealed and Guarded"},{"style":"m","text":""},{"style":"v","text":"Now \\add on\\add* the next day, which is after the day of preparation, the chief priests and the Pharisees assembled before Pilate, "},{"style":"v","text":"saying, “Sir, we remember that \\add while\\add*\\ef + \\fr 27:63 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“alive”) which is understood as temporal \\ef* that deceiver was still alive he said, ‘After three days I will rise.’ "},{"style":"v","text":"Therefore give orders that the tomb be made secure until the third day, lest his disciples come \\add and\\add*\\ef + \\fr 27:64 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come”) has been translated as a finite verb \\ef* steal him and tell the people, ‘He has been raised from the dead,’ and the last deception will be worse than the first.” "},{"style":"v","text":"Pilate said to them, “You have a guard of soldiers. Go, make \\add it\\add*\\ef + \\fr 27:65 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* as secure as you know how.” "},{"style":"v","text":"So they went with the guard of soldiers \\add and\\add*\\ef + \\fr 27:66 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* made the tomb secure \\add by\\add*\\ef + \\fr 27:66 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“sealing”) which is understood as means \\ef* sealing the stone."}]