[{"style":"s1","text":"Jesus Is Raised"},{"style":"m","text":""},{"style":"v","text":"Now after the Sabbath, at the dawning on the first \\add day\\add* of the week, Mary Magdalene and the other Mary came to view the tomb. "},{"style":"v","text":"And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came up \\add and\\add*\\ef + \\fr 28:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participles (“descended” and “came up”) have been translated as finite verbs \\ef* rolled away the stone and sat down\\f + \\fr 28:2 \\ft Or “was sitting”; here “sat down” reflects an ingressive nuance (beginning of a process or entry into a state) in the translation of the imperfect verb \\f* on it. "},{"style":"v","text":"Now his appearance was like lightning and his clothing white as snow. "},{"style":"v","text":"And the guards trembled from the fear of him and became like dead men. "},{"style":"v","text":"But the angel answered \\add and\\add*\\ef + \\fr 28:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to the women, “Do not be afraid, for I know that you are looking for Jesus, who was crucified. "},{"style":"v","text":"He is not here, for he has been raised, just as he said. Come, see the place where he was lying. "},{"style":"v","text":"And go quickly, tell his disciples, ‘He has been raised from the dead, and behold, he is going ahead of you into Galilee. You will see him there.’ Behold, I have told you.” "},{"style":"v","text":"And they departed quickly from the tomb with fear and great joy, \\add and\\add*\\ef + \\fr 28:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“departed”) has been translated as a finite verb \\ef* ran to tell his disciples. "},{"style":"v","text":"And behold, Jesus met them, saying, “Greetings!” And they came up \\add and\\add*\\ef + \\fr 28:9 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came up”) has been translated as a finite verb \\ef* took hold of his feet and worshiped him. "},{"style":"v","text":"Then Jesus said to them, “Do not be afraid! Go tell my brothers that they should go to Galilee, and there they will see me.”"},{"style":"s1","text":"The Guards Report the Body Stolen"},{"style":"m","text":""},{"style":"v","text":"And \\add while\\add*\\ef + \\fr 28:11 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were going”) \\ef* they were going, behold, some of the guard of soldiers went into the city \\add and\\add*\\ef + \\fr 28:11 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* reported to the chief priests everything that had happened. "},{"style":"v","text":"And \\add after they\\add*\\ef + \\fr 28:12 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had assembled”) which is understood as temporal \\ef* had assembled with the elders and had taken counsel, they gave a rather large sum of money to the soldiers, "},{"style":"v","text":"telling \\add them\\add*,\\ef + \\fr 28:13 \\ft *Here the direct object is supplied from context in the English translation \\ef* “Say ‘His disciples came during the night \\add and\\add*\\ef + \\fr 28:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* stole him \\add while\\add*\\ef + \\fr 28:13 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“were sleeping”) \\ef* we were sleeping.’ "},{"style":"v","text":"And if this \\add matter\\add* is heard before the governor, we will satisfy him and ⸤keep you out of trouble⸥.”\\f + \\fr 28:14 \\ft Literally “make you free from care” \\f* "},{"style":"v","text":"So they took the money \\add and\\add*\\ef + \\fr 28:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“took”) has been translated as a finite verb \\ef* did as they were told, and spread abroad this report among the Jews until this very day."},{"style":"s1","text":"The Great Commission"},{"style":"m","text":""},{"style":"v","text":"So the eleven disciples proceeded to Galilee, to the mountain which Jesus had designated for them. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 28:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw him, they worshiped \\add him\\add*,\\ef + \\fr 28:17 \\ft *Here the direct object is supplied from context in the English translation \\ef* but some doubted. "},{"style":"v","text":"And Jesus approached \\add and\\add*\\ef + \\fr 28:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* spoke to them, saying, “All authority in heaven and on earth has been given to me. "},{"style":"v","text":"Therefore, go\\ef + \\fr 28:19 \\ft ﻿*As a participle of attendant circumstance this participle carries imperatival force picked up from the main verb (“make disciples”) \\ef* \\add and\\add*\\ef + \\fr 28:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, "},{"style":"v","text":"teaching them to observe everything I have commanded you, and behold, I am with you all the days until the end of the age.”"}]