[{"style":"s1","text":"John the Baptist Begins His Ministry"},{"style":"m","text":""},{"style":"v","text":"Now in those days John the Baptist came preaching in the Judean wilderness "},{"style":"v","text":"and saying, “Repent, for the kingdom of heaven has come near!” "},{"style":"v","text":"For this is the one who was spoken about by the prophet Isaiah, saying,"},{"style":"sd0","text":""},{"style":"q1","text":"“The voice of one crying out in the wilderness,"},{"style":"q1","text":"‘Prepare the way of the Lord,"},{"style":"q2","text":"make his paths straight.’ ”\\f + \\fr 3:3 \\ft A quotation from \\xt Isa 40:3 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"Now John himself had his clothing made from camel’s hair and a belt made of leather around his waist, and his food was locusts and wild honey. "},{"style":"v","text":"Then Jerusalem and all Judea and all the district around the Jordan were going out to him, "},{"style":"v","text":"and they were being baptized by him in the Jordan River \\add as they\\add*\\ef + \\fr 3:6 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“confessed”) which is understood as temporal \\ef* confessed their sins."},{"style":"p","text":""},{"style":"v","text":"But \\add when he\\add*\\ef + \\fr 3:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw many of the Pharisees and Sadducees coming to his baptism, he said to them, “Offspring of vipers! Who warned you to flee from the coming wrath? "},{"style":"v","text":"Therefore produce fruit worthy of repentance! "},{"style":"v","text":"And do not think to say to yourselves, ‘We have Abraham \\add as\\add* father.’ For I say to you that God is able to raise up children for Abraham from these stones! "},{"style":"v","text":"Already now the ax is positioned at the root of the trees; therefore every tree not producing good fruit is cut down and thrown into the fire. "},{"style":"v","text":"I baptize you with water for repentance, but the one who comes after me is more powerful than I \\add am\\add*, whose sandals I am not worthy to carry. He will baptize you with the Holy Spirit and fire. "},{"style":"v","text":"His winnowing shovel \\add is\\add* in his hand, and he will clean out his threshing floor and will gather his wheat into the storehouse, but he will burn up the chaff with unquenchable fire.”"},{"style":"s1","text":"The Baptism of Jesus"},{"style":"m","text":""},{"style":"v","text":"Then Jesus came from Galilee to the Jordan to John in order to be baptized by him. "},{"style":"v","text":"But John tried to prevent\\ef + \\fr 3:14 \\ft ﻿*The imperfect verb is understood as conative (“tried to”) \\ef* him, saying, “⸤I need⸥\\f + \\fr 3:14 \\ft Literally “I have need” \\f* to be baptized by you, and do you come to me?” "},{"style":"v","text":"But Jesus answered \\add and\\add*\\ef + \\fr 3:15 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said to him, “Permit \\add it\\add* now, for in this way it is right for us to fulfill all righteousness.” Then he permitted him. "},{"style":"v","text":"Now \\add after he\\add*\\ef + \\fr 3:16 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“was baptized”) which is understood as temporal \\ef* was baptized, Jesus immediately went up from the water, and behold, the heavens opened\\f + \\fr 3:16 \\ft Some manuscripts have “opened to him” \\f* and he saw the Spirit of God descending like a dove coming\\f + \\fr 3:16 \\ft Some manuscripts have “and coming” \\f* upon him. "},{"style":"v","text":"And behold, \\add there was\\add*\\f + \\fr 3:17 \\ft The words “\\fq there was \\ft ” are not in the Greek text, but are supplied to make a complete sentence in English \\f* a voice from heaven saying, “This is my beloved Son, with whom I am well pleased.”"}]