[{"style":"s1","text":"The Temptation of Jesus"},{"style":"m","text":""},{"style":"v","text":"Then Jesus was led up into the wilderness by the Spirit to be tempted by the devil, "},{"style":"v","text":"and \\add after he\\add*\\ef + \\fr 4:2 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“had fasted”) which is understood as temporal \\ef* had fasted forty days and forty nights, then he was hungry. "},{"style":"v","text":"And the tempter approached \\add and\\add*\\ef + \\fr 4:3 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* said to him, “If you are the Son of God, order that these stones become bread.” "},{"style":"v","text":"But he answered \\add and\\add*\\ef + \\fr 4:4 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “It is written, ‘Man will not live on bread alone, but on every word that comes out of the mouth of God.”\\f + \\fr 4:4 \\ft A quotation from \\xt Deut 8:3 \\ft \\f*"},{"style":"p","text":""},{"style":"v","text":"Then the devil took him to the holy city\\f + \\fr 4:5 \\ft That is, Jerusalem \\f* and placed him on the highest point of the temple "},{"style":"v","text":"and said to him, “If you are the Son of God, throw yourself down! For it is written,"},{"style":"sd0","text":""},{"style":"q1","text":"‘He will command his angels concerning you,’\\f + \\fr 4:6 \\ft A quotation from \\xt Ps 91:11 \\ft \\f*"},{"style":"sd0","text":""},{"style":"m","text":"and"},{"style":"sd0","text":""},{"style":"q1","text":"‘On \\add their\\add* hands they will lift you up,"},{"style":"q1","text":"lest you strike your foot against a stone.’ ”\\f + \\fr 4:6 \\ft A quotation from \\xt Ps 91:12 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"Jesus said to him, “On the other hand it is written, ‘You are not to put the Lord your God to the test.’ ”\\f + \\fr 4:7 \\ft A quotation from \\xt Deut 6:16 \\ft \\f*"},{"style":"p","text":""},{"style":"v","text":"Again the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory, "},{"style":"v","text":"and he said to him, “I will give to you all these things, if you will fall down \\add and\\add*\\ef + \\fr 4:9 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“will fall down”) has been translated as a finite verb \\ef* worship me.” "},{"style":"v","text":"Then Jesus said to him, “Go away, Satan, for it is written, ‘You shall worship the Lord your God and serve only him.’ ”\\f + \\fr 4:10 \\ft A quotation from \\xt Deut 6:13 \\ft \\f* "},{"style":"v","text":"Then the devil left him, and behold, angels came and began ministering to him."},{"style":"s1","text":"Public Ministry in Galilee"},{"style":"m","text":""},{"style":"v","text":"Now \\add when he\\add*\\ef + \\fr 4:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard that John ⸤had been arrested⸥,\\f + \\fr 4:12 \\ft Literally “had been handed over” \\f* he withdrew into Galilee. "},{"style":"v","text":"And leaving Nazareth, he went \\add and\\add*\\ef + \\fr 4:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* lived in Capernaum by the sea, in the region of Zebulun and Naphtali, "},{"style":"v","text":"in order that what was spoken by the prophet Isaiah would be fulfilled, who said,"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"“Land of Zebulun and land of Naphtali,"},{"style":"q1","text":"⸤toward the sea⸥,\\f + \\fr 4:15 \\ft Literally “the way of the sea” \\f* on the other side of the Jordan,"},{"style":"q2","text":"Galilee of the Gentiles\\f + \\fr 4:15 \\ft Or “nations”; the same Greek word can be translated “nations” or “Gentiles” depending on the context \\f*—"},{"style":"q1","text":""},{"style":"v","text":"the people who sit in darkness"},{"style":"q2","text":"have seen a great light,"},{"style":"q1","text":"and the ones who sit in the land and shadow of death,"},{"style":"q2","text":"a light has dawned on them.”\\f + \\fr 4:16 \\ft A quotation from \\xt Isa 9:1 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"From that time \\add on\\add*, Jesus began to preach and to say, “Repent, because the kingdom of heaven is near.”"},{"style":"s1","text":"Jesus Calls His First Disciples"},{"style":"m","text":""},{"style":"v","text":"Now \\add as he\\add*\\ef + \\fr 4:18 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was walking”) which is understood as temporal \\ef* was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew, throwing a casting net into the sea (for they were fishermen). "},{"style":"v","text":"And he said to them, “⸤Follow me⸥\\f + \\fr 4:19 \\ft Literally “come behind me” \\f* and I will make you fishers of people.” "},{"style":"v","text":"And immediately they left their nets \\add and\\add*\\ef + \\fr 4:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“left”) has been translated as a finite verb \\ef* followed him. "},{"style":"v","text":"And going on from there, he saw two other brothers, James the \\add son\\add* of Zebedee and his brother John, in the boat with their father Zebedee, mending their nets, and he called them. "},{"style":"v","text":"And immediately they left the boat and their father \\add and\\add*\\ef + \\fr 4:22 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“left”) has been translated as a finite verb \\ef* followed him."},{"style":"s1","text":"Teaching, Preaching, and Healing throughout Galilee"},{"style":"m","text":""},{"style":"v","text":"And he went around through all of Galilee, teaching in their synagogues and proclaiming the good news of the kingdom and healing every disease and every sickness among the people. "},{"style":"v","text":"And a report about him went out ⸤throughout⸥\\f + \\fr 4:24 \\ft Literally “in the whole of” \\f* Syria, and they brought to him all those ⸤who were sick⸥\\f + \\fr 4:24 \\ft Literally “having badly” \\f* with various diseases and afflicted by torments, demon-possessed\\f + \\fr 4:24 \\ft Some manuscripts have “and demon-possessed” \\f* and epileptics and paralytics, and he healed them. "},{"style":"v","text":"And large crowds followed him from Galilee, Decapolis, Jerusalem, Judea, and from the other side of the Jordan."}]