[{"style":"s1","text":"The Sermon on the Mount: Charitable Giving"},{"style":"m","text":""},{"style":"v","text":"“And take care not to practice your righteousness before people to be seen by them; ⸤otherwise⸥\\f + \\fr 6:1 \\ft Literally “but if not” \\f* you have no reward from your Father who is in heaven. "},{"style":"v","text":"Therefore whenever you practice charitable giving, do not sound a trumpet in front of you, as the hypocrites do in the synagogues and in the streets, in order that they may be praised by people. Truly I say to you, they have received their reward in full! "},{"style":"v","text":"But you, \\add when you\\add*\\ef + \\fr 6:3 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“practice”) which is understood as temporal \\ef* practice charitable giving, do not let your left hand know what your right hand is doing, "},{"style":"v","text":"in order that your charitable giving may be in secret, and your Father who sees in secret will reward you."},{"style":"s1","text":"The Sermon on the Mount: How to Pray"},{"style":"m","text":""},{"style":"v","text":"And whenever you pray, do not be like the hypocrites, because they love to stand \\add and\\add*\\ef + \\fr 6:5 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stand”) has been translated as a finite verb \\ef* pray in the synagogues and on the corners of the streets, in order that they may be seen by people. Truly I say to you, they have received their reward in full! "},{"style":"v","text":"But whenever you pray, enter into your inner room and shut your door \\add and\\add*\\ef + \\fr 6:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“shut”) has been translated as a finite verb \\ef* pray to your Father who is in secret, and your Father who sees in secret will reward you."},{"style":"p","text":""},{"style":"v","text":"“But \\add when you\\add*\\ef + \\fr 6:7 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“pray”) which is understood as temporal \\ef* pray, do not babble repetitiously like the pagans, for they think that because of their many words they will be heard. "},{"style":"v","text":"Therefore do not be like them, for your Father knows ⸤what you need⸥\\f + \\fr 6:8 \\ft Literally “of what you have need” \\f* before you ask him. "},{"style":"v","text":"Therefore you pray in this way:"},{"style":"sd0","text":""},{"style":"q1","text":"“Our Father who is in heaven,"},{"style":"q1","text":"may your name be treated as holy."},{"style":"q1","text":""},{"style":"v","text":"May your kingdom come,"},{"style":"q1","text":"may your will be done"},{"style":"q2","text":"on earth as \\add it is\\add* in heaven."},{"style":"q1","text":""},{"style":"v","text":"Give us today our daily bread,"},{"style":"q1","text":""},{"style":"v","text":"and forgive us our debts,"},{"style":"q2","text":"as we also have forgiven our debtors."},{"style":"q1","text":""},{"style":"v","text":"And do not bring us into temptation,"},{"style":"q1","text":"but deliver us from the evil one.\\f + \\fr 6:13 \\ft Or “evil”; most later Greek manuscripts add the phrase “for yours is the kingdom and the power and the glory forever, amen” \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"For if you forgive people their sins, your heavenly Father will also forgive you. "},{"style":"v","text":"But if you do not forgive people, neither will your Father forgive your sins."},{"style":"s1","text":"The Sermon on the Mount: How to Fast"},{"style":"m","text":""},{"style":"v","text":"“Whenever you fast, do not be sullen like the hypocrites, for they make their faces unrecognizable in order that they may be seen fasting by people. Truly I say to you, they have received their reward in full! "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 6:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“fasting”) which is understood as temporal \\ef* you are fasting, ⸤put olive oil on your head⸥\\f + \\fr 6:17 \\ft Literally “anoint your head” \\f* and wash your face "},{"style":"v","text":"so that you will not be seen by people as fasting, but to your Father who is in secret, and your Father who sees in secret will reward you."},{"style":"s1","text":"The Sermon on the Mount: Treasure in Heaven"},{"style":"m","text":""},{"style":"v","text":"“Do not store up for yourselves treasures on earth, where moth and consuming \\add insect\\add*\\f + \\fr 6:19 \\ft Traditionally “rust,” but more likely in this context along with “moth” the term refers to “eating” by other types of insects or vermin \\f* destroy and where thieves break in and steal, "},{"style":"v","text":"but store up for yourselves treasures in heaven, where neither moth nor consuming \\add insect\\add*\\f + \\fr 6:20 \\ft Traditionally “rust,” but more likely in this context along with “moth” the term refers to “eating” by other types of insects or vermin \\f* destroy and where thieves do not break in or steal. "},{"style":"v","text":"For where your treasure is, there your heart will be also."},{"style":"p","text":""},{"style":"v","text":"“The eye is the lamp of the body. Therefore if your eye is sincere, your whole body will be full of light. "},{"style":"v","text":"But if your eye is evil, your whole body will be dark. Therefore if the light in you is darkness, how great \\add is\\add* the darkness!"},{"style":"p","text":""},{"style":"v","text":"“No one is able to serve two masters. For either he will hate the one and love the other, or he will be devoted to one and despise the other. You are not able to serve God and money.\\f + \\fr 6:24 \\ft Traditionally transliterated from the Greek as “mammon” \\f*"},{"style":"s1","text":"The Sermon on the Mount: Anxiety"},{"style":"m","text":""},{"style":"v","text":"“For this \\add reason\\add* I say to you, do not be anxious for your life, what you will eat,\\f + \\fr 6:25 \\ft Some manuscripts add “or what you will drink”; other later manuscripts add “and what you will drink” \\f* and not for your body, what you will wear. Is your life not more than food and your body \\add more than\\add* clothing? "},{"style":"v","text":"Consider the birds of the sky, that they do not sow or reap or gather \\add produce\\add* into barns, and your heavenly Father feeds them. Are you not worth more than they \\add are\\add*? "},{"style":"v","text":"And who among you, \\add by\\add*\\ef + \\fr 6:27 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“being anxious”) which is understood as means \\ef* being anxious, is able to add one hour\\f + \\fr 6:27 \\ft Or “cubit” \\f* to his life span? "},{"style":"v","text":"And why are you anxious about clothing? Observe the lilies of the field, how they grow: they do not toil or spin, "},{"style":"v","text":"but I say to you that not even Solomon in all his glory was dressed like one of these. "},{"style":"v","text":"But if God dresses the grass of the field in this way, \\add although it\\add*\\ef + \\fr 6:30 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“is”) which is understood as concessive \\ef* is \\add here\\add* today and tomorrow is thrown into the oven, will he not \\add do so\\add* much more \\add for\\add* you, you of little faith? "},{"style":"v","text":"Therefore do not be anxious, saying, ‘What will we eat?’ or ‘What will we drink?’ or ‘What will we wear?,’ "},{"style":"v","text":"for the pagans seek after all these \\add things\\add*. For your heavenly Father knows that you need all these \\add things\\add*. "},{"style":"v","text":"But seek first his kingdom and righteousness,\\f + \\fr 6:33 \\ft Some manuscripts have “the kingdom of God and his righteousness” \\f* and all these \\add things\\add* will be added to you. "},{"style":"v","text":"Therefore do not be anxious for tomorrow, because tomorrow will be anxious for itself. ⸤Each day has enough trouble of its own.⸥\\f + \\fr 6:34 \\ft Literally “sufficient for the day its trouble” \\f*"}]