[{"style":"s1","text":"The Sermon on the Mount: On Judging Others"},{"style":"m","text":""},{"style":"v","text":"“Do not judge, so that you will not be judged. "},{"style":"v","text":"For by what judgment you judge, you will be judged, and by what measure you measure out, it will be measured out to you. "},{"style":"v","text":"And why do you see the speck \\add that is\\add* in your brother’s eye, but do not notice the beam of wood in your \\add own\\add* eye? "},{"style":"v","text":"Or how will you say to your brother, ‘Allow \\add me\\add* to remove the speck from your eye,’ and behold, the beam of wood \\add is\\add* in your \\add own\\add* eye? "},{"style":"v","text":"Hypocrite! First remove the beam of wood from your \\add own\\add* eye and then you will see clearly to remove the speck from your brother’s eye!"},{"style":"p","text":""},{"style":"v","text":"“Do not give what is holy to dogs, or throw your pearls in front of pigs, lest they trample them with their feet, and turn around \\add and\\add*\\ef + \\fr 7:6 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“turn around”) has been translated as a finite verb \\ef* tear you to pieces."},{"style":"s1","text":"The Sermon on the Mount: Ask, Seek, Knock"},{"style":"m","text":""},{"style":"v","text":"“Ask and it will be given to you; seek and you will find; knock and it will be opened for you. "},{"style":"v","text":"For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened. "},{"style":"v","text":"Or what man is \\add there\\add* among you, \\add if\\add* his son will ask him \\add for\\add* bread, will give him a stone? "},{"style":"v","text":"Or also \\add if\\add* he will ask for a fish, will give him a snake? "},{"style":"v","text":"Therefore if you, \\add although you\\add*\\ef + \\fr 7:11 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“are”) which is understood as concessive \\ef* are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him? "},{"style":"v","text":"Therefore \\add in\\add* all \\add things\\add*, whatever you want that people should do to you, thus also you do to them. For this is the law and the prophets."},{"style":"s1","text":"The Sermon on the Mount: The Narrow Gate"},{"style":"m","text":""},{"style":"v","text":"“Enter through the narrow gate, because broad \\add is\\add* the gate and spacious \\add is\\add* the road that leads to destruction, and there are many who enter through it, "},{"style":"v","text":"because narrow\\f + \\fr 7:14 \\ft Some manuscripts have “how narrow” \\f* \\add is\\add* the gate and constricted \\add is\\add* the road that leads to life, and there are few who find it!"},{"style":"s1","text":"The Sermon on the Mount: Recognizing False Prophets"},{"style":"m","text":""},{"style":"v","text":"“Beware of false prophets who come to you in sheep’s clothing, but inside are ravenous wolves. "},{"style":"v","text":"You will recognize them by their fruits: they do not gather grapes from thorn bushes or figs from thistles, \\add do they\\add*?\\f + \\fr 7:16 \\ft The negative construction in Greek anticipates a negative answer here, indicated by “\\fq do they \\ft ” \\f* "},{"style":"v","text":"In the \\add same\\add* way, every good tree produces good fruit, but a bad tree produces bad fruit. "},{"style":"v","text":"A good tree is not able to produce bad fruit, nor a bad tree to produce good fruit. "},{"style":"v","text":"Every tree that does not produce good fruit is cut down and thrown into the fire. "},{"style":"v","text":"As a result, you will recognize them by their fruits."},{"style":"s1","text":"The Sermon on the Mount: False Followers"},{"style":"m","text":""},{"style":"v","text":"“Not everyone who says to me, ‘Lord, Lord,’ will enter into the kingdom of heaven, but the one who does the will of my Father who is in heaven. "},{"style":"v","text":"On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and expel demons in your name, and perform many miracles in your name?’ "},{"style":"v","text":"And then ⸤I will say to them plainly⸥,\\f + \\fr 7:23 \\ft Literally “I will declare to them” \\f* ‘I never knew you. Depart from me, you who practice lawlessness!’"},{"style":"s1","text":"The Sermon on the Mount: Two Houses and Two Foundations"},{"style":"m","text":""},{"style":"v","text":"“Therefore everyone who hears these words of mine and does them will be like a wise man who built his house on the rock. "},{"style":"v","text":"And the rain came down and the rivers came and the winds blew and beat against that house, and it did not collapse, because its foundation was laid on the rock. "},{"style":"v","text":"And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand. "},{"style":"v","text":"And the rain came down and the rivers came and the winds blew and beat against that house, and it collapsed, and its fall was great.”"},{"style":"s1","text":"The Sermon on the Mount: Response"},{"style":"m","text":""},{"style":"v","text":"And it happened when Jesus finished these words the crowds were amazed at his teaching, "},{"style":"v","text":"because he was teaching them like one who had authority, and not like their scribes."}]