[{"style":"s1","verse":"","text":"A Leper Cleansed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And \\add when\\add*\\ef + \\fr 8:1 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“came down”) \\ef* he came down from the mountain, large crowds followed him. "},{"style":"v","verse":"2","text":"And behold, a leper approached \\add and\\add*\\ef + \\fr 8:2 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* worshiped him, saying, “Lord, if you are willing, you are able to make me clean.” "},{"style":"v","verse":"3","text":"And extending his hand he touched him, saying, “I am willing, be clean.” And immediately his leprosy was cleansed. "},{"style":"v","verse":"4","text":"And Jesus said to him, “See that you tell no one, but go, show yourself to the priest and offer the gift that Moses commanded, for a testimony to them.”"},{"style":"s1","verse":"","text":"A Centurion’s Slave Healed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"5","text":"Now \\add when\\add*\\ef + \\fr 8:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“entered”) \\ef* he entered Capernaum, a centurion approached him, appealing to him "},{"style":"v","verse":"6","text":"and saying, “Lord, my slave\\f + \\fr 8:6 \\ft Traditionally “servant”; the Greek term here is one often used of a slave who was regarded with some degree of affection, possibly a personal servant (the parallel passage in \\xt Luke 7:7 \\ft uses the more common term for slave) \\f* is lying paralyzed in my\\f + \\fr 8:6 \\ft Literally “the”; the Greek article is used here as a possessive pronoun \\f* house, terribly tormented!” "},{"style":"v","verse":"7","text":"And he said to him, “I will come \\add and\\add*\\ef + \\fr 8:7 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“come”) has been translated as a finite verb \\ef* heal him.” "},{"style":"v","verse":"8","text":"And the centurion answered \\add and\\add*\\ef + \\fr 8:8 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“answered”) has been translated as a finite verb \\ef* said, “Lord, I am not worthy that you should come in under my roof. But only say the word and my slave will be healed. "},{"style":"v","verse":"9","text":"For I also am a man under authority who has soldiers under me, and I say to this one, ‘Go!’ and he goes, and to another one, ‘Come!’ and he comes, and to my slave, ‘Do this!’ and he does \\add it\\add*\\f + \\fr 8:9 \\ft Here the direct object is supplied from context in the English translation (see the parallel in \\xt Luke 7:8 \\ft ). \\f*.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Now \\add when\\add*\\ef + \\fr 8:10 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* Jesus heard \\add this\\add*,\\ef + \\fr 8:10 \\ft *Here the direct object is supplied from context in the English translation \\ef* he was astonished, and said to those who were following \\add him\\add*,\\ef + \\fr 8:10 \\ft *Here the direct object is supplied from context in the English translation \\ef* “Truly I say to you, I have found such great faith with no one in Israel. "},{"style":"v","verse":"11","text":"But I say to you that many will come from east and west and ⸤be seated at the banquet⸥\\f + \\fr 8:11 \\ft Literally “recline at table” \\f* with Abraham and Isaac and Jacob in the kingdom of heaven. "},{"style":"v","verse":"12","text":"But the sons of the kingdom will be thrown out into the outer darkness. In that place there will be weeping and gnashing of teeth!” "},{"style":"v","verse":"13","text":"And Jesus said to the centurion, “Go, as you have believed it will be done for you.” And the slave\\f + \\fr 8:13 \\ft Many later manuscripts have “his slave” \\f* was healed at that hour."},{"style":"s1","verse":"","text":"Many at Capernaum Are Healed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"And \\add when\\add*\\ef + \\fr 8:14 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* Jesus came into Peter’s house, he saw his mother-in-law lying down and suffering with a fever. "},{"style":"v","verse":"15","text":"And he touched her hand and the fever left her, and she got up and began to serve him."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Now \\add when it\\add*\\ef + \\fr 8:16 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“was”) \\ef* was evening, they brought to him many who were demon-possessed, and he expelled the spirits with a word. And he healed all ⸤those who were sick⸥,\\f + \\fr 8:16 \\ft Literally “those who were having badly” \\f* "},{"style":"v","verse":"17","text":"in order that what was spoken through the prophet Isaiah would be fulfilled, who said,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“He himself took away our sicknesses,"},{"style":"q1","verse":"","text":"and carried away our diseases.”\\f + \\fr 8:17 \\ft A quotation from \\xt Isa 53:4 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"s1","verse":"","text":"Would-be Followers"},{"style":"m","verse":"","text":""},{"style":"v","verse":"18","text":"Now \\add when\\add*\\ef + \\fr 8:18 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* Jesus saw many crowds\\f + \\fr 8:18 \\ft Some manuscripts have “a crowd” \\f* around him, he gave orders to depart to the other side.\\f + \\fr 8:18 \\ft That is, the other side of the Sea of Galilee \\f* "},{"style":"v","verse":"19","text":"And a scribe approached \\add and\\add*\\ef + \\fr 8:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* said to him, “Teacher, I will follow you wherever you go!” "},{"style":"v","verse":"20","text":"And Jesus said to him, “Foxes have dens and birds of the sky \\add have\\add* nests, but the Son of Man has no place to lay his head.” "},{"style":"v","verse":"21","text":"And another of the disciples\\f + \\fr 8:21 \\ft Some manuscripts have “of his disciples” \\f* said to him, “Lord, allow me first to go and bury my father.” "},{"style":"v","verse":"22","text":"But Jesus said to him, “Follow me, and leave the dead to bury their own dead!”"},{"style":"s1","verse":"","text":"Calming of a Storm"},{"style":"m","verse":"","text":""},{"style":"v","verse":"23","text":"And \\add as\\add*\\ef + \\fr 8:23 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“got”) which is understood as temporal \\ef* he got into the boat, his disciples followed him. "},{"style":"v","verse":"24","text":"And behold, a great storm arose on the sea, so that the boat was being inundated by the waves, but he himself was asleep. "},{"style":"v","verse":"25","text":"And they came \\add and\\add*\\ef + \\fr 8:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* woke him, saying, “Lord, save \\add us\\add*!\\ef + \\fr 8:25 \\ft *Here the direct object is supplied from context in the English translation \\ef* We are perishing!” "},{"style":"v","verse":"26","text":"And he said to them, “Why are you fearful, \\add you\\add* of little faith?” Then he got up \\add and\\add*\\ef + \\fr 8:26 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* rebuked the winds and the sea and there was a great calm. "},{"style":"v","verse":"27","text":"And the men were astonished, saying, “What sort of \\add man\\add* is this, that even the winds and the sea obey him?”"},{"style":"s1","verse":"","text":"Demon-possessed Gadarenes Healed"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"And \\add when\\add*\\ef + \\fr 8:28 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“came”) \\ef* he came to the other side,\\f + \\fr 8:28 \\ft That is, the other side of the Sea of Galilee \\f* to the region of the Gadarenes,\\f + \\fr 8:28 \\ft Many manuscripts read “Gergesenes”; others read “Gerasenes” (see \\xt Luke 8:26 \\ft ) \\f* two demon-possessed men coming from among the tombs met him, very violent, so that no one was able to pass by along that road. "},{"style":"v","verse":"29","text":"And behold, they cried out, saying, “⸤What do you have to do with us⸥,\\f + \\fr 8:29 \\ft Literally “what to us and to you” \\f* Son of God? Have you come here to torment us before the time?”\\f + \\fr 8:29 \\ft That is, before the appointed time of judgment \\f* "},{"style":"v","verse":"30","text":"Now a long way from them a large herd of pigs was feeding. "},{"style":"v","verse":"31","text":"So the demons implored him, saying, “If you are going to expel us, send us into the herd of pigs.” "},{"style":"v","verse":"32","text":"And he said to them, “Go!” So they departed \\add and\\add*\\ef + \\fr 8:32 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“departed”) has been translated as a finite verb \\ef* went into the pigs, and behold, the whole herd rushed headlong down the steep slope into the sea and drowned in the water. "},{"style":"v","verse":"33","text":"Now the herdsmen fled and went into the town \\add and\\add*\\ef + \\fr 8:33 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went”) has been translated as a finite verb \\ef* reported everything, including the things concerning the demon-possessed men. "},{"style":"v","verse":"34","text":"And behold, the whole town came out to meet Jesus, and \\add when they\\add*\\ef + \\fr 8:34 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw him, they implored \\add him\\add*\\ef + \\fr 8:34 \\ft ﻿*Here the direct object is supplied from context in the English translation \\ef* that he would depart from their region."}]