[{"style":"s1","text":"A Paralytic Healed"},{"style":"m","text":""},{"style":"v","text":"And getting into a boat, he crossed over and came to his own town.\\f + \\fr 9:1 \\ft A reference to Capernaum \\f* "},{"style":"v","text":"And behold, they brought to him a paralytic lying on a stretcher, and \\add when\\add*\\ef + \\fr 9:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* Jesus saw their faith, he said to the paralytic, “Have courage, child, your sins are forgiven.” "},{"style":"v","text":"And behold, some of the scribes said to themselves, “This man is blaspheming!” "},{"style":"v","text":"And knowing\\f + \\fr 9:4 \\ft Some manuscripts have “perceiving” \\f* their thoughts, Jesus said, “Why do you think evil in your hearts? "},{"style":"v","text":"For which is easier to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’? "},{"style":"v","text":"But in order that you may know that the Son of Man has authority on earth to forgive sins,” then he said to the paralytic, “Get up, pick up your stretcher and go to your home.” "},{"style":"v","text":"And he got up \\add and\\add*\\ef + \\fr 9:7 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* went to his home. "},{"style":"v","text":"But \\add when\\add*\\ef + \\fr 9:8 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* the crowds saw \\add this\\add*,\\ef + \\fr 9:8 \\ft *Here the direct object is supplied from context in the English translation \\ef* they were afraid and glorified God who had given such authority to men."},{"style":"s1","text":"Matthew Called to Follow Jesus"},{"style":"m","text":""},{"style":"v","text":"And \\add as\\add*\\ef + \\fr 9:9 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* Jesus was going away from there, he saw a man called Matthew sitting at the tax booth and said to him, “Follow me!” And he stood up \\add and\\add*\\ef + \\fr 9:9 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“stood up”) has been translated as a finite verb \\ef* followed him."},{"style":"p","text":""},{"style":"v","text":"And it happened \\add as\\add*\\ef + \\fr 9:10 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was dining”) \\ef* he ⸤was dining⸥\\f + \\fr 9:10 \\ft Literally “was reclining at table” \\f* in the house, behold, many tax collectors and sinners were coming \\add and\\add*\\ef + \\fr 9:10 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“were coming”) has been translated as a finite verb \\ef* ⸤dining⸥\\f + \\fr 9:10 \\ft Literally “reclining at table” \\f* with Jesus and his disciples. "},{"style":"v","text":"And \\add when they\\add*\\ef + \\fr 9:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw \\add it\\add*,\\ef + \\fr 9:11 \\ft *Here the direct object is supplied from context in the English translation \\ef* the Pharisees began to say to his disciples, “Why does your teacher eat with tax collectors and sinners?” "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 9:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“heard”) which is understood as temporal \\ef* heard \\add it\\add*,\\ef + \\fr 9:12 \\ft *Here the direct object is supplied from context in the English translation \\ef* he said, “Those who are healthy do not have need of a physician, but those ⸤who are sick⸥.\\f + \\fr 9:12 \\ft Literally “having badly” \\f* "},{"style":"v","text":"But go \\add and\\add*\\ef + \\fr 9:13 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“go”) has been translated as a finite verb \\ef* learn what it means, “I want mercy and not sacrifice.”\\f + \\fr 9:13 \\ft A quotation from \\xt Hos 6:6 \\ft (see also \\xt Matt 12:7 \\ft ) \\f* For I did not come to call the righteous, but sinners.”"},{"style":"s1","text":"On Fasting"},{"style":"m","text":""},{"style":"v","text":"Then the disciples of John\\f + \\fr 9:14 \\ft That is, John the Baptist \\f* approached him, saying, “Why do we and the Pharisees fast often, but your disciples do not fast?” "},{"style":"v","text":"And Jesus said to them, “⸤The bridegroom’s attendants⸥\\f + \\fr 9:15 \\ft Literally “the sons of the bridal chamber” \\f* are not able to mourn as long as the bridegroom is with them. But days are coming when the bridegroom is taken away from them, and then they will fast. "},{"style":"v","text":"But no one puts a patch of unshrunken cloth on an old garment, for its patch pulls away from the garment, and the tear becomes worse. "},{"style":"v","text":"Nor do they put new wine into old wineskins. ⸤Otherwise⸥\\f + \\fr 9:17 \\ft Literally “but if not” \\f* the wineskins burst and the wine is spilled, and the wineskins are destroyed. But they put new wine into new wineskins and both are preserved.”"},{"style":"s1","text":"A Woman Healed and a Daughter Raised"},{"style":"m","text":""},{"style":"v","text":"\\add As\\add*\\ef + \\fr 9:18 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“was saying”) \\ef* he was saying these \\add things\\add* to them, behold, one of the rulers came \\add and\\add*\\ef + \\fr 9:18 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“came”) has been translated as a finite verb \\ef* knelt down before him, saying, “My daughter has just now died, but come, place your hand on her and she will live!” "},{"style":"v","text":"And Jesus and his disciples got up \\add and\\add*\\ef + \\fr 9:19 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“got up”) has been translated as a finite verb \\ef* followed him. "},{"style":"v","text":"And behold, a woman who had been suffering with a hemorrhage twelve years approached from behind \\add and\\add*\\ef + \\fr 9:20 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“approached”) has been translated as a finite verb \\ef* touched the edge\\f + \\fr 9:20 \\ft Or “tassel” \\f* of his cloak, "},{"style":"v","text":"for she said to herself, “If only I touch his cloak I will be healed.” "},{"style":"v","text":"But Jesus, turning around and seeing her, said, “Have courage, daughter! Your faith has healed you.” And the woman was healed from that hour."},{"style":"p","text":""},{"style":"v","text":"And \\add when\\add*\\ef + \\fr 9:23 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* Jesus came into the ruler’s house and saw the flute players and the disorderly crowd, "},{"style":"v","text":"he said, “Go away, because the girl is not dead, but is sleeping.” And they ridiculed him. "},{"style":"v","text":"But when the crowd had been sent out, he entered \\add and\\add*\\ef + \\fr 9:25 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“entered”) has been translated as a finite verb \\ef* took her hand, and the girl got up. "},{"style":"v","text":"And this report went out into that whole region."},{"style":"s1","text":"Two Blind Men Healed"},{"style":"m","text":""},{"style":"v","text":"And \\add as\\add*\\ef + \\fr 9:27 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“going away”) which is understood as temporal \\ef* Jesus was going away from there, two blind men followed him, crying out and saying, “Have mercy on us, Son of David!” "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 9:28 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“came”) which is understood as temporal \\ef* came into the house, the blind men approached him, and Jesus said to them, “Do you believe that I am able to do this?” They said to him, “Yes, Lord.” "},{"style":"v","text":"Then he touched their eyes, saying, “According to your faith let it be done for you.” "},{"style":"v","text":"And their eyes were opened, and Jesus sternly warned them, saying, “See \\add that\\add* no one finds out.” "},{"style":"v","text":"But they went out \\add and\\add*\\ef + \\fr 9:31 \\ft ﻿*Here “\\add and\\add*” is supplied because the previous participle (“went out”) has been translated as a finite verb \\ef* spread the report about him in that whole region."},{"style":"s1","text":"A Demon Expelled"},{"style":"m","text":""},{"style":"v","text":"Now \\add as\\add*\\ef + \\fr 9:32 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal genitive absolute participle (“were going away”) \\ef* they were going away, behold, they brought to him a demon-possessed man \\add who was\\add* unable to speak. "},{"style":"v","text":"And \\add after\\add*\\ef + \\fr 9:33 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal genitive absolute participle (“had been expelled”) \\ef* the demon had been expelled, the one who had been mute spoke, and the crowds were astonished, saying, “⸤This has never been seen before⸥\\f + \\fr 9:33 \\ft Literally “never has it been seen thus” \\f* in Israel!” "},{"style":"v","text":"But the Pharisees were saying,\\f + \\fr 9:34 \\ft Or “began to say” \\f* “By the ruler of demons he expels the demons!”"},{"style":"s1","text":"A Plentiful Harvest But Few Workers"},{"style":"m","text":""},{"style":"v","text":"And Jesus was going around all the towns and the villages, teaching in their synagogues and proclaiming the good news of the kingdom and healing every\\f + \\fr 9:35 \\ft Or “every kind of” \\f* disease and every\\f + \\fr 9:35 \\ft Or “every kind of” \\f* sickness. "},{"style":"v","text":"And \\add when he\\add*\\ef + \\fr 9:36 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“saw”) which is understood as temporal \\ef* saw the crowds, he had compassion for them, because they were weary and dejected, like sheep that did not have a shepherd. "},{"style":"v","text":"Then he said to his disciples, “The harvest \\add is\\add* plentiful, but the workers \\add are\\add* few. "},{"style":"v","text":"Therefore ask the Lord of the harvest that he send out workers into his harvest.”"}]