[{"style":"mt1","text":"Romains"},{"style":"s1","text":"Adresse et salutation"},{"style":"r","text":"V. 1-7: cf. Tit 1:1-4. Ga 1:1-5."},{"style":"p","text":""},{"style":"v","text":"Paul, serviteur de Jésus-Christ, appelé à être apôtre, \\x a \\xo 1.1 \\xt Ac 9:15; 13:2. Ga 1:15.\\x*mis à part pour annoncer l’Évangile de Dieu, "},{"style":"v","text":"qui avait été \\x b \\xo 1.2 \\xt Ge 3:15; 22:18; 26:4; 49:10. De 18:15. 2 S 7:12. Ps 132:11. És 4:2; 7:14; 9:5; 40:10. Jé 23:5; 33:14. Éz 34:23; 37:24. Da 9:24. Mi 7:20.\\x*promis auparavant de la part de Dieu par ses prophètes dans les saintes Écritures, "},{"style":"v","text":"et qui concerne son Fils (né de la \\x c \\xo 1.3 \\xt Mt 1:1. Lu 1:32. Ac 2:30; 13:23. 2 Ti 2:8.\\x*postérité de David, selon la chair, "},{"style":"v","text":"et déclaré \\x d \\xo 1.4 \\xt És 9:5; 44:6; 54:5. Jn 2:19. Ro 9:5. 1 Jn 5:20.\\x*Fils de Dieu avec puissance, selon l’Esprit de sainteté, par sa résurrection d’entre les morts), Jésus-Christ notre Seigneur, "},{"style":"v","text":"par qui nous avons reçu la grâce et l’apostolat, pour amener en son nom à l’obéissance de la foi tous les païens, "},{"style":"v","text":"parmi lesquels vous êtes aussi, vous qui avez été appelés par Jésus-Christ, "},{"style":"v","text":"à tous ceux qui, à Rome, sont bien-aimés de Dieu, \\x e \\xo 1.7 \\xt 1 Co 1:2. Ép 1:1.\\x*appelés à être saints: que la grâce et la paix vous soient données de la part de Dieu notre Père et du Seigneur Jésus-Christ!"},{"style":"s1","text":"Amour de Paul pour les chrétiens de Rome. Son désir d’aller les voir"},{"style":"r","text":"V. 8-15: cf. (1 Th 1:2, 3, 8; 3:7-13.) Ro 15:23-32."},{"style":"p","text":""},{"style":"v","text":"Je rends d’abord grâces à mon Dieu par Jésus-Christ, au sujet de vous tous, de ce que votre foi est renommée dans le monde entier. "},{"style":"v","text":"\\x f \\xo 1.9 \\xt Ro 9:1. 2 Co 1:23; 11:31. Ga 1:20. Ph 1:8. 1 Th 2:5.\\x*Dieu, \\x g \\xo 1.9 \\xt 2 Ti 1:3.\\x*que je sers en mon esprit dans l’Évangile de son Fils, m’est témoin que je fais sans cesse mention de vous, "},{"style":"v","text":"\\x h \\xo 1.10 \\xt Ro 15:23, 32.\\x*demandant continuellement dans mes prières d’avoir enfin, par sa volonté, le bonheur d’aller vers vous. "},{"style":"v","text":"\\x i \\xo 1.11 \\xt 1 Th 3:10.\\x*Car je désire vous voir, \\x j \\xo 1.11 \\xt Ro 15:29.\\x*pour vous communiquer quelque don spirituel, afin que vous soyez affermis, "},{"style":"v","text":"ou plutôt, afin que nous soyons encouragés ensemble au milieu de vous par la foi qui nous est commune, à vous et à moi. "},{"style":"v","text":"Je ne veux pas vous laisser ignorer, frères, \\x k \\xo 1.13 \\xt 1 Th 2:18.\\x*que j’ai souvent formé le projet d’aller vous voir, afin de recueillir quelque fruit parmi vous, comme parmi les autres nations; mais j’en ai été empêché jusqu’ici. "},{"style":"v","text":"\\x l \\xo 1.14 \\xt 1 Co 9:16.\\x*Je me dois aux Grecs et aux barbares, aux savants et aux ignorants. "},{"style":"v","text":"Ainsi j’ai un vif désir de vous annoncer aussi l’Évangile, à vous qui êtes à Rome."},{"style":"s1","text":"La justice par la foi, sujet de l’épître"},{"style":"r","text":"V. 16-17: cf. Mc 16:15, 16. 1 Co 1:18-24. Ro 3:21-25."},{"style":"p","text":""},{"style":"v","text":"\\x m \\xo 1.16 \\xt Ps 40:10. 2 Ti 1:8.\\x*Car je n’ai point honte de l’Évangile: \\x n \\xo 1.16 \\xt 1 Co 1:18; 15:2.\\x*c’est une puissance de Dieu pour le salut de quiconque croit, du Juif premièrement, puis du Grec, "},{"style":"v","text":"\\x o \\xo 1.17 \\xt Ro 3:21. Ph 3:9.\\x*parce qu’en lui est révélée la justice de Dieu par la foi et pour la foi, selon qu’il est écrit: \\x p \\xo 1.17 \\xt Ha 2:4. Jn 3:36. Ga 3:11. Hé 10:38.\\x*Le juste vivra par la foi."},{"style":"s1","text":"État de péché et de condamnation de l’humanité"},{"style":"r","text":"V. 18-32: cf. (Ps 19:2-5. Ac 14:16, 17.) (Ps 81:12, 13. És 44:9-20.) (Ép 4:17-19. 1 Pi 4:3-5.)"},{"style":"p","text":""},{"style":"v","text":"La colère de Dieu se révèle du ciel contre toute impiété et toute injustice des hommes qui retiennent injustement la vérité captive, "},{"style":"v","text":"\\x q \\xo 1.19 \\xt Ac 14:17.\\x*car ce qu’on peut connaître de Dieu est manifeste pour eux, Dieu le leur ayant fait connaître. "},{"style":"v","text":"\\x r \\xo 1.20 \\xt Ps 19:2.\\x*En effet, les perfections invisibles de Dieu, sa puissance éternelle et sa divinité, se voient comme à l’œil, depuis la création du monde, quand on les considère dans ses ouvrages. Ils sont donc inexcusables, "},{"style":"v","text":"puisque ayant connu Dieu, ils ne l’ont point glorifié comme Dieu, et ne lui ont point rendu grâces; mais \\x s \\xo 1.21 \\xt De 28:28.\\x*ils se sont égarés dans leurs pensées, et leur cœur sans intelligence a été plongé dans les ténèbres. "},{"style":"v","text":"Se vantant d’être sages, ils sont devenus fous; "},{"style":"v","text":"\\x t \\xo 1.23 \\xt 2 R 17:29.\\x*et ils ont changé la gloire du Dieu incorruptible en images représentant l’homme corruptible, des oiseaux, des quadrupèdes, et des reptiles. "},{"style":"v","text":"C’est pourquoi Dieu les a livrés à l’impureté, selon les convoitises de leurs cœurs; en sorte qu’ils déshonorent eux-mêmes leurs propres corps; "},{"style":"v","text":"eux qui ont changé la vérité de Dieu en mensonge, et qui ont adoré et servi la créature au lieu du Créateur, qui est béni éternellement. Amen! "},{"style":"v","text":"C’est pourquoi Dieu les a livrés \\x u \\xo 1.26 \\xt Lé 18:22, 23.\\x*à des passions infâmes: car leurs femmes ont changé l’usage naturel en celui qui est contre nature; "},{"style":"v","text":"et de même les hommes, abandonnant l’usage naturel de la femme, se sont enflammés dans leurs désirs les uns pour les autres, commettant homme avec homme des choses infâmes, et recevant en eux-mêmes le salaire que méritait leur égarement. "},{"style":"v","text":"Comme ils ne se sont pas souciés de connaître Dieu, Dieu les a livrés à leur sens réprouvé, pour commettre des choses indignes, "},{"style":"v","text":"étant remplis de toute espèce d’injustice, de méchanceté, de cupidité, de malice; pleins d’envie, de meurtre, de querelle, de ruse, de malignité; "},{"style":"v","text":"rapporteurs, médisants, impies, arrogants, hautains, fanfarons, ingénieux au mal, rebelles à leurs parents, dépourvus d’intelligence, "},{"style":"v","text":"de loyauté, d’affection naturelle, de miséricorde. "},{"style":"v","text":"Et, bien qu’ils connaissent le jugement de Dieu, déclarant dignes de mort ceux qui commettent de telles choses, non seulement ils les font, \\x v \\xo 1.32 \\xt Os 7:3.\\x*mais ils approuvent ceux qui les font."}]