[{"style":"r","text":"V. 1-10: cf. 1 S 12:22-25. 1 R 19:9-18. És 6:9-13."},{"style":"p","text":""},{"style":"v","text":"Je dis donc: \\x a \\xo 11.1 \\xt Jé 31:37.\\x*Dieu a-t-il rejeté son peuple? Loin de là! \\x b \\xo 11.1 \\xt 2 Co 11:22. Ph 3:5.\\x*Car moi aussi je suis Israélite, de la postérité d’Abraham, de la tribu de Benjamin. "},{"style":"v","text":"Dieu n’a point rejeté son peuple, qu’il a connu d’avance. Ne savez-vous pas ce que l’Écriture rapporte d’Élie, comment il adresse à Dieu cette plainte contre Israël: "},{"style":"v","text":"\\x c \\xo 11.3 \\xt 1 R 19:10.\\x*Seigneur, ils ont tué tes prophètes, ils ont renversé tes autels; je suis resté moi seul, et ils cherchent à m’ôter la vie? "},{"style":"v","text":"Mais quelle réponse Dieu lui fait-il? \\x d \\xo 11.4 \\xt 1 R 19:18.\\x*Je me suis réservé sept mille hommes, qui n’ont point fléchi le genou devant Baal. "},{"style":"v","text":"\\x e \\xo 11.5 \\xt Ro 9:27.\\x*De même aussi dans le temps présent il y a un reste, selon l’élection de la grâce. "},{"style":"v","text":"\\x f \\xo 11.6 \\xt De 9:4.\\x*Or, si c’est par grâce, ce n’est plus par les œuvres; autrement la grâce n’est plus une grâce. Et si c’est par les œuvres, ce n’est plus une grâce; autrement l’œuvre n’est plus une œuvre. "},{"style":"v","text":"\\x g \\xo 11.7 \\xt Ro 9:31.\\x*Quoi donc? Ce qu’Israël cherche, il ne l’a pas obtenu, mais l’élection l’a obtenu, tandis que les autres ont été endurcis, "},{"style":"v","text":"selon qu’il est écrit:"},{"style":"q1","text":"\\x h \\xo 11.8 \\xt És 29:10.\\x*Dieu leur a donné un esprit d’assoupissement,"},{"style":"q1","text":"\\x i \\xo 11.8 \\xt És 6:9. Éz 12:2. Mt 13:14. Mc 4:12. Lu 8:10. Jn 12:40. Ac 28:26.\\x*Des yeux pour ne point voir,"},{"style":"q1","text":"Et des oreilles pour ne point entendre,"},{"style":"q1","text":"Jusqu’à ce jour."},{"style":"m","text":"Et David dit:"},{"style":"q1","text":""},{"style":"v","text":"\\x j \\xo 11.9 \\xt Ps 69:23.\\x*Que leur table soit pour eux un piège,"},{"style":"q1","text":"Un filet, une occasion de chute, et une rétribution!"},{"style":"q1","text":""},{"style":"v","text":"Que leurs yeux soient obscurcis pour ne point voir,"},{"style":"q1","text":"Et tiens leur dos continuellement courbé!"},{"style":"r","text":"V. 11-24: cf. (Mt 21:40-43. Ép 2:7-13.) (1 Co 4:7; 10:11, 12.) Za 1:17; 8:13."},{"style":"p","text":""},{"style":"v","text":"Je dis donc: Est-ce pour tomber qu’ils ont bronché? Loin de là! Mais, par leur chute, le salut est devenu accessible aux païens, afin qu’ils fussent excités à la jalousie. "},{"style":"v","text":"Or, si leur chute a été la richesse du monde, et leur amoindrissement la richesse des païens, combien plus en sera-t-il ainsi quand ils se convertiront tous. "},{"style":"v","text":"Je vous le dis à vous, païens: \\x k \\xo 11.13 \\xt Ac 9:15; 13:2; 22:21. Ga 1:16; 2:8. Ép 3:8. 1 Ti 2:7. 2 Ti 1:11.\\x*en tant qu’apôtre des païens je suis, je glorifie mon ministère, "},{"style":"v","text":"afin, s’il est possible, d’exciter la jalousie de ceux de ma race, et d’en sauver quelques-uns. "},{"style":"v","text":"Car si leur rejet a été la réconciliation du monde, que sera leur réintégration, sinon une vie d’entre les morts? "},{"style":"v","text":"Or, si les prémices sont saintes, la masse l’est aussi; et si la racine est sainte, les branches le sont aussi. "},{"style":"v","text":"Mais si quelques-unes des branches ont été retranchées, et si toi, qui étais un olivier sauvage, tu as été enté à leur place, et rendu participant de la racine et de la graisse \\x l \\xo 11.17 \\xt Jé 11:16.\\x*de l’olivier, "},{"style":"v","text":"ne te glorifie pas aux dépens de ces branches. Si tu te glorifies, sache que ce n’est pas toi qui portes la racine, mais que c’est la racine qui te porte. "},{"style":"v","text":"Tu diras donc: Les branches ont été retranchées, afin que moi je fusse enté. "},{"style":"v","text":"Cela est vrai; elles ont été retranchées pour cause d’incrédulité, et toi, tu subsistes par la foi. Ne t’abandonne pas à l’orgueil, mais crains; "},{"style":"v","text":"car si Dieu n’a pas épargné les branches naturelles, il ne t’épargnera pas non plus. "},{"style":"v","text":"Considère donc la bonté et la sévérité de Dieu: sévérité envers ceux qui sont tombés, et bonté de Dieu envers toi, si tu demeures ferme dans cette bonté; autrement, tu seras aussi retranché. "},{"style":"v","text":"\\x m \\xo 11.23 \\xt 2 Co 3:16.\\x*Eux de même, s’ils ne persistent pas dans l’incrédulité, ils seront entés; car Dieu est puissant pour les enter de nouveau. "},{"style":"v","text":"Si toi, tu as été coupé de l’olivier naturellement sauvage, et enté contrairement à ta nature sur l’olivier franc, à plus forte raison eux seront-ils entés selon leur nature sur leur propre olivier."},{"style":"r","text":"V. 25-36: cf. És 59:19-21. Jé 31:31-40. Éz 36:23, etc.; 37. Os 3:4, 5. És 54:7-10."},{"style":"p","text":""},{"style":"v","text":"Car je ne veux pas, frères, que vous ignoriez ce mystère, afin que vous ne vous regardiez point comme sages, c’est qu’une partie d’Israël est tombée dans l’endurcissement, \\x n \\xo 11.25 \\xt Lu 21:24.\\x*jusqu’à ce que la totalité des païens soit entrée. "},{"style":"v","text":"Et ainsi tout Israël sera sauvé, \\x o \\xo 11.26 \\xt Ps 14:7. És 27:9; 59:20. Jé 31:31, 32, 33, 34. 2 Co 3:16. Hé 8:8; 10:16.\\x*selon qu’il est écrit:"},{"style":"q1","text":"Le libérateur viendra de Sion,"},{"style":"q1","text":"Et il détournera de Jacob les impiétés; "},{"style":"v","text":"Et ce sera mon alliance avec eux,"},{"style":"q1","text":"Lorsque j’ôterai leurs péchés."},{"style":"m","text":""},{"style":"v","text":"En ce qui concerne l’Évangile, ils sont ennemis à cause de vous; mais en ce qui concerne l’élection, ils sont aimés à cause de leurs pères. "},{"style":"v","text":"Car Dieu ne se repent pas de ses dons et de son appel. "},{"style":"v","text":"De même que vous avez autrefois désobéi à Dieu et que par leur désobéissance vous avez maintenant obtenu miséricorde, "},{"style":"v","text":"de même ils ont maintenant désobéi, afin que, par la miséricorde qui vous a été faite, ils obtiennent aussi miséricorde. "},{"style":"v","text":"\\x p \\xo 11.32 \\xt Ga 3:22.\\x*Car Dieu a renfermé tous les hommes dans la désobéissance, pour faire miséricorde à tous. "},{"style":"v","text":"O profondeur de la richesse, de la sagesse et de la science de Dieu! \\x q \\xo 11.33 \\xt Ps 36:7.\\x*Que ses jugements sont insondables, et ses voies incompréhensibles! Car"},{"style":"q1","text":""},{"style":"v","text":"\\x r \\xo 11.34 \\xt És 40:13. 1 Co 2:16.\\x*Qui a connu la pensée du Seigneur,"},{"style":"q1","text":"Ou qui a été son conseiller?"},{"style":"q1","text":""},{"style":"v","text":"\\x s \\xo 11.35 \\xt Job 41:2.\\x*Qui lui a donné le premier, pour qu’il ait à recevoir en retour?"},{"style":"p","text":""},{"style":"v","text":"\\x t \\xo 11.36 \\xt Pr 16:4. 1 Co 8:6.\\x*C’est de lui, par lui, et pour lui que sont toutes choses. A lui la gloire dans tous les siècles! Amen!"}]