[{"style":"s1","text":"Exhortations. Consécration à Dieu. Humilité et fidélité dans l’exercice des dons et fonctions"},{"style":"r","text":"V. 1-8: cf. 1 Co 6:19, 20. (1 Co 12. Ép 4:1-16. 1 Pi 4:10, 11.)"},{"style":"p","text":""},{"style":"v","text":"Je vous exhorte donc, frères, par les compassions de Dieu, \\x a \\xo 12.1 \\xt 1 Pi 2:5.\\x*à offrir vos corps \\x b \\xo 12.1 \\xt Ro 6:13, 16.\\x*comme un sacrifice vivant, saint, agréable à Dieu, ce qui sera de votre part un culte raisonnable. "},{"style":"v","text":"\\x c \\xo 12.2 \\xt 1 Jn 2:15.\\x*Ne vous conformez pas au siècle présent, mais soyez transformés par le renouvellement de l’intelligence, \\x d \\xo 12.2 \\xt Ép 5:17. 1 Th 4:3.\\x*afin que vous discerniez quelle est la volonté de Dieu, ce qui est bon, agréable et parfait. "},{"style":"v","text":"Par la grâce \\x e \\xo 12.3 \\xt Ro 1:5.\\x*qui m’a été donnée, je dis à chacun de vous \\x f \\xo 12.3 \\xt Ép 4:7.\\x*de n’avoir pas de lui-même une trop haute opinion, mais de revêtir des sentiments modestes, selon la mesure de foi que \\x g \\xo 12.3 \\xt 1 Co 12:11. Ép 4:7.\\x*Dieu a départie à chacun. "},{"style":"v","text":"Car, \\x h \\xo 12.4 \\xt 1 Co 12:27. Ép 1:23; 4:16; 5:23. Col 1:24.\\x*comme nous avons plusieurs membres dans un seul corps, et que tous les membres n’ont pas la même fonction, "},{"style":"v","text":"\\x i \\xo 12.5 \\xt 1 Co 12:4. 2 Co 10:13. 1 Pi 4:10.\\x*ainsi, nous qui sommes plusieurs, nous formons un seul corps en Christ, et nous sommes tous membres les uns des autres. "},{"style":"v","text":"Puisque nous avons \\x j \\xo 12.6 \\xt 1 Co 12:4.\\x*des dons différents, selon la grâce qui nous a été accordée, que celui qui a le don \\x k \\xo 12.6 \\xt 1 Co 12:10.\\x*de prophétie l’exerce selon l’analogie de la foi; "},{"style":"v","text":"que celui qui est appelé \\x l \\xo 12.7 \\xt 1 Pi 4:10, 11.\\x*au ministère s’attache à son ministère; que celui qui enseigne s’attache à son enseignement, "},{"style":"v","text":"et celui qui exhorte à l’exhortation. Que celui qui donne le fasse \\x m \\xo 12.8 \\xt Mt 6:1, 2, 3.\\x*avec libéralité; que celui qui préside le fasse avec zèle; que celui qui pratique la miséricorde le fasse \\x n \\xo 12.8 \\xt De 15:7. 2 Co 9:7.\\x*avec joie."},{"style":"s1","text":"Applications diverses de la charité"},{"style":"r","text":"V. 9-16: cf. 1 Pi 3:8-12; 4:7-9; 5:5. Hé 13:1-3, 16."},{"style":"p","text":""},{"style":"v","text":"Que la charité soit sans hypocrisie. \\x o \\xo 12.9 \\xt Ps 97:10. Am 5:15.\\x*Ayez le mal en horreur; attachez-vous fortement au bien. "},{"style":"v","text":"\\x p \\xo 12.10 \\xt Ép 4:2. Hé 13:1. 1 Pi 1:22; 2:17.\\x*Par amour fraternel, \\x q \\xo 12.10 \\xt Ph 2:3. 1 Pi 5:5.\\x*soyez pleins d’affection les uns pour les autres; par honneur, usez de prévenances réciproques. "},{"style":"v","text":"Ayez du zèle, et non de la paresse. Soyez fervents d’esprit. Servez le Seigneur. "},{"style":"v","text":"\\x r \\xo 12.12 \\xt Ro 15:13. 1 Th 5:16.\\x*Réjouissez-vous en espérance. \\x s \\xo 12.12 \\xt Hé 10:36; 12:1. Ja 5:7.\\x*Soyez patients dans l’affliction. \\x t \\xo 12.12 \\xt Lu 18:1. Ép 6:18. Col 4:2. 1 Th 5:17.\\x*Persévérez dans la prière. "},{"style":"v","text":"\\x u \\xo 12.13 \\xt 1 Co 16:1.\\x*Pourvoyez aux besoins des saints. \\x v \\xo 12.13 \\xt Hé 13:2. 1 Pi 4:9.\\x*Exercez l’hospitalité. "},{"style":"v","text":"\\x w \\xo 12.14 \\xt Mt 5:44. 1 Co 4:12.\\x*Bénissez ceux qui vous persécutent, bénissez et ne maudissez pas. "},{"style":"v","text":"Réjouissez-vous avec ceux qui se réjouissent; pleurez avec ceux qui pleurent. "},{"style":"v","text":"\\x x \\xo 12.16 \\xt Ro 15:5. 1 Co 1:10. Ph 2:2; 3:16. 1 Pi 3:8.\\x*Ayez les mêmes sentiments les uns envers les autres. \\x y \\xo 12.16 \\xt Pr 3:7. És 5:21.\\x*N’aspirez pas à ce qui est élevé, mais laissez-vous attirer par ce qui est humble. Ne soyez point sages à vos propres yeux."},{"style":"r","text":"V. 17-21: cf. Mt 5:38-48. Pr 25:21, 22."},{"style":"p","text":""},{"style":"v","text":"\\x z \\xo 12.17 \\xt Pr 20:22. Mt 5:39. 1 Co 6:7. 1 Th 5:15.\\x*Ne rendez à personne le mal pour le mal. \\x a \\xo 12.17 \\xt 2 Co 8:21. 1 Pi 2:12.\\x*Recherchez ce qui est bien devant tous les hommes. "},{"style":"v","text":"\\x b \\xo 12.18 \\xt Mc 9:50. Hé 12:14.\\x*S’il est possible, autant que cela dépende de vous, soyez en paix avec tous les hommes. "},{"style":"v","text":"\\x c \\xo 12.19 \\xt Mt 5:39. Lu 6:29.\\x*Ne vous vengez point vous-mêmes, bien-aimés, mais laissez agir la colère; car il est écrit: \\x d \\xo 12.19 \\xt De 32:35. Hé 10:30.\\x*A moi la vengeance, à moi la rétribution, dit le Seigneur. "},{"style":"v","text":"\\x e \\xo 12.20 \\xt Pr 25:21. Mt 5:44.\\x*Mais si ton ennemi a faim, donne-lui à manger; s’il a soif, donne-lui à boire; car en agissant ainsi, ce sont des charbons ardents que tu amasseras sur sa tête. "},{"style":"v","text":"Ne te laisse pas vaincre par le mal, mais surmonte le mal par le bien."}]