[{"style":"s1","text":"Soumission aux autorités"},{"style":"r","text":"V. 1-7: cf. 1 Pi 2:13-17. Pr 24:21, 22. Lu 20:20-26."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 13.1 \\xt Tit 3:1. 1 Pi 2:13.\\x*Que toute personne soit soumise aux autorités supérieures; \\x b \\xo 13.1 \\xt Pr 8:15. Da 4:32.\\x*car il n’y a point d’autorité qui ne vienne de Dieu, et les autorités qui existent ont été instituées de Dieu. "},{"style":"v","text":"C’est pourquoi celui qui s’oppose à l’autorité résiste à l’ordre que Dieu a établi, et ceux qui résistent attireront une condamnation sur eux-mêmes. "},{"style":"v","text":"Ce n’est pas pour une bonne action, c’est pour une mauvaise, que les magistrats sont à redouter. Veux-tu ne pas craindre l’autorité? Fais le bien, et tu auras son approbation. "},{"style":"v","text":"Le magistrat est serviteur de Dieu pour ton bien. Mais si tu fais le mal, crains; car ce n’est pas en vain qu’il porte l’épée, étant serviteur de Dieu pour exercer la vengeance et punir celui qui fait le mal. "},{"style":"v","text":"Il est donc nécessaire d’être soumis, non seulement par crainte de la punition, mais encore par motif de conscience. "},{"style":"v","text":"C’est aussi pour cela que vous payez les impôts. Car les magistrats sont des ministres de Dieu entièrement appliqués à cette fonction. "},{"style":"v","text":"\\x c \\xo 13.7 \\xt Mt 22:21.\\x*Rendez à tous ce qui leur est dû: l’impôt à qui vous devez l’impôt, le tribut à qui vous devez le tribut, la crainte à qui vous devez la crainte, l’honneur à qui vous devez l’honneur."},{"style":"s1","text":"Amour mutuel. Vigilance et pureté"},{"style":"r","text":"V. 8-10: cf. Mt 22:35-40. Ga 5:14. 1 Jn 3:11-23."},{"style":"p","text":""},{"style":"v","text":"Ne devez rien à personne, si ce n’est de vous aimer les uns les autres; \\x d \\xo 13.8 \\xt Ga 5:14. 1 Ti 1:5.\\x*car celui qui aime les autres a accompli la loi. "},{"style":"v","text":"En effet, les commandements:"},{"style":"pi1","text":"\\x e \\xo 13.9 \\xt Ex 20:13. De 5:17. Mt 19:18.\\x*Tu ne commettras point d’adultère, tu ne tueras point, tu ne déroberas point, tu ne convoiteras point, et ceux qu’il peut encore y avoir, se résument dans cette parole: \\x f \\xo 13.9 \\xt Lé 19:18. Mt 22:39. Mc 12:31. Ga 5:14. Ja 2:8.\\x*Tu aimeras ton prochain comme toi-même."},{"style":"m","text":""},{"style":"v","text":"L’amour ne fait point de mal au prochain: l’amour est donc l’accomplissement de la loi."},{"style":"r","text":"V. 11-14: cf. 1 Th 5:4-10. Ép 5:3-18."},{"style":"p","text":""},{"style":"v","text":"Cela importe d’autant plus \\x g \\xo 13.11 \\xt Ép 5:14. 1 Th 5:6.\\x*que vous savez en quel temps nous sommes: c’est l’heure de vous réveiller enfin du sommeil, car maintenant le salut est plus près de nous que lorsque nous avons cru. "},{"style":"v","text":"\\x h \\xo 13.12 \\xt 1 Th 5:5.\\x*La nuit est avancée, le jour approche. \\x i \\xo 13.12 \\xt Col 3:8.\\x*Dépouillons-nous donc des œuvres des ténèbres, et revêtons les armes de la lumière. "},{"style":"v","text":"\\x j \\xo 13.13 \\xt Ph 4:8. 1 Th 4:12.\\x*Marchons honnêtement, comme en plein jour, \\x k \\xo 13.13 \\xt Lu 21:34. 1 Th 5:6.\\x*loin des excès et de l’ivrognerie, \\x l \\xo 13.13 \\xt 1 Co 6:10. Ép 5:5.\\x*de la luxure et de l’impudicité, \\x m \\xo 13.13 \\xt Ja 3:14.\\x*des querelles et des jalousies. "},{"style":"v","text":"\\x n \\xo 13.14 \\xt Ga 3:27.\\x*Mais revêtez-vous du Seigneur Jésus-Christ, \\x o \\xo 13.14 \\xt 1 Pi 2:11.\\x*et n’ayez pas soin de la chair pour en satisfaire les convoitises."}]