[{"style":"s1","verse":"","text":"Fruits de la justification par la foi"},{"style":"r","verse":"","text":"V. 1-11: cf. 1 Pi 1:3-9. (1 Jn 4:9, 10. Ro 8:32.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 5.1 \\xt És 32:17. Jn 16:33. Ép 2:13.\\x*Étant donc justifiés par la foi, nous avons la paix avec Dieu par notre Seigneur Jésus-Christ, "},{"style":"v","verse":"2","text":"\\x b \\xo 5.2 \\xt Jn 10:9; 14:6. Ép 2:18; 3:12. Hé 10:19.\\x*à qui nous devons d’avoir eu par la foi accès à cette grâce, dans laquelle nous \\x c \\xo 5.2 \\xt 1 Co 15:1.\\x*demeurons fermes, et nous nous \\x d \\xo 5.2 \\xt Hé 3:6.\\x*glorifions dans l’espérance de la gloire de Dieu. "},{"style":"v","verse":"3","text":"Bien plus, \\x e \\xo 5.3 \\xt Ja 1:3.\\x*nous nous glorifions même des afflictions, sachant que l’affliction produit la persévérance, "},{"style":"v","verse":"4","text":"la persévérance la victoire dans l’épreuve, et cette victoire l’espérance. "},{"style":"v","verse":"5","text":"Or, l’espérance ne trompe point, parce que l’amour de Dieu est répandu dans nos cœurs par le Saint-Esprit qui nous a été donné. "},{"style":"v","verse":"6","text":"\\x f \\xo 5.6 \\xt Ép 2:1. Col 2:13. Hé 9:15. 1 Pi 3:18.\\x*Car, lorsque nous étions encore sans force, Christ, au temps marqué, est mort pour des impies. "},{"style":"v","verse":"7","text":"A peine mourrait-on pour un juste; quelqu’un peut-être mourrait-il pour un homme de bien. "},{"style":"v","verse":"8","text":"Mais Dieu prouve son amour envers nous, en ce que, lorsque nous étions encore des pécheurs, Christ \\x g \\xo 5.8 \\xt Hé 9:15. 1 Pi 3:18.\\x*est mort pour nous. "},{"style":"v","verse":"9","text":"A plus forte raison donc, maintenant que nous sommes justifiés par son sang, serons-nous sauvés par lui de la colère. "},{"style":"v","verse":"10","text":"Car si, lorsque nous étions ennemis, nous avons été réconciliés avec Dieu par la mort de son Fils, à plus forte raison, étant réconciliés, serons-nous sauvés par sa vie. "},{"style":"v","verse":"11","text":"Et non seulement cela, mais encore nous nous glorifions en Dieu par notre Seigneur Jésus-Christ, par qui maintenant nous avons obtenu la réconciliation."},{"style":"s1","verse":"","text":"Le péché et la grâce"},{"style":"r","verse":"","text":"V. 12-21: cf. 1 Co 15:21, 22, 45-49, 56, 57. Ro 6:23."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"C’est pourquoi, comme \\x h \\xo 5.12 \\xt Ge 3:6. 1 Co 15:21.\\x*par un seul homme le péché est entré dans le monde, et par le péché \\x i \\xo 5.12 \\xt Ge 2:17. Ro 6:23.\\x*la mort, et qu’ainsi la mort s’est étendue sur tous les hommes, parce que tous ont péché,… "},{"style":"v","verse":"13","text":"car jusqu’à la loi le péché était dans le monde. Or, le péché n’est pas imputé, quand il n’y a point de loi. "},{"style":"v","verse":"14","text":"Cependant la mort a régné depuis Adam jusqu’à Moïse, même sur ceux qui n’avaient pas péché par une transgression semblable à celle d’Adam, lequel est la figure de celui qui devait venir. "},{"style":"v","verse":"15","text":"Mais il n’en est pas du don gratuit comme de l’offense; car, si par l’offense d’un seul il en est beaucoup qui sont morts, à plus forte raison la grâce de Dieu et le don de la grâce venant d’un seul homme, Jésus-Christ, ont-ils été abondamment répandus sur beaucoup. "},{"style":"v","verse":"16","text":"Et il n’en est pas du don comme de ce qui est arrivé par un seul qui a péché; car c’est après une seule offense que le jugement est devenu condamnation, tandis que le don gratuit devient justification après plusieurs offenses. "},{"style":"v","verse":"17","text":"Si par l’offense d’un seul la mort a régné par lui seul, à plus forte raison ceux qui reçoivent l’abondance de la grâce et du don de la justice régneront-ils dans la vie par Jésus-Christ lui seul. "},{"style":"v","verse":"18","text":"Ainsi donc, comme par une seule offense la condamnation a atteint tous les hommes, de même par un seul acte de justice la justification qui donne la vie s’étend à tous les hommes. "},{"style":"v","verse":"19","text":"Car, comme par la désobéissance d’un seul homme beaucoup ont été rendus pécheurs, de même par l’obéissance d’un seul beaucoup seront rendus justes. "},{"style":"v","verse":"20","text":"\\x j \\xo 5.20 \\xt Jn 15:22. Ro 4:15; 7:8. Ga 3:19.\\x*Or, la loi est intervenue pour que l’offense abondât, \\x k \\xo 5.20 \\xt Lu 7:47.\\x*mais là où le péché a abondé, la grâce a surabondé, "},{"style":"v","verse":"21","text":"afin que, comme le péché a régné par la mort, ainsi la grâce régnât par la justice pour la vie éternelle, par Jésus-Christ notre Seigneur."}]