[{"style":"s1","verse":"","text":"La grâce, loin d’autoriser le péché, délivre de l’empire du péché"},{"style":"r","verse":"","text":"V. 1-14: cf. Col 2:11-13; 3:1-10. Ga 2:19, 20. 1 Pi 4:1, 2."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Que dirons-nous donc? Demeurerions-nous dans le péché, afin que la grâce abonde? "},{"style":"v","verse":"2","text":"Loin de là! Nous qui sommes morts au péché, comment vivrions-nous encore dans le péché? "},{"style":"v","verse":"3","text":"Ignorez-vous \\x a \\xo 6.3 \\xt Ga 3:27.\\x*que nous tous qui avons été baptisés en Jésus-Christ, c’est en sa mort que nous avons été baptisés? "},{"style":"v","verse":"4","text":"\\x b \\xo 6.4 \\xt Col 2:12.\\x*Nous avons donc été ensevelis avec lui par le baptême en sa mort, afin que, comme Christ est \\x c \\xo 6.4 \\xt Ro 8:11. Ph 3:10, 11.\\x*ressuscité des morts par la gloire du Père, de même nous aussi nous marchions \\x d \\xo 6.4 \\xt Ép 4:23. Col 3:10. Hé 12:1. 1 Pi 2:2.\\x*en nouveauté de vie. "},{"style":"v","verse":"5","text":"\\x e \\xo 6.5 \\xt Ro 8:11. Col 3:1.\\x*En effet, si nous sommes devenus une même plante avec lui par la conformité à sa mort, nous le serons aussi par la conformité à sa résurrection, "},{"style":"v","verse":"6","text":"sachant que notre vieil homme a été \\x f \\xo 6.6 \\xt Ga 2:20; 5:24. Ph 3:10. 1 Pi 4:1, 2.\\x*crucifié avec lui, afin que le corps du péché fût détruit, pour que nous ne soyons plus esclaves du péché; "},{"style":"v","verse":"7","text":"\\x g \\xo 6.7 \\xt 1 Pi 4:1.\\x*car celui qui est mort est libre du péché. "},{"style":"v","verse":"8","text":"\\x h \\xo 6.8 \\xt 2 Ti 2:11.\\x*Or, si nous sommes morts avec Christ, nous croyons que nous vivrons aussi avec lui, "},{"style":"v","verse":"9","text":"\\x i \\xo 6.9 \\xt Ap 1:18.\\x*sachant que Christ ressuscité des morts ne meurt plus; la mort n’a plus de pouvoir sur lui. "},{"style":"v","verse":"10","text":"\\x j \\xo 6.10 \\xt 1 Pi 2:24.\\x*Car il est mort, et c’est pour le péché qu’il est mort une fois pour toutes; il est revenu à la vie, et c’est pour Dieu qu’il vit. "},{"style":"v","verse":"11","text":"Ainsi vous-mêmes, regardez-vous comme morts au péché, et comme vivants pour Dieu en Jésus-Christ. "},{"style":"v","verse":"12","text":"Que le péché ne règne donc point dans votre corps mortel, et n’obéissez pas à ses convoitises. "},{"style":"v","verse":"13","text":"Ne livrez pas vos membres au péché, comme des instruments d’iniquité; \\x k \\xo 6.13 \\xt Lu 1:74. Ro 12:1. Ga 2:20. Hé 9:14. 1 Pi 4:2.\\x*mais donnez-vous vous-mêmes à Dieu, comme étant vivants de morts que vous étiez, et offrez à Dieu vos membres, comme des instruments de justice. "},{"style":"v","verse":"14","text":"Car le péché n’aura point de pouvoir sur vous, puisque vous êtes, non sous la loi, mais sous la grâce."},{"style":"r","verse":"","text":"V. 15-23: cf. (Jn 8:31-36. Ro 7:4-6.) Tit 2:11-14."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Quoi donc! Pécherions-nous, parce que nous sommes, non sous la loi, mais sous la grâce? Loin de là! "},{"style":"v","verse":"16","text":"Ne savez-vous pas \\x l \\xo 6.16 \\xt Jn 8:34. 2 Pi 2:19.\\x*qu’en vous livrant à quelqu’un comme esclaves pour lui obéir, vous êtes esclaves de celui à qui vous obéissez, soit du péché qui conduit à la mort, soit de l’obéissance qui conduit à la justice? "},{"style":"v","verse":"17","text":"Mais grâces soient rendues à Dieu de ce que, après avoir été esclaves du péché, vous avez obéi de cœur à la règle de doctrine dans laquelle vous avez été instruits. "},{"style":"v","verse":"18","text":"\\x m \\xo 6.18 \\xt Jn 8:32. Ga 5:1. 1 Pi 2:16.\\x*Ayant été affranchis du péché, vous êtes devenus esclaves de la justice. "},{"style":"v","verse":"19","text":"Je parle à la manière des hommes, à cause de la faiblesse de votre chair. De même donc que vous avez livré vos membres comme esclaves à l’impureté et à l’iniquité, pour arriver à l’iniquité, ainsi maintenant livrez vos membres comme esclaves à la justice, pour arriver à la sainteté. "},{"style":"v","verse":"20","text":"\\x n \\xo 6.20 \\xt Jn 8:34.\\x*Car, lorsque vous étiez esclaves du péché, vous étiez libres à l’égard de la justice. "},{"style":"v","verse":"21","text":"Quels fruits portiez-vous alors? Des fruits dont vous rougissez aujourd’hui. Car la fin de ces choses, c’est la mort. "},{"style":"v","verse":"22","text":"Mais maintenant, étant affranchis du péché et devenus esclaves de Dieu, vous avez pour fruit la sainteté et pour fin la vie éternelle. "},{"style":"v","verse":"23","text":"\\x o \\xo 6.23 \\xt Ge 2:17. Ro 5:12. 1 Co 15:21. Ja 1:15.\\x*Car le salaire du péché, c’est la mort; \\x p \\xo 6.23 \\xt 1 Pi 1:3.\\x*mais le don gratuit de Dieu, c’est la vie éternelle en Jésus-Christ notre Seigneur."}]