[{"style":"mt1","text":"Waa Kolos"},{"style":"p","text":""},{"style":"v","text":"Man Pool, ndawul °Kirist Yeesu ci coobarey Yàlla, man ak Timote sunu mbokk,"},{"style":"v","text":"noo leen di bind, yéen gaayi Yàlla yu sell, yi dëkk Kolos te di ay bokk ci gëm Kirist. Yal na leen Yàlla sunu Baay may yiw ak jàmm."},{"style":"s","text":"Nu ngi leen di ñaanal ca Yàlla"},{"style":"p","text":""},{"style":"v","text":"Dunu noppee sant Yàlla, Baayu sunu Boroom Yeesu °Kirist, saa su nu leen di ñaanal,"},{"style":"v","text":"ndaxte yég nanu seen ngëm ci Kirist Yeesu ak seen mbëggeel ci gaayi Yàlla yépp."},{"style":"v","text":"Ngëm googu ak mbëggeel googu ñu ngi sosoo ci yaakaaru ëllëg, jiy cér bi leen Yàlla dencal ca asamaan. Mas ngeena dégg yaakaar jooju ci kàddug dëgg gi, di xibaaru jàmm bi."},{"style":"v","text":"Ni xibaaru jàmm bi wàcce ci yéen, noonu lay wàcce ci àddina sépp, di meññ te di law. Te noonu lay doxale ci yéen, li dale ci bés, ba ngeen dégge xibaaru yiwu Yàlla, te xam dëggam gi mu ëmb;"},{"style":"v","text":"moom ngeen jànge ci Epafras, miy sunu nawle ci liggéey bi te nu sopp ko, di jawriñu Kirist bu takku ngir seen njariñ."},{"style":"v","text":"Te moo nu yégal it mbëggeel, gi Xelu Yàlla mi sol ci yéen."},{"style":"p","text":""},{"style":"v","text":"Looloo tax ci sunu wàllu bopp, ba nu ko yégee ba tey, jógunu ci di leen ñaanal. Nu ngi ñaan Yàlla, ngeen xam bu baax coobareem ci xel mu mat ak ràññee gu aju ci dooley Xelam."},{"style":"v","text":"Noonu dingeen dund dund gu dëppoo ak seen bokk ci Boroom bi, ba neex ko ci fànn gu nekk, di def bépp jëf yu baax, te yokk seen xam-xam ci Yàlla."},{"style":"v","text":"Te Yàlla dina leen dooleel ak bépp doole, mu méngoo ak kàttanu ndamam, ngir ngeen mana tegoo coono te muñ, ba fa muñ di yem."},{"style":"v","text":"Dingeen gërëm Yàlla Baay bi, ànd ci ak mbég, moom mi leen jagleel, ngeen bokk ci cér, bi mu dencal gaayam yu sell yi ci leer."},{"style":"s","text":"Deewu Kirist jubale na nu ak Yàlla"},{"style":"p","text":""},{"style":"v","text":"Yàlla musal na nu ci dooley lëndëm, yóbbu nu ci nguuru Doomam ji mu bëgg,"},{"style":"v","text":"moom mi nu jot, maanaam baal nu sunuy bàkkaar."},{"style":"p","text":""},{"style":"v","text":"Doom jooju moo di melokaanu Yàlla, ji kenn gisul. Mooy °taaw bi, ki gëna màgg lépp luy mbindeef."},{"style":"v","text":"Ndaxte ci moom la Yàlla sàkke lépp lu nekk ci asamaan ak suuf, li ñuy gis ak li ñu manula gis, muy buur, njiit, kilifa mbaa boroom sañ-sañ. Lépp lu ñu sàkk, ci moom lañu ko jaarale, ci moom lañu ko jëme."},{"style":"v","text":"Laata dara di am, fekkoon na moom mu nekk, te lépp a ngi jàppoo ci moom."},{"style":"p","text":""},{"style":"v","text":"Mooy bopp bi yilif jëmm ji, di mbooloom ñi ko gëm, ndaxte moom mooy njàlbéen gi, di °taaw bi, maanaam ki jëkka dekki, ngir muy kilifa ci bépp fànn."},{"style":"v","text":"Ndaxte soob na Yàlla mu dëkkal matam gépp ci moom"},{"style":"v","text":"te jaar ci moom, jubale lépp ak boppam, muy ci kaw asamaan yi mbaa ci suuf, ba mu wàccee jàmm jaarale ko ci deret ji tuuru, bi Doom ji deeyee ca bant ba."},{"style":"p","text":""},{"style":"v","text":"Te yéen ñi sore woon Yàlla te doon ay noonam ci seen xel ak seen jëf yu bon,"},{"style":"v","text":"léegi nag Yàlla jubale na leen ak boppam jaare ko ci deewu °Kirist ci yaramu nitam, ngir taxawal leen ca kanamam, ngeen sell te ñàkk sikk, ñàkk i ŋàññ."},{"style":"v","text":"Loolu nag na fekk ngeen wéy ci ngëm, sampu ci ba dëgër ci, tey séentu cér, bi leen xibaaru jàmm bi jox. Te xibaaru jàmm, boobu ngeen dégg te ñu yégal waa àddina sépp, man Pool moom laay yégle."},{"style":"s","text":"Maa ngi leen di topptoo te di leen xalaat"},{"style":"p","text":""},{"style":"v","text":"Léegi nag maa ngi am bànneex ci coono, yi may daj ngir seen njariñ; te li des sax ci fitnay °Kirist, noonu laa koy àggalee ngir njariñu mbooloom ñi gëm, di jëmmam."},{"style":"v","text":"Jawriñu mbooloo moomu laa, ndaxte Yàlla sas na ma ngir yéen, may yégle fu nekk kàddoom,"},{"style":"v","text":"maanaam ma yégle kumpa, gi nëbbu woon ay jamonoy jamono, waaye léegi Yàlla xamal na ko ay gaayam"},{"style":"v","text":"ci xeeti àddina sépp. Ñoom nag la Yàlla bëgga xamal ni ndamu kumpa googu màgge, maanaam Kirist a ngi dëkk ci yéen, di yaakaar ju wér ci ndamu ëllëg."},{"style":"p","text":""},{"style":"v","text":"Moom Kirist lanuy yégle, di artu te di jàngal ku nekk, ànd ak xel mu mat, ngir jébbal Yàlla ku nekk ni ku mat ci Kirist."},{"style":"v","text":"Ci loolu laay jëmale sama liggéey, di bëree dooley Kirist, jiy yëngu ci man ak kàttan."}]