[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bëgg naa nag, ngeen xam bëre bu metti, bi may bëre ngir yéen, ngir waa Lawdise ak ñépp ñi ma masula teg bët. Damay def sama kem kàttan,"},{"style":"v","verse":"2","text":"ngir ngeen am fit te nekk benn ci mbëggeel, ngir dajal noonu xam-xam bu mat, ba xam kumpag Yàlla, di Kirist."},{"style":"v","verse":"3","text":"Ci moom lañu denc lépp lu ñuy sàkku ci xel ak ci xam-xam."},{"style":"v","verse":"4","text":"Maa ngi wax lii, ngir kenn bañ leena nax ci ay wax yu neex."},{"style":"v","verse":"5","text":"Jëmm ji ñëwul waaye sama xel a ngi ci yéen, di bég ci seen doxalin ak ngëm gu dëgër, gi ngeen am ci Kirist."},{"style":"s","verse":"","text":"Dundeleen ni ñi booloo ak Kirist"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Kon nag, ni ngeen nangoo °Kirist Yeesu ni Boroom bi, dundeleen noonu ci moom."},{"style":"v","verse":"7","text":"Saxleen ci moom, di màgg ci moom, tey gëna dëgër ci ngëm, gi ñu leen jàngal, ba seen xol di baawaan ci gërëm Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Moytuleen ba kenn bañ leena fàbbi ci ay xam-xami nit yuy naxi neen. Xam-xam yu mel noonu, ñu ngi soqikoo ci aada yu nit tëral, ci aaday àddina, waaye soqikoowul ci °Kirist."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ndaxte ci Kirist, maanaam ci yaramu nitam, la matug Yàlla gépp dëkk,"},{"style":"v","verse":"10","text":"te mat ngeen ci moom, miy buuru kilifa yépp ak boroom sañ-sañ yépp."},{"style":"v","verse":"11","text":"Ndax seen ngëm ci moom xaraf ngeen xaraf bu loxol nit deful, maanaam Kirist summil na leen dooley bàkkaar, ji moomoon seen yaram. Loolu mooy xaraf, bi Kirist def."},{"style":"v","verse":"12","text":"Bi ñu leen °sóobee ci ndox, suulaale nañu leen ak moom, te it dekki ngeen ak moom, ndaxte gëm ngeen ci dooley Yàlla, ji ko dekkal ca néew ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Te yéen ñi doon ndee fa kanam Yàlla ndax seeni moy ak seen ñàkka xaraf, Yàlla dundalaat na leen ak Kirist, baal nu sunuy bàkkaar yépp."},{"style":"v","verse":"14","text":"Mbind mi nu doon tiiñal, te daa nu yey ndax ay sàrtam, Yàlla far na ko, dindi ko, daajaale ko ca bant ba Kirist deeye."},{"style":"v","verse":"15","text":"Futti na kilifa yi ak boroom sañ-sañ yi, weer leen ci kanam ñépp, sëkktal leen niy jaam ndax ndam la Kirist jële ca bant ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Kon nag bu leen kenn teg tooñ ci li jëm ciy ñam mbaa naan, ci màggal mbaa xewu weer wu feeñ, mbaa ci bésub noflaay."},{"style":"v","verse":"17","text":"Loolu lépp nag takkandeer la woon buy misaal li waroona ñëw, waaye lu dëggu li mi ngi ci Kirist."},{"style":"v","verse":"18","text":"Kuy bég ci di toroxlu ci ngistal, di jaamu ay malaaka, buleen ko may, mu àtte leen. Kooku dafay jeneer, di seet li koy feeñu, bay tiitaroo xalaatam, fekk xalaatu nit kese la, te neen."},{"style":"v","verse":"19","text":"Taqul ci Kirist, miy bopp bi yilif jëmm ji. Bopp bee tax ba jëmm jépp, ji siddit yi ak tenqo yi téye te taqale ko, di màgg màgg gi ko Yàlla di jox."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20-21","text":"Ndegam deeyandoo ngeen ak Kirist, ba génne noonu ci aaday àddina, lu tax ngeen di nangu, ñu di leen teg ay sàrt yu mel nii: «Bul fab, bul ñam, bul laal,» ni bu seenug dund aju woon ci àddina si?"},{"style":"v","verse":"22","text":"Sàrt yooyu ñu ngi aju ci ndigali nit ñi ak seen njàngle. Yëf yi ñu tudd yépp, dees na leen jariñoo, ba ñu jeex."},{"style":"v","verse":"23","text":"Dëgg la, seeni sàrt dañuy dénkaane pastéef ci jaamu Yàlla, di toroxlu ak di fitnaal seen yaram. Waaye sàrt yooyu nag amuñu benn njariñ, ngir nit ñi not seen nafsu."}]