[{"style":"s1","verse":"","text":"A Valley of Dried Bones; A Renewed Nation of Israel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"The hand of Yahweh was upon me, and he brought me by the Spirit of Yahweh, and he ⸤let me rest⸥\\f + \\fr 37:1 \\ft Or “placed me”; literally “set me” \\f* in the midst of the valley, and it \\add was\\add* full of bones. "},{"style":"v","verse":"2","text":"And he led me ⸤all around⸥\\f + \\fr 37:2 \\ft Literally “all around, all around” \\f* over them, and look, very many on the surface of the valley, and look, very dry. "},{"style":"v","verse":"3","text":"And he said to me, “Son of man,\\f + \\fr 37:3 \\ft Or “mortal,” or “son of humankind” \\f* can these bones live?” And I said, “Lord Yahweh, you know.” "},{"style":"v","verse":"4","text":"And he said to me, “Prophesy to these bones, and you must say to them, \\add to\\add* the dry bones, ‘Hear the word of Yahweh! "},{"style":"v","verse":"5","text":"Thus says the Lord Yahweh to these bones: “Look! I \\add am\\add* bringing into you breath, and you will live! "},{"style":"v","verse":"6","text":"And I will lay on you sinews, and I will let flesh come upon you, and I will cover you over \\add with\\add* skin, and I will put breath into you, and you will live, and you will know that I \\add am\\add* Yahweh.” ’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"And I prophesied ⸤just as⸥\\f + \\fr 37:7 \\ft Literally “as that” \\f* I had been commanded, and \\add there\\add* was a sound at my prophesying, and look! A rattling, and they came together—\\add the\\add* bones! Bone to its bone! "},{"style":"v","verse":"8","text":"And I looked, and indeed, sinews \\add were\\add* on them, and flesh went up,\\f + \\fr 37:8 \\ft Or “appeared” \\f* and skin covered over\\f + \\fr 37:8 \\ft Or “on” \\f* them ⸤upward⸥,\\f + \\fr 37:8 \\ft Literally “from to above” \\f* but breath \\add was\\add* not in them. "},{"style":"v","verse":"9","text":"And he said to me, “Prophesy to the breath; prophesy, son of man,\\f + \\fr 37:9 \\ft Or “mortal,” or “son of humankind” \\f* and you must say to the breath, ‘Thus says the Lord Yahweh ⸤from the four winds⸥,\\f + \\fr 37:9 \\ft Literally “from four winds” \\f* “Come, O spirit and breath, on these dead ones, so that they may live!” ’ ” "},{"style":"v","verse":"10","text":"And I prophesied ⸤as⸥\\f + \\fr 37:10 \\ft Literally “like what” \\f* he commanded me, and the breath came into them, and they became alive, and they stood on their feet, a very, very large group."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"And he said to me, “Son of man,\\f + \\fr 37:11 \\ft Or “mortal,” or “son of humankind” \\f* these bones \\add are\\add* all of the house of Israel; look! \\add they are\\add* saying, ‘Our bones are dried up, and our hope is destroyed; ⸤we are cut off as far as we are concerned⸥.’\\f + \\fr 37:11 \\ft Literally “we are cut in two for us” \\f* "},{"style":"v","verse":"12","text":"Therefore prophesy, and you must say to them, ‘Thus says the Lord Yahweh: “Look! I \\add am\\add* opening your graves, and I will bring you up from your graves, my people, and I will bring you to the land of Israel! "},{"style":"v","verse":"13","text":"And you will know that I \\add am\\add* Yahweh when I open your graves when I bring you up from your graves, my people! "},{"style":"v","verse":"14","text":"And I will put my breath into you so that you may live, and I will cause you to rest on your soil, and you will know that I, Yahweh, I have spoken, and I will act!” ’ ⸤declares⸥\\f + \\fr 37:14 \\ft Literally “declaration of” \\f* Yahweh.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"And the word of Yahweh ⸤came⸥\\f + \\fr 37:15 \\ft Literally “was” \\f* to me, ⸤saying⸥,\\f + \\fr 37:15 \\ft Literally “to say” \\f* "},{"style":"v","verse":"16","text":"“And you, son of man,\\f + \\fr 37:16 \\ft Or “mortal,” or “son of humankind” \\f* take for yourself ⸤a piece of wood⸥,\\f + \\fr 37:16 \\ft Literally “\\fq a piece of \\ft wood one” \\f* and write on it, ‘For Judah and for the ⸤Israelites⸥\\f + \\fr 37:16 \\ft Literally “sons/children of Israel” \\f* his associates,’ and take another \\add piece of\\add* wood, and write on it, ‘For Joseph, \\add the piece of\\add* wood of\\f + \\fr 37:16 \\ft Or “for” \\f* Ephraim and all of the house of Israel his associates.’ "},{"style":"v","verse":"17","text":"And join them one to \\add the\\add* other with respect to you \\add as\\add* one \\add piece of\\add* wood, so that they may become one in your hand. "},{"style":"v","verse":"18","text":"⸤When⸥\\f + \\fr 37:18 \\ft Literally “as that” \\f* ⸤your people⸥\\f + \\fr 37:18 \\ft Literally “the children of your people” \\f* say to you, ⸤saying⸥,\\f + \\fr 37:18 \\ft Literally “to say” \\f* ‘Will you not inform us \\add as to\\add* what these \\add actions\\add* mean for you?’ "},{"style":"v","verse":"19","text":"\\add Then\\add* speak to them, ‘Thus says the Lord Yahweh: “Look! I \\add am\\add* taking \\add the piece of\\add* wood for Joseph that \\add is\\add* in the hand of Ephraim and the tribes of Israel its associates, and I will put them on it, \\add the piece of\\add* wood of Judah, and I will make them into one \\add piece of\\add* wood, so that they be one in my hand.’ ” "},{"style":"v","verse":"20","text":"And the \\add pieces of\\add* wood \\add on\\add* which you wrote will be in your hand before their eyes. "},{"style":"v","verse":"21","text":"And speak to them, ‘Thus says the Lord Yahweh: “Look! I \\add am\\add* taking the ⸤Israelites⸥\\f + \\fr 37:21 \\ft Literally “sons/children of Israel” \\f* from among ⸤the nations to which they went⸥,\\f + \\fr 37:21 \\ft Literally “which they went there” \\f* and I will gather them from ⸤everywhere⸥,\\f + \\fr 37:21 \\ft Literally “all around” \\f* and I will bring them to their \\add own\\add* soil. "},{"style":"v","verse":"22","text":"And I will make them into one nation in the land on the mountains of Israel, and ⸤they will all have one king as their king⸥,\\f + \\fr 37:22 \\ft Literally “and king one he will be for all of them to king” \\f* and they\\f + \\fr 37:22 \\ft According to the reading tradition (\\fqa Qere \\ft ) \\f* will not again be two nations and will not again divide into two kingdoms again. "},{"style":"v","verse":"23","text":"And they will not defile themselves again with their idols and with vile idols and with all of their transgressions, and I will save them from all of their apostasy ⸤by which they sinned⸥,\\f + \\fr 37:23 \\ft Or “which they sinned by them” \\f* and I will cleanse them and they will be for me as a people and I, I will be for them as God."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"“ ‘ “And my servant David \\add will be\\add* king over them, and one shepherd will be for all of them, and in my regulations they will go, and my statutes they will observe, and they will do them. "},{"style":"v","verse":"25","text":"And they will dwell on the land that I gave to my servant, to Jacob, ⸤in which your ancestors dwelled⸥,\\f + \\fr 37:25 \\ft Literally “which they dwelt in it your fathers” \\f* and they will dwell on it, they and their children and the children of their children ⸤forever⸥,\\f + \\fr 37:25 \\ft Literally “until eternity” or “until unlimited time” \\f* and my servant David \\add will be\\add* a leader for them ⸤forever⸥.\\f + \\fr 37:25 \\ft Literally “to eternity” or “to endless ages” \\f* "},{"style":"v","verse":"26","text":"And I will make with them a covenant of peace; ⸤an everlasting covenant⸥\\f + \\fr 37:26 \\ft Literally “a covenant of eternity” \\f* it will be with them. And I will establish them, and I will cause them to increase, and I will put my sanctuary in the midst of them ⸤forever⸥.\\f + \\fr 37:26 \\ft Literally “to eternity” or “to unlimited ages” \\f* "},{"style":"v","verse":"27","text":"And my tabernacle will be with them, and I will be for them as God, and they will be to me as a nation. "},{"style":"v","verse":"28","text":"And the nations will know that I, Yahweh, \\add am\\add* consecrating Israel when my sanctuary \\add is\\add* in the midst of them ⸤forever⸥.” ’ ”\\f + \\fr 37:28 \\ft Literally “to eternity” or “to unlimited ages” \\f*"}]