[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Thus says the Lord Yahweh: “The gate of the inner courtyard facing east must be shut \\add on\\add*\\f + \\fr 46:1 \\ft Or “during” \\f* the six of the days for work, but on the day of the Sabbath it must be opened and on the day of the new moon it must be opened. "},{"style":"v","verse":"2","text":"And the prince shall come \\add by\\add* way of the portico of the gate from \\add the\\add* outside, and he shall stand at the doorframe of the gate and the priests shall prepare his burnt offering and his fellowship offerings, and he shall bow down at the threshold of the gate. Then he shall go out, but the gate shall not be closed until the evening. "},{"style":"v","verse":"3","text":"And the people of the land will bow down \\add at\\add* the doorway of that gate on the Sabbaths and on the new moons ⸤before⸥\\f + \\fr 46:3 \\ft Literally “to the face of” \\f* Yahweh."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"And the burnt offering which the prince will offer to Yahweh on the Sabbath day \\add must be\\add* six male lambs without defect and a ram without defect. "},{"style":"v","verse":"5","text":"And \\add the\\add* grain offering \\add he will give\\add* \\add shall be\\add* an ephah ⸤for each ram⸥,\\f + \\fr 46:5 \\ft Literally “to the ram” \\f* and for the male lambs \\add the\\add* grain offering \\add shall be\\add* ⸤as much as he wants to give⸥\\f + \\fr 46:5 \\ft Literally “the gift of his hand” \\f* and a hin of olive oil ⸤for each ephah⸥.\\f + \\fr 46:5 \\ft Literally “to the ephah” \\f* "},{"style":"v","verse":"6","text":"And on the day of the new moon \\add he will offer\\add* a bull, ⸤a calf⸥\\f + \\fr 46:6 \\ft Literally “son of cattle,” or “son of \\fq the \\ft herd” \\f* without defect and six male lambs and a ram; they must be without defect. "},{"style":"v","verse":"7","text":"And an ephah for each bull and an ephah for the ram he must provide \\add as\\add* a grain offering, and \\add also\\add* for the male lambs ⸤as much as he can afford⸥\\f + \\fr 46:7 \\ft Literally “as that it stretches out his hand” \\f* and a hin \\add of\\add* olive oil for each ephah."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"And when the prince comes, on\\f + \\fr 46:8 \\ft Or “by” \\f* the way of the portico of the gate he shall come and by this\\f + \\fr 46:8 \\ft Or “his” \\f* way he shall go out. "},{"style":"v","verse":"9","text":"And when the people of the land come ⸤before⸥\\f + \\fr 46:9 \\ft Literally “to the face of” \\f* Yahweh at the festivals, \\add the\\add* one coming \\add by\\add* way of \\add the\\add* gate of \\add the\\add* north to bow down\\f + \\fr 46:9 \\ft Or “to worship” \\f* must go out \\add by\\add* \\add the\\add* way of \\add the\\add* gate of \\add the\\add* south, and the \\add one\\add* coming \\add by\\add* way of \\add the\\add* gate of \\add the\\add* south must go out \\add by the\\add* way of \\add the\\add* gate of \\add the\\add* north, \\add so\\add* he must not return \\add by\\add* the way of the gate \\add by\\add* which he came,\\f + \\fr 46:9 \\ft Hebrew “came by it” \\f* but before it he\\f + \\fr 46:9 \\ft According to the reading tradition (\\fqa Qere \\ft ) \\f* shall go out opposite it. "},{"style":"v","verse":"10","text":"And the prince \\add will be\\add* in the midst of them; he will come in when they come in, and when they go out he will go out."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"And at the festivals and at the appointed times, the grain offering will be an ephah with a bull and an ephah with the ram and with the male lambs, ⸤as much as he wants to give⸥,\\f + \\fr 46:11 \\ft Literally “the gift of his hand” \\f* and a hin of olive oil ⸤for each ephah⸥.\\f + \\fr 46:11 \\ft Literally “to the ephah” \\f* "},{"style":"v","verse":"12","text":"And when the prince makes a freewill offering, a burnt offering, or a fellowship offering \\add as\\add* a freewill offering to Yahweh, the gate facing east will be open for him. And he must offer his burnt offering and his fellowship offering ⸤just as⸥\\f + \\fr 46:12 \\ft Literally “as that” \\f* he does on the day of the Sabbath, and \\add then\\add* he must go out and the gate will shut ⸤after he goes out⸥.\\f + \\fr 46:12 \\ft Literally “after his going out” \\f* "},{"style":"v","verse":"13","text":"And a male lamb, ⸤a yearling⸥\\f + \\fr 46:13 \\ft Literally “a son of his year” \\f* without defect, he must provide as a burnt offering ⸤daily⸥\\f + \\fr 46:13 \\ft Literally “for the day” \\f* for Yahweh; ⸤every morning⸥\\f + \\fr 46:13 \\ft Literally “in the morning in the morning” \\f* he must provide it. "},{"style":"v","verse":"14","text":"And \\add a\\add* grain offering he must provide in addition to it ⸤every morning⸥,\\f + \\fr 46:14 \\ft Literally “in the morning in the morning” \\f* a\\f + \\fr 46:14 \\ft Hebrew “the” \\f* sixth of an\\f + \\fr 46:14 \\ft Hebrew “the” \\f* ephah and a third of a hin of olive oil to moisten the finely milled flour \\add as\\add* a grain offering to Yahweh ⸤as a perpetual statute⸥.\\f + \\fr 46:14 \\ft Literally “regulations of everlasting continually” \\f* "},{"style":"v","verse":"15","text":"\\add So\\add* they must provide the male lamb and the grain offering and the olive oil ⸤every morning⸥\\f + \\fr 46:15 \\ft Literally “in the morning in the morning” \\f* ⸤as a regular burnt offering⸥.”\\f + \\fr 46:15 \\ft Literally “as burnt offering of regularity/continuity” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Thus says the Lord Yahweh: “If the prince gives a gift to any \\add one\\add* from \\add among\\add* his sons, it \\add is\\add* his inheritance \\add and\\add* it will belong\\f + \\fr 46:16 \\ft Hebrew “be” \\f* to his sons; it is their possession as an inheritance. "},{"style":"v","verse":"17","text":"And if he give a gift from his inheritance to one from \\add among\\add* his servants, then it will belong\\f + \\fr 46:17 \\ft Hebrew “be” \\f* to him until the year of release,\\f + \\fr 46:17 \\ft That is, the Year of Jubilee \\f* and \\add then\\add* it will return to the prince. His inheritance \\add with respect to\\add* his sons will be only for them. "},{"style":"v","verse":"18","text":"But the prince shall not take from the inheritance of the people to rob\\f + \\fr 46:18 \\ft Or “oppress” \\f* them, \\add separating them\\add* from their property; from his \\add own\\add* property he shall bestow an inheritance on his sons, so that my people will not be driven away, any one, from his property.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Then he brought me through the entrance which \\add was\\add* on the side of the gate ⸤to the holy chambers⸥\\f + \\fr 46:19 \\ft Literally “to the chamber of the holiness” \\f* to the priests; \\add the chambers\\add* were facing northwards and, look, there \\add was\\add* a place at the extreme end westwards. "},{"style":"v","verse":"20","text":"And he said to me, “This \\add is\\add* the place where the priests will boil the guilt offering and the sin offering, \\add and\\add* where they shall bake the grain offering \\add in order\\add* not to bring \\add them\\add* out to the outer courtyard to make the people holy. "},{"style":"v","verse":"21","text":"And he brought me to the outer courtyard and led me past the four corners of the courtyard; and look, ⸤there was a courtyard in each corner of the courtyard⸥.\\f + \\fr 46:21 \\ft Literally “a courtyard in the corner of the courtyard, a courtyard in the corner of the courtyard” \\f* "},{"style":"v","verse":"22","text":"In the four corners of the courtyard \\add were\\add* small\\f + \\fr 46:22 \\ft Hebrew uncertain \\f* courtyards forty \\add cubits\\add* \\add in\\add* length and thirty \\add cubits\\add* \\add in\\add* width, \\add each with\\add* ⸤the same measurements⸥\\f + \\fr 46:22 \\ft Literally “measurement one” \\f* for the four of them with corners.\\f + \\fr 46:22 \\ft Or “\\fq being \\ft cornered” \\f* "},{"style":"v","verse":"23","text":"And a row \\add was\\add* all around inside\\f + \\fr 46:23 \\ft Hebrew “in” \\f* them, and cooking-places \\add were\\add* made under the rows of stones\\f + \\fr 46:23 \\ft Possibly some kind of stone ledge \\f* all around. "},{"style":"v","verse":"24","text":"And he said to me, “These \\add are\\add* the houses for\\f + \\fr 46:24 \\ft Hebrew “of” \\f* cooking, where \\add the ones\\add* serving the temple shall cook the sacrifices of the people.”"}]