[{"style":"s1","verse":"","text":"Yahweh’s Avenging Messenger Destroys the Wicked in the City"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"And he called in my ears \\add with\\add* a loud voice, ⸤saying⸥,\\f + \\fr 9:1 \\ft Literally “to say” \\f* “\\add They\\add* have come near,\\f + \\fr 9:1 \\ft Or “Come near” (imperative) \\f* the punishers of the city, and each \\add with\\add* his weapon of destruction in his hand. "},{"style":"v","verse":"2","text":"And look! Six men coming from the way of ⸤the upper gate⸥\\f + \\fr 9:2 \\ft Literally “the gate of the upper” \\f* that faced ⸤northward⸥,\\f + \\fr 9:2 \\ft Literally “faced north + directive” \\f* and each \\add with\\add* his weapon for\\f + \\fr 9:2 \\ft Or “of” \\f* shattering in his hand; and one man \\add was\\add* in the midst of them, dressed in linen, and the\\f + \\fr 9:2 \\ft Or “his” \\f* writing case of the scribe \\add was\\add* at his side. And they came and stood beside the bronze altar. "},{"style":"v","verse":"3","text":"And the glory of the God of Israel lifted itself up from upon the cherub that he was on\\f + \\fr 9:3 \\ft Hebrew “which he was on it” \\f* \\add and went\\add* to the threshold of the house,\\f + \\fr 9:3 \\ft That is, the temple \\f* and he called to the man who \\add was\\add* clothed in linen ⸤with a scribal writing case at his side⸥.\\f + \\fr 9:3 \\ft Literally “whom a writing case of a scribe \\fq was \\ft at his side” \\f* "},{"style":"v","verse":"4","text":"And Yahweh said to him, “Go through in the midst of the city, in the midst of Jerusalem, and you must place a mark on the foreheads of the men ⸤who are groaning and lamenting⸥\\f + \\fr 9:4 \\ft Literally “the men the groaning and the lamenting” \\f* about all of the detestable things ⸤that are being done⸥\\f + \\fr 9:4 \\ft Literally “the being done” \\f* in the midst of her.” "},{"style":"v","verse":"5","text":"And to the others he said in my hearing, “Go through the city behind him and kill! Your eyes shall not take pity, and you shall not have compassion. "},{"style":"v","verse":"6","text":"You must kill ⸤totally⸥\\f + \\fr 9:6 \\ft Literally “to destruction” \\f* old man, young man and young woman, and little children and women, but ⸤concerning⸥\\f + \\fr 9:6 \\ft Literally “upon” \\f* every man ⸤with the mark on him⸥\\f + \\fr 9:6 \\ft Literally “which is on him the mark” \\f* you must not approach; and from my sanctuary you must begin.” And they began with the old men who ⸤were before⸥\\f + \\fr 9:6 \\ft Literally “\\fq were \\ft to the face of” \\f* the house.\\f + \\fr 9:6 \\ft That is, the temple \\f* "},{"style":"v","verse":"7","text":"And he said to them, “Defile the house\\f + \\fr 9:7 \\ft Or “temple” \\f* and fill the courtyards \\add with\\add* the dead; go out! And they went out, and they killed in the city. "},{"style":"v","verse":"8","text":"⸤And then⸥\\f + \\fr 9:8 \\ft Literally “and it was” \\f* ⸤as they were striking⸥,\\f + \\fr 9:8 \\ft Literally “in their striking” \\f* and I \\add was\\add* left behind, I fell on my face, and I cried out, and I said, “Ah, Lord Yahweh! “\\add Will\\add* you \\add be\\add* destroying all of the remnant of Israel ⸤while you pour out your rage⸥\\f + \\fr 9:8 \\ft Literally “when pouring out your rage” \\f* on Jerusalem?” "},{"style":"v","verse":"9","text":"And he said to me, “The guilt of the house of Israel and Judah \\add is\\add* ⸤exceedingly⸥\\f + \\fr 9:9 \\ft Literally “with very very” \\f* great, and the land is filled with bloodguilt, and the city is full of injustice. For they say Yahweh abandoned the land, and ⸤Yahweh does not see⸥.\\f + \\fr 9:9 \\ft Literally “not Yahweh \\fq is \\ft seeing \\f* "},{"style":"v","verse":"10","text":"And I, my eye will not take pity, and I will not have compassion; their way I will bring on their head.” "},{"style":"v","verse":"11","text":"And look! The man clothed in linen \\add and\\add* ⸤with a writing case at his side⸥\\f + \\fr 9:11 \\ft Literally “which/whom the writing-case \\fq was \\ft at his side” \\f* \\add was\\add* bringing back a word, ⸤saying⸥,\\f + \\fr 9:11 \\ft Literally “to say” \\f* “I have done all that you commanded me.”"}]