[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bëgg naa nag, ngeen xam xare bu metti bi ma leen di xareel, yeen ak waa Lawdise ak mboolem gëmkat ñi ma masula teg bët,"},{"style":"v","verse":"2","text":"ngir ngeen gëna am fit, mànkoo ci biir cofeel, te géeju ci gis-gisu xol bu leer nàññ te wóor, ba mana daj dëgg mbóotum Yàlla miy Almasi bi ci boppam."},{"style":"v","verse":"3","text":"Ci moom la mboolem alal ji ci xel ak xam-xam dëxëñe."},{"style":"v","verse":"4","text":"Loolu laa leen di wax, ngir kenn bañ leena réeral ci ay kàdduy naxe yu mbubboo ag dëgg."},{"style":"v","verse":"5","text":"Ndax jëmm ji kat teewul, waaye xol baa ngeek yeen, di bégee gis seen doxalin wu jekk ak seen ngëm gu wér gu ngeen gëm Almasi bi."},{"style":"s1","verse":"","text":"Jëfeleen ni ñu bokk ak Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Kon nag, ni ngeen nangoo \\w Almasi|Almasi b-:\\w* Yeesu di Sang bi, àndleen ak moom, jëfe noonu."},{"style":"v","verse":"7","text":"Sampleen seeni reen ci moom, tabaxleen seen bopp ci moom, feddalikuleen ci wàllu ngëm, ni ñu leen ko jàngale, ba seenub xol baawaan ak kàdduy cant."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Moytuleen ba kenn bañ leena këfe kàdduy naxi neen yu ñu jàppe xam-xam bu xelu, kàddu yu sukkandikoowul ci Almasi bi, xanaa aaday nit ak mbiri àddina."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ndax kat ci Almasi bi, ci yaramu nitam la léppi Yàlla dëkke, ba mat sëkk ci moom,"},{"style":"v","verse":"10","text":"ci moom ngeen mate it, te mooy kilifay mboolem boroom nguur yi ak mboolem boroom sañ-sañ yi."},{"style":"v","verse":"11","text":"Ci moom ngeen xarafe xaraf gu loxol nit deful, ndax noonu kuy xarafal nit ki di dog as lëf ci yaramam, ni la Almasi bi di doge ba mu set buumu njaam gi leen dooley bàkkaar tënke woon. Noonu la Almasi bi di xarafalee."},{"style":"v","verse":"12","text":"Ni ñu leen booleek moom suul, keroog ba ñu leen sóobee cim ndox, noonu ngeen dekkeendoo ak moom, ndax yeena wóolu dooley Yàlla mi ko dekkal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yeen ñi doonoon ñu dee fa kanam Yàlla ndax seeni moy ak seen ñàkka xaraf, ndax li ngeen dul Yawut, Yàllaa leen booleek Almasi bi, dundalaat leen. Moo nu baal sunu moy yépp."},{"style":"v","verse":"14","text":"Kayitu bor bi nu tiiñaloon, te dogali yoon toppe nu ko, moom moo far mbind ma, yóbbu kayit ga, daajaale ko ak Almasi bi ca bant ba."},{"style":"v","verse":"15","text":"Moo dog sidditi boroom nguur yeek boroom sañ-sañ yi ci jaww ji, ñu doon ay jaam yu mu jàppe xare. Moo leen weer it ci kanam ñépp, diriwaale leen ca biir njaab ma topp ca ndam la Almasi bi ame ca bant ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Kon nag bu leen kenn sikkal ci ñam wu ngeen lekk, mbaa lu ngeen naan, mbaa màggal bés bu rafet, mbaa Terutel weer ak \\w bésub Noflaay|bésub Noflaay b-:\\w*."},{"style":"v","verse":"17","text":"Loolu lépp takkndeeru yaram wuy jëmmal lu dikkagul rekk la woon. Waaye yaram wi dëgg moo di Almasi bi."},{"style":"v","verse":"18","text":"Buleen nangu kenn ku leen sikkal, te di kuy teg boppam jëfi toroxlu, di jaamu ay malaaka, topp seen gis-gisi peeñuy bopp. Ñu ni mel ñooy réy-réyloo xalaati neen yu ñu fente seen yég-yégi bakkan."},{"style":"v","verse":"19","text":"Ñooñu jokkuwuñu ci Almasi biy bopp bi, te ci bopp bi la yaram wi wépp di jëfandikoo siddit yeek tenqo yi, ba suuxatu, ngir lépp mànkoo ba mana màgg, ni ko Yàlla di màggale."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ndegam nag yeena bokk ak Almasi bi dee, ba teqalikoo ak mbiri àddina, ana lu tax ngeen mel ni ñu bokk ci àddina ba tey, di tegoo ay dogali yoon yu mel nii:"},{"style":"v","verse":"21","text":"«Bul jël lii, bul ñam lee, bul laal la ca des.»"},{"style":"v","verse":"22","text":"Te mboolem yëf yooyu dogali yoon yi jëm day jeex doŋŋ bu ñu leen jëfandikoo. Loolu ay santaane aki njàngalem nit doŋŋ la."},{"style":"v","verse":"23","text":"Dëgg la, xel man naa nangu dogali yoon yu ni mel, ndax laaj na nit ki pastéefu ci diine ju mu tegool boppam, laaj na it toroxlu ak coonoy yaram yu tukkee ci yar bu metti bu nit kiy tegoo, waaye jariñul dara ku bëgga noot bakkanam."}]