[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeen ñiy sang yi, yorleen seeni jaam, yorin wu jub te aw yoon, te ngeen xam ne yeen itam am ngeen ab Sang fa asamaan."},{"style":"s1","verse":"","text":"Yeneen warugar a ngii"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ag ñaan nag, saxooleen ko, te ngeen teewlu ci, boole ci ag cant."},{"style":"v","verse":"3","text":"Te ngeen ñaanaale nu ci itam, ngir Yàlla ubbil nu buntu xamle kàddu gi, ngir siiwal mbóot mi ci \\w Almasi|Almasi b-:\\w* bi, li waral ñu jéng ma."},{"style":"v","verse":"4","text":"Ñaanleen, ma man koo wax ba mu leer nàññ ni mu ma ware."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Jëfeleen xel mu rafet seen diggante ak aji gëmadi ñi ci biti, te jot gi ngeen amagum, fexeleen ba jariñoo ko."},{"style":"v","verse":"6","text":"Na seen kàddu ànd ak yiw te am solo, te ngeen xam nu ngeen di tontoo ku nekk, tont li war."},{"style":"s1","verse":"","text":"Póol tàggu na waa Kolos"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Mboolem lu jëm ci man nag, Tisig dina leen ko xamal. Mbokk la, soppe la, jawriñ ju wóor la, te it sama mbokkum jaam la, ci liggéeyu Boroom bi."},{"style":"v","verse":"8","text":"Lii sax moo tax ma yónni ko ci yeen: xamal leen lu jëm ci nun, ak itam, teewaayam bu dëfal seen xol."},{"style":"v","verse":"9","text":"Onesim lay àndal, sunu mbokk mu wóor, di sunu soppe, te mu bokk ci yeen. Ñoo leen di xamal mboolem lu fi xew."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Aristàrk mi ma bokkal kaso bi, mu ngi leen di nuyu, moom ak Màrk rakku Barnabas. Ci mbiru Màrk moomu ngeen jotoon ndigal, ngir bu dikkee, ngeen teral ko."},{"style":"v","verse":"11","text":"Yeesu mi ñuy wax Yustus itam, mu ngi nuyoo. Li bokk ci askanu Yawut, ñoom rekk ay liggéeyandoo ak man ngir nguurug Yàlla, te ñoo seral sama xol."},{"style":"v","verse":"12","text":"Ab nuyoo it ñeel na leen, tukkee ci Epafras mi bokk ci yeen, te di jaamub \\w Almasi|Almasi b-:\\w* Yeesu. Muy ku jàmbaare ci saxoo leena ñaanal, ngir seenub taxawaay sotti te mat sëkk ci jëfe mboolem luy coobarey Yàlla."},{"style":"v","verse":"13","text":"Maa ko seedeel ne coonoy ñaan bu réy la nekke, ngir yeen ak waa Lawdise ak waa Yerapolis."},{"style":"v","verse":"14","text":"Ab nuyoo it ñeel na leen, tukkee ci sunu soppe Luug, doktoor bi, ak Demas."},{"style":"v","verse":"15","text":"Nuyulleen nu bokk yi dëkke Lawdise, ak sunub jigéen Nimfa ak mbooloom gëmkat miy daje këram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Gannaaw bu ngeen jàngee-biral bataaxal bii ci seen biir, fexeleen it ba ñu jàng ko biral fa mbooloom gëmkat ma fa Lawdise, te yeen it bataaxal ba ngeen di jote Lawdise, nangeen ko jàng-biral."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Waxalleen ma Arsipp ne ko: «Neel jàkk ci liggéey bi nga sasoo ci Boroom bi, ngir nga sottal ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Man Póol nag maa leen di bind tàggatoo bii ci sama loxol bopp. Fàttalikuleen ne dañu maa tëj kaso. Yal na aw yiw ànd ak yeen!"}]