[{"style":"mt1","text":"Yanqóoba"},{"style":"s1","text":"Ubbite gi"},{"style":"p","text":""},{"style":"v","text":"Ci man Yanqóoba, jaamub Yàlla ak Sang Yeesu \\w Almasi|Almasi b-:\\w* bi, la bataaxal bii bawoo, ñeel fukki giir ak ñaar yi tasaaroo ci àddina. Maa ngi leen di nuyu."},{"style":"s1","text":"Lu jëm ci nattu ak ngëm"},{"style":"p","text":""},{"style":"v","text":"Bokk yi, bu ngeen jaaree ci mboolem xeeti nattu, jàppeleen ko mbég mu mat sëkk,"},{"style":"v","text":"te xam ne bu seen ngëm nattoo, ñeme coono la leen di jural."},{"style":"v","text":"Na ag ñeme coono sottal liggéeyam ci yeen, ngir ngeen sotti, mat sëkk, te baña yéese fenn."},{"style":"p","text":""},{"style":"v","text":"Ku desele am xel mu rafet nag, na ko ñaan Yàlla, mu may ko ko, ndax Yàlla mooy yéwéne ñépp te du sikk kenn."},{"style":"v","text":"Waaye ngëm la koy ñaane te bumu ci am benn sikki-sàkka, ndax kiy sikki-sàkka daa mel ni gannaxu géej bu ngelaw liy yóbbu, di ko lëmbaaje."},{"style":"v","text":"Kooku bumu yaakaar dara ci Boroom bi."},{"style":"v","text":"Boroom xel ñaar la, xel maa toogul ci lenn lu muy def."},{"style":"s1","text":"Néewle kawe, barele suufe"},{"style":"p","text":""},{"style":"v","text":"Mbokkum gëmkat mi suufe daraja, na sagoo ab kawewaayam ci ni ko Yàlla yékkatee;"},{"style":"v","text":"te ki barele it na sagoo ci ni ko Yàlla suufeelee, ndax ni tóor-tóoru saxyaay di ruuse, noonu lay wéye."},{"style":"v","text":"Naka la jant di fenk, ba naaj wi tàng jérr, saxyaay lax, tóor-tóoram ruus, taar ba réer ko mërr. Noonu itam la ki barele di jeexlee ci biiri yëngoom."},{"style":"s1","text":"Yàllaay nattoo waaye du fiir kenn"},{"style":"p","text":""},{"style":"v","text":"Ndokkalee ku muñ ab nattu, nde su ca amee ngërëm, mooy yooloo \\w kaalag|kaala g-:\\w* texe gi Yàlla dig ñi ko sopp."},{"style":"p","text":""},{"style":"v","text":"Képp ku dajeek lu koy xiirtal, bumu ne: «Yàllaa ma xiirtal,» ndax maneesula xiirtal Yàlla ci lu bon, te moom ci boppam du xiirtal kenn."},{"style":"v","text":"Waaye ku nekk, sa xemmemtéefu bakkanu bopp moo lay xiirtal, ootal la ba nax la."},{"style":"v","text":"Te xemmemtéefu bakkan bu ëmbee, bàkkaar lay wasin, te bàkkaar bu matee, dee lay jur."},{"style":"p","text":""},{"style":"v","text":"Bokk yi, soppe yi, buleen juum ci lii:"},{"style":"v","text":"gépp may gu baax ak bépp jagle bu mat, fa kaw la bawoo, di lu wàcce fa Baay biy boroom leer yi, ki soppikuwul ci lenn, te genn ker gu toogadi nekkul ci moom."},{"style":"v","text":"Moom la soob mu jur nu ci kàddug dëgg gi, ba nu taxawe saraxu ndoortel meññeef, ci biiri bindeefam."},{"style":"s1","text":"Jëfeleen kàddug Yàlla"},{"style":"p","text":""},{"style":"v","text":"Bokk yi, soppe yi, nangeen xam lii: na ku nekk di gaaw ci déglu, di yeexa wax tey yeexa mer."},{"style":"v","text":"Ndax merum nit du jur njub fa Yàlla."},{"style":"v","text":"Kon nag baleen jépp jikko ju tilim ak mboolem xeeti mbon yi ne gàññ, te ngeen nangu, ci biir ag woyof, kàddu gi Yàlla xasa jëmbat ci yeen te mu man leena musal."},{"style":"p","text":""},{"style":"v","text":"Doonleen jëfekati kàddu gi, buleen di ay déglukat doŋŋ, di nax seen bopp."},{"style":"v","text":"Ndax kat kuy déglu kàddu gi te jëfewoo ko, kooku daa mel ni kuy niir kanamam cib seetu:"},{"style":"v","text":"bu niiree boppam, dem daldi fàtte ca saa sa lu muy nirool."},{"style":"v","text":"Waaye ki ne jàkk yoon wu mat sëkk wiy goreel ku ko topp, saxoo yoon wi te bañ koo dégg, fàtte, xanaa di dégg, jëfe, kooku mooy bége jëfam."},{"style":"p","text":""},{"style":"v","text":"Ku yaakaar ne am na diine te moomul làmmiñam, boppam lay nax te diineem amul njariñ."},{"style":"v","text":"Diine gu set te mucc sikk fa kanam Yàlla Baay bi moo di lii: di nemmiku jirim akub jëtun ci seen njàqare, tey sàmm boppam, ba mucc ci gàkki àddina."}]