[{"style":"s1","verse":"","text":"Gënaatle warul"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bokk yi, bu leen di gënaatle te di gëmkati sunu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi, Boroom leer."},{"style":"v","verse":"2","text":"Ndax su nit duggsee seenum ndaje, takk jaarob wurus, solu ba jekk; ku néew doole it duggsi, limboo ay sagar,"},{"style":"v","verse":"3","text":"su ngeen seetloo boroom col gu jekk gi, ne ko: «Toogeel fii, moo baax ci yaw,» te ne néew-ji-doole ji: «Yaw, taxaweel nee, mbaa nga toog fii ci suuf, ci samay tànk,»"},{"style":"v","verse":"4","text":"su boobaa xanaa du yeena ngi gënaatle ci seen biir, tey àttee ay mébét yu bon?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Bokk yi, soppe yi, dégluleen. Xanaa du Yàlla moo tànn ñi àddina jàppe ñu néew doole, ngir ñu barele ngëm, boole ci jagoo nguur gi Yàlla dig ñi ko sopp?"},{"style":"v","verse":"6","text":"Yeen nag ngeen di teddadil néew doole yi! Xanaa du boroom alal yi ñoo leen di noggatu, di leen diri ba fa mbaxana dee benn?"},{"style":"v","verse":"7","text":"Xanaa du ñooñu ñooy ñàkke kersa tur wu tedd wi ngeen di wuyoo?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ndegam nag yoonu Buur Yàlla ngeen matal sëkk, di sàmmonteek Mbind mi ne: «Ni ngeen soppe seen bopp, nangeen ko soppe seen moroom\\f + \\fr 2.8 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 19.18.\\f*,» su boobaa waawleen góor!"},{"style":"v","verse":"9","text":"Waaye su ngeen gënaatlee, bàkkaar ngeen, te yoon topp na leen, ndax yeena ko xëtt."},{"style":"v","verse":"10","text":"Ndax kat képp ku sàmm yoon wépp, ba mu des lenn ndigal doŋŋ lu mu tërëfe, ab daan bu ñu teg ci ku moy yoon wépp, ñeel na ko."},{"style":"v","verse":"11","text":"Ndax ki ne: «Bul njaaloo,» moo ne itam: «Bul bóom\\f + \\fr 2.11 \\ft Seetal ci \\bk Mucc ga\\bk* 20.13-14.\\f*.» Ku njaaloowul te bóom nag, xëtt na yoon."},{"style":"v","verse":"12","text":"Deeleen waxe tey jëfe ni mu jekke ci nit ñu ñuy séddeji àtteb yoon wiy goreel."},{"style":"v","verse":"13","text":"Daan bu àndul ak yërmande, moom lees di àttee ña daawul jëfe yërmande. Yërmande nag kekku na ab daan."},{"style":"s1","verse":"","text":"Gëm, jëfe"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bokk yi, ku ne gëm na, te jëfewu ko, ana lu mu koy jariñ? Ndax googu ngëm man na koo musal?"},{"style":"v","verse":"15","text":"Su mbokk mu góor mbaa jigéen raflee, mbaa mu ñàkk lu mu dunde bés bu nekk,"},{"style":"v","verse":"16","text":"ba kenn ci yeen ne mbokk mi: «Demal ak jàmm, solul nag te lekk ba regg,» te fajul aajoom, loolu lu muy jariñ?"},{"style":"v","verse":"17","text":"Noonu la ngëm deme, su amul jëf ju mu àndal, ngëm gu dee la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Waaye jombul nit ne: «Yaw, ngëm nga am, waaye man, jëf laa am.» Dama ne, won ma sa ngëm gu àndul ak jëf; man, samay jëf laa lay wone sama ngëm."},{"style":"v","verse":"19","text":"Yaa gëm ne Yàlla kenn la; waaw góor, waaye rab yi it loolu lañu gëm bay lox."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Yaa ñàkk bopp, ndax dangaa bëgg lu la firndeel ne ngëm gu àndul ak jëf amul njariñ?"},{"style":"v","verse":"21","text":"Sunu maam Ibraayma, xanaa du ci jëf lees ko baaxe àtteb ku jub, ndax jëf ja mu joxee doomam Isaaxa ca \\w sarxalukaay|sarxalukaay b-:\\w* ba?"},{"style":"v","verse":"22","text":"Kon gis nga ne ngëmam ga ak jëfam ja ñoo ànd di liggéey, te ca jëf ja la ngëm ga mate sëkk."},{"style":"v","verse":"23","text":"Mbind ma daldi sotti, na mu dikke woon ne: «Ibraayma moo gëm Yàlla, Yàlla nangul ko ngëmam, muy àtteb njub bu ñu ko limal\\f + \\fr 2.23 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 15.6.\\f*,» ba ñu di ko woowe xaritu Yàlla."},{"style":"v","verse":"24","text":"Ngeen gis kon ne ci jëf lees di baaxe nit àtteb ku jub, waaye du ci kaw ngëm doŋŋ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Xanaa du noonu it lañu baaxe Raxab\\f + \\fr 2.25 \\ft Seetal ci \\bk Yosuwe\\bk* 2.1-21.\\f* gànc ba àtteb ku jub, ci kaw jëfam, ndax la mu dalaloon ndawi Yawut ya, ba awale leen feneen?"},{"style":"v","verse":"26","text":"Yaram wu àndul akug noo daal, ni mu deewe, noonu la ngëm gu àndul aki jëf deewe."}]