[{"style":"s1","verse":"","text":"Moom sa làmmiñ cig mat la bokk"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bokk yi, bu ñu bare ci yeen wuta doon jàngalekatu mbooloom gëmkat mi, ndax xam ngeen ne nun ñiy jàngale nooy gëna metti ab àtte."},{"style":"v","verse":"2","text":"Bare na lu nuy tooñ, nun ñépp. Ku dul tooñ ci kàddu nag, kooku nit ku mat la, te man naa moom yaramam wépp, boole ci."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Aw fas, ŋalaab gi nuy def ci gémmiñam, mu déggal nu lanu ci jublu, te moom lanuy walbatee yaramu fas wi wépp."},{"style":"v","verse":"4","text":"Xoolleen gaal yi it, ak li ñuy réy lépp, ak ngelaw lu réy lu leen mana jañax, weñ su tuut la dawalkat biy walbatee gaal gi, jëme ko fu ko neex."},{"style":"v","verse":"5","text":"Noonu itam la aw làmmiñ dee cér su tuut te réy aw bàkk."},{"style":"p","verse":"","text":"Seetleen ni ferñent su tuut di lakke gott bu yaa."},{"style":"v","verse":"6","text":"Aw làmmiñ itam sawara la; làmmiñ a bokk ci sunuy cér, te di àddinay mbon, di gàkkal jëmm jépp. Aw làmmiñ, giiru dundu nit ki lay jafale ab taal bu tàkke fa sawara."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Mboolem xeeti rabi àll yeek njanaaw yi ak ndëgmeent yi ak rabi géej yi, dees na leen tàggat, te nit a leen di tàggat ba ñu mokk."},{"style":"v","verse":"8","text":"Waaye aw làmmiñ, kenn manu koo tàggat ba mu mokk. Mooy aayteef gu kenn manula dànk, fees dell ak tookey dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Aw làmmiñ lanuy sante kiy Boroom bi, di Baay, te it ci lanuy móoloo nit ñi bindoo takkndeeru Yàlla."},{"style":"v","verse":"10","text":"Genn gémmiñ gi, ci la kàddug cant ak gu móolu di jibe. Bokk yi, warula deme noonu kat."},{"style":"v","verse":"11","text":"Benn bëtu ndox ndax dina ballandoo ndox mu neex ak ndox mu wex, ci menn pax mi?"},{"style":"v","verse":"12","text":"Bokk yi, ndax ag figg man naa meññ oliw? Am ag reseñ dina meññ doomi figg? Bëtu ndoxum xorom it du nàcc mukk ndox mu neex."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ana ci yeen ku rafet xel te xam àddina? Na ko firndeele dundin wu rafet wu feeñ ci jëfam ju teey ndax xel mu rafet."},{"style":"v","verse":"14","text":"Waaye ku denc ci sab xol wextanu kañaan ak mébétum sàkku sa darajay bopp, bul damoo xel mu rafet, nde kon nga moy dëgg."},{"style":"v","verse":"15","text":"Moomu xel jógewul fa kaw, ci àddina sii la bokk, di yëfi bakkan, te di mbiri Seytaane."},{"style":"v","verse":"16","text":"Ndax kañaan ak sàkku sa darajay bopp, fu mu ame, fa la salfaañoo di ame ak mboolem jëfi ñaawtéef."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Waaye xel mu rafet ma bawoo fa kaw, set la njëkka def, teg ci ànd ak jàmm akug dal. Day taxa neexa jubool, fees ak yërmande, di meññ jëf ju baax, te mucc ci par-parloo akug jinigal."},{"style":"v","verse":"18","text":"Meññeefum njub nag, ci jàmm lees koy ji, ci biir doxkati jàmm yi."}]