[{"style":"s1","verse":"","text":"Nangulleen Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ana fu jote yeek xuloo yi ci seen biir jóge fu moy seen bànneexi bakkan yiy xare ci seen yaram?"},{"style":"v","verse":"2","text":"Yeenay xemmem lu ngeen dul am. Yeenay bóome, di iñaane lu ñeneen am, te manuleen koo am. Yeenay xuloo aka jàppante. Dungeen am, ndax yeena ñaanul."},{"style":"v","verse":"3","text":"Te su ngeen ñaanee, dungeen am, ndax mébét mu bon ma ngeen ñaane, ngir am lu ngeen toppe seen bakkan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Bokkaalekat yi ngeen doon! Xanaa xamuleen ne xaritoo ak àddina moo di noonoo ak Yàlla? Kon nag ku namma def àddina ab xarit, ab noonu Yàlla ngay doon."},{"style":"v","verse":"5","text":"Am defe ngeen ne ag neen la Mbind mi indee ne: «Xemmemtéef gu ànd ak fiiraange la Yàlla am ci noo gi dëkk ci nun.»"},{"style":"v","verse":"6","text":"Waaye yiw wu gënatee baawaan la maye. Moom la Mbind mi ne:"},{"style":"q1","verse":"","text":"«Yàlla, ñi réy lay xeex,"},{"style":"q1","verse":"","text":"ñi toroxlu, mu may leen aw yiw\\f + \\fr 4.6 \\ft Seetal ci \\bk Kàddu yu xelu\\bk* 3.34.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Kon nag nangulleen Yàlla, te bañal \\w Seytaane|Seytaane:\\w*, mu daw, ba sore leen."},{"style":"v","verse":"8","text":"Jegeleen Yàlla, mu jege leen. Yeen bàkkaarkat yi, raxasleen seeni loxo, yeen ŋaralekat yi laa ne, setalleen seen xol."},{"style":"v","verse":"9","text":"Tiisluleen te ñaawlu bay jooy. Na seeni ree soppiku ay jooy, seen mbég doon njàqare."},{"style":"v","verse":"10","text":"Toroxluleen fi kanam Boroom bi, mu yékkati leen."},{"style":"s1","verse":"","text":"Buleen sikkal kenn"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Bokk yi, buleen ŋàññante. Ku ŋàññ sa mbokk mbaa nga sikkal sa mbokk, yoon wi nga ŋàññ, yoon wi nga sikkal. Ku sikkal yoon wi nag doo sàmmkatub yoon wi, sikkalkatub yoon wi nga."},{"style":"v","verse":"12","text":"Boroom yoon wi, kenn doŋŋ la, te mooy àtte; moo mana musle, mbaa mu sànke. Te yaw miy sikkal sa mbokkum gëmkat sax, yaay kan?"},{"style":"s1","verse":"","text":"Ëllëg, ëllëgu Yàllaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kaayleen nag ma wax leen, yeen ñi naan: «Tey mbaa ëllëg ma dem ba dëkk sàngam, def fa at, julaa fa ba tonu.»"},{"style":"v","verse":"14","text":"Yeen xanaa xamuleen sax lu ëllëg di doon? Ana luy seen bakkan? Yeen ngeen di as lay suy feeñ léegi, nes tuut mu ne mes!"},{"style":"v","verse":"15","text":"Li ngeen di wax kay moo di: «Bu soobee Boroom bi, dinanu dund ba def nàngam sii mbaa nàngam see.»"},{"style":"v","verse":"16","text":"Léegi daal dangeena bew bay damoo seeni mébét! Googu damu de, lu bon la."},{"style":"v","verse":"17","text":"Ku xam lu baax loo wara def te defoo ko nag, bàkkaar nga."}]