[{"style":"mt1","text":"1 Timothée"},{"style":"s1","text":"Adresse et salutation"},{"style":"r","text":"V. 1-2: cf. Tit 1:1-4."},{"style":"p","text":""},{"style":"v","text":"Paul, apôtre de Jésus-Christ, \\x a \\xo 1.1 \\xt Ac 9:15.\\x*par ordre de Dieu notre Sauveur et de Jésus-Christ \\x b \\xo 1.1 \\xt Col 1:27.\\x*notre espérance, "},{"style":"v","text":"\\x c \\xo 1.2 \\xt Ac 16:1. 1 Th 3:2.\\x*à Timothée, mon \\x d \\xo 1.2 \\xt 1 Co 4:17.\\x*enfant légitime en la foi: \\x e \\xo 1.2 \\xt Ga 1:3. 1 Pi 1:2.\\x*que la grâce, la miséricorde et la paix, te soient données de la part de Dieu le Père et de Jésus-Christ notre Seigneur!"},{"style":"s1","text":"Les fausses doctrines et l’Évangile de la grâce"},{"style":"r","text":"V. 3-11: cf. (1 Ti 6:3-5, 20, 21. Tit 3:9.) Ga 3:10-12, 19-24; 5:6. 2 Ti 2:10-14."},{"style":"p","text":""},{"style":"v","text":"Je te rappelle l’exhortation que je te fis, à mon départ \\x f \\xo 1.3 \\xt Ac 20:1.\\x*pour la Macédoine, lorsque je t’engageai à rester à Éphèse, afin de recommander à certaines personnes de ne pas enseigner d’autres doctrines, "},{"style":"v","text":"\\x g \\xo 1.4 \\xt 1 Ti 4:7; 6:20. 2 Ti 2:16. Tit 1:14; 3:9.\\x*et de ne pas s’attacher à des fables et à des généalogies sans fin, qui produisent des \\x h \\xo 1.4 \\xt 1 Ti 6:4.\\x*discussions plutôt qu’elles n’avancent l’œuvre de Dieu dans la foi. "},{"style":"v","text":"\\x i \\xo 1.5 \\xt Ro 13:8. Ga 5:14.\\x*Le but du commandement, c’est une charité venant d’un cœur pur, d’une bonne conscience, et d’une foi sincère. "},{"style":"v","text":"Quelques-uns, s’étant détournés de ces choses, se sont égarés dans de vains discours; "},{"style":"v","text":"ils veulent être docteurs de la loi, et ils ne comprennent ni ce qu’ils disent, ni ce qu’ils affirment. "},{"style":"v","text":"Nous n’ignorons pas \\x j \\xo 1.8 \\xt Ro 7:12.\\x*que la loi est bonne, pourvu qu’on en fasse un usage légitime, "},{"style":"v","text":"sachant bien \\x k \\xo 1.9 \\xt Ga 5:23.\\x*que la loi n’est pas faite pour le juste, mais pour les méchants et les rebelles, les impies et les pécheurs, les irréligieux et les profanes, les parricides, les meurtriers, "},{"style":"v","text":"les impudiques, les infâmes, les voleurs d’hommes, les menteurs, les parjures, et tout ce qui est contraire à la saine doctrine, "},{"style":"v","text":"conformément à l’Évangile de la gloire du \\x l \\xo 1.11 \\xt 1 Ti 6:15.\\x*Dieu bienheureux, Évangile \\x m \\xo 1.11 \\xt 1 Th 2:4.\\x*qui m’a été confié."},{"style":"r","text":"V. 12-17: cf. Ac 26:9-20. 1 Co 15:9, 10."},{"style":"p","text":""},{"style":"v","text":"Je rends grâces à celui qui m’a fortifié, à Jésus-Christ notre Seigneur, de ce qu’il m’a jugé fidèle, "},{"style":"v","text":"\\x n \\xo 1.13 \\xt Ac 8:3; 9:1; 22:4; 26:9. 1 Co 15:9. Ga 1:13.\\x*en m’établissant dans le ministère, moi qui étais auparavant un blasphémateur, un persécuteur, un homme violent. Mais j’ai obtenu miséricorde, \\x o \\xo 1.13 \\xt Jn 9:39, 41. Ac 3:17.\\x*parce que j’agissais par ignorance, dans l’incrédulité; "},{"style":"v","text":"et la grâce de notre Seigneur a surabondé, avec la foi et la charité qui est en Jésus-Christ. "},{"style":"v","text":"C’est une parole certaine et entièrement digne d’être reçue, \\x p \\xo 1.15 \\xt Mt 9:13. Mc 2:17. Lu 5:32; 19:10. 1 Jn 3:5.\\x*que Jésus-Christ est venu dans le monde pour sauver les pécheurs, dont je suis le premier. "},{"style":"v","text":"Mais j’ai obtenu miséricorde, afin que Jésus-Christ fît voir en moi le premier toute sa longanimité, pour que je servisse d’exemple à ceux qui croiraient en lui pour la vie éternelle. "},{"style":"v","text":"Au roi des siècles, immortel, invisible, seul Dieu, soient honneur et gloire, aux siècles des siècles! Amen!"},{"style":"s1","text":"Combattre le bon combat"},{"style":"r","text":"V. 18-20: cf. 1 Ti 6:12, 20, 21. 2 Ti 2:15-18."},{"style":"p","text":""},{"style":"v","text":"Le commandement que je t’adresse, Timothée, mon enfant, selon les prophéties faites précédemment à ton sujet, c’est que, d’après elles, \\x q \\xo 1.18 \\xt 1 Ti 6:12.\\x*tu combattes le bon combat, "},{"style":"v","text":"\\x r \\xo 1.19 \\xt 1 Ti 3:9.\\x*en gardant la foi et une bonne conscience. Cette conscience, quelques-uns l’ont perdue, et ils ont fait naufrage par rapport à la foi. "},{"style":"v","text":"De ce nombre sont \\x s \\xo 1.20 \\xt 2 Ti 2:17.\\x*Hyménée et \\x t \\xo 1.20 \\xt 2 Ti 4:14.\\x*Alexandre, \\x u \\xo 1.20 \\xt 1 Co 5:5.\\x*que j’ai livrés à Satan, afin qu’ils apprennent à ne pas blasphémer."}]