[{"style":"s1","verse":"","text":"La prière pour tous"},{"style":"r","verse":"","text":"V. 1-8: cf. (1 R 8:48. Jé 29:7. 1 Pi 2:12-15.) (Jn 3:16, 17. Hé 2:9. Mc 16:15, 16.) 1 Jn 3:21, 22."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"J’exhorte donc, avant toutes choses, à faire des prières, des supplications, des requêtes, des actions de grâces, pour tous les hommes, "},{"style":"v","verse":"2","text":"\\x a \\xo 2.2 \\xt Jé 29.\\x*pour les rois et pour tous ceux qui sont élevés en dignité, afin que nous menions une vie paisible et tranquille, en toute piété et honnêteté. "},{"style":"v","verse":"3","text":"Cela est bon et agréable devant Dieu notre Sauveur, "},{"style":"v","verse":"4","text":"\\x b \\xo 2.4 \\xt Éz 18:23. 2 Pi 3:9.\\x*qui veut que tous les hommes soient sauvés et parviennent à la connaissance de la vérité. "},{"style":"v","verse":"5","text":"\\x c \\xo 2.5 \\xt Jn 17:3. Ro 3:10.\\x*Car il y a un seul Dieu, et aussi \\x d \\xo 2.5 \\xt Ga 3:19. Hé 9:15.\\x*un seul médiateur entre Dieu et les hommes, Jésus-Christ homme, "},{"style":"v","verse":"6","text":"\\x e \\xo 2.6 \\xt Mt 20:28. Ép 1:7. Col 1:14.\\x*qui s’est donné lui-même en rançon pour tous. C’est là le témoignage rendu en son propre temps, "},{"style":"v","verse":"7","text":"et pour lequel j’ai été \\x f \\xo 2.7 \\xt Ac 9:15; 13:2; 22:21. Ga 1:16; 2:8. Ép 3:8. 2 Ti 1:11.\\x*établi prédicateur et apôtre, \\x g \\xo 2.7 \\xt Ro 1:9; 9:1.\\x*je dis la vérité, je ne mens pas, chargé d’instruire les païens dans la foi et la vérité. "},{"style":"v","verse":"8","text":"Je veux donc que les hommes \\x h \\xo 2.8 \\xt Jn 4:21.\\x*prient en tout lieu, \\x i \\xo 2.8 \\xt Ps 134:2.\\x*en élevant des mains pures, sans colère ni mauvaises pensées."},{"style":"s1","verse":"","text":"Les devoirs des femmes"},{"style":"r","verse":"","text":"V. 9-15: cf. 1 Pi 3:1-6. 1 Co 14:34, 35. Tit 2:3-5."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"\\x j \\xo 2.9 \\xt Tit 2:3. 1 Pi 3:3.\\x*Je veux aussi que les femmes, vêtues d’une manière décente, avec pudeur et modestie, ne se parent ni de tresses, ni d’or, ni de perles, ni d’habits somptueux, "},{"style":"v","verse":"10","text":"mais qu’elles se parent de bonnes œuvres, comme il convient à des femmes qui font profession de servir Dieu. "},{"style":"v","verse":"11","text":"Que la femme écoute l’instruction en silence, avec une entière soumission. "},{"style":"v","verse":"12","text":"\\x k \\xo 2.12 \\xt 1 Co 14:34.\\x*Je ne permets pas à la femme d’enseigner, \\x l \\xo 2.12 \\xt Ge 3:16. Ép 5:24.\\x*ni de prendre de l’autorité sur l’homme; mais elle doit demeurer dans le silence. "},{"style":"v","verse":"13","text":"\\x m \\xo 2.13 \\xt Ge 1:27; 2:22.\\x*Car Adam a été formé le premier, Eve ensuite; "},{"style":"v","verse":"14","text":"\\x n \\xo 2.14 \\xt Ge 3:6.\\x*et ce n’est pas Adam qui a été séduit, c’est la femme qui, séduite, s’est rendue coupable de transgression. "},{"style":"v","verse":"15","text":"Elle sera néanmoins sauvée en devenant mère, si elle persévère avec modestie dans la foi, dans la charité, et dans la sainteté."}]