[{"style":"s1","verse":"","text":"Les devoirs des évêques et des diacres"},{"style":"r","verse":"","text":"V. 1-7: cf. Tit 1:5-9. 1 Pi 5:1-4."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Cette parole est certaine: Si quelqu’un aspire à la charge d’évêque, il désire une œuvre excellente. "},{"style":"v","verse":"2","text":"\\x a \\xo 3.2 \\xt Tit 1:6.\\x*Il faut donc que l’évêque soit irréprochable, mari d’une seule femme, sobre, modéré, réglé dans sa conduite, hospitalier, \\x b \\xo 3.2 \\xt 2 Ti 2:24.\\x*propre à l’enseignement. "},{"style":"v","verse":"3","text":"Il faut qu’il ne soit ni adonné au vin, ni violent, mais indulgent, pacifique, désintéressé. "},{"style":"v","verse":"4","text":"Il faut qu’il dirige bien sa propre maison, et qu’il tienne ses enfants dans la soumission et dans une parfaite honnêteté; "},{"style":"v","verse":"5","text":"car si quelqu’un ne sait pas diriger sa propre maison, comment prendra-t-il soin de l’Église de Dieu? "},{"style":"v","verse":"6","text":"Il ne faut pas qu’il soit un nouveau converti, de peur qu’enflé d’orgueil il ne tombe sous le jugement du diable. "},{"style":"v","verse":"7","text":"Il faut aussi qu’il reçoive un bon témoignage de ceux du dehors, afin de ne pas tomber dans l’opprobre et dans les pièges du diable."},{"style":"r","verse":"","text":"V. 8-13: cf. Ac 6:1-6. 1 Co 4:2."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"\\x c \\xo 3.8 \\xt Ac 6:3.\\x*Les diacres aussi doivent être honnêtes, éloignés de la duplicité, des excès du vin, d’un gain sordide, "},{"style":"v","verse":"9","text":"\\x d \\xo 3.9 \\xt 1 Ti 1:19.\\x*conservant le mystère de la foi dans une conscience pure. "},{"style":"v","verse":"10","text":"Qu’on les éprouve d’abord, et qu’ils exercent ensuite leur ministère, s’ils sont sans reproche. "},{"style":"v","verse":"11","text":"Les femmes, de même, doivent être honnêtes, non médisantes, sobres, fidèles en toutes choses. "},{"style":"v","verse":"12","text":"Les diacres doivent être maris d’une seule femme, et diriger bien leurs enfants et leurs propres maisons; "},{"style":"v","verse":"13","text":"\\x e \\xo 3.13 \\xt Mt 25:21.\\x*car ceux qui remplissent convenablement leur ministère s’acquièrent un rang honorable, et une grande assurance dans la foi en Jésus-Christ."},{"style":"r","verse":"","text":"V. 14-16: cf. Ép 2:19-22. (Jn 1:1, 14. Ro 1:4; 16:25, 26.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Je t’écris ces choses, avec l’espérance d’aller bientôt vers toi, "},{"style":"v","verse":"15","text":"mais afin que tu saches, si je tarde, comment il faut se conduire \\x f \\xo 3.15 \\xt 2 Ti 2:20.\\x*dans la maison de Dieu, qui est l’Église du Dieu vivant, la colonne et l’appui de la vérité. "},{"style":"v","verse":"16","text":"Et, sans contredit, le mystère de la piété est grand: \\x g \\xo 3.16 \\xt Jn 1:14.\\x*celui qui a été manifesté en chair, justifié par l’Esprit, vu des anges, \\x h \\xo 3.16 \\xt Ép 3:5, 6.\\x*prêché aux Gentils, cru dans le monde, \\x i \\xo 3.16 \\xt Mc 16:19. Lu 9:51. Ac 1:2.\\x*élevé dans la gloire."}]