[{"style":"r","text":"V. 1-2: cf. Lé 19:32. Ga 6:1."},{"style":"p","text":""},{"style":"v","text":"Ne réprimande pas rudement \\x a \\xo 5.1 \\xt Lé 19:32.\\x*le vieillard, mais exhorte-le comme un père; exhorte les jeunes gens comme des frères, "},{"style":"v","text":"les femmes âgées comme des mères, celles qui sont jeunes comme des sœurs, en toute pureté."},{"style":"s1","text":"Directions au sujet des veuves, des anciens, des serviteurs"},{"style":"r","text":"V. 3-16: cf. Lu 2:36, 37. Ro 16:1, 2. 1 Co 7:34, 35."},{"style":"p","text":""},{"style":"v","text":"Honore les veuves qui sont véritablement veuves. "},{"style":"v","text":"Si une veuve a des enfants ou des petits-enfants, qu’ils apprennent avant tout à exercer la piété envers leur propre famille, et à rendre \\x b \\xo 5.4 \\xt Ge 45:10, 11. Mt 15:4. Mc 7:10. Ép 6:1, 2.\\x*à leurs parents ce qu’ils ont reçu d’eux; car cela est agréable à Dieu. "},{"style":"v","text":"\\x c \\xo 5.5 \\xt 1 Co 7:32.\\x*Celle qui est véritablement veuve, et qui est demeurée dans l’isolement, \\x d \\xo 5.5 \\xt Lu 2:36.\\x*met son espérance en Dieu et persévère nuit et jour dans les supplications et les prières. "},{"style":"v","text":"Mais celle qui vit dans les plaisirs est morte, quoique vivante. "},{"style":"v","text":"Déclare-leur ces choses, afin qu’elles soient irréprochables. "},{"style":"v","text":"\\x e \\xo 5.8 \\xt Ga 6:10.\\x*Si quelqu’un n’a pas soin des siens, et principalement de ceux de sa famille, il a renié la foi, et il est pire qu’un infidèle. "},{"style":"v","text":"Qu’une veuve, pour être inscrite sur le rôle, n’ait pas moins de soixante ans, qu’elle ait été femme d’un seul mari, "},{"style":"v","text":"qu’elle soit recommandable par de bonnes œuvres, ayant élevé des enfants, \\x f \\xo 5.10 \\xt 1 Pi 4:9.\\x*exercé l’hospitalité, \\x g \\xo 5.10 \\xt Ge 18:4; 19:2. Lu 7:38, 44.\\x*lavé les pieds des saints, secouru les malheureux, pratiqué toute espèce de bonne œuvre. "},{"style":"v","text":"Mais refuse les jeunes veuves; car, lorsque la volupté les détache du Christ, elles veulent se marier, "},{"style":"v","text":"et se rendent coupables en ce qu’elles violent leur premier engagement. "},{"style":"v","text":"Avec cela, étant oisives, elles apprennent à aller de maison en maison; et non seulement elles sont oisives, mais encore \\x h \\xo 5.13 \\xt Tit 2:3.\\x*causeuses et intrigantes, disant ce qu’il ne faut pas dire. "},{"style":"v","text":"Je veux donc que les jeunes se \\x i \\xo 5.14 \\xt 1 Co 7:9.\\x*marient, qu’elles aient des enfants, qu’elles dirigent leur maison, qu’elles ne donnent à l’adversaire aucune occasion de médire; "},{"style":"v","text":"car déjà quelques-unes se sont détournées pour suivre Satan. "},{"style":"v","text":"Si quelque fidèle, homme ou femme, a des veuves, qu’il les assiste, et que l’Église n’en soit point chargée, afin qu’elle puisse assister celles qui sont véritablement veuves."},{"style":"r","text":"V. 17-25: cf. (1 Th 5:12, 13. 1 Co 9:7-14.) Lé 19:15, 17."},{"style":"p","text":""},{"style":"v","text":"\\x j \\xo 5.17 \\xt Ro 15:27. 1 Co 9:11. Ga 6:6. Ph 2:29. 1 Th 5:12. Hé 13:17.\\x*Que les anciens qui dirigent bien soient jugés dignes d’un double honneur, surtout ceux qui travaillent à la prédication et à l’enseignement. "},{"style":"v","text":"Car l’Écriture dit: \\x k \\xo 5.18 \\xt De 25:4. 1 Co 9:9.\\x*Tu n’emmuselleras point le bœuf quand il foule le grain. \\x l \\xo 5.18 \\xt Lé 19:13. De 24:14. Mt 10:10. Lu 10:7.\\x*Et l’ouvrier mérite son salaire. "},{"style":"v","text":"Ne reçois point d’accusation contre un ancien, si ce n’est sur la déposition \\x m \\xo 5.19 \\xt De 19:15.\\x*de deux ou trois témoins. "},{"style":"v","text":"Ceux qui pèchent, reprends-les devant tous, afin que les autres aussi éprouvent de la crainte. "},{"style":"v","text":"\\x n \\xo 5.21 \\xt Ro 1:9; 9:1. 2 Co 1:23; 11:31. Ga 1:20. Ph 1:8. 1 Th 2:5; 5:27. 1 Ti 6:13.\\x*Je te conjure devant Dieu, devant Jésus-Christ, et devant les anges élus, d’observer ces choses \\x o \\xo 5.21 \\xt De 17:4; 19:18.\\x*sans prévention, et de ne rien faire par faveur. "},{"style":"v","text":"\\x p \\xo 5.22 \\xt Ac 6:6; 8:17; 13:3; 19:6. 1 Ti 4:14. 2 Ti 1:6.\\x*N’impose les mains à personne avec précipitation, et ne participe pas aux péchés d’autrui; toi-même, conserve-toi pur. "},{"style":"v","text":"Ne continue pas à ne boire que de l’eau; mais fais usage d’un peu de vin, \\x q \\xo 5.23 \\xt Ps 104:15.\\x*à cause de ton estomac et de tes fréquentes indispositions. "},{"style":"v","text":"Les péchés de certains hommes sont \\x r \\xo 5.24 \\xt Ga 5:19.\\x*manifestes, même avant qu’on les juge, tandis que chez d’autres, ils ne se découvrent que dans la suite. "},{"style":"v","text":"De même, les bonnes œuvres sont manifestes, et celles qui ne le sont pas ne peuvent rester cachées."}]