[{"style":"r","text":"V. 1-2: cf. Ép 6:5-8. Tit 2:9, 10. 1 Pi 2:18-20."},{"style":"p","text":""},{"style":"v","text":"\\x a \\xo 6.1 \\xt Ép 6:5. Col 3:22. Tit 2:9. 1 Pi 2:18.\\x*Que tous ceux qui sont sous le joug de la servitude regardent leurs maîtres comme dignes de tout honneur, afin que le nom de Dieu et la doctrine ne soient pas blasphémés. "},{"style":"v","text":"Et que ceux qui ont des fidèles pour maîtres ne les méprisent pas, sous prétexte qu’ils sont frères; mais qu’ils les servent d’autant mieux que ce sont des fidèles et des bien-aimés qui s’attachent à leur faire du bien. Enseigne ces choses et recommande-les."},{"style":"s1","text":"Les faux docteurs et l’amour des richesses. Conseils à Timothée sur la recherche des biens spirituels et la fidélité à l’Évangile"},{"style":"r","text":"V. 3-10: cf. Ro 16:17, 18. (Hé 13:5. Mc 4:18, 19. Mt 6:19-34.)"},{"style":"p","text":""},{"style":"v","text":"Si quelqu’un enseigne de fausses doctrines, et ne s’attache pas aux saines paroles de notre Seigneur Jésus-Christ et à la doctrine qui est selon la piété, "},{"style":"v","text":"il est enflé d’orgueil, il ne sait rien, et il a la maladie des questions oiseuses et des disputes de mots, \\x b \\xo 6.4 \\xt 1 Ti 1:4. 2 Ti 2:23. Tit 3:9.\\x*d’où naissent l’envie, les querelles, les calomnies, les mauvais soupçons, "},{"style":"v","text":"\\x c \\xo 6.5 \\xt 1 Co 11:16.\\x*les vaines discussions d’hommes corrompus d’entendement, privés de la vérité, et croyant que la piété est une source de gain. "},{"style":"v","text":"\\x d \\xo 6.6 \\xt Pr 15:16. Hé 13:5.\\x*C’est, en effet, une grande source de gain que la piété avec le contentement; "},{"style":"v","text":"\\x e \\xo 6.7 \\xt Job 1:21; 27:19. Ps 49:18.\\x*car nous n’avons rien apporté dans le monde, et il est évident que nous n’en pouvons rien emporter; "},{"style":"v","text":"si donc nous avons la nourriture et le vêtement, \\x f \\xo 6.8 \\xt Ps 55:23. Mt 6:25. 1 Pi 5:7.\\x*cela nous suffira. "},{"style":"v","text":"\\x g \\xo 6.9 \\xt Pr 11:28. Mt 13:22. Ja 5:1.\\x*Mais ceux qui veulent s’enrichir tombent dans la tentation, dans le piège, et dans beaucoup de désirs insensés et pernicieux qui plongent les hommes dans la ruine et la perdition. "},{"style":"v","text":"\\x h \\xo 6.10 \\xt Ex 23:8. De 16:19. Pr 15:16.\\x*Car l’amour de l’argent est une racine de tous les maux; et quelques-uns, en étant possédés, se sont égarés loin de la foi, et se sont jetés eux-mêmes dans bien des tourments."},{"style":"r","text":"V. 11-16: cf. (2 Ti 2:22, 3-7; 4:7, 8.) (2 Ti 4:1, 2, 5. Jud 24, 25.)"},{"style":"p","text":""},{"style":"v","text":"\\x i \\xo 6.11 \\xt 2 Ti 2:22.\\x*Pour toi, homme de Dieu, fuis ces choses, et recherche la justice, la piété, la foi, la charité, la patience, la douceur. "},{"style":"v","text":"\\x j \\xo 6.12 \\xt 1 Ti 1:18.\\x*Combats le bon combat de la foi, saisis la vie éternelle, à laquelle tu as été appelé, et pour laquelle tu as fait une belle confession en présence d’un grand nombre de témoins. "},{"style":"v","text":"\\x k \\xo 6.13 \\xt 1 Ti 5:21.\\x*Je te recommande, devant Dieu \\x l \\xo 6.13 \\xt De 32:39. 1 S 2:6.\\x*qui donne la vie à toutes choses, et devant Jésus-Christ, \\x m \\xo 6.13 \\xt Mt 27:11. Jn 18:27.\\x*qui fit une belle confession devant Ponce Pilate, de garder le commandement, "},{"style":"v","text":"et de vivre sans tache, sans reproche, jusqu’à l’apparition de notre Seigneur Jésus-Christ, "},{"style":"v","text":"que manifestera en son temps \\x n \\xo 6.15 \\xt 1 Ti 1:17.\\x*le bienheureux et seul souverain, \\x o \\xo 6.15 \\xt Ap 17:14; 19:16.\\x*le roi des rois, et le Seigneur des seigneurs, "},{"style":"v","text":"qui seul possède l’immortalité, qui habite une lumière inaccessible, \\x p \\xo 6.16 \\xt Ex 33:20. De 4:12. 1 Jn 4:12.\\x*que nul homme n’a vu ni ne peut voir, à qui appartiennent l’honneur et la puissance éternelle. Amen!"},{"style":"r","text":"V. 17-19: cf. Lu 12:15-21. (Hé 13:16. Pr 19:17. Mt 25:34-40.)"},{"style":"p","text":""},{"style":"v","text":"Recommande aux riches du présent siècle de ne pas être orgueilleux, \\x q \\xo 6.17 \\xt Mc 4:18. Lu 8:14.\\x*et de ne pas mettre leur espérance dans des richesses incertaines, mais de la mettre en Dieu, qui nous donne avec abondance toutes choses pour que nous en jouissions. "},{"style":"v","text":"Recommande-leur de faire du bien, d’être riches en bonnes œuvres, d’avoir de la libéralité, de la générosité, "},{"style":"v","text":"\\x r \\xo 6.19 \\xt Mt 6:20. Lu 12:33; 16:9.\\x*et de s’amasser ainsi pour l’avenir un trésor placé sur un fondement solide, afin de saisir la vie véritable."},{"style":"r","text":"V. 20-21: cf. 2 Ti 1:13, 14; 2:15-18."},{"style":"p","text":""},{"style":"v","text":"O Timothée, garde le dépôt, \\x s \\xo 6.20 \\xt 1 Ti 1:4; 4:7. 2 Ti 2:16. Tit 1:14; 3:9.\\x*en évitant les discours vains et profanes, "},{"style":"v","text":"et les disputes de la fausse science dont font profession quelques-uns, qui se sont ainsi détournés de la foi. Que la grâce soit avec vous!"}]