[{"style":"s1","text":"Vision de l’ange annonçant les événements derniers"},{"style":"r","text":"10 v. 1 à 11 v. 20: cf. Ap 1:12-18."},{"style":"p","text":""},{"style":"v","text":"La troisième année de Cyrus, roi de Perse, une parole fut révélée à Daniel, qu’on nommait Beltschatsar. Cette parole, qui est véritable, annonce une grande calamité. Il fut attentif à cette parole, et il eut l’intelligence de la vision. "},{"style":"v","text":"En ce temps-là, moi, Daniel, je fus trois semaines dans le deuil. "},{"style":"v","text":"Je ne mangeai aucun mets délicat, il n’entra ni viande ni vin dans ma bouche, et je ne m’oignis point jusqu’à ce que les trois semaines fussent accomplies. "},{"style":"v","text":"Le vingt-quatrième jour du premier mois, j’étais au bord du grand fleuve qui est \\x a \\xo 10.4 \\xt Ge 2:14.\\x*Hiddékel. "},{"style":"v","text":"Je levai les yeux, je regardai, et voici, il y avait un homme vêtu de lin, et \\x b \\xo 10.5 \\xt Ap 1:13, 14, 15.\\x*ayant sur les reins une ceinture d’or d’Uphaz. "},{"style":"v","text":"Son corps était comme de chrysolithe, son visage brillait comme l’éclair, ses yeux étaient comme des flammes de feu, ses bras et ses pieds ressemblaient à de l’airain poli, et le son de sa voix était comme le bruit d’une multitude. "},{"style":"v","text":"Moi, Daniel, je vis seul la vision, et les hommes qui étaient avec moi ne la virent point, mais ils furent saisis d’une grande frayeur, et ils prirent la fuite pour se cacher. "},{"style":"v","text":"Je restai seul, et je vis cette grande vision; les forces me manquèrent, \\x c \\xo 10.8 \\xt Da 7:28.\\x*mon visage changea de couleur et fut décomposé, et je perdis toute vigueur. "},{"style":"v","text":"J’entendis le son de ses paroles; et comme j’entendais le son de ses paroles, je tombai frappé d’étourdissement, la face contre terre. "},{"style":"v","text":"Et voici, une main me toucha, et secoua mes genoux et mes mains. "},{"style":"v","text":"Puis il me dit: Daniel, homme bien-aimé, sois attentif aux paroles que je vais te dire, et tiens-toi debout à la place où tu es; car je suis maintenant envoyé vers toi. Lorsqu’il m’eut ainsi parlé, je me tins debout en tremblant. "},{"style":"v","text":"Il me dit: Daniel, ne crains rien; car dès le premier jour où tu as eu à cœur de comprendre, et de t’humilier devant ton Dieu, tes paroles ont été entendues, et c’est à cause de tes paroles que je viens. "},{"style":"v","text":"Le chef du royaume de Perse m’a résisté vingt et un jours; mais voici, Micaël, l’un des principaux chefs, est venu à mon secours, et je suis demeuré là auprès des rois de Perse. "},{"style":"v","text":"Je viens maintenant pour te faire connaître ce qui doit arriver à ton peuple dans la suite des temps; car la vision concerne encore ces temps-là. "},{"style":"v","text":"Tandis qu’il m’adressait ces paroles, je dirigeai mes regards vers la terre, et je gardai le silence. "},{"style":"v","text":"Et voici, quelqu’un qui avait l’apparence des fils de l’homme toucha mes lèvres. J’ouvris la bouche, je parlai, et je dis à celui qui se tenait devant moi: Mon seigneur, la vision m’a rempli d’effroi, et j’ai perdu toute vigueur. "},{"style":"v","text":"Comment le serviteur de mon seigneur pourrait-il parler à mon seigneur? Maintenant les forces me manquent, et je n’ai plus de souffle. "},{"style":"v","text":"Alors celui qui avait l’apparence d’un homme me toucha de nouveau, et me fortifia. "},{"style":"v","text":"Puis il me dit: Ne crains rien, homme bien-aimé, que la paix soit avec toi! Courage, courage! Et comme il me parlait, je repris des forces, et je dis: Que mon seigneur parle, car tu m’as fortifié. "},{"style":"v","text":"Il me dit: Sais-tu pourquoi je suis venu vers toi? Maintenant je m’en retourne pour combattre le chef de la Perse; et quand je partirai, voici, le chef de Javan viendra. "},{"style":"v","text":"Mais je veux te faire connaître ce qui est écrit dans le livre de la vérité. Personne ne m’aide contre ceux-là, excepté Micaël, votre chef."}]