[{"style":"s1","text":"Les temps messianiques"},{"style":"r","text":"V. 1-4: cf. Mt 24:21, etc. (Jn 5:28, 29. Mt 13:38-43.) (Ph 3:20, 21. 1 Co 15:35, etc.)"},{"style":"p","text":""},{"style":"v","text":"En ce temps-là se lèvera Micaël, le grand chef, le défenseur des enfants de ton peuple; et ce sera une époque de détresse, telle qu’il n’y en a point eu de semblable depuis que les nations existent jusqu’à cette époque. En ce temps-là, ceux de ton peuple qui seront trouvés inscrits dans le livre seront sauvés. "},{"style":"v","text":"Plusieurs de ceux qui dorment dans la poussière de la terre se réveilleront, \\x a \\xo 12.2 \\xt Mt 25:46. Jn 5:29.\\x*les uns pour la vie éternelle, et les autres pour l’opprobre, pour la honte éternelle. "},{"style":"v","text":"Ceux qui auront été intelligents \\x b \\xo 12.3 \\xt Mt 13:43.\\x*brilleront comme la splendeur du ciel, et ceux qui auront enseigné la justice, à la multitude brilleront comme les étoiles, à toujours et à perpétuité. "},{"style":"v","text":"Toi, Daniel, tiens secrètes ces paroles, et scelle le livre jusqu’au temps de la fin. Plusieurs alors le liront, et la connaissance augmentera."},{"style":"r","text":"V. 5-13: cf. Da 7:24-27."},{"style":"p","text":""},{"style":"v","text":"Et moi, Daniel, je regardai, et voici, deux autres hommes se tenaient debout, l’un en deçà du bord du fleuve, et l’autre au-delà du bord du fleuve. "},{"style":"v","text":"L’un d’eux dit à l’homme \\x c \\xo 12.6 \\xt Da 10:5.\\x*vêtu de lin, qui se tenait au-dessus des eaux du fleuve: Quand sera la fin de ces prodiges? "},{"style":"v","text":"Et \\x d \\xo 12.7 \\xt Ap 10:5, 6.\\x*j’entendis l’homme vêtu de lin, qui se tenait au-dessus des eaux du fleuve; il leva vers les cieux sa main droite et sa main gauche, et il jura par celui qui vit éternellement que ce sera dans un temps, des temps, et la moitié d’un temps, et que toutes ces choses finiront quand la force du peuple saint sera entièrement brisée. "},{"style":"v","text":"J’entendis, mais je ne compris pas; et je dis: Mon seigneur, quelle sera l’issue de ces choses? "},{"style":"v","text":"Il répondit: Va, Daniel, car ces paroles seront tenues secrètes et scellées jusqu’au temps de la fin. "},{"style":"v","text":"Plusieurs seront purifiés, blanchis et épurés; les méchants feront le mal et aucun des méchants ne comprendra, mais ceux qui auront de l’intelligence comprendront. "},{"style":"v","text":"Depuis le temps où cessera le sacrifice perpétuel, et où sera dressée l’abomination du dévastateur, il y aura mille deux cent quatre-vingt-dix jours. "},{"style":"v","text":"Heureux celui qui attendra, et qui arrivera jusqu’à mille trois cent trente-cinq jours! "},{"style":"v","text":"Et toi, marche vers ta fin; tu te reposeras, et tu seras debout pour ton héritage à la fin des jours."}]