[{"style":"s1","text":"Songe de Nebucadnetsar expliqué par Daniel. Vision de la statue"},{"style":"r","text":"V. 1-11: cf. Ge 41:1-8. És 44:25."},{"style":"p","text":""},{"style":"v","text":"La seconde année du règne de Nebucadnetsar, Nebucadnetsar eut des songes. Il avait l’esprit agité, et ne pouvait dormir. "},{"style":"v","text":"Le roi fit appeler les magiciens, les astrologues, les enchanteurs et les Chaldéens, pour qu’ils lui disent ses songes. Ils vinrent, et se présentèrent devant le roi. "},{"style":"v","text":"Le roi leur dit: J’ai eu un songe; mon esprit est agité, et je voudrais connaître ce songe. "},{"style":"v","text":"Les Chaldéens répondirent au roi en langue araméenne: O roi, vis éternellement! Dis le songe à tes serviteurs, et nous en donnerons l’explication. "},{"style":"v","text":"Le roi reprit la parole et dit aux Chaldéens: La chose m’a échappé; si vous ne me faites connaître le songe et son explication, vous serez mis en pièces, \\x a \\xo 2.5 \\xt Da 3:29.\\x*et vos maisons seront réduites en un tas d’immondices. "},{"style":"v","text":"Mais si vous me dites le songe et son explication, vous recevrez de moi des dons et des présents, et de grands honneurs. C’est pourquoi dites-moi le songe et son explication. "},{"style":"v","text":"Ils répondirent pour la seconde fois: Que le roi dise le songe à ses serviteurs, et nous en donnerons l’explication. "},{"style":"v","text":"Le roi reprit la parole et dit: Je m’aperçois, en vérité, que vous voulez gagner du temps, parce que vous voyez que la chose m’a échappé. "},{"style":"v","text":"Si donc vous ne me faites pas connaître le songe, la même sentence vous enveloppera tous; vous voulez vous préparer à me dire des mensonges et des faussetés, en attendant que les temps soient changés. C’est pourquoi dites-moi le songe, et je saurai si vous êtes capables de m’en donner l’explication. "},{"style":"v","text":"Les Chaldéens répondirent au roi: Il n’est personne sur la terre qui puisse dire ce que demande le roi; aussi jamais roi, quelque grand et puissant qu’il ait été, n’a exigé une pareille chose d’aucun magicien, astrologue ou Chaldéen. "},{"style":"v","text":"Ce que le roi demande est difficile; il n’y a personne qui puisse le dire au roi, excepté les dieux, dont la demeure n’est pas parmi les hommes."},{"style":"r","text":"V. 12-23: cf. (Jé 33:2, 3. Am 3:7.)"},{"style":"p","text":""},{"style":"v","text":"Là-dessus le roi se mit en colère, et s’irrita violemment. Il ordonna qu’on fasse périr tous les sages de Babylone. "},{"style":"v","text":"La sentence fut publiée, les sages étaient mis à mort, et l’on cherchait Daniel et ses compagnons pour les faire périr. "},{"style":"v","text":"Alors Daniel s’adressa d’une manière prudente et sensée à Arjoc, chef des gardes du roi, qui était sorti pour mettre à mort les sages de Babylone. "},{"style":"v","text":"Il prit la parole et dit à Arjoc, commandant du roi: Pourquoi la sentence du roi est-elle si sévère? Arjoc exposa la chose à Daniel. "},{"style":"v","text":"Et Daniel se rendit vers le roi, et le pria de lui accorder du temps pour donner au roi l’explication. "},{"style":"v","text":"Ensuite Daniel alla dans sa maison, et il instruisit de cette affaire Hanania, Mischaël et Azaria, ses compagnons, "},{"style":"v","text":"les engageant à implorer la miséricorde du Dieu des cieux, afin qu’on ne fît pas périr Daniel et ses compagnons avec le reste des sages de Babylone. "},{"style":"v","text":"Alors le secret fut révélé à Daniel dans une vision pendant la nuit. Et Daniel bénit le Dieu des cieux. "},{"style":"v","text":"Daniel prit la parole et dit: Béni soit le nom de Dieu, d’éternité en éternité! A lui appartiennent la sagesse et la force. "},{"style":"v","text":"C’est lui qui change les temps et les circonstances, qui renverse et qui établit les rois, qui donne la sagesse aux sages et la science à ceux qui ont de l’intelligence. "},{"style":"v","text":"Il \\x b \\xo 2.22 \\xt Job 32:8.\\x*révèle ce qui est profond et caché, il connaît ce qui est dans les ténèbres, et la lumière demeure avec lui. "},{"style":"v","text":"Dieu de mes pères, je te glorifie et je te loue de ce que tu m’as donné la sagesse et la force, et de ce que tu m’as fait connaître ce que nous t’avons demandé, de ce que tu nous as révélé le secret du roi."},{"style":"r","text":"V. 24-45: cf. Da 7:1, etc. Ge 41:9-32."},{"style":"p","text":""},{"style":"v","text":"Après cela, Daniel se rendit auprès d’Arjoc, à qui le roi avait ordonné de faire périr les sages de Babylone; il alla, et lui parla ainsi: Ne fais pas périr les sages de Babylone! Conduis-moi devant le roi, et je donnerai au roi l’explication. "},{"style":"v","text":"Arjoc conduisit promptement Daniel devant le roi, et lui parla ainsi: J’ai trouvé parmi les captifs de Juda un homme qui donnera l’explication au roi. "},{"style":"v","text":"Le roi prit la parole et dit à Daniel, qu’on nommait Beltschatsar: Es-tu capable de me faire connaître le songe que j’ai eu et son explication? "},{"style":"v","text":"Daniel répondit en présence du roi et dit: Ce que le roi demande est un secret que les sages, les astrologues, les magiciens et les devins, ne sont pas capables de découvrir au roi. "},{"style":"v","text":"Mais il y a dans les cieux un Dieu qui révèle les secrets, et qui a fait connaître au roi Nebucadnetsar ce qui arrivera dans la suite des temps. Voici ton songe et les visions que tu as eues sur ta couche. "},{"style":"v","text":"Sur ta couche, ô roi, il t’est monté des pensées touchant ce qui sera après ce temps-ci; et celui qui révèle les secrets t’a fait connaître ce qui arrivera. "},{"style":"v","text":"Si ce secret m’a été révélé, ce n’est point qu’il y ait en moi une sagesse supérieure à celle de tous les vivants; mais c’est afin que l’explication soit donnée au roi, et que tu connaisses les pensées de ton cœur. "},{"style":"v","text":"O roi, tu regardais, et tu voyais une grande statue; cette statue était immense, et d’une splendeur extraordinaire; elle était debout devant toi, et son aspect était terrible. "},{"style":"v","text":"La tête de cette statue était d’or pur; sa poitrine et ses bras étaient d’argent; son ventre et ses cuisses étaient d’airain; "},{"style":"v","text":"ses jambes, de fer; ses pieds, en partie de fer et en partie d’argile. "},{"style":"v","text":"Tu regardais, lorsqu’une pierre se détacha sans le secours d’aucune main, frappa les pieds de fer et d’argile de la statue, et les mit en pièces. "},{"style":"v","text":"Alors le fer, l’argile, l’airain, l’argent et l’or, furent brisés ensemble, et devinrent comme la balle qui s’échappe d’une aire en été; le vent les emporta, et nulle trace n’en fut retrouvée. Mais la pierre qui avait frappé la statue devint une grande montagne, et remplit toute la terre. "},{"style":"v","text":"Voilà le songe. Nous en donnerons l’explication devant le roi. "},{"style":"v","text":"O roi, tu es le roi des rois, car le Dieu des cieux t’a donné l’empire, la puissance, la force et la gloire; "},{"style":"v","text":"il a remis entre tes mains, en quelque lieu qu’ils habitent, les enfants des hommes, les bêtes des champs et les oiseaux du ciel, et il t’a fait dominer sur eux tous: c’est toi qui es la tête d’or. "},{"style":"v","text":"Après toi, il s’élèvera un autre royaume, moindre que le tien; puis un troisième royaume, qui sera d’airain, et qui dominera sur toute la terre. "},{"style":"v","text":"Il y aura un quatrième royaume, fort comme du fer; de même que le fer brise et rompt tout, il brisera et rompra tout, comme le fer qui met tout en pièces. "},{"style":"v","text":"Et comme tu as vu les pieds et les orteils en partie d’argile de potier et en partie de fer, ce royaume sera divisé; mais il y aura en lui quelque chose de la force du fer, parce que tu as vu le fer mêlé avec l’argile. "},{"style":"v","text":"Et comme les doigts des pieds étaient en partie de fer et en partie d’argile, ce royaume sera en partie fort et en partie fragile. "},{"style":"v","text":"Tu as vu le fer mêlé avec l’argile, parce qu’ils se mêleront par des alliances humaines; mais ils ne seront point unis l’un à l’autre, de même que le fer ne s’allie point avec l’argile. "},{"style":"v","text":"Dans le temps de ces rois, le Dieu des cieux suscitera un royaume \\x c \\xo 2.44 \\xt Da 4:3, 34; 6:27; 7:14, 27. Mi 4:7. Lu 1:33.\\x*qui ne sera jamais détruit, et qui ne passera point sous la domination d’un autre peuple; il brisera et anéantira tous ces royaumes-là, et lui-même subsistera éternellement. "},{"style":"v","text":"C’est ce qu’indique la pierre que tu as vue se détacher de la montagne sans le secours d’aucune main, et qui a brisé le fer, l’airain, l’argile, l’argent et l’or. Le grand Dieu a fait connaître au roi ce qui doit arriver après cela. Le songe est véritable, et son explication est certaine."},{"style":"r","text":"V. 46-49: cf. Ge 41:38-44."},{"style":"p","text":""},{"style":"v","text":"Alors le roi Nebucadnetsar tomba sur sa face et se prosterna devant Daniel, et il ordonna qu’on lui offrît des sacrifices et des parfums. "},{"style":"v","text":"Le roi adressa la parole à Daniel et dit: En vérité, votre Dieu est le Dieu des dieux et le Seigneur des rois, et il révèle les secrets, puisque tu as pu découvrir ce secret. "},{"style":"v","text":"Ensuite le roi éleva Daniel, et lui fit de nombreux et riches présents; il lui donna le commandement de toute la province de Babylone, et l’établit chef suprême de tous les sages de Babylone. "},{"style":"v","text":"Daniel pria le roi de remettre l’intendance de la province de Babylone à Schadrac, Méschac et Abed-Nego. Et Daniel était à la cour du roi."}]