[{"style":"s1","verse":"","text":"Fase nañu jàmbur ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Naka la Esra di ñaan aka tuub, di jooy, aka daanu fa suuf ca buntu kër Yàlla ga, \\w bànni Israayil|bànni Israayil:\\w* yéew ko, bare lool, góor ak jigéen, ba ca xale ya. Mbooloo ma it di jooy jooy yu metti."},{"style":"v","verse":"2","text":"Ci biir loolu Sekaña doomu Yexyel ma askanoo ci Elam, daldi wax Esra ne ko: «Noo tooñ sunu Yàlla, di jël ay jàmbur jabar ci xeeti réew mi. Waaye loolu terewul Israayil am yaakaar ba tey."},{"style":"v","verse":"3","text":"Léegi kay nanu fasanteek sunu Yàlla \\w kóllëre|kóllëre g-:\\w*, daldi fase jigéen ñooñu ñépp, ñu ànd ak seeni doom, muy ni nga ko diglee rekk, sang bi, yaak ñi wormaal sunu santaaney Yàlla. Li yoon wi digle daal, na am."},{"style":"v","verse":"4","text":"Jógal nag, mbir maa ngi ci say loxo, te noo ngi ànd ak yaw. Kon dëgërlul te def ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ci kaw loolu Esra jóg, wax kilifay \\w sarxalkat|sarxalkat b-:\\w* yaak \\w Leween|Leween b-:\\w* ñaak Israayil gépp, ne leen ñu giñ ne noonu lañu koy defe. Ñu daldi ko giñ."},{"style":"v","verse":"6","text":"Ba loolu amee Esra bàyyikoo kër Yàlla ga, fatuji néegu Yoxanan doomu Elyasib. La mu fa nekk nag lekkul, naanul, xanaa di ñaawlu na ngàllo ga ñibbisi feccee worma."},{"style":"v","verse":"7","text":"Ba mu ko defee ñu yéene ci Yerusalem ak Yuda, yégal mboolem ngàllo ga ñibbisi, ne leen ñu daje ca Yerusalem."},{"style":"v","verse":"8","text":"Ñu ne képp ku teewul ci diiru ñetti fan, ni ko kilifa yeek mag ñi diglee, dees na teg alalam jépp loxo, te moom ci boppam dees na ko dàq, génne ko ca ngàllo ga ñibbisi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba ñu ca tegee ñetti fan mboolem góori Yudaak Beñamin daje nañu Yerusalem, mu yemook ñaar fukki fan ca juróom ñeenteelu weer wa. Ña nga toog ñoom ñépp ca ëttu kër Yàlla ga, di lox ndax solos ndaje ma ak itam taw bu bare ba mu yemool."},{"style":"v","verse":"10","text":"Ci kaw loolu Esra sarxalkat ba jóg taxaw, ne leen: «Yeena fecci kóllëre ndax yeena jël ay jàmbur jabar, di yokk tooñaangey Israayil."},{"style":"v","verse":"11","text":"Léegi nag tuubleen ci Aji Sax ji seen Yàllay maam te def coobareem. Teqalikooleen ak xeeti réew mi, teqalikook jigéen ñii diy jàmbur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ci kaw loolu mbooloo mépp bokk àddu ca kaw ne ko: «Tigi, li nga wax rekk lanu wara def."},{"style":"v","verse":"13","text":"Waaye danoo bare, te muy jamonoy taw. Manunoo toog fii ci biti. Te it mbir mi maneesu koo lijjanti ci benn bés mbaa ñaar, ndax sunu tooñ ci mbir mii daa yaatu."},{"style":"v","verse":"14","text":"Kon daal na sunuy kilifa taxawal askan wi. Su ko defee mboolem ku nekk ci sunuy dëkk te jël ci jàmbur ñi jabar day dikk, ku ci nekk ca bés ba ñu ko àppal, te mu ànd ak kilifa yaak àttekati dëkkam. Ñu toppatoo mbir mi nag, ba keroog sunu sànjum Yàlla mu réy mi sababoo ci lii, dëddu nu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Mennum Yonatan doomu Asayel ak Yaxseya doomu Tigwa, ñoom doŋŋ, ñook Mesulam ak Sabtay, Leween ba, ñoo àndul ca loola."},{"style":"v","verse":"16","text":"Ci kaw loolu ngàllo ga ñibbisi daldi def la ñu wax. Esra sarxalkat ba tànn nit ña jiite seen kër baay, ku nekk ak làngam, ñoom ñépp ñu tudd seeni tur. Keroog benn fan ca fukkeelu weer wa nag, ñu toog ngir seet mbir ma."},{"style":"v","verse":"17","text":"Ca benn fanu weer wa njëkk ca déwén sa lañu lijjanti mbiru mboolem ña jëloon jabar ay jàmbur."},{"style":"s1","verse":"","text":"Ñii ñoo jëggaani ay soxna"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ñu gis ne ñenn ci askanu \\w sarxalkat|sarxalkat b-:\\w* yi jëloon nañu ay jàmbur soxna:"},{"style":"li1","verse":"","text":"ci askanu Yosuwe doomu Yoccadag aki bokkam, Maaseya ak Elyeser ak Yarib ak Gedalya bokk nañu ca."},{"style":"v","verse":"19","text":"Ñu xas ne dinañu fase seeni soxna, daldi nangu ne tooñ nañu, ba noppi ku nekk ci ñoom sarxe am kuuy, muy \\w peyug tooñam|Sarax yi:\\w*."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"20","text":"Ci askanu Imer, Anani la ak Sebaja."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"21","text":"Ci askanu Arim, Maaseya laak Elya ak Semaya ak Yexyel ak Osiyas."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"22","text":"Ci askanu Pasur, Elyonay laak Maaseya ak Ismayel ak Netaneel ak Yosabàdd ak Elasa."},{"style":"b","verse":"","text":""},{"style":"li1","verse":"","text":""},{"style":"v","verse":"23","text":"Ci \\w Leween|Leween b-:\\w* ñi: Yosabàdd laak Simey ak Kelaya, mooy Kelita ba tey, ak Petaxya ak Yuda ak Elyeser."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"24","text":"Ci woykat yi: Elyasib la."},{"style":"li1","verse":"","text":"Ci fara bunt yi: Salum laak Telem ak Uri."},{"style":"b","verse":"","text":""},{"style":"m","verse":"","text":""},{"style":"v","verse":"25","text":"\\w Bànni Israayil|bànni Israayil:\\w* yi ci des:"},{"style":"li1","verse":"","text":"ci askanu Paros, Ramya laak Isya ak Malkiya ak Miyamin ak Elasar ak Malkiya ak Benaya."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"26","text":"Ci askanu Elam, Mataña laak Sàkkaryaa ak Yexyel ak Abdi ak Yeremot ak Elya."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"27","text":"Ci askanu Sàttu, Elyonay laak Elyasib ak Mataña ak Yeremot ak Sabàdd ak Asisa."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"28","text":"Ci askanu Bebay, Yoxanan laak Anaña ak Sabay ak Atlay."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"29","text":"Ci askanu Bani, Mesulam laak Malukk ak Adaya ak Yasub ak Seyal ak Yeremot."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"30","text":"Ci askanu Paxat Mowab, Atna laak Kelal ak Benaya ak Maaseya ak Mataña ak Beccalel ak Binuy ak Manase."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"31","text":"Ci askanu Arim, Elyeser laak Isiya ak Malkiya ak Semaya ak Simeyon,"},{"style":"v","verse":"32","text":"ak Beñamin ak Malukk ak Semarya."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"33","text":"Ci askanu Asum, Matenay laak Matata ak Sabàdd ak Elifelet ak Yeremay ak Manase ak Simey."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"34","text":"Ci askanu Bani, Maaday laak Amram ak Uyel"},{"style":"v","verse":"35","text":"ak Benaya ak Bediya ak Keluyi"},{"style":"v","verse":"36","text":"ak Waña ak Meremot ak Elyasib"},{"style":"v","verse":"37","text":"ak Mataña ak Matenay ak Yaasay"},{"style":"v","verse":"38","text":"ak Bani ak Binuy ak Simey"},{"style":"v","verse":"39","text":"ak Selemya ak Natan ak Adaya"},{"style":"v","verse":"40","text":"ak Magnadebay ak Sasay ak Saray"},{"style":"v","verse":"41","text":"ak Asareel ak Selemya ak Semarya"},{"style":"v","verse":"42","text":"ak Salum ak Amarya ak Yuusufa."},{"style":"li1","verse":"","text":""},{"style":"v","verse":"43","text":"Ci askanu Nebo, Yewel la, ak Matica ak Sabàdd ak Sebina ak Yaday ak Yowel ak Benaya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Ñooñu ñépp jël nañu ay jàmbur jabar, ba ñenn ci ñoom ami doom."}]