[{"style":"s1","verse":"","text":"Liggéey bi dooraat na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yonent Yàlla Ase ak Yonent Yàlla Sàkkaryaa sëtub Ido, wax nañu ci turu Yàllay Israayil jiy seen Yàlla, ñeel Yawuti Yuda ak Yerusalem."},{"style":"v","verse":"2","text":"Booba la Sorobabel doomu Selcel, ak Yosuwe doomu Yoccadag tàmbalee tabaxaat kër Yàlla ga ca Yerusalem. Yonenti Yàlla ya nag ànd ak ñoom, di leen jàppale."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Booba la Tatnay, boroom Wàllaa Efraat, ànd ak Setar Bosnay ak seeni naataango, dikk ne leen: «Ana ku leen may sañ-sañu tabaxaat kër gii, bay yékkati miir bi?»"},{"style":"v","verse":"4","text":"Ñu dellu ne leen: «Ana ñan sax ñooy tabax taax mii?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Fekk na seen Yàllaa ngi ne jàkk ci magi Yawut ñi, ba kenn bàyyiwul liggéey ba, ba keroog ñuy yónnee xibaar ba Buur Daryus, ba jot ci bataaxalu tontam ca mbir ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bataaxal ba ñu bind Buur Daryus, te Tatnay boroom Wàllaa Efraat yónnee ko ko, mook Setar Bosnay, ak jawriñi Tatnay ca Wàllaa Efraat, lii moo ca nekk."},{"style":"v","verse":"7","text":"Kàddu ga nii la tëdde:"},{"style":"p","verse":"","text":"«Buur Daryus, nu ngi lay bind, di la dikke sunu nuyoob jàmm ju sax."},{"style":"v","verse":"8","text":"Buur, nu ngi lay xamal ne dem nanu ca diiwaanu Yuda, ca kër Yàlla ju màgg ja. Ña nga koy tabaxe doj yu mag, di teg ay dénk ca miir ya. Liggéey baa ngay dox bu baax, di jëm kanam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Ci biir loolu laaj nanu seen mag ñooñu, ne leen: “Ana kan moo leen may sañ-sañu tabaxaat kër Yàlla gii, bay yékkati miiram bii?”"},{"style":"v","verse":"10","text":"Nu laaj leen itam ñan ñoo koy tabax, ndax nu mana bind seen turi njiit, ba xamal la ñan la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Li ñu nu tontu mooy lii: “Nun ay jaami Yàlla Boroom asamaan ak suuf lanu. Danuy tabaxaat kër Yàlla gi ñu tabaxoon lu jiitu ay at yu bare. Buurub Israayil bu mag moo ko tabaxoon ba sottal ko."},{"style":"v","verse":"12","text":"Sunuy maam nag ñoo merloo Yàllay asamaan, ba tax mu teg leen ci loxoy Nebukatnecar buuru Babilon ma askanoo ci waa Kalde. Mu toj kër gii, yóbbu xeet wi ngàllo ca Babilon."},{"style":"v","verse":"13","text":"Terewul ca at ma njëkk ca nguurug Sirus buuru Babilon\\f + \\fr 5.13 \\fk Sirus buuru Babilon \\ft bi ñuy wax fii mooy Buuru Pers rekk, ndax fekk na Pers moom nguurug Babilon.\\f*, Buur Sirus joxe ndigal ngir ñu tabaxaat kër Yàlla gii."},{"style":"v","verse":"14","text":"Te sax ndabi wurus ak xaalis yu kër Yàlla ya Nebukatnecar jële woon ca Yerusalem, te yóbbu ko ca kër tuuram ga ca Babilon, Buur Sirus jële na ko ca kër tuuram ga ca Babilon, teg ko ca loxol ku mu fal boroom dëkk ba, ñu di ko wax Sesbacar."},{"style":"v","verse":"15","text":"Mu ne ko: ‘Ndab yii, jël ko yóbbu ca kër Yàlla ga ca Yerusalem, te nañu tabaxaat kër Yàlla ga fa mu nekkoon.’"},{"style":"v","verse":"16","text":"Sesbacar moomu nag ñëw lal fondmaa kër Yàlla gi ci Yerusalem. Booba ba léegi, ñu ngi koy tabax waaye noppeegul.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Léegi nag Buur, su la soobee, nañu seet ca denci buur, foofu ci Babilon, ngir wóorlu ndax Buur Sirus joxe woon na ndigal ne ñu tabaxaat kër Yàlla gi ci Yerusalem. Gannaaw loolu loo dogal ci mbir mi rekk, Buur, yónneel, jottali nu ko.»"}]