[{"style":"s1","text":"Christ’s One Sacrifice for Sin"},{"style":"m","text":""},{"style":"v","text":"For the law, possessing a shadow of the good \\add things\\add* that are about to come, not the form of things itself, \\add is\\add* never able ⸤year by year⸥\\f + \\fr 10:1 \\ft Literally “according to year” \\f* by means of the same sacrifices which they offer without interruption to make perfect those who draw near. "},{"style":"v","text":"For otherwise, would they not have ceased to be offered, because the ones who worship, having been purified once and for all, would no longer have any consciousness of sins? "},{"style":"v","text":"But in them \\add there is\\add* a reminder of sins ⸤year by year⸥\\f + \\fr 10:3 \\ft Literally “according to year” \\f*. "},{"style":"v","text":"For \\add it is\\add* impossible \\add for\\add* the blood of bulls and goats to take away sins."},{"style":"p","text":""},{"style":"v","text":"Therefore, \\add when he\\add*\\ef + \\fr 10:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal participle (“came”) \\ef* came into the world, he said,"},{"style":"sd0","text":""},{"style":"q1","text":"“Sacrifice and offering you did not want,"},{"style":"q2","text":"but a body you prepared for me;"},{"style":"q1","text":""},{"style":"v","text":"you did not delight in whole burnt offerings and \\add offerings\\add* for sins."},{"style":"q2","text":""},{"style":"v","text":"Then I said, ‘Behold, I have come—"},{"style":"q1","text":"in the roll of the book it is written about me—"},{"style":"q2","text":"to do your will, O God.’"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"\\add When he\\add* says above,"},{"style":"sd0","text":""},{"style":"q1","text":"“Sacrifices and offerings and whole burnt offerings and \\add offerings\\add* for sin"},{"style":"q2","text":"you did not want, nor did you delight in,”\\f + \\fr 10:8 \\ft Various phrases from the quotation of \\xt Ps 40:6 \\ft in \\xt Heb 10:5–6 \\ft are repeated here \\f*"},{"style":"sd0","text":""},{"style":"m","text":"which are offered according to the law, "},{"style":"v","text":"then he has said,"},{"style":"sd0","text":""},{"style":"q1","text":"“Behold, I have come to do your will.”\\f + \\fr 10:9 \\ft A repetition of \\xt Ps 40:8 \\ft from \\xt Heb 10:7; \\ft many later manuscripts add “O God,” making the quotation conform to \\xt Heb 10:7 \\ft more closely \\f*"},{"style":"sd0","text":""},{"style":"p","text":"He takes away the first in order to establish the second, "},{"style":"v","text":"by which will we are made holy through the offering of the body of Jesus Christ once for all."},{"style":"p","text":""},{"style":"v","text":"And every priest stands every day serving and offering the same sacrifices many times, which are never able to take away sins. "},{"style":"v","text":"But this one, \\add after he\\add*\\ef + \\fr 10:12 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal participle (“had offered”) \\ef* had offered one sacrifice for sins for all time, sat down at the right hand of God, "},{"style":"v","text":"from now on waiting until his enemies are made a footstool for his feet. "},{"style":"v","text":"For by one offering he has perfected for all time those who are made holy. "},{"style":"v","text":"And the Holy Spirit also testifies to us, for after saying,"},{"style":"sd0","text":""},{"style":"q1","text":""},{"style":"v","text":"“This \\add is\\add* the covenant that I will decree for them"},{"style":"q2","text":"after those days, says the Lord:"},{"style":"q1","text":"I am putting my laws on their hearts,"},{"style":"q2","text":"and I will write them on their minds.”\\f + \\fr 10:16 \\ft A quotation from \\xt Jer 31:33 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"\\add He\\add* also \\add says\\add*,"},{"style":"sd0","text":""},{"style":"q1","text":"“Their sins and their lawless deeds I will never remember again.”\\f + \\fr 10:17 \\ft A quotation from \\xt Jer 31:34 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"Now where \\add there is\\add* forgiveness of these, \\add there is\\add* no longer an offering for sin."},{"style":"s1","text":"Hold Fast the Confession of Our Hope"},{"style":"m","text":""},{"style":"v","text":"Therefore, brothers, \\add since we\\add*\\ef + \\fr 10:19 \\ft ﻿*Here “\\add since\\add*” is supplied as a component of the participle (“have”) which is understood as causal \\ef* have confidence for the entrance into the sanctuary by the blood of Jesus, "},{"style":"v","text":"\\add by the\\add* new and living way which he inaugurated for us through the curtain, that is, his flesh, "},{"style":"v","text":"and \\add since we have\\add*\\f + \\fr 10:21 \\ft These words are an implied repetition from v. \\xt 19 \\ft for clarity \\f* a great priest over the house of God, "},{"style":"v","text":"let us approach with a true heart in the full assurance of faith, our hearts sprinkled \\add clean\\add* from an evil conscience and our bodies washed with pure water. "},{"style":"v","text":"Let us hold fast to the confession of \\add our\\add* hope without wavering, for the one who promised \\add is\\add* faithful. "},{"style":"v","text":"And let us think about ⸤how to stir one another up to love⸥\\f + \\fr 10:24 \\ft Literally “one another for the stirring up of love” \\f* and good works, "},{"style":"v","text":"not abandoning ⸤our meeting together⸥\\f + \\fr 10:25 \\ft Literally “the meeting of ourselves” \\f*, as \\add is\\add* the habit of some, but encouraging \\add each other\\add*, and by so much more as you see the day drawing near."},{"style":"s1","text":"A Serious Warning Against Continuing Deliberate Sin"},{"style":"m","text":""},{"style":"v","text":"For \\add if\\add*\\ef + \\fr 10:26 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the conditional genitive absolute participle (“keep on sinning”) \\ef* we keep on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins, "},{"style":"v","text":"but a certain fearful expectation of judgment and a fury of fire that is about to consume the adversaries. "},{"style":"v","text":"Anyone who rejected the law of Moses dies without mercy on \\add the testimony of\\add* two or three witnesses. "},{"style":"v","text":"How much worse punishment do you think the person will be considered worthy of who treats with disdain the Son of God and who considers ordinary the blood of the covenant by which he was made holy and who insults the Spirit of grace? "},{"style":"v","text":"For we know the one who said,"},{"style":"sd0","text":""},{"style":"q1","text":"“Vengeance \\add is\\add* mine, I will repay,”\\f + \\fr 10:30 \\ft A quotation from \\xt Deut 32:35 \\ft \\f*"},{"style":"sd0","text":""},{"style":"m","text":"and again,"},{"style":"sd0","text":""},{"style":"q1","text":"“The Lord will judge his people.”\\f + \\fr 10:30 \\ft A quotation from \\xt Deut 32:36 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"\\add It is\\add* a terrifying \\add thing\\add* to fall into the hands of the living God."},{"style":"p","text":""},{"style":"v","text":"But remember the former days in which, \\add after you\\add*\\ef + \\fr 10:32 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal participle (“were enlightened”) \\ef* were enlightened, you endured a great struggle with sufferings, "},{"style":"v","text":"sometimes being publicly exposed both to insults and to afflictions, and sometimes becoming sharers with those who were treated in this way. "},{"style":"v","text":"For you both sympathized with the prisoners and put up with the seizure of your belongings with joy \\add because you\\add*\\ef + \\fr 10:34 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“knew”) which is understood as causal \\ef* knew that you yourselves had a better and permanent possession. "},{"style":"v","text":"Therefore do not throw away your confidence, which has great reward. "},{"style":"v","text":"For you have need of endurance, in order that \\add after you\\add*\\ef + \\fr 10:36 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the temporal participle (“have done”) \\ef* have done the will of God, you may receive what was promised. "},{"style":"v","text":"For yet"},{"style":"sd0","text":""},{"style":"q1","text":"“a very, very little \\add while\\add*,"},{"style":"q2","text":"\\add and\\add* the one who is coming will come and will not delay."},{"style":"q1","text":""},{"style":"v","text":"But my righteous one will live by faith,"},{"style":"q2","text":"and if he shrinks back, my soul is not well pleased with him.”\\f + \\fr 10:38 \\ft A quotation from \\xt Hab 2:3–4 \\ft \\f*"},{"style":"sd0","text":""},{"style":"p","text":""},{"style":"v","text":"But we are not among those who shrink back to destruction, but among those who have faith to the preservation of \\add our\\add* souls."}]