[{"style":"s1","verse":"","text":"The Example of Jesus’ Suffering"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Therefore, \\add since\\add*\\ef + \\fr 12:1 \\ft ﻿*Here “\\add since\\add*” is supplied as a component of the participle (“have”) which is understood as causal \\ef* we also have such a great cloud of witnesses surrounding us, putting aside every weight and ⸤the sin that so easily ensnares us⸥\\f + \\fr 12:1 \\ft Literally “the easily ensnaring sin” \\f*, let us run with patient endurance the race that has been set before us, "},{"style":"v","verse":"2","text":"fixing our eyes on Jesus, the originator and perfecter of faith, who for the joy that was set before him endured the cross, disregarding the shame, and has sat down at the right hand of the throne of God. "},{"style":"v","verse":"3","text":"For consider the one who endured such hostility by sinners against himself,\\ef + \\fr 12:3 \\ft *The plural reflexive pronoun can still be translated as singular; see Louw-Nida 92.25 \\ef* so that you will not grow weary in your souls \\add and\\add* give up. "},{"style":"v","verse":"4","text":"You have not yet resisted to the point of \\add shedding your\\add*\\ef + \\fr 12:4 \\ft ﻿*The words “shedding your” are not in the Greek text but are supplied for clarity \\ef* blood \\add as you\\add*\\ef + \\fr 12:4 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the temporal participle (“struggle”) \\ef* struggle against sin. "},{"style":"v","verse":"5","text":"And have you completely forgotten the exhortation which instructs you as sons?"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“My son, do not make light of the Lord’s discipline,"},{"style":"q2","verse":"","text":"or give up \\add when you\\add* are corrected by him."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"6","text":"For the Lord disciplines the one whom he loves,"},{"style":"q2","verse":"","text":"and punishes every son whom he accepts.”\\f + \\fr 12:6 \\ft A quotation from \\xt Prov 3:11–12 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Endure \\add it\\add* for discipline. God is dealing with you as sons. For what son \\add is there\\add* whom a father does not discipline? "},{"style":"v","verse":"8","text":"But if you are without discipline, in which all \\add legitimate sons\\add*\\ef + \\fr 12:8 \\ft ﻿*The phrase “legitimate sons” is not in the Greek text but is implied \\ef* have become participants, then you are illegitimate and not sons. "},{"style":"v","verse":"9","text":"Furthermore, we have had ⸤our earthly fathers⸥\\f + \\fr 12:9 \\ft Literally “the flesh of our fathers” \\f* who disciplined \\add us\\add*, and we respected \\add them\\add*. Will we not much rather subject ourselves to the Father of spirits and live? "},{"style":"v","verse":"10","text":"For they disciplined \\add us\\add* for a few days according to what seemed \\add appropriate\\add* to them, but he \\add does so\\add* for our benefit, in order that \\add we\\add* can have a share in his holiness. "},{"style":"v","verse":"11","text":"Now all discipline seems for the moment not to be joyful but painful, but later it yields the peaceful fruit of righteousness for those who are trained by it."},{"style":"s1","verse":"","text":"A Serious Warning Against Refusing God"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"Therefore strengthen your slackened hands and your weakened knees, "},{"style":"v","verse":"13","text":"and make straight paths for your feet, so that what is lame will not be dislocated, but rather be healed. "},{"style":"v","verse":"14","text":"Pursue peace with everyone, and holiness, without which no one will see the Lord. "},{"style":"v","verse":"15","text":"Take care \\add that\\add* no one falls short of the grace of God; \\add that\\add* no one growing up \\add like\\add* a root of bitterness causes trouble, and by it many become defiled; "},{"style":"v","verse":"16","text":"\\add that\\add* no one \\add be\\add* a sexually immoral or totally worldly \\add person\\add* like Esau, who for one meal traded his own birthright. "},{"style":"v","verse":"17","text":"For you know that also afterwards, \\add when he\\add*\\ef + \\fr 12:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal participle (“wanted”) \\ef* wanted to inherit the blessing, he was rejected, because he did not find an occasion for repentance, although he sought it with tears."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"For you have not come to something that can be touched, and to a burning fire, and to darkness, and to gloom, and to a whirlwind, "},{"style":"v","verse":"19","text":"and to the noise of a trumpet, and to the sound of words which those who heard begged \\add that\\add* not \\add another\\add* word be spoken to them. "},{"style":"v","verse":"20","text":"For they could not endure what was commanded: “If even an animal touches the mountain, it must be stoned.”\\f + \\fr 12:20 \\ft A quotation from \\xt Exod 19:12–13 \\ft \\f* "},{"style":"v","verse":"21","text":"And the spectacle was so terrifying \\add that\\add* Moses said, “I am terrified and trembling.”\\f + \\fr 12:21 \\ft A quotation from \\xt Deut 9:19 \\ft \\f* "},{"style":"v","verse":"22","text":"But you have come to Mount Zion, and to the city of the living God, to the heavenly Jerusalem, and to tens of thousands of angels, to the festal gathering "},{"style":"v","verse":"23","text":"and assembly of the firstborn who are enrolled in heaven, and to God the judge of all, and to the spirits of righteous \\add people\\add* made perfect, "},{"style":"v","verse":"24","text":"and to Jesus, the mediator of a new covenant, and ⸤to the sprinkled blood⸥\\f + \\fr 12:24 \\ft Literally “to the blood of sprinkling” \\f* that speaks better than Abel’s \\add does\\add*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Watch out that you do not refuse the one who is speaking! For if those did not escape \\add when they\\add*\\ef + \\fr 12:25 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal participle (“refused”) \\ef* refused the one who warned \\add them\\add* on earth, much less \\add will\\add* we \\add escape\\add*,\\ef + \\fr 12:25 \\ft *Here the verb “will … escape” is an understood repetition from the previous clause \\ef* \\add if we\\add*\\ef + \\fr 12:25 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“reject”) which is understood as conditional \\ef* reject the \\add one who warns\\add* from heaven, "},{"style":"v","verse":"26","text":"whose voice shook the earth at that time, but now he has promised, saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“Yet once \\add more\\add* I will shake not only the earth but also heaven.”\\f + \\fr 12:26 \\ft A quotation from \\xt Hag 2:6 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Now the \\add phrase\\add* “yet once \\add more\\add*” indicates the removal of what is shaken, namely, things that have been created, in order that the things that are not shaken may remain. "},{"style":"v","verse":"28","text":"Therefore, \\add since we\\add*\\ef + \\fr 12:28 \\ft ﻿*Here “\\add since\\add*” is supplied as a component of the participle (“are receiving”) which is understood as causal \\ef* are receiving an unshakable kingdom, let us be thankful, through which let us serve God acceptably, with awe and reverence. "},{"style":"v","verse":"29","text":"For indeed our God \\add is\\add* a consuming fire."}]