[{"style":"s1","verse":"","text":"Concluding Ethical Instructions"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Brotherly love must continue. "},{"style":"v","verse":"2","text":"Do not neglect hospitality, because through this some have received angels as guests without knowing \\add it\\add*. "},{"style":"v","verse":"3","text":"Remember the prisoners, as \\add though you were\\add* fellow-prisoners; \\add remember\\add*\\ef + \\fr 13:3 \\ft ﻿*This is an understood repetition of the verb from the previous clause \\ef* the mistreated, as \\add though\\add* \\add you\\add* yourselves also are being \\add mistreated\\add*\\ef + \\fr 13:3 \\ft ﻿*This is an understood repetition of the participle from the previous clause \\ef* in the body. "},{"style":"v","verse":"4","text":"Marriage \\add must be\\add* held in honor by all, and the marriage bed \\add be\\add* undefiled, because God will judge sexually immoral people and adulterers. "},{"style":"v","verse":"5","text":"Your lifestyle \\add must be\\add* free from the love of money, being content with what you have. For he himself has said, “I will never desert you, and I will never abandon you.”\\f + \\fr 13:5 \\ft A quotation from \\xt Deut 31:6 \\ft , \\xt 8 \\ft \\f* "},{"style":"v","verse":"6","text":"So then, we can say with confidence,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“The Lord \\add is\\add* my helper, I will not be afraid.\\f + \\fr 13:6 \\ft Some manuscripts have “and I will not be afraid” \\f*"},{"style":"q1","verse":"","text":"What will man do to me?”\\f + \\fr 13:6 \\ft A quotation from \\xt Ps 118:6 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Remember your leaders, who spoke the word of God to you; ⸤considering the outcome of their way of life⸥\\f + \\fr 13:7 \\ft Literally “of whom considering the outcome of the way of life” \\f*, imitate their faith. "},{"style":"v","verse":"8","text":"Jesus Christ \\add is\\add* the same yesterday and today and ⸤forever⸥\\f + \\fr 13:8 \\ft Literally “to the ages” \\f*. "},{"style":"v","verse":"9","text":"Do not be carried away by various and strange teachings, for \\add it is\\add* good \\add for\\add* the heart to be strengthened by grace, not by foods by which those who participate have not benefited. "},{"style":"v","verse":"10","text":"We have an altar from which those who serve in the tabernacle do not have the right to eat. "},{"style":"v","verse":"11","text":"For the bodies of those animals whose blood is brought into the sanctuary by the high priest for sins are burned up outside the camp. "},{"style":"v","verse":"12","text":"Therefore Jesus also suffered outside the gate, in order that he might sanctify the people by his own blood. "},{"style":"v","verse":"13","text":"So we must go out to him outside the camp, bearing his reproach. "},{"style":"v","verse":"14","text":"For here we do not have a permanent city, but we seek the \\add city\\add* that is to come. "},{"style":"v","verse":"15","text":"Therefore through him let us offer up a sacrifice of praise ⸤continually⸥\\f + \\fr 13:15 \\ft Literally “through all” \\f* to God, that is, the fruit of lips that confess his name. "},{"style":"v","verse":"16","text":"And do not neglect doing good and generosity, for God is pleased with such sacrifices."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Obey your leaders and submit \\add to them\\add*, for they keep watch over your souls as those who will give an account, so that they can do this with joy and not \\add with\\add* groaning, for this \\add would be\\add* unprofitable for you."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Pray for us, for we are convinced that we have a good conscience, \\add and\\add* want to conduct ourselves commendably in every \\add way\\add*. "},{"style":"v","verse":"19","text":"And I especially urge \\add you\\add* to do this, so that I may be restored to you more quickly."},{"style":"s1","verse":"","text":"Benediction"},{"style":"m","verse":"","text":""},{"style":"v","verse":"20","text":"Now may the God of peace, who brought up from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant, "},{"style":"v","verse":"21","text":"equip you with every good \\add thing\\add* to do his will, carrying out in us \\add what is\\add* pleasing before him through Jesus Christ, to whom \\add be\\add* the glory ⸤forever⸥\\f + \\fr 13:21 \\ft Literally “to the ages” \\f*.\\f + \\fr 13:21 \\ft Some manuscripts have “forever and ever” (literally, “to the ages of the ages”) \\f* Amen."},{"style":"s1","verse":"","text":"Conclusion"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"Now I urge you, brothers, bear with my word of exhortation, for indeed I have written to you ⸤briefly⸥\\f + \\fr 13:22 \\ft Literally “through few words” \\f*. "},{"style":"v","verse":"23","text":"Know \\add that\\add* our brother Timothy has been released, with whom I will see you, if he comes quickly \\add enough\\add*. "},{"style":"v","verse":"24","text":"Greet all your leaders and all the saints. Those from Italy greet you. "},{"style":"v","verse":"25","text":"Grace \\add be\\add* with all of you."}]