[{"style":"s1","verse":"","text":"A Serious Warning Against Falling Away"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Therefore, leaving behind the elementary message about Christ, let us move on to maturity, not laying again a foundation of repentance from dead works and faith in God, "},{"style":"v","verse":"2","text":"teaching about baptisms and laying on of hands, and resurrection of the dead and eternal judgment. "},{"style":"v","verse":"3","text":"And this we will do, if God permits. "},{"style":"v","verse":"4","text":"For \\add it is\\add* impossible \\add concerning\\add* those who have once been enlightened, and have tasted the heavenly gift, and become sharers of the Holy Spirit, "},{"style":"v","verse":"5","text":"and have tasted the good word of God and the powers of the coming age, "},{"style":"v","verse":"6","text":"and having fallen away, to renew \\add them\\add* again to repentance, \\add because they\\add*\\ef + \\fr 6:6 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have crucified again”) which is understood as causal \\ef* have crucified again for themselves the Son of God and held him up to contempt. "},{"style":"v","verse":"7","text":"For ground that drinks the rain that comes often upon it, and brings forth vegetation usable to those \\add people\\add* ⸤for whose sake⸥\\f + \\fr 6:7 \\ft Literally “for the sake of whom” \\f* \\add it is\\add* also cultivated, shares a blessing from God. "},{"style":"v","verse":"8","text":"But \\add if it\\add*\\ef + \\fr 6:8 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“produces”) which is understood as conditional \\ef* produces thorns and thistles, \\add it is\\add* worthless and near to a curse, whose end \\add is\\add* for burning."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"But even if we are speaking in this way, dear friends, we are convinced of better \\add things\\add* concerning you, and belonging to salvation. "},{"style":"v","verse":"10","text":"For God \\add is\\add* not unjust, \\add so as\\add* to forget your work and the love which you demonstrated for his name \\add by\\add*\\ef + \\fr 6:10 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“having served”) which is understood as means \\ef* having served the saints, and continuing to serve \\add them\\add*. "},{"style":"v","verse":"11","text":"And we desire each one of you to demonstrate the same diligence for the full assurance of \\add your\\add* hope until the end, "},{"style":"v","verse":"12","text":"in order that you may not be sluggish, but imitators of those who inherit the promises through faith and patience."},{"style":"s1","verse":"","text":"The Reliability of God’s Promise"},{"style":"m","verse":"","text":""},{"style":"v","verse":"13","text":"For \\add when\\add*\\ef + \\fr 6:13 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal participle (“made a promise”) \\ef* God made a promise to Abraham, since he had no one greater to swear by, he swore by himself, "},{"style":"v","verse":"14","text":"saying,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“Surely ⸤I will greatly bless⸥\\f + \\fr 6:14 \\ft Literally “blessing I will bless” \\f* you, and ⸤I will greatly multiply⸥\\f + \\fr 6:14 \\ft Literally “multiplying I will multiply” \\f* you.”"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"And so, \\add by\\add*\\ef + \\fr 6:15 \\ft ﻿*Here “\\add by\\add*” is supplied as a component of the participle (“persevering”) which is understood as means \\ef* persevering, he obtained the promise. "},{"style":"v","verse":"16","text":"For people swear by what is greater \\add than themselves\\add*, and the oath for confirmation \\add is the\\add* end of all dispute for them. "},{"style":"v","verse":"17","text":"In the same way God, \\add because he\\add*\\ef + \\fr 6:17 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“wanted”) which is understood as causal \\ef* wanted to show even more to the heirs of the promise the unchangeableness of his resolve, guaranteed \\add it\\add* with an oath, "},{"style":"v","verse":"18","text":"in order that through two unchangeable things, in which \\add it is\\add* impossible for God to lie, we who have taken refuge may have powerful encouragement to hold fast to the hope set before \\add us\\add*, "},{"style":"v","verse":"19","text":"which we have like an anchor of the soul, both firm and steadfast, and entering into the inside of the curtain, "},{"style":"v","verse":"20","text":"where Jesus, the forerunner for us, entered, \\add because he\\add*\\ef + \\fr 6:20 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“became”) which is understood as causal \\ef* became a high priest ⸤forever⸥\\f + \\fr 6:20 \\ft Literally “to the age” \\f* according to the order of Melchizedek."}]