[{"style":"s1","verse":"","text":"The Greatness of Melchizedek"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"For this Melchizedek, king of Salem, priest of the most high God, who met Abraham \\add as he\\add*\\ef + \\fr 7:1 \\ft ﻿*Here “\\add as\\add*” is supplied as a component of the participle (“was returning”) which is understood as temporal \\ef* was returning from the slaughter of the kings and blessed him,\\f + \\fr 7:1 \\ft This verse contains a number of quotations from \\xt Gen 14:17–19 \\ft \\f* "},{"style":"v","verse":"2","text":"to whom also Abraham apportioned a tenth of everything\\f + \\fr 7:2 \\ft A quotation from \\xt Gen 14:20 \\ft \\f*—in the first place, \\add his name\\add* is translated “king of righteousness,” and then also “king of Salem,” that is, “king of peace”; "},{"style":"v","verse":"3","text":"without father, without mother, without genealogy, having neither beginning of days nor end of life, but resembling the Son of God—he remains a priest for all time."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"But see how great this man \\add was\\add*, to whom Abraham\\f + \\fr 7:4 \\ft Some manuscripts have “even Abraham” \\f* the patriarch gave a tenth from the spoils! "},{"style":"v","verse":"5","text":"And indeed those of the sons of Levi who receive the priesthood have a commandment to collect a tenth from the people according to the law, that is, from their brothers, although ⸤they are descended from Abraham⸥\\f + \\fr 7:5 \\ft Literally “coming forth from the loins of Abraham” \\f*. "},{"style":"v","verse":"6","text":"But the one who did not trace \\add his\\add* descent from them collected tithes from Abraham and blessed the one who had the promises. "},{"style":"v","verse":"7","text":"Now without any dispute the inferior is blessed by the more prominent. "},{"style":"v","verse":"8","text":"And in this case mortal men receive tithes, but in that case it is testified that he lives. "},{"style":"v","verse":"9","text":"And, ⸤so to speak⸥\\f + \\fr 7:9 \\ft Literally “as if to say a word” \\f*, even Levi, the one who receives tithes, has paid tithes through Abraham. "},{"style":"v","verse":"10","text":"For he was still in the loins of his father when Melchizedek met him."},{"style":"s1","verse":"","text":"The Superiority of Jesus to Melchizedek"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Thus if perfection was through the Levitical priesthood, for on the basis of it the people received the law, what further need \\add is there\\add* for another priest to arise according to the order of Melchizedek and not said to be according to the order of Aaron? "},{"style":"v","verse":"12","text":"For \\add when\\add*\\ef + \\fr 7:12 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“changes”) \\ef* the priesthood changes, of necessity there is a change of the law also. "},{"style":"v","verse":"13","text":"For the one about whom these \\add things\\add* are spoken belongs to another tribe from which no one has officiated at the altar. "},{"style":"v","verse":"14","text":"For \\add it is\\add* evident that our Lord is a descendant of Judah, a tribe \\add with reference\\add* to which Moses said nothing concerning priests. "},{"style":"v","verse":"15","text":"And it is still more clear, if another priest according to the likeness of Melchizedek arises, "},{"style":"v","verse":"16","text":"who has become \\add a priest\\add* not according to a law of physical requirement, but according to the power of an indestructible life. "},{"style":"v","verse":"17","text":"For it is testified,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“You \\add are\\add* a priest ⸤forever⸥\\f + \\fr 7:17 \\ft Literally “for the age” \\f* according to the order of Melchizedek.”\\f + \\fr 7:17 \\ft A quotation from \\xt Ps 110:4 \\ft (see also \\xt Heb 5:6 \\ft ; \\xt 6:20 \\ft ) \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"For on the one hand a preceding commandment is set aside because of its weakness and uselessness "},{"style":"v","verse":"19","text":"(for the law \\add made\\add* nothing perfect), but on the other hand \\add there is\\add* the introduction of a better hope through which we draw near to God. "},{"style":"v","verse":"20","text":"And by as much as \\add this was\\add* not without an oath (for these on the one hand ⸤have become priests⸥\\f + \\fr 7:20 \\ft Literally “are having become priests” \\f* without an oath, "},{"style":"v","verse":"21","text":"but he with an oath by the one who said to him,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“The Lord has sworn and will not change his mind,"},{"style":"q2","verse":"","text":"‘You \\add are\\add* a priest ⸤forever⸥\\f + \\fr 7:21 \\ft Literally “for the age” \\f*’ ”\\f + \\fr 7:21 \\ft A quotation from \\xt Ps 110:4 \\ft (see also \\xt Heb 5:6 \\ft ; \\xt 6:20 \\ft ; \\xt 7:17 \\ft ) \\f*),"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"by so much more\\f + \\fr 7:22 \\ft Some manuscripts have “so much more also” \\f* Jesus has become the guarantee of a better covenant."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"And indeed many ⸤have become⸥\\f + \\fr 7:23 \\ft Literally “are having become” \\f* priests, because they were prevented by death from continuing \\add in office\\add*, "},{"style":"v","verse":"24","text":"but he, because he continues ⸤forever⸥\\f + \\fr 7:24 \\ft Literally “for the age” \\f*, holds the priesthood permanently. "},{"style":"v","verse":"25","text":"Therefore also he is able to save completely those who draw near to God through him, \\add because he\\add*\\ef + \\fr 7:25 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“lives”) which is understood as causal \\ef* always lives in order to intercede on their behalf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"For a high priest such as this indeed is fitting for us, holy, innocent, undefiled, separated from sinners, and having become exalted \\add above\\add* the heavens, "},{"style":"v","verse":"27","text":"who does not ⸤need every day⸥\\f + \\fr 7:27 \\ft Literally “have necessity every day” \\f* like the former high priests to offer up sacrifices for his own sins \\add and\\add* then for the \\add sins\\add* of the people, because he did this once for all \\add when he\\add*\\ef + \\fr 7:27 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal participle (“offered up”) \\ef* offered up himself. "},{"style":"v","verse":"28","text":"For the law appoints men \\add as\\add* high priests who have weakness, but the statement of the oath, after the law, \\add appoints\\add* a Son, who is made perfect ⸤forever⸥\\f + \\fr 7:28 \\ft Literally “for the age” \\f*."}]