[{"style":"mt1","text":"Efes"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci man Póol, ndawal \\w Almasi|Almasi b-:\\w* Yeesu ci coobarey Yàlla, ci man la kàddu gii bawoo, ñeel ñu sell ña ca Efes te di ñu sàmm seen kóllëre ak Almasi Yeesu."},{"style":"v","verse":"2","text":"Aw yiw ak jàmm ñeel na leen, bawoo fa Yàlla sunu Baay ak Sang Yeesu Almasi bi."},{"style":"s1","verse":"","text":"Ay barkee ngi ci Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Cant ñeel na Yàlla, Baayu sunu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi nu baaxe bépp barkey biir, ci Almasi bi nu bokk, fa déndi asamaan ya."},{"style":"v","verse":"4","text":"Te mooy noonu mu nu tànne ba àddina sosoogul ndax Almasi bi nu bokk, ngir nu doon ñu sell te mucc sikk fa kanamam. Ci biir cofeel"},{"style":"v","verse":"5","text":"la dogaloon lu jiitu, ne ci Yeesu Almasi bi la nuy defe ay doomi boppam, te muy bànneexam, di coobareem."},{"style":"v","verse":"6","text":"Moo tax cant ñeel ko, ndax yiwam wu màgg wi mu nu baawaanal ci Soppeem bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci moom lanu ame \\w njot|jot:\\w* gi nu sottalal njéggalug moy, ndax deretam ji tuuru, noonu ko Yàlla defe ci yiwam wu yaa,"},{"style":"v","verse":"8","text":"wi mu nu baawaanal, mayaale nu mépp xel mu rafet akug dégg."},{"style":"v","verse":"9","text":"Moo nu xamal mbóotum coobareem mi mu nammoona sottale naka jekk ci Almasi bi, na mu ko neexe."},{"style":"v","verse":"10","text":"Li Yàlla namm, bu fan yi matee, moo di dajale lépp ci kilifteefu Almasi bi, mboolem la fa asamaan ak li fi suuf."},{"style":"v","verse":"11","text":"Ci moom lanu jote sunu muur ci kaw dogalu Yàlla mi nu tànn lu jiitu, moom miy sottal lépp ni mu ko namme ci coobareem."},{"style":"v","verse":"12","text":"Moo tax nu di ko sante màggaayam, nun ñi njëkka wékk sunu yaakaar ci Almasi bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kooku, yeen ñi dul Yawut, ba ngeen déggee, yeen itam kàddug dëgg gi, xibaaru jàmm bi jëm ci seenug mucc, gannaaw ba ngeen gëmee, ci moom itam lañu leen màndargaale \\w Noo gu Sell|Noo gu Sell g-:\\w* gi ñu dige woon."},{"style":"v","verse":"14","text":"Noo gi moo di dawal bi nu jotagum ci sunu muur, ba kera njotug ñoñi Yàlla matee, ba nit ñi sante Yàlla màggaayam."},{"style":"s1","verse":"","text":"Póol sant na, ñaan na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Moo tax man it, bi ma déggee ba tey, seen ngëm ci Sang Yeesu ak cofeel gi ngeen sopp gëmkat ñu sell ñépp,"},{"style":"v","verse":"16","text":"noppiwumaa sant Yàlla ndax yeen, te maa ngi leen di fàttaliku ci samay ñaan,"},{"style":"v","verse":"17","text":"ngir Yàllay sunu Sang Yeesu \\w Almasi|Almasi b-:\\w* bi, Baay bu màgg bi, sol leen xel mu rafet ak ngis, ngir ngeen man koo xam bu baax."},{"style":"v","verse":"18","text":"Ngir itam seen bëti xol leer ba ngeen gis yaakaar ji ci wooteem ak ni ay ngëneelam géejoo te yéeme, ñeel ñu sell ñi mu séddoo."},{"style":"v","verse":"19","text":"Ngeen boole ci xam manooreem gu nattuwul gi mu nu lañalal, nun gëmkat ñi. Manoore googu feeñ na ci jëf ji sottee ci kàttanam ak dooleem"},{"style":"v","verse":"20","text":"ji mu fésal ci Almasi bi, ba mu ko dekkalee, dëël ko ci ndijooram fa déndi asamaan."},{"style":"v","verse":"21","text":"Foofa la Almasi bi tiime lu sore gépp nguur ak bépp sañ-sañ ak gépp manoore ak gépp kilifteef ak wépp tur wees di tudd, muy tey di ëllëg."},{"style":"v","verse":"22","text":"Yàlla moo teg lépp fi roni tànkam\\f + \\fr 1.22 \\ft Seetal ci \\bk Taalifi cant\\bk* 8.7.\\f*, te moo ko def muy bopp bi tiim lépp, ñeel mbooloom gëmkat ñi,"},{"style":"v","verse":"23","text":"mbooloo miy aw yaramam. Ci mbooloo mi nag la Almasi bi teewe teewaay bu mat sëkk, te Almasi bi mooy matal lépp ci ñépp."}]