[{"style":"s1","text":"Gëm, soppi"},{"style":"p","text":""},{"style":"v","text":"Yeen dangeena dee woon ndax seeni moy ak seeni bàkkaar"},{"style":"v","text":"yi ngeen doon dunde démb, ngeen àndoon ci ak doxalinu àddinay tey jii, ak \\w ku bon kiy|ku bon ki:\\w* kàngamu boroom baat yi ci jaww ji asamaan tiim, di boroom xel mu bon mi wéye liggéeyam ci biir aji déggadi ñi, tey."},{"style":"v","text":"Ci ñoom lanu bokkoon nun ñépp itam; mas nanoo topp sunu bakkan, di jëfe lu sunu bakkan ak sunum xel xemmem. Sunu bindu nit taxoon na noo yeyoo am sànj ni ñépp."},{"style":"p","text":""},{"style":"v","text":"Waaye Yàlla mi bare yërmande, ci kaw cofeel gu réy gi mu nu sopp,"},{"style":"v","text":"nun ñi doon nit ñu dee ba noppi ndax sunuy moy, moo nu booleek \\w Almasi|Almasi b-:\\w* bi, dundalaat nu. Ci kaw yiw daal ngeen mucce."},{"style":"v","text":"Ci sunu bokk ak Yeesu Almasi bi la nu Yàlla dekkalandoo ak moom, dëëlandoo nook moom fa déndi asamaan."},{"style":"v","text":"Mbaax gi nu Yàlla won ci Almasi Yeesu, moom lay firndeele mboolem xarnu yiy ñëw, ni yiwam yaatoo ba tiiñ am xel."},{"style":"v","text":"Ndax kat ci yiw ngeen mucce ci kaw ngëm, te loolu jógewul ci yeen, mayu Yàlla la;"},{"style":"v","text":"du peyu jëf, ba kenn di ci kañu."},{"style":"v","text":"Ndax kat noo di liggéeyu Yàlla; Yàllaa nu yeesal ci Almasi Yeesu, ngir nu wéye jëf ju rafet ja mu nu fàgguloon ca njàlbéen, ngir nu di ko jëfe."},{"style":"s1","text":"Gëmkati Almasi bi benn lañu"},{"style":"p","text":""},{"style":"v","text":"Kon nag, yeen jàmbur ñi dul Yawut cib juddu, yeen ñi ñuy woowe yéefar yi xaraful, te ñi leen ko dàkkentale woon di Yawut yi xarafe ci loxol nit ku leen xarafal ci seen yaram, fàttalikuleen seen démb."},{"style":"v","text":"Jant yooyu amuleen woon benn cér ci \\w Almasi|Almasi b-:\\w* bi, te amuleen woon jenn yelleef ci mbootaayu \\w bànni Israayil|bànni Israayil:\\w*. Bokkuleen woon ci \\w kóllëre|kóllëre g-:\\w* yi ëmb digeb Yàlla, te mu fasoo ko ak ñoom. Ñàkk yaakaar ak ñàkka xam Yàlla ngeen nekke woon ci àddina."},{"style":"v","text":"Waaye yeen ñi sore woon, léegi bi ngeen nekkee ci Almasi Yeesu, jege ngeen ndax deretu Almasi ji tuuru."},{"style":"p","text":""},{"style":"v","text":"Ndaxte moom mooy sunu jàmm, moom mi boole ñaar, Yawut bi ak jàmbur bi dul Yawut, def leen kenn. Ci suuxu yaramam wa ñu daaj la ñàggee ñagu mbañeel bi doxoon sunu diggante."},{"style":"v","text":"Yoonu Musaa ak santaane yaak ndigal ya, moom la xewwil, ngir yeesal ñaar ñi, Yawut beek jàmbur bi, ci jenn jëmmu boppam, ñu doon kenn nit ku yees, ba jàmmoo."},{"style":"v","text":"Ñaar ñi la Almasi bi boole ci jenn jëmm, jubale leen ak Yàlla, ca bant ba ñu ko daajoon, te bant ba la dakkale sunub tongoo."},{"style":"v","text":"Moo dikke xibaaru jàmm buy yégle jàmm ju leen ñeel, yeen jàmbur ñi ko sore woon, te ñeel nu, nun ñi ko jege,"},{"style":"v","text":"ndax nun ñaari xeet yépp, ci moom Almasi bi lanu jote ci Baay bi, ci ndimbalal genn \\w Noo gu Sell|Noo gu Sell g-:\\w* gi."},{"style":"p","text":""},{"style":"v","text":"Kon nag dootuleen ay gan mbaa ay doxandéem, waaye ay nawley ñu sell ñi ngeen, te waa kër Yàlla ngeen."},{"style":"v","text":"Yeena di tabax bi ndawi Almasi bi ak yonent yi di fondmaa bi, te Almasi Yeesu ci boppam di doju koñu tabax bi."},{"style":"v","text":"Ci moom la tabax bi bépp di temboo, ba jóg, doon jaamookaay bu sell ngir Boroom bi."},{"style":"v","text":"Ci Almasi bi ngeen bokke ci tabax bi, yeen jàmbur ñi itam, ba mana doon dëkkuwaayu Yàlla, ci ndimbalal Noo gu Sell gi."}]