[{"style":"s1","text":"Póol xamle na mbóotum Yàlla"},{"style":"p","text":""},{"style":"v","text":"Moo ma tax di ñaan, man Póol mi ñu tëj ngir \\w Almasi|Almasi b-:\\w* bi, ndax ñi dul Yawut, yeen jàmbur ñi,"},{"style":"v","text":"ndegam yég ngeen sas wi ma Yàlla sas ciw yiwam, ñeel leen."},{"style":"v","text":"Ci am peeñu lañu ma xamale mbóot mi, noonu ma leen ko tënkale woon ci bataaxal."},{"style":"v","text":"Bu ngeen jàngee loolu, dingeen ràññee bu baax, ni ma dégge mbóot mi ci mbirum Almasi bi."},{"style":"v","text":"Moomu mbóot, xamaleesu ko woon doom aadama yi, ca janti maas ya woon, ni ñu ko feeñalale tey, ñu sell ñi diy ndawam ak yonent yi, ci ndimbalal \\w Noo gu Sell|Noo gu Sell g-:\\w* gi,"},{"style":"v","text":"ba mu leer ne jàmbur ñi dul Yawut ñooy bokk ak Yawut yi benn cér, ñooy doon wenn yaram, te ñooy bokk benn dige bi ci Almasi Yeesu, ni ko xibaaru jàmm bi xamlee."},{"style":"p","text":""},{"style":"v","text":"Xibaaru jàmm boobu lañu ma def ab jawriñam, te Yàlla, ciw yiwam, moo jëfe manooreem, ba jagleel ma boobu cér."},{"style":"v","text":"Man mi yées ci ñu sell ñépp lañu may woowu yiw, ba may xibaar jàmbur ñi dul Yawut xéewal yu amul kem yi ci Almasi bi."},{"style":"v","text":"May niital ñépp, ni Yàlla nara sottale mébétam, miy mbóot mu làqu woon naka jekk fa moom Yàlla mi sos lépp."},{"style":"v","text":"Su ko defee boroom nguur yeek boroom sañ-sañ ya fa déndi asamaan mana xame ci mbooloom gëmkati Almasi bi, xel mu rafetum Yàlla, ni mu yaatoo ci fànn yu nekk."},{"style":"v","text":"Loolu moo doon naka jekk nammeelam gi mu sottale ci Almasi Yeesu sunub Sang."},{"style":"v","text":"Ci Yeesu, ci kaw ngëm gu nu ko gëm lanu ñemee àgge fit wu mat sëkk fa kanam Yàlla."},{"style":"v","text":"Kon nag dama leen di ñaan, ngeen baña yoqi ngir coono yi may sonn ndax yeen; lépp seen teraanga la."},{"style":"s1","text":"Saxoo gëm moo mata ñaan"},{"style":"p","text":""},{"style":"v","text":"Looloo ma taxa sukk sama bëti óom, janook Baay bi,"},{"style":"v","text":"ki gépp njabootug asamaan ak suuf jële aw tur."},{"style":"v","text":"May ñaan nag, mu may leen, ci koomu teraangaam, seen jëmmu biir feddaliku ak kàttanu \\w Noowam gu Sell|Noo gu Sell g-:\\w*."},{"style":"v","text":"Su ko defee seen ngëm tax \\w Almasi|Almasi b-:\\w* bi dëkke seen xol, ngeen sax ay reen yu sampe ci biir cofeel,"},{"style":"v","text":"ngir yeen ak mboolem ñu sell ñi, seenum xel mana jàpp, ni mu leen ware, luy yaatuwaayub cofeelu Almasi bi ak guddaay ba ak kawewaay ba ak xóotaay ba."},{"style":"v","text":"Ngeen boole ci daj cofeelu Almasi gi wees xam-xam, ngir ngeen fees, ba fees dell ak koomu Yàlla."},{"style":"p","text":""},{"style":"v","text":"Moom mi mana jëfoo kàttan giy liggéey ci nun, ba sottal mboolem lu nu ñaan ak lu nu xalaat, ba wees loola fuuf sax,"},{"style":"v","text":"moo yelloo daraja ci biir mbooloom gëmkat ñi, ak ci Almasi Yeesu, tey ak ëllëg, ba fàww. Amiin."}]