[{"style":"s1","text":"Mbooloom gëmkat ñi wenn yaram la"},{"style":"p","text":""},{"style":"v","text":"Dama leen di dénku nag, man mi ñu tëj ndax Sang bi, ngir ngeen dund dundin wu yellook wooteb Yàlla bi mu leen woo."},{"style":"v","text":"Saxooleen woyof, lewet, te deeleen muñ, di muñalante ngir cofeel."},{"style":"v","text":"Defleen seen kem kàttan, ngir di jàmmoo, ba mana sàmm seenug bennoo ci biir \\w Noo gu Sell|Noo gu Sell g-:\\w* gi ngeen bokk."},{"style":"p","text":""},{"style":"v","text":"Wenn yaram a fi nekk ak genn Noo ak jenn yaakaar ju leen wooteb Yàlla jëme."},{"style":"v","text":"Benn Sang bi la it, ak genn ngëm ak genn sóobu cim ndox\\f + \\fr 4.5 \\fk sóobu cim ndox \\ft la gëmkatub Almasi bi di firndeele ngëmam.\\f*."},{"style":"v","text":"Te it jenn Yàllaa am; mooy Baayu ñépp, moo tiim ñépp, di jëf ci ñépp te nekk ci ñépp."},{"style":"p","text":""},{"style":"v","text":"Waaye ku nekk ci nun ak mayam, ci yiwu Yàlla, ni ko nattub \\w Almasi|Almasi b-:\\w* bi séddalee."},{"style":"v","text":"Moo tax ñu ne:"},{"style":"q1","text":"«Moo yéeg fa kaw-a-kaw,"},{"style":"q1","text":"yóbbaale gàngoor gu mu jàppe xare,"},{"style":"q1","text":"te moo séddale nit ñi ay may\\f + \\fr 4.8 \\ft Seetal ci \\bk Taalifi cant\\bk* 68.19.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Li ñu ne «moo yéeg,» ana lu muy tekki lu moy wàccoon na it ba fu gëna suufe?"},{"style":"v","text":"Kooku wàccoon mooy kenn ki yéegaat ba tiim asamaan yépp, ngir def lépp feese jëmmam."},{"style":"v","text":"Moo may ñii di ay ndawam, ñee di ay yonent, ñee di ay xamlekati xibaaru jàmm bi, ñale di ay sàmmi mbooloom gëmkat ñi, mbaa ay jàngalekat."},{"style":"v","text":"Almasi bi moo waajale noonu ñu sell ñi, ba ñu mana bey seen sas ci liggéeyam, ngir tabax mbooloom gëmkat mi taxawe yaramu Almasi bi."},{"style":"v","text":"Su ko defee nu mana màgg nun ñépp ba doon benn ci ngëm ak ci xam-xam bu mat ci \\w Doomu Yàlla|Doomu Yàlla j-:\\w* ji, ba kera nuy doon magum jëmm, bay tollook taxawaayu Almasi bi mat sëkk."},{"style":"p","text":""},{"style":"v","text":"Su boobaa nu noppee doon ay tuut-tànk yu nit ñiy muusaatoo kàddu yu mel ni gannax yu nuy baaje ak ngelawal mboolem àlluwa ju bees ju nuy pamti-pamtee ci seen biir pexey naxe ak njublaŋ, ngir fàbbi nu."},{"style":"v","text":"Su boobaa kay, dëgg gu nu wodde cofeel lanuy wéye, tey màgg ci bépp fànn, ci moom Almasi biy bopp bi."},{"style":"v","text":"Ci moom miy bopp bi la yaram wépp di déggoo, temboo ndax ndimbalal mboolem tenqo yi koy saytu, na mu dëppook wàllu cér bu ci nekk. Su ko defee yaram wiy yokku, di màgg ci biir cofeel."},{"style":"s1","text":"Ku gëm Almasi bi war koo roy"},{"style":"p","text":""},{"style":"v","text":"Lii nag maa leen ko wax, te di ko biral ci turu Boroom bi: ni xeeti yéefar yiy jëfe, topp seen xalaat yu tekkiwul dara, buleen jëfeeti noonu."},{"style":"v","text":"Seenum xel a tàbbi ag lëndëm, ñu tumurànke dundin wi Yàlla di maye, te umple gi ci ñoom moo tax, ndax seenug dëgër bopp."},{"style":"v","text":"Dañoo mujj dërkiis, yebu ci topp seen bakkan, ba xaabaabal ci jépp jëfi sobe."},{"style":"p","text":""},{"style":"v","text":"Yeen nag du loolu ngeen jànge ci \\w Almasi|Almasi b-:\\w* bi,"},{"style":"v","text":"ndegam kay Yeesu ci boppam ngeen dégg mbiram, ba jànge ci moom, dëgg gi bawoo ci moom,"},{"style":"v","text":"te mooy ngeen bàyyi seen jikko ju njëkk ja, ngeen teqalikoo ak seen jëmm ja woon démb, jëmm ja masa topp bànneexi bakkan yuy naxe, ba sóobu ci yàqute."},{"style":"v","text":"Su ko defee ngeen mana yeeslu ci seenum xel, ci ndimbalal \\w Noowug Yàlla|Noo gu Sell g-:\\w*,"},{"style":"v","text":"te ngeen soloo jëmm ju yees ji Yàlla sàkke ci takkndeeram, di jëfe njub ak sellaay ji dëgg di jur."},{"style":"s1","text":"Póol lim na meloy gëmkat bu dëggu"},{"style":"p","text":""},{"style":"v","text":"Kon nag bàyyileen fen, te ku nekk di wax sa moroom dëgg, ndax ku nekk ci yeen sab céru moroom nga."},{"style":"v","text":"Buleen mer ba bàkkaar, te bu jant bi sowe seen mer;"},{"style":"v","text":"buleen xajal \\w Seytaane|Seytaane:\\w*."},{"style":"v","text":"Sàcc bi, na bàyyi sàcc te nangoo sonn, di liggéeye loxoom liggéey bu rafet, ba man cee dimbali néew-ji-doole ji."},{"style":"p","text":""},{"style":"v","text":"Bu genn kàddu gu bon génne seen gémmiñ, xanaa su ko jaree ngeen wax lu baax, luy jariñe, te diw yiw ci ñi koy dégg."},{"style":"v","text":"Te it buleen tiisal \\w Noowug Yàlla gu Sell|Noo gu Sell g-:\\w* gi leen màndargaale xàmmikaayam ngir bésub \\w njot|jot:\\w* ba."},{"style":"v","text":"Lépp luy wextan ak naqari deret ak mer mu ëpp ak coow ak saaga, na lépp buube, ba génne ci seen biir, mook mboolem jëfi coxor."},{"style":"v","text":"Baaxleen ci seen diggante, di ñeewantante, tey baalante, ni leen Yàlla baale ci \\w Almasi|Almasi b-:\\w* bi."}]