[{"style":"s","verse":"","text":"Suufeg Kirist ak ndamam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Su nu °Kirist mayee fit nag ak mbëggeel guy dëfal sunu xol, su nu amee cér ci °Xel mu Sell mi, su amee cofeel ak yërmande ci sunu bokk ci moom,"},{"style":"v","verse":"2","text":"kon mottalileen sama mbég, ci bokk benn xalaat ak genn mbëggeel, benn bakkan ak menn xel."},{"style":"v","verse":"3","text":"Buleen def dara ci kaw wut aw tur walla wonu, waaye jiital-leen seeni moroom cig woyof."},{"style":"v","verse":"4","text":"Buleen yem ci topptoo seen bopp rekk, waaye booleleen ci seeni moroom."},{"style":"v","verse":"5","text":"Te ngeen soloo xel mi nekkoon ci Kirist Yeesu:"},{"style":"q","verse":"","text":""},{"style":"v","verse":"6","text":"Njàlbéen ga fekk na Kirist yor melow Yàlla,"},{"style":"q","verse":"","text":"waaye aakimoowul taxawaayam ci li mu méngoo ak Yàlla."},{"style":"q","verse":"","text":""},{"style":"v","verse":"7","text":"Waaye daa wàcce boppam,"},{"style":"q","verse":"","text":"ba tollook nit ñi,"},{"style":"q","verse":"","text":"def boppam surga."},{"style":"q","verse":"","text":"Te bi mu yoree bindu nit,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"8","text":"daa suufeel boppam,"},{"style":"q","verse":"","text":"di dégg ndigal, ba joxe boppam,"},{"style":"q","verse":"","text":"ñu daaj ko sax ci bant."},{"style":"q","verse":"","text":""},{"style":"v","verse":"9","text":"Moo tax Yàlla kaweel ko lool,"},{"style":"q","verse":"","text":"jox ko tur wi tiim yépp,"},{"style":"q","verse":"","text":""},{"style":"v","verse":"10","text":"ngir turu Yeesoo tax ñépp sukk,"},{"style":"q","verse":"","text":"ci asamaan, ci kaw suuf, ci biir suuf;"},{"style":"q","verse":"","text":""},{"style":"v","verse":"11","text":"te ñépp bokk genn kàddu naan: Yeesu Kirist mooy Boroom bi;"},{"style":"q","verse":"","text":"ci màggug Yàlla Baay bi."},{"style":"s","verse":"","text":"Nekkleen ni ay leer ci àddina si"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Noonu samay soppe, xam naa ne masuleena jóg ci dégg ndigal, waxuma sax bi ma nekkee ak yéen rekk, waaye rawatina bi ma leen soree. Kon nag maa ngi leen di ñaan, ngeen biral seen mucc ci seeni jëf, te def ko ci ragal Yàlla gu dëggu."},{"style":"v","verse":"13","text":"Ndaxte Yàlla ci boppam mooy jëf ci yéen, ngir ngeen fonk coobareem te di ko jëfe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Lépp lu ngeen di def nag, buleen ci boole xultu mbaa xuloo."},{"style":"v","verse":"15","text":"Noonu dingeen am xol bu laab bu àndul ak ŋàññ, di goney Yàlla yu amul sikk ci biir jamono ju yàqu te rëb. Dangeen di leer ci seen biir ni weer ci àddina si,"},{"style":"v","verse":"16","text":"di jottali kàddug dund gi. Noonu bu bésu °Kirist ñëwee, dinaa mana bég, xam ne dawuma lu amul njariñ te sonnuma cig neen."},{"style":"v","verse":"17","text":"Bu sama deret waree tuuru sax, ngir seen ngëm mat sëkk, ma mel ni naan gu ñu boole ak sarax su jëm ci Yàlla, ba tey bég naa ci, te dinaa ci bégati."},{"style":"v","verse":"18","text":"Yéen itam nag bégleen, waaw, fekksileen ma ci sama mbég."},{"style":"s","verse":"","text":"Timote ak Epafrodit, ñiy jàpple Pool ci liggéey bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Gannaaw loolu, bu soobee Boroom bi Yeesu, yaakaar naa ne dinaa leen yónnee Timote balaa yàgg, ngir sama xel dal ci xam nan ngeen def."},{"style":"v","verse":"20","text":"Ndaxte amu fi kenn gannaaw Timote, ku bokk ak man xalaat te fonk leen bu wér."},{"style":"v","verse":"21","text":"Ñi ci des ñépp, seen bopp lañuy xalaat, waaye du mbiri Yeesu °Kirist."},{"style":"v","verse":"22","text":"Waaye xam ngeen takkuteg Timote, ci ni mu ànde ak man ci tas xibaaru jàmm bi, ni doom di taxawoo baayam."},{"style":"v","verse":"23","text":"Moom laa yaakaara yónni fi yéen nag, waxtu wu ma yégee, nu sama mbir di tëdde."},{"style":"v","verse":"24","text":"Waaye wóor na ma ne Boroom bi dina ma may, man ci sama bopp, ma seetsi leen balaa yàgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ci lu jëm ci sama mbokk Epafrodit nag, miy sama nawle ci liggéey bi ak ci xeex bi, te di seen ndaw ci faj samay soxla, jàpp naa ne war naa leen koo delloo."},{"style":"v","verse":"26","text":"Ndaxte namm na leen lool, te tiisoo na li ngeen yég jagadeem."},{"style":"v","verse":"27","text":"Ci dëgg-dëgg woppoon na ba xawa dee, waaye Yàlla yërëm na ko, ba fëgg boppam, rax-ca-dolli siggil na ma man itam, ngir ma baña am tiis ci kaw tiis."},{"style":"v","verse":"28","text":"Noonu delloo naa leen ko ci lu gaaw, ngir ñëwam bégal seeni xol, te man itam sama xol féex."},{"style":"v","verse":"29","text":"Teeruleen ko teeru bu rafet nag ngir Boroom bi, te teral ñi mel ni moom."},{"style":"v","verse":"30","text":"Ndaxte liggéeyal na Kirist, ba riisu dee, te gar na bakkanam ci taxawal leen ci topptoo, bi ngeen yéene woon ci man."}]