[{"style":"s1","verse":"","text":"Ñeenteelu misaal: Yosuwe am na col gu yees"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw gi, Aji Sax ji won ma Yosuwe \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, mu taxaw fa kanam \\w malaakam Aji Sax|malaakam Aji Sax j-:\\w* ji, \\w Tuumaalkat|Seytaane:\\w* bi taxaw féete ko ndijoor, ngir tuumaal ko."},{"style":"v","verse":"2","text":"Aji Sax ji ne Tuumaalkat bi: «Aji Sax ji rëbb na la, yaw Tuumaalkat bi, Aji Sax ji tànn Yerusalem rëbb na la. Xanaa Yosuwe mii du lenn lu moy gillit wu ñu fëkke cib taal?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Yosuwee ngi sol yére yu dand, taxaw fi kanam malaaka mi."},{"style":"v","verse":"4","text":"Malaaka ma wax ak ña taxaw fa kanamam ne leen: «Summileen yéreem yu dand yi.» Mu teg ca ne Yosuwe: «Dama ne, far naa sa bàkkaar, te dinaa la solal lu jekk.»"},{"style":"v","verse":"5","text":"Ma daldi ne: «Nañu teg kaala gu set ci boppam.» Ñu tegal ko kaala gu set ci boppam, solal ko yeneen yére. Malaakam Aji Sax jaa nga taxaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Malaakam Aji Sax ji nag dénk Yosuwe ne ko:"},{"style":"v","verse":"7","text":"«Aji Sax ji Boroom gàngoor yi dafa wax ne: Su fekkee ne samay yoon ngay awe te sama ndénkaane nga sàmm, su boobaa yaw it dinga saytu sama kër, di sàmm samay ëtt. Te maa lay jox ay cér yu la yaatal ci biir ñii fi taxaw."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"8","text":"Déglul bu baax, yaw Yosuwe sarxalkat bu mag bi,"},{"style":"q1","verse":"","text":"yaak sa xarit yi toog fi sa kanam"},{"style":"q1","verse":"","text":"te taxawe ab tegtal,"},{"style":"q1","verse":"","text":"nde maa ngii di indi samab jaam, ki ñuy wax Njebbit li\\f + \\fr 3.8 \\fk Njebbit li: \\ft ndombol tànk la bu Almasi jagoo. Seetal ci \\bk Yeremi\\bk* 23.5-6; \\bk Sàkkaryaa\\bk* 3.8.\\f*."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"9","text":"Doj waa ngii ma teg fi kanam Yosuwe,"},{"style":"q1","verse":"","text":"te wenn doj wi, juróom ñaari gët a ngi ci kawam."},{"style":"q1","verse":"","text":"Maa ngii di ci ñaas mbind mi ci war,»"},{"style":"q1","verse":"","text":"kàddug Aji Sax jee, Boroom gàngoor yi,"},{"style":"q1","verse":"","text":"«te maay far bàkkaaru réew mii ci benn bés."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"10","text":"Bésub keroog,»"},{"style":"q1","verse":"","text":"kàddug Aji Sax jee, Boroom gàngoor yi,"},{"style":"q1","verse":"","text":"«ku nekk ci yeen ay woo moroom ma"},{"style":"q1","verse":"","text":"ci ker garabu reseñam, ak ker garabu figgam.»"}]