[{"style":"s1","verse":"","text":"Asaryaa falu na buur ca Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Yerbowam buurub Israayil duggee ca ñaar fukkeelu at ak juróom ñaar ci nguuram, ca la Asaryaa\\f + \\fr 15.1 \\fk Asaryaa \\ft mooy Osiyas ba tey.\\f* doomu Amaciya falu buur ca Yuda."},{"style":"v","verse":"2","text":"Fukki at ak juróom benn la amoon, ba muy falu buur, te nguuru na juróom fukki at ak ñaar ca Yerusalem. Yaayam mooy Yekolyaa ma cosaanoo Yerusalem."},{"style":"v","verse":"3","text":"Asaryaa di def li Aji Sax ji rafetlu, mboolem noonee ko Amaciya baayam daan defe."},{"style":"v","verse":"4","text":"Terewul \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya jëleesu ko fa. Mbooloo ma dañoo wéy di fa def ay sarax aka taal \\w cuuraay|cuuraay l-:\\w*."},{"style":"v","verse":"5","text":"Aji Sax ji nag mbugal Asaryaa, teg ko jàngoroy \\w ngaana|ngaana g-:\\w* ba kera bés ba mu deewee. Ci néeg bu ñu ko ber la mujj dëkk. Yotam doomu Buur moo jiite kër ga, yor kilifteefu askanu réew ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Li des ci mbiri Asaryaa ak mboolem lu mu def, bindees na ko moos ci téere bi ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","verse":"7","text":"Gannaaw gi, Buur Asaryaa saay, fekki ay maamam, ñu denc ko fa weti maamam ya, ca gox ba ñu naan Kër Daawuda. Yotam doomam moo falu buur, wuutu ko."},{"style":"s1","verse":"","text":"Sàkkaryaa falu na buur ca Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba Asaryaa buurub Yuda duggee ca fanweereelu atu nguuram ak juróom ñett, ca la Sàkkaryaa doomu Yerbowam falu buurub Israayil, Samari di péeyam. Juróom benni weer la nguuru."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Muy def nag li Aji Sax ji ñaawlu, na ko ay maamam daa defe. Dëdduwul bàkkaar yu Yerbowam doomu Nebat daan bàkkaarloo Israayil."},{"style":"v","verse":"10","text":"Ci kaw loolu Salum doomu Yabes fexeel ko, jam ko ca kanam mbooloo ma, rey ko, daldi falu buur, wuutu ko."},{"style":"v","verse":"11","text":"Li des ci mbiri Sàkkaryaa bindees ko moos ci téere bi ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"v","verse":"12","text":"Loolu mooy kàddu ga Aji Sax ji waxoon Yewu ne ko: «Saw askan dinañu toog ci kaw jalu Israayil ba ci sa sët-sëtaat.» Te noonu la amee."},{"style":"s1","verse":"","text":"Salum falu na buur ca Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba Asaryaa buurub Yuda duggee ca fanweereelu atu nguuram ak juróom ñeent, ca la Salum doomu Yabes falu buur ca Israayil. Wenn weer la nguuru, Samari di péeyam."},{"style":"v","verse":"14","text":"Gannaaw loolu Menayem doomu Gadi bàyyikoo Tirca, ñëw ba Samari, daldi fa jam Salum doomu Yabes, bóom ko, falu buur, wuutu ko."},{"style":"v","verse":"15","text":"Li des ci mbiri Salum ak pexeem ma mu laloon, bindees na ko moos ca téere bi ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Booba la Menayem song dëkk ba ñuy wax Tifsax, rey ña fa nekkoon ñépp, dumawaale waa diiwaan ba dale Tirca ba Tifsax, ndax ñoo ko gàntal, bañ koo ubbi buntu dëkk ba. Mu butti jigéeni wérul ña fa nekk ñépp."},{"style":"s1","verse":"","text":"Menayem falu na buur ca Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba Asaryaa buurub Yuda duggee ca fanweereelu atu nguuram ak juróom ñeent, ca la Menayem doomu Gadi falu buurub Israayil. Nguuru na fukki at ca Samari."},{"style":"v","verse":"18","text":"Muy def nag li Aji Sax ji ñaawlu; giiru dundam dëdduwul bàkkaar ya Yerbowam doomu Nebat daan bàkkaarloo Israayil."},{"style":"v","verse":"19","text":"Ci jamonoom la Tiglaat Pilser\\f + \\fr 15.19 \\fk Tiglaat Pilser \\ft mbaa Pul ba tey.\\f* buurub Asiri song réew ma, Menayem jox ko ñetti téeméeri barigoy xaalis ak ñeent fukk (340) ngir mu jàppale ko, ba nguuram gëna dëgër."},{"style":"v","verse":"20","text":"Menayem dajale xaalis boobu ci Israayil; jële ko ca mboolem boroom alal ya, ku nekk ci ñoom joxe juróom fukki dogi xaalis, ñu yót ko buuri Asiri, mu doora jóge ca réew ma, ñibbi."},{"style":"v","verse":"21","text":"Li des ci mbiri Menayem ak mboolem lu mu def, bindees na ko moos ci téere bi ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"v","verse":"22","text":"Gannaaw loolu Buur Menayem saay, fekki ay maamam. Doomam Pekaxya falu buur, wuutu ko."},{"style":"s1","verse":"","text":"Pekaxya falu na buur ca Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba Asaryaa buurub Yuda duggee ca juróom fukkeelu atu nguuram, ca la Pekaxya doomu Menayem falu buurub Israayil, Samari di péeyam. Nguuru na ñaari at."},{"style":"v","verse":"24","text":"Muy def li Aji Sax ji ñaawlu, dëdduwul bàkkaar ya Yerbowam doomu Nebat daan bàkkaarloo Israayil."},{"style":"v","verse":"25","text":"Ba mu ko defee Peka doomu kilifag xarekatam Remalya, fexeel ko, ba rey ko ca Samari, ca tatay kër buur, jamaale Argob ak Arye. Remalyaa nga àndoon ak juróom fukki niti Galàdd. Noonu la ko reye, falu buur, wuutu ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Li des ci mbiri Pekaxya ak mboolem lu mu def, bindees na ko moos ci téere bi ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"s1","verse":"","text":"Peka falu na buur ca Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba Asaryaa buurub Yuda duggee ca juróom fukkeelu atu nguuram ak ñaar, ca la Peka doomu Remalyaa falu buurub Israayil, Samari di péeyam. Nguuru na ñaar fukki at."},{"style":"v","verse":"28","text":"Muy def li Aji Sax ji ñaawlu, dëdduwul bàkkaar ya Yerbowam doomu Nebat daan bàkkaarloo Israayil."},{"style":"v","verse":"29","text":"Ci jamonoy Peka buurub Israayil, Tiglaat Pilser buurub Asiri dikk, nangu dëkk yi ñuy wax Yon ak Abel Bet Maaka ak Yanowax ak Kedes ak Àccor ak diiwaani Galàdd ak Galile ak mboolem réewum Neftali. Mu jàpp waa réew ma, yóbbu Asiri."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ba loolu amee ku ñuy wax Ose doomu Ela lalal Peka doomu Remalya pexe, jam ko mu dee. Mu daldi falu buur, wuutu ko. Loolu yemook ñaar fukkeelu atu nguurug buurub Yuda Yotam doomu Asaryaa."},{"style":"v","verse":"31","text":"Li des ci mbiri Peka ak mboolem lu mu def, bindees na ko moos ci téere bi ñu dippee Jaloorey buuri Israayil ca seeni jant."},{"style":"s1","verse":"","text":"Yotam falu na buur ca Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Ba buurub Israayil Peka doomu Remalya duggee ca ñaareelu atu nguuram, ca la Yotam doomu Asaryaa\\f + \\fr 15.32 \\fk Asaryaa \\ft mooy Osiyas ba tey.\\f* falu buur ca Yuda."},{"style":"v","verse":"33","text":"Amoon na ñaar fukki at ak juróom ba muy falu te nguuru na fukki at ak juróom benn ca Yerusalem. Yaayam mooy Yerusa doomu Cadog."},{"style":"v","verse":"34","text":"Muy def li Aji Sax ji rafetlu; mboolem na Asaryaa baayam daan defe la daan defe."},{"style":"v","verse":"35","text":"Terewul \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya jëleesu ko fa. Mbooloo ma dañoo wéy di fa def ay sarax aka taal \\w cuuraay|cuuraay l-:\\w*. Moom nag moo tabax buntu kër Aji Sax ja féete bëj-gànnaar."},{"style":"v","verse":"36","text":"Li des ci mbiri Yotam aki jëfam, bindees na ko moos ca téere ba ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","verse":"37","text":"Ci jamonoom la Aji Sax ji tàmbalee xabtal Reccin buurub Siri ak Peka doomu Remalya ci kaw Yuda."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Gannaaw gi, Buur Yotam saay, fekki ay maamam. Ca bàmmeelu maamam ya lees ko denc, ca gox ba ñu naan Kër Daawuda maamam. Axas doomam moo falu buur, wuutu ko."}]