[{"style":"s1","verse":"","text":"Ose falu na buur ca Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba Axas buurub Yuda duggee ca fukkeelu atu nguuram ak ñaar, ca la Ose\\f + \\fr 17.1 \\fk Ose \\ft mii wuute naak Yonent Yàlla Ose.\\f* doomu Ela falu buurub Israayil, Samari di péeyam. Nguuru na Israayil juróom ñeenti at,"},{"style":"v","verse":"2","text":"di def li Aji Sax ji ñaawlu. Waaye dabul buurub Israayil ya ko jiitu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Moom la Salmanasar buurub Asiri song, mu nangul ko, di ko fey galag."},{"style":"v","verse":"4","text":"Gannaaw gi nag buurub Asiri gis ne Ose lal na pexe, ndax daa yónnee ay ndaw ca So buuru Misra, ba noppi lànk ne du fey galag at mu nekk. Buurub Asiri jàpp ko, tëj."},{"style":"s1","verse":"","text":"Samari, péeyu Israayil, tas na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba loolu amee Salmanasar buurub Asiri dal ca kaw réew ma mépp, dikk ba Samari, gaw ko diiru ñetti at."},{"style":"v","verse":"6","text":"Ba Ose duggee ca juróom ñeenteelu atu nguuram, ca la buurub Asiri nangu Samari, jàpp waa Israayil, yóbbu Asiri. Ñii mu teg leen ca diiwaanu Ala, ñee ca Gosan ca wetu dex ga ñuy wax Abor, ña ca des mu dëël leen ca dëkki xeet wa ñuy wax Medd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Li waral ñu nangu Samari mooy waa Israayil a bàkkaar, tooñ Aji Sax ji seen Yàlla ja leen génne réewum Misra, xettali leen ca Firawna buuru Misra. Waa Israayil di jaamu yeneen yàlla,"},{"style":"v","verse":"8","text":"di topp baaxi xeet ya Aji Sax ji dàq ngir ñoom, di topp baax yi buuri Israayil tëralal seen bopp."},{"style":"v","verse":"9","text":"Waa Israayil teg ca di jéema nëbbuy def njubadi gu seen Yàlla Aji Sax jiy tere; di tabax ay \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ca seen dëkk yépp, dale ko ca tatay wattukat ya, ba ca dëkk ya ñu wëraley tata."},{"style":"v","verse":"10","text":"Ñu boole ca sampal seen bopp ay tuuri doj ak xer yu ñuy jaamoo \\w Asera|Asera:\\w* ci kaw mboolem tund wu kawe mbaa ker garab gu naat."},{"style":"v","verse":"11","text":"Ñuy taal \\w cuuraay|cuuraay l-:\\w* foofa ca mboolem bérebi jaamookaay ya, di roy xeet ya Aji Sax ji dàq ngir ñoom. Ñuy def daal ay ñaawtéef, di merloo Aji Sax ji,"},{"style":"v","verse":"12","text":"di jaamu ay kasaray tuur, te Aji Sax ji waxoon leen ne buñu leen jaamu."},{"style":"v","verse":"13","text":"Moonte Aji Sax ji artu woon na Israayil ak Yuda, mboolem yonentam yaak boroom peeñu ya jottali leen ko, ne leen: «Dëppleen seen yoon yu bon yii ngeen topp, te sàmm samay santaane, wormaal samay dogal, na mu dëppook mboolem yoon wi ma tëralal seeni maam, yónnee leen ko, yonent yiy samay jaam jottali leen ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Teewul ñu të ticc, sajju loos ni seen maam ya gëmuloon seen Yàlla Aji Sax ji."},{"style":"v","verse":"15","text":"Dañoo xalab ay ndigalam ak \\w kóllëre|kóllëre g-:\\w* ga mu fasoon ak seeni maam, xalab kàddu ya mu leen artoo woon. Ñu topp ay tuuri caaxaan ba mujj di niti caaxaan, di roy xeet yi leen wër, te Aji Sax ji tere woon leen ñu roy leen."},{"style":"v","verse":"16","text":"Ba loolu amee ñu dëddu mboolem seen santaaney Yàlla Aji Sax ji; sàkkal seen bopp ñaari wëllu yu ñu móol, samp xer wu ñuy jaamoo Asera, di sujjóotal mboolem biddiiwi asamaan tey jaamu \\w Baal|Baal:\\w*."},{"style":"v","verse":"17","text":"Ci biir loolu ñuy lakk seen doom yu góor ak yu jigéen ngir ay tuur, di gisaaneeka xërëmtu, ba làggi ci jëfi mbon yu Aji Sax ji ñaawlu, ba tax mu mer."},{"style":"v","verse":"18","text":"Moo tax Aji Sax ji mere Israayil lool, ba jële leen fi kanamam, ba giirug Yuda rekk des fa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Waa Yuda it sàmmuñu seen santaaney Yàlla Aji Sax ji. Dañoo roy ci aada yi Israayil sos, di ko jëfe."},{"style":"v","verse":"20","text":"Moo tax Aji Sax ji xalab mboolem \\w bànni Israayil|bànni Israayil:\\w*, fitnaal leen, teg leen ci loxoy yàqkat yi, ba ni mu leen wacce."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ba Aji Sax ji foqatee Israayil ca loxol waa kër Daawuda, dañoo fal Yerbowam doomu Nebat buur; Yerbowam dëddale Israayil ak Aji Sax ji, yóbbe leen bàkkaar bu réy;"},{"style":"v","verse":"22","text":"mbooloom Israayil topp Yerbowam ci bàkkaar ya muy def yépp, bañ koo dëddu,"},{"style":"v","verse":"23","text":"ba Aji Sax ji dëddu leen, muy la mu waxoon, yonent yay jaamam jottali ko. Noonu la mujj génne Israayil réewam, yóbbu leen Asiri ba bésub tey jii."},{"style":"s1","verse":"","text":"Waa Asiri sancal nañuy jàmbur ca Samari"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ci kaw loolu buurub Asiri jële ay nit dëkk ya ñuy wax Babilon ak Kuta ak Awa ak Amat ak Sefarwayim, dëël leen dëkki Samari, ñu wuutu \\w bànni Israayil|bànni Israayil:\\w*. Ñu daldi moom diiwaanu Samari, féetewoo dëkk ya."},{"style":"v","verse":"25","text":"Ba ñuy doora sanc foofa, ragaluñu woon Aji Sax ji, ba tax Aji Sax ji yebal ay gaynde ci seen biir, ñu di leen rey."},{"style":"v","verse":"26","text":"Ñu wax buurub Asiri ne ko: «Xeet ya nga toxal, sancal leen ca dëkki Samari de, xamuñu yoonu yàllay réew ma. Yebal na ay gaynde ci seen biir. Ña nga leen di rey, ndax xamuñu yoonu yàllay réew ma.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Ba loolu amee buurub Asiri joxe ndigal ne: «Yeballeen fa kenn ci \\w sarxalkat|sarxalkat b-:\\w* ya ngeen fa toxale, mu dem toog foofa, jàngal leen yoonu yàllay réew ma.»"},{"style":"v","verse":"28","text":"Kenn ca sarxalkat ya ñu jële woon Samari nag dikk, dëkksi Betel, jàngal leen nu ñuy jaamoo Aji Sax ji."},{"style":"v","verse":"29","text":"Terewul xeet wu ci nekk di sàkk ba tey seen tuuri bopp ca seen dëkk ya ñu féete, ba dugal tuur ya ca \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya waa Samari defaroon."},{"style":"v","verse":"30","text":"Ci biir loolu waa Babilon sàkk tuur ma ñuy wax Sukkót Benoot, waa Kuta sàkk Nergal, waa Amat sàkk Asima;"},{"style":"v","verse":"31","text":"waa Awa sàkk Nibas ak Tartag, waa Sefarwayim di lakk seeni doom ngir tuuri Sefarwayim yi ñuy wax Addraameleg ak Anameleg."},{"style":"v","verse":"32","text":"Ñu boole ci di jaamu Aji Sax ji, tabb fu nekk ci seen biir ay sarxalkat ngir bérebi jaamookaay ya, ñu di leen sarxalal ca bérebi jaamookaay yooyu."},{"style":"v","verse":"33","text":"Ñuy wormaal Aji Sax ji, di jaamuwaale seen tuuri bopp itam, na ñu ko baaxoo ca seen waa réewum cosaan ma ñu leen toxale."},{"style":"v","verse":"34","text":"Ba tey jii ñu ngi topp seen aaday cosaan. Ragaluñu Aji Sax ji dëgg te sàmmontewuñook santaane yeek dogal yeek yoon week ndigal li Aji Sax ji joxoon askanu Yanqóoba mi mu tudde Israayil."},{"style":"v","verse":"35","text":"Aji Sax ji daa fasoon ak ñoom \\w kóllëre|kóllëre g-:\\w*, sant leen ne leen: «Buleen wormaal yeneen yàlla, buleen leen sujjóotal, buleen leen jaamu, te buleen leen sarxalal itam."},{"style":"v","verse":"36","text":"Man Aji Sax ji leen génne réewum Misra ci sama kàttan gu màgg ak sama dooley loxo, man ngeen wara wormaal, di ma sujjóotal, di ma sarxalal."},{"style":"v","verse":"37","text":"Te santaane yeek dogal yeek yoon week ndigal li ma leen bindaloon, fexeleen ba di sàmmonteek moom ba fàww. Buleen wormaal yeneen yàlla."},{"style":"v","verse":"38","text":"Kóllëre gi ma fasoon ak yeen nag, buleen ko fàtte. Buleen wormaal it yeneen yàlla."},{"style":"v","verse":"39","text":"Waaye man seen Yàlla Aji Sax ji ngeen di wormaal, ma xettali leen ci seen loxol mboolem noon.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Taxul ñu dégg, xanaa sax rekk ci seen aaday cosaan."},{"style":"v","verse":"41","text":"Noonu la xeet yooyu daan wormaale Aji Sax ji, boole ci di jaamu seen jëmmi tuur. Seeni doom it noonu, ba tey seeni sët di def na seeni maam daan def."}]