[{"style":"s1","verse":"","text":"Yosya falu na buur ca Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Juróom ñetti at la Yosya amoon ba muy falu buur, te fanweeri at ak benn la nguuru fa Yerusalem. Yaayam mooy Yedida doomu Adaya ma cosaanoo Bocckat."},{"style":"v","verse":"2","text":"Yosya di def li Aji Sax ji rafetlu, topp ci mboolem tànk yi maamam Daawuda jaaroon, jàddul fenn, du ndijoor, du càmmoñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Buur Yosya nag, ca fukk ak juróom ñetteelu atu nguuram, dafa yebal bindkat ba, Safan doomu Acalya doomu Mesulam, ca kër Aji Sax ji. Mu ne ko:"},{"style":"v","verse":"4","text":"«Demal ca Ilkiya \\w sarxalkat|sarxalkat b-:\\w* bu mag ba, ne ko mu yembal saraxi xaalis yi wattukati bunti kër Aji Sax ji nangoo ci nit ñi."},{"style":"v","verse":"5","text":"Nañu ko teg ca loxoy ña ñu tabb ca caytug liggéeyu kër Aji Sax ji. Ñooñu jox ko liggéeykat ya ca kër Aji Sax ji, di jagalaat kër ga,"},{"style":"v","verse":"6","text":"muy liggéeykati bant yi ak tabaxkat yi ak yeneen liggéeykat. Nañu ci jënd doj yu ñu yatt, defare ko kër gi."},{"style":"v","verse":"7","text":"Waaye buñu leen laaj nu ñu def xaalis bi ñu leen jox, ndax ñu màndu lañu ci seen liggéey.»"},{"style":"s1","verse":"","text":"Téereb yoon wi feeñ na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ilkiya \\w sarxalkat|sarxalkat b-:\\w* bu mag ba nag ne Safan bindkat ba: «Téereb yoon wi de laa gis ci kër Aji Sax ji!» Ci kaw loolu Ilkiya jox Safan téere ba, mu jàng ko."},{"style":"v","verse":"9","text":"Ba loolu amee Safan bindkat ba dellu ca Buur, àgge ko gii kàddu: «Sa surga ya sotti nañu xaalis ba nekkoon ca kër Aji Sax ji, ba teg ko ci loxol ñi jiite liggéey bi te di saytukati kër Aji Sax ji.»"},{"style":"v","verse":"10","text":"Safan bindkat ba teg ca xamal Buur ne ko: «Ab téere nag la ma Ilkiya sarxalkat bi jox.» Safan jàngal ko Buur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba Buur déggee kàdduy téereb yoon wa, daa xotti ay yéreem ndax tiitaange."},{"style":"v","verse":"12","text":"Mu sant Ilkiya sarxalkat ba, mook Axikam doomu Safan, ak Agbor doomu Mikaya, ak Safan bindkat ba, ak Asaya bëkk-néegu buur, ne leen:"},{"style":"v","verse":"13","text":"«Demleen leerlul ma ci Aji Sax ji, laajaaleel mbooloo meek Yuda gépp ci mbirum kàdduy téere bii feeñ. Sànjum Aji Sax ji tàkk ci sunu kaw kat réy na, ndax sunuy maam a déggul kàdduy téere bii, ngir jëfe mboolem li ñu ci bind ñeel nu.»"},{"style":"v","verse":"14","text":"Ilkiya sarxalkat ba daldi dem ànd ak Axikam ak Agbor ak Safan ak Asaya, ba ca Ulda yonent bu jigéen ba doon soxnas wattukatub yére ya, Salum di doomu Tigwa doomu Aras. Ulda ma nga dëkkoon Yerusalem ca sanc ba. Ñu wax ak moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Jigéen ja ne leen: «Aji Sax ji Yàllay Israayil nee: Xamalleen ki leen yebal ci man ne ko:"},{"style":"v","verse":"16","text":"“Aji Sax ji nee: Maa ngii di wàcce musiba ci béreb bii ak ñi ko dëkke, muy mboolem kàdduy téere bi buurub Yuda jàng."},{"style":"v","verse":"17","text":"Gannaaw ñoo ma dëddu, di taalal yeneen yàlla \\w cuuraay|cuuraay l-:\\w*, ngir merloo ma ci mboolem liggéey bu ñu defe seeni loxo, sama sànj mooy tàkk fi béreb bii te du fey.”"},{"style":"v","verse":"18","text":"Buuru Yuda mi leen yónni, ngir ngeen laajlusi ci Aji Sax ji nag, waxleen ko ne ko: “Li Aji Sax ji Yàllay Israayil wax ci kàddu yi ngeen dégg moo di:"},{"style":"v","verse":"19","text":"Gannaaw yaa réccu ci sa xol, ba toroxlu ci kanam Aji Sax ji, ba nga déggee ni ma rëbbe béreb bii mook ñi ko dëkke, muy seen toroxteek seen alkànde, te yaa xotti say yére, jooy fi sama kanam, man it dégg naa la. Kàddug Aji Sax jee."},{"style":"v","verse":"20","text":"Moo tax maa ngii di la yóbbu nga fekki say maam, dees na la yóbbu ak jàmm ca sa bàmmeel, te say bët du tegu ci mboolem musiba mi may wàcce ci bii béreb.”» Ba loolu amee ñu dellu, yegge Buur kàddu ga."}]