[{"style":"s1","verse":"","text":"Yosya sellal na réew mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu Buur Yosya yónnee, ñu woo mboolem magi Yuda ak Yerusalem, ñu dikk."},{"style":"v","verse":"2","text":"Buur dem ca kër Aji Sax ji, ànd ak waa Yuda gépp, Yerusalem gépp; \\w sarxalkat|sarxalkat b-:\\w* yaak yonent yaak askan wépp, ka gëna tuut ba ca gëna mag. Mu jàngal leen, ñuy dégg, mboolem kàdduy téereb kóllëre\\f + \\fr 23.2 \\fk téereb kóllëre \\ft mooy téereb yoon wi. Seetal ci 22.8, 11.\\f* bi feeñ ci kër Aji Sax ji."},{"style":"v","verse":"3","text":"Buur nag taxaw fa kenu ga, feddali \\w kóllëre|kóllëre g-:\\w* ga fa kanam Aji Sax ji, ngir topp Aji Sax ji, di sàmme léppi xol ak léppi bakkan ay santaaneem ak seedey yoonam ak dogali yoonam, ngir saxal kàdduy kóllëre googu ñu bind ci téere boobu. Askan wépp yebu ca kóllëre ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba loolu amee Buur sant Ilkiya sarxalkat bu mag ba, mook sarxalkat ya ca topp ak wattukati buntu kër Aji Sax ji, ne leen ñu génnee kër Aji Sax ji mboolem ndab ya ñu defaraloon \\w Baal|Baal:\\w* ak \\w Aseraak|Asera:\\w* biddiiwi asamaan yépp. Mu génne lépp Yerusalem, lakk ko ca tooli Sedoron, ba noppi yóbbu dóom ba Betel."},{"style":"v","verse":"5","text":"Gannaaw loolu mu dàq sarxalkati tuur ya buuri Yuda faloon ñuy taal \\w cuuraay|cuuraay l-:\\w* ca \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya ca dëkki Yuda ak la wër Yerusalem, dàqaale ñay taalal cuuraay Baal ak jant beek weer week xeeti dëllooñ yeek mboolem biddiiwi asamaan yépp."},{"style":"v","verse":"6","text":"Ba loolu weesoo jële na kër Aji Sax ji tuur ma tudd Asera, génne ko Yerusalem ba ca xuru Sedoron, lakk ko foofa ca xuru Sedoron, wol ko ba muy sunguf, mu xëpp ko ca sëgi baadoola ya."},{"style":"v","verse":"7","text":"Màbb na it néegi nit ña doon jaay seen bopp fa ñuy màggale tuur ya ca biir kër Aji Sax ji, fa jigéen ña daan ràbbal tuur ma ñuy wax Asera ay xayma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ba loolu wéyee Yosya indi Yerusalem mboolem sarxalkat ya doon sarxal ca dëkki Yuda, diggante Geba ba Beerseba, daldi sobeel bérebi jaamookaay ya ñu daan taal cuuraay, daaneel bérebi jaamookaay ya ca bunt ya, boole ca ba nekkoon ca buntu Yesuwa, boroom dëkk ba, te féete càmmoñ booy jaare ci buntu dëkk ba di duggsi."},{"style":"v","verse":"9","text":"Mayuñu woon nag sarxalkati bérebi jaamookaay ya ñuy dikk ba ca \\w sarxalukaayu|sarxalukaay b-:\\w* Aji Sax ji ci Yerusalem. Sañuñu woon lu moy bokk lekk mburu mu amul lawiir ñook sarxalkat yi ci des."},{"style":"v","verse":"10","text":"Ci kaw loolu Yosya sobeel fa ñuy wax Tofet ca xuru Ben Inom, ba kenn dootu fa lakk sa doom ju góor mbaa ju jigéen ngir tuur wi ñuy wax Moleg."},{"style":"v","verse":"11","text":"Jële na ca bunti kër Aji Sax ji fas ya ay buuri Yuda jagleeloon jant bi. Ña nga woon ca ëtt ba, ca wetu néegu jawriñ ju ñuy wax Netan Meleg. La ca tegu Yosya lakk watiir ya ñu jagleel jant bi."},{"style":"v","verse":"12","text":"Ci biir loolu Buur daane sarxalukaay ya ay buuri Yuda yékkati woon ca kaw xaddub néegub kaw bu Axas, ak sarxalukaay ya Manase tabaxoon ca ñaari ëtti kër Aji Sax ji. Mu jële fa lépp, def ko pënd, sànni ca xuru Sedoron."},{"style":"v","verse":"13","text":"Bérebi jaamookaay ya féete woon Yerusalem penku ca bëj-saalumu tundu Alkànde\\f + \\fr 23.13 \\fk tundu Alkànde \\ft mooy tundu Oliw mi ñu woowe nii, ngir baña boole tur week bokkaale ba fa amoon. \\f*, Buur Suleymaan tabaxaloon ko tuur ma ñuy wax \\w Astàrt|Astàrt:\\w*, kasaray waa Sidon ya, ak tuur ma ñuy wax Kemos, kasaray Mowabeen ña, ak tuuru Amoneen mu siblu ma ñuy wax Milkom, Buur Yosya daa boole lépp sobeel ko."},{"style":"v","verse":"14","text":"Rajaxe na tuuri doj ya, daane xer ya ñuy jaamoo Asera, wuutal fa ay jali yaxi nit, ba mu daj."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Naka noona mu boole ca sarxalukaay ba ca Betel ak bérebu jaamookaay ba fa doomu Nebat Yerbowam yékkati woon, moom ma bàkkaarloo woon Israayil. Sarxalukaay boobaak bérebu jaamookaay booba sax, yàq na ko. Dafa lakk bérebu jaamookaay ba, wol ko ba mu mokk, lakk xer wa ñuy jaamoo Asera."},{"style":"v","verse":"16","text":"Ba mu ko defee Yosya ne gees, gis bàmmeel ya nekk foofa ca tund wa. Mu yeble, ñu sullil ko yax ya, mu lakk ko ca kaw sarxalukaay ba, sobeel ko noonu, muy kàddug Aji Sax ji góoru Yàlla ga waxoon\\f + \\fr 23.16 \\ft Seetal ci \\bk 1.Buur ya\\bk* 13.2.\\f*, keroog ba Yerbowam taxawee ca sarxalukaay ba, bésub màggal. Buur Yosya neeti gees, yem ci bàmmeelu góoru Yàlla ga jottali woon kàddug waxyu ga."},{"style":"v","verse":"17","text":"Mu ne: «Doj wee may séen bàmmeelu kan a?» Waa dëkk ba ne ko: «Xanaa bàmmeelu góoru Yàlla ga bàyyikoo woon Yuda. Moo waxoon bu yàgg jëf jii nga def sarxalukaayu Betel bii tey.»"},{"style":"v","verse":"18","text":"Mu ne: «Bàyyileen ko noonu! Bu kenn laal ay yaxam!» Ñu wacc fa ay yaxam ak yaxi yonent ba jóge woon Samari."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Mboolem bérebi jaamookaay ya nekkoon ca dëkki Samari yu mag ya te buuri Israayil tabaxoon ko, ba merloo Aji Sax ji, Yosya jële na ko fa, def ko na mu defoon ca Betel rekk."},{"style":"v","verse":"20","text":"Gannaaw loolu mu rendi ca sarxalukaay ya mboolem ña fa doon sarxalkati bérebi jaamookaay ya, ba noppi lakk yaxi nit ca kaw, ngir sobeel lépp, doora dellu Yerusalem."},{"style":"s1","verse":"","text":"Màggalu bésub Mucc délsi na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Buur Yosya nag jox mbooloo mépp ndigal ne leen: «Màggalleen \\w bésub Mucc|Màggal yi:\\w* ga, ñeel seen Yàlla Aji Sax ji, ni ñu ko binde ci téereb kóllëre gii.»"},{"style":"v","verse":"22","text":"Bésub Mucc booba, na mel ni maseesu ko màggale nii ca jamonoy njiit ya yilifoon Israayil, ba ci jamonoy buuri Israayil ak Yuda."},{"style":"v","verse":"23","text":"Ca fukk ak juróom ñetteelu atu Yosya doŋŋ lañu dellu màggal bésub Mucc boobu ca Yerusalem, ñeel Aji Sax ji."},{"style":"v","verse":"24","text":"Rax ci dolli boroom rawaan yeek ñi gisaane nit ñu dee yeek gàllaaji kër yeek kasaray tuur yeek mboolem kasara yu ni mel te ñu daan ko gis ca réewum Yudaak Yerusalem, Yosya jële na ko fa ngir mana saxal kàdduy yoon wa ñu bind ca téere ba Ilkiya \\w sarxalkat|sarxalkat b-:\\w* ba gisoon ca biir kër Aji Sax ji."},{"style":"v","verse":"25","text":"Mboolem buur yi jiitu Yosya, kenn jubloowu ci Aji Sax ji léppi xolam ak léppi jëmmam ak kem kàttanam, bay sàmm yoonu Musaa wépp. Mboolem ñi ko wuutu it, kenn dabu ko ci."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Teewul Aji Sax ji dëppul ci meram mu réy mi mu dale ci kaw Yuda ndax mboolem li Manase def, ba merloo ko."},{"style":"v","verse":"27","text":"Aji Sax ji nag ne: «Yuda itam dinaa ko jële fi sama kanam, ni ma fi jëlee Israayil. Dinaa xalab dëkk bii ma tànn, di Yerusalem ak kër gii ma wax ne sama tur dina fi nekk.»"},{"style":"s1","verse":"","text":"Buur Yosya saay na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Li des ci mbiri Yosya ak mboolem lu mu def, bindees na ko moos ci téere bi ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","verse":"29","text":"Ca ay jantam la Firawna Nekko buuru Misra jóg jàppaleji buurub Asiri ca wetu dexu Efraat, Buur Yosya dogaleji ko. Teewul ba ko Nekko gisee la ko rey ca Megido."},{"style":"v","verse":"30","text":"Ba loolu amee surgay Yosya yeb néew ba ci watiir, jële ko Megido, indi ko Yerusalem, denc ko ci bàmmeelu boppam. Askanu réew ma nag jël Yowaxas doomu Yosya, diw ko diwug pal, fal ko buur, mu wuutu baayam."},{"style":"s1","verse":"","text":"Yowaxas falu na buur ca Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ñaar fukki at ak ñett la Yowaxas amoon ba muy falu buur. Ñetti weer la nguuru fa Yerusalem. Yaayam mooy Amutal doomu Yeremi ma cosaanoo Libna."},{"style":"v","verse":"32","text":"Muy def li Aji Sax ji ñaawlu, noonee ko ay maamam daan defe."},{"style":"v","verse":"33","text":"Firawna Nekko moo làqoon jant bi Yowaxas ca dëkk ba ñuy wax Ribla ca réewum Amat, ba nguurootul ca Yerusalem. Mu teg réew ma galagu fanweeri barigoy xaalis ak ñeent (34), ak fanweeri kiloy wurus ak ñeent (34)."},{"style":"v","verse":"34","text":"Ci kaw loolu Firawna Nekko fal Elyakim doomu Yosya buur, mu wuutu baayam Yosya, soppi turam, tudde ko Yoyakim\\f + \\fr 23.34 \\ft Ci seen aada, ku jox nit aw tur, fekk na nga am kilifteef ci kawam.\\f*; Yowaxas moom mu jàpp ko, yóbbaale Misra. Foofa la deewe."},{"style":"s1","verse":"","text":"Buur Yoyakim fey na Misra galag"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Yoyakim jox na Firawna Nekko xaalis baak wurus wa mu laaj. Waaye waa réew ma la ko sas, ba jële ca ñoom xaalis baak wurus wa, ku nekk ak sab sas, daldi koy dajale, jox ko Firawna Nekko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ñaar fukki at ak juróom la Yoyakim amoon ba muy falu buur, te fukki at ak benn la nguuru fa Yerusalem. Yaayam mooy Sebuda doomu Pedaya ma cosaanoo Ruma."},{"style":"v","verse":"37","text":"Muy def li Aji Sax ji ñaawlu, mboolem noonee ko ay maamam daan defe."}]