[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca jamonoy Yoyakim la Nebukatnecar buuru Babilon song réew ma. Yoyakim nangul ko diiru ñetti at, doora walbatiku fippu."},{"style":"v","verse":"2","text":"Ci kaw loolu Aji Sax ji yebal ci kawam ay yàqkati waa Babilon ak yàqkati Siri ak yàqkati Mowab ak yàqkati Amoneen ña. Aji Sax ji yebal leen Yuda ngir ñu yàqate ko, mu dëppook kàddu ga mu waxoon, yonent yiy surgaam jottali ko."},{"style":"v","verse":"3","text":"Ci ndigalal Aji Sax ji moos la loolu xew ca Yuda, ba mu mujj leen xarab ndax bàkkaari Manaseek li mu def lépp,"},{"style":"v","verse":"4","text":"ak deretu nit ñi mu tuur te defuñu dara; ndax Manase daa feesal Yerusalem ak deretu jàmburi Yàlla, ba Aji Sax ji nanguwu koo baal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Li des ci mbiri Yoyakim ak mboolem lu mu def, bindees na ko moos ci téere ba ñu dippee Jaloorey buuri Yuda ca seeni jant."},{"style":"v","verse":"6","text":"Gannaaw gi, Buur Yoyakim saay, fekki ay maamam. Yoyakin, doomam a falu buur, wuutu ko."},{"style":"v","verse":"7","text":"Jamono yooyu buuru Misra génnatul réewam di xareji, ndax fekk na buuru Babilon nangu suufam sépp la ko dale ca xuru Misra ba ca dexu Efraat."},{"style":"s1","verse":"","text":"Yoyakin falu na buur ca Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Fukki at ak juróom ñett la Yoyakin amoon ba muy falu buur. Ñetti weer la nguuru, Yerusalem di péeyam. Yaayam mooy Nexusta doomu Elnatan ma cosaanoo Yerusalem."},{"style":"v","verse":"9","text":"Muy def nag li Aji Sax ji ñaawlu, mboolem noonee ko baayam defe woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Jamono jooja la jaraafi Nebukatnecar buuru Babilon, song Yerusalem, gaw dëkk ba."},{"style":"v","verse":"11","text":"Nebukatnecar dikk ca dëkk ba, fekk ay jaraafam gaw ko."},{"style":"v","verse":"12","text":"Yoyakin buurub Yuda génn fekki buuru Babilon, jébbal ko boppam, mook ndeyam aki surgaam aki jaraafam ak jawriñi këram. Buuru Babilon nag jàpp ko. Looloo nga yemook juróom ñetteelu atu nguurug Nebukatnecar buuru Babilon."},{"style":"v","verse":"13","text":"Nebukatnecar jële fa mboolem alali kër Aji Sax ji ak alali kër buur, daldi buub lépp luy ndabu wurus lu Suleymaan buurub Israayil defarlu woon ci kër Aji Sax ji, muy la Aji Sax ji waxoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ci biir loolu buuru Babilon yóbbu Yerusalem gépp, muy mboolem jaraaf yeek jàmbaari góor ñi, ñuy fukki junni (10~000), ñook mboolem liggéeykat yaak tëgg ya. Kenn desul, lu moy baadoola ya gëna néew doole."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Mu yóbbu Yoyakin Babilon mook ndeyam aki soxnaam aki jawriñam ak kilifay réew ma."},{"style":"v","verse":"16","text":"Buuru Babilon boole ca jàppaale juróom ñaari junniy jàmbaari góor (7~000), ak junniy liggéeykat aki tëgg, ñoom ñépp di boroom kàttan te tollu ci xare; mu boole leen jàpp jaam, yóbbu Babilon."},{"style":"v","verse":"17","text":"Buuru Babilon Nebukatnecar fal Mataña, baayu Yoyakin bu ndaw, mu wuutu Yoyakin. Mu daldi soppi turu Mataña, tudde ko Cedesyas."},{"style":"s1","verse":"","text":"Cedesyas falu na buur ca Yuda"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ñaar fukki at ak benn la Cedesyas amoon ba muy falu buur, te fukki at ak benn la nguuru fa Yerusalem. Yaayam mooy Amutal doomu Yeremi ma cosaanoo Libna."},{"style":"v","verse":"19","text":"Muy def li Aji Sax ji ñaawlu, mboolem noonee ko Yoyakim defe woon."},{"style":"v","verse":"20","text":"Merum Aji Sax ji nag dikkal Yerusalem ak Yuda, ba mu mujj xalab leen."},{"style":"p","verse":"","text":"Gannaaw gi, Cedesyas fippu buuru Babilon."}]