[{"style":"s1","verse":"","text":"Alyaasa dimbali na jëtun ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Am na bés ku jëkkëram bokkoon ci yonent yi, di jooytu ci Alyaasa ne ko: «Sama jëkkër de sa ndongo la woon. Léegi nag faatu na, te yaw ci sa bopp sang bi, xam nga ne ku ragaloon Aji Sax ji la. Waaye ka mu ameeloon bor moo dikk, bëgga yóbbu sama ñaari doom yu góor, ngir def leeni jaam.»"},{"style":"v","verse":"2","text":"Alyaasa ne ko: «Loo bëgg ma dimbalee la ko? Wax ma loo am ca kër ga.» Mu ne ko: «Dara, sang bi. Awma dara ca kër ga lu moy taxub diw.»"},{"style":"v","verse":"3","text":"Mu ne ko: «Demal àbbi ay ndab yu deful dara ci sa dëkkandoo yi la wër yépp, te lu mu gëna bare mu gën."},{"style":"v","verse":"4","text":"Su ko defee nga dellu tëjook say doom, ba noppi nga sotti diw gi ci ndab yooyu yépp, bu ci fees, nga ber.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Mu bàyyikoo nag ca Alyaasa. Gannaaw gi, mu tëjuji, mooki doomam; ñu di ko jox, muy sotti."},{"style":"v","verse":"6","text":"Mu dem ba ndab ya fees, mu ne kenn ca doom ya: «Jottali ma ndab leneen.» Mu ne ko: «Ndab desu fi de.» Diw ga it ne tàkk, xelleetul."},{"style":"v","verse":"7","text":"Mu daldi dem wax ko góoru Yàlla ga. Mu ne ko: «Doxal jaay diw gi, fey say bor; la ca des nga dunde, yaak say doom.»"},{"style":"s1","verse":"","text":"Alyaasa am nab dal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Am na bés Alyaasa jaare dëkk ba ñuy wax Sunem. As ndaw su bare alal woo ko, di ko soññ, ngir mu ñëw xéewlu ci këram. Mujj na saa yu fa jaaree, daldi fay toog, ba xéewlu."},{"style":"v","verse":"9","text":"Ci biir loolu mu ne jëkkëram: «Aa, man déy, xam naa ne kiy fara dal ak nun góoru Yàlla gu \\w sell|sell:\\w* la."},{"style":"v","verse":"10","text":"Tee nu koo tabaxal néeg bu ndaw ci kaw taax mi, defal ko ca ab lal ak taabal ak toogu akub làmp, ba bu ñëwatee dal ca?»"},{"style":"s1","verse":"","text":"Alyaasa delloo na njukkal"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Noonu la Alyaasa dikke bés, dal ca néeg ba ñu ko tabaxal ca kaw taax ma, tëdd fa."},{"style":"v","verse":"12","text":"Ci kaw loolu mu ne surgaam Gexasi: «Wool ma ndawas Sunem sii.» Mu wool ko ko, mu dikk taxaw."},{"style":"v","verse":"13","text":"Mu ne surgaam: «Waxal ma ndaw sii ne ko: “Waaw, yaw de yaa ngi sonn ci nun coono bii bépp! Ana loo bëgg nu defal la ko? Ndax nu waxal la Buur lu jëm ci yaw, am nu wax ak njiital gàngooru xare ga?”» Mu wax ko, ne ko: «Jërëjëf, waaye am naa teraanga ci sama biiri bokk.»"},{"style":"v","verse":"14","text":"Alyaasa ne Gexasi: «Ana lu nu koy defal nag?» Mu ne ko: «Amul doom ju góor de, te jëkkëram mag la.»"},{"style":"v","verse":"15","text":"Alyaasa ne ko: «Woowaat ko.» Mu woo ko; mu dikk, taxaw ca bunt ba."},{"style":"v","verse":"16","text":"Alyaasa ne ko: «Nëgëni déwén dinga leewu doom ju góor.» Mu ne ko: «Déet, sang bi, góoru Yàlla gi, bu ma nax mukk, sang bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ndaw sa nag mujj ëmb; ca déwén sa mu am doom ju góor, ca jamono jooja, muy la ko Alyaasa waxoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Xale ba di màgg. Mu am bés mu dem fekki baayam ca ñay góob."},{"style":"v","verse":"19","text":"Mu jekki ne baayam: «Wóoy baay, sama bopp bi, sama bopp bi!» Baay ba ne surga ba: «Yóbbu ko ca yaayam.»"},{"style":"v","verse":"20","text":"Surga ba fab ko, yóbbu ca yaayam, mu uuf ko, ba ca digg bëccëg, xale ba dee."},{"style":"v","verse":"21","text":"Yaay ja yéeg, tëral ko ca kaw lalu góoru Yàlla ga, tëj bunt ba, daldi génn."},{"style":"v","verse":"22","text":"Mu woo jëkkëram, ne ko: «Rikk boole maak kenn ci surga yi te jox ma menn mbaam, ma daw ba ca góoru Yàlla ga te ñëw gaaw.»"},{"style":"v","verse":"23","text":"Mu ne ko: «Ana looy wuti ca moom tey, te du Terutel weer, du \\w bésub Noflaay|bésub Noflaay b-:\\w*?» Mu ne ko: «Jàmm la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba loolu amee ndaw sa takk mbaam ma, ne surgaam: «Doxal jiitu, bu ma taxawloo ci yoon wi te waxuma la ko.»"},{"style":"v","verse":"25","text":"Mu dem ba àgg ca góoru Yàlla ga, ca tundu Karmel."},{"style":"p","verse":"","text":"Góoru Yàlla ga séen ko fu sore, ne surgaam Gexasi: «Xoolal, ndawas Sunem saa ngii."},{"style":"v","verse":"26","text":"Dawal gaaw dajeek moom, laaj ko mbaa mu ngi ci jàmm mook jëkkëram ak doomam.» Mu laaj ko, mu ne ko: «Jàmm rekk la.»"},{"style":"v","verse":"27","text":"Mu agsi nag ca góoru Yàlla ga, ca kaw tund wa, ne fëlëñ ca suuf, jàpp ca tànk ya. Gexasi dikk, bëgg koo bëmëx, mu ne ko: «Bàyyi ko, xolam a naqari. Aji Sax ji nag nëbb na ma ko, xamalu ma lan la.»"},{"style":"v","verse":"28","text":"Ndaw sa ne ko: «Sang bi, du man maa la ñaan doom ju góor de! Te ne woon naa la nga bañ maa nax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Ba loolu amee Alyaasa ne Gexasi: «Takkul, ŋàbb sama yet ci sa loxo te daw dem. Koo mana taseel, bu ko nuyu te bu la nuyoo, bu ko fey. Boo àggee, tegal sama yet wii ca kaw kanamu xale ba.»"},{"style":"v","verse":"30","text":"Teewul yaayu xale ba ne ko: «Ak sama digganteek Aji Sax ji, Kiy dund, nga fekke tey, duma la fi bàyyi.» Mu daldi jóg topp ca moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Fekk na Gexasi jiitu leen. Ba mu agsee, mu teg yet wa ca kaw kanamu xale ba, waaye xale ba àdduwul, yënguwul. Gexasi waññiku, dajeek Alyaasa ne ko: «Xale ba de yewwuwul!»"},{"style":"v","verse":"32","text":"Ba Alyaasa agsee ca kër ga it, fekkul lu moy néewub xale bi tëdd ca kaw lal ba."},{"style":"v","verse":"33","text":"Naka la dugg, tëj bunt ba, ñoom ñaar ca biir. Mu ñaan ci Aji Sax ji,"},{"style":"v","verse":"34","text":"ba noppi yéeg, daldi tàlli ca kaw xale ba, tafu ca kawam, gémmiñ ak gémmiñ, bët ak bët, biir loxook biir loxo. Naka la bóof ca kaw xale ba, yaram wa tàmbalee tàngaat."},{"style":"v","verse":"35","text":"Alyaasa jóg di jaabante ca biir néeg ba. Nes tuut mu yéeg, bóofaat ca kaw xale ba; xale ba daldi tisli ba muy juróom ñaari yoon, ne xiféet."},{"style":"v","verse":"36","text":"Ba loolu amee Alyaasa woo Gexasi ne ko: «Wool ndawas Sunem soosu.» Mu woo ndaw sa, mu dikk. Mu ne ko: «Jëlal sa doom.»"},{"style":"v","verse":"37","text":"Ndaw sa ne gurub cay tànkam, sujjóot; ba noppi fab doomam, génn."},{"style":"s1","verse":"","text":"Alyaasa sekki na tooke ja"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Gannaaw loolu Alyaasa ñibbi Gilgal, mu yemook xiif am ca réew ma. Mu am bés kuréelu yonent ya daje fa moom. Alyaasa ne surgaam: «Tegal cin lu mag li te toggal yonent yii mbuum.»"},{"style":"v","verse":"39","text":"Ci kaw loolu kenn ca yonent yi génn, dem ca àll ba, di witti ay xob, daldi fa gis ag lawtan gu doom ya mel ni yomb, mu witt ca ba mbubbam fees. Mu dellu, fejat ko, yeb ca cinu mbuum la, te kenn xamul lu mu doon."},{"style":"v","verse":"40","text":"Ñu yekkal ko nit ña, waaye manuñu koo lekk. Naka lañu mos rekk, yuuxoo ne: «Lekk-dee la cin li def de, góoru Yàlla gi!»"},{"style":"v","verse":"41","text":"Alyaasa ne: «Indilleen ma sunguf.» Ñu indi, mu xëpp ca cin la, daldi ne: «Sottilleen mbooloo mi, ñu lekk.» Ba loolu amee dara lu aay amatul ca cin la."},{"style":"s1","verse":"","text":"Alyaasa leel na mbooloo"},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Ba loolu wéyee jenn waay jóge Baal Salisa, indil góoru Yàlla ga mburum pepp ma njëkka ñor, muy ñaar fukki mburuy lors, boole ciy gubi bele, yeb ko ci saakoom. Alyaasa ne ñu jox ko mbooloo mi, ñu lekk."},{"style":"v","verse":"43","text":"Ka koy séddale ne ko: «Waaw, nu may taajale lii téeméeri nit?» Mu ne ko: «Joxal mbooloo mi ñu lekk, ndax Aji Sax ji nee: Dinañu lekk ba mu des.»"},{"style":"v","verse":"44","text":"Mu taajal leen ko, ñu lekk ba desal, muy la Aji Sax ji waxoon."}]