[{"style":"r","verse":"","text":"V. 1-9: cf. 2 Ch 7:11-22. (Ge 17:1-8. De 29:22-28.) (Mt 24:2.)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\x a \\xo 9.1 \\xt 2 Ch 7:11.\\x*Lorsque Salomon eut achevé de bâtir la maison de l’Éternel, la maison du roi, et tout ce qu’il lui plut de faire, "},{"style":"v","verse":"2","text":"l’Éternel apparut à Salomon une seconde fois, \\x b \\xo 9.2 \\xt 1 R 3:5.\\x*comme il lui était apparu à Gabaon. "},{"style":"v","verse":"3","text":"Et l’Éternel lui dit: J’exauce ta prière et ta supplication que tu m’as adressées, je sanctifie cette maison que tu as bâtie \\x c \\xo 9.3 \\xt De 12:11. 1 R 8:29.\\x*pour y mettre à jamais mon nom, et j’aurai toujours là mes yeux et mon cœur. "},{"style":"v","verse":"4","text":"Et toi, si tu marches en ma présence comme a marché David, ton père, avec sincérité de cœur et avec droiture, faisant tout ce que je t’ai commandé, si tu observes mes lois et mes ordonnances, "},{"style":"v","verse":"5","text":"j’établirai pour toujours le trône de ton royaume en Israël, \\x d \\xo 9.5 \\xt 2 S 7:12, 16. 1 R 6:12. 1 Ch 22:10. Ps 132:12.\\x*comme je l’ai déclaré à David, ton père, en disant: \\x e \\xo 9.5 \\xt 1 R 2:4.\\x*Tu ne manqueras jamais d’un successeur sur le trône d’Israël. "},{"style":"v","verse":"6","text":"Mais \\x f \\xo 9.6 \\xt 2 S 7:14. Ps 89:30, 31, etc.\\x*si vous vous détournez de moi, vous et vos fils, si vous n’observez pas mes commandements, mes lois que je vous ai prescrites, et si vous allez servir d’autres dieux et vous prosterner devant eux, "},{"style":"v","verse":"7","text":"j’exterminerai Israël du pays que je lui ai donné, je rejetterai loin de moi la maison que \\x g \\xo 9.7 \\xt Jé 7:15.\\x*j’ai consacrée à mon nom, \\x h \\xo 9.7 \\xt De 28:37.\\x*et Israël sera un sujet de sarcasme et de raillerie parmi tous les peuples. "},{"style":"v","verse":"8","text":"\\x i \\xo 9.8 \\xt 2 Ch 7:21.\\x*Et si haut placée qu’ait été cette maison, quiconque passera près d’elle sera dans l’étonnement et sifflera. On dira: \\x j \\xo 9.8 \\xt De 29:24. Jé 22:8.\\x*Pourquoi l’Éternel a-t-il ainsi traité ce pays et cette maison? "},{"style":"v","verse":"9","text":"Et l’on répondra: Parce qu’ils ont abandonné l’Éternel, leur Dieu, qui a fait sortir leurs pères du pays d’Égypte, parce qu’ils se sont attachés à d’autres dieux, se sont prosternés devant eux et les ont servis; voilà pourquoi l’Éternel a fait venir sur eux tous ces maux."},{"style":"s1","verse":"","text":"Villes bâties par Salomon. Navires envoyés à Ophir"},{"style":"r","verse":"","text":"V. 10-28: cf. 2 Ch 8. Ec 2:2-10."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"\\x k \\xo 9.10 \\xt 2 Ch 8:1.\\x*Au bout de vingt ans, Salomon avait bâti les deux maisons, la maison de l’Éternel et la maison du roi. "},{"style":"v","verse":"11","text":"Alors, comme Hiram, roi de Tyr, avait fourni à Salomon des bois de cèdre et des bois de cyprès, et de l’or, autant qu’il en voulut, le roi Salomon donna à Hiram vingt villes dans le pays de Galilée. "},{"style":"v","verse":"12","text":"Hiram sortit de Tyr, pour voir les villes que lui donnait Salomon. Mais elles ne lui plurent point, "},{"style":"v","verse":"13","text":"et il dit: Quelles villes m’as-tu données là, mon frère? Et il les appela pays de Cabul, nom qu’elles ont conservé jusqu’à ce jour. "},{"style":"v","verse":"14","text":"Hiram avait envoyé au roi cent vingt talents d’or. "},{"style":"v","verse":"15","text":"Voici ce qui concerne les hommes de corvée que leva le roi Salomon pour bâtir la maison de l’Éternel et sa propre maison, Millo, et le mur de Jérusalem, Hatsor, Meguiddo et Guézer. "},{"style":"v","verse":"16","text":"Pharaon, roi d’Égypte, était venu s’emparer de Guézer, l’avait incendiée, et avait tué les Cananéens qui habitaient dans la ville. Puis il l’avait donnée pour dot à sa fille, femme de Salomon. "},{"style":"v","verse":"17","text":"Et Salomon bâtit Guézer, Beth-Horon la basse, "},{"style":"v","verse":"18","text":"\\x l \\xo 9.18 \\xt 2 Ch 8:6, etc.\\x*Baalath, et Thadmor, au désert dans le pays, "},{"style":"v","verse":"19","text":"toutes les villes servant de magasins et lui appartenant, les villes pour les chars, les villes pour la cavalerie, et tout ce qu’il plut à Salomon de bâtir à Jérusalem, au Liban, et dans tout le pays dont il était le souverain. "},{"style":"v","verse":"20","text":"Tout le peuple qui était resté des Amoréens, des Héthiens, des Phéréziens, des Héviens et des Jébusiens, ne faisant point partie des enfants d’Israël, "},{"style":"v","verse":"21","text":"leurs descendants qui étaient restés après eux dans le pays et que les enfants d’Israël n’avaient pu dévouer par interdit, Salomon les leva comme esclaves de corvée, ce qu’ils ont été jusqu’à ce jour. "},{"style":"v","verse":"22","text":"Mais Salomon \\x m \\xo 9.22 \\xt Lé 25:39.\\x*n’employa point comme esclaves les enfants d’Israël; car ils étaient des hommes de guerre, ses serviteurs, ses chefs, ses officiers, les commandants de ses chars et de sa cavalerie. "},{"style":"v","verse":"23","text":"Les chefs préposés par Salomon sur les travaux étaient au nombre de cinq cent cinquante, chargés de surveiller les ouvriers. "},{"style":"v","verse":"24","text":"\\x n \\xo 9.24 \\xt 2 Ch 8:11.\\x*La fille de Pharaon monta de la cité de David dans sa maison que Salomon lui avait construite. Ce fut alors qu’il bâtit Millo. "},{"style":"v","verse":"25","text":"Salomon offrit trois fois dans l’année des holocaustes et des sacrifices d’actions de grâces sur l’autel qu’il avait bâti à l’Éternel, et il brûla des parfums sur celui qui était devant l’Éternel. Et il acheva la maison. "},{"style":"v","verse":"26","text":"Le roi Salomon construisit des navires à Étsjon-Guéber, près d’Éloth, sur les bords de la mer Rouge, dans le pays d’Édom. "},{"style":"v","verse":"27","text":"Et Hiram envoya sur ces navires, auprès des serviteurs de Salomon, ses propres serviteurs, des matelots connaissant la mer. "},{"style":"v","verse":"28","text":"Ils allèrent à Ophir, et ils y prirent de l’or, quatre cent vingt talents, qu’ils apportèrent au roi Salomon."}]