[{"style":"s1","verse":"","text":"Musaa gane na àddina"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Jenn waay ju bokk ci giirug Lewi nag moo jëloon janq\\f + \\fr 2.1 \\fk janq \\ft ba, turam biral nañu ko ci \\bk Mucc ga\\bk* 6.20.\\f* bu mu bokkal giir."},{"style":"v","verse":"2","text":"Ndaw sa ëmb, ba mujj am doom ju góor. Ba mu gisee taar ba liir ba àndal, mu nëbb ko lu mat ñetti weer."},{"style":"v","verse":"3","text":"Ba mu demee nag ba manatu koo nëbb, mu wut pañe bu ñu ràbbe barax, fatte ko godoroŋ ak ndàbb, yeb ca liir ba, daldi dem, teg ko ca biir barax ba ca tàkkal dex ga ñu naan Niil."},{"style":"v","verse":"4","text":"Xale bu jigéen bay magu liir ba ma nga taxaw fu soreyaatoo ak liir ba, di xool, ba xam nu muy mujje."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba mu ko defee doomu Firawna ju jigéen dikk, di sangusi ca dexu Niil ga, mbindaanam yay doxantu ca tàkk ga. Noonu mu séen pañe ba ca biir barax ba, daldi yónni mbindaanam, mu yót ko ko."},{"style":"v","verse":"6","text":"Naka la ko ne ubbet, yem ca xale ba, muy liir bu góor, xale bay jooy; yaram wa daw, mu ne: «Kii de ndeysaan, ci doomi \\w Ebrë|Ebrë:\\w* yi la!»"},{"style":"v","verse":"7","text":"Magu liir ba daldi ne ko: «Ndax ma dem wutali la ku koy nàmpal ci Ebrë yi?»"},{"style":"v","verse":"8","text":"Mu ne ko: «Waaw, demal.» Xale ba dem, indil ko yaayu liir ba."},{"style":"v","verse":"9","text":"Doomu Firawna ne ko: «Yóbbul xale bii te nàmpalal ma ko, maa lay fey.» Ndaw sa jël liir ba, di ko nàmpal."},{"style":"v","verse":"10","text":"Ba xale ba màggee, mu yót ko doomu Firawna, mu def ko muy doomam, tudde ko Musaa (muy firi Ki ñu génne), ndax la mu ko génnee ca ndox ma\\f + \\fr 2.10 \\ft Mose baatu làkku Misra la bu neexoo ak masa, di baat biy tekki «génne» ci làkku ebrë.\\f*."},{"style":"s1","verse":"","text":"Musaa gàddaayi na réewum Majan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba ñu demee ba Musaa màgg, dafa am bés, mu seeti bokkam ya, gis leen ca liggéey yu metti ya ñu leen sas. Mu gis jenn waayu Misra di dóor kenn ca bokki \\w Ebrë|Ebrë:\\w* ya."},{"style":"v","verse":"12","text":"Musaa geestu wet gu nekk, gisul kenn, mu rey waa Misra ja, daldi gas, suul ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ca ëllëg sa mu dellu génn, yem ci ñaari Ebrë yuy xeex. Musaa wax ak ka tooñ, ne ko: «Lu tax ngay dóor sa moroom mii?»"},{"style":"v","verse":"14","text":"Waa ja ne ko: «Ku la def kilifa mbaa àttekat ci sunu kaw? Xanaa danga maa nara rey, na nga reye woon waayi Misra ja?» Musaa nag tiit, naan ca xelam: «Ndeke mbir mi kay siiw na.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba loolu amee Firawna dégg mbir ma, di wuta reylu Musaa. Musaa daw, ba sore Firawna, dem dali fu dend ak ab teen, ca réewu Majan."},{"style":"v","verse":"16","text":"Yettro, \\w sarxalkatu|sarxalkat b-:\\w* Majan ba nag, amoon na juróom ñaari doom yu jigéen. Ñu ñëw di rootsi, di duy mbalka ya ñuy wëgge seen juru baay."},{"style":"v","verse":"17","text":"Ay sàmm agsi, dàq leen. Musaa wallu jigéen ña, wëggal leen seen jur."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba ñu delloo ca seen baay Ruwel\\f + \\fr 2.18 \\fk Ruwel \\ft mooy Yettro ba tey.\\f*, mu laaj leen ne leen: «Lu tax ngeen teela ñibbisi tey?»"},{"style":"v","verse":"19","text":"Ñu ne ko: «Ab waa Misra daal, moo nu xettali ca sàmm ya; rootal na nu sax, ba wëgg jur gi.»"},{"style":"v","verse":"20","text":"Ruwel ne leen: «Ana waa ja? Lu tax ngeen bàyyi ko fa? Woowileen ko, mu añsi kay!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Musaa far dal ca kër waa ja. Mu mujj ko may doomam ju ñuy wax Cipora."},{"style":"v","verse":"22","text":"Mu am doom ju góor, Musaa tudde ko Gersom (muy firi Doxandéem fii), ndaxte dafa ne: «Doxandéem laa fii.»"},{"style":"s1","verse":"","text":"Yàlla ñeewante na bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba ñu demee ba mu yàgg, Firawna buuru Misra dee. Fekk na \\w bànni Israayil|bànni Israayil:\\w* a ngay binni rekk ndax seen njaam ga. Ñuy woote wall, ba seen jooy ya sababoo ca seen toroxteg njaam ga, àgg fa Yàlla."},{"style":"v","verse":"24","text":"Booba Yàllaa ngay dégg seeni yuux, te fàttewul \\w kóllëre|kóllëre g-:\\w* ga mu fasoon ak Ibraayma ak Isaaxa ak Yanqóoba."},{"style":"v","verse":"25","text":"Yàlla nag geesu bànni Israayil, ñeewante leen."}]