[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji teg ca ne: «Àttey yoon yii, nanga leen ko jox."},{"style":"s1","verse":"","text":"Lu jëm ci Ebrë yiy ay jaam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"«Su ngeen jëndee jaam bu góor bu dib \\w Ebrë|Ebrë:\\w*, na liggéey juróom benni at. Juróom ñaareel ba lay moom boppam te du ameel kenn dara."},{"style":"v","verse":"3","text":"Su fekkee ne ba muy dugg cig njaam, moom doŋŋ la woon, moom doŋŋ ay moom boppam bu ca génnee; su ko fekkee mu am jabar, na jabaram ànd ak moom, ñu moom seen bopp."},{"style":"v","verse":"4","text":"Su fekkee ne sangam a ko may jabar, ndaw si am ak moom ay doom, jabar jeek doomam yu góor mbaa yu jigéen, sang bee leen di moom. Moom ci boppam doŋŋ ay moom boppam."},{"style":"v","verse":"5","text":"Waaye su jaam bi biralee ne: “Maa bëgg sama sang, maak sama jabar ak samay doom, te bëggumaa moom sama bopp”,"},{"style":"v","verse":"6","text":"su boobaa na ci sang bi sàkku seede àttekat yi. Su ko defee mu sësal waa ji ci lafu bunt bi mbaa jënu bunt bi. Foofa lay bënne noppu waa ji ab puso, mu daldi doon ab jaamam giiru dundam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Su fekkee ne góor dafa jaay doomam ju jigéen njaam, deesu ko mana goreel ni bu doon góor."},{"style":"v","verse":"8","text":"Su ko sangam jëndee, def ko jabar, ba noppi bëggatu ko, na fexe ñu feyal ndaw si ag njotam, waaye amul sañ-sañu jaay ko ay doxandéem, ndax loolu wor la."},{"style":"v","verse":"9","text":"Su fekkee ne da koo jëndal doomam ju góor, na jëfeek moom, na mu dëppook wareefu doom ju jigéen."},{"style":"v","verse":"10","text":"Ki jënd as ndaw, def ko jabar nag, su takkee keneen it, warula wàññi la mu warlook jaam ba mu def jabar ci wàllu dund ak koddaay ak séy ak moom."},{"style":"v","verse":"11","text":"Su ko sang ba matalul ñett yooyii nag, day moom boppam, dem te du fey dara."},{"style":"s1","verse":"","text":"Lu jëm ci lor sa moroom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Ku dóor nit, rey ko, dee rekk mooy àtteem."},{"style":"v","verse":"13","text":"Su dul woon pexe mu mu lal, xanaa mu fekk Yàlla yemale nit ki ciy loxoom, dinaa leen won béreb bu muy daw, làquji fa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Waaye nag, su nit fexeelee moroomam, nax ko, ba rey ko, su làqoo woon sama \\w sarxalukaay|sarxalukaay b-:\\w* sax\\f + \\fr 21.14 \\ft Jàpp ca sarxalukaay ba ca kër Yàlla ga, nit daan na ko def, di ko sàkkoo rawale bakkanam.\\f*, jàppleen ko, rey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Ku dóor baayam mbaa ndeyam, dee rekk mooy àtteem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Ku sàcc nit, dee rekk mooy àtteem, moo xam da koo jaay, mbaa ñu fekk ko ci ay loxoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Ku saaga baayam mbaa ndeyam, dee rekk mooy àtteem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Su ay nit jàppantee, kenn ki dóor moroom ma loxoom mbaa aw doj, su ca deewul, te ab tëraayam sababoo ca,"},{"style":"v","verse":"19","text":"su ci jógee mana génn ci biti, jàpp ciw yet sax, di dox, deesul daan ki ko dóor, waaye dina dàmp ki mu dóor ngir li mu tëdd liggéeyul, ak li pajam laaj."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Ku dóor yet jaamam bu góor mbaa bu jigéen, ba mu dee ciy loxoom, dees na ko feyul moos."},{"style":"v","verse":"21","text":"Waaye su jaam ba dundee ba ca ëllëg sa, mbaa gannaaw ëllëg sa, deesu ko feyul ndaxte moomeelu sangam la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Su ay góor dee jàppante, ba kenn ci ñoom dal ci jigéenu wérul, ba liir bi génn, bu ci genn loraange toppul, dees na feyloo moos ki dal ci kawam, ndàmpaay li jëkkër ji laaj, te ña leen di àtte juboo ca limu pey ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"«Waaye su ci loraange sababoo nag, na bakkan fey bakkan,"},{"style":"v","verse":"24","text":"bët fey bët, bëñ fey bëñ, loxo fey loxo; tànk fey tànk,"},{"style":"v","verse":"25","text":"lakk-lakk fey lakk-lakk, tëccu-tëccu fey tëccu-tëccu, góom fey góom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Ku dóor ab jaamam bu góor mbaa bu jigéen, ba tuur bëtam, na ko goreel ndax bët ba."},{"style":"v","verse":"27","text":"Su foqee bëñu jaamam bu góor mbaa bu jigéen, na ko goreel ndax bëñ ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"«Su aw nag dañee góor mbaa jigéen, ba rey ko, dóorleen nag wi ay xeer ba mu dee, te buleen lekk yàpp wi, waaye boroom nag wi, yoon toppu ko."},{"style":"v","verse":"29","text":"Su fekkee ne nag wi da daan dañe, ñu yégaloon ko boroom, wattuwu ko, ba nag wi rey góor mbaa jigéen, dóorleen nag wi ay xeer, ba mu dee, te teg ci rey boroom nag wi."},{"style":"v","verse":"30","text":"Su fekkee ne dees koo sas ndàmpaay, na fey lim bu ñu ko mana sas, muy njot-gi-bakkanam."},{"style":"v","verse":"31","text":"Ba tey itam, su nag wi dañee xale, ba mu dee, muy góor mbaa jigéen, na àtte biy benn rekk ci boroom nag wi."},{"style":"v","verse":"32","text":"Su nag wi dañee ab jaam ba mu dee, muy góor mbaa jigéen, na boroom nag wi fey boroom jaam bi fanweeri dogi xaalis, te nañu dóor nag wi ay xeer, ba mu dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"«Su fekkee ne nit dafa ubbi kàmb gu ube woon, mbaa mu gas kàmb, wacc ko mu ne ŋàpp, ba nag mbaa mbaam daanu ci,"},{"style":"v","verse":"34","text":"na boroom kàmb gi fey; day delloo boroom mala mi njëgu mala mi, daldi féetewoo mala mi ci dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"«Su nagu nit jamee nagu moroomam, ba mu dee, nañu bokk jaay nag wiy dund, séddoo njëg gi, te séddoo nag wi dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"«Waaye su fekkee muy nag wu ñu xam ne da daan dañe, te boroomam ñàkk koo wattu, boroomam day feye nag wi dee aw nag wuy dund, daldi féetewoo wi dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"«Ku sàcc aw nag mbaa ab gàtt, rey ko mbaa mu jaay ko, na feye wenn nag, juróomi nag; benn gàtt, mu feye ko ñeenti gàtt."}]