[{"style":"s1","verse":"","text":"Àtte laaj na njub ak yërmande"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Buleen siiwal ay fen; buleen lëngoo ak tooñkat, ngir doon seedeb naaféqam."},{"style":"v","verse":"2","text":"Buleen seet fi mbooloo gëna baree, ngeen topp leen ci jëf ju bon; te it buleen jeng, di topp mbooloo mu gëna bare ci ab layoo, di leen seedeel lu toxal dëgg."},{"style":"v","verse":"3","text":"Néew-doole bi it, buleen ko far cib layoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"«Su ngeen dajeek seen nagu noon mbaa mbaamam mu réer, fexeleen ba delloosil ko ko."},{"style":"v","verse":"5","text":"Su ngeen gisee seen mbaamu noon mu ab sëf daaneel, buleen ko romb; dimbalileen seen noon, yékkatilleen ko ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Buleen jalgati àqu néew-ji-doole cib layoom."},{"style":"v","verse":"7","text":"Kàddu gu dëgguwul, soreleen ko, te ku deful dara ak ku jub, buleen ko reylu, ndax nit ku bon, duma ko àtte mukk àtteb ku jub."},{"style":"v","verse":"8","text":"Alali ger nag buleen ko nangu, ndax ger day gumbaal njàccaar, di xañ aji jub dëgg."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Ab doxandéem, buleen ko noot; yeen ci seen bopp, jaar ngeen ci ndoxandéem, ndax ay doxandéem ngeen woon ca réewum Misra."},{"style":"s1","verse":"","text":"Lu jëm ci bési Noflaay"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Diiru juróom benni at ngeen di ji seen tool, for li ci meññe;"},{"style":"v","verse":"11","text":"waaye atum juróom ñaareel ma, booyalleen tool bi, noppal ko; seen néew-dooley askan wi man cee lekk, li ci des, rabi àll yi for ko. Seen toolub reseñ ak seen tóokëru oliw itam, naka noonu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Diiru juróom benni fan ngeen di liggéey, waaye bésub juróom ñaareel ba, noppalu leen, ndax seen nag ak seen mbaam mana noppalu, seen jaam bu juddu ci kër ga akub doxandéem it mana astandiku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Li ma leen wax lépp sàmmleen ko, te turi yeneen yàlla, buleen ko tudd; bumu jibe sax seen gémmiñ."},{"style":"s1","verse":"","text":"Lu jëm ci bési màggali Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Ñetti yoon cim at ngeen may jagleel màggal."},{"style":"v","verse":"15","text":"\\w Màggalu Mburu mu amul lawiir|Màggal yi:\\w*, wormaalleen ko. Diiru juróom ñaari fan ngeen ciy lekk mburu mu amul lawiir ni ma leen ko sante, saa yu jamonoom jotee ci weeru \\w Abiib|Abiib:\\w*, ndaxte ci ngeen génn Misra. Te itam buleen taxawe loxoy neen ci sama kanam."},{"style":"v","verse":"16","text":"Wormaalleen \\w màggalu ayu bésu Ngóob|Màggal yi:\\w* mi njëkka ñore ci tool yi ngeen di bey, ak \\w màggalu Farmàngu|Màggal yi:\\w* mi ci ndeetel at mi, gannaaw bu ngeen dajalee seen meññeef ba noppi."},{"style":"v","verse":"17","text":"Ñetti yoon cim at la seen góor ñépp di teew fi kanam Boroom bi Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Buleen ma rendil benn sarax, di boole deret jeek lu am lawiir, te nebbonu gàtt bu ngeen ma sarxal ci sama màggal, bumu fanaan ba bët set."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Ngëneeli meññeef ma njëkka ñore ca seen suuf, moom ngeen di yóbbu seen kër Yàlla Aji Sax ji."},{"style":"p","verse":"","text":"«Ab tef, buleen ko togge soowum yaayam."},{"style":"s1","verse":"","text":"Yàlla yeb na bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Te nag man ci sama bopp, maay yebal malaaka, mu di leen sàmm ci yoon wi, ba yóbbu leen béreb ba ma waajal."},{"style":"v","verse":"21","text":"Bàyyileen ko xel bu baax, déggal ko te bañ koo merloo, ndax du leen baal seen moy, ngir sama tur la taxawe."},{"style":"v","verse":"22","text":"Waaye su ngeen ko déggalee ba déggal ko, di jëfe li ma leen wax lépp, su boobaa ma noonoo seeni noon, bañ seeni bañaale."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"«Bu leen sama malaaka jiitoo, ba yóbbu leen ca réewum Amoreen ña ak Etteen ña ak Periseen ña ak Kanaaneen ña ak Eween ña ak Yebuseen ña, ba ma faxas leen ñoom ñépp,"},{"style":"v","verse":"24","text":"su boobaa buleen sujjóotal mukk seeni tuur, di leen jaamu, mbaa ngeen di roy seeni aada, waaye yàqateleen seeni tuur te toj tasar seen tuuri doj ya fa sampe."},{"style":"v","verse":"25","text":"Jaamuleen ma, man seen Yàlla Aji Sax ji, ma barkeel seen dugub ak seen ndox, boole ci jële wopp ci seen biir."},{"style":"v","verse":"26","text":"Su ko defee du kenn ku ëmbam di yàqu, mbaa mu tëlee am doom ci seenum réew, te maay matal sëkk seen limu fan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Tiitaange laay yebal, mu jiitu leen. Maay tiital mboolem xeet wu ngeen fekki, te maay def seen noon yépp won leen gannaaw."},{"style":"v","verse":"28","text":"Maay yebal mbas mu leen jiitu, dàqal leen Eween ñi ak Kanaaneen ñi ak Etteen ñi."},{"style":"v","verse":"29","text":"Waaye duma leen dàqandoo ci menn at, lu ko moy réew mi gent, rabi àll yi mujj bare lool ci seen kaw."},{"style":"v","verse":"30","text":"Ndànk-ndànk laa leen leen di dàqal, ba kera ngeen di yokku, ba nangu réew mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Maa leen di dogal kemug suuf gu dale géeju Barax yi, ba géeju waa Filisti, daleeti ca màndiŋ ma, ba ca dexu Efraat, ndax maay teg waa réew mi ci seeni loxo, ngeen dàq leen."},{"style":"v","verse":"32","text":"Buleen wóllëranteek ñoom, buleen wóllëranteek seeni tuur."},{"style":"v","verse":"33","text":"Buñu dëkke seenum réew, lu ko moy muy seen ndëgg-sërëx; ndax dañu leen di xiir ci moy ma, ba ngeen jaamu seeni tuur.»"}]