[{"style":"s1","verse":"","text":"Lu jëm ci yérey sarxalkat yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Léegi nag yaw, nanga seppee ci \\w bànni Israayil|bànni Israayil:\\w* sa mag Aaróona, ak doomam yu góor, nga woo leen fi yaw, ñu di ma sarxalal: Aaróona ak doomam yu góor, Nadab ak Abiyu ak Elasar ak Itamar."},{"style":"v","verse":"2","text":"Sàkkalal sa mag Aaróona yérey cellte ngir daraja, ak teraanga bu \\w sarxalkat|sarxalkat b-:\\w* wara yelloo."},{"style":"v","verse":"3","text":"Dangay sant mboolem liggéeykat yu xareñ, yi ma feesal xelum xareñte, ñu defar yérey Aaróona, ngir fal ko, mu di ma sarxalal."},{"style":"v","verse":"4","text":"Yii yére nag lañu koy defaral: kiiraayal dënn ak ab \\w xar-sànni|xar-sànni m-:\\w* ak mbubb, ak jàllaabi bu ñu ràbb, ak kaala ak laxasaay. Yérey cellte lañuy defal sa mag Aaróona ak doomam yu góor, ngir ñu di ma sarxalal."},{"style":"v","verse":"5","text":"Liggéeykat yooyu ñooy jël wëñi wurus, ak wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr, ak wëñu lẽe ngir liggéeye ko."},{"style":"s1","verse":"","text":"Lu jëm ci xar-sànni mi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Nañu ràbbe \\w xar-sànni|xar-sànni m-:\\w* mi wëñu wurus, ak wëñ gu baxa te laal yolet, ak wëñ gu xewar ak gu xonq curr ak wëñu lẽe, ñu ñawaale ci ay nataal."},{"style":"v","verse":"7","text":"Ñaari ngàlli mbagg yu ñuy faste la xar-sànni miy am, ñu di leen fastee ci ñaari cat yi."},{"style":"v","verse":"8","text":"Ngañaayu taaral liy tege ci kaw xar-sànni mi, ni xar-sànni mi lees ko defare, liggéeyaale kook moom, ñu ànd di benn, di wëñu wurus, ak wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr, ak wëñu lẽe."},{"style":"v","verse":"9","text":"Nanga jël ñaari peri onigsë, nga ñaas ci turi doomi Israayil yu góor:"},{"style":"v","verse":"10","text":"yii juróom benni tur ci benn per, juróom benni tur yi ci des ci beneen per bi, tur yi toppante, ni boroom tur yi toppantee ci juddu."},{"style":"v","verse":"11","text":"Ni ko ab liggéeykat bu farewoo mbindum doj di defe, ni lañuy ñaase turi doomi Israayil yu góor ci kaw ñaari per yi, mu mel ni ni ñuy ñaase xàmmikaay yi ñuy torloo, te nañu we per yi ci ay ŋankukaayi wurus."},{"style":"v","verse":"12","text":"Tappal ñaari per yi ci kaw ngàlli waggi xar-sànni mi, per yi taxawe taxawaayu \\w bànni Israayil|bànni Israayil:\\w*, Aaróona gàddu seeni tur ci kaw ñaari ngàlli waggam, fi kanam Aji Sax ji, ngir saxal ag pàttaliku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Sàkkal ay ŋankukaayi wurus,"},{"style":"v","verse":"14","text":"ak ñaari caqi wurusu ngalam, bu ci nekk nga rawaase ko nig buum, ba noppi nga we caq yu rawaasoo yooyu ci ŋankukaay yi."},{"style":"s1","verse":"","text":"Lu jëm ci kiiraayal dënn bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Nanga sàkk kiiraayal dënn bi ñuy jëfoo cib àtte, ñu liggéeyaale ko ay nataal ni \\w xar-sànni|xar-sànni m-:\\w* mi, te nañu ko ràbbe wëñu wurus, ak wëñ gu baxa te laal yolet, ak wëñ gu xewar, ak gu xonq curr, ak wëñu lẽe."},{"style":"v","verse":"16","text":"Ab kaare bu ñu lem lay doon, guddaay bi di ŋaraleb baaraamu déy ak bu digg, yaatuwaay bi di ŋaraleb baaraamu déy ak digg."},{"style":"v","verse":"17","text":"Nanga we ay per ci kaw kiiraayal dënn bi, nga def ko ñeenti làngi per. Làng gi jiitu, peru sarduwan ak peru topaas ak peru eskarbukal moo cay nekk;"},{"style":"v","verse":"18","text":"ñaareelu làng gi di peru emëródd ak peru safiir ak peru jamaa;"},{"style":"v","verse":"19","text":"ñetteelu làng gi di peru yasent ak peru agaat ak peru ametistë;"},{"style":"v","verse":"20","text":"ñeenteelu làng gi di peru kirsolit ak peru onigsë ak peru jàspë, te per bu ci nekk, ŋankukaayu wurus lees koy wewe."},{"style":"v","verse":"21","text":"Per yeek turi doomi Israayil yu góor ñooy tolloo ab lim: muy fukk ak ñaar, ni tur yi tollu. Dees ciy ñaas tur yi ni xàmmikaayi torlu, ku nekk ak turam, ba fukki giir yeek ñaar daj."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"«Nanga sàkkal kiiraayal dënn bi ñaari caqi wurusu ngalam yu ciy tege, te rawaasoo ni ay buum,"},{"style":"v","verse":"23","text":"ak ñaari jaaroy wurus yu ñuy takk ci ñaari cati kiiraayal dënn bi ci kaw,"},{"style":"v","verse":"24","text":"te nga nas ñaari buumi wurus yi ci ñaari jaaro yi ci cati kiiraay li."},{"style":"v","verse":"25","text":"Yeneen ñaari cati buumi wurus yi, nga we leen ci ñaari ŋankukaay yi ci kaw ngàlli waggi xar-sànni mi, ci kanam."},{"style":"v","verse":"26","text":"Sàkkal ko it ñaari jaaroy wurus yu ñuy we ci ñaari cati suufi kiiraay li, fi féete biir, wet gi tafu ci xar-sànni mi."},{"style":"v","verse":"27","text":"Nga sàkkalaat ko yeneen ñaari jaaroy wurus yooy we ci suufu ngàlli xar-sànni mi, fi féete kanam, dendeek sofu ngàll yi, te tiim ngañaayu xar-sànni mi."},{"style":"v","verse":"28","text":"Kiiraayal dënn bi, buum gu sew gu baxa te laal yolet, moom lees koy téyee, lëkkalee ko jaaroy kiiraay leek jaaroy xar-sànni mi, su ko defee kiiraay li dëkke tiim ngañaay li, ba du teqalikook xar-sànni mi."},{"style":"v","verse":"29","text":"Aaróona nag nay tegoo turi \\w bànni Israayil|bànni Israayil:\\w* ci kaw kiiraayal dënn bi ñuy àttee, tur yi tafu ci xolam, saa yuy dugg ci \\w néeg bu sell|néeg bu sell b-:\\w* bi, ngir saxal pàttaliku ba fàww fi kanam Aji Sax ji."},{"style":"v","verse":"30","text":"Nanga yeb ci biir kiiraayal dënn bi ñuy àttee, jumtukaayi tegtal yooyu di \\w Urim ak Tumim|Urim ak Tumim:\\w*, ngir ñu tafu ci xolu Aaróona, saa yuy taxawi fi kanam Aji Sax ji. Noonu la Aaróona di dëkke yóbbaale ci kaw xolam jumtukaayi àtte yu bànni Israayil, saa suy taxawi fi kanam Aji Sax ji, ba fàww."},{"style":"s1","verse":"","text":"Lu jëm ci yére yu sell yi ci des"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"«Mbubb mi \\w xar-sànni|xar-sànni m-:\\w* miy tege, lépp, wëñ gu baxa te laal yolet nga koy liggéeye ba mu daj."},{"style":"v","verse":"32","text":"Na baatu mbubb mi nekk ci digg bi, mel ni baatu mbubbam xare, te nañu ko ombe omb bu dëgër ba mu daj, ngir du xottiku."},{"style":"v","verse":"33","text":"Nanga takk ci ombu mbubb mi ba mu daj, ay doomi gërënaat yu ñu defare wëñ gu baxa te laal yolet, ak wëñ gu xewar ak gu xonq curr, te diggante gërënaat yi, nga doxale ci ay jóolóoli yu wurus ba omb bi daj."},{"style":"v","verse":"34","text":"Ab jóolóolib wurus, ab doomu gërënaat, ab jóolóolib wurus, ab doomu gërënaat, ba ombu mbubb mi daj."},{"style":"v","verse":"35","text":"Na ko Aaróona sol bu nekkee ci liggéeyu sarxaleem. Su ko defee coowal jóolóoli yi di jib, ba buy jàll ci biir \\w néeg bu sell|néeg bu sell b-:\\w* bi, jëm fi kanam Aji Sax ji, mbaa mu di ci génne, du tax mu dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"«Sàkkal dogu wurusu ngalam wu tell, nga ñaas ci mbind mii ni ñuy ñaase mbindum torlu: “\\w Sell|sell:\\w* na, ñeel Aji Sax ji.”"},{"style":"v","verse":"37","text":"Takke ko buum gu baxa te laal yolet ci kaw kaala gi, mu féete kanam."},{"style":"v","verse":"38","text":"Na tafu ci jëwu Aaróona, mu gàddoo ko ay wu tukkee ci lu \\w bànni Israayil|bànni Israayil:\\w* moy ci wàllu yëf yu sell yi ñu wara sellal ci seen mboolem sarax yu sell. Na nekk fàww ci jëëm, ndax Aji Sax ji nangul leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"«Mbubb mu gudd mi nag, nanga ko ràbbe wëñu lẽe, kaala gi itam di wëñu lẽe. Te laxasaay gi, liggéeyu ràbb bu rafet lay doon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"«Doomi Aaróona yu góor yi itam, sàkkal leen ay jàllaabi. Sàkkal leen ay laxasaay. Ay mbaxana it, sàkkal leen ko ngir daraja ak teraanga bu \\w sarxalkat|sarxalkat b-:\\w* wara yelloo."},{"style":"v","verse":"41","text":"Nanga solal yooyii sa mag Aaróona, mook ay doomam yu góor, te nga sotti leen diwu pal\\f + \\fr 28.41 \\fk diwu pal: \\ft seetal ci 30.22-33.\\f* gi, dénk leen seen sas. Noonu nga leen di sédde céru cellte, ñu di ma sarxalal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"«Sàkkal leen ay tubéyi njiitlaayi lẽe, ñu sànge ko seeni cér, dale ko ci ndigg li ba ci lupp yi."},{"style":"v","verse":"43","text":"Na Aaróona aki doomam jiitloo loolu, bu ñuy dugg ci \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, mbaa ñuy jegeji \\w sarxalukaay|sarxalukaay b-:\\w* bi, ngir liggéey ci néeg bu sell bi, ndax ñu baña yóbbe seen bopp mbugal, muy seen dee. Na Aaróona ak askanam sàrtoo loolu fàww."}]