[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\w Aji Sax ji|Aji Sax j-:\\w* yónni na Musaa ca Yettro, \\w sarxalkatu|sarxalkat b-:\\w* Majan ba. Mu yóbbu jur ga fu sore ca màndiŋ ma, daldi agsi ca suufu tundu Yàlla wa\\f + \\fr 3.1 \\fk tundu Yàlla wa: \\ft tund woowu, li tax ñu tudde ko tundu Yàlla, mooy ne fa kaw tund wa la Yàlla di feeñoo.\\f* ca Xoreb."},{"style":"v","verse":"2","text":"\\w Malaakam Aji Sax|malaakam Aji Sax j-:\\w* ja feeñoo ko foofa, melow sawara wuy tàkk, jafal fa ab gajj. Musaa xool, ndeke gajj ba bépp jàpp na, ba ne jippét, waaye lakkul."},{"style":"v","verse":"3","text":"Musaa ne: «Mbir mu yéeme mii daal, naa jàdd xool ko, ba xam lu tax gajj bi lakkul.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ba Aji Sax ji Yàlla gisee Musaa jàdd, di xoolsi, mu àddoo ca gajj ba, ne ko: «Musaa, Musaa!» Mu ne ko: «Maa ngii.»"},{"style":"v","verse":"5","text":"Yàlla ne ko: «Bul jegesi, summil say dàll, ndax fii nga taxaw suuf su \\w sell|sell:\\w* la.»"},{"style":"v","verse":"6","text":"Mu teg ca ne: «Man maay sa Yàllay baay, di Yàllay Ibraayma, di Yàllay Isaaxa te di Yàllay Yanqóoba.» Ca la Musaa nëbb kanam ga, ndax ragala xool Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Aji Sax ji tegaat ca ne ko: «Gis naa bu baax fitna ji sama ñoñ nekke Misra. Dégg naa itam seen jooy ndax kilifay saskat yi leen di gétën ci liggéey, te ñeewante naa leen ngir seen coono."},{"style":"v","verse":"8","text":"Damaa wàcc, xettalisi leen ci waa Misra; génne leen réew moomu, ba yóbbu leen réew mu baax te yaatu, réew mu meew maak lem ja tuuroo, foofa ca diiwaanu Kanaaneen ña\\f + \\fr 3.8 \\fk Kanaaneen ña \\ft ñooy waa Kanaan, ci waxin wuy tekki ab giir niki boo nee Njóobeen ñi walla Njaayeen ñi.\\f* ak Etteen ña ak Amoreen ña ak Periseen ña ak Eween ña ak Yebuseen ña."},{"style":"v","verse":"9","text":"Yuux, yi bànni Israayil nekke nii, agsi na ba ci man, te gis naa it ni leen waa Misra di noote."},{"style":"v","verse":"10","text":"Kon nag kaay, ma yónni la ca Firawna. Demal yiwiji bànni Israayil, sama ñoñ, ñu génn Misra.»"},{"style":"s1","verse":"","text":"Musaa di leewaayu, Yàlla di ko ñaax"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Musaa ne Yàlla: «Waaw, waaye man tekkiwuma dara, bay dem ca Firawna, di génne \\w bànni Israayil|bànni Israayil:\\w* Misra.»"},{"style":"v","verse":"12","text":"Mu ne ko: «Man déy, maay ànd ak yaw, te boo génnee mbooloo ma Misra, dingeen ma jaamusi ci tund wii. Loolooy firndeel ne, maa la yónni.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Musaa ne Yàlla: «Su ma demee ca bànni Israayil, ne leen seen Yàllay maam ya moo ma yónni ca ñoom bànni Israayil de, dinañu ma laaj nu mu tudd. Lu ma leen di wax nag?»"},{"style":"v","verse":"14","text":"Yàlla ne Musaa: «Maay Ki nekk. Kon waxal bànni Israayil ne leen: “Aji Nekk ji moo ma yónni ci yeen.”»"},{"style":"v","verse":"15","text":"Yàlla dellu ne Musaa: «Dangay wax bànni Israayil, ne leen: “Aji Sax ji\\f + \\fr 3.15 \\fk Aji Sax ji \\ft ci làkku ebrë mooy tekki «Ki nekk»; Aji Nekk ji ci làkku ebrë itam di tekki «maay Ki nekk». Kon Aji Sax ji ak Aji Nekk ji kenn la. Mooy tur wi Yàlla tudde boppam.\\f*, seen Yàllay maam ya, di Yàllay Ibraayma, di Yàllay Isaaxa te di Yàllay Yanqóoba, moo ma yónni ci yeen.” Aji Sax jee di sama tur wu sax dàkk, ñu di ma ko fàttalikoo ba fàww."},{"style":"v","verse":"16","text":"Demal woo magi Israayil, ñu daje, nga ne leen: “Aji Sax ji, seen Yàllay maam ya, di Yàllay Ibraayma ak Isaaxa ak Yanqóoba, moo ma feeñu, ne ma: ‘Gis naa leen, te yég naa li ñu leen di teg ci Misra.’"},{"style":"v","verse":"17","text":"Nee leen: ‘Dogu naa leena jële ci seen nootaange gii ngeen nekke ci Misra, yóbbu leen ca réewum Kanaaneen ña ak Etteen ña ak Amoreen ña ak Periseen ña ak Eween ña ak Yebuseen ña, réew mu meew maak lem ja tuuroo.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Magi Israayil dinañu la déggal, su ko defee nga ànd ak ñoom, dem ca buuru Misra. Waxleen ko ne ko: “Aji Sax ji Yàllay \\w Ebrë|Ebrë:\\w* yi moo nu feeñu. Kon nag ngalla may nu, nu dem topp màndiŋ mi lu mat doxub ñetti fan, ngir rendili sunu Yàlla Aji Sax ji ay sarax.”"},{"style":"v","verse":"19","text":"Waaye man xam naa ne buuru Misra du leen bàyyi, ngeen dem, mbete mu taseek doole ju ko tiiñ."},{"style":"v","verse":"20","text":"Moo tax maay xàcc sama loxo, ba dumaa waa Misra ay mbugali mbugal yu kéemaane yu may def ci seen biir. Su ko defee dina leen bàyyi, ngeen dem."},{"style":"v","verse":"21","text":"Maay dogal sax waa Misra yéwéne mbooloo mii, ba keroog bu ngeen di dem, dungeen deme loxoy neen."},{"style":"v","verse":"22","text":"Képp kuy jigéen ci bànni Israayil, na laaj dëkkandoom, laajaale ku dëkk ak dëkkandoom, ay gànjari xaalis, ak gànjari wurus, ak yére yu ngeen di solal seen doom yu góor ak yu jigéen, ba waa Misra ne duŋŋ.»"}]