[{"style":"s1","verse":"","text":"Yàlla yebal na Musaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxati Musaa ne ko: «Doxal jóge fii, yaak mbooloo mi nga génne réewum Misra, ngeen dem ca réew ma ma giñaloon Ibraayma ak Isaaxa ak Yanqóoba, ne leen seen askan laa koy jox."},{"style":"v","verse":"2","text":"Maay yebal malaaka mu jiitu la, te maa fay dàqe Kanaaneen ña ak Amoreen ña ak Etteen ña ak Periseen ña ak Eween ña ak Yebuseen ña,"},{"style":"v","verse":"3","text":"ba ngeen dugg ca réew mooma meew maak lem ja tuuroo. Waaye duma ànd ak yeen, lu ko moy dinaa leen faagaagal ci yoon wi, ndax askan wu dëgër bopp ngeen.»"},{"style":"v","verse":"4","text":"Ba mbooloo ma déggee kàddu yu dëgër yooyu, dañoo daldi toroxlu, ba kenn takkootul gànjaram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Fekk na Aji Sax ji wax Musaa ne ko: «Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen, ñoom askan wu dëgër bopp lañu. Su ma àndoon ak ñoom ab diir rekk, dinaa leen faagaagal. Kon nag nañu tàggook seeni gànjar, ba ma seet nu may def ak ñoom.»"},{"style":"v","verse":"6","text":"Bànni Israayil a nga dale teqalikook seeni gànjar ca tundu Xoreb."},{"style":"s1","verse":"","text":"Yàlla feeñ na cib xayma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Musaa da daan toxal ab xayma, samp ko fu sorewaatook dal bi, ca biti. Mu di ko woowe \\w xaymab ndaje|xaymab ndaje m-:\\w* mi\\f + \\fr 33.7 \\ft Gannaaw ga, mbooloo ma defar na jaamookaay bi, di ko woowe xaymab ndaje mi ba tey.\\f*. Ku amaan lu muy diis Aji Sax ji, da daan génn dal bi, dem ba ca xaymab ndaje mooma ca biti."},{"style":"v","verse":"8","text":"Bu Musaa jëmaan ca xayma ba, mbooloo mépp ay daldi taxaw, ku nekk tollu ci sa bunt xayma, di ko seetaan, ba mu dugg ca biir xayma ba."},{"style":"v","verse":"9","text":"Te bu Musaa duggaan ca xayma ba, taxaaru niir wa day wàcc, ne tekk ca bunt xayma ba, fekk Aji Sax jaa ngay wax ak Musaa."},{"style":"v","verse":"10","text":"Su ko defee bu mbooloo ma mépp gisee taxaaru niir wa taxaw ca bunt xayma ba, ñoom ñépp ay daldi sujjóot, ku nekk ca sa bunt xayma."},{"style":"v","verse":"11","text":"Aji Sax ji da daan wax ak Musaa ne ko jàkk. Mu ne ko jàkk, ni nit di waxe ak moroomam rekk. Bu ca Musaa jógee, daldi dellu ca dal ba, waaye bëkk-néegu Musaa, ngóor sa Yosuwe doomu Nuun, daawul génn biir xayma ba."},{"style":"s1","verse":"","text":"Musaa layool na bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Musaa nag ne Aji Sax ji: «Waaw, yaw de yaa ngi ma naa ma yóbbu mbooloo mii, waaye xamaloo ma kan ngay yebal, mu ànd ak man. Yaa ma waxoon it ne ma: “Maa la xam ci saw tur, te it daj nga sama yiw.”"},{"style":"v","verse":"13","text":"Gannaaw daj naa saw yiw nag, rikk xamal ma li nga namm, ba ma xam la. Su ko defee ma man di daj saw yiw. Te ngalla jàppal ne xeet wii kat, ñoo di sa ñoñ.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Aji Sax ji ne ko: «Man ci sama bopp maay ànd ak yaw te maa lay noppal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Musaa ne ko: «Soo demul yaw ci sa bopp kay, bu nu jële fii!"},{"style":"v","verse":"16","text":"Nees di xame ne daj naa saw yiw, maak sa ñoñ, te fekk ànduloo ak nun, ba nu doon, maak sa ñoñ, ñu ràññiku ci biir mboolem xeet yi ci kaw suuf?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Aji Sax ji ne Musaa: «Loolu nga wax, moom laa lay defal, ndax daj nga samaw yiw, te it maa la xam ci saw tur.»"},{"style":"v","verse":"18","text":"Musaa teg ca ne ko: «Ngalla may ma nag ma niir sag leer!»"},{"style":"v","verse":"19","text":"Aji Sax ji ne ko: «Dinaa rombale sama gépp mbaax fi sa kanam, tey biralaale turu Aji Sax ji fi sa kanam. Maay baaxe ku ma neex, te maay ñeewante ku ma neex.»"},{"style":"v","verse":"20","text":"Mu teg ca ne ko: «Doo mana gis sama kanam nag, ndax doom aadama du ma gis ba noppi di dund.»"},{"style":"v","verse":"21","text":"Ci kaw loolu Aji Sax ji ne ko: «Xoolal fii ci sama wet, taxaweel ci kaw doj wi."},{"style":"v","verse":"22","text":"Bu sama leer di romb, maa lay làq fi xar-xaru doj wi, yiiraale la sama loxo, ba jàll,"},{"style":"v","verse":"23","text":"doora dindi sama loxo, nga gis sama gannaaw, waaye sama kanam, maneesu koo gis.»"}]