[{"style":"s1","verse":"","text":"Musaa ak Aaróona seeti nañu Firawna"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Musaa ak Aaróona dem ca Firawna, ne ko: «Aji Sax ji Yàllay Israayil dafa wax ne: Bàyyil sama ñoñ, ñu dem màggali ma ca màndiŋ ma.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Firawna ne: «Kan mooy Aji Sax ji, ba ma di ko déggal, di bàyyi Israayil, ñuy dem? Xawma sax kuy Aji Sax ji, waxumalaa may bàyyi Israayil, ñuy dem.»"},{"style":"v","verse":"3","text":"Ñu ne ko: «Sunu Yàlla, nun \\w Ebrë|Ebrë:\\w* yi, moo nu feeñu. Ngalla may nu, nu dem topp màndiŋ mi lu mat doxub ñetti fan, ngir rendili sunu Yàlla Aji Sax ji sarax, lu ko moy mu dumaa nu jàngoro mbaa ab xare.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Buuru Misra ne leen: «Yeen Musaa ak Aaróona, lu waral ngeen di jële mbooloo mi ci seeni liggéey? Laggleen ca seeni sas waay!»"},{"style":"v","verse":"5","text":"Firawna dellu ne: «Baadoolo yi ne xas tey ci réew mi, ngeen nar leena dëdduloo seeni sas!»"},{"style":"s1","verse":"","text":"Firawna yokk na liggéeyu bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Keroog ca bés ba la Firawna sant saskati liggéey yaak farbay ngàllo ga jiite jaam ya, ne leen:"},{"style":"v","verse":"7","text":"«Buleen defati na woon, di jox mbooloo mi boob bu ñuy móole. Gannaaw-si-tey nañu dem wutal seen bopp boob."},{"style":"v","verse":"8","text":"Waaye sasleen leen limu móol, ya ñu daan móol naka jekk. Buleen ko wàññi, ndax ay yaafus lañu; moo leen tax di dee-deeluy waxéey naan: “May nu, nu dem rendili sunu Yàlla sarax!”"},{"style":"v","verse":"9","text":"Nañu leen yen liggéey bu gëna metti, te ñu dëkke ko, ba duñu tala déglu ay feni neen.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba mu ko defee saskati liggéey ya ak farbay ngàllo ga génn, wax ak mbooloo ma, ne leen: «Firawna nee na, du moo leen di jox boob."},{"style":"v","verse":"11","text":"Yeena wara wutal seen bopp boob ak fu ngeen ko mana ame, te du tax lenn teggiku ci seen liggéey.»"},{"style":"v","verse":"12","text":"Fa la mbooloo ma tasaaroo ca biir réewum Misra, di wut boob."},{"style":"v","verse":"13","text":"Saskati liggéey ya nag di leen soññ, naan leen: «Matalleen seen sasu bëccëg bu nekk, ni ngeen ko daan matale, ba boob amee.»"},{"style":"v","verse":"14","text":"Ñuy dóor farbay ngàllo, ga bokk ca \\w bànni Israayil|bànni Israayil:\\w*, te saskati liggéey yu Firawna fal leen ngir ñuy jiite bànni Israayil ca liggéey ba. Ña nga leen naan: «Lu waral démb ak tey yépp mataluleen limu móol yi ñu leen sas, te ngeen daan ko matal?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Booba la farbay ngàllog Israayil, dem jooytuji ca Firawna, ne ko: «Sang bi, lu tax nga def nu nii?"},{"style":"v","verse":"16","text":"Du menn mboob mu ñu nu joxati, te teewul ñu di nu sant nuy móol, di nu ci dóor. Te kat sang bi, sa waa réew a tooñ.»"},{"style":"v","verse":"17","text":"Firawna ne leen: «Yaafus yi ngeen doon! Yaafus a leen tax di wax naan: “May nu, nu dem rendili Aji Sax ji sarax.”"},{"style":"v","verse":"18","text":"Neleen mott, liggéeyi! Du menn mboob mu ñu leen di jox. Te du tee ngeen matal seen limu móol.»"},{"style":"v","verse":"19","text":"Farbay ngàllo ga bokk ca bànni Israayil nag xam ne dal nañu aw sas, ndax la ñu leen ne duñu wàññi lenn ca limu móol ya leen war bés bu nekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Ba loolu amee ñu bàyyikoo ca Firawna, daldi yem ca Musaak Aaróona, fa ñu leen doon xaar."},{"style":"v","verse":"21","text":"Farba ya ne leen: «Yal na leen Aji Sax ji gis ba mbugal leen, ndax tax ngeen Firawnaaki dagam jéppi nu, te mel na ni yeena teg ci seeni loxo saamar, bi ñu nuy reye.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Musaa dégg loolu, dellu ci Aji Sax ji, ne ko: «Éey Boroom bi, loraange gi nga yóbbe mbooloo mii nag? Loo ma doon yónnee?"},{"style":"v","verse":"23","text":"Ba ma demee ca Firawna, di wax ci sa tur ba tey, mu ngi lor bànni Israayil, sa ñoñ, te xettaliwoo leen sax!»"}]