[{"style":"s","verse":"","text":"Yeesu gëdd na xutbakat ya ak Farisen ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yeesu waxoon na mbooloo ma ak taalibeem ya ne leen:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"«°Xutbakat ya ak °Farisen ya ñu ngi toog ci jalu °Musaa."},{"style":"v","verse":"3","text":"Lépp lu ñu leen wax nag, defleen ko te sàmm ko, waaye buleen roy seeni jëf, ndaxte dañuy wax waaye duñu ko jëfe."},{"style":"v","verse":"4","text":"Dañuy takk say yu diis, yen leen ci nit ñi, waaye duñu ko nangoo laal sax ak seen cati baaraam."},{"style":"v","verse":"5","text":"Dañuy def seeni jëf yépp, ngir nit ñi gis leen, di takk ay °téere yu réy, tey réyal seeni °laari mbubb."},{"style":"v","verse":"6","text":"Ca reeri xew yi, toogu yu yiw lañuy taamu, tey féete kanam ca jàngu ya."},{"style":"v","verse":"7","text":"Dañoo bëgg ñépp nuyoo leen ñaari loxo ca pénc ma, di leen wooye “kilifa gi.”"},{"style":"v","verse":"8","text":"Waaye yéen buñu leen wooye “kilifa gi,” ndaxte kenn rekk moo di seen Kilifa, te yéen ñépp ay bokk ngeen."},{"style":"v","verse":"9","text":"Te buleen tudde kenn seen “baay” ci àddina, ndaxte kenn rekk moo di seen Baay, ki ci kaw."},{"style":"v","verse":"10","text":"Buñu leen tudde it ay “njiit,” ndaxte kenn rekk moo di seen Njiit, mooy °Kirist."},{"style":"v","verse":"11","text":"Ki gëna mag ci yéen mooy ki nangoo nekk seen surga."},{"style":"v","verse":"12","text":"Kuy yékkatiku dees na la suufeel; kuy suufeelu, ñu yékkati la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13-14","text":"«Yéen xutbakat yi ak °Farisen yi, naaféq yi, dingeen torox! Ndaxte yéena ngi tëj nguuru Yàlla Aji Kawe ji ci kanam nit ñi; yéen dungeen ci dugg, te dungeen bàyyi ku ci bëgga dugg, mu dugg ci."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Yéen xutbakat yi ak °Farisen yi, naaféq yi, dingeen torox! Ndaxte yéena ngi wër géej ak suuf, ngir sàkku benn taalibe, ba noppi ngeen def ko nitu sawara, ku leen yées ñaari yoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Yéen njiit yu gumba yi, dingeen torox! Yéena ngi wax ne: “Ku giñe kër Yàlla gi, ngiñ li duggul, waaye ku giñ ci wurusu kër Yàlla gi, dugg na.”"},{"style":"v","verse":"17","text":"Yéen ñi dof te gumba! Lan moo gëna màgg, wurus wi walla kër Yàlla, gi tax wurus wi sell?"},{"style":"v","verse":"18","text":"Dangeen ne it: “Ku giñe °sarxalukaay bi ci kër Yàlla gi, ngiñ li duggul, waaye ku giñ ci sarax si ci kawam, dugg na.”"},{"style":"v","verse":"19","text":"Gumba yi! Lan moo gëna màgg, sarax si walla sarxalukaay bi tax sarax si sell?"},{"style":"v","verse":"20","text":"Ku giñe sarxalukaay bi, giñ nga ci sarxalukaay bi ak li ci kawam lépp."},{"style":"v","verse":"21","text":"Ku giñe kër Yàlla gi, giñ nga ci kër Yàlla gi ak ki ci dëkk."},{"style":"v","verse":"22","text":"Ku giñ ci asamaan, giñ nga ci jalu Buur Yàlla ak ki ci toog."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"«Yéen xutbakat yi ak °Farisen yi, naaféq yi, dingeen torox! Ndaxte yéena ngi sàkk asaka ci naana ak °anet ak kumin, te sàggane yi gëna màgg ci yoonu Musaa, maanaam njub, yërmande ak ngëm. Loolu ngeen wara def, waxuma nag ngeen bàyyi la ca des."},{"style":"v","verse":"24","text":"Yéen njiit yu gumba yi! Yéena ngi segg wallax-njaan, tey wann giléem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«Yéen xutbakat yi ak °Farisen yi, naaféq yi, dingeen torox! Ndaxte yéena ngi setal bitib kaas bi ak ndab li, waaye ci biir dafa fees ak càcc ak ëppal."},{"style":"v","verse":"26","text":"°Farisen yu gumba yi! Jëkkleena setal biir kaas bi ak ndab li, ngir biti bi itam set."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"«Yéen xutbakat yi ak °Farisen yi, naaféq yi, dingeen torox! Ndaxte yéena ngi mel ni bàmmeel yu ñu weexal. Ci biti am nañu melo wu rafet, waaye ci biir dañoo fees ak yaxi ñi dee ak tilim ju nekk."},{"style":"v","verse":"28","text":"Yéen itam, ci ngistal dangeena mel ni ñu jub, waaye ci seen biir dangeen fees ak naaféq ak lu bon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"«Yéen xutbakat yi ak °Farisen yi, naaféq yi, dingeen torox! Ndaxte yéena ngi tabax xabruy yonent yi, tey rafetal bàmmeeli ñu jub ñi."},{"style":"v","verse":"30","text":"Te yéena ngi wax ne: “Bu nu fekke woon sunu jamonoy maam, dunu ànd ak ñoom ciy tuur deretu yonent yi.”"},{"style":"v","verse":"31","text":"Seede ngeen nii ne yey ngeen seen bopp, te yéenay doomi ñi doon rey yonent yi,"},{"style":"v","verse":"32","text":"di aw seen tànki baay, ba yées leen sax."},{"style":"v","verse":"33","text":"Yéen ñi mel ni ay jaan, te fees ak daŋar niy co, naka ngeen di mucce mbugalu sawara?"},{"style":"v","verse":"34","text":"Moo tax maa ngi leen di yónnee ay yonent ak ay boroom xam-xam ak ay xutbakat. Ñenn ñi dingeen leen rey te daaj leen ci bant; ñeneen ñi dingeen leen dóor ay yar ci seeni jàngu, di leen fitnaal ci dëkkoo dëkk."},{"style":"v","verse":"35","text":"Noonu deretu ñi jub, ji ñu tuur jépp ci àddina, dina xëppu ci seen kaw, li dale ci deretu Abel mi jub, ba ci deretu Sakari doomu Baraki, mi ngeen rey ci diggante bérab bu sell bi ak °sarxalukaay bi."},{"style":"v","verse":"36","text":"Ci dëgg maa ngi leen koy wax, loolu lépp dina dal ci niti jamono jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"«°Yerusalem, Yerusalem, yaw miy rey yonent yi, tey sànni ay doj ndaw yi, ba ñu dee, aka maa bëggoona dajale say doom, ni ginaar di uufe ay cuujam, te nanguwuleen!"},{"style":"v","verse":"38","text":"Kon nag Yàlla dina bërgël seen kër, ba mu gent."},{"style":"v","verse":"39","text":"Ndaxte maa ngi leen koy wax, dungeen ma gisati li dale tey, ba kera ngeen ne: “Yaw miy ñëw ci turu Boroom bi, ku barkeel nga!”»"}]