[{"style":"s","verse":"","text":"Njiiti yoon yi fexeel nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi nga xamee ne Yeesu wax na loolu lépp ba noppi, mu ne taalibeem ya:"},{"style":"v","verse":"2","text":"«Xam ngeen ne ñaari fan a des ci màggalu bésu °Mucc ba, te dinañu wor °Doomu nit ki, daaj ko ci bant.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Booba nag °sarxalkat yu mag ya ak njiiti xeet wa dajaloo ca kër gu réy gu sarxalkat bu mag ba, tudd Kayif."},{"style":"v","verse":"4","text":"Ñu daldi gise, ba xam lu ñu mana fexe, ba jàpp Yeesu, reylu ko."},{"style":"v","verse":"5","text":"Waaye ñu ne: «Bumu doon ci bésu màggal bi, ngir yëngu-yëngu baña am ci nit ñi.»"},{"style":"s","verse":"","text":"Jigéen ja tuur na latkoloñ ci boppu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bi nga xamee ne Yeesu nekkoon na dëkku Betani ca kër Simoŋ ma °gaana woon,"},{"style":"v","verse":"7","text":"jenn jigéen ñëw ci moom, yor njaq lu ñu yette doj wu ñuy wax °albaatar. Njaq la def latkoloñ ju jar lu baree bare. Noonu bi Yeesu toogee di lekk, jigéen ji tuur ko ci boppu Yeesu."},{"style":"v","verse":"8","text":"Waaye bi ko taalibe ya gisee, ñu daldi mer ne: «Yàq gii, lu muy jariñ?"},{"style":"v","verse":"9","text":"Maneesoon na koo jaay ci lu bare, jox xaalis bi miskin yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Yeesu nag xam la ñu wax, mu ne leen: «Jigéen ji defal na ma jëf ju rafet; lu tax ngeen di ko sonal?"},{"style":"v","verse":"11","text":"Miskin yaa ngi ak yéen bés bu nekk, waaye dungeen ma gis ba fàww."},{"style":"v","verse":"12","text":"Kii, ci li mu tuur latkoloñ jii ci sama yaram, def na ko ngir waajal sama rob."},{"style":"v","verse":"13","text":"Ci dëgg maa ngi leen koy wax, fépp fu ñuy yéene xibaaru jàmm bi ci àddina sépp, dinañu fa fàttali it li jigéen jii def.»"},{"style":"s","verse":"","text":"Yudaa wor na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ca waxtu woowu kenn ci fukki taalibe ya ak ñaar, ku tudd Yudaa Iskariyo, dem ca °sarxalkat yu mag ya,"},{"style":"v","verse":"15","text":"ne leen: «Lan ngeen ma mana jox, ngir ma jébbal leen Yeesu?» Noonu sarxalkat ya daldi ko waññal fanweeri poseti °estateer."},{"style":"v","verse":"16","text":"Li dale ci saa soosa nag Yudaa di fexe jamono ju mu leen mana jébbal Yeesu."},{"style":"s","verse":"","text":"Reer bu mujj bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Bés bu jëkk ca màggal, ga ñuy wax °Mburu ma amul lawiir, taalibe yi ñëw ci Yeesu ne ko: «Foo bëggoon nu defaral la reeru bésu °Mucc ba?»"},{"style":"v","verse":"18","text":"Yeesu ne leen: «Demleen ca dëkk ba, jëm ca diw, ngeen ne ko: “Kilifa gi nee na: Sama jamono jege na; ci sa kër laay màggalsi bésu Mucc ba, man ak samay taalibe.”»"},{"style":"v","verse":"19","text":"Noonu taalibe yi defar reeru bésu Mucc ba, na leen Yeesu waxe woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Bi nga xamee ne timis jot na, Yeesu toog di lekk, moom ak fukki taalibe yi ak ñaar."},{"style":"v","verse":"21","text":"Bi ñuy lekk, mu ne leen: «Ci dëgg maa ngi leen koy wax, kenn ci yéen dina ma wor.»"},{"style":"v","verse":"22","text":"Taalibe ya am naqaru xol bu réy; ku nekk daldi ne ko: «Mbaa du man, Boroom bi?»"},{"style":"v","verse":"23","text":"Yeesu ne leen: «Ki dugal loxoom ak man ci ndab li, kooku moo may wor."},{"style":"v","verse":"24","text":"°Doomu nit ki mu ngi dem, ni ñu ko waxe ci Mbind mi, waaye ki koy wor dina torox; bañoona juddu moo gënoon ci moom.»"},{"style":"v","verse":"25","text":"Yudaa, mi ko nara wor, laaj ko: «Mbaa du man, kilifa gi?» Yeesu ne ko: «Wax nga ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Noonu bi ñuy lekk, Yeesu jël mburu, sant Yàlla, damm ko, jox ko taalibe ya. Mu ne leen: «Jël-leen lekk, lii sama yaram la.»"},{"style":"v","verse":"27","text":"Gannaaw loolu mu jël kaas, sant Yàlla, jox leen ko. Mu ne leen: «Yéen ñépp naanleen ci,"},{"style":"v","verse":"28","text":"ndaxte lii mooy sama deret, ji fas kóllëre gi, te mu tuuru, ngir ñu bare jot mbaalug bàkkaar yi."},{"style":"v","verse":"29","text":"Maa ngi leen di wax, dootuma naan gannaaw-si-tey ndoxum reseñ mii, ba kera may naan ak yéen ndoxum reseñ mu bees ci sama nguuru Baay.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Gannaaw loolu ñu woy Yàlla, ba noppi génn, dem ca °tundu Oliw ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Booba Yeesu ne leen: «Yéen ñépp dingeen ma dàggeeku ci guddi gii, ndaxte bind nañu:"},{"style":"q","verse":"","text":"“Dinaa dóor sàmm bi,"},{"style":"q","verse":"","text":"xari jur gi tasaaroo.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"32","text":"Waaye bu ma dekkee, dinaa leen jiituji Galile.»"},{"style":"v","verse":"33","text":"Piyeer nag daldi jël kàddu gi naan: «Bu la ñépp dàggeekoo, man duma la dàggeeku mukk.»"},{"style":"v","verse":"34","text":"Yeesu ne ko: «Ci dëgg maa ngi la koy wax, ci guddi gii, bala ginaar a sab, dinga ma weddi ñetti yoon.»"},{"style":"v","verse":"35","text":"Piyeer ne ko: «Boo xamee ne sax, damaa wara dee ak yaw, duma la weddi mukk.» Taalibe yépp it waxe noonu."},{"style":"s","verse":"","text":"Yeesu ñaan na ci toolu Setsemane ci biir tiis wu réy"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Bi loolu amee Yeesu ànd ak ñoom ba ca bérab bu tudd Setsemane, mu ne taalibe ya: «Toogleen fii, ma dem fale, ñaan fa.»"},{"style":"v","verse":"37","text":"Bi mu waxee loolu, mu ànd ak Piyeer ak ñaari doomi Sebede, daldi am tiis ba xonet."},{"style":"v","verse":"38","text":"Mu ne leen: «Sama xol dafa tiis, ba may bëgga dee; toogleen fi, xool ak man.»"},{"style":"v","verse":"39","text":"Bi mu waxee loolu, Yeesu dem ci kanam tuuti, ne nërëm ci suuf, di ñaan ne: «Sama Baay, bu manee am, na ma kaasu naqar bii teggi! Moona, bumuy ci sama coobare, waaye na sa coobare am.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Noonu mu ñëw ca taalibe ya, fekk leen ñuy nelaw. Mu ne Piyeer: «Amuleen sax dooley xoolandoo ak man benn waxtu?"},{"style":"v","verse":"41","text":"Xool-leen te ñaan, ngir baña daanu cig fiir. Seen xol jag na, waaye seen bind a woyof.»"},{"style":"v","verse":"42","text":"Yeesu delluwaat di ñaan ne: «Sama Baay, bu fekkee ne kaasu naqar bii manu maa teggi te naanuma ko, kon na sa coobare am.»"},{"style":"v","verse":"43","text":"Yeesu ñëwaat ca taalibe ya, fekk leen ñuy nelaw, ndaxte seeni bët dañoo diis."},{"style":"v","verse":"44","text":"Mu daldi leen bàyyi, waxaat loolu ñetteel bi yoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Noonu mu ñëw ca taalibe ya ne leen: «Nelawleen léegi te noppalu. Waxtu wu ñu ma wara jébbale ci loxoy bàkkaarkat yi, jege na."},{"style":"v","verse":"46","text":"Jógleen nu dem; xool-leen, ki may wor a ngi nii, di ñëw.»"},{"style":"s","verse":"","text":"Jàpp nañu Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Bi muy wax loolu nag, Yudaa, mi bokkoon ca fukki taalibe ya ak ñaar te naroon koo wor, agsi, ànd ak mbooloo mu bare, jóge ca °sarxalkat yu mag ya ak ca njiiti xeet wa, te gànnaayoo jaasi ak yet."},{"style":"v","verse":"48","text":"Fekk Yudaa moomu joxoon na leen tegtal ne leen: «Ki may fóon, moom la; jàppleen ko.»"},{"style":"v","verse":"49","text":"Mu daldi ñëw ci Yeesu nag ne ko: «Salaam-maalikum, kilifa gi!» daldi ko fóon bu tàng."},{"style":"v","verse":"50","text":"Yeesu ne ko: «Sama xarit, xam naa lu tax nga ñëw.» Noonu ñu daldi jegesi, song ko, jàpp ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Ca saa sa kenn ci ñi ànd ak Yeesu bocci jaaseem, dóor surgab sarxalkat bu mag ba, nopp ba dagg."},{"style":"v","verse":"52","text":"Waaye Yeesu ne ko: «Roofal sa jaasi ci mbaram, ndaxte ku bocci jaasi, jaasi moo lay rey."},{"style":"v","verse":"53","text":"Xanaa xamuloo ne man naa laaj sama Baay, te dina ma may ci taxawaay bi mbooloom malaaka mu xel dajul\\f + \\fr 26.53 \\ft Maanaam fukki mbooloo ak ñaar yu malaaka; mbooloo mu nekk def juróom benni junni.\\f*?"},{"style":"v","verse":"54","text":"Waaye su ma ko defoon, nan la Mbind mi mana ame? Ndaxte Mbind mi nee na, nii la wara ame.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"55","text":"Booba Yeesu ne mbooloo mi: «Jóg ngeen ngir jàpp ma, gànnaayoo jaasi ak yet, mel ni ñuy topp sàcc. Moona daa naa toog bés bu nekk ca kër Yàlla ga, di jàngle, te jàppuleen ma."},{"style":"v","verse":"56","text":"Waaye lii lépp xew na, ngir amal Mbindi yonent yi.» Ci kaw loolu taalibe yépp dëddu ko, daw."},{"style":"s","verse":"","text":"Yeesu taxaw na ci kanam kureelu àttekat ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"57","text":"Ña jàppoon Yeesu yóbbu ko kër Kayif, °sarxalkat bu mag ba, fa °xutbakat ya ak njiit ya daje."},{"style":"v","verse":"58","text":"Piyeer topp ko fu sore, ba ci ëttu sarxalkat bu mag ba; mu dugg, toog ak surga ya, ngir seet nu mbir may mujje."},{"style":"p","verse":"","text":""},{"style":"v","verse":"59","text":"Noonu sarxalkat yu mag ya ak °kureelu àttekat ya di seet naaféq bu mana seede ci Yeesu, ba ñu man koo rey,"},{"style":"v","verse":"60","text":"waaye manuñu koo am. Teewul ñu bare ñëwoon nañu, di seede lu dul dëgg. Ba mujj ñaari nit ñëw naan:"},{"style":"v","verse":"61","text":"«Kii nee woon na: “Man naa toj kër Yàlla ga, tabaxaat ko ci ñetti fan.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"62","text":"Ci kaw loolu sarxalkat bu mag ba jóg ne ko: «Ndax doo wax dara? Loo xam ci li ñii seede ci yaw?»"},{"style":"v","verse":"63","text":"Waaye Yeesu ne cell. Sarxalkat bu mag ba ne ko: «Giñloo naa la ci Yàlla miy dund, nga wax nu, ndax yaa di °Almasi bi, °Doomu Yàlla ji.»"},{"style":"v","verse":"64","text":"Yeesu ne ko: «Wax nga ko. Maa ngi leen koy wax it, li dale fii dingeen gis °Doomu nit ki toog ci ndijooru Aji Man ji, di ñëw ci niiri asamaan si.»"},{"style":"v","verse":"65","text":"Bi mu déggee loolu, sarxalkat bu mag ba daldi mer lool, ba xotti ay yéreem, daldi ne: «Weddi na Yàlla, lu nu doyeeti seede? Dégg ngeen ni mu weddee."},{"style":"v","verse":"66","text":"Lu ngeen ci xalaat?» Ñu ne ko: «Yoon teg na ko dee.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"67","text":"Ci kaw loolu ñu daldi tifli ci xar kanamam, dóor ko ay kurfeñ. Ñeneen talaata ko,"},{"style":"v","verse":"68","text":"ne ko: «Yaw °Kirist, yonent bi, ndax xam nga ku la dóor?»"},{"style":"s","verse":"","text":"Piyeer weddi na Yeesu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"69","text":"Bi looluy xew, Piyeer moom ma nga toogoon ca biti ca ëtt ba. Noonu benn mbindaan ñëw ci moom ne ko: «Yaw itam àndoon nga ak Yeesum Galile.»"},{"style":"v","verse":"70","text":"Waaye Piyeer weddi ko ci kanam ñépp ne ko: «Xawma li ngay wax.»"},{"style":"v","verse":"71","text":"Bi mu ko waxee, mu jëm ca bunt ba, te beneen mbindaan gis ko, mu wax ña fa nekkoon: «Kii àndoon na ak Yeesum Nasaret.»"},{"style":"v","verse":"72","text":"Waaye Piyeer weddiwaat, boole ko ak ay ngiñ ne ko: «Xawma nit kooku.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"73","text":"Nees-tuut ña fa taxawoon ñëw ci Piyeer ne ko: «Ci lu wóor ne yaw itam bokk nga ci ñoom, ndaxte sa waxin feeñal na la.»"},{"style":"v","verse":"74","text":"Bi mu ko déggee, Piyeer daldi giñ ak di waat ne: «Xawma nit kooku.» Te ci taxawaay ginaar daldi sab."},{"style":"v","verse":"75","text":"Noonu Piyeer fàttaliku la Yeesu waxoon ne: «Bala ginaar a sab, dinga ma weddi ñetti yoon.» Mu daldi génn, di jooy jooy yu metti."}]