[{"style":"s","verse":"","text":"Yeesu Kirist dekki na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw °bésub noflaay ba nag, ca fajar ga, ca °bés bu jëkk ca ayu-bés ga, Maryaamam Magdala ak Maryaama ma ca des dem, seeti °bàmmeel ba."},{"style":"v","verse":"2","text":"Fekk suuf yëngu woon na bu metti, ndaxte benn malaakam Boroom bi wàcc na ci asamaan, ñëw béraŋ doj wa, toog ci kaw."},{"style":"v","verse":"3","text":"Meloom mel na ni melax, ay yéreem weex tàll ni perkaal."},{"style":"v","verse":"4","text":"Ñi doon wottu tiit bay lox, daldi mel ni ñu dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Noonu malaaka ma ne jigéen ña: «Buleen tiit. Xam naa ne yéena ngi wut Yeesu, ma ñu daajoon ca bant ba,"},{"style":"v","verse":"6","text":"waaye nekkatu fi, ndaxte dekki na, ni mu ko waxe woon. Ñëwleen seet fi mu tëddoon,"},{"style":"v","verse":"7","text":"te ngeen dem bu gaaw, wax ay taalibeem ne dekki na te jiituji na leen Galile; foofa ngeen koy gise. Lii laa leen wax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Bi loolu amee nag jigéen ña daldi jóge bu gaaw ca bàmmeel ba, tiit ak mbég mu réy di jax seen xol, ñu daldi daw, ngir yégal ko taalibe ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba ñuy dem nag, Yeesu taseek ñoom ne leen: «Maa ngi leen di nuyu.» Jigéen ña jegesi, laxasu cay tànkam, di ko màggal."},{"style":"v","verse":"10","text":"Yeesu ne leen: «Buleen tiit, waaye demleen yégal samay bokk, ñu dem Galile; foofa lañu may gise.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba ñuy dem, ñenn ca wottukat ya ñëw ca dëkk ba, xamal °sarxalkat yu mag ya lépp lu xew."},{"style":"v","verse":"12","text":"Noonu sarxalkat ya dajaloo ak njiit ya, ñu diisoo; ba noppi ñu fab xaalis bu bare, jox ko xarekat ya,"},{"style":"v","verse":"13","text":"ne leen: «Nangeen wax lii: “Ay taalibeem ñëw nañu ci guddi, sàcc ko, bi nuy nelaw.”"},{"style":"v","verse":"14","text":"Te bu ko boroom réew mi yégee nag, dinanu ko neexal, ngir rawale leen.»"},{"style":"v","verse":"15","text":"Wottukat ya nag fab xaalis ba, def la ñu leen santoon. Te nettali boobu siiw na ci Yawut yi ba bésu tey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Noonu fukki taalibe ya ak benn dem ci biir Galile, ca tund wa leen Yeesu digaloon."},{"style":"v","verse":"17","text":"Bi ñu gisee Yeesu, ñu màggal ko, waaye ñenn ñi am xel ñaar."},{"style":"v","verse":"18","text":"Yeesu jegesi ne leen: «Sañ-sañ bépp, jox nañu ma ko ci kaw ak ci suuf."},{"style":"v","verse":"19","text":"Demleen nag sàkk ay taalibe ci xeet yépp, °sóob leen ci ndox ci turu Baay bi ak Doom ji ak °Xel mu Sell mi;"},{"style":"v","verse":"20","text":"ngeen jàngal leen, ñuy sàmm lépp li ma leen sant. Maa ngi ànd ak yéen bés bu nekk, ba kera àddina di tukki.»"}]