[{"style":"s","verse":"","text":"Yeesu faj na ku gaana"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi loolu amee Yeesu wàcc ca tund wa, te mbooloo mu bare topp ko."},{"style":"v","verse":"2","text":"Noonu ku °gaana ñëw, sukk ci kanamam ne ko: «Sang bi, soo ko bëggee, man nga maa faj.»"},{"style":"v","verse":"3","text":"Yeesu tàllal loxoom, laal ko naan: «Bëgg naa ko, wéral.» Ca saa sa ngaanaam daldi deñ."},{"style":"v","verse":"4","text":"Yeesu ne ko: «Déglul, bu ko wax kenn, waaye demal won sa bopp °sarxalkat bi, te nga jébbal Yàlla sarax, si yoonu °Musaa santaane, ngir mu nekk seede ci ñoom.»"},{"style":"s","verse":"","text":"Ngëmu njiitu xare bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Gannaaw loolu Yeesu duggoon na Kapernawum. Bi mu fa duggee nag, ab njiitu °xare fekksi ko. Mu ñaan ko,"},{"style":"v","verse":"6","text":"ne ko: «Sang bi, sama surga dafa làggi, tëdd ca kër ga te sonn lool.»"},{"style":"v","verse":"7","text":"Yeesu ne ko: «Dinaa ñëw faj ko.»"},{"style":"v","verse":"8","text":"Waaye njiit la ne ko: «Sang bi, yeyoowuma nga dugg ci sama kër; waxal genn kàddu rekk, te sama surga dina wér."},{"style":"v","verse":"9","text":"Ndaxte man itam maa ngi nekk ci ndigal, te ame naa ay xarekat ci sama ndigal. Su ma nee kii: “Demal,” mu dem. Mbaa ma ne keneen ki: “Ñëwal,” mu ñëw. Te su ma nee sama jaam: “Defal lii,” mu def ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bi ko Yeesu déggee, mu waaru, ne ña topp ci moom: «Ci dëgg maa ngi leen koy wax, masumaa gis ci °bànni Israyil ku gëme ni kii."},{"style":"v","verse":"11","text":"Maa ngi leen koy wax, ñu bare dinañu ñëw, jóge ci penku ak sowu, bokk lekk ak °Ibraayma ak Isaaxa ak °Yanqóoba ci nguuru Yàlla Aji Kawe ji."},{"style":"v","verse":"12","text":"Waaye ñi waroona bokk ca nguur ga, dees na leen sànni ci biti ci lëndëm gi. Foofa dees na fa jooy tey yéyu.»"},{"style":"v","verse":"13","text":"Ci kaw loolu Yeesu wax njiit la ne ko: «Ñibbil, na ame, ni nga ko gëme.» Noonu ca waxtu woowa sax surga ba daldi wér."},{"style":"s","verse":"","text":"Yeesu faj na jarag yu bare"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Gannaaw loolu Yeesu dem kër Piyeer. Ba mu eggee, mu fekk gorob Piyeer bu jigéen tëdd ak yaram wu tàng."},{"style":"v","verse":"15","text":"Bi mu ko gisee, Yeesu laal loxoom, tàngoor wa daldi wàcc; soxna sa jóg, di ko topptoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ca ngoon sa ñu indil ko ñu bare ñu rab jàpp. Yeesu dàq rab ya ak kàddoom te faj ñi wopp ñépp."},{"style":"v","verse":"17","text":"Loolu mu def, def na ko, ngir la ñu waxoon jaarale ko ci yonent Yàlla °Esayi am, bi mu naan:"},{"style":"q","verse":"","text":"«Fab na sunuy wopp, gàddu sunuy jàngoro.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Bi Yeesu gisee mbooloo ma ko wër nag, mu sant taalibe ya, ñu jàll dex ga."},{"style":"v","verse":"19","text":"Laata ñuy jàll, benn °xutbakat daldi ñëw ci moom ne ko: «Kilifa gi, dinaa la topp fépp foo jëm.»"},{"style":"v","verse":"20","text":"Waaye Yeesu ne ko: «Till yi am nañu seeni kàmb, te picci asamaan am nañu ay tàgg, waaye °Doomu nit ki amul fu mu noppal boppam.»"},{"style":"v","verse":"21","text":"Noonu keneen ca taalibe ya ne ko: «Sang bi, may ma, ma jëkka dem suuli sama baay.»"},{"style":"v","verse":"22","text":"Yeesu ne ko: «Toppal ci man te bàyyi ñi dee, ñu suul seeni néew.»"},{"style":"s","verse":"","text":"Yeesu dalal na ngelaw li"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Bi mu ko waxee, Yeesu dugg ca gaal ga, ay taalibeem topp ko."},{"style":"v","verse":"24","text":"Ca saa sa ngelaw lu bare daldi yëngal dex ga, ba duus ya sàng gaal ga. Fekk booba Yeesu nelaw."},{"style":"v","verse":"25","text":"Noonu taalibe ya daldi jegesi, yee ko naan: «Sang bi, musal nu, nu ngiy dee!»"},{"style":"v","verse":"26","text":"Waaye Yeesu ne leen: «Yéen ñi néew ngëm, lu tax ngeen tiit?» Ci kaw loolu mu jóg, daldi gëdd ngelaw li ak duus yi. Lépp dal, ba ne nemm."},{"style":"v","verse":"27","text":"Bi ko nit ña gisee, ñu waaru naan: «Kii kan la ci biir nit ñi, ba ngelaw li ak dex gi di ko déggal?»"},{"style":"s","verse":"","text":"Yeesu faj na ñaar ñu rab jàpp"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Bi Yeesu jàllee nag, ba teer ca diiwaanu waa °Gadara, ñaar ñu rab jàpp daldi génn ca sëg ya, ñëw kar ko. Ñaar ñooñu nag, ñu soxor lañu woon, ba kenn ñemewul woona jaar foofa."},{"style":"v","verse":"29","text":"Ña rab jàpp daldi xaacu naan: «Yaw °Doomu Yàlla ji, loo nuy fexeel? Ndax danga noo bëgga mbugal, bala waxtu way jot?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Fekk amoon na ca wet ya géttu mbaam-xuux yu bare yuy for."},{"style":"v","verse":"31","text":"Rab ya nag ñaan ko ne: «Boo nu dàqee, sànni nu ca géttu mbaam-xuux ya.»"},{"style":"v","verse":"32","text":"Yeesu ne leen: «Demleen.» Rab ya nag daldi génn, dugg ca mbaam-xuux ya, ñu daldi bartalu, daanu ca dex ga, lab ca ndox ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Ba sàmm ya gisee loolu, ñu daw, dem dëkk ba, nettaliji lépp ak la xewoon ca ña rab jàpp."},{"style":"v","verse":"34","text":"Noonu dëkk ba bépp génn seeti Yeesu. Ba ñu ko gisee nag, ñu ñaan ko, mu génn seen réew."}]