[{"style":"mt1","text":"2 Corinthians"},{"style":"s1","verse":"","text":"Greeting"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Paul, an apostle of Christ Jesus through the will of God, and Timothy our brother, to the church of God that is in Corinth, together with all the saints who are in all Achaia. "},{"style":"v","verse":"2","text":"Grace to you and peace from God our Father and the Lord Jesus Christ."},{"style":"s1","verse":"","text":"Thanksgiving for God’s Compassion and Comfort"},{"style":"m","verse":"","text":""},{"style":"v","verse":"3","text":"Blessed \\add is\\add* the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, "},{"style":"v","verse":"4","text":"who comforts us in all our affliction, so that we may be able to comfort those \\add who are\\add* in all affliction with the comfort with which \\add we\\add* ourselves are comforted by God. "},{"style":"v","verse":"5","text":"For just as the sufferings of Christ overflow to us, thus through Christ our comfort overflows also. "},{"style":"v","verse":"6","text":"But if we are afflicted, \\add it is\\add* for your comfort and salvation; if we are comforted, \\add it is\\add* for your comfort that is at work in the patient endurance of the same sufferings that we also suffer. "},{"style":"v","verse":"7","text":"And our hope for you \\add is\\add* firm, \\add because we\\add*\\ef + \\fr 1:7 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“is”) which is understood as causal \\ef* know that as you are sharers in the sufferings, so also \\add you will be sharers\\add* in the comfort."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"For we do not want you to be ignorant, brothers, concerning our affliction that happened in the \\add province of\\add* Asia,\\f + \\fr 1:8 \\ft A reference to the Roman province of Asia (modern Asia Minor) \\f* that we were burdened to an extraordinary degree, beyond \\add our\\add* strength, so that we were in despair even of living. "},{"style":"v","verse":"9","text":"But \\add we\\add* ourselves had the sentence of death in ourselves, so that we would not be putting confidence in ourselves, but in God who raises the dead, "},{"style":"v","verse":"10","text":"who delivered us from so great \\add a risk\\add* of death, and will deliver \\add us\\add*, in whom we have put our hope that he will also deliver \\add us\\add* again, "},{"style":"v","verse":"11","text":"\\add while\\add*\\ef + \\fr 1:11 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the temporal genitive absolute participle (“join in helping”) \\ef* you also join in helping ⸤on our behalf⸥\\f + \\fr 1:11 \\ft Literally “on behalf of us” \\f* by prayer, so that thanks may be given ⸤on our behalf⸥\\f + \\fr 1:11 \\ft Literally “on behalf of us” \\f* by many persons for this gracious gift \\add given\\add* to us through \\add the help\\add* of many."},{"style":"s1","verse":"","text":"Paul’s Clear Conscience"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"For our reason for boasting is this: the testimony of our conscience that we conducted ourselves in the world, and especially toward you, in holiness\\f + \\fr 1:12 \\ft Some manuscripts have “sincerity” \\f* and purity of motive from God, not\\f + \\fr 1:12 \\ft Some manuscripts have “and not” \\f* in merely human wisdom, but by the grace of God. "},{"style":"v","verse":"13","text":"For we are not writing \\add anything\\add* else to you except what you can read or also understand. But I hope that you will understand ⸤completely⸥\\f + \\fr 1:13 \\ft Literally “to the end” \\f*, "},{"style":"v","verse":"14","text":"just as you have also understood us in part, that we are your reason for boasting, just as you \\add are\\add* also ours in the day of our Lord Jesus."},{"style":"s1","verse":"","text":"Paul Delays His Visit to Corinth"},{"style":"m","verse":"","text":""},{"style":"v","verse":"15","text":"And with this confidence, I was wanting to come to you previously, in order that you may have a second proof of my goodwill, "},{"style":"v","verse":"16","text":"and through you to go to Macedonia, and to come to you again from Macedonia, and to be sent on my way by you to Judea. "},{"style":"v","verse":"17","text":"Therefore, \\add when I\\add*\\ef + \\fr 1:17 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“was wanting”) which is understood as temporal \\ef* was wanting \\add to do\\add* this, perhaps then was I making use of vacillation? Or was I deciding what I was deciding according to the flesh, in order that with me my “yes” may be “yes” and my “no” \\add may be\\add* “no” \\add at the same time\\add*?\\ef + \\fr 1:17 \\ft *The words “at the same time” are supplied for clarity \\ef* "},{"style":"v","verse":"18","text":"But God \\add is\\add* faithful, so that our word to you is not “yes” and “no.” "},{"style":"v","verse":"19","text":"For the Son of God, Jesus Christ, the one who was proclaimed among you by us, by me and Silvanus and Timothy, did not become “yes” and “no,” but has become “yes” in him. "},{"style":"v","verse":"20","text":"For as many as \\add are the\\add* promises of God, in him \\add they are\\add* “yes”; therefore also through him \\add is\\add* the “amen” to the glory of God through us. "},{"style":"v","verse":"21","text":"Now the one who establishes us together with you in Christ and who anoints us \\add is\\add* God, "},{"style":"v","verse":"22","text":"\\add who\\add* also sealed us and gave the down payment of the Spirit in our hearts."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"But I call upon God \\add as\\add* witness against my life, that \\add in order to\\add*\\ef + \\fr 1:23 \\ft ﻿*Here “\\add in order to\\add*” is supplied as a component of the participle (“spare”) which is understood as purpose \\ef* spare you, I did not come again to Corinth. "},{"style":"v","verse":"24","text":"Not that we lord it over your faith, but we are fellow workers for your joy, because by faith you stand firm."}]