[{"style":"s1","verse":"","text":"Paul’s Ministry Defended"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now I, Paul, appeal to you myself by the humility and gentleness of Christ, who ⸤when I am present in person⸥\\f + \\fr 10:1 \\ft Literally “to the face” \\f* \\add am\\add* humble among you, but \\add when I\\add*\\ef + \\fr 10:1 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“am absent”) which is understood as temporal \\ef* am absent am bold toward you—"},{"style":"v","verse":"2","text":"now I ask \\add when I\\add*\\ef + \\fr 10:2 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“am present”) which is understood as temporal \\ef* am present \\add that I will\\add* not \\add need\\add* to be bold with the confidence \\add with\\add* which I propose to show boldness toward some who consider us as behaving according to the flesh. "},{"style":"v","verse":"3","text":"For \\add although we\\add*\\ef + \\fr 10:3 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“are living”) which is understood as concessive \\ef* are living in the flesh, we do not wage war according to the flesh, "},{"style":"v","verse":"4","text":"for the weapons of our warfare \\add are\\add* not merely human, but powerful to God for the tearing down of fortresses, tearing down arguments "},{"style":"v","verse":"5","text":"and all pride that is raised up against the knowledge of God, and taking every thought captive to the obedience of Christ. "},{"style":"v","verse":"6","text":"And ⸤we are ready⸥\\f + \\fr 10:6 \\ft Literally “having with ready” \\f* to punish all disobedience, whenever your obedience is completed."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"You are looking at things according to appearance. If anyone is convinced he himself is Christ’s, he should consider this concerning himself again: that just as Christ himself \\add is\\add*, so also \\add are\\add* we. "},{"style":"v","verse":"8","text":"For even if I boast somewhat more about our authority that the Lord gave \\add us\\add* ⸤for building you up and not for tearing you down⸥\\f + \\fr 10:8 \\ft Literally “for building up and not for tearing down of you” \\f*, I will not be put to shame, "},{"style":"v","verse":"9","text":"so that I do not want to appear as if I were terrifying you by my letters, "},{"style":"v","verse":"10","text":"because it is said, “His letters \\add are\\add* severe and powerful, but his bodily presence \\add is\\add* weak and his speech is of no account.” "},{"style":"v","verse":"11","text":"Let such a person consider this: that what we are in word by letters \\add when we\\add*\\ef + \\fr 10:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“are absent”) which is understood as temporal \\ef* are absent, \\add we will\\add* also \\add be\\add* in ⸤actions⸥\\f + \\fr 10:11 \\ft Literally “deed” \\f* \\add when we\\add*\\ef + \\fr 10:11 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“are present”) which is understood as temporal \\ef* are present."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"For we do not dare to classify or to compare ourselves with some who commend themselves, but \\add they\\add* themselves, \\add when they\\add* measure themselves by themselves and compare themselves with themselves, do not understand. "},{"style":"v","verse":"13","text":"But we will not boast ⸤beyond limits⸥\\f + \\fr 10:13 \\ft Literally “to the things immeasurable” \\f*, but according to the measure of the assignment that God has assigned to us as a measure to reach even as far as you. "},{"style":"v","verse":"14","text":"For we are not overextending ourselves, as \\add if we\\add*\\ef + \\fr 10:14 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“reached”) which is understood as conditional \\ef* had not reached you, because we have reached even as far as you with the gospel of Christ, "},{"style":"v","verse":"15","text":"not boasting ⸤beyond limits⸥\\f + \\fr 10:15 \\ft Literally “to the things immeasurable” \\f* in the labors of others, but having hope \\add that as\\add* your faith is growing to be enlarged greatly by you according to our assignment, "},{"style":"v","verse":"16","text":"so that we may proclaim the gospel in the regions that lie beyond you, \\add and\\add* not boast in the things accomplished in the \\add area\\add* assigned to someone else. "},{"style":"v","verse":"17","text":"But “the one who boasts, let him boast in the Lord.”\\f + \\fr 10:17 \\ft A quotation from \\xt Jer 9:24 \\ft \\f* "},{"style":"v","verse":"18","text":"For it is not the one commending himself who is approved, but \\add the one\\add* whom the Lord commends."}]