[{"style":"s1","verse":"","text":"A Vision of Paradise"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"It is necessary to boast; \\add it is\\add* not profitable, but I will proceed to visions and revelations of the Lord. "},{"style":"v","verse":"2","text":"I know a man in Christ fourteen years ago—whether in the body I do not know, or outside the body I do not know, God knows—such a man was caught up to the third heaven, "},{"style":"v","verse":"3","text":"and I know this man—whether in the body or apart from the body I do not know, God knows—"},{"style":"v","verse":"4","text":"that he was caught up to paradise and heard words not to be spoken, which \\add it is\\add* not permitted for a person to speak. "},{"style":"v","verse":"5","text":"On behalf of such a person I will boast, but on behalf of myself I will not boast, except in my weaknesses. "},{"style":"v","verse":"6","text":"For if I want to boast, I will not be foolish, because I will be telling the truth, but I am refraining, so that no one can credit to me more than what he sees \\add in\\add* me or hears anything from me, "},{"style":"v","verse":"7","text":"even because of the extraordinary degree of the revelations. Therefore, so that I would not exalt myself, a thorn in the flesh was given to me, a messenger of Satan, in order that it would torment me so that I would not exalt myself. "},{"style":"v","verse":"8","text":"Three times I appealed to the Lord about this, that it would depart from me. "},{"style":"v","verse":"9","text":"And he said to me, “My grace is sufficient for you, because the\\f + \\fr 12:9 \\ft A majority of later manuscripts read “my” \\f* power is perfected in weakness.” Therefore rather I will boast most gladly in my weaknesses, in order that the power of Christ may reside in me. "},{"style":"v","verse":"10","text":"Therefore I delight in weaknesses, in insults, in calamities, in persecutions and difficulties for the sake of Christ, for whenever I am weak, then I am strong."},{"style":"s1","verse":"","text":"Paul’s Concern for the Christians at Corinth"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"I have become a fool! You compelled me, for I ought to have been commended by you, for \\add I am\\add* in no way inferior to the preeminent apostles,\\f + \\fr 12:11 \\ft Some interpreters take this to refer to the original apostles in Jerusalem; others take Paul to be referring sarcastically to his opponents in Corinth. \\f* even if I am nothing. "},{"style":"v","verse":"12","text":"Indeed, the signs of an apostle have been done among you with all patient endurance, both signs and wonders and deeds of power. "},{"style":"v","verse":"13","text":"⸤For in what respect are you made worse off⸥\\f + \\fr 12:13 \\ft Literally “for what is it \\fq with respect to \\ft which you are made worse off” \\f* more than the rest of the churches, except that I myself was not a burden to you? Forgive me this wrong! "},{"style":"v","verse":"14","text":"Behold, this third \\add time\\add* I am ready to come to you, and I will not be a burden \\add to you\\add*. For I am not seeking your possessions, but you. For children are not obligated to save up for their parents, but parents for their children. "},{"style":"v","verse":"15","text":"But I will spend and be expended most gladly for your lives. If I love you much more, am I to be loved less? "},{"style":"v","verse":"16","text":"But let \\add it\\add* be. I have not been a burden to you, but \\add because I\\add*\\ef + \\fr 12:16 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“was”) which is understood as causal \\ef* was crafty, I took you by cunning. "},{"style":"v","verse":"17","text":"I have not taken advantage of you ⸤through anyone whom I sent to you⸥\\f + \\fr 12:17 \\ft Literally “anyone whom I sent to you, through him” \\f*, \\add have I\\add*?\\ef + \\fr 12:17 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* "},{"style":"v","verse":"18","text":"I urged Titus \\add to go\\add*, and I sent the brother \\add with him\\add*. Titus did not take advantage of you, \\add did he\\add*?\\ef + \\fr 12:18 \\ft *The negative construction in Greek anticipates a negative answer here \\ef* Did we not conduct ourselves in the same spirit?\\ef + \\fr 12:18 \\ft *The negative construction in Greek anticipates a positive answer here \\ef* Did we not walk in the same footsteps?\\ef + \\fr 12:18 \\ft *The negative construction in Greek anticipates a positive answer here \\ef* "},{"style":"v","verse":"19","text":"Have you been thinking all this time that we are defending ourselves to you? We are speaking in Christ before God, and all \\add these things\\add*, dear friends, \\add are\\add* for your edification. "},{"style":"v","verse":"20","text":"For I am afraid lest somehow \\add when I\\add*\\ef + \\fr 12:20 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“arrive”) which is understood as temporal \\ef* arrive, I will not find you as I want, and I may be found by you as you do not want. \\add I am afraid\\add*\\ef + \\fr 12:20 \\ft ﻿*The words “I am afraid” are not in the Greek text, but are an understood repetition from the previous clause \\ef* lest somehow \\add there will be\\add* strife, jealousy, outbursts of anger, selfish ambition, slander, gossip, pride, disorder. "},{"style":"v","verse":"21","text":"\\add I am afraid\\add* lest \\add when I\\add*\\ef + \\fr 12:21 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“come”) which is understood as temporal \\ef* come again my God will humiliate me ⸤in your presence⸥\\f + \\fr 12:21 \\ft Literally “with you” \\f*, and I will grieve over many of those who sinned previously and have not repented because of their impurity and sexual immorality and licentiousness that they have practiced."}]