[{"style":"s1","verse":"","text":"New Covenant Ministry"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Are we beginning to commend ourselves again? Or \\add do we\\add*, like some, need letters of recommendation to you or from you? "},{"style":"v","verse":"2","text":"You are our letter, inscribed on our hearts, known and read by all people, "},{"style":"v","verse":"3","text":"revealing that you are a letter of Christ, delivered by us, inscribed not with ink but with the Spirit of the living God, not on stone tablets but on tablets of human hearts."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Now we possess such confidence through Christ toward God. "},{"style":"v","verse":"5","text":"Not that we are adequate in ourselves to consider anything as from ourselves, but our adequacy \\add is\\add* from God, "},{"style":"v","verse":"6","text":"who also makes us adequate \\add as\\add* servants of a new covenant, not of the letter, but of the Spirit, for the letter kills, but the Spirit gives life."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"But if the ministry of death in letters carved on stone came with glory, so that the sons of Israel were not able to look intently into the face of Moses because of the glory of his face, which was transitory, "},{"style":"v","verse":"8","text":"how will the ministry of the Spirit not be even more with glory? "},{"style":"v","verse":"9","text":"For if \\add there was\\add* glory in the ministry of condemnation, by much more will the ministry of righteousness overflow with glory. "},{"style":"v","verse":"10","text":"For indeed what had been glorified has not been glorified in this case, on account of the glory that surpasses \\add it\\add*. "},{"style":"v","verse":"11","text":"For if what was transitory \\add came\\add* with glory, by much more what remains \\add is\\add* with glory."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Therefore, \\add because we\\add*\\ef + \\fr 3:12 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have”) which is understood as causal \\ef* have such a hope, we use much boldness, "},{"style":"v","verse":"13","text":"and not as Moses used to place a veil over his face, in order that the sons of Israel would not stare at the end of what was transitory. "},{"style":"v","verse":"14","text":"But their minds were hardened. For until this very day, the same veil remains upon the reading of the old covenant, not being uncovered, because it is done away with in Christ. "},{"style":"v","verse":"15","text":"But until today, whenever Moses is read aloud, a veil lies upon their heart, "},{"style":"v","verse":"16","text":"but whenever one turns to the Lord, the veil is removed. "},{"style":"v","verse":"17","text":"Now the Lord is the Spirit, and where the Spirit of the Lord \\add is, there is\\add* freedom. "},{"style":"v","verse":"18","text":"And we all, with unveiled face, reflecting\\f + \\fr 3:18 \\ft Or “contemplating” \\f* the glory of the Lord, are being transformed into the same image from glory into glory, just as from the Lord, the Spirit."}]