[{"style":"s1","verse":"","text":"Absent from the Body and at Home with the Lord"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"For we know that if our earthly house, the tent, is destroyed, we have a building from God, a house not made by hands, eternal in the heavens. "},{"style":"v","verse":"2","text":"For indeed, in this \\add house\\add* we groan, \\add because we\\add*\\ef + \\fr 5:2 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“desire”) which is understood as causal \\ef* desire to put on our dwelling from heaven, "},{"style":"v","verse":"3","text":"if indeed, even \\add after we\\add*\\ef + \\fr 5:3 \\ft ﻿*Here “\\add after\\add*” is supplied as a component of the participle (“have taken off”) which is understood as temporal \\ef* have taken \\add it\\add* off,\\f + \\fr 5:3 \\ft A number of important early manuscripts read “have put \\fq it \\ft on” here \\f* we will not be found naked. "},{"style":"v","verse":"4","text":"For indeed we who are in this tent groan, being burdened ⸤for this reason, that⸥\\f + \\fr 5:4 \\ft Literally “in that” \\f* we do not want to be unclothed, but to be clothed, in order that what is mortal may be swallowed up by life. "},{"style":"v","verse":"5","text":"Now the one who has prepared us for this very \\add thing\\add* \\add is\\add* God, who has given us the down payment, the Spirit."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Therefore, \\add although we are\\add*\\ef + \\fr 5:6 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“confident”) which is understood as concessive \\ef* always confident and know that \\add while we\\add*\\ef + \\fr 5:6 \\ft ﻿*Here “\\add while\\add*” is supplied as a component of the participle (“are at home”) which is understood as temporal \\ef* are at home in the body we are absent from the Lord—"},{"style":"v","verse":"7","text":"for we live by faith, not by sight—"},{"style":"v","verse":"8","text":"so we are confident and prefer rather to be absent from the body and to be at home with the Lord. "},{"style":"v","verse":"9","text":"Therefore indeed we have as our ambition, whether at home \\add in the body\\add* or absent \\add from the body\\add*, to be acceptable to him. "},{"style":"v","verse":"10","text":"For we must all appear before the judgment seat of Christ, in order that each one may receive back the \\add things\\add* through the body according to what he has done, whether good or bad."},{"style":"s1","verse":"","text":"Controlled by the Love of Christ"},{"style":"m","verse":"","text":""},{"style":"v","verse":"11","text":"Therefore, \\add because we\\add*\\ef + \\fr 5:11 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“know”) which is understood as causal \\ef* know the fear of the Lord, we are attempting to persuade people, but we are revealed to God, and I hope to be revealed in your consciences. "},{"style":"v","verse":"12","text":"We are not commending ourselves to you again, but are giving you an opportunity to boast about us, in order that you may have \\add an answer\\add* for those who boast in appearance and not in heart. "},{"style":"v","verse":"13","text":"For if we are out of our senses, \\add it is\\add* for God; if we are of sound mind, \\add it is\\add* for you. "},{"style":"v","verse":"14","text":"For the love of Christ controls us, \\add because we\\add*\\ef + \\fr 5:14 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have concluded”) which is understood as causal \\ef* have concluded this: that one died for all; as a result all died. "},{"style":"v","verse":"15","text":"And he died for all, in order that those who live should no longer live for themselves, but for the one who died for them and was raised."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"So then, from now on we know no one ⸤from a human point of view⸥\\f + \\fr 5:16 \\ft Literally “according to the flesh” \\f*, if indeed we have known Christ ⸤from a human point of view⸥\\f + \\fr 5:16 \\ft Literally “according to the flesh” \\f*, but now we know \\add him this way\\add* no longer. "},{"style":"v","verse":"17","text":"Therefore if anyone \\add is\\add* in Christ, \\add he is\\add* a new creation; the old \\add things\\add* have passed away; behold, new \\add things\\add* have come. "},{"style":"v","verse":"18","text":"And all these \\add things\\add* \\add are\\add* from God, who has reconciled us to himself through Christ, and who has given us the ministry of reconciliation, "},{"style":"v","verse":"19","text":"namely, that God was in Christ reconciling the world to himself, not counting their trespasses against them, and entrusting to us the message of reconciliation. "},{"style":"v","verse":"20","text":"Therefore we are ambassadors on behalf of Christ, as \\add if\\add*\\ef + \\fr 5:20 \\ft ﻿*Here “\\add if\\add*” is supplied as a component of the participle (“were imploring”) which is understood as conditional \\ef* God were imploring \\add you\\add* through us. We beg \\add you\\add* on behalf of Christ, be reconciled to God. "},{"style":"v","verse":"21","text":"He made the one who did not know sin \\add to be\\add* sin on our behalf, in order that we could become the righteousness of God in him."}]