[{"style":"s1","text":"Paul’s Joy at the Corinthians’ Repentance"},{"style":"m","text":""},{"style":"v","text":"Therefore \\add since we\\add*\\ef + \\fr 7:1 \\ft ﻿*Here “\\add since\\add*” is supplied as a component of the participle (“have”) which is understood as causal \\ef* have these promises, dear friends, let us cleanse ourselves from all defilement of body and spirit, accomplishing holiness in the fear of God. "},{"style":"v","text":"⸤Make room for us in your hearts⸥\\f + \\fr 7:2 \\ft Literally “make room for us” \\f*. We have wronged no one, we have ruined no one, we have defrauded no one. "},{"style":"v","text":"I do not say \\add this\\add* ⸤to condemn you⸥\\f + \\fr 7:3 \\ft Literally “for condemnation” \\f*, because I have already said that you are in our hearts, so that we die together and we live together. "},{"style":"v","text":"Great \\add is\\add* my confidence toward you; great \\add is\\add* my boasting on your behalf; I am filled with encouragement; I am overflowing with joy in all our affliction."},{"style":"p","text":""},{"style":"v","text":"For even \\add when\\add*\\ef + \\fr 7:5 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the temporal genitive absolute participle (“arrived”) \\ef* we arrived in Macedonia, our body had no rest, but we were afflicted in every \\add way\\add*—quarrels outside, fears within. "},{"style":"v","text":"But God, who comforts the humble, comforted us by the coming of Titus, "},{"style":"v","text":"and not only by his coming, but also by the comfort \\add with\\add* which he was comforted among you, \\add because he\\add*\\ef + \\fr 7:7 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“reported”) which is understood as causal \\ef* reported to us your longing, your mourning, your zeal for me, so that I rejoiced even more. "},{"style":"v","text":"For if indeed I grieved you by my letter, I do not regret \\add it\\add*. Even if I did regret \\add it\\add* (I see\\f + \\fr 7:8 \\ft Some manuscripts have “for I see” \\f* that that letter grieved you, even though for ⸤a short time⸥\\f + \\fr 7:8 \\ft Literally “an hour” \\f*), "},{"style":"v","text":"now I rejoice, not that you were grieved, but that you were grieved to repentance. For you were grieved according to \\add the will of\\add* God, so that you suffered loss in no way through us. "},{"style":"v","text":"For grief according to \\add the will of\\add* God brings about a repentance \\add leading\\add* to salvation, not to be regretted, but worldly grief brings about death. "},{"style":"v","text":"For behold how much diligence this very \\add thing\\add*, being grieved according to \\add the will of\\add* God, has brought about in you: what defense \\add of yourselves\\add*, what indignation, what fear, what longing, what zeal, what punishment! In everything you have demonstrated yourselves to be innocent in this matter. "},{"style":"v","text":"Consequently, even if I wrote to you, it was not because of the one who did wrong or because of the one who had been wronged, but in order that your diligence ⸤on our behalf⸥\\f + \\fr 7:12 \\ft Literally “on behalf of us” \\f* might be revealed to you before God. "},{"style":"v","text":"Because of this we have been encouraged, and in addition to our encouragement, we rejoiced much more over the joy of Titus, because his spirit had been refreshed by all of you. "},{"style":"v","text":"For if I have boasted anything to him about you, I have not been put to shame, but as I have spoken everything to you in truth, thus also our boasting to Titus ⸤has proven to be true⸥\\f + \\fr 7:14 \\ft Literally “has become truth” \\f*. "},{"style":"v","text":"And his affection for you is all the more \\add when he\\add*\\ef + \\fr 7:15 \\ft ﻿*Here “\\add when\\add*” is supplied as a component of the participle (“remembers”) which is understood as temporal \\ef* remembers the obedience of all of you as you welcomed him with fear and trembling. "},{"style":"v","text":"I rejoice, because in everything I am completely confident in you."}]