[{"style":"s1","text":"Generosity in Giving"},{"style":"m","text":""},{"style":"v","text":"Now we make known to you, brothers, the grace of God that has been given among the churches of Macedonia, "},{"style":"v","text":"that with a great ordeal of affliction, the abundance of their joy and the extreme depth of their poverty have overflowed to the wealth of their generosity. "},{"style":"v","text":"I testify that \\add they gave\\add*\\ef + \\fr 8:3 \\ft ﻿*The words “\\add they gave\\add*” are not in the Greek text, but are implied \\ef* according to \\add their\\add* ability, and beyond \\add their\\add* ability, by their own choice, "},{"style":"v","text":"requesting of us with much exhortation the favor and the fellowship of the ministry to the saints, "},{"style":"v","text":"and not just as we had hoped, but they gave themselves first to the Lord and \\add then\\add* to us, by the will of God. "},{"style":"v","text":"So we urged Titus that, just as he had previously begun \\add it\\add*, thus he would also complete for you this \\add act of\\add* grace. "},{"style":"v","text":"But just as you excel in everything—in faith and in speaking and in knowledge and with all diligence and in the love from us \\add that is\\add* in you—so may you excel in this grace also. "},{"style":"v","text":"I am not saying \\add this\\add* as a command, but proving the genuineness of your love by means of the diligence of others. "},{"style":"v","text":"For you know the grace of our Lord Jesus Christ, that \\add although he\\add*\\ef + \\fr 8:9 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“was”) which is understood as concessive \\ef* was rich, for your sake he became poor, in order that you, by his poverty, may become rich. "},{"style":"v","text":"And I am giving an opinion in this \\add matter\\add*, because this is profitable for you who not only began previously, a year ago, to do \\add something\\add*, but also to want \\add to do it\\add*. "},{"style":"v","text":"So now also complete the doing \\add of it\\add*, in order that just as \\add you have\\add* the eagerness to want \\add to do it\\add*, thus also \\add you may\\add* complete \\add it\\add* from \\add what you\\add* have. "},{"style":"v","text":"For if the eagerness is present ⸤according to what one has⸥\\f + \\fr 8:12 \\ft Literally “to the degree that if he might have” \\f*, \\add it is\\add* acceptable not ⸤according to what one does not have⸥\\f + \\fr 8:12 \\ft Literally “to the degree that he might not have” \\f*. "},{"style":"v","text":"For \\add this is\\add* not that for others \\add there may be\\add* relief, \\add and\\add* for you difficult circumstances, but \\add as a matter\\add* of equality. "},{"style":"v","text":"At the present time your abundance \\add will be\\add* for their need, in order that their abundance may also be for your need, so that there may be equality, "},{"style":"v","text":"just as it is written, “The \\add one\\add* who \\add gathered\\add* much did not have too much, and the \\add one\\add* who \\add gathered\\add* little did not have too little.”\\f + \\fr 8:15 \\ft A quotation from \\xt Exod 16:18 \\ft \\f*"},{"style":"s1","text":"Arrangements for Administering the Corinthians’ Gift"},{"style":"m","text":""},{"style":"v","text":"But thanks \\add be\\add* to God, who has put in the heart of Titus the same devotion ⸤on your behalf⸥\\f + \\fr 8:16 \\ft Literally “on behalf of you” \\f*, "},{"style":"v","text":"because he not only welcomed our request, but being very earnest, by his own choice he went out\\ef + \\fr 8:17 \\ft ﻿*Or “he is going out” (if this verb is understood as an epistolary aorist) \\ef* to you. "},{"style":"v","text":"And we have sent at the same time with him the brother whose praise in the gospel \\add has become known\\add* throughout all the churches. "},{"style":"v","text":"And not only \\add this\\add*, but he was also chosen by the churches \\add as\\add* our traveling companion together with this gift that is being administered by us to the glory of the Lord himself and \\add to show\\add* our readiness \\add to help\\add*. "},{"style":"v","text":"\\add We are\\add* trying to avoid this, lest anyone should find fault with us in this abundant gift that is being administered by us. "},{"style":"v","text":"For we are taking into consideration what is honorable not only before the Lord, but also before people. "},{"style":"v","text":"And we are sending with them our brother whom we have tested many times in many \\add things\\add* that he is diligent, but now much more diligent \\add because of his\\add* great confidence in you. "},{"style":"v","text":"If \\add there is a question\\add* concerning Titus, \\add he is\\add* my partner and fellow worker for you. If \\add there is a question concerning\\add* our brothers, \\add they are\\add* messengers of the churches, the glory of Christ. "},{"style":"v","text":"Therefore show to them the proof of your love and our boasting about you ⸤openly before⸥\\f + \\fr 8:24 \\ft Literally “to the face of” \\f* the churches."}]