[{"style":"s1","verse":"","text":"God Loves a Cheerful Giver"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"For it is unnecessary for me to write to you concerning the ministry to the saints, "},{"style":"v","verse":"2","text":"because I know your readiness \\add to help\\add*, \\add concerning\\add* which I keep on boasting to the Macedonians about you, that Achaia has been ready \\add to help\\add* since last year, and your zeal has stirred up the majority \\add of them\\add*. "},{"style":"v","verse":"3","text":"But I am sending the brothers in order that our boasting about you would not prove to be empty in this case, so that you may be prepared just as I was saying, "},{"style":"v","verse":"4","text":"lest somehow if Macedonians should come with me and find you unprepared, we—⸤not to speak of you⸥\\f + \\fr 9:4 \\ft Literally “so that we do not speak about you”; some manuscripts have “so that I do not speak about you” \\f*—would be humiliated in connection with this project. "},{"style":"v","verse":"5","text":"Therefore I considered \\add it\\add* necessary to urge the brothers that they should go on ahead to you and make arrangements in advance for your generous gift that was promised previously, so this would be prepared as a generous gift and not as grudgingly granted."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Now \\add the point is\\add* this: the one who sows sparingly will also reap sparingly, and the one who sows bountifully will also reap bountifully. "},{"style":"v","verse":"7","text":"Each one \\add should give\\add* as he has decided in his heart, not ⸤reluctantly⸥\\f + \\fr 9:7 \\ft Literally “out of sorrow” \\f* or from compulsion, for God loves a cheerful giver. "},{"style":"v","verse":"8","text":"And God is able to cause all grace to abound to you, so that in everything at all times, \\add because you\\add*\\ef + \\fr 9:8 \\ft ﻿*Here “\\add because\\add*” is supplied as a component of the participle (“have”) which is understood as causal \\ef* have enough of everything, you may overflow in every good work. "},{"style":"v","verse":"9","text":"Just as it is written,"},{"style":"sd0","verse":"","text":""},{"style":"q1","verse":"","text":"“He scattered widely, he gave to the poor;"},{"style":"q1","verse":"","text":"his righteousness remains ⸤forever⸥\\f + \\fr 9:9 \\ft Literally “for the age” \\f*.”\\f + \\fr 9:9 \\ft A quotation from \\xt Ps 112:9 \\ft \\f*"},{"style":"sd0","verse":"","text":""},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Now the one who supplies seed to the sower and bread for food will provide and multiply your seed, and will cause the harvest of your righteousness to grow, "},{"style":"v","verse":"11","text":"being made rich in every \\add way\\add* for all generosity, which is producing through us thanksgiving to God, "},{"style":"v","verse":"12","text":"because the service of this ministry is not only supplying the needs of the saints, but also is overflowing through many \\add expressions of\\add* thanksgiving to God. "},{"style":"v","verse":"13","text":"Through the proven character of this service \\add they will\\add* glorify God because of the submission of your confession to the gospel of Christ and the generosity of \\add your\\add* participation toward them and toward everyone, "},{"style":"v","verse":"14","text":"and \\add they are\\add* longing for you in their prayers for you, because of the surpassing grace of God to you. "},{"style":"v","verse":"15","text":"Thanks \\add be\\add* to God for his indescribable gift!"}]