[{"style":"s1","text":"Jugement de Dieu sur les pasteurs infidèles"},{"style":"r","text":"V. 1-3: cf. Lu 21:20-24."},{"style":"q1","text":""},{"style":"v","text":"Liban, ouvre tes portes,"},{"style":"q1","text":"Et que le feu dévore tes cèdres!"},{"style":"q1","text":""},{"style":"v","text":"Gémis, cyprès, car le cèdre est tombé,"},{"style":"q1","text":"Ceux qui s’élevaient sont détruits!"},{"style":"q1","text":"Gémissez, chênes de Basan,"},{"style":"q1","text":"Car la forêt inaccessible est renversée!"},{"style":"q1","text":""},{"style":"v","text":"Les bergers poussent des cris lamentables,"},{"style":"q1","text":"Parce que leur magnificence est détruite;"},{"style":"q1","text":"Les lionceaux rugissent,"},{"style":"q1","text":"Parce que l’orgueil du Jourdain est abattu."},{"style":"r","text":"V. 4-14: cf. És 40:11. Mt 9:36; 23:37-39; 26:14-16; 27:1-10. Éz 37:15, etc."},{"style":"q1","text":""},{"style":"v","text":"Ainsi parle l’Éternel, mon Dieu:"},{"style":"q1","text":"Pais les brebis destinées à la boucherie!"},{"style":"q1","text":""},{"style":"v","text":"Ceux qui les achètent les égorgent impunément;"},{"style":"q1","text":"Celui qui les vend dit:"},{"style":"q1","text":"Béni soit l’Éternel, car je m’enrichis!"},{"style":"q1","text":"Et leurs pasteurs ne les épargnent pas."},{"style":"q1","text":""},{"style":"v","text":"Car je n’ai plus de pitié pour les habitants du pays,"},{"style":"q1","text":"Dit l’Éternel;"},{"style":"q1","text":"Et voici, je livre les hommes"},{"style":"q1","text":"Aux mains les uns des autres et aux mains de leur roi;"},{"style":"q1","text":"Ils ravageront le pays,"},{"style":"q1","text":"Et je ne délivrerai pas de leurs mains."},{"style":"p","text":""},{"style":"v","text":"Alors je me mis à paître les brebis destinées à la boucherie, assurément les plus misérables du troupeau. Je pris deux houlettes: j’appelai l’une Grâce, et j’appelai l’autre Union. Et je fis paître les brebis. "},{"style":"v","text":"J’exterminai les trois pasteurs en un mois; mon âme était impatiente à leur sujet, et leur âme avait aussi pour moi du dégoût. "},{"style":"v","text":"Et je dis: Je ne vous paîtrai plus! Que celle qui va mourir meure, que celle qui va périr périsse, et que celles qui restent se dévorent les unes les autres! "},{"style":"v","text":"Je pris ma houlette Grâce, et je la brisai, pour rompre mon alliance que j’avais traitée avec tous les peuples. "},{"style":"v","text":"Elle fut rompue ce jour-là; et les malheureuses brebis, qui prirent garde à moi, reconnurent ainsi que c’était la parole de l’Éternel. "},{"style":"v","text":"Je leur dis: Si vous le trouvez bon, donnez-moi mon salaire; sinon, ne le donnez pas. Et \\x a \\xo 11.12 \\xt Mt 26:15; 27:9.\\x*ils pesèrent pour mon salaire trente sicles d’argent. "},{"style":"v","text":"L’Éternel me dit: Jette-le au potier, ce prix magnifique auquel ils m’ont estimé! Et je pris les trente sicles d’argent, et je les jetai dans la maison de l’Éternel, pour le potier. "},{"style":"v","text":"Puis je brisai ma seconde houlette Union, pour rompre la fraternité entre Juda et Israël."},{"style":"r","text":"V. 15-17: cf. Éz 34:1-10. Mt 23."},{"style":"p","text":""},{"style":"v","text":"L’Éternel me dit: Prends encore l’équipage d’un pasteur insensé! "},{"style":"v","text":"Car voici, je susciterai dans le pays un pasteur qui n’aura pas souci des brebis qui périssent; il n’ira pas à la recherche des plus jeunes, il ne guérira pas les blessées, il ne soignera pas les saines; mais il dévorera la chair des plus grasses, et il déchirera jusqu’aux cornes de leurs pieds."},{"style":"q1","text":""},{"style":"v","text":"\\x b \\xo 11.17 \\xt Jé 23:1. Éz 34:2. Jn 10:12.\\x*Malheur au pasteur de néant, qui abandonne ses brebis!"},{"style":"q1","text":"Que l’épée fonde sur son bras et sur son œil droit!"},{"style":"q1","text":"Que son bras se dessèche,"},{"style":"q1","text":"Et que son œil droit s’éteigne!"}]