[{"style":"s1","verse":"","text":"Almasi bi mooy doju tabax bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kon nag baleen mboolem xeetu mbon ak mboolem njublaŋ ak jinigal ak kiñaan ak mboolem xeetu yàq der."},{"style":"v","verse":"2","text":"Ni liir buy doora juddu yàkkamtee nàmpe, ni ngeen wara yàkkamtee nàmp soow mu set miy kàddug Yàlla. Mooy tax ngeen màgg ci seen dundug texe,"},{"style":"v","verse":"3","text":"gannaaw mos ngeen ci mbaaxug Sang bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Dikkleen ci moom, mooy doj wuy dund. Nit ñee ko beddi moos, waaye Yàllaa ko fal, fonk ko."},{"style":"v","verse":"5","text":"Te yeen itam yeen ay doji cëslaay yuy dund, doj yi \\w Noo gu Sell|Noo gu Sell g-:\\w* gi tabaxe ag kër Yàlla, ñeel liggéeyu carxal gu sell, ngir ngeen di ko jébbal ay sarax yu Noo gi rafetlu, sarax yu Yàlla nangu ndax Yeesu \\w Almasi|Almasi b-:\\w* bi."},{"style":"v","verse":"6","text":"Moo waral lii dikk ci Mbind mi:"},{"style":"q1","verse":"","text":"«Maa ngii di dëj fi \\w Siyoŋ|Siyoŋ:\\w*, aw doju koñu tabax,"},{"style":"q1","verse":"","text":"muy doju tànnéef wu gànjare."},{"style":"q1","verse":"","text":"Wii doj, ku ko wéeroo, doo rus mukk\\f + \\fr 2.6 \\ft Seetal ci \\bk Esayi\\bk* 28.16.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"7","text":"Kon nag yeen ñi gëm, yeen la gànjar gi ñeel. Waaye ci ñi gëmul, nag:"},{"style":"q1","verse":"","text":"«Moo di doj wi tabaxkat yi beddi woon,"},{"style":"q1","verse":"","text":"te mu mujj di doju koñu tabax bi\\f + \\fr 2.7 \\ft Seetal ci \\bk Taalifi cant\\bk* 118.22.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"Te it:"},{"style":"q1","verse":"","text":"«Mooy doj wuy fakkastale,"},{"style":"q1","verse":"","text":"di xeer wuy daaneel\\f + \\fr 2.8 \\ft Seetal ci \\bk Esayi\\bk* 8.14.\\f*.»"},{"style":"m","verse":"","text":"Ñoo ko fakkastaloo nde ñoo gëmul kàddu gi, te it loolu la leen dogal ba séddoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Waaye yeen nag yeenay giir giy tànnéef, yeenay sarxalkati buur, yeenay askan wu sell, yeenay xeet wi ñu jot, ngir ngeen biral jaloore yu wéet yi ñeel ki leen woo, génnee leen cig lëndëm, indi leen ci leeram gu yéeme."},{"style":"v","verse":"10","text":"Yeen ñi dul woon sax aw xeet, démb, tey yeenay xeet wi Yàlla ñoñoo\\f + \\fr 2.10 \\ft Seetal ci \\bk Ose\\bk* 1.6, 9; 2.25.\\f*; dajaguleen woon yërmande, waaye tey daj ngeen yërmande."},{"style":"s1","verse":"","text":"Li mooy wàllu gëmkatu Almasi bi ci àddina"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Soppe yi, ay gan ngeen, ay doxandéem ci kaw suuf. Kon nag li ma leen di dénk moo di ngeen moyu xemmemtéefi bakkan yiy xeex ak ab xol."},{"style":"v","verse":"12","text":"Seen dundin ci biir jàmbur ñi gëmul, rafetalleen ko, ba su ñu leen waxaloon ne ay defkati lu bon ngeen itam, seen jëf ju rafet lañuy gis, te moom lañuy sàbbaale Yàlla, kera bésub dikkam."},{"style":"s1","verse":"","text":"Déggalleen njiit yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Nangulleen gépp kilifteef gu tege ci àddina ngir Boroom bi; muy buur bu mag bi gëna kawe,"},{"style":"v","verse":"14","text":"mbaa boroom dëkk yi diy ndawam, te mu tabb leen, ngir ñu mbugal ñiy def lu bon, te sargal ñiy def lu baax."},{"style":"v","verse":"15","text":"Ndax coobarey Yàlla kat moo di ngeen di def lu baax, ba wedamal nit ñu ñàkk bopp ñi xamul dara."},{"style":"v","verse":"16","text":"Ay gor ngeen, waaye jaami Yàlla ngeen. Kon buleen taafantaloo li ngeen diy gor, ba def lu bon."},{"style":"v","verse":"17","text":"Ñépp nag ngeen di teral; mbooloom gëmkat ñi, soppleen leen; Yàlla, ragalleen ko; te buur, teral leen ko."},{"style":"s1","verse":"","text":"Nanu muñ coono, roye ko Almasi bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Yeen jaam yi, nangulleen te weg wegeel gu mat sëkk seeni sang, te du sang yi baax te lewet doŋŋ, waaye ñu wex ñi itam ci lañu."},{"style":"v","verse":"19","text":"Ndax nit ki su séddee Yàlla ab cér, ba tax mu muñ tiis ak coono bu ko yoon tegul, loolu aw yiw la."},{"style":"v","verse":"20","text":"Muñ ay dóor yu la fekk ci tooñ, ana lu ciy ndam? Waaye soo muñee coono boo daj ngir lu baax loo def, loolu de aw yiw la fa kanam Yàlla."},{"style":"v","verse":"21","text":"Ci loolu sax lañu leen woo, ndax \\w Almasi|Almasi b-:\\w* bi itam sonn na ngir yeen, te moo leen bàyyeel ab royukaay, ngir ngeen jaar ciy tànkam."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"22","text":"«Moo bàkkaarul, fenul\\f + \\fr 2.22 \\ft Seetal ci \\bk Esayi\\bk* 53.9.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"23","text":"Saaga nañu ko te feyuwul, daj na coono te tëkkoowul, waaye boppam la dénk kiy àtte dëgg."},{"style":"v","verse":"24","text":"«Moom ci boppam moo gàddu sunuy bàkkaar,» moo ko tegoo ci yaramu boppam ca bant ba, ngir nu deewal bàkkaar te dundal njub; «moom mooy ki ngeen wére ci ay góomam\\f + \\fr 2.24 \\ft Seetal ci \\bk Esayi\\bk* 53.4, 5.\\f*.»"},{"style":"v","verse":"25","text":"«Yeena réeroon niy xar\\f + \\fr 2.25 \\ft Seetal ci \\bk Esayi\\bk* 53.6.\\f*,» waaye délsi ngeen tey ci seenub sàmm, seen wattukatub xol."}]