[{"style":"s1","verse":"","text":"Sàmmalleen Yàlla géttam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mag ñi ci seen biir di seeni njiit nag, dama leen di ñaax, man miy njiit ni ñoom, di seedeb coonoy \\w Almasi|Almasi b-:\\w* bi, te di boroom cér ci ndam li nara feeñ."},{"style":"v","verse":"2","text":"Foralleen gétt gi ñu leen dénk. Sàmmleen ko, te bañ koo defe ñàkk pexe, xanaa xol bu tàlli, ni ko Yàlla bëgge. Buleen ko defe it koppartuy kese, waaye farluleen ci."},{"style":"v","verse":"3","text":"Buleen jaay kilifteef ñi ñu leen dénk, waaye doonleen ay royukaay ci jur gi,"},{"style":"v","verse":"4","text":"ba bu sàmm bu mag bi feeñee, ngeen jot \\w kaalag|kaala g-:\\w* daraja gu dul furi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Naka noonu yeen ndaw ñi, nangulleen magi mbooloom gëmkat ñi. Yeen ñépp nag toroxluleen ci seenug jëflante, ndax:"},{"style":"q1","verse":"","text":"«Yàlla, ñi réy lay xeex,"},{"style":"q1","verse":"","text":"ñi toroxlu, mu may leen aw yiw\\f + \\fr 5.5 \\ft Seetal ci \\bk Kàddu yu xelu\\bk* 3.34.\\f*.»"},{"style":"m","verse":"","text":""},{"style":"v","verse":"6","text":"Ci suufu loxol Yàlla bi am doole la leen Yàlla di yékkatee bu jotee, su ngeen toroxloo,"},{"style":"v","verse":"7","text":"ci ni ngeen di sippikoo ci kawam, mboolem seenu tiis, nde mooy ki leen tiisoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Àndleen ak sago te teewlu! Ki leen di tuumaal, Seytaane, mu ngi ŋar ni gaynde, tey wër, di rëbb ku mu warax."},{"style":"v","verse":"9","text":"Pastéefu ngëm ngeen di xeexe te xam ne benn coono bi ngeen di daj, moom la mboolem seen bokki gëmkat yi ci àddina di daj."},{"style":"v","verse":"10","text":"Te gannaaw bu ngeen sonnee ab diir, Yàlla miy boroom wépp yiw te woo leen ci ndamam lu sax dàkk ndax Almasi bi, moom ci boppam moo leen di jagal, dooleel leen, dëgëral leen ba ngeen dëju."},{"style":"v","verse":"11","text":"Moom la kàttan ñeel ba fàww. Amiin."},{"style":"s1","verse":"","text":"Piyeer tàggoo na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Silwan\\f + \\fr 5.12 \\fk Silwan \\ft mooy turu waa Room wi Gereg yi naan Silas. Seetal \\bk Jëf ya\\bk* 15.22, 40.\\f* miy mbokkum gëmkat mu wóor ci sama xalaat, ci ndimbalam laa leen bind kàddu yu gàtt yii, di leen ñaax aka seedeel ne lii kat moo di yiwu Yàlla dëgg. Taxawleen ci bu dëgër."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ab nuyoo ñeel na leen, tukkee ca mbooloom gëmkat ma ca \\w Babilon|Babilon:\\w*\\f + \\fr 5.13 \\fk Babilon \\ft foog nañu ne turu kumpa Room la.\\f* te di ñu ñu tànn ni yeen, tukkee itam ci sama doom Màrk."},{"style":"v","verse":"14","text":"Nuyooleen te fóonantee ag cofeel. Jàmm ñeel na mboolem yeen ñi gëm \\w Almasi|Almasi b-:\\w* bi."}]