[{"style":"mt1","text":"Dañeel"},{"style":"ms","verse":"","text":"Dañeel gore na ci biir nguuru kéefar"},{"style":"mr","verse":"","text":"(Saar 1.1---6.29)"},{"style":"s1","verse":"","text":"Dañeel aki xaritam tàbbi nañu ci liggéeyu kër buur"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ca ñetteelu atu nguurug Yoyakim buurub Yuda, Nebukatnecar buuru Babilon daa dikk, gaw Yerusalem."},{"style":"v","verse":"2","text":"Boroom bi nag teg Yoyakim buurub Yuda ciy loxoom, boole ca lenni jumtukaayi kër Yàlla ga. Nebukatnecar yóbbu jumtukaay ya réewum Sineyaar ga ñuy wax Babilon itam, ca biir kërug tuuram. Mu daldi fat jumtukaay ya ca denci kër tuuram."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ba loolu amee Buur jox ndigal Aspenas, kilifay bëkk-néegam, ngir mu tànne ci \\w bànni Israayil|bànni Israayil:\\w* ñenn ci askanu buur ak ci garmi yi."},{"style":"v","verse":"4","text":"Ñu diy waxambaane yu amul benn sikk ci seen yaram, di ñu góorayiw, mane bépp xeetu njàng, bare xam-xam te am déggin, ba mana liggéeyal Buur ci biir këram. Ñu di leen jàngal làkku waa Babilon ak seen mbind."},{"style":"v","verse":"5","text":"Ci biir loolu Buur dogalal leen bés bu nekk ab cér ci njëlam ak ci biiñam. Mu santaane ñu tàggat leen diiru ñetti at, ñu doora tàbbi ci liggéeyu buur."},{"style":"v","verse":"6","text":"Yudeen ña ca bokkoon di Dañeel ak Anaña ak Misayel ak Asaryaa."},{"style":"v","verse":"7","text":"Kilifag jawriñ ya nag tudde leen yeneen tur. Dañeel, mu tudde ko Beltacar, Anaña mu tudde ko Sadarag, Misayel tudd Mesag, Asaryaa di Abedd Nego."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ci biir loolu Dañeel fas yéene ci xolam ne du sobeel boppam ci njëlu buur ak biiñam. Mu ñaan kilifag jawriñ ya mu may ko, mu bañ cee sobeel boppam."},{"style":"v","verse":"9","text":"Yàlla def kilifag jawriñ ya baaxe Dañeel, yërëm ko."},{"style":"v","verse":"10","text":"Teewul kilifag jawriñ ya ne Dañeel: «Man de damaa ragal Buur sama boroom, moom mi leen dogalal seen lekk ak seen naan. Su Buur gisee ngeen gëna yooy seen moroomi xale yu góor yi nag? Sama bakkan xaj na ci de!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba mu ko defee Dañeel wax ak dag ba kilifay jawriñ ya sant mu wattu leen, mook Anaña ak Misayel ak Asaryaa. Mu ne ko:"},{"style":"v","verse":"12","text":"«Ngalla sang bi, seetlu nu diiru fukki fan, ñu di nu jox lujum rekk ak ndoxum naan;"},{"style":"v","verse":"13","text":"te nga xool nu, xool xale yu góor yiy lekk ci njëlal Buur. Su ko defee nga seet nooy def ak nun ci ni nga nu gise, sang bi.»"},{"style":"v","verse":"14","text":"Waa ja ànd ak ñoom ci loolu, seetlu leen diiru fukki fan."},{"style":"v","verse":"15","text":"Ba fukki fan ya matee, seen kanam gëna leer te ñu gëna suur mboolem xale yu góor yay lekk ca njëlal Buur."},{"style":"v","verse":"16","text":"Ci kaw loolu wattukat ba di yóbbu seen njël ak seen biiñ, weccee leen ko lujum."},{"style":"v","verse":"17","text":"Yàlla nag may ñeenti xale yu góor yooyu xel ak ràññee ci mboolem lu ñu bind ak wàllu xam-xam. Dañeel moom mana firi mboolem peeñu ak gént."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba diir ba leen Buur àppal matee, ñu war leena indi, kilifag jawriñ ya yóbbu leen fa kanam Buur Nebukatnecar."},{"style":"v","verse":"19","text":"Buur wax ak ñoom te gisul ci ñoom ñépp kenn ku mel ni Dañeel ak Anaña ak Misayel ak Asaryaa. Ñu daldi tàbbi ci liggéeyu buur."},{"style":"v","verse":"20","text":"Mboolem wàllu xam-xam ak xel mu leen Buur seetlu rekk, gis ne ñoo ci sut fukki yoon jabarkat yeek ñeengokati réewam mépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Dañeel nekk ca liggéeyu buur, nekk ca ba ca at ma njëkk ca nguurug Buur Sirus."}]