[{"style":"s1","text":"Dañeel gis na boroom col gu weex"},{"style":"p","text":""},{"style":"v","text":"Ci ñetteelu atu nguurug Sirus buuru Pers, kàddu daa dikkal Dañeel ma ñuy wax Beltacar. Kàddu googu di gu wóor tey yégle xare bu mag. Mu dégg kàddu gi, xam pirim peeñu mi."},{"style":"p","text":""},{"style":"v","text":"Jant yooyu, man Dañeel maa nga doon ñaawlu diiru ñetti ayi bés."},{"style":"v","text":"Ñam wu neex lekkuma ko, te yàpp ak biiñ jaarul sama gémmiñ. Diwuwuma diwu gu xeeñ it ba ñetti ayi bés yi mat."},{"style":"v","text":"Keroog ñaar fukki fan ak ñeent ci weer wi njëkk ci at mi, maa nga ca tàkkal dex gu mag gi ñuy wax Tiigar."},{"style":"v","text":"Ma séentu, xool, yemuma ci ku moy genn góor gu sol yérey lẽe, gañoo ngañaayal wurus wu raxul."},{"style":"v","text":"Yaram waa nga rafet ni peru gànjar, xar-kanam ba mel ni melax, bët ya mel ni jumi sawara, loxo yeek tànk yi mel ni xànjar bu ñu jonj, riiru baatam mel ni coowal mbooloo."},{"style":"p","text":""},{"style":"v","text":"Man Dañeel doŋŋ maa gis peeñu mi. Ñi ma àndal gisuñu ko. Tiitaange ju réy nag jàpp leen, ba ñu daw, làquji."},{"style":"v","text":"Ba loolu amee ma des fa man rekk, ne jàkk ci peeñu mu réy moomu. Waaye deseetuma woon doole, damaa jeexal tàkk, amatuma genn kàttan."},{"style":"v","text":"Ci kaw loolu ma dégg baatam. Naka laa dégg baatam, daldi daanu leer, sama kanam dëppu fi suuf."},{"style":"v","text":"Yéguma lu moy ab loxo bu ma laal, yékkati ma, ma teg sama bëti óom ak sama tenqi loxo fi suuf, di lox."},{"style":"v","text":"Mu ne ma: «Dañeel, yaw mi ñu naw, déggal kàddu yi ma lay wax. Jógal taxaw sa taxawaay, ndax dañu maa yebal ci yaw nii.» Naka la ma wax kàddu yooyu, ma ne ñokket, di lox."},{"style":"v","text":"Mu ne ma: «Dañeel, bul tiit. Bés bu njëkk, ba nga fasee yéene xam, ba toroxlu ci sa kanam Yàlla, ca lañu dégg say kàddu te sa kàddu yooyoo ma taxa ñëw."},{"style":"v","text":"Waaye malaaka miy wattu nguurug Pers moo ma dogale lu tollook ñaar fukki fan ak benn. Mikayel nag, kenn ci malaakay wattukat yu mag yi ñëw, wallusi ma. Yàgg naa ca buuri Pers ya."},{"style":"v","text":"Léegi ñëw naa ngir xamal la liy dikkal sa mbooloo ci jamono yiy ñëw ndax peeñu mi ëmb na jamono yooyu itam.»"},{"style":"p","text":""},{"style":"v","text":"Bi mu may wax kàddu yooyu, maa ngi sëgg, sama kanam jublu ci suuf, manumaa wax."},{"style":"v","text":"Jekki-jekki jëmm ju mel ni nit dikk, laal samay tuñ. Ma ŋa, àddu, daldi wax ak ki taxaw ci sama kanam ne ko: «Sang bi, peeñu mi tax na ma jàq, ba amatuma benn doole."},{"style":"v","text":"Te it sang bi, nu may mana waxeek yaw, sang bi? Amatuma doole te deseetuma ngelawal gémmiñ.»"},{"style":"v","text":"Ba loolu amee jëmm jiy nirook nit dellu laal ma, ma amaat doole."},{"style":"v","text":"Gannaaw loolu mu ne ma: «Yaw nit ki ñu naw, bul tiit. Jàmm la. Góor-góorlul!» Muy wax ak man, may amaat doole, ba ne ko: «Waxal sang bi, dooleel nga ma.»"},{"style":"v","text":"Mu ne ma: «Ndax xam nga lu ma taxa dikk? Léegi ma dellu xarejeek malaaka miy wattu réewum Pers; te bu may dem, malaaka miy wattu Geres dikk."},{"style":"v","text":"Waaye dinaa la xamal li ñu bind ci téereb dëgg gi. Kenn jàppalewu ma ci ñooñu ku dul Mikayel, seen malaakam wattukat, yeen \\w bànni Israayil|bànni Israayil:\\w*."}]