[{"style":"nb","text":""},{"style":"v","text":"Man ci sama wàllu bopp nag, maa nga woon ca wetam, di ko aar aka jàppale, ca at ma njëkk ca nguurug Daryus waa Medd ba.»"},{"style":"s1","text":"Buur bëj-gànnaar ak buur bëj-saalum a ngi jote"},{"style":"p","text":""},{"style":"v","text":"«Léegi, maa ngi lay xamal lu wér. Dama ne, dina amaat ñetti buur yuy falu ci réewum Pers, ñeenteel ba dikk, dajale alal ju bare, ba ëpple leen ñoom ñépp. Bu demee ba alalam may ko doole, dina def lépp lu mu man ngir xabtal ñépp ci kaw nguuru Geres."},{"style":"v","text":"Waaye buur bu jàmbaare dina falu, di boroom kilifteef gu yaatu, di def lu ko soob."},{"style":"v","text":"Naka lay jóg rekk, nguuram daldi foq, tas, ñeenti ngelawi asamaan tasaare, yóbbu. Aw askanam du moom nguur ga, te nguur ga dootul am doole ja mu amoon. Nguuram day foq, tàbbi ci loxoy ñeneen ñu dul askanam."},{"style":"p","text":""},{"style":"v","text":"«Buur bëj-saalum\\f + \\fr 11.5 \\fk buur bëj-saalum: \\ft réewum bëj-saalum bii ñuy wax buuram, Misra la. Réewum bëj-gànnaar di Siri.\\f* dina am doole, waaye kenn ca ña mu jiital a koy ëpp doole, te kilifteefam mooy gëna yaatu."},{"style":"p","text":""},{"style":"v","text":"«Gannaaw ay at, buur bëj-saalum ak buur bëj-gànnaar dinañu mànkoo. Doomu buur bëj-saalum mooy séysi kër buur bëj-gànnaar, ngir dëgëral diggante bi. Waaye nguurug doom ja du yàgg, boroom këram it du dundaat lu yàgg mook seen doom. Doomu buur bëj-saalum day dee, mook toppam ak baayam ak boroom këram."},{"style":"v","text":"Kenn ci waa këram mooy wuutu baayam, dikk, dal ca mbooloom xarem buur bëj-gànnaar, jàll ba ca wàllaa tatay buur bëj-gànnaar, jëflanteek ñoom, duma leen, ba daan."},{"style":"v","text":"Dinañu lël sax seen jëmmi tuur yu ñu móol, yóbbu Misra, boole kook seen gànjaru xaalis ak wurus. Gannaaw loolu dina toog ay at te du laaleek buur bëj-gànnaar."},{"style":"v","text":"Gannaaw gi, buur bëj-gànnaar dina dem réewum bëj-saalum, doora dellu réewam."},{"style":"p","text":""},{"style":"v","text":"«Ay doomam yu góor nag dinañu waajal xare, dajale gàngoor yu takku. Ñu jubal, bëtt, jàll nim wal, daldi ñoqali, songi noon ba ca dëkk ba ñu wëralee tata."},{"style":"p","text":""},{"style":"v","text":"«Buur bëj-saalum dina xabtalu, songi buur bëj-gànnaar. Kooku waajal mbooloom xare mu mag, waaye mbooloo moomu dees na leen teg ci seen loxoy noon."},{"style":"v","text":"Mbooloo moomu dees na leen daan, buur bëj-saalum di ca réy-réylu. Dina rey ay junniy nit nag, waaye du ko taxa am ndam."},{"style":"v","text":"Li ko waral mooy buur bëj-gànnaar day dellu waajalaat mbooloo mu ëpp ma jiitu. Bu amee ay at dina dikkaat, ànd ak mbooloom xare mu mag ak ngànnaay lu takku."},{"style":"p","text":""},{"style":"v","text":"«Jamono yooyu ñu bare dinañu jógal buur bëj-saalum, te ay nit ñu soxor ñu bokk ci saw xeet dinañu fippu, ni ko am peeñu indee, waaye duñu ko man."},{"style":"v","text":"Buur bëj-gànnaar dina ñëw yékkati ay jal, gaw dëkk bu ñu wërale tata, nangu ko. Mbooloom xarey bëj-saalum ak seen ñeyi xare duñu leen mana të. Duñu am doole ju ñu leen tëwe."},{"style":"v","text":"Ki leen di song dina leen def li ko soob, ndax kenn du ko të. Dina toog ci réew mu taaru ma\\f + \\fr 11.16 \\fk réew mu taaru ma, \\ft Israayil la. Seetal it ci 11.41.\\f*, te am dooley tas ko."},{"style":"v","text":"Dina fas yéenee dikk ak dooley nguuram gépp, ba dëgëral digganteem ak buur bëj-saalum. Da koy may doomam soxna, ngir di ko fexee sànk. Waaye loolu du sotti, ndax pexe ma du àntu."},{"style":"v","text":"Gannaaw loolu dina wuta moom fa féeteek dun ya, ba nangu ca ay réew, waaye dina am njiitu xare lu dakkal jëfi réy-réyloom ji muy toroxale, ba fey ko añam."},{"style":"v","text":"Bu loolu weesoo dina walbatiku dal ci dëkk yi ñu wëralee tata ci biir réewum boppam, waaye du sotti. Day daanu, ne mes."},{"style":"v","text":"Ki koy wuutu dina yebal kuy foqati ay galag yu ñuy yokke puukarey nguur gi, waaye du yàgg dara, ñu bóom ko ci sutura, te du doon ci xare."},{"style":"s1","text":"Buur bëj-gànnaar ëpp nay loxo"},{"style":"p","text":""},{"style":"v","text":"«Ku siblu moo koy wuutu, ku yelloowul darajay nguur. Day duggsi ndànk, lal ay pexeem, ba nangu nguur gi."},{"style":"v","text":"Mboolooy xare yi dinañu defum wal nig dex, dal ci kawam, waaye dees na leen rajaxe, ñook genn kilifay mbooloom \\w kóllëreg|kóllëre g-:\\w* Yàlla gi."},{"style":"v","text":"Gannaaw bu ñu wóllëranteek moom, dina wor. Dina gëna am doole, te amul mbooloo mu bare."},{"style":"v","text":"Day dugg ndànk ba ca biir gox ya gëna woomle ca diiwaan ba. Dina fa def lu ay baayam aki maamam masula def. Dina lël ay réew, séddale ay farandoom alal jaak koom ga. Dina lal pexe yu mu songe ay tata, waaye loolu ab diir lay doon."},{"style":"p","text":""},{"style":"v","text":"«Bu loolu weesoo dina ànd ak mbooloo mu bare, daldi yebook doole ak pastéef ci kaw buur bëj-saalum. Buur bëj-saalum waajal xare, ànd ak mbooloo mu réy te bare doole lool, waaye sottiwul ndax pexe yu ñu koy lalal."},{"style":"v","text":"Ci biir loolu ay nit ñuy bokk ak buur bëj-saalum ndab ñoo koy sànk, ba mbooloom jóoru, ñu bare tëdd."},{"style":"v","text":"Ñaari buur yi dinañu nas lu bon ci seen xol; di bokk ndab tey waxantey fen. Waaye seeni pexe du mujj fenn, ndax du fekk muj ga jot."},{"style":"v","text":"Gannaaw gi, buur bëj-gànnaar dina dellu réewam, yóbbaale alal ju takku. Ni mu ko nase woon dina fexeel mbooloom kóllëre gu \\w sell|sell:\\w* gi\\f + \\fr 11.28 \\fk mbooloom kóllëre gu sell gi, \\ft bànni Israayil la.\\f*, doora ñibbi réewam."},{"style":"p","text":""},{"style":"v","text":"«Bu àpp bi jotee, buur bëj-gànnaar dina dal ci kaw réewum bëj-saalum. Waaye boobu yoon du deme na woon."},{"style":"v","text":"Ay boroom gaal yu mag dinañu jóge sowu, songsi ko, ba tax mu xàddi, ba dëpp. Mu daldi mer lool, sippi ko mbooloom kóllëre gu sell gi, tey ànd ak ñi dëddu kóllëre gu sell gi."},{"style":"v","text":"Ay xarekat yu mu yebal dinañu dem teddadil kër gu sell gi ñu dàbbali; dinañu dakkal sarax siy am bés bu ne, ba noppi teg fa lu siblu\\f + \\fr 11.31 \\fk lu siblu: \\ft seetal ci 9.27.\\f* luy jur yàqute."},{"style":"v","text":"Ñi sàmmul kóllëreg Yàlla ay nax la leen di fàbbee, waaye askan wi ràññee seen Yàlla, pastéef lañuy jëfeji."},{"style":"v","text":"Te it boroom xel yu rafet yi ci mbooloo mi dinañu gindi ñu bare. Nattu dina leen dikkal ab diir; ñii saamar jaar ci seen kaw, ñii ñu lakk leen, ñee ñu nangu seen alal, tëj leen."},{"style":"v","text":"Te bu leen nattu dikkalee, ndimbal lu néew lañuy am, ndax ñu bare naaféq lañuy fareek ñoom."},{"style":"v","text":"Ñenn ci boroom xel yu rafet yi dinanu jaare ci nattu yu leen di sellal, fóot leen ba ñu set wecc, ba keroog mujug jamono. Àpp ba nag des na."},{"style":"p","text":""},{"style":"v","text":"«Buur bi dina def lu ko soob. Dina réy-réylooka damu, ba weesale boppam tuur yépp, te dina wax gilaawaali jëme ci Yàlla ji sut lépp. Dina am ndam nag ba keroog sànjum Yàlla ñoral ko. Li ñu dogal déy dina am."},{"style":"v","text":"Buur bi du faale tuuri maamam, du faale tuur mi jigéen ñi sopp\\f + \\fr 11.37 \\fk tuur \\ft moomu lañu gëmoon ne man naa nangul am njur.\\f*. Du faale menn tuur, ndax day damu ba weesale boppam lépp."},{"style":"v","text":"Xanaa kay tuur mi yor kaaraangey tata yi lay jaamu, muy tuur mu ay maamam xamul woon. Dina ko jaamoo wurus ak xaalis ak xeer yu jafe ak yeneen gànjar."},{"style":"v","text":"Tuuri jàmbur yooyu lay doolewoo, di song dëkk yi ñu wëralee ay tata. Ku ko nangul, mu teral la, def la kilifag ñu bare, ba noppi yoole la ay suuf."},{"style":"v","text":"Ca mujug jamono buur bëj-saalum dina fenqoo ak buur bëj-gànnaar. Te itam buur bëj-gànnaar dina mel ni ngëlén, ne milib ci kawam, ànd ak watiiri xare aki gawar ak gaal yu mag yu bare. Dina dugg ci ay réew, bëtt, jàll nim wal."},{"style":"v","text":"Gannaaw loolu dina dugg ci réew mu taaru ma, te ñu bareey daanu. Waaye Edomeen ñaak Mowabeen ñaak njiiti Amoneen ñi dinañu rëcc."},{"style":"v","text":"Dina teg loxoom yeneen réew, te réewum Misra sax du ca mucc."},{"style":"v","text":"Dina aakimoo alali Misra, muy wurus, di xaalis ak mboolem gànjar. Waa Libi ak waa \\w Kuus|Kuus:\\w* it dinañu ko nangul."},{"style":"v","text":"Waaye nag xibaar dina bawoo penku ak bëj-gànnaar, tiital ko lool. Noonu mu jóg ak xadar, rey ñu baree bare, faagaagal leen."},{"style":"v","text":"Dina samp xaymay kër buur ci diggante géej geek tund wu taaru wu sell wa\\f + \\fr 11.45 \\fk tund \\ft woowu, Yerusalem la.\\f*. Waaye dina dee, te kenn du ko taxawu.»"}]