[{"style":"s1","text":"Mujug jamono taxaw na"},{"style":"p","text":""},{"style":"v","text":"Malaaka ma waxati ma, ne ma:"},{"style":"q1","text":"«Jamono yooyu ci la Mikayel,"},{"style":"q1","text":"malaakam wattukat mu mag"},{"style":"q1","text":"miy taxawu sa mbooloo, di jóg."},{"style":"q1","text":"Muy jamonoy njàqare ju masula am,"},{"style":"q1","text":"cosaanal xeet yi ba tey jii."},{"style":"q1","text":"Bu keroogee sa bokk yiy mucc,"},{"style":"q1","text":"ñooy ñi ñu bind ci téereb dund bi."},{"style":"q1","text":""},{"style":"v","text":"Ñu bare ñuy nelaw ci seeni bàmmeel dinañu yewwu."},{"style":"q1","text":"Ñenn ña nara dund fàww,"},{"style":"q1","text":"ña ca des añe gàcceek njàqare fàww."},{"style":"q1","text":""},{"style":"v","text":"Ña rafet xel leer nàññ"},{"style":"q1","text":"ni leeraayu déndub asamaan."},{"style":"q1","text":"Ñi doon xiir mbooloo mi ci njub"},{"style":"q1","text":"ne boyy niy biddiiw, ba fàww."},{"style":"p","text":""},{"style":"v","text":"«Yaw nag Dañeel, dencal kàddu yii, muy kumpa te nga tëj téere bi, tay ko ba mujug jamono jub. Su keroogee ñu bare dinañu gëstu fu ne, ba xam-xam yokku.»"},{"style":"s1","text":"Dañeel gis na ñaari malaaka"},{"style":"p","text":""},{"style":"v","text":"Noonu man Dañeel, may xool ci biir peeñu mi, daldi yem ci ñeneen ñaar ñu taxaw, séq dex gi."},{"style":"v","text":"Kenn ki wax ak ka sol mbubbam lẽe, te taxaw ca kaw dex ga, ne ko: «Ana fu kéemaan yiy yem?»"},{"style":"v","text":"Ka sol mbubbam lẽe te taxaw ca kaw dex ga, ma nga yékkati loxo ndijoor baak bu càmmoñ ba, te ma dégg ko mu naa: «Giñ naa ko ci Kiy dund fàww ne ñetti diir ak genn-wàll lay doon. Xew-xew yooyu yépp a ngi dakk keroog bu dooley mbooloo mu \\w sell|sell:\\w* mi jeexee tàkk.»"},{"style":"p","text":""},{"style":"v","text":"Maa ngi ciy dégg waaye xawma lu muy tekki. Ma ne: «Sang bi, ana nu xew-xew yooyu di mujje?»"},{"style":"v","text":"Mu ne ma: «Dañeel, demal rekk, ndax mbir yii dees koo làq, dëxëñ ko, ba keroog muj ga taxaw."},{"style":"v","text":"Ñu bare dees na leen sellal, fóot leen ba ñu set wecc. Waaye ñu bon ñi wéy di bon, te kenn du ci xam liy xew, teewul ñi rafet xel dinañu ko xam."},{"style":"v","text":"Jamono ja ñuy dakkal sarax si ñu wara joxe bés bu ne, di keroog ba ñuy taxawal lu siblu\\f + \\fr 12.11 \\fk lu siblu: \\ft seetal ci 9.27.\\f* lay jur yàqute, junniy fan ak ñaari téeméer ak juróom ñeent fukk (1~290) dina ca topp."},{"style":"v","text":"Ndokkalee ku muñ nag diiru junniy fan ak ñetti téeméer ak fanweer ak juróom (1~335)."},{"style":"v","text":"Waaye yaw Dañeel, muñal ba fa muy mujje. Su keroogee fekk la nelaw, doora jóg jël sab yool, ca mujug jamono.»"}]