[{"style":"s1","text":"Buur Belsacar a bew ba sànku"},{"style":"p","text":""},{"style":"v","text":"Am na bés Buur Belsacar defal ay jaraafam bernde ju réy. Ña nga tollu ci junni, muy naan nag ca seen kanam."},{"style":"v","text":"Biiñ ba jay Belsacar, mu joxe ndigal, ñu indi ndab yu xaalis yaak yu wurus ya baayam\\f + \\fr 5.2 \\fk baay \\ft bi ñuy wax fii, am na ñu jàpp ne maam la woon ci moom mbaa buur bu ko jiitu woon ci nguur gi rekk, waaye du baayub geño.\\f* Nebukatnecar jële woon ca kër Yàlla ga ca Yerusalem, ngir ñu naane ca, mooki jaraafam aki soxnaam aki nekkaaleem."},{"style":"v","text":"Ba mu ko defee ñu indi ndabi wurus ya ñu jële woon ca jaamookaay ba, kër Yàlla ga ca Yerusalem. Buur di ca naan, mooki jaraafam aki nekkaaleem."},{"style":"v","text":"Ña ngay naan biiñ, di sàbbaal yàllay wurus yaak yu xaalis yaak yu xànjar yaak yu weñ yaak yu bant yaak yu doj ya."},{"style":"p","text":""},{"style":"v","text":"Ca saa sa baaraami loxob nit buy bind feeñ fa janook tegukaayu làmp ba, ca kaw miiru kër buur, ba ñu weexal. Buur di xool catu loxo bay bind."},{"style":"v","text":"Kanamu Buur nag soppiku, njàqare dikkal ko, ba ndigg la ne yalax, óom yay fenqoo."},{"style":"p","text":""},{"style":"v","text":"Buur daldi àddu ca kaw, di woolu ñeengokat yeek xërëmkat yi ak seetkat yi. Mu wax ak boroom xam-xami Babilon yooyu ne leen: «Képp ku jàng mbind mii te wax ma lu mu tekki, dees na ko solal yérey buur yu xonq curr, takkal ko caqu wurus, jox ko kilifteef gu koy tofal ci bummi.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee boroom xam-xami Buur yépp dikk ba ca biir, waaye manuñoo jàng mbind ma, bay xamal Buur la muy tekki."},{"style":"v","text":"Buur Belsacar nag gënatee tiit, kanam ga gëna soppiku, jaraafam ya it jàq."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Lingeer, ndeyi Buur, dégg coowal Buur aki jaraafam, daldi duggsi ci biir néegu xawaare bi. Mu ne: «Buur, guddaluw fan! Bul tiit, bu sa kanam lëndëm."},{"style":"v","text":"Am na góor gu nekk ci sa réew mi; xelu yàlla yu sell yaa ngi ci moom, te ci sa jamonoy baay, gis nañu ci moom ag ràññee ak xel ak xam-xam bu nirook xam-xamu yàlla yi. Buur Nebukatnecar sa baay nag fal ko, mu jiite taryaax yeek ñeengokat yeek xërëmkat yeek seetkat yi;"},{"style":"v","text":"loolu yépp ndax dañoo gis ci kooku Buur tudde Beltacar, xel mu ñaw akum njàng ak ràññee. Day firi gént, di teqantal ay cax aka lijjanti ay jafe-jafe. Kookooy Dañeel; kon nañu ko woo, mu wax piri mi.»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu ñu indi Dañeel fa kanam Buur. Buur ne Dañeel: «Du yaay Dañeel mi bokk ci Yudeeni ngàllo ga Buur saa baay jële Yuda?"},{"style":"v","text":"Dégg naa sab jëw, ñu naan xeli yàlla yaa ngi ci yaw, te gis nañu ci yaw ag ràññee akum xel ak xam-xam bu takku."},{"style":"v","text":"Léegi indiloon nañu ma boroom xam-xam yeek ñeengokat yi, ndax ñu jàngal ma mbind mii, xamal ma pireem. Waaye xamuñu piri mi."},{"style":"v","text":"Dégg naa nag ne man ngaa firi lool aka lijjanti mbir yu jafe. Soo ma manee jàngal mbind mi, wax ma lu muy tekki, dees na la solal yérey buur yu xonq curr, takkal la caqu wurus, jox la kilifteef gu lay tofal ci bummi.»"},{"style":"p","text":""},{"style":"v","text":"Dañeel nag janook Buur ne ko: «Buur, dencal sag may te jox keneen say neexal. Du tee ma jàngal la mbind mi, firil la ko."},{"style":"p","text":""},{"style":"v","text":"«Buur, Yàlla Aji Kawe ji daa joxoon sa baay Nebukatnecar nguur gi, muy ku màgg, am ndam ak daraja."},{"style":"v","text":"Màggaay ga mu ko mayoon tax waa mbooloo yeek xeet yeek làkk yépp ragal ko, bay lox ci kanamam. Ku ko soob, mu rey; ku ko soob, mu bàyyi; ku ko soob, mu fal; ku ko soob, mu toroxal."},{"style":"v","text":"Waaye ba mu bewee, të ticc bay réy-réylu, dañu koo jàllarbee ca nguuram, nangu ndam la,"},{"style":"v","text":"dàqe ko ci nit ñi, def xel ma xelum rab. Mu dëkk ak mbaami àll yi, am ñax dim xontam niw nag, lay biy wàcc, di ko faam, ba kera ba mu xamee ne Aji Kawe jee yor nguurug nit, di ko jox ku ko neex."},{"style":"p","text":""},{"style":"v","text":"«Yaw Belsacar miy doomam nag, xam nga loolu lépp te taxu laa toroxlu,"},{"style":"v","text":"xanaa ngay diirook Boroom asamaan, bay santaane ñu indil la ndabi këram, nga di ci naane biiñ, yaak say jawriñ ak say soxna ak say nekkaale, ngeen di sàbbaal ay yàllay xaalis ak yu wurus ak yu xànjar ak yu weñ ak yu bant ak yu doj, te du ci lenn luy gis mbaa muy dégg mbaa mu xam dara. Waaye Yàlla ji yor sa bakkan tey ak ëllëg sàbbaaloo ko."},{"style":"v","text":"Moo tax Yàlla yónni loxo bi, mu rëdd mbind mii."},{"style":"p","text":""},{"style":"v","text":"«Mbind mi ñu rëdd mooy: WAÑÑ, WAÑÑ, NATT, SÉDDALE."},{"style":"v","text":"Li muy firi mooy:"},{"style":"q1","text":"WAÑÑ: Yàlla waññ na sa nguur, ba jeexal ko."},{"style":"q1","text":""},{"style":"v","text":"NATT: Nattees na sa diisaay ci nattukaay bi, nga yées."},{"style":"q1","text":""},{"style":"v","text":"SÉDDALE: Séddale nañu sam réew, ba jox ko xeeti Medd ak Pers.»"},{"style":"p","text":""},{"style":"v","text":"Ca la Belsacar joxe ndigal, ñu solal Dañeel yérey buur yu xonq curr, takkal ko caqu wurus, daldi yégle ne moo topp ci bummi."},{"style":"p","text":""},{"style":"v","text":"Guddi googa lañu rey Belsacar, buurub waa Babilon."}]