[{"style":"s1","text":"Dañeel tàbbi na ci paxum gaynde"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Daryus waa Medd ba jot ca nguur ga, fekk ko mu am juróom benn fukki at ak ñaar."},{"style":"p","text":""},{"style":"v","text":"Mu neex Daryus nag, mu fal téeméeri jawriñ ak ñaar fukk ca réew ma, ñuy saytu nguur ga gépp;"},{"style":"v","text":"ak ñetti saytukat yu leen jiite, kenn ka di Dañeel. Saytukat yooyu nag di leen xamal lu ñuy liggéey, ngir Buur baña yàqule dara."},{"style":"v","text":"Ci biir loolu Dañeel di ku ràññiku ci biir saytukat yaak jawriñ ya, ndax rafetum xel; ba tax Buur di seet nu mu koy fale, mu yilif nguur gépp."},{"style":"v","text":"Ba loolu amee saytukat yaak jawriñ ya di wuta tuumaal Dañeel ci mbiri nguur gi, te gisuñu genn tooñ mbaa sikk ci moom, ndax ku amoon kóllëre la, te giseesul ci moom genn néewal mbaa sikk."},{"style":"v","text":"Ñu daldi ne: «Dunu gis mukk lenn lu nu tuumaal Dañeel. Xanaa nu gis ko ci yoonu Yàllaam.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee saytukat yaak jawriñ ya ànd rungumloo ba ca Buur, ne ko: «Buur Daryus, guddaluw fan!"},{"style":"v","text":"Saytukati nguur gépp ak laman yeek jawriñ yeek xelalkat yeek jaraaf yi mànkoo nañu, tëral dogalu buur bi yoonal aaye bii: ci diiru fanweeri fan, képp ku ñaan ci jenn yàlla mbaa ci nit ku la moy, yaw Buur sang bi, dees na ko sànni ca kàmbu gaynde ya."},{"style":"v","text":"Léegi nag, Buur, dogalal aaye bi, te torlu mbind mi, ba dootul tebbiku, mu dëppook yoonu waa Medd ak waa Pers wi dul toxu.»"},{"style":"v","text":"Ci kaw loolu Buur Daryus torlu mbindum aaye ba."},{"style":"p","text":""},{"style":"v","text":"Ba Dañeel yégee ne torlu nañu dogal ba, teewul mu ñibbi, yéeg ca néeg ba ca kaw taax ma palanteer ya jublook Yerusalem, na mu ko daan defe naka jekk ñetti yoon ci bés. Mu sukk fa, di ñaan aka sant Yàllaam."},{"style":"v","text":"Ci kaw loolu nit ña rungumloo, fekk ko muy ñaan aka dagaan Yàllaam,"},{"style":"v","text":"ba noppi ñu dem fekki Buur, ngir wax ak moom ca aaye ba mu tëral, ne ko: «Xanaa du yaa torlu aaye bi ne: képp ku ñaan jenn yàlla mbaa nit ku la moy, yaw Buur, diiru fanweeri fan, dees na ko sànni ca kàmbu gaynde ya?» Buur ne: «Dogal bi kay wér na, dëppook yoonu waa Medd ak Pers wi dul toxu.»"},{"style":"p","text":""},{"style":"v","text":"Ñu ne ko: «Buur, Dañeel mi bokk ca ngàllog Yudeen ña de, faalewu la, yaak aaye bi nga torlu. Ñetti yoon ci bés lay ñaan ay ñaanam ba tey.»"},{"style":"v","text":"Buur dégg ko, am tiis wu réy. Mu daldi fas yéene ne dina musal Dañeel. Ba jant so ma ngay wut pexe mu mu ko musale."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu nit ña rungumlooti ba ca Buur, ne ko: «Buur, xamal ne yoonu waa Medd ak Pers tëral na ne mboolem aaye mbaa dogal bu buur dëggal dootul toxu.»"},{"style":"v","text":"Buur nag joxe ndigal, ñu yóbbu Dañeel, tàbbal ko ca kàmbu gaynde ya. Buur ne ko: «Sa Yàlla ji nga saxoo jaamu, yal na la xettali.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ñu indi aw doj, dëj ko ca buntu kàmb ga, Buur bës ca jaarob torlukaayam ak jaarob torlukaayu jaraafam ya, ba dara dootul mana soppiku ci deminu Dañeel."},{"style":"v","text":"Ba loolu wéyee Buur dellu këram. Lekkul guddi gi yépp, sàkkuwul lu koy bégal, te nelaw të ko."},{"style":"p","text":""},{"style":"v","text":"Ba njël jotee, ba bët di bëgga set, Buur jóg, daldi gaaw dem ca kàmbu gaynde ya."},{"style":"v","text":"Naka la jub kàmb ga, daldi woo Dañeel; baat baa nga tiis. Mu ne ko: «Éy Dañeel, jaamu Yàlla jiy dund; sa Yàlla ji nga saxoo jaamu, mbaa mujj na laa xettali ci gaynde yi?»"},{"style":"p","text":""},{"style":"v","text":"Dañeel daldi ne Buur: «Buur, guddaluw fan!"},{"style":"v","text":"Sama Yàlla yebal na malaakaam, mu tëj gémmiñi gaynde yi, ba defuñu ma dara. Ndax kat mucc naa ci tuuma sama digganteek moom ak sama digganteek yaw it, te defuma dara lu bon.»"},{"style":"p","text":""},{"style":"v","text":"Buur nag am mbégte mu réy. Ci kaw loolu mu joxe ndigal, ñu génne Dañeel ca kàmb ga. Ba ñu génnee Dañeel ca kàmb ga, gaañuwul fenn, ndax daa wóolu Yàllaam."},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Buur joxe ndigal, ñu indi nit ña tuumaaloon Dañeel, ñu tàbbal leen ca kàmbu gaynde ya, ñook seeni doom ak seeni jabar. Àgguñu suuf sax, gaynde ya alawti leen, dammate seen yax yépp."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Buur Daryus bind waa mbooloo yépp ak xeet yépp ak làkk yépp, di waa àddina sépp, ne:"},{"style":"p","text":"«Jàmm ngeen!"},{"style":"p","text":""},{"style":"v","text":"«Dogal tukkee na ci man, ne mboolem fu bokk ci sama nguur, nañu fa ragal Yàllay Dañeel, wormaal ko,"},{"style":"q1","text":"keey Yàlla jiy dund,"},{"style":"q1","text":"kee sax fàww,"},{"style":"q1","text":"nguuram du tas,"},{"style":"q1","text":"kilifteefam du jeex."},{"style":"q1","text":""},{"style":"v","text":"Keey musle, di xettalee,"},{"style":"q1","text":"di def ay màndarga aki kéemaan,"},{"style":"q1","text":"kaw asamaan ak suuf."},{"style":"q1","text":"Kee musal Dañeel"},{"style":"q1","text":"ca pàddum gaynde ya.»"},{"style":"p","text":""},{"style":"v","text":"Dañeel nag gëna am cér diirub nguurug Daryus ak nguurug Sirus waa Pers ba."}]