[{"style":"ms","text":"Aji Sax ji feeñu na Dañeel"},{"style":"mr","text":"(Saar 7.1---12.13)"},{"style":"s1","text":"Dañeel gis na ñeenti rabi géej"},{"style":"p","text":""},{"style":"v","text":"At ma njëkk ca nguurug Belsacar buuru Babilon, Dañeel daa gént, peeñu dikkal ko ci kaw lalam. Mu bind nag gént gi, doore ko nii."},{"style":"v","text":"Dañeel da ne: «Damaa gis guddi ci peeñu mi; mu jekki-jekki am ngelaw lu jóge ci ñeenti wet, riddeendoo, di yëngal géej gu mag ga."},{"style":"v","text":"Ci kaw loolu ñeenti rab yu réy génne ca géej ga, rab wu nekk wuuteek sa moroom."},{"style":"p","text":""},{"style":"v","text":"«Rab wu njëkk waa nga mel ni gaynde, am laafi jaxaay. Naka laay xool, ñu buddi laaf yi, yékkatee ko ci suuf, taxawal ko, mu taxawe ñaari tànk ni nit, ba noppi ñu jox ko xelum nit."},{"style":"p","text":""},{"style":"v","text":"«Ñaareelu rab wa ne jimeet, nirook urs, di rab wu ñàng. Mu ngi taxawe wet, ŋank ñetti faar. Ñu ne ko: “Jógal lekk yàpp wu bare.”"},{"style":"p","text":""},{"style":"v","text":"«May xool ba tey, yem ci rab wu mel ni segg, am ñeenti laaf. Rab waa ngi am ñeenti bopp, ñu jox ko kilifteef gi."},{"style":"p","text":""},{"style":"v","text":"«May xool ba tey ci biir peeñum guddi mi, daldi yem ci ñeenteelu rab wu raglu, ñàng, te am doole ju jéggi dayo. Mu ngi am bëñi weñ yu réy yu muy moxoñee di warax li mu fàdd, nappaaje li mu lekkul. Moom nag wuute naak rab yi ko jiitu yépp, te fukki béjjén la am."},{"style":"p","text":""},{"style":"v","text":"«Ni ma ne jàkk ci béjjén yi, beneen béjjén bu ndaw ne pëll, génne ci seen biir, ñett ca béjjén ya jiitu buddeeku. Béjjén bu ndaw baa nga am bët yu mel ni bëti nit ak gémmiñ gu muy waxe kàdduy damu."},{"style":"q1","text":""},{"style":"v","text":"May xool ba tey,"},{"style":"q1","text":"ñuy teg ay gàngune,"},{"style":"q1","text":"góor gu mag gi dikk, toog."},{"style":"q1","text":"Mbubb maa nga weex furr,"},{"style":"q1","text":"kawaru boppam weex tàll,"},{"style":"q1","text":"ngànguneem ma di saf sawara, wuy sël-sëli,"},{"style":"q1","text":"mbegey ngàngune ma bindoo ni sawara wu yànj,"},{"style":"q1","text":""},{"style":"v","text":"dexu sawara di wal, balle fa kanamam."},{"style":"q1","text":"Junniy junnee nga koy jaamu,"},{"style":"q1","text":"mboolooy mbooloo dar ko."},{"style":"q1","text":"Waa pénc ma toog,"},{"style":"q1","text":"téere ya ubbiku."},{"style":"p","text":""},{"style":"v","text":"«May xool ba tey ndax kàdduy damu yooyu béjjén biy wax, ma gis ñu rey rab wa, sànni méddam ca taal bu yànj ba, mu sànku."},{"style":"v","text":"Rab ya ca des nag, ñu nangu seen kilifteef. Teewul ñu bàyyi leen ñu dundaat ab diir."},{"style":"p","text":""},{"style":"v","text":"«May xool ba tey ci biir peeñum guddi ma, gisuma lu moy jëmm ju mel ni doomu nit di ñëw, mook niiri asamaan, jëm ci góor gu mag gi; ñu yóbbu ko ba ca moom."},{"style":"v","text":"Ci kaw loolu ñu jébbal ko kilifteef gaak ndam laak nguur ga. Ci biir loolu waa mbooloo yépp ak xeet yeek làkk yi di ko wormaal. Kilifteefam day sax fàww, du jeex, te nguuram du foq mukk."},{"style":"p","text":""},{"style":"v","text":"«Ba mu ko defee, man Dañeel, ma am njàqare; sama peeñu yooyoo ma tiital."},{"style":"v","text":"Ma dem ba ca kenn ca ña fa taxaw, laaj ko lan la mbir moomu mépp di tekki. Mu wax ak man, xamal ma piri ma, ne ma:"},{"style":"v","text":"“Ñeenti rab yu mag yooyu, ñeenti buuri àddina\\f + \\fr 7.17 \\fk ñeenti buuri àddina \\ft yooyu, buuri waa Babilon la woon ak Pers ak Medd ak Geres.\\f* lañu yuy ñëw."},{"style":"v","text":"Waaye aji \\w sell|sell:\\w* yu Aji Kawe ji dinañu jot ci nguur gi, moom ko fàww, saxoo ko dàkk.”"},{"style":"p","text":""},{"style":"v","text":"«Ba loolu wéyee ma bëgga am lu leer ca ñeenteelu rab wa wuuteek ya ca des yépp, ñàng lool, am ay bëñi weñ ak wewi përëm, di moxoñeeka warax, di nappaaje li mu lekkul."},{"style":"v","text":"Ma bëgga am lu leer ba tey ci fukki béjjén yi ci bopp bi ak beneen ba génn, ba ñett daanu ca kanamam; mu am ay bët ak gémmiñ, di wax kàdduy damu, te ëpp yi ci des."},{"style":"v","text":"May xool, béjjén boobu di xareek aji sell yi, di leen daan,"},{"style":"v","text":"ba keroog góor gu mag gi dikk, moom mi di Aji Kawe ji, daldi jox dëgg aji sell yi; àpp bi nag mat, aji sell yi moom nguur gi."},{"style":"p","text":""},{"style":"v","text":"«La ca topp mu neeti ma: “Ñeenteelu rab wi mooy ñeenteelu nguur giy taxaw ci kaw suuf, wuuteek nguur yépp. Dina mëdd àddina sépp, nappaaje ko, rajaxe ko."},{"style":"v","text":"Fukki béjjén yi fukki buur lañu yuy yore nguur googu. Beneen buur dina falu, wuutu leen. Dina wuuteek ña ko jiitu te dina folli ñetti buur."},{"style":"v","text":"Dina yékkati ay kàddu dal ci Aji Kawe ji, dina fitnaal aji sell yu Aji Kawe ji te dina fexee soppi takkinu jamono yi ak yoonu Yàlla wi. Dees na teg aji sell yi ci loxoom diiru ñetti jamonook genn-wàll."},{"style":"v","text":"Waa pénc mi toog, ñu nangu kilifteefam, tas ko, neenal ko ba fàww."},{"style":"v","text":"Palug mboolem nguur yi asamaan tiim, ak kilifteef gaak daraja ja dees na ko boole, jébbal ñu sell ñiy jaamu Aji Kawe ji. Nguurug mbooloo moomu day sax ba fàww, kilifa yépp di ko déggal, di ko wormaal.”"},{"style":"p","text":""},{"style":"v","text":"«Fii la mbir mi yem. Man Dañeel nag, ma am njàqare lool, ba sama kanam soppiku, ma denc kàddu yooyu ci sama xel.»"}]