[{"style":"s1","text":"Dañeel gis na kuuy ak sikket"},{"style":"p","text":""},{"style":"v","text":"Ca ñetteelu atu nguurug Belsacar, man Dañeel am naa meneen peeñu, gannaaw peeñu ma ma njëkkoona am."},{"style":"v","text":"Ca biir peeñu ma, maa ngi ci Sus, dëkk bu dàbbali ci diiwaanu Elam. Ma gis ci peeñu mi ne maa ngi ci wetu yoonu ndox ma ñu gas te ñu di ko wax Ulay."},{"style":"v","text":"Ma séentu, xool, yem ci kuuy mu taxaw feggook yoonu ndox ma, am ñaari béjjén yu gudd te benn bi gëna gudd ba ca des. Waaye bi gëna gudd moo mujja sax."},{"style":"v","text":"Ma gis kuuy may dañ, di jublu sowu ak bëj-gànnaar ak bëj-saalum. Menn mala manu koo të, te maneesula xettali kenn ci moom. Ma ngay def lu ko neex tey gëna màgg."},{"style":"p","text":""},{"style":"v","text":"May xool, ab sikket jóge sowu, jaare déndub suuf sépp te laalul suuf. Sikket baa nga am béjjén bu yéeme ci diggante bët yi."},{"style":"v","text":"Mu dikk ba tollook kuuyum ñaari béjjén mi ma gisoon ci wetu yoonu ndox mi, daldi koy songe xadaru dooleem."},{"style":"v","text":"Ma gis ko nag, mu dikk ba ca moom, song kook xadar, dóor kuuy mi, damm ñaari béjjénam, te kuuy mi manu koo të. Mu daane ko ci suuf, noote ko, te kenn manu koo teqaleek moom."},{"style":"v","text":"Sikket bi mujj màgg lool; ba fa kàttanam yem, béjjén bu gudd ba damm, ñeenti béjjén yu yéeme daldi sax, wuutu ko, jublook ñeenti ngelawi asamaan."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu béjjén bu ndaw génne ci béjjén yooyu benn, daldi law a law jublu bëj-saalum ak penkook réew ma gëna rafet\\f + \\fr 8.9 \\fk réew ma gëna rafet \\ft fii réewum Israayil a tax ñuy wax.\\f*."},{"style":"v","text":"Muy màgg nag bay diir mbagg gàngoori xarey asamaan, ba daaneel yenn ci ñoom, ak yenn ci biddiiw yi, nappaaje leen."},{"style":"v","text":"Muy damu bay diir mbagg Njiital gàngooru xare gi, daldi dakkal sarax ba ñu ko daan defal bés bu jot, màbb kër gu sell ga."},{"style":"v","text":"Gàngooru xare gi tegu ciy loxoom, boole kook saraxu bés bu jot bi, lépp cig tooñam. Béjjén bi dal ci kaw dëgg, daaneel ko fi suuf, ay pexeem àntu."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ma dégg jenn aji \\w sell|sell:\\w* di wax, jeneen aji sell ne ko: «Lan mooy àppu peeñu mii ñu gis, ñu di ci dakkal sarax biy am bés bu jot, di teddadil gàngooru xare gi, aka tooñ, di yàq lépp?»"},{"style":"v","text":"Mu ne ma: «Àpp bi ñaari junni laak ñetti téeméer (2~300) ciy guddeeki bëccëg. Gannaaw loolu dees na taxawalaat kër gu sell gi.»"},{"style":"p","text":""},{"style":"v","text":"May xool ci biir peeñu mi, man Dañeel, di jéema xam lu muy tekki, jëmm juy nirook góor, ne jimeet taxaw ci sama kanam."},{"style":"v","text":"Ci kaw loolu ma dégg baatu nit jibe ca digg yoonu ndox ma ñuy wax Ulay. Mu àddu ca kaw ne: «Jibril, waxal kii peeñu mi.»"},{"style":"v","text":"Jibril dikk nag ba fi ma taxaw. Ba mu jegesee, ma tiit lool, ba daanu, sama kanam dëppu fi suuf. Mu ne ma: «Yaw doom aadama ji, nanga xam ne peeñu mii mujug jamono la.»"},{"style":"v","text":"Bi muy wax ak man, ma daanu leer, sama kanam dëppu fi suuf. Mu laal ma, taxawalaat ma fa ma taxawoon."},{"style":"v","text":"Mu ne ma: «Maa ngi lay xamal luy xew keroog ba sànjum Yàlla di jeex, ndax muj ga mooy àppu sànj ma."},{"style":"v","text":"Kuuy mi nga gis mu am ñaari béjjén, buuri waa Medd ak waa Pers la."},{"style":"v","text":"Sikket bi, buuru réewum Geres la. Béjjén bu gudd bi ci diggante bët yi mooy buur bu njëkk bi."},{"style":"v","text":"Dañu koo damm, ñeenti béjjén wuutu ko, di ñeenti nguur yu soqeekoo ca xeet wa, waaye duñu am doole ni ga jiitu."},{"style":"p","text":""},{"style":"v","text":"«Bu nguur yooyu jeexee, ba bàkkaarkat yi buural, buur bu néeg te bare pexe dina falu."},{"style":"v","text":"Dina gëna am doole, waaye du doon dooley boppam. Yàqam dina jéggi dayo, te ay pexeem dina àntu. Dina rey ñu am doole ba ca mbooloom aji sell yi."},{"style":"v","text":"Xelum njublaŋam lay naxee, di réy-réylu, ba bett ñu bare, rey leen, te dina dëkk kilifay kilifa yi. Waaye mooy sànku, te loxo du ko laal."},{"style":"v","text":"Peeñum ngoon meek mu bëccëg mi nga gisoon, te ñu àgge la ko, lu wér la. Yaw nag neel cell ak peeñu mi, ndax des na fan yu bare.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ma ne làcc, wopp ay fan, man Dañeel. Gannaaw gi, ma jóg, dellu ca liggéeyu buur. Ma waaru nag ca peeñu ma, ndax daa wees sama dég-dég."}]