[{"style":"s1","verse":"","text":"Dañeel jàngat na waxyu bu Yeremi jottali"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"At ma njëkk ca jamonoy Daryus ma bokk ca waa Medd, di doomu Aserus te falu woon buurub waa Babilon,"},{"style":"v","verse":"2","text":"ca at ma njëkk ca nguuram, man Dañeel damaa gis ci téere yi limu at yi kàddug \\w Aji Sax ji|Aji Sax j-:\\w* xamal Yonent Yàlla Yeremi\\f + \\fr 9.2 \\ft Seetal ci Yeremi 25.11-12; 29.10. \\f*, muy àpp bi Yerusalem wara gental, di juróom ñaar fukki at."},{"style":"v","verse":"3","text":"Ma walbatiku jublook Boroom bi Yàlla. Maa ngi sol saaku, diwoo dóomu-taal, boole kook koor, toroxloo ko, di ko ñaan aka dagaan."},{"style":"v","verse":"4","text":"Ma ñaan sama Yàlla Aji Sax ji, tuubal ko samay bàkkaar, ne ko: «Yaw Boroom bi, Yàlla ju màgg ji mata ragal, yaw yaay sàmm \\w kóllëre|kóllëre g-:\\w* ak ngor sa digganteek ñi la bëgg, di sàmm say santaane."},{"style":"v","verse":"5","text":"Bàkkaar nanu, ñaaw nanu, tooñ nanu, gàntal la, dëddu say santaane ak sa ndigali yoon."},{"style":"v","verse":"6","text":"Dégluwunu say jaam, di yonent yi jottali sa kàddu sunuy buur ak sunuy kilifa ak sunuy maam ak mbooloom réew mi mépp."},{"style":"v","verse":"7","text":"Yaw Boroom bi, njub ñeel na la, waaye nun gàcce ñeel na nu bésub tey jii, muy waa Yuda, muy waa Yerusalem, di waa Israayil gépp, ku jegeek ku sore, ci biir mboolem réew yi nga leen dàqe, yóbbu, ndax li ñu la ñàkke kóllëre."},{"style":"v","verse":"8","text":"Aji Sax ji, nun kay gàcce ñeel na nu, nook sunuy buur ak sunuy kilifaak sunuy maam, ndax moy nanu la."},{"style":"v","verse":"9","text":"Boroom bi sunu Yàlla, yaay Boroom yërmandeek njéggal moos, doonte gàntal nanu la."},{"style":"v","verse":"10","text":"Noo baña déglu sunu kàddug Yàlla Aji Sax ji, di topp yoonam yi mu nu jox, yonent yiy jaamam jottali nu ko."},{"style":"v","verse":"11","text":"Israayil gépp a moy sa yoon, jàdd, baña déglu sa kàddu, ba këppoo sa alkàndey ngiñ gi ñu bind ci yoonu Musaa, sa jaam ba, ndax danu laa tooñ."},{"style":"v","verse":"12","text":"Matal nga sa kàddu gi nga wax ci nun, nook sunu kilifa yi nu yilif, ba nga wàccee ci sunu kaw, ci Yerusalem, musiba mu réy mu masula am feneen fu mboolem asamaan tiim."},{"style":"v","verse":"13","text":"Ni ñu ko binde ci yoonu Musaa, ni la nu musiba moomu mépp dikkale, te tinuwunu la, yaw, sunu Yàlla Aji Sax ji. Dëdduwunu sunuy bàkkaar it te bàyyiwunu xel ci sa dëgg gi."},{"style":"v","verse":"14","text":"Aji Sax ji, looloo waral nga dogu ci wàcce musiba mi ci sunu kaw, ndax yaw sunu Yàlla Aji Sax ji, njubte nga jëfe lépp loo jëf, waaye noo dégluwul sa kàddu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"«Léegi nag yaw Boroom bi, sunu Yàlla ji nu génnee Misraak doole, nun sa mbooloo, nga siiwale ca sa tur ba sunu jonni yàllay tey, noo bàkkaar, noo tooñ."},{"style":"v","verse":"16","text":"Boroom bi, seetal ci sa gépp njubte, ba waññi sa mer ak sa xadar, mu moy Yerusalem, sab dëkk, saw tund wu sell. Ndax kat sunuy bàkkaar ak sunu ñaawtéefi maam tax na mboolem ñi ñu wër di sewal Yerusalem ak sa mbooloo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Kon nag yaw sunu Yàlla, Sang bi, rikk nangul li ma lay ñaan, di la ko dagaan. Boroom bi, ngalla geesul ngir yaw ci sa bopp sa béreb bu sell ba ñu gental."},{"style":"v","verse":"18","text":"Rikk sama Yàlla, teewlul, déglul te xippi, ba gis sunu gent yi ak sa dëkk ba ñuy tudd sa tur. Du sunu njubte lanu lay dagaane moos, waaye sa yërmande ju yaa rekk a tax."},{"style":"v","verse":"19","text":"Boroom bi, ngalla Boroom bi, déglu nu te baal nu! Rikk Boroom bi sama Yàlla, teewlul ngir yaw ci sa bopp, te bañ noo yeexe, ndax saw tur lañu tudde sa dëkk ak sa mbooloo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Maa ngay wax aka ñaan, di tuub sama bàkkaar aka tuubloo Israayil sama ñoñ tey dagaanal sama tundu Yàlla wu sell wi\\f + \\fr 9.20 \\fk tundu Yàlla wu sell wi, \\ft Yerusalem la.\\f*, ci sama Yàlla Aji Sax ji."},{"style":"v","verse":"21","text":"Maa ngay wax ci ñaan gi, waa ja Jibril ma ma gisoon lu jiitu ci peeñu mi, daldi naaw a naaw, dikk ba ci man, yemook waxtuw saraxu ngoon."},{"style":"v","verse":"22","text":"Mu xamal ma, ne ma: «Dañeel, léegi damaa ñëw ngir leeralal la."},{"style":"v","verse":"23","text":"Ba nga tàmbalee ñaan la kàddu dikk. Maa la ko yégalsi, ndax yaw ku ñu naw nga. Déggal kàddu gi te dégg peeñu mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Lu tollook juróom ñaar fukki yoon ci juróom ñaari at lañu àppal sa mbooloo ak sab dëkk bu \\w sell|sell:\\w*, ngir dakkal tooñ gi, jeexal moy gi, jot ñaawtéef gi, saxal njubte ba fàww, matal peeñum yonent, te diw ab béreb bu sella sell ngir delloo ko sellaayam."},{"style":"v","verse":"25","text":"Nanga xam kon xéll ne: li ko dale keroog ba ñuy siiwal dogal ba jëm ci leqali Yerusalem, tabaxaat ko, ba keroog njiit li ñu fal di feeñ, juróom ñaar fukki yoon ci juróom ñaari at la. Bu juróom benn fukki yoon ak ñaar ci juróom ñaari at yi weesoo, lañuy tabaxaat pénc ak kàmb gu ñu aare dëkk bi. Waaye jamono yu metti lay doon."},{"style":"v","verse":"26","text":"Bu àpp boobu weesoo, dees na bóom ku ñu fal, te kenn du ànd ak moom. Gannaaw loolu kilifa dina ñëw, ànd ak gàngooram, yàqate dëkk beek béreb bu sell bi. Waaye kilifa googu lu mel ni mbënn a koy mujje. Dogal nañu ne yàqate gi dina wéy ba keroog xare biy jeex."},{"style":"v","verse":"27","text":"Dina feddali kóllëre diggam ak ñu bare ci àppu juróom ñaari at, te ci diggu àppu juróom ñaar ba lay dakkal sarax yi ñuy rendi ak yeneen sarax. Ci genn wetu \\w sarxalukaay|sarxalukaay b-:\\w* bi la yàqkat biy taxawal lu siblu\\f + \\fr 9.27 \\fk lu siblu, \\ft sarxalukaayu tuur la, bu ñu samp ca kër Yàlla ga, di ko sobeel.\\f*, di sabab yàqute, ba keroog muj gi ñu ko dogalal ne milib ci kawam.»"}]