[{"style":"ms2","verse":"","text":"Lu jëm ci sàrti dundin ca réewum dige ba"},{"style":"mr","verse":"","text":"(Saar 12---26)"},{"style":"s1","verse":"","text":"Aji Sax ji mooy tànn bérebam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Dogal yeek àttey yoon yi ngeen di sàmmoo jëfe seen giiru dund ca suufas réew ma leen seen Yàllay maam Aji Sax ji moomale, moo di yii:"},{"style":"v","verse":"2","text":"Tasleen tasar mboolem béreb ya xeet ya ngeen di dàq, di jaamoo seeni tuur; muy kaw tund yu mag ya, di kaw tund yu ndaw ya, di ker garab yu naat ya."},{"style":"v","verse":"3","text":"Tojleen seeni \\w sarxalukaay|sarxalukaay b-:\\w*, rajaxe seen tuuri doj; seen xer yi ñuy jaamoo \\w Asera|Asera:\\w* tuur mi, ngeen lakk; seen jëmmi tuur, ngeen gor, ba far tukkal turi tuur yi ci yooyu béreb."},{"style":"v","verse":"4","text":"Buleen jaamoo noonu seen Yàlla Aji Sax ji nag."},{"style":"v","verse":"5","text":"Waaye seetleen béreb bu seen Yàlla Aji Sax ji di tànni, ci mboolem seeni giir, ngir teg fa turam, dëël ko fa, te ngeen dem foofa."},{"style":"v","verse":"6","text":"Foofa ngeen di yóbbu seen \\w saraxi dóomal|Sarax yi:\\w*, ak yeneen sarax, ak seen céri fukkeel, ak seen saraxi njébbal, ak seen sarax yu ngeen xas, ak seen \\w saraxi yéene|Sarax yi:\\w*, ak seen saraxi taawug jur gu gudd ak gu gàtt."},{"style":"v","verse":"7","text":"Foofa ngeen di lekke, yeen ak seeni njaboot fa seen kanam Yàlla Aji Sax ji, ngeen bége fa seen wépp ñaq wu leen seen Yàlla Aji Sax ji barkeelal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Buleen jëfe mboolem nii nuy jëfe fii tey, lu neex waay rekk, def."},{"style":"v","verse":"9","text":"Ndax kat àggaguleen ba tey ca dalluwaay ba, fa leen seen Yàlla Aji Sax ji sédde."},{"style":"v","verse":"10","text":"Waaye bu ngeen jàllee dexu Yurdan, ba dëkki ca réew ma leen seen Yàlla Aji Sax ji sédde, ba mu noppal leen ci mboolem noon yi leen séq, ngeen dëkke xel mu dal,"},{"style":"v","verse":"11","text":"su boobaa béreb bu seen Yàlla Aji Sax ji tànn ngir dëël fa turam, foofa ngeen di yóbbu mboolem lu ma leen sant: seen saraxi dóomal, ak yeneen sarax, ak seen céri fukkeel, ak seen saraxi njébbal, ak mboolem ngëneel yu ngeen di def saraxi xas yu ngeen xasoo ak Aji Sax ji."},{"style":"v","verse":"12","text":"Su ko defee ngeen bége fi seen kanam Yàlla Aji Sax ji, yeen ak seen doom yu góor ak yu jigéen, ak seen jaam yu góor ak yu jigéen, ak \\w Leween|Leween b-:\\w* ñi ci seen biiri dëkk te amuñu wàll, amuñu céru suuf ci seen biir."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Wattuleen seen bopp bala ngeena joxe seen saraxi dóomal fépp fu ngeen gis,"},{"style":"v","verse":"14","text":"ndax béreb bu Aji Sax ji tànn ci genn ci seen giir yi, foofa ngeen di joxe seen saraxi dóomal, te foofa ngeen di def lépp lu ma leen sant."},{"style":"v","verse":"15","text":"Teewul saa yu leen soobee, sañ ngeena rendi, lekk ci lépp lu leen seen Yàlla Aji Sax ji barkeele, ak fépp fu ngeen dëkk. Ku sobewu ak ku set yépp sañ na caa lekk, mel ni bu doon kéwél mbaa kooba."},{"style":"v","verse":"16","text":"Waaye deret ja, buleen ko lekk. Ci suuf ngeen koy tuur nim ndox."},{"style":"v","verse":"17","text":"Seen céru fukkeelu pepp nag, ak bu biiñ bu bees, ak bu diw gu bees, ak seen taawug jur gu gudd ak gu gàtt, ak seen mboolem saraxi xas yu ngeen xasoo woon, ak seen saraxi yéene, ak saraxi njébbal yu ngeen génne ci seenu ñaq, sañuleen cee lekk lenn ci seen biiri dëkk,"},{"style":"v","verse":"18","text":"ndare ngeen lekke ko fa seen kanam Yàlla Aji Sax ji. Lekkeleen ko fa seen Yàlla Aji Sax ji di tànni, yeen ak seen doom yu góor ak yu jigéen, ak seen jaam yu góor ak yu jigéen, ak Leween ñi ci seen biir dëkk. Su ko defee ngeen bége seen wépp ñaq, fi seen kanam Yàlla Aji Sax ji."},{"style":"v","verse":"19","text":"Wattuleen seen bopp nag, ngir baña sàggane Leween ñi, seen giiru dund ca seen suuf."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Bu seen Yàlla Aji Sax ji yokkee seen suuf noonee mu leen ko waxe woon, te ngeen namma lekk yàpp, saa yu leen neexee sañ ngeena lekk yàpp."},{"style":"v","verse":"21","text":"Bu fekkee ne fi seen Yàlla Aji Sax ji tànne dëël turam dafa soreek yeen, man ngeena rendi ci seen jur gu gudd mbaa gu gàtt ga leen Aji Sax ji jox, na ma leen ko waxe woon. Sañ ngeen caa lekke seen biir dëkk lu leen neex."},{"style":"v","verse":"22","text":"Ni ñuy lekke yàppu kéwél mbaa kooba rekk ngeen koy lekke. Ku sobewu ak ku set yépp sañ na caa lekk."},{"style":"v","verse":"23","text":"Moyuleen bu baax rekk ba baña lekk deret ji, ndax deret ca la bakkan tegu, te waruleen boole lekk bakkanu jur gi aku yàppam."},{"style":"v","verse":"24","text":"Buleen lekk deret ji. Ci suuf ngeen koy tuur nim ndox."},{"style":"v","verse":"25","text":"Buleen ko lekk mukk, su boobaa dingeen baaxle, yeen ak seen doom yi leen di wuutu; ngir su boobaa yeena ngi jëfe li Aji Sax ji rafetlu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Waaye seen yëf yu ñu sellal, ak seen sarax yi ngeen xasoo, jëlleen ko, yóbbu ca béreb ba Aji Sax ji di tànni."},{"style":"v","verse":"27","text":"Te nangeen sarxe seen saraxi rendi-dóomal, yàpp wi ak deret ji, ci seen kaw sarxalukaayu Yàlla Aji Sax ji. Seen deretu yeneen sarax, tuurleen ko ca seen kaw sarxalukaayu Yàlla Aji Sax ji, yàpp wi ngeen lekk ko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Sàmmooleena déggal mboolem kàddu yii ma leen di dénk, ngir ngeen baaxle ba fàww, yeen ak seen doom yi leen di wuutu, ndax kon yeena ngi jëfe lu baax li seen Yàlla Aji Sax ji rafetlu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Bu leen seen Yàlla Aji Sax ji sànkalee xeet yi ngeen jëm, ngir dàq leen, gannaaw bu ngeen leen dàqee ba dëkke seenum réew,"},{"style":"v","verse":"30","text":"nangeen wattu seen bopp, ba gannaaw bu xeet yooyu sànkoo ci seen kanam, dungeen tàbbi cig fiir, di leen roy, naan: «Ana nu xeet yii di jaamoo seeni tuur, ngir nun it nu def ni ñoom?»"},{"style":"v","verse":"31","text":"Buleen defe noonu ak seen Yàlla Aji Sax ji, ndax mboolem lu seexluwu lu Aji Sax ji bañ, defal nañu ko seeni tuur. Seen doom yu góor ak yu jigéen sax, lakk nañu leen, defal leen seeni tuur sarax."}]