[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Buleen sarxalal seen Yàlla Aji Sax ji, aw nag mbaa ab gàtt bu am sikk, mbaa jenn laago, ndax seen Yàlla Aji Sax ji seexlu na loolu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Bu nit feeñee ci seen biir, ci benn ci dëkk yi leen seen Yàlla Aji Sax jiy jox, muy góor mbaa jigéen juy def lu seen Yàlla Aji Sax ji ñaawlu, di fecci \\w kóllëreem|kóllëre g-:\\w*,"},{"style":"v","verse":"3","text":"bay jaamuji yeneen yàlla, di leen sujjóotal, mbaa muy sujjóotal jant bi, mbaa weer wi, mbaa mboolem gàngooru asamaan, te santaanewuma ci lenn,"},{"style":"v","verse":"4","text":"bu ñu leen ko yeggee ba ngeen dégg ko, seetleen mbir ma bu baax. Su dee dëgg gu wér, ne defees na lu jomblu loolu ci biir Israayil,"},{"style":"v","verse":"5","text":"nangeen génne ba ca buntu dëkk ba, waa ji mbaa ndaw si def jooju jëf ju bon, te ngeen dóor ay doj, waa jooju mbaa ndaw si, ba mu dee."},{"style":"v","verse":"6","text":"Kàddug ñaari seede ba ñett nag, ci lees di reye ki ñu wara rey, waaye deesu ko rey ci kàddug benn seede."},{"style":"v","verse":"7","text":"Loxoy seede yee koy njëkka dóor doj ngir rey ko, loxoy mbooloo mépp door koo dóor. Noonu ngeen di tenqee lu bon ci seen biir."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Su leen mbir jafee, ba wees leen ci àtteb bakkan bu ñu faat, ak ay jote, ak loraangey yaram yu ñu teg nit, ak mboolem dëngoo bu laaj àtte ci seen biir dëkk, dangeen di dem ba ca béreb ba seen Yàlla Aji Sax ji di tànni,"},{"style":"v","verse":"9","text":"ngeen àgg ca \\w sarxalkat|sarxalkat b-:\\w* yiy Leween ñi, ak àttekat ba mbir ma yemool jamono, te ngeen sàkku ñu biral leen àtteb mbir ma."},{"style":"v","verse":"10","text":"Nangeen jëfe nag kàddu ga ñu leen ca wax, ca béreb booba Aji Sax ji tànn, te ngeen sàmmoo koo jëfe mboolem noonee ñu leen ko digale."},{"style":"v","verse":"11","text":"Kàddug ndigal la ñu leen digal, ak àtte ba ñu leen ci wax, jëfeleen ko. Buleen lajje fenn kàddu ga ñu leen ca wax; du ndijoor, du càmmoñ."},{"style":"v","verse":"12","text":"Képp ku ci daŋŋiiral, baña déggal sarxalkat ba fa ayee liggéeyal seen Yàlla Aji Sax ji, baña déggal àttekat ba, kooku dees koy rey. Noonu ngeen di tenqee lu bon ci Israayil."},{"style":"v","verse":"13","text":"Askan wépp a koy dégg, tiit, ba duñu daŋŋiiralati."},{"style":"s1","verse":"","text":"Ay ndigal ñeel na buur"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bu ngeen demee nag ca réew ma leen seen Yàlla Aji Sax ji di jox, bu ngeen ko nangoo, dëkke, ba ne: «Nanu fal buur bu nu jiite ni mboolem xeet yi nu séq,»"},{"style":"v","verse":"15","text":"su boobaa fexeleen ba ka ngeen di fal buur, di ka seen Yàlla Aji Sax ji tànn. Ci seen biiri bokk nag ngeen di fal seen buur. Dungeen mana fal buur ab jàmbur bu dul seen mbokkum \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","verse":"16","text":"Waaye bu buur bi barey fas, te bumu delloo askan wi Misra, ngir sàkku fas yu bare, te Aji Sax ji waxoon leen ne buleen dellooti woowu yoon."},{"style":"v","verse":"17","text":"Bumu barey jabar, balaa am xelam di lajj. Xaalis ak wurus it, bumu ko barele lool."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Bu buur bi toogee ci jalub nguuram, na bindlu ngir moom ci boppam, ab sottib téereb yoon wii ci téere bu ñu taxañ, ci dégtalub \\w sarxalkat|sarxalkat b-:\\w* yiy\\w Leween|Leween b-:\\w* ñi."},{"style":"v","verse":"19","text":"Na téere boobu ànd ak moom, mu di ci jàng giiru dundam, ndax mu tàggatu ci ragal Yàllaam Aji Sax ji, ngir di sàmm mboolem kàdduy yoon wii ak dogali yoon yii, ngir di ko jëfe,"},{"style":"v","verse":"20","text":"ba du xoggaliku ci kawi bokkam, te du moye santaane bi fenn; du ndijoor, du càmmoñ, ndax mu gudd fan ci nguuram, moom ak askanam, ci digg Israayil."}]