[{"style":"s1","verse":"","text":"Ber dëkki rawtu ndigal la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw bu leen seen Yàlla Aji Sax ji wollilee xeet yi mu leen di jox seenum réew, ngeen dàq leen, ba dëkke seeni dëkk ak seeni kër,"},{"style":"v","verse":"2","text":"ñetti dëkk yu mag ngeen di ber ca biir réew mooma leen seen Yàlla Aji Sax ji jox, ngir ngeen jagoo ko."},{"style":"v","verse":"3","text":"Ngeen waajal nag yoon wu jëm ci dëkk bu ci nekk, te ngeen séddale ñetti pàcc réew mooma leen seen Yàlla Aji Sax ji sédd, ngir képp ku rey nit, man caa làquji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Mbirum ki rey nit te di fa làquji ba mucc, nii lay tëdde: day fekk mu rey moroomam te du teyeefam, waaye bañu ko woon démb ak bërki-démb."},{"style":"v","verse":"5","text":"Mu mel ni ku ànd ak moroomam ca gott ba, di gor matt. Mu doon xàcc sémmiñam di gor, weñ ga fettaxe ca njàppu la, dal ca moroom ma, mu dee. Kooku day làquji ci dëkk yooyu benn, ba mucc."},{"style":"v","verse":"6","text":"Toppkatu bakkan ba nag warul mana dabi ci biir xolam bu tàng, ki rey, ba rey ko ngir sorewaayu yoon wa jëm ca dëkkub rawtu ba, te àtteb yoon reyluwu ko, gannaaw fekkul woon mu bañ ka mu rey, démb ak bërki-démb."},{"style":"v","verse":"7","text":"Looloo waral ma sant leen, ne leen ñetti dëkki rawtu ngeen di ber."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Bu seen Yàlla Aji Sax ji yaatalee seen suuf, na mu ko giñale woon seeni maam nag, ba jox leen mboolem réew ma mu dige woon ne dina ko jox seeni maam,"},{"style":"v","verse":"9","text":"ndegam sàmm ngeen mboolem santaane bii ma leen dénk tey, ngir di ko jëfe, ngir sopp seen Yàlla Aji Sax ji, di awe ay yoonam bés bu nekk, su boobaa nangeen yokkaat ñetti dëkk yu mag, mu dolliku ci ñetti dëkk yi ngeen njëkka ber."},{"style":"v","verse":"10","text":"Su ko defee deesul tuur deretu jàmbur bu deful dara ci suufas réew mi leen seen Yàlla Aji Sax ji sédd, ba àqu deret di leen topp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Su fekkee ne nit ki dafa bañ moroomam, su ko tëroo, dal ci kawam, ba bóom ko, mu dee, su làqujee ci dëkk yooyu benn,"},{"style":"v","verse":"12","text":"su boobaa na magi dëkkam yeble, ñu jële ko foofa, teg ko ci loxol toppkatu bakkan ba, ngir mu dee."},{"style":"v","verse":"13","text":"Buleen ko xool bëtu yërmande. Noonu ngeen di dindee ci Israayil, àqu deretu jàmbur bu deful dara, ndax ngeen baaxle."},{"style":"s1","verse":"","text":"Lu jëm ci kemu suuf ak limu seede cib àtte"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Te it buleen toxal seen yemukaayu suufas moroom yu maam ya yemalee woon ci seen biir céru suuf ba ngeen jagoo, ca réew ma leen seen Yàlla Aji Sax ji di moomale."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Bennub seede nag du taxaw, di tuumaal kenn, ci genn tooñ mbaa bàkkaar, ak bépp bàkkaar bu mu mana bàkkaar. Ci kaw kàddug ñaari seede mbaa ñett la mbir ma di wére."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Su ab seedeb safaan taxawee, tuumaal kenn, ne moo lajj yoon,"},{"style":"v","verse":"17","text":"na ñaari nit, ña séq mbir ma taxawi fa kanam Aji Sax ji\\f + \\fr 19.17 \\fk fa kanam Aji Sax ji \\ft maanaam ca jaamookaay bi.\\f*, fa kanam \\w sarxalkat|sarxalkat b-:\\w* ya ak àttekat ya ca yooyu jant."},{"style":"v","verse":"18","text":"Su ko defee àttekat yi seet bu baax, ba mu wér ne seede ba kat, seedeb soskat la buy seedeel mbokkam aw sos,"},{"style":"v","verse":"19","text":"te ngeen def ak moom, la mu naroona yóbbe ka mu sosal. Noonu ngeen di tenqee lu bon ci seen biir."},{"style":"v","verse":"20","text":"Ñi ci des dinañu ko dégg, te dinañu ragal ba duñu defati lu bon lu ni mel ci seen biir."},{"style":"v","verse":"21","text":"Buleen ci xool bëtu yërmande. Bakkan, bakkan a koy fey; bët, bët; bëñ, bëñ; loxo, loxo; tànk, tànk."}]