[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bu kenn jël jabaru baayam, di teddadil lalu baayam."},{"style":"s1","verse":"","text":"Am na ñu dul bokk ci ndajem Aji Sax ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ku ñu mor mbaa ñu dagg ngóoraam, du bokk ci ndajem gëmkati Aji Sax ji."},{"style":"v","verse":"3","text":"Ku dul doomu yoon du bokk ci ndajem gëmkati Aji Sax ji. Ku askanoo ci moom it, ba ca fukkeelu maas ga, du bokk ci ndajem gëmkati Aji Sax ji."},{"style":"v","verse":"4","text":"Ab Amoneen mbaa ab Mowabeen du bokk ci ndajem gëmkati Aji Sax ji. Ku askanoo ci ñoom it, ba ca fukkeelu maas ga, du bokk ci ndajem gëmkati Aji Sax ji mukk,"},{"style":"v","verse":"5","text":"ndax la ñu leen dabewul woon aw ñam, mbaa am ndox, ca yoon wa, ba ngeen génnee Misra, xanaa di fey Balaam doomu Bewor ma bokk Petor ca Aram Naarim, ngir mu móolu leen."},{"style":"v","verse":"6","text":"Waaye seen Yàlla Aji Sax ji moo nanguwula déglu Balaam; kàddug yàqe ga la leen seen Yàlla Aji Sax ji soppil barke, ndax seen Yàlla Aji Sax ji da leena sopp."},{"style":"v","verse":"7","text":"Buleen sàkku mukk jàmmu ñooñu mbaa seen njariñ, seen giiru dund, ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Buleen bañ ab Edomeen, ndax seen mbokk la. Buleen bañ nitu Misra, ndax ay doxandéem ngeen woon ca seenum réew."},{"style":"v","verse":"9","text":"Ñi soqikoo ci ñaari xeet yooyii, ca ñetteelu maas ga, te di seeni sëtaat\\f + \\fr 23.9 \\ft Mooy ñetteelu maasug xeet yooyu taamoo dëkke réewum Israayil. Seetal ci \\bk Màndiŋ ma\\bk* 12.1-15.\\f* nag, sañ nañoo bokk ci ndajem gëmkati Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bu ngeen génnee ba fàkk ab dal, ngir jànkoonte ak seeni noon, nangeen sàmmu ci lépp lu aay."},{"style":"v","verse":"11","text":"Su amee ci seen biir ku setul, ndax géntu guddi gu ko dikkal, na génn dal bi, ca biti, te bumu duggaat ci biir dal bi."},{"style":"v","verse":"12","text":"Bu ngoon di jubsi na sangu, ba jant bi so, mu doora délsi ci biir dal bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Te sàkkleen béreb bu génn dal bi, ngeen di fa dem, di suturluji."},{"style":"v","verse":"14","text":"Na ngaska bokk ci seeni fàgguwaay, ndax su ngeen suturlujee ca biti ba noppi, moom ngeen di gase, ba suul seeni jonkan."},{"style":"v","verse":"15","text":"Ndax seen Yàlla Aji Sax ji mooy dem aka dikk ci seen biir dal bi, ngir xettali leen, ba jébbal leen seeni noon. Kon nag seenub dal daa wara \\w sell|sell:\\w*, ngir Aji Sax ji ñàkka gis fi seen biir, lenn lu tegginewul, ba dëddu leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Gannaaw loolu buleen delloo ab jaam bu làqu ci yeen, te rëcce ci ab sangam."},{"style":"v","verse":"17","text":"Ci yeen lay toog, ci seen biir, béreb ba mu taamu, ci benn bi ko gënal ci seeni dëkk, te buleen ko néewal doole."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Gànc buy gànctul ay tuur, bumu am ci biir jigéeni Israayil, te gànc bu góor buy gànctul ay tuur\\f + \\fr 23.18 \\ft Googu gànctu, jaamukati tuur ya ca Kanaan daan nañu ko jëfe, ngir yaakaar ne dina tax seenum njur ak seeni tool nangu.\\f*, bumu am ci góori Israayil."},{"style":"v","verse":"19","text":"Buleen indi mukk ci seen biir kër Yàlla Aji Sax ji, peyooru gànc bu jigéen mbaa bu góor, ngir wépp xas wu ngeen namma wàccoo googu peyoor, ndax yooyu ñaar yépp, seen Yàlla Aji Sax ji seexlu na ko."},{"style":"s1","verse":"","text":"Deesul topp bànni Israayil ab tegandaay"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Buleen teg seen mbokkum \\w bànni Israayil|bànni Israayil:\\w* tegandaayal xaalis, mbaa tegandaayal ñam, mbaa tegandaayal mboolem bor bu tegandaay tege."},{"style":"v","verse":"21","text":"Ab doxandéem, sañ ngeen koo sàkku tegandaay, waaye seen mbokkum bànni Israayil, buleen ko sàkku tegandaay. Su ko defee seen Yàlla Aji Sax ji mooy barkeel mboolem seenu ñaq, ca réew ma ngeen jëm, ngir nanguji ko."},{"style":"s1","verse":"","text":"Wàccook aw xas wartéef la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Su ngeen xasalee seen Yàlla Aji Sax ji aw xas, buleen ko yeexa wàccool, ndax kon seen Yàlla Aji Sax ji du leen ko ñàkka topp, te kon muy seen bàkkaar."},{"style":"v","verse":"23","text":"Waaye baña xas, amul bàkkaar."},{"style":"v","verse":"24","text":"Li seen làmmiñ tudd, sàmmooleen koo jëfe, na ngeen ko xasale woon seen Yàlla Aji Sax ji, ci seen sagoy bopp, ak seen kàddug bopp."},{"style":"s1","verse":"","text":"Raasaatu mu suur boroom lew na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Bu ngeen duggee ci seen tóokëru reseñu moroom, lekkleen ca reseñ ja lu leen neex ba suur, waaye seen ndab, buleen ko ca yeb."},{"style":"v","verse":"26","text":"Bu ngeen duggee ci seen toolu peppu moroom, fekk mu ñor, sàkkeleen seen loxo ca gub ya, waaye ab sàrt, buleen ko góobe seen peppu moroom."}]