[{"style":"s1","verse":"","text":"Njub ak yërmande wartéef la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Su ab jote amee diggante ay nit, nañu dem ca ëttub àttekaay ba, ñu àtte leen, ba ki am dëgg, ñu jox ko dëgg, ki tooñ, ñu teg ko tooñ."},{"style":"v","verse":"2","text":"Su dee ay dóor la ki tooñ yelloo, na ko àttekat bi tëral, ñu dóor ko ci kanamam, limu yar ba yemook tooñam."},{"style":"v","verse":"3","text":"Waaye ñeent fukki yar, bu ñu ko dóor lu ko ëpp, ndax dóor ko lu ëpp loolu, toroxal seen mbokk ci seen kanam lay doon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Buleen ŋalaab gémmiñu nag te fekk koy bojj am pepp."},{"style":"s1","verse":"","text":"Donn sa jabaru mbokk wartéef la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Bu ay góor yu bokk waajur dëkkee, kenn ci ñoom dee te bàyyiwul doom ju góor, jabaru ki dee du génn, di séy akub jàmbur. Jëkkëru donaleem ju bokk ak jëkkëram moo ko wara jël, donloo ko."},{"style":"v","verse":"6","text":"Su ko defee bu ca ndaw sa taawloo góor, taaw ba saxal turu mbokkam ma dee, ba turam du fey ci biir Israayil."},{"style":"v","verse":"7","text":"Su waa ji bëggula jël jabaru donaleem jooju, na ndaw sa dem ba ca mag ña ca buntu dëkk ba, ne leen: «Sama jëkkëru donale jii moo baña saxal turu mbokkam ci Israayil. Moo ma bëggula donloo.»"},{"style":"v","verse":"8","text":"Bu loolu amee na ko magi dëkkam woolu, wax ak moom. Su waa ji dëgëree, ne bëggu koo jël,"},{"style":"v","verse":"9","text":"na ko jabaru donaleem ja fekki ca kanam mag ña, daldi summi benn caraxu waa ji ba noppi, tifli waa ji ci kanam, ne ko: «Nii lees di def ku dul sampal mbokkam kër.»"},{"style":"v","verse":"10","text":"Su boobaa tur wa ñuy dippee waa kër waa ja ci digg Israayil, di «Kërug summi carax.»"},{"style":"s1","verse":"","text":"Am na jëf ju aay ci sot"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Su ay góor dee jàppante, ba jabaru kenn ki dikk, di sotle jëkkëram; bu jàppee ca ngóoray kay jàppanteek jëkkër ja,"},{"style":"v","verse":"12","text":"dogleen loxol ndaw sa te buleen ko ñéeblu."},{"style":"s1","verse":"","text":"Ab nattukaay day mat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Buleen denc ci seen mbuus doju màndaxekaay\\f + \\fr 25.13 \\fk màndaxekaay \\ft jumtukaayu nattu la. \\f* ak moroom ma, te bii diis, bi ci des woyof."},{"style":"v","verse":"14","text":"Buleen denc seen kër nattukaayu sol-sotti ak moroom ma, bii réy, bi ci des tuut."},{"style":"v","verse":"15","text":"Doju màndaxekaay bu mat te dëggu ngeen wara am, te nattukaayu sol-sotti bu mat te dëggu ngeen wara am, ndax ngeen gudd fan ca réew ma leen seen Yàlla Aji Sax ji di jox."},{"style":"v","verse":"16","text":"Seen Yàlla Aji Sax ji kat seexlu na képp kuy def yooyii, képp kuy defug njublaŋ."},{"style":"s1","verse":"","text":"Mbugal Amaleg ndigal la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Fàttalikuleen la leen Amalegeen ña defoon ca yoon wa, ba ngeen génnee Misra:"},{"style":"v","verse":"18","text":"ñoo leen dab ci yoon wi, songe leen gannaaw, faat mboolem ña desoon gannaaw, fekk ngeen sonn, loof, te ñoom ragaluñu ci sax Yàlla."},{"style":"v","verse":"19","text":"Bu ngeen demee ba seen Yàlla Aji Sax ji noppal leen ci mboolem seen noon yi séq réew mi mu leen sédd, ngir ngeen nangu ko, nangeen far mboolem lu ñu doon fàttalikoo Amalegeen ñi fu asamaan tiim. Buleen ko fàtte."}]