[{"style":"s1","verse":"","text":"Lu jëm ci barke yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Su ngeen déggalee ba déggal seen Yàlla Aji Sax ji, ngir di sàmmoo jëfe mboolem santaaneem yi ma leen di dénk tey, kon seen Yàlla Aji Sax ji moo leen di aj ci kaw mboolem xeeti àddina."},{"style":"v","verse":"2","text":"Barke yii yépp a leen di dab, sottiku ci seen kaw, bu ngeen déggalee seen Yàlla Aji Sax ji:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Barkeel a leen di ñeel ci biir dëkk, barkeel a leen di ñeel cib àll."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Barkeel ay ñeel seen meññeefum njurukaay, ak seen meññeefum suuf, ak seenug jur, seen jur gu gudd ak seen jur gu gàtt."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Barkeel ay ñeel seenum witt ak seenum xiiw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Barkeel ay ñeel seen yoonu dem, barkeel ay ñeel seen yoonu dikk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Aji Sax jeey def, noon yi leen di jógal, ñooy daanu fi seen kanam. Wenn yoon lañuy dikke, dal ci seen kaw, waaye juróom ñaari yoon lañuy awe, daw, jiitu leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Aji Sax jee leen di booleek barke bu wàccal seenum sàq ak seen mboolem ñaq, te moo leen di barkeel ca réew ma leen seen Yàlla Aji Sax ji jox."},{"style":"v","verse":"9","text":"Moo leen di defal boppam askan wu \\w sell|sell:\\w*, noonee mu leen ko giñale woon, ndegam sàmm ngeen seen santaaney Yàlla Aji Sax ji, di doxey yoonam."},{"style":"v","verse":"10","text":"Su boobaa mboolem xeeti kaw suuf dinañu gis ne turu Aji Sax ji lees leen di woowe, te dinañu leen ragal."},{"style":"v","verse":"11","text":"Aji Sax jee leen di xéewale, ngir baaxe seen meññeefum njurukaay, ak seenug jur, ak seen meññeefum suuf, ca réew ma mu giñaloon seeni maam, ne moom la leen di jox."},{"style":"v","verse":"12","text":"Aji Sax jee leen di ubbil mbàndam mu baax ma fa asamaan, ba bu jotee mu tawal seenum réew, boole ci barkeel seen mboolem ñaq."},{"style":"p","verse":"","text":"Yeenay lebal xeet yu bare, waaye yeen dungeen leb."},{"style":"v","verse":"13","text":"Aji Sax jee leen di def bopp, te du leen defub geen, te kaw rekk ngeen di jëm, waaye dungeen jëm suuf, ndegam yeena ngi topp seen santaaney Yàlla Aji Sax ji ma leen di dénkal sama bopp bésub tey, di ko sàmmoo jëfe,"},{"style":"v","verse":"14","text":"te mboolem kàddu yii ma leen di dénk tey, ngeen bañ koo moye ndijoor mbaa càmmoñ, di topp yeneen yàlla yu ngeen di jaamu."},{"style":"s1","verse":"","text":"Déggadi, alku"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Waaye nag su ngeen déggalul seen Yàlla Aji Sax ji, te baña sàmmoo jëfe mboolemi santaaneem ak dogali yoonam yi ma leen di jox tey, mboolem alkànde yii dina leen dab, sottiku ci seen kaw:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Dingeen alkoo biirub dëkk, alkoo àll."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Dingeen alkule am witt ak am xiiw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Dingeen alkule meññeefum njurukaay, ak meññeefum suuf, ak jur gu gudd ak gu gàtt."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Dingeen alkoo seen yoonu dem, alkoo seen yoonu dikk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Aji Sax jeey yebal fi seen biir, kumte ak tiitaange, ak mbetteel ci mboolem lu ngeen ñaq, ba ngeen yàqu, ba jekki sànku ndax seen jëf ju ñaaw ju ngeen ko dëddoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Aji Sax jee leen di langalal mbas, ba raafal leen ca réew ma ngeen jëm, ngir nanguji ko."},{"style":"v","verse":"22","text":"Aji Sax jee leen di dumaa woppi ràgg, ak yaram wu tàng, ak lakk-lakk, ak jant bu tàng jérr, ak maral, ak gàncax gu xuur, tegi liir, lépp topp leen ba ngeen sànku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Asamaan si tiim seen bopp nag da naan sereŋ ni xànjar, suuf si ngeen teg seeni tànk, wow koŋŋ ni weñ gu ñuul."},{"style":"v","verse":"24","text":"Aji Sax jeey def seen tawub réew di suuf ak pënd bu bawoo asamaan, di yuriku ci seen kaw, ba ngeen sànku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Aji Sax jeey def ngeen daanu fi seen kanami noon. Wenn yoon ngeen di dikke, song leen, waaye juróom ñaari yoon ngeen di awe, daw, te dees na leen seexlu ci mboolem nguuri kaw suuf."},{"style":"v","verse":"26","text":"Su ko defee seeni néew di poraatum mboolem njanaaw ak rabu àll, te kenn du leen dàq."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Aji Sax jee leen di dumaa taabi Misra, ak neewoy kërug suuf, ak yaram wu xas, ak ër yuy xasan te dungeen mana am pajam."},{"style":"v","verse":"28","text":"Aji Sax jee leen di dumaa ag ndof akug cilmaxa ak ngëlëmte,"},{"style":"v","verse":"29","text":"ba ngeen di làmbatoo digg bëccëg ni silmaxa di làmbatoo cig lëndëm. Dungeen sottal seeni mébét. Dees leen di néewal doole, di foqati seen alal rekk, bés bu nekk, te kenn du leen wallu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"As ndaw, ngeen digool ab séy, keneen tëdde ko; ag kër, ngeen tabax, te dungeen ko dëkke; ab tóokëru reseñ, ngeen jëmbat, te dungeen ko jariñoo."},{"style":"v","verse":"31","text":"Seenu yëkk, ñu rendi, ngeen gis, te dungeen ci lekk; seen mbaam, ñu nangu ko ci seeni loxo, te du délsi ci yeen; seeni gàtt, ñu jébbal seeni noon, te kenn du leen wallu."},{"style":"v","verse":"32","text":"Seen doom yu góor ak yu jigéen, ñu jébbal weneen xeet ci seen kanam, ngeen di leen séentu ci neen bés bu Yàlla sàkk, te dungeen ci man dara."},{"style":"v","verse":"33","text":"Seen meññeefum suuf, ak mboolem seenu ñaq, xeet wu ngeen xamuloon a koy lekk, te dees leen di noot aka dëggaate rekk, bés bu nekk."},{"style":"v","verse":"34","text":"Dingeen mujj dof ndax lu buur seeni bët ngeen di gis."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Aji Sax jee leen di dumaa taabi óom, ak taabi yeel yu bon. Dungeen mana am pajam, te ci seen wewu tànk lay lawe, ba ci seen kaw bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Aji Sax jee leen di diri, yeen ak seen buur bi ngeen fal, ba ca biir xeet wu ngeen xamuloon, yeen ak seeni maam, ngeen di fa jaamu yeneen yàllay bant ak doj."},{"style":"v","verse":"37","text":"Dees na leen mujj seexlu, di leen léebooka kókkalee foofa ca biir mboolem xeet ya mu leen dàq jëme."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Jiwu mu bare ngeen di yóbbu tool, te lu néew ngeen cay ame, ndax njéeréer yee koy wat."},{"style":"v","verse":"39","text":"Ay tóokëri reseñ, ngeen jëmbat, sonn ca, te biiñ, dungeen ko naan, dungeen witt doom ya it, ndax sax yee koy lekk."},{"style":"v","verse":"40","text":"Ay garabi oliw ngeen di am ci seen réew mépp, waaye ag diw, dungeen ko diwoo, ndax seen doomi oliw ya day yolax."},{"style":"v","verse":"41","text":"Ay doom yu góor ak yu jigéen ngeen di jur, waaye duñu leen nekkal, ndax njaam lañuy duggi."},{"style":"v","verse":"42","text":"Seen gépp garab ak seen meññeefum suuf, soccet yee koy nangu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Doxandéem bu nekk ci seen biir mooy yéeg tiim leen, ba ca kaw-a-kaw, yeen nag ngeen di wàcc, ba suufee suufe."},{"style":"v","verse":"44","text":"Moom moo leen di lebal, waaye dungeen ko lebal. Moom mooy doon bopp; yeen, ngeen di geen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"45","text":"Mboolem alkànde yii ñoo leen di dab, dal ci seen kaw, topp leen, ba ngeen sànku, ndax yeena déggalul seen Yàlla Aji Sax ji, ngir wormaal ay santaaneem ak dogali yoonam yi mu leen dénk."},{"style":"v","verse":"46","text":"Loolu mooy doon, ci seen biir ak seen biir askan, ba fàww, ay firnde aki kéemaan yu leen di artu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Gannaaw yeena jaamuwul seen Yàlla Aji Sax ji ci mbégte ak xol bu sedd, keroog ba ngeen barelee lépp,"},{"style":"v","verse":"48","text":"seen noon yi Aji Sax jiy yebal ci seen biir, ñoom ngeen di jaamuji ci biir xiif ak mar ak rafle ak gépp ñàkk. Aji Sax jeey teg yetu weñ ci seen ndodd, ba sànk leen."},{"style":"v","verse":"49","text":"Aji Sax jeey jógloo ci seen kaw xeet wu sore, ñu bàyyikoo ca cati àddina, dikk ne milib nig jaxaay, te dégguleen aw làkkam,"},{"style":"v","verse":"50","text":"xeet wu ñàng kanam te rusuñu mag, yërëmuñu gone."},{"style":"v","verse":"51","text":"Ñooy yàpp seenug jur, lekk seen gàncax, ba ngeen raaf. Duñu leen wacce dara: du pepp, du biiñ, dug diw, du doomu jur gu gudd ak gu gàtt, ba ngeen far sànku."},{"style":"v","verse":"52","text":"Dees na leen gawe ci seen dëkk yépp, ba seen tata yu kawe ya te dàbbaliku ya ngeen yaakaaroon ci seen réew mépp, màbb. Dees na leen gawe seen dëkk yépp, ci mboolem réew mi leen seen Yàlla Aji Sax ji jox."},{"style":"v","verse":"53","text":"Dingeen mujj lekk seen meññeefum njurukaay, seen suuxu doom yu góor ak yu jigéen yi leen seen Yàlla Aji Sax ji may, ndax gaw ba, ak tanc bu leen seeni noon tanc."},{"style":"v","verse":"54","text":"Góor gi gëna lewet ci yeen te xay lool dina xeelu mbokkam, xeelu jabar ju muy noyyee, ak ndesu doomam ju mu dese,"},{"style":"v","verse":"55","text":"ngir baña sédd kenn ci ñoom ci yàppu doomam ya muy lekk, ndax du dese dara ca biir gaw ba, ak tanc ba leen seeni noon tanc, ci seen dëkk yépp."},{"style":"v","verse":"56","text":"Jigéen ju gëna lewet te xay ci yeen, ba néegula teg ndëggoom ci suuf ndax xayteem ak lewetaayam, dina xeelu jëkkëram ju muy noyyee, ak doomam ju góor ak ju jigéen."},{"style":"v","verse":"57","text":"Day fekk mu namma lekk ci kumpa doom ju mu doora wasin, boole kook ànd ba, ndax lépp ay ñàkk ca biir gaw ba, ak tanc ba leen seeni noon tanc ca seeni dëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"58","text":"Su ngeen sàmmoowula jëfe mboolem kàdduy yoon wii binde ci téere bii, ngir wormaal boroom tur wu màgg wii te raglu, seen Yàlla Aji Sax ji,"},{"style":"v","verse":"59","text":"su boobaa Aji Sax ji dina réyal seeni duma, ak seen dumay askan, duma yu mag te yàgg, ak wopp yu aay te ës."},{"style":"v","verse":"60","text":"Mooy delloosi fi seen kaw, mboolem jàngoroy Misra yu ngeen ragaloon, ñu taq leen."},{"style":"v","verse":"61","text":"Te it mboolem wopp ak mboolem mbugal mu bindewul ci téereb yoon wii, Aji Sax jee leen koy yen, ba ngeen sànku."},{"style":"v","verse":"62","text":"Nit ñu néew ngeen di dese, te bare woon ni biddiiwi asamaan, ndax ñàkka déggal seen Yàlla Aji Sax ji."},{"style":"v","verse":"63","text":"Su ko defee noonee Aji Sax ji daan bége di leen baaxe aka yokk, noonu la Aji Sax jiy bége di leen sànk aka bóom, te dees na leen déjjatee ca réew ma ngeen jëm, ngir nanguji ko."},{"style":"v","verse":"64","text":"Aji Sax jee leen di wasaare ci biir mboolem xeeti àddina, cat ba cat, ngeen di fa jaamu yeneen yàlla yu ngeen xamuloon, du yeen, du seeni maam, yàllay bant ak doj."},{"style":"v","verse":"65","text":"Ca biir xeet yooyu nag, dungeen fa astandikoo, dungeen fa am sax fu ngeen noppale seen téstën. Aji Sax jee leen fay teg fit wu rëcc, ak gët yu giim, ak xol bu jeex."},{"style":"v","verse":"66","text":"Seen bakkan ay nekk ci xott, ngeen dëkke tiitaangey guddi ak bëccëg, te seen ëllëg dootu leen wóor."},{"style":"v","verse":"67","text":"Ag suba ngeen ne: «Éy waay, bu doon ngoonati.» Bu ngoonee ngeen ne: «Éy waay, bu doon subaati!», ndax tiitaange ju ngeen di tiit, ak li ngeen di teg seeni gët."},{"style":"v","verse":"68","text":"Aji Sax jee leen di yeb ciy gaal, delloo leen Misra, yoon wu ma leen noon dungeen ko gisati, ngeen di fa jaay seen bopp seeni noon, ngir doon seen jaam yu góor ak yu jigéen, te kenn du leen jënd."},{"style":"s1","verse":"","text":"Kóllëre gi yeeslu na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"69","text":"Lii mooy sàrti \\w kóllëre|kóllëre g-:\\w* gi Aji Sax ji santoon Musaa ngir mu fasoo ko ak \\w bànni Israayil|bànni Israayil:\\w*, ca réewum Mowab, te bokkewul ak kóllëre ga mu fasoo woon ak ñoom ca tundu Xoreb."}]