[{"style":"ms","verse":"","text":"Musaa tàggoo na"},{"style":"mr","verse":"","text":"(Saar 31---34)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Musaa dellu na àddu kàddu yii, wax ak \\w bànni Israayil|bànni Israayil:\\w* gépp."},{"style":"v","verse":"2","text":"Mu ne leen: «Maa ngi ci sama téeméeri at ak ñaar fukk, tey. Manatumaa jiite, te it Aji Sax ji moo ma wax ne ma: “Doo jàll dexu Yurdan gii.”"},{"style":"v","verse":"3","text":"Seen Yàlla Aji Sax ji ci boppam moo leen di jiite jàll. Mooy bóom xeet yooyu fi seen kanam, ngeen nangu seenum réew. Yosuwe moo leen di jiite jàll, na ko Aji Sax ji waxe woon."},{"style":"v","verse":"4","text":"Aji Sax ji moo leen di def, na mu defoon Sixon ak Og, buuri Amoreen ña, ak seenum réew, bóom leen."},{"style":"v","verse":"5","text":"Aji Sax jee leen di joxe fi seen kanam, ngeen def leen mboolem li ma leen santoon."},{"style":"v","verse":"6","text":"Dëgërluleen nag te am fit. Buleen tiit, buleen yox-yoxi ndax ñoom, ngir seen Yàlla Aji Sax ji mooy ànd ak yeen. Du leen ba, du leen wacc mukk.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ba loolu amee Musaa woolu Yosuwe, wax ak moom, Israayil gépp teg ci seen bët. Mu ne ko: «Dëgërlul te am fit, ndax yaw yaay ànd ak mbooloo mii ca réew ma Aji Sax ji giñaloon seeni maam, ne ñoom la koy jox. Yaw it, yaa leen koy sédde."},{"style":"v","verse":"8","text":"Aji Sax ji nag mooy dox, jiitu la. Moom mooy nekk ak yaw. Du la ba, du la wacc mukk. Bul tiit, bul yoqi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Musaa moo bind kàddug yoon wii, dénk ko doomi Lewi yu góor, \\w sarxalkat|sarxalkat b-:\\w* yay gàddu \\w gaalu kóllërey Aji Sax|gaalu kóllëre g-:\\w* ji, ñook magi Israayil ñépp."},{"style":"v","verse":"10","text":"Musaa sant leen, ne leen: «Njeexital juróom ñaareelu at mu nekk, àppook atum njéggalug bor, ci diiru \\w màggalu Mbaar|Màggal yi:\\w* yi,"},{"style":"v","verse":"11","text":"bu Israayil gépp teewsee fa seen kanam Yàlla Aji Sax ji, fa béreb ba muy tànni, nangeen jàng kàdduy yoon wii fi kanam Israayil gépp, ñuy dégg."},{"style":"v","verse":"12","text":"Dangeen di dajale mbooloo mi, góor ñi ak jigéen ñi ak tuut-tànk yi, ba ci doxandéem bu nekk ci seen biir dëkk, ndax ñu déglu, ba tàggatu ci ragal seen Yàlla Aji Sax ji, di sàmmoo jëfe mboolem kàdduy yoon wii."},{"style":"v","verse":"13","text":"Su ko defee seen doom yi xamul dinañu ci dégg, ba tàggatu ci ragal seen Yàlla Aji Sax ji, mboolem fan ya ngeen di dund ca réew ma ngeen jàll dexu Yurdan, jëm fa, ngir nanguji ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Ba loolu wéyee Aji Sax ji ne Musaa: «Ma ne, sa bésub dee ngi jegesi. Wool Yosuwe, te ngeen teewsi fi \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, ma yeb ko.» Musaa dem, ànd ak Yosuwe, ñu teewi fa xaymab ndaje ma."},{"style":"v","verse":"15","text":"Aji Sax ji nag feeñ ca xayma ba, ci biir taxaaru niir, taxaaru niir wa taxaw fa bunt xayma ba."},{"style":"v","verse":"16","text":"Aji Sax ji ne Musaa: «Yaa ngi nii di tëddi fa say maam. Mbooloo mii nag dinañu tàmbalee mel ni ñuy gànctu\\f + \\fr 31.16 \\fk gànctu \\ft misaal lay doon, mbete jigéen ju njaaloo, di fecci kóllëre gi mu am ak jëkkëram. Noona la bànni Israayil di defi, ci seen bokkaale, di fecci seen kóllëre ak Aji Sax ji.\\f*, di topp yeneen yàllay doxandéem yu waa réew ma ñu jëm ca seen biir. Dinañu ma wacc, fecci sama \\w kóllëre|kóllëre g-:\\w* gi ma fasoon ak ñoom,"},{"style":"v","verse":"17","text":"te sama sànj dina tàkk ci seen kaw bésub keroog. Maa leen di wacc, làq leen sama kanam, te kon yeneen xeet yi dinañu leen sëxëtoo. Musiba yu bare aki njàqare dina leen dikkal. Bésub keroog ñoo naan: “Xanaa sunu Yàllaa nekkul ci sunu biir kay, ba tax musiba yii dikkal nu!”"},{"style":"v","verse":"18","text":"Man nag maa leen di làq a làq sama kanam, bésub keroog ndax mboolem mbon gi ñu def, ndax ñoo walbatiku ci yeneen yàlla."},{"style":"v","verse":"19","text":"Léegi nag bindleen woy wii ma leen di dégtal, te yaw Musaa nga jàngal ko bànni Israayil. Woyloo leen ko, ndax woy wii di sama seede ak bànni Israayil."},{"style":"v","verse":"20","text":"Maa leen di yóbbu déy ca réew ma ma giñaloon seeni maam, fa meew maak lem ja tuuroo, ñu lekk ba regg, yaflu, daldi walbatiku ci yeneen yàlla, di leen jaamu, xarab ma, fecci sama kóllëreek ñoom."},{"style":"v","verse":"21","text":"Su ko defee bu leen musiba yu bare dikkalee aki njàqare, woy wii mooy biral kàddug seede fi seen kanam, ndax su boobaa xel du ko faay, ba mu réer seenu askan. Ndax kat xam naa seen mébét mi ñuy rabat, te yóbbooguma leen sax ca réew ma ma leen giñaloon.»"},{"style":"v","verse":"22","text":"Ba loolu amee Musaa bind woy woowu bésub keroog, daldi koy jàngal bànni Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Aji Sax ji nag yeb Yosuwe doomu Nuun ne ko: «Dëgërlul te am fit, ndax yaw yaay yóbbu bànni Israayil ca réew ma ma giñoon, te man ci sama bopp maay nekk ak yaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Ba Musaa bindee kàdduy yoon woowu cib téere ba mu mat,"},{"style":"v","verse":"25","text":"dafa yeb \\w Leween|Leween b-:\\w* ñiy gàddu gaal gi àlluway kóllërey Aji Sax ji dence, ne leen:"},{"style":"v","verse":"26","text":"«Jëlleen téereb yoon wii, ngeen teg ko ci seen wetu gaalu kóllërey Yàlla Aji Sax ji, mu doon fa ab seede, ngir àtte leen."},{"style":"v","verse":"27","text":"Ndax maa xam seen jikkoy fippu, ak seenug dëgër bopp. Seetleen, ndegam bi may dundagum tey ci seen biir ngeen di fippu ci kaw Aji Sax ji, astamaak gannaaw bu ma deewee."},{"style":"v","verse":"28","text":"Woolleen ma seen magi giir yépp ak seeni kàngam, ma wax kàddu yii, ñuy dégg, ba ma seedeloo asamaan ak suuf, ci seen kaw, ñoom."},{"style":"v","verse":"29","text":"Xam naa ne gannaaw bu ma deewee, dingeen def a def ag yàqute, dingeen teggi yoon wi ma leen jaarloo woon, te musibaa leen di mujj dikkal, ndax yeenay def jëf ju bon ju Aji Sax ji ñaawlu, ba merloo ko ndax seeni jëf.»"},{"style":"v","verse":"30","text":"Ba mu ko defee Musaa jàng kàdduy woy wii ba mu mat, ndajem Israayil ma mépp di dégg."}]