[{"style":"s1","verse":"","text":"Musaa wuyuji na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Musaa bàyyikoo jooru Mowab, yéegi tundu Nebo, ba ca collu tundu Pisga wa jàkkaarlook Yeriko. Aji Sax ji nag won ko mboolem réew ma, diiwaanu Galàdd ba diiwaanu Dan,"},{"style":"v","verse":"2","text":"mboolem diiwaanu Neftali, ak diiwaanu Efrayim ak Manase, mboolem diiwaanu Yuda, ba ca géej ga ca sowu,"},{"style":"v","verse":"3","text":"ak wetu bëj-saalum, ak xuru Yeriko, dëkkub tàndarma ya, ba ca Cowar."},{"style":"v","verse":"4","text":"Aji Sax ji ne ko: «Réew mii laa giñaloon Ibraayma ak Isaaxa ak Yanqóoba, ne leen seen askan laa koy jox. Won naa la ko, ba nga teg ci sa bët, waaye foofa, doo fa teg sa tànk.»"},{"style":"v","verse":"5","text":"Musaa, jaamub Aji Sax ji nag foofa la faatoo ca réewum Mowab, na ko Aji Sax ji tudde."},{"style":"v","verse":"6","text":"Mu rob ko ca xur wa ca réewum Mowab, fa janook Bet Pewor. Kenn xamul nag fu bàmmeelam nekk ba tey jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Musaa amoon na téeméeri at ak ñaar fukk, ba muy faatu, te ay bëtam naqariwul, dooleem jeexul."},{"style":"v","verse":"8","text":"\\w Bànni Israayil|bànni Israayil:\\w* jooy nañu Musaa ca jooru Mowab diiru fanweeri fan, fani dëj ba doora mat."},{"style":"v","verse":"9","text":"Fekk na Yosuwe doomu Nuun feese xel mu rafet, ndax Musaa moo tegoon ay loxoom ci kawam, bànni Israayil nag déggal ko, di jëfe na ko Aji Sax ji sante woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ab yonent luqeekootul ci Israayil, mel ni Musaa ma Aji Sax ji xejjoo woon ba naan ko jàkk, Musaa ne ko jàkk,"},{"style":"v","verse":"11","text":"ba ca mboolem firnde yaak kéemaan ya ko Aji Sax ji yebale woon, ngir mu def ko ca biir réewum Misra, ca Firawna ak jawriñam ñépp, ak ca biir réewam mépp,"},{"style":"v","verse":"12","text":"ak itam mboolem doole ju màgg ja Musaa wone, ak jëf ju réy te raglu ja mu def, bànni Israayil gépp teg ci bët."}]