[{"style":"s1","verse":"","text":"Musaa ñaax na bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Léegi nag yeen waa Israayil, dégluleen dogali yoon yeek àttey yoon yii ma leen di xamal, ngir ngeen di ko jëfe, ndax ngeen dund ba dugg, nanguji réew ma leen Aji Sax ji seen Yàllay maam, di jox."},{"style":"v","verse":"2","text":"Buleen yokk dara ci kàddu gi ma leen di dénk, te buleen ci wàññi lenn, ndax ngeen sàmm seen santaaney Yàlla Aji Sax ji ma leen di dénk."},{"style":"v","verse":"3","text":"Seen bët moo leen may la Aji Sax ji def ca Baal Pewor. Mboolem ku toppoon tuur ma ñuy wax \\w Baal ca Pewor|Baal:\\w*, seen Yàlla Aji Sax ji moo ko sànke ci seen biir."},{"style":"v","verse":"4","text":"Waaye yeen ñi ŋoyoon ci seen Yàlla Aji Sax ji, yeen ñépp a ngi dund tey jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Mu ngoog, jàngal naa leen ay dogali yoon aki àttey yoon, na ma ko sama Yàlla Aji Sax ji sante, ngir ngeen war koo jëfe ca biir réew ma ngeen di nanguji."},{"style":"v","verse":"6","text":"Sàmmooleen koo jëfe, ndax mooy doon seenug rafet xel, ak seenug ràññee fi kanam xeet yi, ba bu ñu déggee mboolem dogali yoon yii, dinañu ne: «Wii askan wu mag rekk a rafetum xel te ràññee!»"},{"style":"v","verse":"7","text":"Ana wan xeet wu mag wu am yàlla ju leen jege ni nu sunu Yàlla Aji Sax jiy jegee saa yu nu ko woowee wall?"},{"style":"v","verse":"8","text":"Ana xeet wu ko màgge, ba am dogali yoon ak àttey yoon yu jekke ni yoon wii ma joxe fi seen kanam bésub tey?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Waaye wattuleen, wattuleen seen bopp bu baax, bala ngeena fàtte mbir yi ngeen teg seen bët, ba du génn seenum xel seen giiru dund gépp. Te nangeen ko xamal seeni doom ak seeni sët."},{"style":"v","verse":"10","text":"Bés ba ngeen taxawee fa seen kanam Yàlla Aji Sax ji, fa tundu Xoreb, Aji Sax jee ma ne: «Dajaleel ma mbooloo mi, ma dégtal leen samay kàddu, ngir ñu tàggatu ci ragal ma, li feek ñuy dund ci kaw suuf, te seeni doom it, ñu tàggat leen ci.»"},{"style":"v","verse":"11","text":"Yeena dikk taxaw ca suufu tund wa, tund wa ne jippét, sawara wa jolli ba ca xolu asamaan, ci biir xàmbaari guddi gu ne këruus."},{"style":"v","verse":"12","text":"Aji Sax ji àddoo ca digg sawara wa, wax ak yeen, ngeen di dégg baat, te jëmm, gisuleen ko, xanaa baat doŋŋ."},{"style":"v","verse":"13","text":"Ci kaw loolu mu biralal leen \\w kóllëreem|kóllëre g-:\\w* gi mu leen sant ngeen sàmm ko, muy fukki santaane yi. Mu daldi leen bindal santaane yi ci ñaari àlluway doj."},{"style":"v","verse":"14","text":"Man nag la Aji Sax ji sant ca yooya jant, ne ma xamal leen dogali yoon yeek àttey yoon yi ngeen wara jëfe ca réew ma ngeen jëm, ngir nanguji ko."},{"style":"s1","verse":"","text":"Yoon wi aayal na bokkaale"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Nangeen wattu seen bopp bu baax nag ndax keroog ba Aji Sax jiy àddoo ca digg sawara wa, wax ak yeen ca tundu Xoreb, gisuleen jenn jëmm."},{"style":"v","verse":"16","text":"Kon buleen defug yàqute, di sàkkal seen bopp menn tuur muy jëmmal lenn lu mel ni góor mbaa jigéen,"},{"style":"v","verse":"17","text":"mbaa lu mel ni menn malam suuf, mbaa malam kaw mu mel ni njanaaw,"},{"style":"v","verse":"18","text":"mbaa lu mel ni ndëgmeent di raam, mbaa lu mel niw jën, nekk ci ndox mu suuf tiim."},{"style":"v","verse":"19","text":"Buleen séentu asamaan, gis jant bi, mbaa weer wi, mbaa biddiiw yi, ak mboolem leeri asamaan, ba mu xiirtal leen ci di leen sujjóotal aka jaamu, te seen Yàlla Aji Sax ji féetale yooyii mboolem xeet yi asamaan tiim."},{"style":"v","verse":"20","text":"Yeen nag Aji Sax jee leen jël, génne leen Misra, taalu xellikaayu weñ gu ñuul ba, ngir ngeen doon ñoñam ñi mu séddoo niki bésub tey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Waaye yeena tax Aji Sax ji mere ma ba giñ ne duma jàll dexu Yurdan, te duma dugg ca réew mu baax, ma leen seen Yàlla Aji Sax ji moomale."},{"style":"v","verse":"22","text":"Man nag ci réew mii laay deewe. Du maay jàll dexu Yurdan. Waaye yeen yeenay jàll, ba nanguji réew mu baax moomu."},{"style":"v","verse":"23","text":"Wattuleen seen bopp ba baña fàtte \\w kóllëre|kóllëre g-:\\w* gi seen Yàlla Aji Sax ji fas ak yeen, di sàkkal seen bopp tuur muy jëmmal lenn, te seen Yàlla Aji Sax ji aaye leen ko."},{"style":"v","verse":"24","text":"Seen Yàlla Aji Sax ji kat, mooy sawara wuy xoyome, Yàlla ju fiir la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Bu ngeen demee ba am ay doom aki sët, fekk leen yàgg ca réew ma, su boobaa su ngeen defee ag yàqute, di sàkk am tuur, ak jëmmu lu mu mana doon, mbaa ngeen def lenn lu seen Yàlla Aji Sax ji ñaawlu, lu koy merloo,"},{"style":"v","verse":"26","text":"maa ngi sàkku asamaan ak suuf seedeel maak yeen bésub tey jii ne, su boobaa yeenay sànkoo sànku ci lu gaaw, ba wuute ca réew ma ngeen jàll dexu Yurdan, jëm fa, ngir nanguji ko. Su boobaa dungeen fa yàgge, ndax dees leen di raafal, ba ngeen jeex tàkk."},{"style":"v","verse":"27","text":"Aji Sax ji moo leen di tasaare ci biir xeet yi, te lu néew la seenu ndes di doon ci biir xeeti jàmbur yi leen Aji Sax jiy dàq jëme."},{"style":"v","verse":"28","text":"Foofa ngeen di jaamoo ay yàlla yu loxoy nit sàkke bant, mbaa doj, yàlla yu dul gis, duñu dégg, duñ lekk, duñ xeeñtu."},{"style":"v","verse":"29","text":"Waaye su ngeen fa wëree seen Yàlla Aji Sax ji, dingeen ko gis, ndegam seen léppi xol ak seen léppi jëmm ngeen ko wute."},{"style":"v","verse":"30","text":"Bu leen njàqare dikkalee, fekk mboolem mbir yooyu dab leen, su boobaa dingeen mujj délsi ci seen Yàlla Aji Sax ji te dingeen ko déggal."},{"style":"v","verse":"31","text":"Ndax seen Yàlla Aji Sax ji Yàllay yërmande la. Du leen wacc, du leen yàqate te du fàtte kóllëre ga mu fasoon ak seeni maam ci kaw ngiñ."},{"style":"s1","verse":"","text":"Ab jagle ñeel na Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Seetleen rekk ci janti démb yi leen jiitu, la dale bés ba Yàlla sàkke nit fi kaw suuf, mbaa ngeen seet asamaan, cat ba cat. Ndax lu màgge nii mas naa am? Am masees naa dégg lu ni mel?"},{"style":"v","verse":"33","text":"Ana askan wu masa dégg baatu Yàlla bu jibe ci sawara, ni ngeen ko dégge te dese bakkan?"},{"style":"v","verse":"34","text":"Jan yàlla moo masa fexee dikk foqatil boppam aw xeet, jële leen ci weneen xeet, ci biiri nattu, aki firnde aki kéemaan ak xare yu mu sottale dooley loxoom, ak kàttanu përëgam, ak jëf ju raglu, noonee leen ko seen Yàlla Aji Sax ji defale ca Misra, ngeen teg ci bët?"},{"style":"v","verse":"35","text":"Yeen déy lañu won loolu lépp ngir ngeen xam ne Aji Sax ji doŋŋ mooy Yàlla, te jeneen yàlla amul, ju dul moom."},{"style":"v","verse":"36","text":"Fa asamaan la àddoo, dégtal leen baatam, ngir yar leen, ci kaw suuf it la leen wone sawaraam su mag sa, te ay kàddoom ngeen dégg, mu jibe ca diggu sawara sa."},{"style":"v","verse":"37","text":"Sopp seeni maam nag moo tax mu tànn leen, yeen askan wi leen wuutu, génneel leen boppam Misra, ci dooleem ju bare,"},{"style":"v","verse":"38","text":"ngir dàqal leen xeet yu leen sut, ëpp leen doole, ba dugal leen seenum réew, sédd leen ko bés niki tey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Kon xamleen tey te delloosi ci seen xel, ne Aji Sax ji mooy Yàlla fa kaw asamaan ak fi kaw suuf. Du keneen."},{"style":"v","verse":"40","text":"Sàmmleen dogali yoonam, ak santaaneem yi ma leen dénk bés niki tey, ngir seen njariñal bopp, yeen ak seen doom yi leen di wuutu, te ngeen yàgg ca réew ma leen seen Yàlla Aji Sax ji jox ba fàww."},{"style":"s1","verse":"","text":"Amal nañu ay dëkki rawtu ca penkub Yurdan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Ba loolu wéyee Musaa ber ñetti dëkk ca penkub dexu Yurdan,"},{"style":"v","verse":"42","text":"mu diy rawtu ci ku rey moroomu nitam, te reyu ko cig teyeef, wonu ko woon it mbañeel, lu jiitu loola. Kooku sañ naa làquji ci dëkk yooyu benn, ngir rawale bakkanam."},{"style":"v","verse":"43","text":"Dëkk yooyu ñoo doon Beccer ga ca màndiŋ ma, ca kaw joor ga, su dee ab Rubeneen; ak Ramot ga ca Galàdd, su dee ab Gàddeen; ak Golan ga ca diiwaanu Basan, su dee ab Manaseen."},{"style":"ms","verse":"","text":"Musaa baamtu na yoon wi"},{"style":"mr","verse":"","text":"(Saar 4.44---11.32)"},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Lii moo di ndigalu yoon wi Musaa biraloon fi kanam \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","verse":"45","text":"Lii moo di seedey yoon yi ak dogali yoon yi ak àttey yoon yi Musaa dénkoon bànni Israayil, gannaaw ba ñu bàyyikoo Misra,"},{"style":"v","verse":"46","text":"ca wàllaa dexu Yurdan, ca xur wa janook Bet Pewor, ca réewum Sixon buurub Amoreen ba toogoon Esbon, te Musaa ak bànni Israayil duma woon ko, ba ñu génnee Misra."},{"style":"v","verse":"47","text":"Ñoo nangu am réewam, ak réewum Og buuru Basan, ñaari buuri Amoreen ña moomoon wàllaa dexu Yurdan, ca penku."},{"style":"v","verse":"48","text":"Noonu la bànni Israayil nangoo suuf sa dale ca Arower, ga ca catal walum Arnon, ba ca tundu Siyoŋ\\f + \\fr 4.48 \\ft Gii \\fk Siyoŋ \\ft wuute na ak weneen tur wi ñuy woowe Yerusalem.\\f* ga ñuy wax itam Ermon."},{"style":"v","verse":"49","text":"Boole nañu ca itam mboolem joor ga nekk wàllaa dexu Yurdan, ca penku, ba àgg ca géeju Xorom ga, ca suufu tundu Pisga."}]