[{"style":"s1","verse":"","text":"Aji Sax ji kenn la"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Lii mooy santaane bi ak dogali yoon yeek àttey yoon yi seen Yàlla Aji Sax ji santaane ma jàngal leen ko, ngir ngeen di ko jëfe ca réew ma ngeen jàll jëm, ngir nanguji ko,"},{"style":"v","verse":"2","text":"ndax ngeen ragal seen Yàlla Aji Sax ji, di sàmm mboolem dogali yoonam ak santaaneem yi ma leen di dénk, yeen ak seeni doom ak seeni sët, seen giiru dund, su ko defee ngeen gudd fan."},{"style":"v","verse":"3","text":"Kon yeen Israayil, dégluleen te sàmmoo jëfe, ndax ngeen baaxle te yokku bu baax, ni leen ko Aji Sax ji seen Yàllay maam waxe, ca réew ma meew maak lem ja tuuroo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Dégluleen, yeen \\w bànni Israayil|bànni Israayil:\\w*, Aji Sax ji sunu Yàlla, Aji Sax ji kenn la."},{"style":"v","verse":"5","text":"Seen Yàlla Aji Sax ji, soppeleen ko seen léppi xol ak seen léppi jëmm ak seen léppi doole."},{"style":"v","verse":"6","text":"Kàddu yii ma leen di dénk bésub tey, na dëkk ci seen xol."},{"style":"v","verse":"7","text":"Nangeen ko xamal seeni doom, di ko waxe bu ngeen toogee seen biir néeg, ak bu ngeen di dox ciw yoon, ak bu ngeen tëddee, ak bu ngeen jógee."},{"style":"v","verse":"8","text":"Takkleen ko, muy firnde ci seen loxo, te na doon am mbandal ci seen diggantey gët."},{"style":"v","verse":"9","text":"Te itam bindleen ko ci seen kaw jëni buntu néeg, ak ci seen bunti dëkk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bu ngeen demee ba seen Yàlla Aji Sax ji yóbbu leen ca réew ma mu giñaloon seeni maam Ibraayma ak Isaaxa ak Yanqóoba, ne yeen la koy jox, muy dëkk yu mag yu baax yu ngeen tabaxul,"},{"style":"v","verse":"11","text":"kër ya feese mboolem lu baax lu ngeen ko feesaluloon, ak teen yu ngeen gasul, ak garabi reseñ ak oliw yu ngeen jëmbatul; bu ngeen ca lekkee ba regg,"},{"style":"v","verse":"12","text":"wattuleen seen bopp bala ngeena fàtte Aji Sax ji leen génnee réewum Misra, kërug njaam ga."},{"style":"v","verse":"13","text":"Seen Yàlla Aji Sax ji, ragalleen ko. Moom ngeen di jaamu, te aw turam ngeen di giñe."},{"style":"v","verse":"14","text":"Buleen topp yeneen yàlla, ci yàllay xeet yi leen séq."},{"style":"v","verse":"15","text":"Ndax kat seen Yàlla Aji Sax ji ci seen biir, ku fiir la. Lu ko moy sànjum Aji Sax ji dina tàkk ci seen kaw, te dina leen sànk, ba raafal leen ci kaw suuf."},{"style":"v","verse":"16","text":"Buleen seetlu seen Yàlla Aji Sax ji, na ngeen ko seetloo woon ca Maasa."},{"style":"v","verse":"17","text":"Sàmmleen a sàmm seen santaaney Yàlla Aji Sax ji, ak seedey yoonam ak dogali yoonam yi mu leen dénk."},{"style":"v","verse":"18","text":"Jëfeleen njub ak mbaax gi Aji Sax ji rafetlu. Su ko defee dingeen baaxle, ba dem, nanguji réew mu baax mi Aji Sax ji giñaloon seeni maam,"},{"style":"v","verse":"19","text":"te dingeen fa dàqe seen noon yépp, na ko Aji Sax ji waxe woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Bu leen seen doom laajee ëllëg, ne leen: «Ana lu waral seedey yoon yi ak dogali yoon yeek àttey yoon yi leen sunu Yàlla Aji Sax ji dénk?»"},{"style":"v","verse":"21","text":"Su boobaa waxleen seen doom, ne ko: «Ay jaami Firawna lanu woon ca Misra, waaye Aji Sax jee nu génnee Misra ci dooley loxoom."},{"style":"v","verse":"22","text":"Aji Sax jee nu defal ay firnde, ak kéemaan yu mag te metti ci kaw Misra ak ci kaw Firawna ak ci kaw waa këram gépp, nu teg ci sunuy gët."},{"style":"v","verse":"23","text":"Nun nag, moo nu fa jële, ngir indi nu ci réew mi mu giñaloon sunuy maam, ne nun la koy jox."},{"style":"v","verse":"24","text":"Moo nu sant nuy jëfe mboolem dogali yoon yii, te ragal sunu Yàlla Aji Sax ji, ngir nu baaxle bés bu nekk, ngir itam mu sàmm sunu bakkan ni bésub tey jii."},{"style":"v","verse":"25","text":"Dees na nu limal ñu jub ndegam sàmmoo nanoo jëfe mboolem santaane yii, fi sunu kanam Yàlla Aji Sax ji, ni mu ko santaanee.»"}]