[{"style":"s1","verse":"","text":"Israayil gënul ci xeet yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Israayil dégluleen! Yeena ngii tey, di jàll dexu Yurdan ngir dàqi xeet yu leen ëpp, ëpp leen doole, ngir nangu seen dëkk yu réy, dàbbalikoo tata yu àkki asamaan."},{"style":"v","verse":"2","text":"Askan wu am kàttan, yegg ca kaw, soqikoo ci Anageen ñi ngeen xam, te dégg ñuy wax ci ñoom, naan: «Ku mana të Anageen ñi?»"},{"style":"v","verse":"3","text":"Waaye xamleen bés niki tey ne seen Yàlla Aji Sax ji mooy kiy jàll jiite leen, di sawara wuy xoyome. Moo leen di bóom, moo leen di noot, ngeen dàq leen, sànk leen ci lu gaaw, ni leen ko Aji Sax ji waxe woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Gannaaw bu leen seen Yàlla Aji Sax ji dàqalee ñooñu nag, buleen wax ci seen xel ne: «Sama njub a tax Aji Sax ji indi ma, ngir ma moom réew mii.» Mbonug xeet yii kay moo waral Aji Sax ji dàq leen fi seen kanam."},{"style":"v","verse":"5","text":"Du seenug am dëgg, walla ag njub gu leen may ngeen nanguji seenum réew. Waaye mbonug xeet yii moo waral seen Yàlla Aji Sax ji dàq leen fi seen kanam, ngir sottal kàddu ga mu giñaloon seeni maam Ibraayma ak Isaaxa ak Yanqóoba."},{"style":"v","verse":"6","text":"Kon na leen bir ne du seenug am dëgg moos la leen seen Yàlla Aji Sax ji joxe mii réew mu baax, ngir ngeen moom ko, ndax askan wu daŋŋiiral ngeen."},{"style":"s1","verse":"","text":"Israayil jaamu na sëlluw wurus"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Fàttalikuleen! Buleen fàtte na ngeen merloo woon seen Yàlla Aji Sax ji ca màndiŋ ma. La dale bés ba ngeen bàyyikoo réewum Misra, ba ba ngeen agsee béreb bii, fippu ci kaw Aji Sax ji ngeen masa nekke."},{"style":"v","verse":"8","text":"Ca tundu Xoreb ngeen merloo Aji Sax ji, Aji Sax ji mere leen, ba nar leena sànk."},{"style":"v","verse":"9","text":"Ba ma yéegee ca tund wa, di jëli àlluway doj ya, àlluway \\w kóllëre|kóllëre g-:\\w* gi Aji Sax ji fas ak yeen; toog naa ca kaw tund wa ñeent fukki bëccëg ak ñeent fukki guddi. Du ñam wu ma lekk, du ndox mu ma naan."},{"style":"v","verse":"10","text":"Aji Sax ji jox ma ñaari àlluway doj yu loxol Yàlla bind mboolem kàddu ya leen Aji Sax ji waxoon ca kaw tund wa, ba mu àddoo fa digg sawara wa, keroog bésub ndaje ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba ñeent fukki guddi ak ñeent fukki bëccëg matee, Aji Sax ji jox ma ñaari àlluway doj ya, àlluway kóllëre ga."},{"style":"v","verse":"12","text":"Aji Sax ji ne ma: «Jógal wàcce fii gaaw, ndax sa bokk ya nga génnee Misra def nañu yàqute. Teggi nañu xaat yoon wa ma leen santoon. Móolal nañu seen bopp jëmmu tuur.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Aji Sax ji waxati ma, ne ma: «Gis naa ne mbooloo mii kat, ñu dëgër bopp lañu."},{"style":"v","verse":"14","text":"Bàyyi ma rekk ma sànk leen, ba far seen tur fu asamaan tiim, te def la ngay xeet wu ëpp wii, ëpp ko doole.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba loolu amee ma walbatiku, wàcce ca tund wa, maak ñaari àlluway kóllëre ga ca sama ñaari loxo, tund wépp di tàkk."},{"style":"v","verse":"16","text":"Ma gis ne ndeke moy ngeen seen Yàlla Aji Sax ji, daldi sàkkal seen bopp wëllu wu ñu móol, dëddu xaat yoon wa leen Aji Sax ji santoon."},{"style":"v","verse":"17","text":"Ci kaw loolu ma ne cas ñaari àlluwa ya ca sama ñaari loxo, sànni, rajaxe ko, ngeen di gis."},{"style":"s1","verse":"","text":"Musaa tinul na bànni Israayil"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba loolu amee ma daanu tëdd fa kanam Aji Sax ji, na woon, diiru ñeent fukki bëccëg ak ñeent fukki guddi. Du ñam wu ma lekk, du ndox mu ma naan ndax seen gépp moy gu ngeen moy, di def lu Aji Sax ji ñaawlu, ba merloo ko."},{"style":"v","verse":"19","text":"Booba am naa tiitaange ci merum Aji Sax ji, ak sànjam mi mu nara sànju ci seen kaw, ngir sànk leen. Teewul Aji Sax ji nangul ma boobu yoon itam."},{"style":"v","verse":"20","text":"Aaróona nag, Aji Sax ji mere ko lool, nar koo sànk. Ma daldi ñaanalaale Aaróona."},{"style":"v","verse":"21","text":"Seen bàkkaarukaay boobu ngeen sàkkoon nag, jëmmu wëllu wa, ma jël ko, lakk ko, tojat, wol ko ba mu mokk, ba doon pënd. Ma daldi sotti pënd ba ca biir yol ga wale kaw tund wa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ca Tabera itam, ak ca Maasa, ak ca Kibbrot Taawa, ngeen merlooti fa Aji Sax ji."},{"style":"v","verse":"23","text":"Ak ba leen Aji Sax ji yebalee fa Kades Barneya, ne leen: «Demleen nanguji réew ma ma leen jox.» Yeena gàntal seen kàddug Yàlla Aji Sax ji, gëmuleen ko, déggaluleen kàddoom."},{"style":"v","verse":"24","text":"Gàntal Aji Sax ji ngeen nekke naka jekk, dale ko ca bés ba ma leen xame."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Maa daanu tëdd fa kanam Aji Sax ji diiru ñeent fukki bëccëg yooyu, ak ñeent fukki guddi ya ma tëdd fa kanamam ndax la Aji Sax ji noon da leen di sànk."},{"style":"v","verse":"26","text":"Ma ñaan Aji Sax ji, ne ko: «Éy Boroom bi Aji Sax ji, bul sànk sa ñoñ ñi nga séddoo, ñi nga jote sa màggaay, génnee leen Misra ci sa dooley loxo."},{"style":"v","verse":"27","text":"Ngalla bàyyil xel sa jaam ña, Ibraayma ak Isaaxa ak Yanqóoba. Bul xool ci tëwug mbooloo mii ak seen mbon, ak seenug moy."},{"style":"v","verse":"28","text":"Lu ko moy kat waa réew ma nga nu jële dinañu ne: “Tële leena yóbbu réew ma mu leen digoon, ak jéppi leen moo tax Aji Sax ji génne leen, ngir rey leen ca màndiŋ ma.”"},{"style":"v","verse":"29","text":"Ñii de ñooy sa ñoñ ñi nga séddoo, ñi nga génnee sa doole ju bare, ci sa kàttanu loxo.»"}]