[{"style":"s1","text":"The Silver Trumpets"},{"style":"m","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Make yourself two silver trumpets; make them \\add of\\add* hammered-work. ⸤You will use them⸥\\f + \\fr 10:2 \\ft Literally “They will be for you” \\f* for calling the community and for breaking the camp. "},{"style":"v","text":"You will blow them, and all the community will assemble to the doorway of the tent of assembly. "},{"style":"v","text":"But if they blow only one, the leaders, the heads of the thousands of Israel, will assemble to you. "},{"style":"v","text":"\\add When\\add* you will blow a blast, the camps that are camping on the east will set out; "},{"style":"v","text":"\\add when\\add* you blow a second blast, the camps that are camping on the south will set out; they will blow a blast for their journeys. "},{"style":"v","text":"But when summoning the assembly, you will blow, but you will not signal with a loud noise. "},{"style":"v","text":"The sons of Aaron, the priests, will blow on the trumpets; this will be an eternal decree for your generations. "},{"style":"v","text":"If you go \\add to\\add* war in your land against the enemy who attacks you, you will signal with a loud noise on the trumpets. You will be remembered ⸤before⸥\\f + \\fr 10:9 \\ft Literally “in the presence of” \\f* Yahweh your God, and you will be rescued from your enemies."},{"style":"p","text":""},{"style":"v","text":"“And on the day of your joy and in your appointed times, at the beginning of your months, you will blow on the trumpets in addition to your burnt offerings and in addition to the sacrifices of your fellowship offerings. And they will be as a memorial for you ⸤before⸥\\f + \\fr 10:10 \\ft Literally “in the presence of” \\f* your God; I \\add am\\add* Yahweh your God.”"},{"style":"s1","text":"The Israelites Depart from Sinai"},{"style":"m","text":""},{"style":"v","text":"And it happened, in the second year, in the second month, on \\add the\\add* twentieth of the month the cloud was lifted from upon the tabernacle of the testimony.\\f + \\fr 10:11 \\ft Some modern translations (e.g., the NRSV) have “tabernacle of the covenant” \\f* "},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 10:12 \\ft Literally “sons/children of Israel” \\f* set out for their journey\\f + \\fr 10:12 \\ft Hebrew “journeys” \\f* from the desert of Sinai, and the cloud dwelled in the desert of Paran. "},{"style":"v","text":"They set out ⸤for the first time⸥\\f + \\fr 10:13 \\ft Literally “in the beginning” \\f* on the command of Yahweh in the hand of Moses.\\f + \\fr 10:13 \\ft Or “through Moses” \\f* "},{"style":"v","text":"The standard of the camp of the descendants\\f + \\fr 10:14 \\ft Or “sons” \\f* of Judah set out for the first time according to their divisions, with Nahshon son of Amminadab over its division. "},{"style":"v","text":"And Nathanel son of Zuar \\add was\\add* over the division of the descendants\\f + \\fr 10:15 \\ft Or “sons” \\f* of Issachar; "},{"style":"v","text":"Eliab son of Helon \\add was\\add* over the division of the tribe of the descendants\\f + \\fr 10:16 \\ft Or “sons” \\f* of Zebulun."},{"style":"p","text":""},{"style":"v","text":"The tabernacle was taken down, and the sons of Gershon and the sons of Merari, the bearers of the tabernacle, set out. "},{"style":"v","text":"And the standard of the camp of Reuben according to their divisions; Elizur son of Shedeur \\add was\\add* over their division. "},{"style":"v","text":"Shelumiel son of Zurishaddai \\add was\\add* over the division of the sons of the tribe of Simeon. "},{"style":"v","text":"Eliasaph son of Deuel \\add was\\add* over the division of the tribe of the descendants\\f + \\fr 10:20 \\ft Or “sons” \\f* of Gad."},{"style":"p","text":""},{"style":"v","text":"The Kohathites, the bearers of the sanctuary, set out, and they set up the tabernacle before they arrived. "},{"style":"v","text":"And the stand of the camp of the descendants\\f + \\fr 10:22 \\ft Or “sons” \\f* of Ephraim set out according to their divisions; Elishama son of Ammihud \\add was\\add* over its division. "},{"style":"v","text":"Gamaliel son of Pedahzur \\add was\\add* over the division of the tribe of the descendants\\f + \\fr 10:23 \\ft Or “sons” \\f* of Manasseh. "},{"style":"v","text":"Abidan son of Gideoni \\add was\\add* over the division of the tribe of the descendants\\f + \\fr 10:24 \\ft Or “sons” \\f* of Benjamin."},{"style":"p","text":""},{"style":"v","text":"Then the standard of the camp of the descendants\\f + \\fr 10:25 \\ft Or “sons” \\f* of Dan, who formed a rear guard for all the camps, set out according to their divisions; Ahiezer son of Ammishaddai \\add was\\add* over its division. "},{"style":"v","text":"Pagiel son of Ocran \\add was\\add* over the division of the tribe of the descendants\\f + \\fr 10:26 \\ft Or “sons” \\f* of Asher. "},{"style":"v","text":"Ahira son of Enan \\add was\\add* over the division of the tribe of the descendants\\f + \\fr 10:27 \\ft Or “sons” \\f* of Naphtali. "},{"style":"v","text":"These \\add were\\add* the departures of the ⸤Israelites⸥\\f + \\fr 10:28 \\ft Literally “sons/children of Israel” \\f* according to their divisions; and so they set out."},{"style":"p","text":""},{"style":"v","text":"Moses said to Hobab son of Reuel the Midianite, the father-in-law of Moses, “We \\add are\\add* setting out to the place that Yahweh said, ‘I will give it to you’; go with us, and we will ⸤treat you well⸥\\f + \\fr 10:29 \\ft Literally “do good to you” \\f* because ⸤Yahweh promised⸥\\f + \\fr 10:29 \\ft Literally “Yahweh spoke” \\f* good concerning Israel.” "},{"style":"v","text":"But he said to him, “I will not go. I will only go to my land and to my family.” "},{"style":"v","text":"He\\f + \\fr 10:31 \\ft That is, Moses \\f* said, “Please, do not abandon us because you know our encampment in the desert, and ⸤you should be our guide⸥.\\f + \\fr 10:31 \\ft Literally “you should be our eyes” \\f* "},{"style":"v","text":"Moreover, if you go with us, the good that Yahweh will do to us we will do to you.”"},{"style":"p","text":""},{"style":"v","text":"And so they set out from the mountain of Yahweh a journey of three days, with the ark of the covenant of Yahweh setting out ahead of them\\f + \\fr 10:33 \\ft Or “before them” \\f* three days’ journey to search out a resting place for them; "},{"style":"v","text":"and the cloud of Yahweh \\add was\\add* over them by day when they set out from the camp."},{"style":"p","text":""},{"style":"v","text":"And whenever the ark was setting out Moses would say,"},{"style":"sd0","text":""},{"style":"q1","text":"“Rise up, Yahweh!"},{"style":"q1","text":"May your enemies be scattered;"},{"style":"q1","text":"may the ones that hate you flee from your presence.”"},{"style":"q1","text":""},{"style":"v","text":"And when it rested he would say,"},{"style":"q1","text":"“Return, Yahweh,"},{"style":"q1","text":"to the countless thousands of Israel.”"},{"style":"sd0","text":""}]