[{"style":"s1","text":"Various Sacrifices and Offerings"},{"style":"m","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Speak to the ⸤Israelites⸥\\f + \\fr 15:2 \\ft Literally “sons/children of Israel” \\f* and say to them, ‘When you come into the land of your dwellings that I \\add am about\\add* to give to you, "},{"style":"v","text":"you will make an offering by fire for Yahweh from the cattle or from the flock, a burnt offering or a sacrifice to fulfill a vow, or as a freewill offering or at your feasts, to make a fragrance of appeasement for Yahweh. "},{"style":"v","text":"And the one who presents an offering\\f + \\fr 15:4 \\ft Hebrew “his offering” \\f* for Yahweh, he will present a grain offering \\add of\\add* finely milled flour; a tenth will be mixed with a fourth of the liquid measure \\add of\\add* oil; "},{"style":"v","text":"and you will add a fourth of wine for the libation upon the burnt offering, or to the sacrifice for each ram-lamb. "},{"style":"v","text":"Or for the ram you will make a grain offering \\add of\\add* two-tenths of finely milled flour mixed into a third of a liquid measure of oil. "},{"style":"v","text":"You will present a third of the liquid measure of wine for the libation, a fragrance of appeasement for Yahweh. "},{"style":"v","text":"When you prepare ⸤a bull⸥\\f + \\fr 15:8 \\ft Literally “a son of cattle” \\f* as a burnt offering or a sacrifice to fulfill a vow or \\add a\\add* fellowship offering for Yahweh, "},{"style":"v","text":"you will present with ⸤the bull⸥\\f + \\fr 15:9 \\ft Literally “the son of the cattle” \\f* a grain offering of three-tenths \\add of\\add* finely milled flour mixed with half a liquid measure of oil, "},{"style":"v","text":"and you will present half a liquid measure of wine as a libation, as an offering made by fire, a fragrance of appeasement for Yahweh."},{"style":"p","text":""},{"style":"v","text":"“ ‘This is how it should be done for each bull, or for the each ram, or for the small four-footed mammal, or ram-lambs, or goats. "},{"style":"v","text":"According to the number that you prepare, so should you do to each according to their number. "},{"style":"v","text":"Every native must do these \\add things\\add* to present an offering made by fire, a fragrance of appeasement for Yahweh. "},{"style":"v","text":"If an alien dwells among you, or whoever \\add is\\add* in your midst throughout your generations,\\f + \\fr 15:14 \\ft Hebrew “for your generations” \\f* and prepares an offering made by fire, a fragrance of appeasement for Yahweh, he should do as you do. "},{"style":"v","text":"\\add For\\add* the assembly, there will be one decree for you and for the alien who dwells \\add among you\\add*; \\add it is\\add* an eternal decree for \\add all\\add* your generations. ⸤You as well as the alien⸥\\f + \\fr 15:15 \\ft Literally “like you like the alien” \\f* will be ⸤before Yahweh⸥.\\f + \\fr 15:15 \\ft Literally “in the presence of Yahweh” \\f* "},{"style":"v","text":"There will be one law and one stipulation for you and for the alien dwelling among you.’ ”"},{"style":"p","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Speak to the ⸤Israelites⸥\\f + \\fr 15:18 \\ft Literally “sons/children of Israel” \\f* and say to them, ‘When you come into the land to which I \\add am about\\add* to bring you, "},{"style":"v","text":"whenever you eat from the food of the land, you will lift up a contribution to Yahweh. "},{"style":"v","text":"You must lift up a contribution of the first \\add batch\\add* of your ring-shaped dough bread; you must lift it up as a contribution of the threshing floor. "},{"style":"v","text":"You will give to Yahweh a contribution from the first of your dough throughout your generations.\\f + \\fr 15:21 \\ft Hebrew “for your generations” \\f*"},{"style":"p","text":""},{"style":"v","text":"“ ‘But if you go astray and you do not follow\\f + \\fr 15:22 \\ft Or “do” \\f* all these commandments that Yahweh commanded to Moses, "},{"style":"v","text":"all that Yahweh commanded you by the hand of Moses\\f + \\fr 15:23 \\ft Or “through Moses” \\f* from the day that Yahweh commanded and beyond, throughout your generations,\\f + \\fr 15:23 \\ft Hebrew “for your generations” \\f* "},{"style":"v","text":"and if it was done unintentionally ⸤without the knowledge⸥\\f + \\fr 15:24 \\ft Literally “from the eyes” \\f* of the community, then the entire community must prepare one ⸤young bull⸥\\f + \\fr 15:24 \\ft Literally “a bull a son of cattle” \\f* as a burnt offering, as a fragrance of appeasement for Yahweh, and its grain offering and its libation, according to the stipulation, and one male goat as a sin offering. "},{"style":"v","text":"The priest will make atonement for all of the community of the ⸤Israelites⸥,\\f + \\fr 15:25 \\ft Literally “sons/children of Israel” \\f* and ⸤they will be forgiven⸥\\f + \\fr 15:25 \\ft Literally “it will be forgiven to them” \\f* because it \\add was\\add* unintentional; they will bring their offering, an offering made by fire for Yahweh, their sin offering ⸤before Yahweh⸥\\f + \\fr 15:25 \\ft Literally “in the presence of Yahweh” \\f* for their unintentional sin. "},{"style":"v","text":"All of the community of the ⸤Israelites⸥\\f + \\fr 15:26 \\ft Literally “sons/children of Israel” \\f* will be forgiven, as well as the alien that dwells in their midst, because the whole community \\add was involved\\add* in the unintentional wrong."},{"style":"p","text":""},{"style":"v","text":"“ ‘If one person sins unintentionally, that person will present a female goat ⸤in its first year⸥\\f + \\fr 15:27 \\ft Literally “a daughter of a year” \\f* as a sin offering. "},{"style":"v","text":"And the priest will make atonement for the person who ⸤sinned unintentionally⸥\\f + \\fr 15:28 \\ft Literally “sinned unintentionally when sinning an unintentional wrong” \\f* ⸤before Yahweh⸥,\\f + \\fr 15:28 \\ft Literally “in the presence of Yahweh” \\f* to make atonement for him, and he will be forgiven. "},{"style":"v","text":"\\add For\\add* the native among the ⸤Israelites⸥\\f + \\fr 15:29 \\ft Literally “sons/children of Israel” \\f* and the alien that dwells in their midst, there will be one law for anyone who commits an unintentional wrong. "},{"style":"v","text":"But the one ⸤who acts presumptuously⸥\\f + \\fr 15:30 \\ft Literally “who acts with a high hand” \\f* from among the native or alien blasphemes against Yahweh, and that person must be cut off from the midst of the people. "},{"style":"v","text":"Because he despised the word of Yahweh and broke his command, that person will be surely cut off and bear the guilt.’ ”"},{"style":"s1","text":"Violation of the Sabbath"},{"style":"m","text":""},{"style":"v","text":"When the ⸤Israelites⸥\\f + \\fr 15:32 \\ft Literally “sons/children of Israel” \\f* were in the desert, they found a man who was gathering wood on the day of the Sabbath. "},{"style":"v","text":"The ones who found him gathering wood brought him to Moses, Aaron, and to all the community. "},{"style":"v","text":"And they put him under watch because it was not made clear what should be done to him. "},{"style":"v","text":"And Yahweh said to Moses, “Surely the man must be put to death by stoning him; all the community \\add must stone him\\add* with stones from outside the camp.” "},{"style":"v","text":"So the entire community brought him out to a place outside the camp, and ⸤they stoned him to death⸥\\f + \\fr 15:36 \\ft Literally “they stoned him with stones and he died” \\f* just as Yahweh commanded Moses."},{"style":"s1","text":"Garment Fringes"},{"style":"m","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Speak to the ⸤Israelites⸥,\\f + \\fr 15:38 \\ft Literally “sons/children of Israel” \\f* and tell them to make for themselves tassels\\f + \\fr 15:38 \\ft Hebrew “tassel” \\f* on the hems of their garments throughout their generations\\f + \\fr 15:38 \\ft Hebrew “for their generations” \\f* and to put a blue cord on the tassel of the hem. "},{"style":"v","text":"You will have a tassel ⸤for you to look at⸥\\f + \\fr 15:39 \\ft Literally “and you will look at it” \\f* and remember all the commands of Yahweh and do them, and not follow ⸤after the unfaithfulness of your own heart and eyes⸥,\\f + \\fr 15:39 \\ft Literally “after your heart and after your eyes, which you \\fq are \\ft unfaithful after them” \\f* "},{"style":"v","text":"so that you will remember and do all my commandments, and you will be holy for your God. "},{"style":"v","text":"I \\add am\\add* Yahweh your God, who brought you out of the land of Egypt, to be your God; I \\add am\\add* Yahweh your God.”"}]