[{"style":"s1","verse":"","text":"Korah, Dathan, and Abiram Rebel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now Korah son of Izhar, son of Kohath, son of Levi, and Dathan and Abiram sons of Eliab, and On son of Peleth, the descendants\\f + \\fr 16:1 \\ft Or “sons” \\f* of Reuben, "},{"style":"v","verse":"2","text":"took two hundred and fifty men from the ⸤Israelites⸥,\\f + \\fr 16:2 \\ft Literally “sons/children of Israel” \\f* leaders of the community summoned from the assembly, ⸤renowned men⸥,\\f + \\fr 16:2 \\ft Literally “men of name” \\f* and ⸤they confronted⸥\\f + \\fr 16:2 \\ft Literally “they rose up before” \\f* Moses. "},{"style":"v","verse":"3","text":"They were assembled in front of Moses and Aaron, and they said to them, “⸤You take too much upon yourselves⸥!\\f + \\fr 16:3 \\ft Literally “It is much for you” \\f* All of the community is holy, every one of them, and Yahweh \\add is\\add* in their midst, so why do you raise yourselves over the assembly of Yahweh?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"When Moses heard \\add this\\add*, he fell on his face. "},{"style":"v","verse":"5","text":"And he said to Korah and to his entire company, saying, “\\add Tomorrow\\add* morning Yahweh will make known who \\add is\\add* his and \\add who\\add* is holy, and he will bring him near to him, whomever he chooses he will bring near to him. "},{"style":"v","verse":"6","text":"Do this: take for yourselves censers, Korah and all of your company;\\f + \\fr 16:6 \\ft Hebrew “his company” \\f* "},{"style":"v","verse":"7","text":"tomorrow put fire in them and place incense on them ⸤before⸥\\f + \\fr 16:7 \\ft Literally “in the presence of” \\f* Yahweh; the man whom Yahweh chooses \\add will be\\add* the holy \\add one\\add*. You take too much upon yourselves, sons of Levi!”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"And Moses said to Korah, “Please listen, sons of Levi! "},{"style":"v","verse":"9","text":"\\add Is it\\add* too little for you that the God of Israel set you apart from the community of Israel ⸤to allow you to approach him⸥\\f + \\fr 16:9 \\ft Literally “to bring you near to him” \\f* to do the work of the tabernacle of Yahweh, to stand ⸤before⸥\\f + \\fr 16:9 \\ft Literally “in the presence of” \\f* the community to serve them? "},{"style":"v","verse":"10","text":"⸤He has allowed you to approach him⸥,\\f + \\fr 16:10 \\ft Literally “He has brought you near” \\f* you with all your brothers, the descendants\\f + \\fr 16:10 \\ft Or “sons” \\f* of Levi, but yet you also seek the priesthood. "},{"style":"v","verse":"11","text":"Therefore you and your company that has banded together against Yahweh. What is Aaron that you grumble against him?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Moses sent to call \\add for\\add* Dathan and Abiram son of Eliab, but they said, “We will not come!\\f + \\fr 16:12 \\ft Hebrew “We will not come up!” \\f* "},{"style":"v","verse":"13","text":"Is it too little that you have brought us from a land that flows with milk and honey to kill us in the desert, and that you also appoint yourself as a ruler over us? "},{"style":"v","verse":"14","text":"Surely, you have not brought us to a land that flows with milk and honey, and you have not given us the inheritance of fields and a vineyard. Will you gouge out the eyes of these men? We will not come!”\\f + \\fr 16:14 \\ft Hebrew “We will not come up!” \\f*"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Then Moses became angry, and he said to Yahweh, “Do not notice their grain offering. I have not offered one donkey from them, and I have not mistreated one of them.” "},{"style":"v","verse":"16","text":"And Moses said to Korah, “You and your entire company will be ⸤before⸥\\f + \\fr 16:16 \\ft Literally “in the presence of” \\f* Yahweh tomorrow, you and they and Aaron. "},{"style":"v","verse":"17","text":"Each one take his censer, and put incense on it\\f + \\fr 16:17 \\ft Hebrew “on them” \\f* and you will present it ⸤before⸥\\f + \\fr 16:17 \\ft Literally “in the presence of” \\f* Yahweh, and each of you bring his censer, two hundred and fifty censers, you and Aaron, each his censer.” "},{"style":"v","verse":"18","text":"So each of them took his censer, and they put fire on them, and they placed incense on them; they stood \\add at the\\add* doorway of the tent of the assembly of Moses and Aaron. "},{"style":"v","verse":"19","text":"And Korah summoned them, the entire community, by the doorway of the tent of assembly, and the glory of Yahweh appeared to all the community."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"And Yahweh spoke to Moses and Aaron, saying, "},{"style":"v","verse":"21","text":"“Separate yourselves from the midst of this community, that I can destroy them in a moment.” "},{"style":"v","verse":"22","text":"And they fell on their faces, and they said, “God, God of the spirits of all flesh, will one man sin and you become angry toward the entire community?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Yahweh spoke to Moses, saying, "},{"style":"v","verse":"24","text":"“Speak to the community, saying, ‘Move away from the dwelling of Korah, Dathan, and Abiram.’ ” "},{"style":"v","verse":"25","text":"So Moses stood up and went to Dathan and Abiram; the elders of Israel followed after him. "},{"style":"v","verse":"26","text":"He said to the community, saying, “Please turn away from the tents of these wicked men, and do not touch anything ⸤that belongs to them⸥,\\f + \\fr 16:26 \\ft Literally “that \\fq is \\ft to them” \\f* or you will be destroyed with all their sins.” "},{"style":"v","verse":"27","text":"And so they moved away from around the dwellings\\f + \\fr 16:27 \\ft Hebrew “dwelling” \\f* of Korah, Dathan, and Abiram; and Dathan and Abiram came out standing \\add at\\add* the doorway of their tents, with their wives, sons, and little children. "},{"style":"v","verse":"28","text":"And Moses said, “In this you will know that Yahweh has sent me to do all these works; \\add it is\\add* not from my heart. "},{"style":"v","verse":"29","text":"⸤If they die a natural death⸥\\f + \\fr 16:29 \\ft Literally “If they die like the death of every human” \\f* or ⸤if a natural fate is visited upon them⸥,\\f + \\fr 16:29 \\ft Literally “If the fate of every human is visited upon them” \\f* Yahweh has not sent me. "},{"style":"v","verse":"30","text":"But if Yahweh creates something new, and the ground opens its mouth and swallows them up and ⸤all that belongs to them⸥,\\f + \\fr 16:30 \\ft Literally “All that \\fq is \\ft for them” \\f* and they go down alive \\add to\\add* Sheol, and you will know that these men have despised Yahweh.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"And it happened, as soon as he finished ⸤speaking⸥\\f + \\fr 16:31 \\ft Literally “to speak” \\f* all these words, the ground that \\add was\\add* under them split open. "},{"style":"v","verse":"32","text":"The land opened its mouth and swallowed them up with their houses and every person ⸤that belonged to Korah⸥\\f + \\fr 16:32 \\ft Literally “that was to Korah” \\f* and all the property. "},{"style":"v","verse":"33","text":"They went down alive \\add to\\add* Sheol, they and all that belonged to them, and the land covered over them, and they perished from the midst of the assembly. "},{"style":"v","verse":"34","text":"All Israel who \\add were\\add* around them fled at their cry, because they said, “Lest the land swallow us up!” "},{"style":"v","verse":"35","text":"And fire went out from Yahweh, and it consumed the two hundred and fifty men presenting the incense."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"\\f + \\fr 16:36 \\ft \\xt Numbers 16:36–17:13 \\ft in the English Bible is 17:1–28 in the Hebrew Bible \\f* And Yahweh spoke to Moses, saying, "},{"style":"v","verse":"37","text":"“Say to Eleazar son of Aaron the priest, ‘⸤Take out⸥\\f + \\fr 16:37 \\ft Literally “raise up” \\f* the censers from among the place of burning because they are sacred, and scatter the fire outside. "},{"style":"v","verse":"38","text":"The censers of these ⸤who have sinned⸥\\f + \\fr 16:38 \\ft Literally “sinners” \\f* at the cost of their lives, let them be made into gilded leafing plating for the altar; because they presented them ⸤before Yahweh⸥,\\f + \\fr 16:38 \\ft Literally “in the presence of Yahweh” \\f* they are holy; and they will be a sign for the ⸤Israelites⸥.’ ”\\f + \\fr 16:38 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","verse":"39","text":"Eleazar the priest took the bronze censers that the ones who were burned presented, and they hammered them out thinly \\add as\\add* plating for the altar; "},{"style":"v","verse":"40","text":"\\add it was\\add* a memorial for the ⸤Israelites⸥,\\f + \\fr 16:40 \\ft Literally “sons/children of Israel” \\f* so that ⸤no strange man⸥\\f + \\fr 16:40 \\ft NASB translates “no layman” \\f* who is not from ⸤the offspring⸥\\f + \\fr 16:40 \\ft Literally “the seed” \\f* of Aaron should approach the presence \\add of\\add* Yahweh to burn a smoke offering;\\f + \\fr 16:40 \\ft That is, an incense offering \\f* he will not be like Korah and his company, just as Yahweh had spoken to him by the hand of Moses.\\f + \\fr 16:40 \\ft Or “through Moses” \\f*"},{"style":"s1","verse":"","text":"The Israelites Grumble"},{"style":"m","verse":"","text":""},{"style":"v","verse":"41","text":"The next day all the community of the ⸤Israelites⸥\\f + \\fr 16:41 \\ft Literally “sons/children of Israel” \\f* grumbled against Moses and Aaron, saying, “You have killed the people of Yahweh!” "},{"style":"v","verse":"42","text":"Then, when the community had gathered against Moses and Aaron, they turned to the tent of assembly, and behold, the cloud covered it, and the glory of Yahweh appeared. "},{"style":"v","verse":"43","text":"And Moses and Aaron came to the front of the tent of assembly, "},{"style":"v","verse":"44","text":"and Yahweh spoke to Moses, saying, "},{"style":"v","verse":"45","text":"“Get away from the midst of this community, and I will finish them in an instant,”\\f + \\fr 16:45 \\ft Or “in a moment” \\f* but they fell on their faces. "},{"style":"v","verse":"46","text":"And Moses and Aaron said, “Take the censer, and put fire on it from the altar. Place incense \\add on it\\add*, and bring it quickly to the community, and make atonement for them, because wrath went out from the presence of Yahweh, and a plague has begun.” "},{"style":"v","verse":"47","text":"And so Aaron took \\add it\\add* just as Moses had spoken, and he ran into the midst of the assembly, for behold, the plague had begun among the people; so he gave the incense and made atonement for the people. "},{"style":"v","verse":"48","text":"He stood between the dead and between the living, and the plague was stopped. "},{"style":"v","verse":"49","text":"Those who died by the plague were fourteen thousand seven hundred, besides those who died on account of Korah. "},{"style":"v","verse":"50","text":"Then Aaron returned to Moses at the doorway of the tent of assembly, and the plague was stopped."}]