[{"style":"s1","text":"Aaron’s Staff Is Chosen"},{"style":"m","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Speak to the ⸤Israelites⸥,\\f + \\fr 17:2 \\ft Literally “sons/children of Israel” \\f* and take from among them twelve staffs, ⸤a staff from each family⸥\\f + \\fr 17:2 \\ft Literally “a staff from a house of a father” \\f* from among all their leaders according to their families’ households. Write the name of each man on his staff, "},{"style":"v","text":"and the name of Aaron on the staff of Levi, because one staff \\add is\\add* for the head of \\add each of\\add* ⸤their families⸥.\\f + \\fr 17:3 \\ft Literally “the house of their fathers” \\f* "},{"style":"v","text":"You must then put them in the tent of assembly ⸤before⸥\\f + \\fr 17:4 \\ft Literally “in the presence of” \\f* the testimony\\f + \\fr 17:4 \\ft Or “the statute” \\f* where I meet with you. "},{"style":"v","text":"And it will happen, the man whom I will choose, his staff will blossom, and so I will rid from upon myself the grumblings of the ⸤Israelites⸥,\\f + \\fr 17:5 \\ft Literally “sons/children of Israel” \\f* who \\add are\\add* grumbling against you.” "},{"style":"v","text":"Moses spoke to the ⸤Israelites⸥,\\f + \\fr 17:6 \\ft Literally “sons/children of Israel” \\f* and all their leaders gave him a staff for each leader, one from ⸤each of their families⸥,\\f + \\fr 17:6 \\ft Literally “each from the house of their fathers” \\f* twelve staffs, and the staff of Aaron \\add was\\add* in the midst of their tribes. "},{"style":"v","text":"And Moses put the staffs before Yahweh in the tent of testimony."},{"style":"p","text":""},{"style":"v","text":"Then the next day, Moses went into the tent of the testimony, and behold the staff of Aaron for the house of Levi blossomed and put forth a flower and produced blossoms, and it produced almonds. "},{"style":"v","text":"Then Moses brought out to all the ⸤Israelites⸥\\f + \\fr 17:9 \\ft Literally “sons/children of Israel” \\f* all the staffs before the presence of Yahweh, and they saw, and each man took his staff. "},{"style":"v","text":"And Yahweh said to Moses, “Bring back the staff of Aaron before the testimony\\f + \\fr 17:10 \\ft Or “the statute” \\f* as a guard and sign for the children of rebellion, and let them finish their grumblings before me and not die.” "},{"style":"v","text":"So Moses did; just as Yahweh commanded him, so he did."},{"style":"p","text":""},{"style":"v","text":"And the ⸤Israelites⸥\\f + \\fr 17:12 \\ft Literally “sons/children of Israel” \\f* said to Moses, saying, “Look! We will die! We will be destroyed! All of us will perish! "},{"style":"v","text":"Anyone who approaches the tabernacle of Yahweh will die. ⸤Will we all die⸥?”\\f + \\fr 17:13 \\ft Literally “Will we all die to perish?” \\f*"}]