[{"style":"s1","text":"The Duties of the Priests and Levities"},{"style":"m","text":""},{"style":"v","text":"Yahweh said to Aaron, “You, your sons, and your family with you will bear the guilt of the sanctuary, and you and your sons with you will bear the guilt of your priesthood. "},{"style":"v","text":"Moreover, bring your brothers with you, the tribe of Levi the tribe of your father, that they may be joined to you and minister \\add to\\add* you, you and your sons with you before the tent of testimony. "},{"style":"v","text":"They will keep your responsibility and the responsibility of all the tent, only they may not come near the vessels of the sanctuary and the altar, so both you and they will not die. "},{"style":"v","text":"They will be joined to you, and they will keep the responsibility of the tent of assembly for the entire service of the tent; a stranger may not come near you. "},{"style":"v","text":"You will keep the responsibility of the sanctuary and the responsibility of the altar, and there will no longer be wrath on the ⸤Israelites⸥.\\f + \\fr 18:5 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"Look, I myself have chosen your brothers the Levites from the midst of the children. They are a gift to you given from Yahweh to perform the work of the tent of assembly. "},{"style":"v","text":"But you with your sons will keep your priesthood to perform your priestly duties for everything at the altar\\f + \\fr 18:7 \\ft Or “for all the things of the altar” \\f* and for ⸤the area behind the curtain⸥.\\f + \\fr 18:7 \\ft Literally “the house of the curtain” \\f* I give you the priesthood as a gift, but the stranger who approaches will be put to death.”"},{"style":"s1","text":"Portions for the Priests"},{"style":"m","text":""},{"style":"v","text":"Yahweh spoke to Aaron, “Behold, I myself have given to you the responsibility of my contributions for all the holy objects of the ⸤Israelites⸥;\\f + \\fr 18:8 \\ft Literally “sons/children of Israel” \\f* I have given them as a portion to you and your sons as an eternal decree. "},{"style":"v","text":"This will be for you from the sanctuary of the holy things from the fire; all of their offerings, from every grain offering, from every sin offering, and from every guilt offering which they will bring to me \\add is\\add* ⸤a most holy thing⸥\\f + \\fr 18:9 \\ft Literally “a holy object of holiness” \\f* for you and your sons. "},{"style":"v","text":"You will eat it in the most holy place;\\f + \\fr 18:10 \\ft Alternatively “as a holy object of holiness” \\f* every male will eat it. It will be a holy object to you. "},{"style":"v","text":"This \\add is also\\add* for you: the contribution of their gift of the wave offerings of the children Israel. I have given them to you and your sons and your daughters with you as an eternal decree; whoever \\add is\\add* clean in your house may eat it. "},{"style":"v","text":"All \\add the\\add* finest olive oil and all the finest new wine and their best grain that they have given to Yahweh, I have given them to you. "},{"style":"v","text":"\\add The\\add* firstfruits of all that \\add is\\add* in their land that they present to Yahweh will be for you; whoever \\add is\\add* clean in your house may eat it. "},{"style":"v","text":"All consecrated possessions\\f + \\fr 18:14 \\ft Hebrew “possession” \\f* in Israel will be for you. "},{"style":"v","text":"All \\add the\\add* first offspring of a womb of any creature that they offer to Yahweh, whether human or animal, will be yours; you will surely redeem the firstborn of the human and the unclean firstborn of the animal. "},{"style":"v","text":"As to their price of redemption, from ⸤a one-month-old⸥\\f + \\fr 18:16 \\ft Literally “a son of a month” \\f* you will redeem them according to your proper value, five shekels of silver according to the shekel of the sanctuary, which \\add is\\add* twenty gerah. "},{"style":"v","text":"Only the firstborn of an ox or the firstborn of a sheep or the firstborn of a goat you will not redeem; they \\add are\\add* holy. Their blood you will sprinkle over the altar, and their fat you will turn into smoke \\add as\\add* an offering made by fire, a fragrance of appeasement for Yahweh. "},{"style":"v","text":"But their flesh will be for you like the breast section of the wave offering, and it will be for you like the right upper thigh. "},{"style":"v","text":"All the contributions of holiness that the ⸤Israelites⸥\\f + \\fr 18:19 \\ft Literally “sons/children of Israel” \\f* offer to Yahweh I have given to you and your sons and your daughters with you as an eternal decree; it \\add is\\add* an eternal covenant of salt ⸤before⸥\\f + \\fr 18:19 \\ft Literally “in the presence of” \\f* Yahweh to you and your offspring with you.” "},{"style":"v","text":"Then Yahweh said to Aaron, “You will not receive an inheritance in their land, and there will not be a plot of ground for you in the midst of the ⸤Israelites⸥.\\f + \\fr 18:20 \\ft Literally “sons/children of Israel” \\f*"},{"style":"p","text":""},{"style":"v","text":"“Behold, I have given to the descendants\\f + \\fr 18:21 \\ft Or “sons” \\f* of Levi every tithe in Israel as an inheritance in return for their service, which they \\add are\\add* doing, the work of the tent of assembly. "},{"style":"v","text":"The ⸤Israelites⸥\\f + \\fr 18:22 \\ft Literally “sons/children of Israel” \\f* will not come near again to the tent of assembly, or ⸤they will bear sin⸥\\f + \\fr 18:22 \\ft The NRSV translates “they will incur guilt” \\f* and die. "},{"style":"v","text":"The Levites\\f + \\fr 18:23 \\ft Hebrew “Levite” \\f* will perform the service of the tent of assembly, and they will bear their guilt, an eternal decree for all your generations. But they will not receive an inheritance in the midst of the ⸤Israelites⸥\\f + \\fr 18:23 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","text":"because the tithes\\f + \\fr 18:24 \\ft Hebrew “tithe” \\f* of the ⸤Israelites⸥\\f + \\fr 18:24 \\ft Literally “sons/children of Israel” \\f* that are ⸤offered⸥\\f + \\fr 18:24 \\ft Hebrew “raised up” \\f* to Yahweh as a contribution, I have given to the Levites as an inheritance; therefore I said to them, ‘They will not receive an inheritance in the midst of the ⸤Israelites⸥.’ ”\\f + \\fr 18:24 \\ft Literally “sons/children of Israel” \\f*"},{"style":"p","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“You will speak to the Levites and say to them, ‘When you receive the tithe from the ⸤Israelites⸥\\f + \\fr 18:26 \\ft Literally “sons/children of Israel” \\f* that I have given to you from them for your inheritance, ⸤you will present⸥\\f + \\fr 18:26 \\ft Literally “you will raise up” \\f* a contribution from it to Yahweh, a tithe from a tithe. "},{"style":"v","text":"Your contribution will be credited to you like the grain from the threshing floor and like the produce from the press. "},{"style":"v","text":"So ⸤you will present⸥\\f + \\fr 18:28 \\ft Literally “you will raise up” \\f* your own contribution to Yahweh from all your tithes that you receive from the ⸤Israelites⸥;\\f + \\fr 18:28 \\ft Literally “sons/children of Israel” \\f* from it you will give the contribution of Yahweh to Aaron the priest. "},{"style":"v","text":"From all your gifts ⸤you will present⸥\\f + \\fr 18:29 \\ft Literally “you will raise up” \\f* every contribution of Yahweh, from all its fat, the part \\add that is\\add* sacred.’ "},{"style":"v","text":"You will say to them, ‘When ⸤you are presenting⸥\\f + \\fr 18:30 \\ft Literally “you are raising up” \\f* its fat, the rest will be credited to the Levites like a yield of the threshing floor and like a yield from the press. "},{"style":"v","text":"You may eat it anywhere, you and your household, because it \\add is\\add* a wage in return for your service in the tent of assembly. "},{"style":"v","text":"You will not bear any sin because ⸤you have presented⸥\\f + \\fr 18:32 \\ft Literally “you have raised up” \\f* its fat; you will not defile the holy objects of the ⸤Israelites⸥,\\f + \\fr 18:32 \\ft Literally “sons/children of Israel” \\f* or you will die.’ ”"}]