[{"style":"s1","verse":"","text":"Balak and Balaam"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"The ⸤Israelites⸥\\f + \\fr 22:1 \\ft Literally “sons/children of Israel” \\f* set out, and they encamped on the desert-plateau of Moab, across from Jericho beyond \\add the\\add* Jordan. "},{"style":"v","verse":"2","text":"Balak son of Zippor saw all that Israel did to the Amorites,\\f + \\fr 22:2 \\ft Hebrew “Amorite” \\f* "},{"style":"v","verse":"3","text":"and Moab was very terrified in the presence of the people because ⸤they⸥\\f + \\fr 22:3 \\ft Hebrew “he” or “it” \\f* \\add were\\add* numerous; and Moab dreaded the presence of the ⸤Israelites⸥.\\f + \\fr 22:3 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","verse":"4","text":"And Moab said to the elders of Midian, “Now the crowd will lick up all around us, like a bull devours the grass of the field.” And Balak son of Zippor \\add was\\add* king of Moab at that time. "},{"style":"v","verse":"5","text":"He sent messengers to Balaam son of Beor \\add at\\add* Pethor, which \\add is\\add* by the river,\\f + \\fr 22:5 \\ft That is, the Euphrates \\f* in the land of the children of his people, to summon him, saying, “Look! A people went out from Egypt. Look! They cover ⸤the surface of the land⸥;\\f + \\fr 22:5 \\ft Literally “the eye of the land” \\f* they \\add are about\\add* to dwell opposite me. "},{"style":"v","verse":"6","text":"Now, please go, curse this people for me because they\\f + \\fr 22:6 \\ft Hebrew “he” \\f* \\add are\\add* stronger than me; perhaps I will be able to strike them\\f + \\fr 22:6 \\ft Hebrew “he” \\f* and drive them\\f + \\fr 22:6 \\ft Hebrew “he” \\f* out from the land because I know whoever you bless \\add is\\add* blessed, and whoever you cursed is cursed.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"So the elders of Moab and the elders of Midian went \\add with\\add* a fee for divination in their hand; they came to Balaam and spoke the words of Balak to him. "},{"style":"v","verse":"8","text":"He said to them, “Spend the night here, and I will return, and I will return word to you, just as Yahweh speaks to me.” So the princes of Moab stayed with Balaam. "},{"style":"v","verse":"9","text":"And God came to Balaam and said, “Who \\add are\\add* these men with you?” "},{"style":"v","verse":"10","text":"And Balaam said to God, “Balak son of Zippor, king of Moab, sent \\add word\\add* to me, "},{"style":"v","verse":"11","text":"‘Look! A people went out from Egypt. Look! They cover ⸤the surface of the land⸥.\\f + \\fr 22:11 \\ft Literally “the eye of the land” \\f* Now, go, curse them\\f + \\fr 22:11 \\ft Hebrew “him” \\f* for me. Perhaps I will be able to attack them\\f + \\fr 22:11 \\ft Hebrew “him” \\f* and drive them\\f + \\fr 22:11 \\ft Hebrew “him” \\f* out.” "},{"style":"v","verse":"12","text":"God said to Balaam, “You will not go with them; you will not curse the people, because they\\f + \\fr 22:12 \\ft Hebrew “he” \\f* \\add are\\add* blessed.” "},{"style":"v","verse":"13","text":"Balaam got up in the morning, and he said to the princes of Balak, “Go to your land, because Yahweh refused to allow me to go with you.” "},{"style":"v","verse":"14","text":"The princes of Moab got up and went to Balak, and they said, “Balaam refused to come with us.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Balak again sent many princes, \\add who were more\\add* honored ⸤than the former⸥.\\f + \\fr 22:15 \\ft Literally “than these” \\f* "},{"style":"v","verse":"16","text":"They came to Balaam and said to him, “Thus says Balak son of Zippor, ‘Please, let nothing keep you from coming to me "},{"style":"v","verse":"17","text":"because I will surely honor you greatly, and all that you say to me I will do. Please, come; curse this people for me.’ ” "},{"style":"v","verse":"18","text":"Balaam answered and said to the servants of Balak, “Even though Balak gives to me his house full of silver and gold, I am not able to go beyond ⸤the command of Yahweh⸥\\f + \\fr 22:18 \\ft Literally “the mouth of Yahweh” \\f* my God to do a little or a lot. "},{"style":"v","verse":"19","text":"And now please, ⸤you also stay here⸥\\f + \\fr 22:19 \\ft Literally “please stay in this” \\f* the night, and ⸤let me find out⸥\\f + \\fr 22:19 \\ft Literally “let me know” \\f* again what Yahweh will say with me.” "},{"style":"v","verse":"20","text":"And God came to Balaam \\add at\\add* night, and he said to him, “If the men have come to call you, get up \\add and\\add* go with them; but only the word that I will speak to you, you will do.” "},{"style":"v","verse":"21","text":"So Balaam got up in the morning and saddled his donkey, and he went with the princes of Moab."},{"style":"s1","verse":"","text":"Balaam and the Angel"},{"style":"m","verse":"","text":""},{"style":"v","verse":"22","text":"But ⸤God became angry⸥\\f + \\fr 22:22 \\ft Literally “God’s nose became hot” \\f* because he was going, and the angel of Yahweh stood in the road as an adversary to him; he \\add was\\add* riding on his donkey, and two servants were with him. "},{"style":"v","verse":"23","text":"The donkey saw the angel of Yahweh standing in the road with his sword drawn in his hand, and the donkey turned aside from the road and went into the field. And Balaam struck the donkey to turn her back \\add to\\add* the road. "},{"style":"v","verse":"24","text":"The angel of Yahweh stood in the narrow path of the vineyards, \\add with\\add* ⸤a wall on either side⸥.\\f + \\fr 22:24 \\ft Literally “a wall from this and a wall from this” \\f* "},{"style":"v","verse":"25","text":"When the donkey saw the angel of Yahweh, she pressed herself into the wall, and she pressed the foot of Balaam into the wall, so he struck her again. "},{"style":"v","verse":"26","text":"Then the angel of Yahweh went further ahead and stood in a narrow place where there was not a way to turn aside \\add to the\\add* right or left. "},{"style":"v","verse":"27","text":"When the donkey saw the angel of Yahweh, she lay down under Balaam, so ⸤Balaam became angry⸥,\\f + \\fr 22:27 \\ft Literally “Balaam’s nose became hot” \\f* and he struck the donkey with \\add his\\add* staff. "},{"style":"v","verse":"28","text":"Yahweh opened the mouth of the donkey, and she said to Balaam, “What did I do to you that you struck me these three times?” "},{"style":"v","verse":"29","text":"Balaam said to the donkey, “Because you made a mockery of me! If only I had a sword in my hand, I would kill you right now!” "},{"style":"v","verse":"30","text":"The donkey said to Balaam, “Am I not your donkey on which you have ridden all your life until this day? Have I been in the habit of doing this to you?” He said, “No.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Then Yahweh exposed the eyes of Balaam, and he saw the angel of Yahweh standing in the road with his sword drawn in his hand, and he bowed down and worshiped to his face. "},{"style":"v","verse":"32","text":"The angel of Yahweh said to him, “Why have you struck this donkey three times? Look, I have come out as an adversary because your conduct is perverse before me. "},{"style":"v","verse":"33","text":"The donkey saw me and turned aside from me these three times. If she had not turned aside from my face, then I would have killed you and kept her alive.” "},{"style":"v","verse":"34","text":"Balaam said to the angel of Yahweh, “I have sinned because I did not know that you \\add were\\add* standing to meet me in the road. Now, ⸤if it is displeasing to you⸥,\\f + \\fr 22:34 \\ft Literally “if it is evil in your eyes” \\f* I will turn back.” "},{"style":"v","verse":"35","text":"The angel of Yahweh said to Balaam, “Go with the men, but speak only the word that I will speak to you.” So Balaam went with the princes of Balak."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"When Balak heard that Balaam was coming, he went out to meet him by the city of Moab, which \\add was\\add* on the boundary of Aaron at the end of the territory. "},{"style":"v","verse":"37","text":"And Balak said to Balaam, “Did I not urgently send to meet with you? Why did you not come to me? Am I really not able to honor you?” "},{"style":"v","verse":"38","text":"Balaam said to Balak, “Look, I came to you now. Am I really able to speak anything at all? I speak the word that God puts in my mouth.” "},{"style":"v","verse":"39","text":"Balaam went with Balak, and they came \\add to\\add* Kiriath-Huzoth. "},{"style":"v","verse":"40","text":"And Balak sacrificed cattle and sheep, and he sent \\add them\\add* to Balaam and to the princes who \\add were\\add* with him. "},{"style":"v","verse":"41","text":"And it happened, in the morning Balak took Balaam and took him up to Bamoth-Baal, and he saw from there the end of the nation."}]