[{"style":"s1","verse":"","text":"Laws of Inheritance"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Then the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Makir, the son of Manasseh, of the clan of Manasseh the son of Joseph, came near; and these \\add were\\add* the names of his daughters: Mahlah, Noah, Hoglah, and Tirzah. "},{"style":"v","verse":"2","text":"They stood before Moses and before Eleazar the priest and before the leaders of the entire community \\add at\\add* the doorway of the tent of assembly,\\f + \\fr 27:2 \\ft Or “meeting” \\f* saying, "},{"style":"v","verse":"3","text":"“Our father died in the desert; he was not in the midst of the company of those who banded together against Yahweh in the company of Korah, but he died in his own sin, and he had no sons. "},{"style":"v","verse":"4","text":"Why should the name of our father disappear from the midst of his clan because he does not have a son? Give us property in the midst of the brothers of our father.” "},{"style":"v","verse":"5","text":"So Moses brought their case before Yahweh. "},{"style":"v","verse":"6","text":"And Yahweh said to Moses, saying, "},{"style":"v","verse":"7","text":"“⸤The statements of the daughters of Zelophehad are right⸥.\\f + \\fr 27:7 \\ft Literally “Such as the daughters of Zelophehad \\fq are \\ft speaking” \\f* You must surely give them \\add the\\add* property of an inheritance in the midst of their father’s brothers, and you must transfer the inheritance of their father to them. "},{"style":"v","verse":"8","text":"And you must speak to the ⸤Israelites⸥,\\f + \\fr 27:8 \\ft Literally “sons/children of Israel” \\f* saying, ‘If a man dies and has no son, you must transfer his inheritance to his daughter. "},{"style":"v","verse":"9","text":"And if he has no daughter, you must give his inheritance to his brothers. "},{"style":"v","verse":"10","text":"If he has no brothers, then you must give his inheritance to his father’s brothers. "},{"style":"v","verse":"11","text":"If his father has no brothers, then you must give his inheritance to his nearest relative from his own clan, and he will take possession of it. It will be as a decree of stipulation for the ⸤Israelites⸥,\\f + \\fr 27:11 \\ft Literally “sons/children of Israel” \\f* just as Yahweh commanded Moses.’ ”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Yahweh said to Moses, “Go up to this mountain of Abarim, and see the land that I have given to the ⸤Israelites⸥.\\f + \\fr 27:12 \\ft Literally “sons/children of Israel” \\f* "},{"style":"v","verse":"13","text":"When you see it, you will be gathered to your people, just as Aaron your brother was gathered, "},{"style":"v","verse":"14","text":"because you rebelled against my word in the desert of Zin when the community quarreled regarding my holiness at the waters.” (These \\add are\\add* the waters of Meribah-Kadesh \\add in\\add* the desert of Zin.)"},{"style":"s1","verse":"","text":"Joshua Succeeds Moses"},{"style":"m","verse":"","text":""},{"style":"v","verse":"15","text":"Yahweh spoke to Moses, saying, "},{"style":"v","verse":"16","text":"“Let Yahweh, the God of the spirits of all flesh, appoint a man over the community "},{"style":"v","verse":"17","text":"who will go out before them and will come in before them, and who will lead them out and bring them in, so the community of Yahweh will not be like a flock that does not have a shepherd.” "},{"style":"v","verse":"18","text":"Then Yahweh said to Moses, “Take Joshua son of Nun, a man in whom is \\add the\\add* spirit, and place your hand on him. "},{"style":"v","verse":"19","text":"Have him stand before Eleazar the priest and before the entire community, and ⸤commission him⸥\\f + \\fr 27:19 \\ft Literally “command him” \\f* ⸤in their sight⸥.\\f + \\fr 27:19 \\ft Literally “before their eyes” \\f* "},{"style":"v","verse":"20","text":"You will give to him from your authority so that the entire community of Israel will ⸤obey him⸥.\\f + \\fr 27:20 \\ft Literally “hear \\fq him \\ft ” \\f* "},{"style":"v","verse":"21","text":"He will stand before Eleazar the priest, who will ask for him by the decision\\f + \\fr 27:21 \\ft Or “judgment” \\f* of the Urim before Yahweh. On ⸤his command⸥\\f + \\fr 27:21 \\ft Literally “his word” \\f* they will go out, and at ⸤his command⸥\\f + \\fr 27:21 \\ft Literally “his word” \\f* they will come in, \\add both\\add* he and all of the ⸤Israelites⸥\\f + \\fr 27:21 \\ft Literally “sons/children of Israel” \\f* with him, the entire community.” "},{"style":"v","verse":"22","text":"Moses did just as Yahweh commanded him, and he took Joshua and set him before Eleazar the priest and before the entire community. "},{"style":"v","verse":"23","text":"And he placed his hands on him and ⸤commissioned him⸥\\f + \\fr 27:23 \\ft Literally “commanded him” \\f* just as Yahweh spoke by the hand of Moses.\\f + \\fr 27:23 \\ft Or “through Moses” \\f*"}]