[{"style":"s1","text":"War Against the Midianites"},{"style":"m","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Seek vengeance for the ⸤Israelites⸥\\f + \\fr 31:2 \\ft Literally “sons/children of Israel” \\f* on the Midianites; afterward you will be gathered to your people.” "},{"style":"v","text":"Moses spoke to the people, saying, “Arm yourself from among your men for the battle, so that they will ⸤go⸥\\f + \\fr 31:3 \\ft Literally “be” \\f* against Midian to mete out the vengeance of Yahweh on Midian. "},{"style":"v","text":"A thousand from each tribe of every tribe of Israel you will send to battle.” "},{"style":"v","text":"So theywere assigned from the thousands of Israel, a thousand from each tribe, twelve thousand equipped for battle. "},{"style":"v","text":"Moses sent them, a thousand from each tribe, to the battle, and Phinehas son of Eleazar the priest to the battle with them, and the vessels of the sanctuary and the trumpets of the blast \\add were\\add* in his hand. "},{"style":"v","text":"And they fought against Midian just as Yahweh commanded Moses, and they killed every male. "},{"style":"v","text":"They killed the kings of Midian in addition to the ones they had slain: Evi and Rekem and Zur and Hur and Reba, the five kings of Midian; they also killed Balaam son of Beor by the sword. "},{"style":"v","text":"The ⸤Israelites⸥\\f + \\fr 31:9 \\ft Literally “sons/children of Israel” \\f* took captive the women of Midian and their children, and they plundered all their domestic animals and all their livestock and all their wealth. "},{"style":"v","text":"They burned all their cities where they dwelled and all their camps with fire. "},{"style":"v","text":"They took all the plunder and all the war-booty with the humans\\f + \\fr 31:11 \\ft Hebrew “human” \\f* and domestic animals.\\f + \\fr 31:11 \\ft Hebrew “animal” \\f* "},{"style":"v","text":"They brought the captives, the war-booty, and the plunder to Moses, and to Eleazar the priest, and to the community of the ⸤Israelites⸥,\\f + \\fr 31:12 \\ft Literally “sons/children of Israel” \\f* to the camp to the desert-plateau of Moab, which \\add was\\add* on \\add the\\add* Jordan \\add across\\add* Jericho."},{"style":"p","text":""},{"style":"v","text":"And Moses and Eleazar the priest and all the leaders of the community went out to meet them outside the camp. "},{"style":"v","text":"But Moses was angry toward the leaders of the troops, the commanders of the thousands and the commanders of the hundreds, who came from the battle of the war. "},{"style":"v","text":"And Moses said to them, “You have kept alive every female? "},{"style":"v","text":"Behold, these women ⸤caused⸥\\f + \\fr 31:16 \\ft Literally “were to” \\f* the ⸤Israelites⸥,\\f + \\fr 31:16 \\ft Literally “sons/children of Israel” \\f* by the word of Balaam, to be in apostasy against Yahweh in the matter of Peor, so that the plague was among the community of Yahweh. "},{"style":"v","text":"Now kill every male among the little children, and kill every woman who has ⸤had sexual intercourse with a man⸥.\\f + \\fr 31:17 \\ft Literally “who has known the bed of a male” \\f* "},{"style":"v","text":"But all the females who have not ⸤had sexual intercourse with a man⸥,\\f + \\fr 31:18 \\ft Literally “who has known the bed of a male” \\f* keep alive for yourselves. "},{"style":"v","text":"And you, camp outside the camp seven days; all who killed a person and all who touched the slain purify yourselves on the third day and on the seventh day, you and your captives. "},{"style":"v","text":"You will purify yourselves and every garment and every object of hide and all the work of goats’ hair, and every object of wood.”"},{"style":"p","text":""},{"style":"v","text":"Then Eleazar the priest said to the men of the battle who came from the war, “This \\add is\\add* the decree of the law that Yahweh commanded Moses. "},{"style":"v","text":"Only the gold and the silver, the bronze, the iron, the tin, and the lead—"},{"style":"v","text":"everything that will go through the fire—you will pass through the fire, and it will be clean, and only in waters of impurity will it be purified. Whatever does not go into the fire you will pass through the waters. "},{"style":"v","text":"And you will wash your garments on the seventh day and be clean, and afterward you will come into the camp.”"},{"style":"s1","text":"Division of the War-Booty"},{"style":"m","text":""},{"style":"v","text":"Yahweh said to Moses, saying, "},{"style":"v","text":"“You and Eleazar the priest and the leaders of the ⸤families⸥\\f + \\fr 31:26 \\ft Literally “fathers” \\f* of the community, ⸤take count⸥\\f + \\fr 31:26 \\ft Literally “lift up the head” \\f* of the war-booty that was captured, both humans\\f + \\fr 31:26 \\ft Hebrew “human” \\f* and the domestic animals;\\f + \\fr 31:26 \\ft Hebrew “animal” \\f* "},{"style":"v","text":"divide the war-booty between those who engaged in the war, who went out to the battle, and all the community. "},{"style":"v","text":"Exact a tribute for Yahweh from the men of the war, those who went out to the battle, one from five hundred persons, and from the cattle and from the male donkeys and from the flock; "},{"style":"v","text":"take from their half and give it to Eleazar the priest \\add as\\add* a contribution to Yahweh. "},{"style":"v","text":"From half of the ⸤Israelites⸥,\\f + \\fr 31:30 \\ft Literally “sons/children of Israel” \\f* take one \\add share\\add* drawn by lot from the fifty from the humans,\\f + \\fr 31:30 \\ft Hebrew “human” \\f* from the cattle, from the male donkeys, from the flock, from all the domestic animals,\\f + \\fr 31:30 \\ft Hebrew “animal” \\f* and give them to the Levities who keep the responsibilities of the tabernacle of Yahweh.” "},{"style":"v","text":"Moses and Eleazar the priest did just as Yahweh commanded Moses."},{"style":"p","text":""},{"style":"v","text":"Thus the war-booty that remained of the plunder that the people of the battle plundered was six hundred and seventy-five thousand flocks \\add of sheep\\add*, "},{"style":"v","text":"seventy-two thousand cattle, "},{"style":"v","text":"sixty-one thousand male donkeys, "},{"style":"v","text":"and the life of humankind, from the women who did not ⸤have sexual intercourse with a man⸥,\\f + \\fr 31:35 \\ft Literally “who has known the bed of a male” \\f* all the persons\\f + \\fr 31:35 \\ft Hebrew “person” \\f* were thirty-two thousand."},{"style":"p","text":""},{"style":"v","text":"The half of the share that was going out to the battle: the number of the flock \\add of sheep\\add* was thee hundred and thirty-seven thousand five hundred; "},{"style":"v","text":"the tribute to Yahweh from the flock was six hundred and seventy-five; "},{"style":"v","text":"and the cattle were thirty-six thousand; and the tribute to Yahweh \\add was\\add* seventy-two. "},{"style":"v","text":"Of the male donkeys there were thirty thousand five hundred, and the tribute to Yahweh was sixty-one; "},{"style":"v","text":"the humans\\f + \\fr 31:40 \\ft Hebrew “human” \\f* were sixteen thousand, and the tribute to Yahweh \\add was\\add* thirty-two persons. "},{"style":"v","text":"And Moses gave away the tribute of the contribution of Yahweh to Eleazar the priest, just as Yahweh commanded Moses."},{"style":"p","text":""},{"style":"v","text":"From the half of the ⸤Israelites⸥,\\f + \\fr 31:42 \\ft Literally “sons/children of Israel” \\f* which Moses divided from the men who were fighting, "},{"style":"v","text":"the half that belonged to the community was three hundred and thirty-seven thousand five hundred from the flock, "},{"style":"v","text":"and thirty-six thousand cattle, "},{"style":"v","text":"and thirty thousand five hundred male donkeys, "},{"style":"v","text":"and sixteen thousand humans.\\f + \\fr 31:46 \\ft Hebrew “human” \\f* "},{"style":"v","text":"From the half that belonged to the ⸤Israelites⸥,\\f + \\fr 31:47 \\ft Literally “sons/children of Israel” \\f* Moses took one share drawn by lot out of every fifty humans\\f + \\fr 31:47 \\ft Hebrew “human” \\f* and domestic animals, and he gave them to the Levites, who keep the responsibility of the tabernacle of Yahweh, just as Yahweh commanded Moses."},{"style":"p","text":""},{"style":"v","text":"Then the leaders of the thousands of the army, the commanders of the thousands and the commanders of the hundreds, approached Moses, "},{"style":"v","text":"and they said to Moses, “Your servants have ⸤taken count⸥\\f + \\fr 31:49 \\ft Literally “lifted up the head” \\f* of the men of war who \\add were\\add* ⸤in our charge⸥,\\f + \\fr 31:49 \\ft Literally “in our hand” \\f* and no man is missing from us. "},{"style":"v","text":"So we brought the offering of Yahweh, what each man found, objects of gold, bangles,\\f + \\fr 31:50 \\ft Hebrew “bangle” \\f* bracelets,\\f + \\fr 31:50 \\ft Hebrew “bracelet” \\f* rings,\\f + \\fr 31:50 \\ft Hebrew “ring” \\f* earrings,\\f + \\fr 31:50 \\ft Hebrew “earring” \\f* and female ornaments,\\f + \\fr 31:50 \\ft Hebrew “ornament” \\f* to make atonement for ourselves ⸤before⸥\\f + \\fr 31:50 \\ft Literally “in the presence of” \\f* Yahweh.” "},{"style":"v","text":"Moses and Eleazar the priest took the gold from them, all objects of work. "},{"style":"v","text":"All the gold of the contribution that they raised up to Yahweh, from the commanders of the thousands and the commanders of the hundreds, was sixteen thousand seven hundred and fifty shekels. "},{"style":"v","text":"The men of battle plundered each for himself. "},{"style":"v","text":"So Moses and Eleazar the priest took the gold from the commanders of the thousands and hundreds, and they brought it to the tent of the assembly as a memorial for the ⸤Israelites⸥\\f + \\fr 31:54 \\ft Literally “sons/children of Israel” \\f* before Yahweh."}]