[{"style":"s1","text":"The Land of Canaan Is Divided"},{"style":"m","text":""},{"style":"v","text":"Then Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Command the ⸤Israelites⸥\\f + \\fr 34:2 \\ft Literally “sons/children of Israel” \\f* and say to them, ‘When you come into the land of Canaan, this \\add is\\add* the land that was allotted to you as an inheritance, the land of Canaan according to its boundaries. "},{"style":"v","text":"Your southern edge will be from the desert of Zin toward the side of Edom, and your southern border will be from the end of the Salt Sea\\f + \\fr 34:3 \\ft That is, the Dead Sea \\f* to the east; "},{"style":"v","text":"your boundary will turn from the south to the ascent of Akrabbim\\f + \\fr 34:4 \\ft Or “Scorpions” \\f* and will pass over to Zin, and its limits will be from the south of Kadesh Barnea; it will continue to Hazar Addar and pass over to Azmon. "},{"style":"v","text":"The boundary will turn from Azmon to the valley of Egypt, and its limits will be to the sea."},{"style":"p","text":""},{"style":"v","text":"“ ‘Your western boundary will be the Great Sea;\\f + \\fr 34:6 \\ft That is, the Mediterranean \\f* this will be your western boundary. "},{"style":"v","text":"Your northern border will be from the Great Sea;\\f + \\fr 34:7 \\ft That is, the Mediterranean \\f* you will make a boundary from the Great Sea\\f + \\fr 34:7 \\ft That is, the Mediterranean \\f* to Mount Hor. "},{"style":"v","text":"From Mount Hor you will make a boundary to reach Hamath; the limits of the territory will be at Zedad. "},{"style":"v","text":"The boundary will go out to Ziphron, and its limits will be at Hazar Enan. This will be your boundary to the north."},{"style":"p","text":""},{"style":"v","text":"“ ‘You will mark out your eastern boundary from Hazar Enan to Shepham; "},{"style":"v","text":"the boundary will go down from Shepham to Riblah from the east side of Ain, and the boundary will go down and border on the eastern side of the Sea of Kinnereth. "},{"style":"v","text":"The boundary will go down to the Jordan, and its limits will be at the Salt Sea.\\f + \\fr 34:12 \\ft That is, the Dead Sea \\f* This will be your land according to its boundaries all around.’ ”"},{"style":"p","text":""},{"style":"v","text":"So Moses commanded the ⸤Israelites⸥,\\f + \\fr 34:13 \\ft Literally “sons/children of Israel” \\f* saying, “This \\add is\\add* the land that you will obtain as an inheritance for yourself by lot, which Yahweh commanded to give to the nine and a half tribes. "},{"style":"v","text":"For the tribe of the children of the Reubenites,\\f + \\fr 34:14 \\ft Hebrew “Reubenite” \\f* the children of the Gadites,\\f + \\fr 34:14 \\ft Hebrew “Gadite” \\f* and the half-tribe of Manasseh took their inheritance according to the house of their families.\\f + \\fr 34:14 \\ft Or “their fathers” \\f* "},{"style":"v","text":"The two and a half tribes have taken their inheritance from beyond the Jordan \\add across\\add* Jericho, east toward the sunrise.”"},{"style":"p","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“These \\add are\\add* the names of the men who divide up the land for your inheritance: Eleazar the priest and Joshua son of Nun. "},{"style":"v","text":"You will take one leader from every tribe to divide up the land for inheritance. "},{"style":"v","text":"These \\add are\\add* the names of the men: of the tribe of Judah, Caleb son of Jephunneh; "},{"style":"v","text":"of the tribe of the descendants of Simeon, Samuel son of Ammihud; "},{"style":"v","text":"of the tribe of Benjamin, Elidad son of Chislon; "},{"style":"v","text":"of the tribe of the descendants\\f + \\fr 34:22 \\ft Or “sons” \\f* of Dan, the leader Bukki son of Jogli; "},{"style":"v","text":"of the descendants\\f + \\fr 34:23 \\ft Or “sons” \\f* of Joseph, the tribe of the descendants\\f + \\fr 34:23 \\ft Or “sons” \\f* of Manasseh, the leader Hanniel son of Ephod. "},{"style":"v","text":"Of the tribe of the descendants\\f + \\fr 34:24 \\ft Or “sons” \\f* of Ephraim, the leader Kemuel son of Shiphtan; "},{"style":"v","text":"of the tribe of the descendants\\f + \\fr 34:25 \\ft Or “sons” \\f* of Zebulum, the leader Elizaphan son of Parnach; "},{"style":"v","text":"of the tribe of the descendants\\f + \\fr 34:26 \\ft Or “sons” \\f* of Issachar, the leader Paltiel son of Azzan; "},{"style":"v","text":"of the tribe of the descendants\\f + \\fr 34:27 \\ft Or “sons” \\f* of Asher, the leader Ahihud son of Shelomi; "},{"style":"v","text":"of the tribe of the descendants\\f + \\fr 34:28 \\ft Or “sons” \\f* of Naphtali, the leader Pedahel son of Ammihud.” "},{"style":"v","text":"These are those whom Yahweh commanded to allot to the ⸤Israelites⸥\\f + \\fr 34:29 \\ft Literally “sons/children of Israel” \\f* the land of Canaan."}]