[{"style":"s1","text":"Rules Concerning Those Unclean"},{"style":"m","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Command the ⸤Israelites⸥:\\f + \\fr 5:2 \\ft Literally “sons/children of Israel” \\f* they must send everyone from the camp who is afflicted with a rash,\\f + \\fr 5:2 \\ft The precise meaning is uncertain; many modern translations suggest “leprosy” \\f* everyone with a fluid discharge, and everyone unclean through \\add contact with\\add* a corpse. "},{"style":"v","text":"You will send away ⸤both male and female⸥;\\f + \\fr 5:3 \\ft Literally “from male until female” \\f* you will send them ⸤outside the camp⸥.\\f + \\fr 5:3 \\ft Literally “to an outside place of the camp” \\f* They must not make unclean their camps where I \\add am\\add* dwelling in their midst.” "},{"style":"v","text":"So the ⸤Israelites⸥\\f + \\fr 5:4 \\ft Literally “sons/children of Israel” \\f* did so. They sent them away ⸤outside the camp⸥;\\f + \\fr 5:4 \\ft Literally “to an outside place of the camp” \\f* just as Yahweh spoke to Moses, so did the ⸤Israelites⸥.\\f + \\fr 5:4 \\ft Literally “sons/children of Israel” \\f*"},{"style":"s1","text":"Rules of Restitution"},{"style":"m","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Speak to the ⸤Israelites⸥:\\f + \\fr 5:6 \\ft Literally “sons/children of Israel” \\f* ‘When a man or woman ⸤commits⸥\\f + \\fr 5:6 \\ft Literally “does” \\f* any of the sins of humankind by acting unfaithfully, \\add it is\\add* a sin against Yahweh, and that person will be guilty; "},{"style":"v","text":"they will confess their sin that they did and will make restitution \\add for\\add* their\\f + \\fr 5:7 \\ft Hebrew “his” \\f* guilt by adding a fifth ⸤to it⸥\\f + \\fr 5:7 \\ft Literally “on top of it” \\f* and giving \\add it\\add* ⸤to whomever was wronged⸥.\\f + \\fr 5:7 \\ft Literally “to whomever he was guilty” \\f* "},{"style":"v","text":"But if the man does not have a redeemer to make restitution to him for the reparation, the reparation is to be given to Yahweh for the priest, in addition to the ram of atonement by which atonement is made for him. "},{"style":"v","text":"And every contribution of all the holy objects of the ⸤Israelites⸥\\f + \\fr 5:9 \\ft Literally “sons/children of Israel” \\f* that they bring to the priest for him will be his. "},{"style":"v","text":"The holy objects of a man will be for him;\\f + \\fr 5:10 \\ft That is, the priest \\f* whatever he gives to the priest will be for him.’ ”"},{"style":"s1","text":"Rules Concerning an Unfaithful Wife"},{"style":"m","text":""},{"style":"v","text":"Yahweh spoke to Moses, saying, "},{"style":"v","text":"“Speak to the ⸤Israelites⸥\\f + \\fr 5:12 \\ft Literally “sons/children of Israel” \\f* and say to them, ‘If any man’s wife goes astray and acts unfaithfully to him, "},{"style":"v","text":"and a man sleeps with her and ejaculates and it is hidden from the eyes of her husband and she is concealed, although she is defiled, and there is no witness against her and she was not caught, "},{"style":"v","text":"if a spirit of jealousy comes over him, and he is jealous \\add of\\add* his wife and she is defiled; or if a spirit of jealousy comes over him and he is jealous \\add of\\add* his wife but she is not defiled, "},{"style":"v","text":"he will bring his wife to the priest. And he will bring her offering for her, one-tenth of an ephah of flour. He will not pour oil on it, and he will not put frankincense on it because \\add it is\\add* a grain offering of jealousy, a grain offering of remembering,\\f + \\fr 5:15 \\ft Or “memorial” \\f* a reminding of guilt."},{"style":"p","text":""},{"style":"v","text":"“ ‘Then the priest will bring her near and present her ⸤before⸥\\f + \\fr 5:16 \\ft Literally “before the face of” \\f* Yahweh; "},{"style":"v","text":"the priest will take holy waters in a clay vessel, and from the dust that is on the floor of the tabernacle, and the priest will put \\add it\\add* into the waters. "},{"style":"v","text":"And the priest will present the woman ⸤before⸥\\f + \\fr 5:18 \\ft Literally “before the face of” \\f* Yahweh, and he will uncover the head of the woman; he will then put in her hands the grain offering of the remembering—\\add which is\\add* the grain offering of jealousy—and in the hand of the priest will be the waters of bitterness that brings a curse. "},{"style":"v","text":"Then the priest will make her swear an oath, and he will say to the woman, “If a man has not slept with you, and if you have not had an impurity affair under your husband, go unpunished from the waters of bitterness that brings this curse. "},{"style":"v","text":"But if you have had an affair under your husband, and if you are defiled and a man other than your husband had intercourse with you,” "},{"style":"v","text":"the priest will make the woman swear an oath of the sworn oath of the curse, the priest will say to the woman, “May Yahweh give you a curse and a sworn oath in the midst of your people with Yahweh making\\f + \\fr 5:21 \\ft Hebrew “giving” \\f* your hip fall away\\f + \\fr 5:21 \\ft Or “waste away” \\f* and your stomach swollen; "},{"style":"v","text":"and these waters that bring a curse will go into your intestines to cause \\add your\\add* womb to swell and to make \\add your\\add* hip fall away.”\\f + \\fr 5:22 \\ft Or “waste away” \\f* And the women will say, “Amen. Amen.”"},{"style":"p","text":""},{"style":"v","text":"“ ‘And the priests will write these curses on the scroll, and he will wipe \\add them\\add* off into the waters of the bitterness. "},{"style":"v","text":"He will make the woman drink the waters of the bitterness that brings\\f + \\fr 5:24 \\ft Hebrew “bring” \\f* a curse, and the waters of bitterness that bring a curse will go into her. "},{"style":"v","text":"The priest will take the grain offering of jealousy from the hand of the woman, and he will wave the grain offering ⸤before Yahweh⸥,\\f + \\fr 5:25 \\ft Literally “before the face of Yahweh” \\f* and he will present it to the altar; "},{"style":"v","text":"the priest will grasp her memorial offering from the grain offering, and he will turn \\add it\\add* into smoke \\add on\\add* the altar, and afterward he will make the woman drink the waters. "},{"style":"v","text":"When he has made her drink the waters, it will come about, if she has defiled herself and acted unfaithfully to her husband and the waters of bitterness that bring a curse go into her and her stomach swells and her hip falls away,\\f + \\fr 5:27 \\ft Or “wastes away” \\f* the woman will be as a curse in the midst of her people. "},{"style":"v","text":"And if the woman is not defiled, and she \\add is\\add* pure, she will go unpunished and be able to conceive children."},{"style":"p","text":""},{"style":"v","text":"“ ‘This \\add is\\add* the regulation of jealousy, when a woman has an affair under her husband and she is defiled, "},{"style":"v","text":"or when a spirit of jealousy comes over a man and he is jealous \\add of\\add* his wife, he will present the woman ⸤before Yahweh⸥,\\f + \\fr 5:30 \\ft Literally “before the face of” \\f*and the priest will do to her all of this law. "},{"style":"v","text":"The man will go unpunished from guilt, and the woman, she will bear her guilt.’ ”"}]