[{"style":"mt1","text":"Màndiŋ ma"},{"style":"ms1","text":"Israayil jànge na ca maam ya jógenum woon Misra"},{"style":"mr","text":"(Saar 1---21)"},{"style":"s1","text":"Takk nañu limu bànni Israayil"},{"style":"p","text":""},{"style":"v","text":"\\w Aji Sax ji|Aji Sax j-:\\w* moo wax ak Musaa ca màndiŋu Sinayi ca biir \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, keroog benn fanu ñaareelu weer wu ñaareelu at, ma topp ca gàddaay ga bawoo Misra. Mu ne ko:"},{"style":"p","text":""},{"style":"v","text":"«Limleen mbooloom \\w bànni Israayil|bànni Israayil:\\w* gépp, na ñu bokke seeni làng ak seen këri maam. Waññleen góor ñépp, bopp ak bopp, ku nekk ak turam."},{"style":"v","text":"Li ko dale ñaar fukki at, jëm kaw, mboolem ñi xare war ci Israayil daal, nangeen leen lim, gàngoor ak gàngoor, yaw ak Aaróona."},{"style":"v","text":"Giir gu ci nekk, àndleen ceek kilifa yi jiite seen këri maam, ñu jàppale leen ci."},{"style":"v","text":"Ñiy wuyoo tur yii nag, ñoo leen ciy taxawu:"},{"style":"li1","text":"Ci wàllu Rubeneen ñi, Elicur doomu Sedeyur."},{"style":"li1","text":""},{"style":"v","text":"Wàllu Cimyoneen ñi, Selumyel doomu Curisadaay."},{"style":"li1","text":""},{"style":"v","text":"Wàllu Yudeen ñi, Naason doomu Aminadab."},{"style":"li1","text":""},{"style":"v","text":"Wàllu Isakareen ñi, Netaneel doomu Cuwar."},{"style":"li1","text":""},{"style":"v","text":"Wàllu Cabuloneen ñi, Elyab doomu Elon."},{"style":"li1","text":""},{"style":"v","text":"Ñi ciy askanu Yuusufa ñii la:"},{"style":"li1","text":"Ci wàllu Efraymeen ñi, Elisama doomu Amiyudd."},{"style":"li1","text":"Wàllu Manaseen ñi, Gamliyel doomu Pedacur."},{"style":"li1","text":""},{"style":"v","text":"Wàllu Beñamineen ñi, Abidan doomu Gidoni."},{"style":"li1","text":""},{"style":"v","text":"Wàllu Daneen ñi, Axyeser doomu Amisadaay."},{"style":"li1","text":""},{"style":"v","text":"Wàllu Asereen ñi, Pagyel doomu Okkran."},{"style":"li1","text":""},{"style":"v","text":"Wàllu Gàddeen ñi, Elyasaf doomu Dewel."},{"style":"li1","text":""},{"style":"v","text":"Wàllu Neftaleen ñi, Axira doomu Enan.»"},{"style":"p","text":""},{"style":"v","text":"Ñooñu lañu woo ci mbooloo mi, muy ñi jiite seen giiri maam. Ñooy njiiti gàngoori Israayil."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Musaa ak Aaróona tofloo ñooñu ñu tudd seeni tur,"},{"style":"v","text":"ñu dajale mbooloo ma mépp, keroog ca benn fanu ñaareelu weer wa. La ko dale ca ña am ñaar fukki at, jëm kaw, ñoom ñépp daldi bindu ca limeefu tur ya, ku nekk ak kër maamam, giir ak giir, làng ak làng, bopp ak bopp."},{"style":"v","text":"Noonee ko Aji Sax ji sante woon Musaa, na la Musaa takke seen lim ca màndiŋu Sinayi."},{"style":"p","text":""},{"style":"v","text":"Ñu lim bopp ak bopp, turi sëti Ruben taawub Israayil seen maam\\f + \\fr 1.20 \\ft Israayil mooy Yanqóoba.\\f*, ku nekk ak làngu cosaanam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Rubeneen ñi di ñeent fukki junni ak juróom benn ak juróomi téeméer (46~500)."},{"style":"p","text":""},{"style":"v","text":"Ñu lim bopp ak bopp, turi sëti Simeyon, ku nekk ak làngu cosaanam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Cimyoneen ñi di juróom fukki junneek juróom ñeent ak ñetti téeméer (59~300)."},{"style":"p","text":""},{"style":"v","text":"Ñu lim turi sëti Gàdd, ku nekk ak làngu cosaanam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Gàddeen ñi di ñeent fukki junneek juróom ak juróom benni téeméer ak juróom fukk (45~650)."},{"style":"p","text":""},{"style":"v","text":"Ñu lim turi sëti Yuda, ku nekk ak làngu cosaanam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Yudeen ñi di juróom ñaar fukki junneek ñeent, ak juróom benni téeméer (74~600)."},{"style":"p","text":""},{"style":"v","text":"Ñu lim turi sëti Isaakar, ku nekk ak làngu cosaanam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Isakareen ñi di juróom fukki junneek ñeent ak ñeenti téeméer (54~400)."},{"style":"p","text":""},{"style":"v","text":"Ñu lim turi sëti Sabulon, ku nekk ak làngu cosaanam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Cabuloneen ñi di juróom fukki junneek juróom ñaar ak ñeenti téeméer (57~400)."},{"style":"p","text":""},{"style":"v","text":"Ñu lim turi sëti Yuusufa yi askanoo ci doomam Efrayim, ku nekk ak làngu cosaanam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Efraymeen ñi di ñeent fukki junni ak juróomi téeméer (40~500)."},{"style":"p","text":""},{"style":"v","text":"Ñu lim turi sëti Yuusufa yi askanoo ci doomam Manase, ku nekk ak làngu cosaanam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Manaseen ñi di fanweeri junneek ñaar ak ñaari téeméer (32~200)."},{"style":"p","text":""},{"style":"v","text":"Ñu lim turi sëti Beñamin, ku nekk ak làngu cosaanam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Beñamineen ñi di fanweeri junneek juróom ak ñeenti téeméer (35~400)."},{"style":"v","text":"Ñu lim turi sëti Dan, ku nekk ak làngu cosaanam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Daneen ñi di juróom benn fukki junneek ñaar ak juróom ñaari téeméer (62~700)."},{"style":"p","text":""},{"style":"v","text":"Ñu lim turi sëti Aser, ku nekk ak làngam ak kër maamam, mboolem góor ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Asereen ñi di ñeent fukki junneek benn ak juróomi téeméer (41~500)."},{"style":"p","text":""},{"style":"v","text":"Ñu lim turi sëti Neftali, ku nekk ak làngu cosaanam ak kër maamam, mboolem ñi xare war, te ñu am ñaar fukki at, jëm kaw."},{"style":"v","text":"Limub Neftaleen ñi di juróom fukki junneek ñett ak ñeenti téeméer (53~400)."},{"style":"p","text":""},{"style":"v","text":"Yooyu limeef la Musaa ak Aaróona tënk, ña leen ca jàppale di fukki kilifay Israayil ak ñaar, ku ci nekk taxawal kër maamam."},{"style":"v","text":"Mboolem bànni Israayil yi xare war, te ñu am ñaar fukki at, jëm kaw, limees na leen, ku ci nekk ak kër maamam."},{"style":"v","text":"Ña ñu lim ñépp di juróom benn téeméeri junneek ñett ak juróomi téeméer ak juróom fukk (603~550)."},{"style":"s1","text":"Limaaleesul Leween ñi"},{"style":"p","text":""},{"style":"v","text":"Giirug \\w Leween|Leween b-:\\w* ñi nag ci \\w bànni Israayil|bànni Israayil:\\w* lañu bokk, waaye limaaleesu leen ak ñoom."},{"style":"v","text":"Aji Sax ji moo waxoon Musaa, ne ko:"},{"style":"v","text":"«Giirug Lewi ñoom, bu leen lim, bu leen waññaaleek bànni Israayil."},{"style":"v","text":"Waaye yaw ci sa bopp nanga sas Leween ñi \\w jaamookaay|xaymab ndaje m-:\\w* bi seedes kóllëre gi dence, mook la muy àndal lépp, ak mboolem lu ca bokk. Ñooy gàddu jaamookaay bi, ak la muy àndal lépp, di ko toppatoo, te it fi wër jaamookaay bi lañuy dal."},{"style":"v","text":"Bu jaamookaay bi dee dem, Leween ñee koy wékki, bu jaamookaay bi dee dale béreb, Leween ñee koy we. Ku ci bokkul ba laal ci nag, dees koy rey."},{"style":"v","text":"Bànni Israayil gi ci des, na ku ci nekk topp dalam, ak raayaam ak kuréelam."},{"style":"v","text":"Leween ñi nag nañu dal fi wër jaamookaay bi seedes kóllëre gi dence. Su ko defee sama sànj du dal ci kaw mbooloom bànni Israayil. Te itam na Leween ñi sàmm ndénkaaneb jaamookaay bi seedes kóllëre gi dence.»"},{"style":"p","text":""},{"style":"v","text":"Bànni Israayil daldi def noonu. Mboolem lu Aji Sax ji santoon Musaa, noonee lañu ko defe."}]