[{"style":"s1","text":"Bànni Israayil ñaxtu nañu"},{"style":"p","text":""},{"style":"v","text":"Mbooloo ma nag mujj di tawat ab coono fi kanam Aji Sax ji. Aji Sax ji dégg ci, am sànjam tàkk, sawaras Aji Sax ji tàkkal leen, ba xoyom la wër dal ba."},{"style":"v","text":"Mbooloo ma jooy ko Musaa, Musaa tinu Aji Sax ji, sawara wa fey."},{"style":"v","text":"Ñu tudde béreb boobu Tabera (mu neexook Tàkkaan), ndax sawaras Aji Sax ji leen fa tàkkal."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu genn gàngooru njaxasaan mu nekkoon ca seen biir jiital seen bakkan, di ŋaf-ŋafi, ba tax \\w bànni Israayil|bànni Israayil:\\w* itam dellu di jàmbat. Ña nga naan: «Éy ku nuy leelatiw yàpp!"},{"style":"v","text":"Namm nan jën ya nu daa ndawaloo ca Misra, te dikkewu nu tus! Ak yomb jaak xaal jaak pooro baak soble saak laaj ja!"},{"style":"v","text":"Tey jii sunu put yaa ngi wow koŋŋ, gisunu lenn lu moy \\w mànn|mànn:\\w*!»"},{"style":"p","text":""},{"style":"v","text":"Mànn ma nag daa meloon ni pepp mi ñuy wax koryanda, te nirook ndàbbu garab gi ñuy wax bedelyum."},{"style":"v","text":"Mbooloo ma da daan wër, di ko for, di ko wole doji wolukaay, mbaa ñu di ko dëbb ciy gënn, ba noppi baxal ko ci cin, def ko ay mburu yu cafkaam mel ni cafkay nàkk yu am niw."},{"style":"v","text":"Bu layaa ca dal ba ag guddi, mànn ma day wàccaale ak moom."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu Musaa dégg mbooloo miy ñaxtu, làng ak làng, ku nekk ci sa bunt xayma. Ba loolu amee sànjum Aji Sax ji tàkk jippét, Musaa nag ñaawlu ko."},{"style":"v","text":"Ba mu ko defee Musaa ne Aji Sax ji: «Aji Sax ji, loo may mititale, Sang bi? Lu tee nga baaxe ma, xanaa ngay teg sëfub mii mbooloo mépp ci sama kaw?"},{"style":"v","text":"Xanaa maa ëmb mii mbooloo mépp, am maa leen jur, ba nga di ma leen bootloo fàpp, ni jaboot di boote luy nàmp, jëme leen réew ma nga giñaloon seeni maam?"},{"style":"v","text":"Ana fu may jële yàpp wu ma jox mii mbooloo mépp, ba ñuy jooy nii ci sama kaw, naa ma: “Jox nu yàpp wu nu lekk”?"},{"style":"v","text":"Manumaa boot mii mbooloo mépp, man doŋŋ, ndax àttanuma ko."},{"style":"v","text":"Su dee nii ngay def ak man nag, dimbali ma rekk, rey ma ba ma dee, ndax ma baña gis sama toskare.»"},{"style":"s1","text":"Aji Sax ji dig na Musaa ñu ko jàppale"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Aji Sax ji wax Musaa, ne ko: «Dajaleel ma juróom ñaar fukki magi Israayil, ñoo xamal sa bopp ne ñooy magi mbooloo mi, di seeni njiit, nga indi leen ci \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, ñu teew faak yaw."},{"style":"v","text":"Maay wàcc wax ak yaw foofa te maay sàkk ci leer gi ci yaw, def ko ci ñoom, ñu yenule la yenu mbooloo mi, ba dootuloo ko yenu yaw doŋŋ."},{"style":"p","text":""},{"style":"v","text":"«Mbooloo mi nag, ne leen ñu sangu-set ngir ëllëg, te ne leen dinañu yàpp moos, gannaaw ñooy jooy ci kaw Aji Sax ji, naan “Éy ku nuy leelatiw yàpp, nooka neexle woon ca Misra!” Kon nag Aji Sax jee leen di jox yàpp wu ñu lekk."},{"style":"v","text":"Du benn fan lañuy yàpp, du ñaar, du juróomi fan, du fukk, te du ñaar fukki fan."},{"style":"v","text":"Weeru lëmm kay lañuy yàpp, ba yàpp wiy génne ci seen paxi bakkan, ba mujj génnliku leen, gannaaw ñoo xarab Aji Sax ji ci seen biir, di jooy ci kawam, naan: “Moo, lu nu taxoona jóge Misra!”»"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Musaa ne: «Ãa! Juróom benni téeméeri junniy (600~000) góor a ngi ci mbooloo mii ma ne ci seen biir. Yaw nga ne aw yàpp nga leen di jox, ñu yàpp weeru lëmm!"},{"style":"v","text":"Diggante jur gu gudd ak gu gàtt, manees na leen cee rendil lu leen doy a? Am mboolem jëni géej lees leen di dajaleel, mu doy leen?»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji ne Musaa: «Loxol Aji Sax ji da koo jotewul? Léegi nag dinga gis ndax sama kàddu dina la sottil, am déet!»"},{"style":"s1","text":"Yàlla sédd na mag ña ag leeram"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Musaa génn, jottali mbooloo ma kàdduy Aji Sax ji, daldi dajale juróom ñaar fukki góor ñu bokk ca magi mbooloo ma, taxawal leen, ñu wër xayma ba."},{"style":"v","text":"Aji Sax ji nag wàcc ca biir niir wa, wax ak moom, daldi sàkk ca leer ga ca Musaa, sédd ca juróom ñaar fukki mag ña. Naka la leer ga dal ca seen kaw, ñu tàmbali di jottali ay kàdduy \\w waxyu|waxyu:\\w*, benn yoon bu ñu tóllantiwul."},{"style":"p","text":""},{"style":"v","text":"Fekk na ñaari góor a nga desoon ca dal ba, kenn ka di Eldàdd, ka ca des di Medàdd, te teewul leer ga dal ca seen kaw, ndax dees leena limaale woon ca mag ña, doonte demuñu ca xayma ba. Ñoom it ñuy jottali ay kàdduy waxyu ca dal ba."},{"style":"v","text":"Ab xale dawe ca, àgge ko Musaa, ne ko: «Eldàdd ak Medàdd déy a ngay jottali ay kàdduy waxyu ca dal ba!»"},{"style":"v","text":"Yosuwe doomu Nuun ja dale doon bëkk-néegu Musaa cag ndawam, daldi cay àddu, ne: «Sang Musaa, aaye leen!»"},{"style":"v","text":"Musaa ne ko: «Fiiraangee la jàpp ndax man, am? Éy bu niti mbooloom Aji Sax ji mépp doon ay yonent, Aji Sax ji sang leen ag leeram!»"},{"style":"v","text":"Ba loolu amee Musaa dellu ca dal ba, moom ak magi Israayil ña."},{"style":"s1","text":"Mbas wàcc na ca Kibbrot Taawa"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ngelaw wale ci Aji Sax ji, daldi bàbbee ca géej ga ay picci përëntaan, wàcce leen ca dal ba lu tollook doxub benn fan ci gii wet, ak doxub benn fan ca gee, ñu dajal dal ba bépp, jale ci suuf ba xawa mat ñaari xasab."},{"style":"v","text":"Ci kaw loolu mbooloo ma taxaw di for, bëccëgub keroog bépp, ak guddi ga gépp, ak bëccëgub ëllëg sa sépp, ba ka gëna néewle, for lu mat fukki barigo. Ñu weer përëntaan ya fa wër dal ba."},{"style":"v","text":"Suux waa nga ca seeni gëñ, sàqameeguñu sax, sànjum Aji Sax ji tàkkal mbooloo ma. Aji Sax ji dumaa mbooloo ma mbas mu metti lool."},{"style":"v","text":"Moo tax ñu tudde béreb booba Kibbrot Taawa (muy firi Bàmmeeli Ŋaf-ŋaf), ndax fa lañu denc néewi mbooloo ma doon ŋaf-ŋafi."},{"style":"v","text":"Kibbrot Taawa la mbooloo ma bàyyikoo, jëm Àccerot. Ñu dal nag ca Àccerot."}]