[{"style":"s1","verse":"","text":"Maryaama ak Aaróona jote nañook Musaa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Maryaama ak Aaróona ñoo doon ŋàññ Musaa, ci ndawas \\w Kuuseen|Kuus:\\w* su mu takkoon, te ab Kuuseen it la takkoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Ñu ne: «Ndax mennum Musaa doŋŋ la Aji Sax jiy waxe ci moom? Xanaa daa waxewul ci nun itam?» Aji Sax ji dégg ca."},{"style":"v","verse":"3","text":"Góor ga Musaa nag defoon ku woyof lool, ba raw mboolem doom aadama ci kaw suuf."},{"style":"v","verse":"4","text":"Ci kaw loolu Aji Sax ji jekki wax ak Musaa ak Aaróona ak Maryaama, ne leen: «Dikkleen, yeen ñett, ci \\w xaymab ndaje|xaymab ndaje m-:\\w* mi!» Ñu dem, ñoom ñett."},{"style":"v","verse":"5","text":"Aji Sax ji wàcc ci biir niir wu def aw taxaar. Mu taxaw ca bunt xayma ba, daldi woo Aaróona ak Maryaama, ñu bokk dikk."},{"style":"v","verse":"6","text":"Mu ne leen: «Dégluleen bu baax samay kàddu: Su ngeen feeñlee ab yonentu Aji Sax ji, ci am peeñu laa koy xamale maay kan, te ci gént laay waxeek moom,"},{"style":"v","verse":"7","text":"waaye du Musaa sama jaam bii. Moom mooy ki wóor ci mboolem sama kër gii."},{"style":"v","verse":"8","text":"Gémmiñ ak gémmiñ laay waxeek moom wax ju leer nàññ ju ñu léebul, te jëmmu Aji Sax ji lay gis. Kon lu leen may fitu ŋàññ Musaa sama jaam bi?»"},{"style":"v","verse":"9","text":"Sànjum Aji Sax ji nag tàkkal leen. Ci kaw loolu mu dem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Naka la niir wa jóge ca xayma ba, Maryaama jekki ne fureet ak jàngoroy \\w ngaana|ngaana g-:\\w*, weex furr! Aaróona ne Maryaama gees, yem ca ngaana ga."},{"style":"v","verse":"11","text":"Aaróona ne Musaa: «Ngalla sang bi, bu nu topp bàkkaar bi nu bàkkaar ndax ñàkk xel!"},{"style":"v","verse":"12","text":"Ngalla bul seetaan kii mel ni ku dee te indaalewul bakkan ba mu juddoo ca ndeyam, xaaju yaram wi lekku!»"},{"style":"v","verse":"13","text":"Musaa nag jooy Aji Sax ji, ne ko: «Yàlla, ngalla wéral ko!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Aji Sax ji ne Musaa: «Xanaa baayam sax su ko jéppi woon, ba tifli ko ci kanam, muy gàcceem diiru juróom ñaari fan? Nañu ko génne dal bi diiru juróom ñaari fan, door koo delloosi ci biir.»"},{"style":"v","verse":"15","text":"Ba loolu amee ñu génne Maryaama dal ba diiru juróom ñaari fan. Mbooloo ma demul, ba keroog ba ñu delloosee Maryaama ca biir dal ba."},{"style":"v","verse":"16","text":"Gannaaw loolu mbooloo ma bàyyikoo Àccerot, ñu dali ca màndiŋu Paran."}]