[{"style":"s1","verse":"","text":"Musaa yeble na Kanaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxati Musaa, ne:"},{"style":"v","verse":"2","text":"«Yebalal ay ndaw, ñu dem yëri réewum Kanaan, gi may jox \\w bànni Israayil|bànni Israayil:\\w*. Kenn ngay yebal ci seen giiri maam yi, giir gu ci nekk, kenn, te ku ci nekk di kilifa ci ñoom.»"},{"style":"v","verse":"3","text":"Ci kaw loolu Musaa yebal ndaw ña ci ndigalal Aji Sax ji, ñu bàyyikoo ca màndiŋu Paran. Ñoom ñépp ay njiiti bànni Israayil lañu woon."},{"style":"v","verse":"4","text":"Ñooñu ñoo di:"},{"style":"li","verse":"","text":"Samwa doomu Sakur, ci giirug Rubeneen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"5","text":"ak Safat doomu Ori, ci giirug Cimyoneen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"6","text":"ak Kaleb doomu Yefune, ci giirug Yudeen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"7","text":"ak Igal doomu Yuusufa, ci giirug Isakareen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"8","text":"ak Ose doomu Nuun, ci giirug Efraymeen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"9","text":"ak Palti doomu Rafu, ci giirug Beñamineen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"10","text":"ak Gadyel doomu Sodi, ci giirug Cabuloneen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"11","text":"ak Gadi doomu Susi, mi taxawal làngu Manase ci biir giirug Yuusufeen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"12","text":"ak Amyel doomu Gemali, ci giirug Daneen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"13","text":"ak Setur doomu Mikayel, ci giirug Asereen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"14","text":"ak Nabi doomu Wofsi, ci giirug Neftaleen ñi,"},{"style":"li","verse":"","text":""},{"style":"v","verse":"15","text":"ak Gewuyel doomu Maki, ci giiru Gàddeen ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ñooñu la Musaa yónni woon, ngir ñu yëri réew ma. Ose doomu Nuun nag, Musaa tudde ko Yosuwe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ba leen Musaa yebalee ngir ñu yëri réewum Kanaan, da ne leen: «Ci Negew gi di diiwaan bi ci bëj-saalum ngeen di jaare, yéegi ca diiwaanu tund ya,"},{"style":"v","verse":"18","text":"ba gis nu réew ma mel: ndax waa réew ma, ñu am doole lañu, walla ñu néew doole; ñu néew lañu, walla ñu bare;"},{"style":"v","verse":"19","text":"ak ndax réew ma baax na, walla baaxul; ak nu seeni dëkk mel: ndax ay dal rekk la, walla ay dëkk yu ñu dàbbali la;"},{"style":"v","verse":"20","text":"ak suuf sa: ndax nangu na, am nanguwul; ak itam ndax am nay garab, am déet. Te ngeen góor-góorlu ba sàkkaale ca meññeefi réew ma.» Fan yooyu nag yemook reseñ di meññ ndoortel meññeef."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ci kaw loolu ndaw ya dem yëri réew ma, dale ko ca màndiŋu Ciin, ba àgg Rexob, ga ca wetu Amat."},{"style":"v","verse":"22","text":"Ña nga jaare Negew ca bëj-saalum, dem ba Ebron, fa Anageen ña, Aximan ak Sesay ak Talmay dëkkoon. Ebron googee, tabaxees na ko juróom ñaari at lu jiitu Cowan ga ca Misra."},{"style":"v","verse":"23","text":"Ñu dem ba ca xuru Eskol, daldi fay dagge ab car bu def benn cëggub reseñ, ñaar ca ñoom gàddoo ko bant, ñu sàkkaale fa gërënaat ak figg."},{"style":"v","verse":"24","text":"Béreb boobu lañu dippee xuru Eskol, (muy firi xuru Cëgg) ndax cëgg ba fa bànni Israayil dagge woon."},{"style":"s1","verse":"","text":"Ndaw ya délsi nañu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Ndaw ya nag ñibbisi, gannaaw ba ñu nemmikoo réew ma lu mat ñeent fukki fan."},{"style":"v","verse":"26","text":"Ñu dikk ba ci Musaa ak Aaróona, ak mbooloom \\w bànni Israayil|bànni Israayil:\\w* gépp, ca màndiŋu Paran, ca Kades. Ñu àgge leen xibaar yi, ñoom ak mbooloo ma mépp, ba noppi won leen meññeefum réew ma."},{"style":"v","verse":"27","text":"Ci kaw loolu ñu nettali Musaa, ne: «Dem nanu réew ma nga nu yebaloon, te it foofa la meew maak lem ja tuuroo! Lii ca meññeef maa."},{"style":"v","verse":"28","text":"Xanaa kay, kàttan gu askanu réew ma am, péey ya dàbbaliku te yaa lool. Te it ponkal yooyu cosaanoo ci Anageen ñi lanu fa gis."},{"style":"v","verse":"29","text":"Amalegeen ñaa dëkke bëj-saalumu réew ma, Etteen ñaak Yebuseen ñaak Amoreen ña dëkke diiwaanu tund ya, Kanaaneen ña dëkke wetu géej, feggook dexu Yurdan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ci kaw loolu Kaleb noppiloo mbooloo ma, fekk leen tàmbalee diiŋat Musaa. Mu ne leen: «Nooy dem ba demaatoo, nanguji réew ma, ndax bir na ne noo leen mana duma.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Ndaw ya àndoon ak moom daldi ne: «Manunoo songi waa réew ma, ndax ñoo nu ëpp doole.»"},{"style":"v","verse":"32","text":"Ci biir loolu ñuy baatal ca kanam bànni Israayil, réew ma ñu nemmikuji woon. Ñu naan: «Réew moomee ñu wëri woon ngir nemmiku ko déy, réew la muy mëdd ay sancaanam, te mboolem askan wa nu fa gis, ay boroom jëmm lañu."},{"style":"v","verse":"33","text":"Fa lanu gis xeetu Nefilim ya, ponkali Anageen ña bokk ca xeetu Nefilim ya, nuy niru sunu bopp ay soccet fi seen kanam, di leen ko niru, ñoom it.»"}]