[{"style":"s1","text":"Mbooloo ma bañ naa duggi Kanaan"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee mbooloo mépp tàmbalee yuuxu. Askan wa daa fanaanee jooy guddig keroog."},{"style":"v","text":"\\w Bànni Israayil|bànni Israayil:\\w* gépp nag di ñaxtu ci kaw Musaa ak Aaróona, mbooloo ma mépp naa leen: «Waay lu nu tee woona dee ca réewum Misra, mbaa sax nu dee ci màndiŋ mii!"},{"style":"v","text":"Ana lu nu Aji Sax jiy indee ci réew mii ñu nara reye saamar, sunuy jabar ak sunuy tuut-tànk doon alalu sëxëtooy xare! Tee noo dellu Misra yee?»"},{"style":"v","text":"Ci kaw loolu ñu naan ca seen biir: «Nan fal njiit te dellu Misra.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Musaa ne gurub, moom ak Aaróona, ñu dëpp seen jë fa suuf, fa kanam mbooloom bànni Israayil ma fa daje mépp."},{"style":"v","text":"Yosuwe doomu Nuun, ak Kaleb doomu Yefune, ñoom ña bokk ca ña seeti woon réew ma, daldi xotti seeni yére ndaxu tiis."},{"style":"v","text":"Ñu wax nag mbooloom bànni Israayil mépp, ne leen: «Réew ma nu wëri woon, ba nemmiku ko, réew mu baaxa baax la."},{"style":"v","text":"Bu nu Aji Sax ji nangulee, moo nuy dugal réew moomu, moo nuy jox réew ma meew maak lem ja tuuroo."},{"style":"v","text":"Fexeleen rekk ba Aji Sax ji, buleen ko gàntal, te yeen nag ngeen baña ragal waa réew ma, ndax ab lanc doŋŋ lañu nuy mat. Seen kiiraay dëddu na leen, te Aji Sax jaa ngeek nun. Buleen leen ragal.»"},{"style":"s1","text":"Gàntal Aji Sax ji sabab na mbugal"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee mbooloo ma mépp ne dañu leen di dóori xeer ba ñu dee. Leeru Aji Sax ji nag feeñ ca \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, ci kanam \\w bànni Israayil|bànni Israayil:\\w* gépp."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Aji Sax ji ne Musaa: «Ba kañ la ma askan wii nara xarab? Ba kañ lañu may gëmadi, ak firnde yi ma def ci seen biir yépp?"},{"style":"v","text":"Maa leen di dumaa mbas, nangu seen cér, ba noppi sose ci yaw askan wu leen ëpp, ëpp leen doole.»"},{"style":"v","text":"Musaa ne Aji Sax ji: «Kon de, waa Misra ga nga jële mbooloo mii, génnee leen sa doole ca seen biir, dinañu ko dégg,"},{"style":"v","text":"te dinañu ko nettali waa réew mii. Waa réew mii dégg nañu ne yaw Aji Sax ji ci sa bopp yaa nekk ci digg mbooloo mii ngay feeñu bët ak bët, yaw Aji Sax ji, saw niir taxaw, tiim leen, te aw taxaaru niir nga leen di jiitoo bëccëg, jiitoo leen aw taxaaru sawara, guddi."},{"style":"v","text":"Nga nara boole mbooloo mii mépp, bóom benn yoon? Kon de xeet yi dégg sa jaloore dinañu wax ne:"},{"style":"v","text":"“Ñàkka mana yóbbu mbooloo mii ca réew ma mu leen giñaloon, moo waral Aji Sax ji rey leen ci màndiŋ mi!”"},{"style":"v","text":"Kon nag ngalla Boroom bi, na sa doole màgg rekk, noonee nga noon:"},{"style":"v","text":"“Aji Sax ji! Kiy muñ mer, te bare ngor, di baale tooñ aki moy te du ñàkka topp mukk doom, tooñu waajuram, ba ca sët yaak sëtaat ya.”"},{"style":"v","text":"Ngalla jéggalal mbooloo mii seenug tooñ ci sag bare ngor, noonee nga leen masa baale, ca Misra ba tey jii.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Aji Sax ji ne: «Jéggal naa leen noonu nga ko waxe."},{"style":"v","text":"Waaye ndegam maay Kiy dund, te leeru Aji Sax ji mooy fees àddina sépp,"},{"style":"v","text":"gannaaw mboolem nit ñi gis samag leer, gis firnde yi ma def ci digg Misra ak ci màndiŋ mi, ñoo ma seetlu woon nii fukki yoon, bañ maa déggal,"},{"style":"v","text":"kenn ci ñoom déy du gis réew mi ma giñaloon seeni maam. Mboolem ñi ma xarab, kenn du ko ci gis."},{"style":"v","text":"Sama jaam Kaleb nag, gannaaw meneen xel lay wéye, te moo topp sama gannaaw, ba mu mat sëkk, maa koy yóbbu ba ca réew ma mu demoon, te aw askanam a koy moom."},{"style":"v","text":"Gannaaw Amalegeen ñaak Kanaaneen ña dëkke xur wi nag, bu ëllëgee walbatikuleen, toppaat màndiŋ mi, te jaareji ko géeju Barax ya.»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaak Aaróona, ne:"},{"style":"v","text":"«Ba kañ la mbooloo mu bon mii di ñaxtu ci sama kaw? Ñaxtu yi bànni Israayil di ñaxtu ci sama kaw, dégg naa ci."},{"style":"v","text":"Ne leen: Ndegam maay Kiy dund déy, kàddug Aji Sax jee, noonu ngeen waxe, may dégg, ni laa leen di def."},{"style":"v","text":"Ci màndiŋ mii kay la seeni néew di tëdd. Mboolem ñi ñu leen limal, mboolem ñi ñu leen waññal, ñu dale ci ñaar fukki at, jëm kaw te doon ñaxtu ci sama kaw,"},{"style":"v","text":"kenn ku moy Kaleb doomu Yefune ak Yosuwe doomu Nuun, du kenn ku ciy dugg ca réew ma ma leen giñoona dëël."},{"style":"v","text":"Seen tuut-tànk yi ngeen ne alalu sëxëtooy xare lañuy doon, ñoom laay yóbbu, ba ñu xam réew ma ngeen xarab."},{"style":"v","text":"Waaye yeen, seeni néew ci màndiŋ mii lay tëdd,"},{"style":"v","text":"seeni doom di màngaan ñeent fukki at ci màndiŋ mi, gàddoo ko seen ñàkk worma, yeen ñi leen jur, ba keroog seeni néew tëdd ba jeex ci màndiŋ mi."},{"style":"v","text":"Limu fan yi ngeen nemmikuji woon réew ma, ñeent fukki fan, benn fan bu ci nekk day wecci menn at, ngeen gàddoo ko seen mbugali bàkkaar, ñeent fukki at, ba ngeen xam li jànkoonteek man di jur."},{"style":"v","text":"Man Aji Sax ji, maa ko wax. Noonu déy laay def mboolem mbooloo mu bon mii booloo ci sama kaw. Ci màndiŋ mii lañuy raafe, fii lañuy deewe.»"},{"style":"p","text":""},{"style":"v","text":"Ndaw ya Musaa yebaloon, ñu nemmikuji réew ma nag, te ñu délsi, di baatal réew ma, ba tax mbooloo mépp di ñaxtu ci kawam,"},{"style":"v","text":"ñooña doon baatal réew ma, am mbas a leen rey fi kanam Aji Sax ji."},{"style":"v","text":"Mennum Yosuwe doomu Nuun ak mennum Kaleb doomu Yefune doŋŋ, ñoo mucc ca ndaw yooya nemmikuji woon réew ma."},{"style":"s1","text":"Mbooloo ma gàntalati na"},{"style":"p","text":""},{"style":"v","text":"Ba Musaa jottalee \\w bànni Israayil|bànni Israayil:\\w* gépp kàddu yooyu, mbooloo ma mititlu nañu ko lool."},{"style":"v","text":"Ca ëllëg sa ñu teela xëy, yéegi kaw tund ya, te naan: «Nu ngi nii di yéeg, jëm fa nu Aji Sax ji wax, ndax noo tooñ.»"},{"style":"v","text":"Musaa ne leen: «Lii nag? Yeena ngi tebbi waxi Aji Sax ji, waaye loolu de du sotti!"},{"style":"v","text":"Buleen dem, te Aji Sax ji àndul ak yeen. Lu ko moy dingeen daanu ci seen kanami noon."},{"style":"v","text":"Te kat Amalegeen ñi ak Kanaaneen ñaa ngi fuu ci seen kanam. Yeen rekk yeenay daanoo saamar. Gannaaw yeena dëddu Aji Sax ji nag, Aji Sax ji du ànd ak yeen.»"},{"style":"p","text":""},{"style":"v","text":"Teewul ñu të ticc, ne dañuy yéegi kaw tund ya, te \\w gaalu kóllërey Aji Sax|gaalu kóllëre g-:\\w* ji ak Musaa génnuñu dal ba."},{"style":"v","text":"Ba mu ko defee Amalegeen ña ak Kanaaneen ña dëkke woon diiwaanu tund woowa wàccsi, duma leen, tasaare leen ba ca gox ba ñuy wax Xorma."}]