[{"style":"s1","text":"Andi way-fippu ya firnde la"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa, ne:"},{"style":"v","text":"«Waxal Elasar doomu Aaróona, \\w sarxalkat|sarxalkat b-:\\w* bi, ne ko mu seppee and yi ci lakk gi, ndax lu \\w sell|sell:\\w* la, te xal yi, na ko tuur fu sore."},{"style":"v","text":"And yooyii seeni boroom feye seen bakkan seeni bàkkaar, dees koy tëgg, ba mu tàlli, xoobe ko \\w sarxalukaay|sarxalukaay b-:\\w* bi. Gannaaw fi kanam Aji Sax ji lañu indi and yi, ba tax mu doon lu sell, na and yi doon firnde, ñeel \\w bànni Israayil|bànni Israayil:\\w*.»"},{"style":"v","text":"Ci kaw loolu Elasar sarxalkat bi jël andi xànjar, ya ña dee ca lakk ga indi woon, ñu tëgg ko ba mu tàlli, ngir sarxalukaay ba,"},{"style":"v","text":"na ko Aji Sax ji santaanee woon, Musaa jottali. Loolu di fàttali bànni Israayil ne benn jàmbur bu bokkul ci askanu Aaróona sañula dikk di taal \\w cuuraay|cuuraay l-:\\w* fi kanam Aji Sax ji, lu ko moy lu mel ni li dal Kore ak gàngooram moo koy dal."},{"style":"s1","text":"Ñaxtu sabab na mbugal"},{"style":"p","text":""},{"style":"v","text":"Ca ëllëg sa mbooloom \\w bànni Israayil|bànni Israayil:\\w* gépp a doon ñaxtu ci kaw Musaa ak Aaróona, naan: «Yeen yeena reylu ñoñi Aji Sax ji!»"},{"style":"v","text":"Mbooloo maa nga sam Aaróona ak Musaa. Ci biir loolu, ñu ne gees \\w xaymab ndaje|xaymab ndaje m-:\\w* ma‎, gisuñu lu moy niir wa muur ko, leerug Aji Sax ji feeñ."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Musaa ak Aaróona dem ba ca kanam xaymab ndaje ma,"},{"style":"v","text":"Aji Sax ji wax ak Musaa, ne:"},{"style":"v","text":"«Jógeleen biir mbooloo mii, ma sànk leen léegi!» Ñu ne gurub, dëpp seen jë fa suuf."},{"style":"v","text":"Musaa ne Aaróona: «Jëlal and bi, nga sàkke ci \\w sarxalukaay|sarxalukaay b-:\\w* bi ay xal, teg ci \\w cuuraay|cuuraay l-:\\w*, yóbbu gaaw ca mbooloo ma, ba defal leen ag njotlaay, ndax sànj mi tàkke na ci Aji Sax ji, mbas mi tàmbali na!»"},{"style":"v","text":"Aaróona këf and ba Musaa wax, daw dugg ca biir mbooloo ma. Ndeke mbas ma tàmbali na ca biir mbooloo ma. Mu def ca and ba cuuraay, daldi defal mbooloo ma njotlaay."},{"style":"v","text":"Naka la taxaw ci diggante ñi dee ak ñiy dund, mbas ma dal."},{"style":"v","text":"Ña dee ca mbas ma nag doon fukki junneek ñeent ak juróom ñaari téeméer (14~700), te bokkul ak ña dee woon ca mbirum Kore ma."},{"style":"v","text":"Ba mu ko defee Aaróona dellu ca Musaa, ca bunt xaymab ndaje ma, fekk mbas ma dal."},{"style":"s1","text":"Bant bu wow jebbi na"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Aji Sax ji ne Musaa:"},{"style":"v","text":"«Waxal ak \\w bànni Israayil|bànni Israayil:\\w*, nga nangoo ci mboolem seen kilifay kër maam, aw yet, na wenn yet bawoo ci kër gu ci nekk, muy fukki yet ak ñaar, yet wu ci nekk, nga bind ci turu boroom."},{"style":"v","text":"Turu Aaróona itam, nga bind ko ci yetu giirug \\w Lewi|Leween b-:\\w*, ndax wenn yet lay doon, ñeel kilifag kër gu ci nekk."},{"style":"v","text":"Nga denc yet yi ca biir \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, fa kanam \\w gaalu seedes kóllëre|gaalu kóllëre g-:\\w* ga, fa may dajeek yeen."},{"style":"v","text":"Su ko defee ki ma tànn, aw yetam dina jebbi, ba ma teqalikoo ak xultuy bànni Israayil yi ñuy xultu ci seen kaw.»"},{"style":"p","text":""},{"style":"v","text":"Musaa àgge ko bànni Israayil, mboolem seen kilifay kër maam jox Musaa aw yet, kilifa gu ci nekk wenn yet, ñeel kër maamam, muy fukki yet ak ñaar, yetu Aaróona bokk ca."},{"style":"v","text":"Musaa teg yet ya fa kanam Aji Sax ji, ca biir xaymab seede sa."},{"style":"v","text":"Ca ëllëg sa, naka la Musaa dugg ca xaymab seede sa rekk, daldi fekk yetu Aaróona wu kër Lewi, jebbi; fekk na mu jebbi, ba tóor, ba meññ ay doomi amànd\\f + \\fr 17.23 \\fk amànd \\ft xeetoo naak gerte-tubaab.\\f*."},{"style":"v","text":"Ba loolu amee Musaa jële yet yépp ci Aji Sax ji, dem ba ca bànni Israayil gépp, ñépp gis, ku nekk jël yetam."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa, ne: «Dellool yetu Aaróona fa kanam gaalu seede sa, mu dence fa, di firnde ñeel xeetu fippukat wi, ndax nga dakkal seeni xultu ci sama kaw, ba duñu dee.»"},{"style":"v","text":"Musaa def noonu. Na ko ko Aji Sax ji sante, na la ko defe."},{"style":"p","text":""},{"style":"v","text":"Bànni Israayil nag naan Musaa: «Jeexal nanu nag, sànku nanu, nun ñépp ay sànku!"},{"style":"v","text":"Gannaaw képp ku jege \\w màkkaanu Aji Sax|xaymab ndaje m-:\\w* ji doŋŋ, dangay dee kay, mbaa dunu far jeex tàkk?»"}]