[{"style":"s1","text":"Lu jëm ci nag wu xonq ak ndoxum setlu mi"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ak Aaróona, ne:"},{"style":"v","text":"«Lii mooy dogalu yoon bi Aji Sax ji santaane: Neleen \\w bànni Israayil|bànni Israayil:\\w* ñu indil leen nag wu jigéen wu xonq, wu mat, mucc sikk, te kenn masu koo takk,"},{"style":"v","text":"ngeen jox ko Elasar \\w sarxalkat|sarxalkat b-:\\w* bi, ñu génne ko dal bi, te ñu rendi ko fi kanamam."},{"style":"v","text":"Na Elasar sarxalkat bi capp baaraamam ci deret ji, wis-wisal ko juróom ñaari yoon fi féeteek bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* mi."},{"style":"v","text":"Nañu lakk nag wi‎ ci kanamam. Der bi ak yàpp wi ak deret ji ak sébbriit mi, lépp lañuy lakk."},{"style":"v","text":"Su ko defee sarxalkat bi sàkk bantu seedar ak caru isob ak ndimo lu xonq curr, boole ko sànni ca sawara wa ñuy lakke nag wa."},{"style":"v","text":"Gannaaw loolu na sarxalkat bi fóot ay yéreem, sangu, doora mana duggaat ci dal bi, te du ko tee yendoo sobe ba ca ngoon."},{"style":"v","text":"Kiy lakk nag wi itam, na fóot ay yéreem, sangu, te du ko tee yendoo sobe ba ca ngoon."},{"style":"v","text":"Na ku set tonni dóomu nag wa ñu lakkoon, te sotti ko ci béreb bu set, foofa ca biti. Dóom ba dencub mbooloom bànni Israayil lay doon, ñu di ko waajale ndoxum setlu, ngir saraxu póotum bàkkaar."},{"style":"v","text":"Ku góor kiy tonni dóomu nag wi itam day fóot ay yéreem, te du tee mu yendoo sobe ba ca ngoon. Na loolu di dogalu yoon bu sax fàww, ñeel bànni Israayil, ak doxandéem bu dëkk ci seen biir."},{"style":"p","text":""},{"style":"v","text":"«Bu loolu weesoo ku laal nit ku dee, ak néew bu mu mana doon, dina sobewu diiru juróom ñaari fan."},{"style":"v","text":"Na setlu ca ndox moomee ca bésub ñetteel ba, gannaaw ba mu ko laalee, te na setluwaat ca bésub juróom ñaareel ba. Su ko defee mu set. Waaye su setluwul ca bésub ñetteel ba, ak bésub juróom ñaareel ba, du set."},{"style":"v","text":"Képp ku laal nit ku dee, ak néew bu mu mana doon, bu setluwul, \\w màkkaanu Aji Sax|xaymab ndaje m-:\\w* ji la sobeel. Kooku dees koy dagge ci bànni Israayil. Gannaaw ndoxum setlu ma, wiseesu ko ko, sobewu lay wéye."},{"style":"p","text":""},{"style":"v","text":"«Lii la yoon wi tëral: Bu nit deewee ci biir xayma, képp ku dugg ci biir xayma bi, ak képp ku mu fekk ci xayma bi, day sobewu diiru juróom ñaari fan,"},{"style":"v","text":"te mboolem ndab lu fa ubbiku woon, kubeer it ubu ko woon ràpp, loola ndab sobewu na."},{"style":"v","text":"Képp ku laal ca àll ba, nit ku ñu bóome saamar, mbaa ku Yàlla moomal boppam, mbaa mu laal yaxi nit ku dee, mbaa mu laal bàmmeel, kooka day sobewu diiru juróom ñaari fan."},{"style":"v","text":"Nañu sàkkal ki sobewu ca dóomu \\w saraxu póotum bàkkaar|Sarax yi:\\w* ba ñu lakkoon, te ñu sotti ndox mu balle ci bëtu ndox ci ndab, ca kaw dóom ba."},{"style":"v","text":"Bu loolu wéyee, na ku set jël caru isob, capp ko ca ndox ma, wis-wisal ko ca kaw xayma ba nit deewe, wis ko ca kaw ndab yépp, ak ca kaw nit ña fa nekkoon. Na ko wis itam ci kaw nit ku laal yaxi ku dee, mbaa mu laal ku ñu bóome saamar, mbaa mu laal ku Yàlla moomal boppam, mbaa mu laal bàmmeel."},{"style":"v","text":"Bésub ñetteel ba nag, ak bésub juróom ñaareel ba, ci la nit ku set di wis-wisal ndox mi ci kaw ki sobewu. Bésub juróom ñaareel ba ca la koy settali. Su ko defee ka sobewu fóot ay yéreem, sangu, bu jant sowee mu daldi set."},{"style":"v","text":"Képp ku sobewu te setluwul, kooku dees koy dagge ci mbooloo mi, ndax béreb bu sell ñeel Aji Sax ji la sobeel. Gannaaw wiseesu ko ndoxum setlu mi, sobewu na."},{"style":"p","text":""},{"style":"v","text":"«Na leen loolu ñeel ci kaw dogalu yoon bu sax dàkk. Ka doon wis-wisal ndoxum setlu mi nag, na fóot ay yéreem, te ku laal ci ndoxum setlu mi day yendoo sobe ba ca ngoon."},{"style":"v","text":"Nit ki sobewu, mboolem lu mu laal day sobewu, te ku laal ca loola it day yendoo sobe ba ca ngoon.»"}]