[{"style":"s1","text":"Lu jëm ci dalinu giir yi"},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee Aji Sax ji wax Musaa ak Aaróona, ne leen:"},{"style":"v","text":"«Na \\w bànni Israayil|bànni Israayil:\\w* di dal, ku nekk ak raayaam ak xàmmikaayu kër maamam. Fi wër \\w xaymab ndaje|xaymab ndaje m-:\\w* mi te dànd ko as lëf, fi lañuy dale:"},{"style":"p","text":""},{"style":"v","text":"«Ñay dale ca kanam, fa féete penku, ñooy waa raayab Yuda ak seeni gàngoor, kilifag Yudeen ñi di Naason doomu Aminadab."},{"style":"v","text":"Ña ñu lim ci gàngooram di juróom ñaar fukki junneek ñeent ak juróom benni téeméer (74~600)."},{"style":"v","text":"«Ñay dale fa feggook ñoom ñooy giirug Isakareen ñi, kilifag askanu Isaakar di Netaneel doomu Cuwar."},{"style":"v","text":"Ña ñu lim ci gàngooram di juróom fukki junneek ñeent ak ñeenti téeméer (54~400)."},{"style":"v","text":"«Giirug Cabuloneen ñeey feggook ñoom, kilifag askanu Sabulon di Elyab doomu Elon."},{"style":"v","text":"Ña ñu limal gàngooram di juróom fukki junneek juróom ñaar ak ñeenti téeméer (57~400)."},{"style":"v","text":"«Mboolem ña ñu limal dalub Yuda aki gàngooram daldi doon téeméeri junneek juróom ñett fukk ak juróom benn ak ñeenti téeméer (186~400). Bu ñuy dem, ñooñooy dox, jiitu."},{"style":"p","text":""},{"style":"v","text":"«Waa raayab Ruben ñooy dale bëj-saalum, ñook seeni gàngoor, kilifag askanu Ruben di Elicur doomu Sedeyur."},{"style":"v","text":"Ña ñu limal gàngooram di ñeent fukki junneek juróom benn ak juróomi téeméer (46~500)."},{"style":"p","text":""},{"style":"v","text":"«Ñay dale fa feggook ñoom ñooy giirug Cimyoneen ñi, kilifag askanu Simeyon di Selumyel doomu Curisadaay."},{"style":"v","text":"Ña ñu limal gàngooram di juróom fukki junneek juróom ñeent ak ñetti téeméer (59~300)."},{"style":"p","text":""},{"style":"v","text":"«Giiru Gàddeen ñeey feggook ñoom, kilifag askanu Gàdd di Elyasaf doomu Rewel."},{"style":"v","text":"Ña ñu limal gàngooram di ñeent fukki junneek juróom ak juróom benni téeméer ak juróom fukk (45~650)."},{"style":"p","text":""},{"style":"v","text":"«Mboolem ña ñu limal dalub Ruben aki gàngooram doon téeméeri junneek juróom fukk ak benn, ak ñeenti téeméer ak juróom fukk (151~450). Bu ñuy dem, ñooñooy doon ñaareelu kuréel, dox, topp ca."},{"style":"b","text":""},{"style":"p","text":""},{"style":"v","text":"«Su ko defee xaymab ndaje mi jóg topp ca, ànd ak \\w Leween|Leween b-:\\w* ñi koy gàddu, te seen dal nekk ci digg dal yi. Noonee kuréel yiy dale daal, ni lañuy jóge dem, ku nekk topp ayam ak raayaam."},{"style":"b","text":""},{"style":"p","text":""},{"style":"v","text":"«Waa raayab Efrayim ñooy dale wetu sowu, ñook seeni gàngoor, kilifag askanu Efrayim di Elisama doomu Amiyudd."},{"style":"v","text":"Ña ñu limal gàngooram di ñeent fukki junni ak juróomi téeméer (40~500)."},{"style":"p","text":""},{"style":"v","text":"«Ñay dale fa feggook ñoom ñooy giirug Manaseen ñi, kilifag askanu Manase di Gamliyel doomu Pedacur."},{"style":"v","text":"Ña ñu limal gàngooram di fanweeri junneek ñaar ak ñaari téeméer (32~200)."},{"style":"p","text":""},{"style":"v","text":"«Giirug Beñamineen ñeey feggook ñoom, kilifag askanu Beñamin di Abidan doomu Gidoni."},{"style":"v","text":"Ña ñu limal gàngooram di fanweeri junneek juróom ak ñeenti téeméer (35~400)."},{"style":"p","text":""},{"style":"v","text":"«Mboolem ña ñu limal dalub Efrayim aki gàngooram daldi doon téeméeri junneek juróom ñett ak téeméer (108~100). Bu ñuy dem, ñooñoo di ñetteelu kuréel, dox topp ca."},{"style":"b","text":""},{"style":"p","text":""},{"style":"v","text":"«Waa raayab Dan ñooy dale bëj-gànnaar, ñook seeni gàngoor, kilifag askanu Dan di Axyeser doomu Amisadaay."},{"style":"v","text":"Ña ñu limal gàngooram di juróom benn fukki junneek ñaar ak juróom ñaari téeméer (62~700)."},{"style":"p","text":""},{"style":"v","text":"«Ñay dale fa feggook ñoom ñooy giirug Asereen ñi, kilifag askanu Aser di Pagyel doomu Okkran."},{"style":"v","text":"Ña ñu limal gàngooram di ñeent fukki junneek benn ak juróomi téeméer (41~500)."},{"style":"p","text":""},{"style":"v","text":"«Giirug Neftaleen ñeey feggook ñoom, kilifag askanu Neftali di Axira doomu Enan."},{"style":"v","text":"Ña ñu limal gàngooram di juróom fukki junneek ñett ak ñeenti téeméer (53~400)."},{"style":"p","text":""},{"style":"v","text":"«Mboolem ña ñu limal dalub Dan daldi doon téeméer ak juróom fukki junneek juróom ñaar ak juróom benni téeméer (157~600). Ñooñooy mujja jóg, topp seeni raaya.»"},{"style":"b","text":""},{"style":"p","text":""},{"style":"v","text":"Ñooñu lañu limal bànni Israayil na ñu bokke seen këri maam. Mboolem ña ñu limal dal ya ak seeni gàngoor doon juróom benni téeméeri junneek ñett ak juróomi téeméer ak juróom fukk (603~550)."},{"style":"v","text":"Leween ñi nag limaaleesu leen ci bànni Israayil, te noonu la ko Aji Sax ji sante woon Musaa."},{"style":"p","text":""},{"style":"v","text":"Bànni Israayil daldi def noonu. Mboolem noonee ko Aji Sax ji sante woon Musaa, na lañu daan dale, topp seeni raaya, na lañu daan jóge, ku nekk ak làngam ak kër maamam."}]