[{"style":"s1","text":"Bànni Israayil am na ndam"},{"style":"p","text":""},{"style":"v","text":"Kanaaneen ba, buurub Aràdd ba dëkke woon Negew, moo dégg ne Israayil a ngay jaare yoonu Atarim, di dikk. Mu xareek Israayil, jàpp ñenn ca ñoom."},{"style":"v","text":"Ci kaw loolu Israayil xasal Aji Sax ji aw xas, ne ko: «Soo tegee ba teg mbooloo mii ci sunuy loxo déy, dinanu faagaagal seeni dëkk.»"},{"style":"v","text":"Aji Sax ji nangul Israayil, jébbal leen Kanaaneen ña, ñu faagaagal leen, ñook seeni dëkk. Ñu daldi woowe gox ba Xorma (muy firi Lu ñu faagaagal)."},{"style":"s1","text":"Lu jëm ci nattub jaan ya"},{"style":"p","text":""},{"style":"v","text":"Ñu bàyyikoo tundu Or, jubal yoonu géeju Barax ya, ngir teggi réewum Edom. Mbooloo ma nag mujj xàddi ca yoon wa."},{"style":"v","text":"Ña ngay xultu ca kaw Yàlla ak Musaa, naa: «Lu ngeen nu doon jële Misra, ngir nu dee ci màndiŋ mi? Duw ñam, dum ndox, te \\w mànn|mànn:\\w* mii, di ñamu toskare génnliku na nu!»"},{"style":"v","text":"Ba loolu amee Aji Sax ji yebal ay jaan yu seen daŋar di lakke ca biir mbooloo ma, ñu màtt leen, ba ñu bare ci \\w bànni Israayil|bànni Israayil:\\w* dee."},{"style":"v","text":"Mbooloo ma dikk ba ci Musaa, ne ko: «Noo tooñ, ndax noo xultu ci kaw Aji Sax ji, ak ci sa kaw. Tinul nu Aji Sax ji, mu teggil nu jaan yi!» Musaa daldi tinul mbooloo ma."},{"style":"v","text":"Aji Sax ji ne Musaa: «Defarlul jëmmu jaan ju daŋar ji di lakke, nga wékk ko ci bant. Su ko defee képp ku ñu màtt, boo ca xoolee, mucc.»"},{"style":"v","text":"Ci kaw loolu Musaa defarlu jaanu xànjar, wékk ko ci bant, ba képp ku jaan màtt, bu xoolee jaanu xànjar ja, daldi mucc."},{"style":"s1","text":"Israayil daan na Sixon ak Og"},{"style":"p","text":""},{"style":"v","text":"\\w Bànni Israayil|bànni Israayil:\\w* fabooti, dem ba dali fa ñuy wax Obot,"},{"style":"v","text":"jóge Obot, dali Yee Abarim, ca màndiŋ ma janook Mowab, ca penku ba."},{"style":"v","text":"Foofa lañu faboo, dem ba dali ca walum Seredd,"},{"style":"v","text":"bàyyikooti foofa, dem ba dali ca wàllaa dexu Arnon ga wale ca réewum Amoreen ña te jaare ca màndiŋ ma. Dexu Arnon googa, fa la réewum Mowab digalook Amoreen ñi."},{"style":"v","text":"Moo tax téereb Xarey Aji Sax ji indi ko, ne:"},{"style":"q1","text":"«Waxeb ga ca Sufa,"},{"style":"q1","text":"xuri Arnon yaak"},{"style":"q1","text":""},{"style":"v","text":"xur ya bartalu,"},{"style":"q1","text":"jëm néegi Ar, leruji suufas Mowab.»"},{"style":"p","text":""},{"style":"v","text":"Fa lañu bàyyikoo, dem Beer, (muy firi ab Teen); teen boobu, fa la Aji Sax ji noon Musaa: «Dajaleel mbooloo mi, ma may leen ndox.»"},{"style":"v","text":"Ca la Israayil woy woy wii:"},{"style":"q1","text":"«Teen bile walal, nu woy."},{"style":"q1","text":""},{"style":"v","text":"Ay garmee la bënn,"},{"style":"q1","text":"kàngami askan wi gase la yeti buur ak seen banti bopp.»"},{"style":"p","text":"Ñu jóge màndiŋ ma, dem ba Matana,"},{"style":"v","text":"jóge Matana dem Naxaliyel, jóge Naxaliyel, dem Bamot,"},{"style":"v","text":"jóge Bamot ba ca xur wa ca àllub Mowab, àkki nag njobbaxtalu tundu Pisga wa tiim ndànd-foyfoy ga."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Israayil yebal ay ndaw ca Sixon buurub Amoreen ña, ne ko:"},{"style":"v","text":"«May nu, nu jaare sam réew. Dunu fi jàdde benn tool mbaa ab tóokëru reseñ, dunu fi naan ndoxum teen. Mbeddum buur lanuy topp, ba keroog nuy jàll sam réew.»"},{"style":"v","text":"Sixon nag mayul Israayil, ñu jaarem réewam, xanaa mu dajale gàngooram gépp, sàqi, ngir dajejeek Israayil ca màndiŋ ma. Mu dikk ba Yaxacc, song Israayil,"},{"style":"v","text":"Israayil leel ko ñawkay saamar, nangu seenum réew, dale ko Arnon ba Yabog, ba àgg ca Amoneen ña, ndax kemu réewum Amoneen ñaa fegu woon ba kenn manu koo bëtt, jàll."},{"style":"v","text":"Israayil nangu dëkki Amoreen yooyu yépp, daldi sance mboolem seeni dëkk, boole ca Esbon aki dëkk-dëkkaanam."},{"style":"p","text":""},{"style":"v","text":"Esbon moo doon péeyub Sixon buurub Amoreen ña. Kookoo xare woon ak buuru Mowab ba woon, moo nangu ciy loxoom réewam mépp, ba Arnon."},{"style":"v","text":"Moo tax woykat ya ne:"},{"style":"q1","text":"«Ayca ca Esbon, ba tabaxees kooti;"},{"style":"q1","text":"na dëkkub Sixon jógati."},{"style":"q1","text":""},{"style":"v","text":"Lakk gaa nga jóge Esbon,"},{"style":"q1","text":"sawaraa bawoo dëkkub Sixon ba,"},{"style":"q1","text":"xoyomi Ar ga ca Mowab,"},{"style":"q1","text":"gor ñooña tiim dexu Arnon."},{"style":"q1","text":""},{"style":"v","text":"Mowabee ngalla yaw!"},{"style":"q1","text":"Sànku ngeenee, yeen askanu Kemos\\f + \\fr 21.29 \\fk Kemos, \\ft tuurum Mowabeen ñi la woon.\\f*,"},{"style":"q1","text":"mi wacc doomam yu góor, ñu daw,"},{"style":"q1","text":"doomam yu jigéen doon jaami Sixon buurub Amor."},{"style":"q1","text":""},{"style":"v","text":"Noo leen fitt,"},{"style":"q1","text":"Esbon ba Dibon rajaxoo,"},{"style":"q1","text":"nu rajaxeeti ba Nofa, ba àkki Medeba.»"},{"style":"p","text":""},{"style":"v","text":"Israayil nag dëkke réewum Amoreen ña."},{"style":"v","text":"Ba loolu amee Musaa yebal ay ndaw, ñu yëri dëkk ba ñuy wax Yaser. Gannaaw gi, bànni Israayil nangu dëkk-dëkkaan ya, daldi fay dàqe Amoreen ña."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee ñu walbatiku, awe yoonu Basan, Og buuru Basan ànd ak gàngooram gépp, dajejeek ñoom, song leen xare ca Eddrey."},{"style":"v","text":"Aji Sax ji ne Musaa: «Bu ko ragal, ndax ci say loxo laa ko teg, mook gàngooram gépp akum réewam, nga def ko na nga defoon Sixon buurub Amoreen ba woon fa Esbon.»"},{"style":"v","text":"Ci kaw loolu ñu jam Og, mooki doomam ak gàngooram gépp, ba desewul kuy dund, ñu daldi nangu réewam."}]