[{"style":"ms1","verse":"","text":"Balaam gis na céru barke bi ñeel Israayil"},{"style":"mr","verse":"","text":"(Saar 22---25)"},{"style":"s1","verse":"","text":"Buur Balag woo na Balaam wall"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"\\w Bànni Israayil|bànni Israayil:\\w* demati ba dali ca joori Mowab ca wàllaa dexu Yurdan, janook Yeriko."},{"style":"v","verse":"2","text":"Fekk na Balag doomu Cippor gis mboolem la bànni Israayil def Amoreen ña."},{"style":"v","verse":"3","text":"Mowab nag am tiitaange ju réy ca gàngooru bànni Israayil, ndax bare. Mowab jàq na ba mu gisee bànni Israayil."},{"style":"v","verse":"4","text":"Ci kaw loolu Mowab giseek magi Majan, ne leen: «Ndiiraan wii kat, ni nag di forem parlu ba mu set, ni lañu nara ñédde li nu wër lépp, ba mu set.»"},{"style":"p","verse":"","text":"Jant yooyu Balag doomu Cippor moo doon buuru Mowab."},{"style":"v","verse":"5","text":"Mu yebal ay ndaw ca Balaam doomu Bewor ngir woowi ko, ca Petor ga Balaam cosaanoo, ca tàkkal dexu Efraat ngir ne ko: «Balaam! Gàngoor a ngii jóge Misra. Ñu ngii lal suuf si ba mu daj, te ñoo sanc, janook man màkk."},{"style":"v","verse":"6","text":"Kon nag dikkal gaaw ñaanal ma yàlla gàngoor gii, ngir ñoo ma ëpp doole. Jombul ma duma leen, ba dàq leen réew mi, ndax xam naa ne koo ñaanal barke, mu barkeel, te koo ñaanal alkànde, mu alku.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci kaw loolu magi Mowab ànd ak magi Majan, dem, yóbbaale ay weexal. Ba ñu agsee ca Balaam, daldi koy àgge kàdduy Balag."},{"style":"v","verse":"8","text":"Mu ne leen: «Fanaanleen fii guddig tey. Tont lu ma ci Aji Sax ji sant rekk, dinaa leen ko àgge.» Kàngami Mowab dal ak Balaam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Yàlla nag dikkal Balaam, ne ko: «Nit ñii fi yaw, ñu mu doon?»"},{"style":"v","verse":"10","text":"Balaam ne Yàlla: «Buuru Mowab Balag doomu Cippor moo yónnee ci man, ne ma:"},{"style":"v","verse":"11","text":"“Balaam, gàngoor a ngii jóge Misra, lal suuf si ba mu daj. Dikkal gaaw móolul ma leen. Jombul ma mana xareek ñoom, ba dàq leen.”»"},{"style":"v","verse":"12","text":"Yàlla ne Balaam: «Bul ànd ak ñoom, te bul ñaan-yàlla mbooloo ma, ndax ñooñu ñu barkeel lañu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba Balaam jógee ca suba sa, da ne kàngami Balag ya: «Delluleen seenum réew, ndax Aji Sax ji bañ na; mayu ma ma ànd ak yeen.»"},{"style":"v","verse":"14","text":"Kàngami Mowab daldi dellu ca Balag, ne ko: «Balaam de bañ naa ànd ak nun.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Balag dellu yebal kàngam yu gëna bare, te gëna kawe."},{"style":"v","verse":"16","text":"Ñooña dem ba ca Balaam, ne ko: «Balag doomu Cippor dafa wax ne: “Ngalla, bu la dara teree dikk, wuyusi ma."},{"style":"v","verse":"17","text":"Maa lay teral teraanga ju réya réy. Loo ma wax, ma def. Dikkal rekk, móolul ma gàngoor gii.”»"},{"style":"v","verse":"18","text":"Balaam tontu surgay Balag, ne leen: «Bu ma Balag doon jox këram ba mu fees ak xaalis ak wurus sax, duma mana def lenn lu tuut mbaa lu réy, lu tebbi sama ndigalu Yàlla Aji Sax ji."},{"style":"v","verse":"19","text":"Waaye yeen it dalleen fii guddig tey, ba ma xam lu ma Aji Sax jiy waxaat.»"},{"style":"v","verse":"20","text":"Ci kaw loolu Yàlla dikkal Balaam ca guddi ga, ne ko: «Gannaaw woosi la mooy tànki ñii, àndal ak ñoom. Waaye nag lu ma la wax rekk, def ko.»"},{"style":"s1","verse":"","text":"Mbaam yedd na boroom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ca ëllëg sa Balaam takk mbaamam, ànd ak kàngami Mowab, dem."},{"style":"v","verse":"22","text":"Ba loolu amee sànjum Yàlla tàkk ndax yoon wa mu sumb. \\w Malaakam Aji Sax|malaakam Aji Sax j-:\\w* ji nag taxaw ca yoon wa, nara jànkoonte ak moom, moom mu war mbaamam, ànd ak ñaari surgaam."},{"style":"v","verse":"23","text":"Ci kaw loolu mbaam ma gis malaakam Aji Sax ji taxaw ca digg yoon wa, xàcc saamaram. Mbaam ma ne walbit, wàcc yoon wa, topp àll ba. Balaam dóor mbaam ma, waññi ko ba ca yoon wa."},{"style":"v","verse":"24","text":"Ba mu ko defee malaakam Aji Sax ji taxawi fu yoon wa def ñall wu sew wu jaare digg tóokëri reseñ, ñaari miir séq ko."},{"style":"v","verse":"25","text":"Mbaam ma gis malaakam Aji Sax ji, daldi tafu ca miir ba, ba tancaale ca tànkub Balaam. Balaam dellu ko dóor."},{"style":"v","verse":"26","text":"Malaakam Aji Sax ja dellu jiitu, ba taxawi fu xat, ba maneesula weesalook moom, du ndijoor, du càmmoñ."},{"style":"v","verse":"27","text":"Mbaam ma gis malaakam Aji Sax ja, daldi ne wàpp goor ca suufu Balaam, xol ba fuddu, mu dóorati mbaam ma yet wa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ba loolu amee Aji Sax ji tijji gémmiñu mbaam mi, mu ne Balaam: «Ana lu ma la def, ba ñetti yoon a ngii nga di ma dóor?»"},{"style":"v","verse":"29","text":"Balaam ne mbaam mi: «Yaa may foontoo, su ma yoroon saamar, léegi laa lay rey!»"},{"style":"v","verse":"30","text":"Mu ne ko: «Xanaa du maay sa mbaam mi ngay war bu yàgg ba nga ma moomee, ba tey jii? Dama laa masa def nii?» Mu ne ko: «Déedéet.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Aji Sax ji nag ubbi bëti Balaam, mu gis malaakam Aji Sax ja, mu taxaw ca yoon wa, xàcc saamaram. Mu ne gurub sukk, dëpp jëëm fa suuf."},{"style":"v","verse":"32","text":"Malaakam Aji Sax ji ne ko: «Lu tax ngay dóor sa mbaam mi ñetti yoon nii? Man mii maa dikk, jànkoonteek yaw, ndax yoonu sànkute laa gis."},{"style":"v","verse":"33","text":"Mbaam mi moo ma gis, teggi ma ba muy ñetti yoon nii. Bu ma teggiwuloon déy, yaw laay rey; moom, ma ba ko, mu dund.»"},{"style":"v","verse":"34","text":"Balaam ne malaakam Aji Sax ji: «Maa tooñ, ndax xawma woon ne yaa taxaw, dogale ma ci yoon wi. Léegi nag su la yoon wi neexul, ma daldi dëpp.»"},{"style":"v","verse":"35","text":"Malaakam Aji Sax ji ne Balaam: «Àndal ak nit ñi, waaye daal lu ma la waxloo rekk, wax ko.» Balaam nag ànd ak kàngami Balag, dem."},{"style":"s1","verse":"","text":"Balaam tase na ak Balag"},{"style":"p","verse":"","text":""},{"style":"v","verse":"36","text":"Ba loolu amee Balag dégg ne Balaam a ngay ñëw, mu gatanduji ko ca dëkku Mowab, ba digalook dexu Arnon, ca catu réew ma."},{"style":"v","verse":"37","text":"Balag ne Balaam: «Xanaa yeblewuma woon, ba yebleeti, di la woolu? Lu la tee woona ñëw? Am dama laa manula teral?»"},{"style":"v","verse":"38","text":"Balaam ne Balag: «Maa ngii, wuyusi la, waaye mbaa sañ naa waxal sama bopp lenn? Kàddu gu ma Yàlla waxloo de, moom laay wax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"39","text":"Ci kaw loolu Balaam ànd ak Balag ba Kiryaat Xuccot."},{"style":"v","verse":"40","text":"Balag daldi sarxe ay nag aki gàtt, sédd ca Balaam ak kàngam ya ko dar."},{"style":"v","verse":"41","text":"Ca suba sa Balag ànd ak Balaam, yéeg ba ca kaw \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* ya ñu dippee tuur ma ñuy wax \\w Baal|Baal:\\w*, mu tollu fa di séen lenni catu mbooloo ma."}]