[{"style":"s1","text":"Balaam ñaanal na Israayil"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Balaam ne Balag: «Tabaxal ma fii juróom ñaari \\w sarxalukaay|sarxalukaay b-:\\w*, te waajalal ma fi juróom ñaari yëkk yu ndaw, ak juróom ñaari kuuy.»"},{"style":"v","text":"Balag def na Balaam wax, Balag ak Balaam ku ci nekk sarxal wenn yëkk ak menn kuuy ci sarxalukaay bu nekk."},{"style":"v","text":"Balaam ne Balag: «Taxawal fii ci sa \\w saraxu rendi-dóomal|Sarax yi:\\w*, ma dem ba nee. Jombul Aji Sax ji dikk, dajeek man. Mbir mu mu ma won, dinaa la ko àgge.» Mu daldi dem ba ca kaw tund wu ndaw wu dara saxul."},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Yàlla dikk, dajeek Balaam, Balaam ne ko: «Juróom ñaari sarxalukaay yi, yékkati naa leen te sarxalukaay bu ci nekk, sarxal naa ci wenn yëkk ak menn kuuy.»"},{"style":"v","text":"Aji Sax ji nag yeb kàddu ci gémmiñu Balaam, daldi ne ko: «Dellul ca Balag, te nga waxe noonu.»"},{"style":"p","text":""},{"style":"v","text":"Balaam dellu ca moom, fekkul lu moy mu taxaw ca saraxu dóomalam, moom ak kàngami Mowab yépp."},{"style":"v","text":"Balaam yékkati kàddug ñaanam, ne:"},{"style":"q1","text":"«Fa Aram la ma Balag buuru Mowab jële,"},{"style":"q2","text":"foofa ca tundi penku ya, ne ma:"},{"style":"q1","text":"“Kaay ñaanal ma yàlla Yanqóoba."},{"style":"q1","text":"Dikkal rëbbal ma Israayil mii.”"},{"style":"q1","text":""},{"style":"v","text":"Moo! Nu may móoloo ku Yàlla móoluwul?"},{"style":"q1","text":"Ana nu may rëbbe ku Aji Sax ji rëbbul?"},{"style":"q1","text":""},{"style":"v","text":"Kaw doj yii laa tollu di leen séen,"},{"style":"q1","text":"fi kawte yii laa leen jéere."},{"style":"q1","text":"Aw askan a ngii, dëkke fu beru,"},{"style":"q1","text":"te bokkuñu ak xeet yi."},{"style":"q1","text":""},{"style":"v","text":"Ana kuy lim feppi suuf, ba lim askanu Yanqóoba?"},{"style":"q1","text":"Ku mana waññ xaajaatub Israayil gii?"},{"style":"q1","text":"Man de, yal naa dee deewinu aji jub ñii,"},{"style":"q1","text":"yal na sama muj mel ni gu askan wii!»"},{"style":"s1","text":"Balaam baamu na ñaanam"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Balag ne Balaam: «Yaw, li nga ma def nag? Móolu samay noon laa la jële, yaw defoo lenn lu moy ñaanal leen?»"},{"style":"v","text":"Mu ne ko: «Xanaa du kàddu gu Aji Sax ji yeb sama gémmiñ, moom laa wara sàmm, ngir wax ko?»"},{"style":"v","text":"Balag ne ko: «Kaay rekk, topp ma, ba feneen fooy tollu di leen gis. Seen cat doŋŋ ngay gis nag, waaye doo leen gis ñoom ñépp. Su ko defee nga móolul ma leen foofu.»"},{"style":"v","text":"Mu daldi koy yóbbu ba ca toolub Cofim, ca collu tundu Pisga. Ci kaw loolu mu tabax fa juróom ñaari \\w sarxalukaay|sarxalukaay b-:\\w*, sarxalukaay bu nekk, mu sarxalati fa yëkk wu ndaw ak am kuuy."},{"style":"v","text":"Balaam ne Balag: «Taxaweel nii ci sa \\w saraxu rendi-dóomal|Sarax yi:\\w*, man ma séentuji nee.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Aji Sax ji dajeek Balaam, daldi yeb kàddu ci gémmiñam, ne ko: «Dellul ca Balag, te nga waxe noonu.»"},{"style":"v","text":"Mu dem ba ca moom, fekku ko lu moy mu taxaw ca wetu saraxu rendi-dóomalam, mook kàngami Mowab. Balag ne ko: «Lu Aji Sax ji wax?»"},{"style":"v","text":"Balaam daldi yékkati kàddug ñaanam, ne:"},{"style":"q1","text":"«Jógal dégloo, Balag,"},{"style":"q1","text":"teewlu maa, doomi Cippor."},{"style":"q1","text":""},{"style":"v","text":"Yàlla du nit, bay fen,"},{"style":"q1","text":"du doom aadama bay tuub."},{"style":"q1","text":"Moom wax na lu mu deful a?"},{"style":"q1","text":"Am àddu na lu mu sottalul?"},{"style":"q1","text":""},{"style":"v","text":"Kàddug barkeel gii laa jot ndigalam,"},{"style":"q1","text":"Yàllaa barkeel, duma ko tebbi."},{"style":"q1","text":""},{"style":"v","text":"Séeneesul aw ay ci askanu Yanqóoba,"},{"style":"q1","text":"giseesul aw naqar ci xeetu Israayil wii."},{"style":"q1","text":"Seen Yàlla Aji Sax jee ànd ak ñoom,"},{"style":"q1","text":"njiinum buur a jibe fa seen biir."},{"style":"q1","text":""},{"style":"v","text":"Yàllaa leen jële Misra,"},{"style":"q2","text":"féete leen fa ay béjjén féete nagu àll."},{"style":"q1","text":""},{"style":"v","text":"Ñeengo jàppul Yanqóoba,"},{"style":"q1","text":"gisaane gisul Israayil gii."},{"style":"q1","text":"Lu jot rekk, àggees ko Yanqóoba:"},{"style":"q1","text":"ne ko: “Israayiloo, lii la Yàlla def.”"},{"style":"q1","text":""},{"style":"v","text":"Wii askan ni gaynde lay jóge,"},{"style":"q1","text":"ni gayndeg sibi lay faboo,"},{"style":"q1","text":"du goor te yàppul am pàdd,"},{"style":"q1","text":"deret ja tuuru, mu xab.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Balag ne Balaam: «Boo leen móoluwul benn yoon kay, bu leen ñaanal ba doyal boog!»"},{"style":"v","text":"Balaam ne ko: «Xanaa waxuma la woon ne la lépp lu Aji Sax ji wax, loolu laay def?»"},{"style":"v","text":"Balag ne ko: «Kaay rekk, ma yóbbu la feneen. Jombul Yàlla nangu nga móolool ma leen foofu.»"},{"style":"v","text":"Balag yóbbu Balaam ba ca collu tundu Pewor, wa tiim ndànd-foyfoy ga."},{"style":"v","text":"Balaam ne Balag: «Tabaxal ma fii juróom ñaari sarxalukaay, te nga waajalal ma fi juróom ñaari yëkk yu ndaw, ak juróom ñaari kuuy.»"},{"style":"v","text":"Balag def na Balaam wax, ba noppi sarxal aw yëkk wu ndaw ak am kuuy ci kaw sarxalukaay bu nekk."}]