[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji dafa wax Musaa, ak Elasar doomu Aaróona \\w sarxalkat|sarxalkat b-:\\w* ba, ne leen:"},{"style":"v","verse":"2","text":"«Waññleen mbooloom \\w bànni Israayil|bànni Israayil:\\w* gépp, ngeen lim turi góor ñépp, na ñu bokke seen këri maam, dale ko ci ñi am ñaar fukki at, jëm kaw, mboolem ñi xare war ci bànni Israayil.»"},{"style":"v","verse":"3","text":"Musaa ak Elasar sarxalkat ba wax ak ñoom ca joori Mowab, fa janook Yeriko ca wetu dexu Yurdan; ñu ne leen"},{"style":"v","verse":"4","text":"ñi dale ci ñaar fukki at, jëm kaw lees di lim, na ko Aji Sax ji sante Musaa. Lii moo di limeefu nit ña soqikoo ci bànni Israayil, ña génne woon Misra:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ruben moo doon taawub Israayil. Ñi askanoo ci Ruben ñoo di Enog mi sos làngu Enogeen ñi, ak ñoom Palu, Palu mi sos làngu Paluween ñi,"},{"style":"v","verse":"6","text":"ak ñoom Esron, Esron mi sos làngu Esroneen ñi, ak ñoom ñi bokk ci Karmi mi sos làngu Karmeen ñi."},{"style":"v","verse":"7","text":"Làngi Rubeneen ñaa ngoogu, ña ñu ca lim di ñeent fukki junneek ñett ak juróom ñaari téeméer ak fanweer (43~730)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Palu moo meññ Elyab,"},{"style":"v","verse":"9","text":"Elyab meññ Nemwel ak Datan ak Abiram. Datan ak Abiram ñooñii doonooni njiit ca mbooloo ma, ñoo doon diiŋat Musaa ak Aaróona. Ña nga bokkoon ca gàngooru Kore, ba ñuy diiŋat Aji Sax ji,"},{"style":"v","verse":"10","text":"ba suuf sa xar, boole leen ak Kore, wann, keroog ba gàngoor ga sànkoo, te sawara wa lakk ñaari téeméeri nit ak juróom fukk, ñu daldi doon firnde luy artoo."},{"style":"v","verse":"11","text":"Doomi Kore ya nag deewuñu ca."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Ñi askanoo ci Simeyon, ñook seeni làng ñoo di ñoom ñi bokk ci Nemwel mi sos làngu Nemweleen ñi, ak ñoom ñi bokk ci Yamin mi sos làngu Yamineen ñi, ak ñoom ñi bokk ci Yakin mi sos làngu Yakineen ñi,"},{"style":"v","verse":"13","text":"ak ñoom ñi bokk ci Sera mi sos làngu Ceraxeen ñi, ak ñoom ñi bokk ci Sawul mi sos làngu Cawuleen ñi."},{"style":"v","verse":"14","text":"Làngi Cimyoneen ñaa ngoogu, di ñaar fukki junneek ñaar ak ñaari téeméer (22~200)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ñi askanoo ci Gàdd, ñook seeni làng ñoo di ñoom ñi bokk ci Cefon mi sos làngu Cefoneen ñi, ak ñoom ñi bokk ci Agi mi sos làngu Ageen ñi, ak ñoom ñi bokk ci Suni mi sos làngu Cuneen ñi,"},{"style":"v","verse":"16","text":"ak ñoom ñi bokk ci Osni mi sos làngu Osneen ñi, ak ñoom ñi bokk ci Eri mi sos làngu Ereen ñi,"},{"style":"v","verse":"17","text":"ak ñoom ñi bokk ci Arodd mi sos làngu Aroddeen ñi, ak ñoom ñi bokk ci Areli mi sos làngu Areleen ñi."},{"style":"v","verse":"18","text":"Làngi Gàddeen ñaa ngoogu, ña ñu leen limal di ñeent fukki junneek juróomi téeméer (40~500)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Am na nag doomi Yuda yu ñuy wax Er ak Onan. Waaye Er ak Onan ca réewum Kanaan lañu faatoo."},{"style":"v","verse":"20","text":"Ñi askanoo ci Yuda, ñook seeni làng ñoo di ñoom ñi bokk ci Sela mi sos làngu Celaneen ñi, ak ñoom ñi bokk ci Peres mi sos làngu Pereseen ñi, ak ñoom ñi bokk ci Sera mi sos làngu Ceraxeen ñi."},{"style":"v","verse":"21","text":"Ñi askanoo ci Peres ñoo di ñoom ñi bokk ci Esron mi sos làngu Esroneen ñi, ak ñoom ñi bokk ci Amul mi sos làngu Amuleen ñi."},{"style":"v","verse":"22","text":"Làngi Yudeen ñaa ngoogu, ña ñu leen limal di juróom ñaar fukki junneek juróom benn ak juróomi téeméer (76~500)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ñi askanoo ci Isaakar, ñook seeni làng ñoo di Tola mi sos làngu Toleen ñi, ak ñoom ñi bokk ci Puwa mi sos làngu Puween ñi,"},{"style":"v","verse":"24","text":"ak ñoom ñi bokk ci Yasub mi sos làngu Yasubeen ñi, ak ñoom ñi bokk ci Simron mi sos làngu Cimroneen ñi."},{"style":"v","verse":"25","text":"Làngi Isaakar a ngoogu. Ña ñu leen limal di juróom benn fukki junneek ñeent ak ñetti téeméer (64~300)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Ñi askanoo ci Sabulon, ñook seeni làng ñoo di ñoom ñi bokk ci Seredd mi sos làngu Cereddeen ñi, ak ñoom ñi bokk ci Elon mi sos làngu Eloneen ñi, ak ñoom ñi bokk ci Yaxleel, mi sos làngu Yaxleleen ñi."},{"style":"v","verse":"27","text":"Làngi Cabuloneen ñaa ngoogu, ña ñu leen limal di juróom benn fukki junni ak juróomi téeméer (60~500)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ñi askanoo ci Yuusufa nag, ñook seeni làng, ñoo soqikoo ci Manase ak Efrayim."},{"style":"v","verse":"29","text":"Ñi soqikoo ci Manase ñoo di ñoom ñi bokk ci Makir mi sos làngu Makireen ñi. Makir moo jur Galàdd. Ci Galàdd la làngu Galàddeen ñi soqikoo."},{"style":"v","verse":"30","text":"Ñii ñoo askanoo ci Galàdd: Yeser mi sos làngu Yesereen ñi, ak ñoom ñi bokk ci Eleg mi sos làngu Elegeen ñi,"},{"style":"v","verse":"31","text":"ak Asriyel mi sos làngu Asriyeleen ñi, ak Sikem mi sos làngu Cikemeen ñi,"},{"style":"v","verse":"32","text":"ak Semida mi sos làngu Cemideen ñi, ak Efer mi sos làngu Efereen ñi."},{"style":"v","verse":"33","text":"Celofat doomu Efer nag amuloon doom ju góor, xanaa aw jigéen doŋŋ. Doomi Celofat yu jigéen di Maxla ak Nowa ak Ogla ak Milka ak Tirca."},{"style":"v","verse":"34","text":"Làngi Manasee ngoogu, ña ñu leen limal di juróom fukki junneek ñaar ak juróom ñaari téeméer (52~700)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Ñii nag ñoo askanoo ci Efrayim, ñook seeni làng: ñoom ñi bokk ci Sutelax mi sos làngu Cutelaxeen ñi, ak ñoom ñi bokk ci Beker mi sos làngu Bekereen ñi, ak ñoom ñi bokk ci Taxan mi sos làngu Taxaneen ñi."},{"style":"v","verse":"36","text":"Ñii nag, askanu Sutelax lañu: ñoom ñi bokk ci Eran, ak làngu Eraneen ñi mu sos."},{"style":"v","verse":"37","text":"Làngi Efrayim a ngoogu, ña ñu leen limal di fanweeri junneek ñaar ak juróomi téeméer (32~500)."},{"style":"p","verse":"","text":"Ñooñoo askanoo ci Yuusufa, ñook seeni làng."},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Ñi askanoo ci Beñamin, ñook seeni làng ñoo di ñoom ñi bokk ci Bela mi sos làngu Beleen ñi, ak ñoom ñi bokk ci Asbel mi sos làngu Asbeleen ñi, ak ñoom ñi bokk ci Axiram mi sos làngu Axirameen ñi,"},{"style":"v","verse":"39","text":"ak ñoom ñi bokk ci Sufam mi sos làngu Cufameen ñi, ak ñoom ñi bokk ci Ufam mi sos làngu Ufameen ñi."},{"style":"v","verse":"40","text":"Askanu Bela wi sosoo ci Àrd ak Naaman ñoo di làngu Àrdeen ñi, ak làngu Naameen ñi sëtoo ci Naaman."},{"style":"v","verse":"41","text":"Ñooñoo askanoo ci Beñamin, ñook seeni làng, ña ñu leen limal di ñeent fukki junneek juróom ak juróom benni téeméer (45~600)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"42","text":"Ñii nag ñoo askanoo ci Dan, ñook seeni làng: ñoom ñi bokk ci Suxam ak làngu Cuxameen ñi. Daneen ñaa ngoogu, na ñu lime seeni làng."},{"style":"v","verse":"43","text":"Mboolem làngi Cuxameen, ña ñu leen limal juróom benn fukki junneek ñeent la, ak ñeenti téeméer (64~400)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Ñi askanoo ci Aser, ñook seeni làng ñoo di ñoom ñi bokk ci Imna mi sos làngu Imneen ñi, ak ñoom ñi bokk ci Iswi mi sos làngu Isween ñi, ak ñoom ñi bokk ci Berya mi sos làngu Beryeen ñi."},{"style":"v","verse":"45","text":"Waa askanu Berya ñoo di ñoom ñi bokk ci Eber mi sos làngu Ebereen ñi, ak ñoom ñi bokk ci Malkiyel mi sos làngu Malkiyeleen ñi."},{"style":"v","verse":"46","text":"Doomu Aser ju jigéen nag moo di Sera."},{"style":"v","verse":"47","text":"Làngi Asereen ñaa ngoogu, ña ñu leen limal di juróom fukki junneek ñett ak ñeenti téeméer (53~400)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Ñi askanoo ci Neftali ñook seeni làng ñoo di ñoom ñi bokk ci Yàcceel, mi sos làngu Yàcceleen ñi, ak ñoom ñi bokk ci Gunni mi sos làngu Guneen ñi,"},{"style":"v","verse":"49","text":"ak ñoom ñi bokk ci Yeccer mi sos làngu Yecereen ñi, ak ñoom ñi bokk ci Silem mi sos làngu Cilemeen ñi."},{"style":"v","verse":"50","text":"Neftaleen ñaa ngoogu, ñook seeni làng, ña ñu leen limal di ñeent fukki junneek juróom ak ñeenti téeméer (45~400)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Limeefu bànni Israayil a ngoogu, di juróom benni téeméeri junneek benn ak juróom ñaari téeméer ak fanweer (601~730)."},{"style":"s1","verse":"","text":"Lu jëm ci séddaleb réew ma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"52","text":"Aji Sax ji nag wax Musaa, ne ko:"},{"style":"v","verse":"53","text":"«Ñii lees di séddale réew mi, te na cér yi dëppook limu nit ñi."},{"style":"v","verse":"54","text":"Làng gu gëna mag, na am cér bu gëna mag, làng gu gëna tuut, am cér bu gëna tuut, làng gu ci nekk, cér bi dëppook ab limam lees koy jox."},{"style":"v","verse":"55","text":"Ab tegoo bant doŋŋ lees di séddalee réew mi, te seen limu giiri maam ya ñu bokk, na dëppook seenub cér."},{"style":"v","verse":"56","text":"Ci kaw tegoo bant lees di dogale céru giir gu ñu bare séq, ak gu ñu néew séq.»"},{"style":"s1","verse":"","text":"Ñaareelu limeefu Leween ñi taxaw na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"57","text":"Ñii nag lañu limal \\w Leween|Leween b-:\\w* ñi ak seeni làng: ñoom ñi bokk ci Gerson mi sos làngu Gersoneen ñi, ak ñoom ñi bokk ci Keyat mi sos làngu Keyateen ñi, ak ñoom ñi bokk ci Merari mi sos làngu Merareen ñi."},{"style":"v","verse":"58","text":"Ñii itam ci làngi Leween lañu: làngu Libneen ñi, ak làngu Ebroneen ñi, ak làngu Maxleen ñi, ak làngu Museen ñi, ak làngu Koreen ñi. Keyat nag mooy maamu Amram;"},{"style":"v","verse":"59","text":"soxnas Amram di Yokebedd doomu Lewi, ja juddoo Misra. Yokebedd am ak Amram Aaróona ak Musaa ak Maryaama, seenub jigéen."},{"style":"v","verse":"60","text":"Aaróona moo jur Nadab ak Abiyu ak Elasar ak Itamar."},{"style":"v","verse":"61","text":"Nadab ak Abiyu ña nga dee keroog ba ñu taalalee Aji Sax ji \\w cuuraay|cuuraay l-:\\w* lu warul."},{"style":"v","verse":"62","text":"Ña ñu limal Leween ñi nag ñaar fukki junneek ñett lañu (23~000), di mboolem góor ña am weer, jëm kaw, te limaaleesu leen ak \\w bànni Israayil|bànni Israayil:\\w* ga ca des, ndax joxeesu leen ab cér ci biir bànni Israayil."},{"style":"s1","verse":"","text":"Tëj nañu limeef ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"63","text":"Ñooñu lañu lim ci njiital Musaa ak Elasar \\w sarxalkat|sarxalkat b-:\\w* ba, ba ñu tënkee limeefu \\w bànni Israayil|bànni Israayil:\\w* ca joori Mowab, ga janook Yeriko, ca tàkkal dexu Yurdan."},{"style":"v","verse":"64","text":"Ñooñu, kenn desul ca seen biir, te bokkoon ca limeefu bànni Israayil, ba Musaak Aaróona sarxalkat ba njëkkoona tënke ca màndiŋu Sinayi."},{"style":"v","verse":"65","text":"Ndax ci ñoom ñi bokk ci la Aji Sax ji noon dee rekk lañuy def ba jeex ca màndiŋ ma. Kenn desu ca, ku dul Kaleb doomu Yefune, ak Yosuwe doomu Nuun."}]