[{"style":"s1","verse":"","text":"Bés bu nekk laaj na ab sarax"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxati Musaa, ne ko:"},{"style":"v","verse":"2","text":"«Santal \\w bànni Israayil|bànni Israayil:\\w* ne leen sama sarax, sama ñam wi jëm ci sama saraxi sawara ngir xetug jàmm, ñeel ma, nañu farlu ci di ma ko indil saa yu àppam jotee."},{"style":"v","verse":"3","text":"Nga waxleen ne leen, lii moo di saraxu sawara bi ñuy indil Aji Sax ji: ay kuuyu menn at yu mucc sikk, ñaar ci bés bi, muy \\w saraxu rendi-dóomal|Sarax yi:\\w* bi war bés bu nekk."},{"style":"v","verse":"4","text":"Menn kuuy mi, ngeen sarxal ko ci suba, ñaareel bi, ngeen sarxal ko diggante ngoon ak jant bu so."},{"style":"v","verse":"5","text":"Benn fukkeelu efab sunguf su mucc ayib, tollu ci ñetti kilo, mooy \\w saraxu pepp|Sarax yi:\\w* bi kuuy mu nekk di àndal, ñu tooyale ko walaatu xiinu diwu segalu oliw, tollu ci liitar."},{"style":"v","verse":"6","text":"Looloo di rendi-dóomal bi war bés bu nekk, na ñu ko dogale woon ca tundu Sinayi, ngir xetug jàmm, muy saraxu sawara, ñeel Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«\\w Saraxu tuuru|Sarax yi:\\w* si mu àndal, walaatu xiin lay doon, tollu ci liitar ngir kuuy mu ci nekk. Ci ëtt bu \\w sell|sell:\\w* bi lees di sotti biiñ, muy saraxu tuuru bi ñeel Aji Sax ji."},{"style":"v","verse":"8","text":"Meneen kuuy mi, sarxeleen ko diggante ngoon ak jant bu so, mu ànd ak saraxu pepp ak saraxu tuuru niki ci suba, ngeen def ko saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji."},{"style":"s1","verse":"","text":"Bésub Noflaay am na saraxam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«\\w Bésub Noflaay|bésub Noflaay b-:\\w* nag ñaari kuuyu menn at yu mucc sikk lay doon, ak \\w saraxu pepp|Sarax yi:\\w*, biy ñaari fukkeeli efay sunguf su mucc ayib, di juróom benni kilo, ñu tooyale ko ag diw, te mu ànd ak \\w saraxu tuuru|Sarax yi:\\w*."},{"style":"v","verse":"10","text":"Loolooy \\w saraxu rendi-dóomalu|Sarax yi:\\w* bésub Noflaay, ci bésub Noflaay bu nekk, te bokkewul ak dóomal bi war bés bu nekk, te ànd ak saraxu tuuru."},{"style":"s1","verse":"","text":"Terutel weer am na saraxam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Te itam seen bési Terutel weer, nangeen sarxe ab \\w rendi-dóomal|Sarax yi:\\w*, ñeel Aji Sax ji. Ñaari yëkk yu ndaw, ak menn kuuy mu mag, ak juróom ñaari kuuyu menn at, te lu ci nekk mucc sikk,"},{"style":"v","verse":"12","text":"ak ñetti fukkeeli efay sunguf su mucc ayib, di juróom ñeenti kilo, muy \\w saraxu pepp|Sarax yi:\\w*, ñu tooyale ko ag diw, booleek yëkk wu nekk, ak ñaari fukkeeli efay sunguf su mucc ayib, di juróom benni kilo, muy saraxu pepp, ñu tooyale ko ag diw, booleek kuuy mu mag mi,"},{"style":"v","verse":"13","text":"ak benn fukkeelu efab sunguf su mucc ayib, di ñetti kilo, muy saraxu pepp, ñu tooyale ko ag diw, booleek mépp kuuyum menn at. Saraxu rendi-dóomal la, ngir xetug jàmm, di saraxu sawara, ñeel Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Ay \\w saraxi tuuru|Sarax yi:\\w* lay àndal, genn-wàllu xiinu biiñ la, tollu ci ñaari liitar ci yëkk wu nekk, ak benn ñetteelub xiin, tollu ci liitar ak genn-wàll ci kuuy mu mag mi, ak walaatu xiin, tollu ci liitaru biiñ ci mépp kuuyu menn at. Loolooy saraxu rendi-dóomalu weer wi, weer wu ci nekk, ba weeri at mi daj."},{"style":"v","verse":"15","text":"Ak itam bennub sikket, mu ànd ak saraxu tuuru ngir \\w saraxu póotum bàkkaar|Sarax yi:\\w*, ñeel Aji Sax ji ci bésub Terutel weer wi, te bokkewul ak rendi-dóomal bi ñuy sarxe bés bu nekk."},{"style":"s1","verse":"","text":"Bésub Mucc am na saraxam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Fukki fan ak ñeent ci weer wi njëkk, mooy \\w màggalu bésub Mucc|Màggal yi:\\w* ba, ñeel Aji Sax ji."},{"style":"v","verse":"17","text":"Ëllëg sa, fukki fan ak juróom ci weer woowu, di màggal; diiru juróom ñaari fan, mburu mu amul lawiir lees cay lekk."},{"style":"v","verse":"18","text":"Bés bu jëkk boobu, woote bu \\w sell|sell:\\w* lees cay amal. Mboolem lees baaxoo liggéey, deesu ko ci liggéey."},{"style":"v","verse":"19","text":"Nangeen ci def saraxu sawara, mu dib \\w rendi-dóomal|Sarax yi:\\w*, ñeel Aji Sax ji: ñaari yëkk yu ndaw, ak menn kuuy mu mag, ak juróom ñaari kuuyu menn at, te ngeen def lépp di lu mucc sikk."},{"style":"v","verse":"20","text":"Yooyii ànd ak \\w saraxu peppam|Sarax yi:\\w*, di sunguf su mucc ayib, su ñu tooyale ag diw, ñetti fukkeeli efay sunguf, di juróom ñeenti kilo, ciw yëkk, ñaari fukkeeli efay sunguf, di juróom benni kilo, cim kuuy mu mag,"},{"style":"v","verse":"21","text":"ak benn fukkeelu efab sunguf, di ñetti kilo, ci mii kuuy, benn fukkeelu efa ca mee, ba juróom ñaari kuuy yu ndaw yi daj,"},{"style":"v","verse":"22","text":"ak benn \\w sikketu póotum bàkkaar|Sarax yi:\\w* ngir seen njotlaay."},{"style":"v","verse":"23","text":"Te bokkewul ak rendi-dóomalu suba si, rendi-dóomal boobu war bés bu nekk."},{"style":"v","verse":"24","text":"Sarax yu mel noonu ngeen di sarxal ci bés bi, ak seen \\w saraxu tuuru|Sarax yi:\\w*, diiru juróom ñaari fan, muy ñamu saraxu sawara ngir xetug jàmm, ñeel Aji Sax ji. Ci kaw rendi-dóomal bi war bés bu nekk, ci lees koy dolli."},{"style":"v","verse":"25","text":"Bésub juróom ñaareel ba, seen bésub woote bu sell lay doon. Mboolem lees baaxoo liggéey, deesu ko ci liggéey."},{"style":"s1","verse":"","text":"Ngóob am na saraxam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Bésub \\w ndoortel meññeef|Sarax yi:\\w* ba ngeen di sarxesi \\w saraxu pepp|Sarax yi:\\w* mu bees, ñeel Aji Sax ji, ci seen biir \\w màggalug Ayi bés|Màggal yi:\\w* nag, seen bésub woote bu \\w sell|sell:\\w* lay doon. Mboolem lees baaxoo liggéey, deesu ko ci liggéey."},{"style":"v","verse":"27","text":"Nangeen ci sarxal ab \\w rendi-dóomal|Sarax yi:\\w*, ngir xetug jàmm, ñeel Aji Sax ji: ñaari yëkk yu ndaw, ak menn kuuy mu mag, ak juróom ñaari kuuyu menn at."},{"style":"v","verse":"28","text":"Saraxu peppam di sunguf su mucc ayib, su ñu tooyale ag diw. Ñetti fukkeeli efay sunguf, di juróom ñeenti kilo ci yëkk wu nekk, ak ñaari fukkeeli efa, di juróom benni kilo ci kuuy mu mag mi,"},{"style":"v","verse":"29","text":"ak fukkeelub efa, di ñetti kilo, ci mii kuuy, fukkeelub efa ca mee, ba juróom ñaari kuuy yu ndaw yi daj,"},{"style":"v","verse":"30","text":"ak bennub sikket ngir seen njotlaay."},{"style":"v","verse":"31","text":"Sarxeleen loolu, te bumu bokke ak rendi-dóomal bi war bés bu nekk tey ànd ak saraxu pepp. Lu mucc sikk nag ngeen di def sarax yooyii, te ngeen defaale \\w saraxi tuuru|Sarax yi:\\w* yi ci war."}]