[{"style":"s1","text":"Lu jëm ci sasi Leween ñi"},{"style":"p","text":""},{"style":"v","text":"Ñii ñoo di askani Aaróona ak Musaa, jant ba Aji Sax jiy wax, mook Musaa ca kaw tundu Sinayi."},{"style":"v","text":"Doomi Aaróona yu góor ñoo di Nadab, taaw ba, ak Abiyu ak Elasar ak Itamar."},{"style":"v","text":"Turi doomi Aaróona yu góor, \\w sarxalkat|sarxalkat b-:\\w* yaa ngi noonu; ñu faloon leen, sédd leen céru carxal."},{"style":"v","text":"Nadab ak Abiyu nag mujj dee fi kanam Aji Sax ji, ba ñu taalalee Aji Sax ji \\w cuuraay|cuuraay l-:\\w* lu warul ca màndiŋu Sinayi. Gannaaw amuñu woon doom yu góor, Elasar ak Itamar daldi féetewoo liggéeyu carxal ba, ca seen kanamu baay Aaróona."},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Aji Sax ji ne Musaa:"},{"style":"v","text":"«Indil \\w Leween|Leween b-:\\w* ñi, tegleen ci kilifteefu Aaróona sarxalkat bi, ngir ñu di ko jàppale;"},{"style":"v","text":"ñooy sàmm ndénkaaneem, di sàmm ndénkaaneb mbooloo mépp fi kanam \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, ndax ñooy sasoo liggéeyu jaamookaay bi."},{"style":"v","text":"Ñooy sàmm mboolem jumtukaayi xaymab ndaje mi, ñooy sàmm ndénkaaneb \\w bànni Israayil|bànni Israayil:\\w*, ndax ñooy sasoo liggéeyu jaamookaay bi."},{"style":"v","text":"Noonu ngay jële Leween ñi, sédd leen Aaróona ak doomam yu góor. Ñoom ñoo di cér bu mat sëkk bu ñu koy sédde ci bànni Israayil."},{"style":"v","text":"Aaróona ak doomam yu góor nag ngay tabb ngir ñu sasoo seenug carxal, waaye képp ku ci laal te bokku ci, dees koy rey.»"},{"style":"v","text":"Aji Sax ji waxati Musaa, ne ko:"},{"style":"v","text":"«Man mii nag, maa seppee Leween ñi ci bànni Israayil, maa leen weccoo mboolem taaw bu góor bu njëkka juddoo ci ndeyam, ci biir bànni Israayil. Kon nag Leween ñi, sama cér lañuy doon."},{"style":"v","text":"Ndax lépp luy taaw bu góor, sama cér la. Keroog ba ma reyee lépp luy taaw bu góor ca réewum Misra, ca laa sellalal sama bopp lépp luy taaw ci Israayil, dale ci nit ba ci jur. Maa leen séddoo. Maay Aji Sax ji.»"},{"style":"s1","text":"Lim nañu askanu Leween ñi"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ca màndiŋu Sinayi, ne ko:"},{"style":"v","text":"«Limal askanu \\w Leween|Leween b-:\\w* ñi, ni ñu bokke seen këri maam ak seeni làng. Mboolem góor ñi am weer, jëm kaw, ngay lim.»"},{"style":"v","text":"Musaa daldi leen lim ci ndigalal Aji Sax ji, na ñu ko ko sante."},{"style":"p","text":""},{"style":"v","text":"Gerson ak Keyat ak Merari ñoo soqikoo ci Lewi\\f + \\fr 3.17 \\ft Seetal ci \\bk Njàlbéen ga\\bk* 46.11.\\f*."},{"style":"v","text":"Doomi Gerson yu góor ñoo di Libni ak Simey, ku ci nekk ak làngam."},{"style":"v","text":"Doomi Keyat yu góor ñoo di Amram ak Iccar ak Ebron ak Usyel, ku ci nekk ak làngam."},{"style":"v","text":"Doomi Merari yu góor ñoo di Maxli ak Musi, ku ci nekk ak làngam. Làngi Leween ñaa ngoogu, na ñu bokke seen këri maam."},{"style":"p","text":""},{"style":"v","text":"Ci Gerson la làngu Libneen ñi, ak làngu Cimeyeen ñi soqikoo. Làngi Gersoneen ñaa ngoogu."},{"style":"v","text":"Ña ñu leen limal, ba ñu waññee mboolem góor ña am weer, jëm kaw, juróom ñaari junni ak juróomi téeméer (7~500) lañu."},{"style":"p","text":""},{"style":"v","text":"Làngi Gersoneen ña, ca gannaaw \\w jaamookaay|xaymab ndaje m-:\\w* ba lañu daan dale, fa féete sowu."},{"style":"v","text":"Gersoneen ñi, seen kilifag kër maam moo doon Elyasaf doomu Layel."},{"style":"p","text":""},{"style":"v","text":"Askanu Gerson nag, seen sas ci wàllu \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, jaamookaay bi la woon ak xayma bi, ak malaan mi koy ub, ak ridob bunt xaymab ndaje mi,"},{"style":"v","text":"ak kiiraayi ëtt beek ridob bunt ëtt bi wër jaamookaay beek \\w sarxalukaay|sarxalukaay b-:\\w* bi, ak buum yeek mboolem liggéey bu ci war."},{"style":"p","text":""},{"style":"v","text":"Keyat nag, ci moom la làngu Amrameen ñi soqikoo, ak làngu Iccareen ñi, ak làngu Ebroneen ñi, ak làngu Usyeleen ñi. Làngi Keyateen ñaa ngoogu."},{"style":"v","text":"Ba ñu waññee mboolem góor ña ca am weer, jëm kaw, juróom ñetti junni ak juróom benni téeméer (8~600) lañu. Ñoo sàmmoon ndénkaaneb béreb bu sell bi."},{"style":"v","text":"Làngi Keyateen ñi, wet ga féete jaamookaay ba bëj-saalum, fa lañu daan dale."},{"style":"v","text":"Keyateen ñi, seen kilifag kër maam moo doon Elicafan doomu Usyel."},{"style":"p","text":""},{"style":"v","text":"Seen sas nag moo doon \\w gaal|gaalu kóllëre g-:\\w* gi, ak taabal ji, ak tegukaayu làmp bi, ak sarxalukaay yi, ak ndabi sarxal ya ñu ca daa jëfandikoo, ak ridob biir bi, ak mboolem liggéey bu ci war."},{"style":"v","text":"Njiiti Leween ñi nag, seen kilifa gu mag moo doon Elasar doomu Aaróona \\w sarxalkat|sarxalkat b-:\\w* ba. Moo doon saytu ña sàmmoon ndénkaaneb béreb bu sell ba."},{"style":"p","text":""},{"style":"v","text":"Ci Merari la làngu Maxleen ñi ak làngi Museen ñi soqikoo. Làngi Merareen ñaa ngoogu."},{"style":"v","text":"Ña ñu leen limal, ba ñu waññee mboolem góor ña am weer, jëm kaw, juróom benni junni ak ñaari téeméer (6~200) lañu."},{"style":"v","text":"Merareen ñi, seen kilifag kër maam moo doon Curyel doomu Abixayil. Ca wet ga féete jaamookaay ba bëj-gànnaar, fa lañu daan dale."},{"style":"p","text":""},{"style":"v","text":"Askanu Merari, seen sas moo doon xànqi jaamookaay bi aki galanam ak jën yi ak tegu yi, ak mboolem jumtukaay ya muy àndal, ak liggéey bu ca war,"},{"style":"v","text":"ak jën yi wër ëtt bi, ak seeni tegu, ak seen xeri sampukaay, ak seeni buum."},{"style":"p","text":""},{"style":"v","text":"Ña daan dale nag fa jàkkaarlook jaamookaay bi, ca kanam, janlook xaymab ndaje mi, ca wetu penku, ñoo doon Musaa ak Aaróona ak doomam yu góor. Ñoo sàmmoon ndénkaaneb xayma bu sell bi, sasool ko \\w bànni Israayil|bànni Israayil:\\w*, te ku ci laal te bokku ci, dees koy rey."},{"style":"v","text":"Mboolem ña ñu limal Leween ñi, te Musaa ak Aaróona lim leen na ñu bokke seeni làng ci ndigalal Aji Sax ji, ñuy mboolem góor ñi am weer, jëm kaw, ñaar fukki junneek ñaar (22~000) lañu."},{"style":"s1","text":"Lim nañu taaw yi ngir seen njotlaay"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxaat Musaa, ne ko: «Limal taawi \\w bànni Israayil|bànni Israayil:\\w* yu góor yépp, dale ko ci ñi am weer, jëm kaw, nga waññ te bind seeni tur."},{"style":"v","text":"Su ko defee nga beral ma \\w Leween|Leween b-:\\w* ñi, man Aji Sax ji, ñu wecci mboolem taawi bànni Israayil gi ci des, juri Leween ñi itam wecci mboolem luy taaw ci juri bànni Israayil gi ci des.»"},{"style":"v","text":"Ci kaw loolu Musaa lim taawi bànni Israayil yépp, na ko ko Aji Sax ji sante."},{"style":"v","text":"Ba ñu waññee mboolem taaw yu góor ya, bind seeni tur, dale ci ñi am weer, jëm kaw, seenub lim nekk na ñaar fukki junneek ñaar ak ñaari téeméer ak juróom ñaar fukk ak ñett (22~273)."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa, ne ko:"},{"style":"v","text":"«Beral Leween ñi, ñu wecci mboolem taawi bànni Israayil, juri Leween ñi it wecci seenug jur, ma daldi séddoo Leween ñi, man Aji Sax ji."},{"style":"v","text":"Njotlaay nag dina war ci ñaari téeméer ak juróom ñaar fukk ak ñetti (273) bopp, yi taawi bànni Israayil ëppe Leween ñi."},{"style":"v","text":"Su ko defee nga sàkku bopp bu ci nekk juróomi siikal; ci siikal bi ñu yoonal ci \\w néeg bu sell|néeg bu sell b-:\\w* bi nga koy sàkkoo, siikal bu ci nekk wecci ñaar fukki gera\\f + \\fr 3.47 \\ft Ñaar fukki gera tollu na ci fukki garaam ak benn ak genn-wàll.\\f*."},{"style":"v","text":"Nanga jox xaalis boobu Aaróona ak doomam yu góor, muy njotlaayal taaw yi ci tegu.»"},{"style":"v","text":"Ba loolu amee Musaa feyeeku xaalisu njotlaayal taaw yooyu tegu ca taaw, ya jotoo Leween ña."},{"style":"v","text":"Xaalis ba mu nangoo ca taawi bànni Israayil di junniy siikal ak ñetti téeméer ak juróom benn fukk ak juróom (1~365), ci siikal bi ñu yoonal ci néeg bu sell bi, xawa tollu ci fukki kilo ak juróom ak genn-wàll."},{"style":"v","text":"Ci kaw loolu Musaa jox Aaróona ak doomam yu góor xaalisu njotlaay ba, ci ndigalal Aji Sax ji, na ko ko Aji Sax ji sante."}]