[{"style":"s1","text":"Limees na yooni tukkiy Israayil"},{"style":"p","text":""},{"style":"v","text":"Lii moo di doxi \\w bànni Israayil|bànni Israayil:\\w*, ba ñu génnee réewum Misra, def seeni gàngoor, ca njiital Musaa ak Aaróona."},{"style":"v","text":"Musaa moo bind seeni dalukaay ak seen yoon ya ñu jaare, ci ndigalal Aji Sax ji. Lii moo di seeni jaar-jaar, ak seeni dalukaay:"},{"style":"p","text":""},{"style":"v","text":"Fa Ramses lañu bàyyikoo, fukki fan ak juróom ci weer wi njëkk ci at mi. Keroog bés ba topp ca \\w bésub Mucc|Màggal yi:\\w* ba, ca la bànni Israayil daagu, génn, waa Misra gépp di gis."},{"style":"v","text":"Booba waa Misraa ngay rob ña Aji Sax ji rey ca ñoom, néewi mboolem seen taaw ya. Aji Sax jee mbugale noonu seen yàlla ya."},{"style":"p","text":""},{"style":"v","text":"Bànni Israayil nag jóge Ramses, dali Sukkót."},{"style":"v","text":"Ñu jóge Sukkót, dali Etam ga ca catu màndiŋ ma."},{"style":"v","text":"Ba ñu bàyyikoo Etam, dañoo walbatiku ba Pi Axirot ga janook Baal Cefon, daldi dal fa kanam Migdol."},{"style":"v","text":"Ñu jóge Pi Axirot, jàll géej ga, wuti màndiŋ ma. Dox nañu yoonu ñetti fan ca biir màndiŋu Etam, doora dal Maara."},{"style":"v","text":"Ñu jóge Maara, dem ba Elim, Elim ga ca fukki bëti ndox yaak ñaar, ak juróom ñaar fukki garabi tàndarma ya. Ñu dal foofa."},{"style":"v","text":"Ba ñu jógee Elim, fa feggook géeju Barax ya la ñu dali."},{"style":"v","text":"Ñu bawoo géeju Barax ya, dali ca màndiŋu Sin,"},{"style":"v","text":"bawooti màndiŋu Sin, dali Dofka,"},{"style":"v","text":"bawooti Dofka, dali Alus."},{"style":"v","text":"Ba ñu bàyyikoo Alus, Refidim lañu dali. Foofa nag mbooloo ma amuñu fa ndox mu ñu naan."},{"style":"v","text":"Ñu bàyyikoo Refidim, dali ca màndiŋu Sinayi,"},{"style":"v","text":"bàyyikoo màndiŋu Sinayi, dali Kibbrot Taawa,"},{"style":"v","text":"bàyyikooti Kibbrot Taawa, dali Àccerot."},{"style":"v","text":"Ba ñu jógee Àccerot, Ritma lañu dali."},{"style":"v","text":"Ñu jóge Ritma, dali Rimon Perecc,"},{"style":"v","text":"jóge Rimon Perecc, dali Libna,"},{"style":"v","text":"jógeeti Libna, dali Risa."},{"style":"v","text":"Ba ñu bawoo Risa, Keyelata lañu dali."},{"style":"v","text":"Ñu bawoo Keyelata, dali tundu Sefer,"},{"style":"v","text":"bawoo tundu Sefer, dali Arada,"},{"style":"v","text":"bawooti Arada, dali Makeyelot."},{"style":"v","text":"Naka lañu bàyyikoo Makeyelot, dali Taxat,"},{"style":"v","text":"bàyyikoo Taxat, dali Tera,"},{"style":"v","text":"bàyyikooti Tera, dali Mitka."},{"style":"v","text":"Ba ñu jógee Mitka, Asmona lañu dali."},{"style":"v","text":"Ñu jóge Asmona, dali Moserot;"},{"style":"v","text":"jóge Moserot, dali Bene Yaakan,"},{"style":"v","text":"jógeeti Bene Yaakan, dali Xor Gitgaat."},{"style":"v","text":"Ba ñu bawoo Xor Gitgaat, Yotbata lañu dali."},{"style":"v","text":"Ñu bawoo Yotbata, dali Abrona,"},{"style":"v","text":"bawoo Abrona, dali Eccon Geber,"},{"style":"v","text":"bawooti Eccon Geber, dali Kades ca màndiŋu Ciin."},{"style":"v","text":"Ba ñu bàyyikoo Kades, ca tundu Or wa digalook réewum Edom lañu dali."},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Aaróona \\w sarxalkat|sarxalkat b-:\\w* ba yéeg ca kaw tundu Or, ci ndigalal Aji Sax ji. Mu daldi faatu foofa, ca ñeent fukkeelu at ma, gannaaw ba bànni Israayil génnee réewum Misra, yemook benn fanu juróomeelu weeru at ma."},{"style":"v","text":"Aaróona mu ngi woon ci téeméeri atam, ak ñaar fukk at ñett (123) ba mu faatoo ca kaw tundu Or."},{"style":"v","text":"Ci kaw loolu Kanaaneen ba, buurub Aràdd, ba dëkke woon bëj-saalumu réewum Kanaan, daldi yég ne bànni Israayil a ngay dikk."},{"style":"p","text":""},{"style":"v","text":"Ba ñu jógee tundu Or, Calmona lañu dali."},{"style":"v","text":"Ñu jóge Calmona, dali Punon,"},{"style":"v","text":"jóge Punon, dali Obot,"},{"style":"v","text":"jógeeti Obot, dali Yee Abarim, ga digalook réewum Mowab."},{"style":"v","text":"Ba ñu jógee Yee Abarim, Dibon Gàdd lañu dali."},{"style":"v","text":"Ñu jóge Dibon Gàdd, dali Almon Diblatayim,"},{"style":"v","text":"jógeeti Almon Diblatayim, dali ca tundi Abarim, janook tundu Nebo."},{"style":"v","text":"Ba ñu bawoo tundi Abarim, ca joori Mowab lañu dali, ca wetu dexu Yurdan, janook Yeriko."},{"style":"v","text":"Wetu dexu Yurdan, ga ca diggante Bet Yesimot ak Abel Sitim, ca joori Mowab, fa lañu dale."},{"style":"s1","text":"Ndigali xare jib na"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Aji Sax ji waxati ak Musaa ca joori Mowab, ca wetu dexu Yurdan, ga janook Yeriko. Mu ne ko:"},{"style":"v","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w* ne leen: Bu ngeen jàllee dexu Yurdan, ba dugg réewum Kanaan,"},{"style":"v","text":"nangeen dàq waa réew mépp, nangeen yàqate seen mboolem tuur yu ñu yatt, te seen mboolem jëmm yu ñu móol, yàqateleen ko, seen mboolem \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w* it, tasleen ko."},{"style":"v","text":"Defleen réew mi moomeel, ngeen dëkke ko, ndax yeen laa jox réew mi, ngir ngeen moom ko."},{"style":"v","text":"Tegooleen bant réew mi, séddoo ko ci seeni làng. Làng gu gëna mag, na am cér bu gëna mag, làng gu gëna tuut, am cér bu gëna tuut. Fépp fu tegoo bant génneel ag làng, ñooy doon boroom. Ci seen biir giiri maam ngeen di séddu."},{"style":"v","text":"Waaye su ngeen dàqul waa réew mi, ña ngeen fa bàyyi ñooy mujj diy dég yu leen di luqi, aki dagg yuy cuut seeni wet. Ñoo leen di lëjal witt ca biir réew mooma ngeen sance."},{"style":"v","text":"Su boobaa nag na ma naroona def seen noon yooyu, yeen laa koy def.»"}]