[{"style":"s1","text":"Aji Sax ji rëddlu na digu réew mi"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa, ne ko:"},{"style":"v","text":"«Santal \\w bànni Israayil|bànni Israayil:\\w*, nga ne leen: Bu ngeen duggee réewum Kanaan, lii moo di réew ma ngeen di muurloo, muy seenub cér. Réewum Kanaan a ngi, ak fa suufam yem:"},{"style":"p","text":""},{"style":"v","text":"«Yeen, seen kemu bëj-saalum a ngay dale màndiŋu Ciin, leru réewum Edom, daleeti ca catal géeju Xorom ga ca penku."},{"style":"v","text":"Seen kem daa dënglu, jaare fa féete yéegub Akerabim bëj-saalum, jaare Ciin nag, dem ba bëj-saalumu Kades Barneya, jëm Àccar Adar ba àgg Asmon."},{"style":"v","text":"Asmon la kem gay jàddaate jubal xuru Misra, doora àkki géej."},{"style":"p","text":""},{"style":"v","text":"«Géej gu mag gi mooy doon seen kemu sowu. Loolooy seen kemu sowu."},{"style":"p","text":""},{"style":"v","text":"«Lii nag mooy seen kemu bëj-gànnaar. Ca géej gu mag ga ngeen di rëdde, ba ca tundu Or,"},{"style":"v","text":"rëdde ko fa tundu Or, mu jëm Buntu Amat, jàll ba Cedàdd,"},{"style":"v","text":"wéyeeti fa, jaare Sifron, jëm Àccar Enan. Loolooy seen kemu bëj-gànnaar."},{"style":"p","text":""},{"style":"v","text":"«Rëddleen seen kemu penku, mu dale Àccar Enan ba Sefam,"},{"style":"v","text":"kemu ga wàcce Sefam, jëm Ribla, fa féete Ayin penku, wàccati ba leruji dexu Kineret, ca wet ga ko féete penku,"},{"style":"v","text":"kemu ga dellu wàcc ba ca dexu Yurdan, doora àkki géeju Xorom ga. Loolooy doon seenum réew ak kemoom yi ko wër.»"},{"style":"p","text":""},{"style":"v","text":"Ba mu ko defee Musaa sant bànni Israayil, ne leen: «Réew moomu ngeen di tegoo bant, séddoo ko, te moom la Aji Sax ji santaane ñu jox ko juróom ñeenti giir yeek genn-wàll,"},{"style":"v","text":"gannaaw giirug Ruben ak seeni kër maam, ak giiru Gàdd ak seeni kër maam séddu nañu, te genn-wàllu giirug Manase itam jot nañu seen cér ba noppi."},{"style":"v","text":"Ñaari giir ya ak genn-wàllu giir googu ñoo séddu suuf ca penkub dexu Yurdan, fa janook Yeriko.»"},{"style":"s1","text":"Lim nañu saytukati séddale ba"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa, ne ko:"},{"style":"v","text":"«Ñii nag ñoo leen di séddale réew mi: Elasar \\w sarxalkat|sarxalkat b-:\\w* bi, ak Yosuwe doomu Nuun."},{"style":"v","text":"Ay njiit ngay jële kenn-kenn, ci giir gu nekk, ngir ñu jàpp ci séddaleb réew mi."},{"style":"v","text":"Ñooñoo di: ci wàllu giirug Yuda, Kaleb doomu Yefune;"},{"style":"v","text":"wàllu giirug Cimyoneen ñi, Samiyel doomu Amiyudd;"},{"style":"v","text":"wàllu giirug Beñamin, Elidat doomu Kislon;"},{"style":"v","text":"wàllu giirug Daneen ñi, lenn njiit, di Bukki doomu Yogli;"},{"style":"v","text":"wàllu Yuusufeen ñi, li féete ak giirug Manaseen ñi, lenn njiit, di Aniyel doomu Efot,"},{"style":"v","text":"li féete ak giirug Efraymeen ñi, lenn njiit, di Kemwel doomu Siftan;"},{"style":"v","text":"ci wàllu giirug Cabuloneen ñi, lenn njiit, di Elicafan doomu Parnag;"},{"style":"v","text":"wàllu giirug Isakareen ñi, lenn njiit, di Paltiyel doomu Asan;"},{"style":"v","text":"wàllu giirug Asereen ñi, lenn njiit, di Axiyudd doomu Selomi;"},{"style":"v","text":"wàllu giirug Neftaleen ñi, lenn njiit, di Pedayel doomu Amiyudd.»"},{"style":"v","text":"Ñooñu la Aji Sax ji sant ñu séddale \\w bànni Israayil|bànni Israayil:\\w*, réewum Kanaan."}]