[{"style":"s1","text":"Lu jëm ci céri suufi Leween ñi"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati ak Musaa ca joori Mowab, ca wetu dexu Yurdan, fa jàkkaarlook Yeriko. Mu ne ko:"},{"style":"v","text":"«Santal \\w bànni Israayil|bànni Israayil:\\w* ñu sàkkal \\w Leween|Leween b-:\\w* ñi ci seen céru suuf, ay dëkk yu Leween ñi dëkke. Àllu parlu ya wër dëkk ya it, joxleen ko Leween ñi."},{"style":"v","text":"Su ko defee dëkk yooyu ñeel leen, ñu dëkke. Seen àlli parlu it ñeel seenug jur, ak seen alal, ak seen mboolem mala."},{"style":"v","text":"Parluy dëkk yi ngeen di jox Leween ñi, ci tatay dëkk ya lay dale, jëm ci biti lu day ni junniy xasab, yemook juróomi téeméeri meetar, ci wet gu nekk."},{"style":"v","text":"Su ko defee ngeen natte ca biti dig-digal bu gudde ñaari junniy xasab, yemook junniy meetar ci wetu penku; ñaari junniy xasab, yemook junniy meetar, wetu bëj-saalum; ñaari junniy xasab, yemook junniy meetar, wetu sowu; ñaari junniy xasab, yemook junniy meetar, wetu bëj-gànnaar, dëkk bi nekk ci digg bi. Dig-digal boobu day ñeel Leween ñi, di seen parluy dëkk."},{"style":"v","text":"Dëkk yi ngeen di jox Leween ñi, ñoo di juróom benni dëkki rawtu yi nga xam ne ku rey nit man faa raweji, ak yeneen ñeent fukki dëkk ak ñaar yu ngeen leen ciy dollil."},{"style":"v","text":"Kon mboolem dëkk yi ngeen di jox Leween ñi, ñeent fukk ak juróom ñett la, ak seen àlli parlu."},{"style":"v","text":"Dëkk yi ngeen leen di génneel ci céri suufi bànni Israayil nag, la cay génne ca ña ëpple suuf, réyal leen ko, te la cay génne ca ña néewle suuf, ngeen néewal ko. Giir gu nekk daal, dayob céru suufam si mu séddu, moom lay topp, ngir sàkke ci ay dëkkam, jox Leween ñi.»"},{"style":"s1","text":"Lu jëm ci dëkki rawtu yi"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa, ne ko:"},{"style":"v","text":"«Waxal \\w bànni Israayil|bànni Israayil:\\w*, ne leen: Bu ngeen jàllee dexu Yurdan ba dugg réewum Kanaan,"},{"style":"v","text":"nangeen sàkk ay dëkk yuy doon seen dëkki rawtu, ba ku rey nit te du teyeefam, man faa raweji."},{"style":"v","text":"Mooy doon seen dëkki rawtu yees di mucce ci mbokkum \\w jotkat|jotkat b-:\\w* buy toppe\\f + \\fr 35.12 \\ft Seetal ci \\bk Sarxalkat yi\\bk* 24.17-21.\\f*, ba ki rey nit du dee, te taxawagul fa kanam mbooloo mi, ngir ñu àtte ko."},{"style":"p","text":""},{"style":"v","text":"«Kon dëkk yi ngeen di jox \\w Leween|Leween b-:\\w* ñi, juróom benn a ciy doon seen dëkki rawtu."},{"style":"v","text":"Ñetti dëkk yu ngeen di joxe ci wàllu dexu Yurdan wii, ak ñetti dëkk yu ngeen di joxe ca réewum Kanaan, lépp di ay dëkki rawtu."},{"style":"v","text":"Waaye muy bànni Israayil, muy doxandéem, muy gan gu nekk ci seen biir, na juróom benni dëkk yooyu doon seen rawtu yeen ñépp, ba képp ku rey nit te du teyeefam, man faa raweji."},{"style":"p","text":""},{"style":"v","text":"«Su dee ag weñ la ko dóor, mu dee, moo ko rey, te dee rekk mooy àtteb ki rey."},{"style":"v","text":"Su dee aw doj wu mana rey la jël, dóor ko ko, mu dee, moo ko rey, te dee rekk mooy àtteb ki rey."},{"style":"v","text":"Su dee bant bu mana rey la jël, dóor ko ko, mu dee it, moo ko rey, te dee rekk mooy àtteb ki rey."},{"style":"v","text":"Jotkat biy toppe bakkan ba nag, mooy rey ka rey; fu mu dajeek moom, moo koy rey."},{"style":"v","text":"Su dee ci biir mbañeel la dale ci kawam, mbaa mu sànni ko aw saan wu mu ko waajal, ba mu dee,"},{"style":"v","text":"mbaa ci biir mbañeel la ko dóore loxoom ba mu dee, su boobaa dee rekk mooy àtteb ka dóore. Moo ko bóom. Jotkat bay toppe bakkan ba nag, bu dajeek ka rey, da koy rey."},{"style":"p","text":""},{"style":"v","text":"«Ndegam nag du caageenu mbañeel, xanaa mu jekki dal ci kawam, mbaa mu sànni ko këf ku mu mana doon, te du lu mu waajoon,"},{"style":"v","text":"mbaa muy doj wu mana rey wu mu waddal ci kaw nit ki, ba nit ki dee, te gisul woon nit ki, te nit ka du woon ab noonam, te fekkul itam muy sàkku loraangey nit ka,"},{"style":"v","text":"su boobaa la mbooloo may wéyal diggante ki rey, ak jotkat bay toppe, moo di àtte yii ci yoon tëral:"},{"style":"v","text":"Mbooloo mi day musal ki rey ci loxol jotkatu bakkanu ka dee, te mbooloo ma da koy delloo ca dëkkub rawtoom ba mu làquji woon. Fa lay toog, ba kera deewug \\w sarxalkat|sarxalkat b-:\\w* bu mag ba ñu baaxoo fale diw gu \\w sell|sell:\\w*."},{"style":"v","text":"Ndegam nag ka rey moo génn a génn, ba wees kemu dëkkub rawtoom ba mu làquji woon,"},{"style":"v","text":"ba jotkat bay toppe bakkan fekk ko fu wees kemu dëkkub rawtoom, su boobaa su ko jotkatu bakkan ba reyee, du tax mu gàddu bakkan."},{"style":"v","text":"Ndax kat ci biir dëkkub rawtoom la wara toog, ba kera deewug sarxalkat bu mag bi. Gannaaw bu sarxalkat bu mag bi deewee nag, ki rey sañ naa dellu fa mu bokk."},{"style":"p","text":""},{"style":"v","text":"«Loolu mooy dogalu yoon bi leen ñeel, yeen ak seen askan, ci seen mboolemi dëkkuwaay."},{"style":"p","text":""},{"style":"v","text":"«Képp ku faat bakkan nag, ci kaw kàddu gu tukkee ci ay seede doŋŋ lees ko saña reye, moom ma rey, waaye bennub seede du seedeel nit, ngir ñu teg ko àtteb dee."},{"style":"p","text":""},{"style":"v","text":"«Te it buleen jël benn xaalisu njotug bakkanu kenn ku rey nit ku yelloo dee. Kooku dee rekk mooy àtteem."},{"style":"v","text":"Buleen jël it xaalisu njotug nit ku làquji ca dëkkub rawtoom, ngir may ko mu dellu fa mu dëkk, te sarxalkat bu mag bi deewul."},{"style":"v","text":"Buleen tilimal réew mi ngeen nekk. Deret kat mooy tilimal réew mi, te réew mi deesu ko jote lenn, ci deret ju ñu tuur ci biiram, lu moy deretu ka tuur deret."},{"style":"v","text":"Buleen sobeel réew mi ngeen dëkk, te man ma màkkaanoo ci biiram, ndax man Aji Sax ji maa màkkaanoo ci biir bànni Israayil.»"}]