[{"style":"s1","verse":"","text":"Lu jëm ci séyu jigéenu Israayil, ak céru suufam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee kilifay njaboot yi askanoo ci Yuusufa, te bokk ci làngu Galàdd doomu Makir mi sëtoo ci Manase, ñoo dikk. Ñu wax fa kanam Musaa, ak kilifay njabooti \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"v","verse":"2","text":"Ñu ne: «Sang bi, xam nga Aji Sax ji moo digle woon ñu tegal bant bànni Israayil, séddale leen réew mi. Ci biir loolu, sang bi, ndigal ñeel la, tukkee ci Aji Sax ji, ngir nga jël sunu céru doomu baay Celofat, jox ko ay doomam yu jigéen."},{"style":"v","verse":"3","text":"Waaye bu ñu séyee ci yeneen giiri bànni Israayil de, seen céru suuf mooy wàññikoo ci sunu céru maam, dolliku ca céru giir ga ñu séyi ca seen biir, te kon cér ba nu tegoo woon bant moo cay wàññikoo."},{"style":"v","verse":"4","text":"Te it bu atum Yiwiku\\f + \\fr 36.4 \\fk atum Yiwiku: \\ft seetal ci \\bk Sarxalkat yi\\bk* 25.8-55.\\f* mu bànni Israayil agsee, seen cér day dolliku ca céru giir ga ñu séyi ca seen biir. Te kon it ci sunu céru giiru maam, la seen cér boobu di wàññikoo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba loolu wéyee, Musaa jox bànni Israayil ndigal, ci ndigalal Aji Sax ji, ne: «Dëgg la giirug Yuusufeen ñi wax."},{"style":"v","verse":"6","text":"Kàddu gii nag mooy li Aji Sax ji santaane ci doomi Celofat yu jigéen yooyu: Ku leen neex, nañu séy ak moom, na fekk rekk, ka ñuy séyal askanoo ci làng gu bokk ci seen giirug baay."},{"style":"v","verse":"7","text":"Du benn céru suuf ci biir bànni Israayil, buy jóge ci genn giir, toxu ca geneen, waaye na ku nekk ci bànni Israayil yem kepp ca suufas giiram, ga mu donne cay maamam."},{"style":"v","verse":"8","text":"Mboolem ku jigéen ku donn suuf ci giiri bànni Israayil, ci biir làng gu bokk ci giirug maamam rekk lay séy, ngir ku nekk ci bànni Israayil mana ñoŋal céru maamam."},{"style":"v","verse":"9","text":"Su ko defee du benn céru suuf buy jóge ci genn giir, toxu ca geneen, waaye giirug bànni Israayil gu ci nekk day yem kepp ca céru suufam.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Na ko Aji Sax ji sante Musaa nag, na la ko doomi Celofat yu jigéen defe."},{"style":"v","verse":"11","text":"Muy Maxla, di Tirca, di Ogla, di Milka, di Nowa, doomi Celofat yooyu, ñoom ñépp seen bokki baay lañu séyal."},{"style":"v","verse":"12","text":"Ca làngi askanu Manase doomu Yuusufa lañu séy, seen céru suuf daldi des ca giir ga seen làngu baay bokk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Loolu mooy santaane yeek àttey yoon yi Aji Sax ji dénkoon bànni Israayil, Musaa jottali leen ko ca joori Mowab, fa feggook dexu Yurdan, te janook Yeriko."}]