[{"style":"s1","text":"Yeneen kuréeli Leween a ngi ak seeni sas"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ak Aaróona, ne:"},{"style":"p","text":""},{"style":"v","text":"«\\w Leween|Leween b-:\\w* ñi askanoo ci Keyat, waññleen leen bopp ak bopp, na ñu bokke seeni làng, ak seen këri maam."},{"style":"v","text":"Daleleen ci góor ñi am fanweeri at, ba juróom fukki at, muy mboolem ñi yelloo bokk ci kuréel, gi liggéeyu biir \\w xaymab ndaje|xaymab ndaje m-:\\w* mi war."},{"style":"v","text":"Liggéeyu Keyateen ñi ci biir xaymab ndaje mi moo di wàllu jumtukaay yu \\w sell|sell:\\w* yee sell."},{"style":"p","text":""},{"style":"v","text":"«Bu dal bi dee jóg, na Aaróona ak doomam yu góor dugg, wékki kiiraay li, di ridob biir bi, te ñu muure ko \\w gaalu seedes kóllëre|gaalu kóllëre g-:\\w* gi."},{"style":"v","text":"Nañu lalaat ca kaw kiiraayal deru piipi, te ñu lalati ca kaw, ndimo lu lépp baxa, doora roof njàppuy gaal gi."},{"style":"p","text":""},{"style":"v","text":"«Taabalu \\w mburum teewal|mburum teewal m-:\\w* mi, nañu ci lal ndimo lu baxa, teg ci ndab yeek bàttu yeek njaq yeek tax yi ñuy sottee \\w saraxi tuuru|Sarax yi:\\w*, door cee teg mburu moomu dul wuute."},{"style":"v","text":"Nañu muure yooyu ndimo lu xonq curr, te ñu lalaat ca kaw malaanum deru piipi, doora roof njàppuy taabal ji."},{"style":"p","text":""},{"style":"v","text":"«Su ko defee ñu jël ndimo lu baxa, muure ko tegukaayu làmp bi, aki làmpam aki ñiimam aki andam, ak mboolem ndabi diwam ya ñu cay jëfoo."},{"style":"v","text":"Nañu boole tegukaayu làmp beek mboolem la muy àndal, ñu ëmbe lépp malaanum deru piipi, te teg ko ci kaw tagar bi ñu koy gàddoo."},{"style":"v","text":"\\w Sarxalukaay|sarxalukaay b-:\\w* bu ñu xoobe wurus\\f + \\fr 4.11\\fk sarxalukaayu \\ft wurus mooy taabal bi ñuy taale cuuraay. Seetal ci \\bk Mucc ga\\bk* 30.1-10.\\f*, nañu lal ci kawam ndimo lu baxa, lalaat ca kaw malaanum deru piipi, doora roof njàppuy sarxalukaay bi."},{"style":"v","text":"Nañu jël mboolem jumtukaay yi ñuy liggéeye ci biir béreb bu sell bi, ñu ëmbe ko ndimo lu baxa, muure ko malaanum deru piipi, door koo teg ci kaw tagar bi ñu koy gàddoo."},{"style":"v","text":"Nañu dindi niiniti sarxalukaayu xànjar bi, te ñu lal ci kaw sarxalukaay bi, ndimo lu xonq curr."},{"style":"v","text":"Nañu teg ca kaw ndimo la mboolem ndab, ya ñuy liggéeye ca sarxalukaay ba: and yeek cappukaayi yàpp yeek ñiitukaay yeek këll yi; jumtukaayi sarxalukaay bi yépp daal, te ñu lal ca kaw, malaanum deru piipi, doora roof njàppuy sarxalukaay bi."},{"style":"p","text":""},{"style":"v","text":"«Bu dal bi waree jóg, na Aaróona ak doomam yu góor muur yëf yu sell yi, ak mboolem jumtukaayi xaymab ndaje mi ba noppi. Gannaaw loolu la askanu Keyat di dikk, ngir gàddu ko. Su ko defee duñu laal dara lu sell, bay dee. Loolu la Keyateen ñi di gàddu ci wàllu xaymab ndaje mi."},{"style":"p","text":""},{"style":"v","text":"«Elasar doomu Aaróona \\w sarxalkat|sarxalkat b-:\\w* bi nag, ab saytoom moo di diwu làmp bi, ak \\w cuuraay|cuuraay l-:\\w* li, ak \\w saraxu pepp|Sarax yi:\\w* bi dul jaas, ak diwu pal gi. Mooy féetewoo \\w jaamookaay|xaymab ndaje m-:\\w* bi bépp, ak mboolem li ci biiram, ba ci yëf yu sell yi, aki jumtukaayam.»"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati ba tey ak Musaa ak Aaróona, ne leen:"},{"style":"v","text":"«Buleen yóbbe Keyateen ñeek seeni làng, lu ñu leen di dagge ci biir Leween ñi."},{"style":"v","text":"Nii ngeen di def ak ñoom, ba bu ñu jegee yëf yu sell yee sell, di dund te duñu ca dee: Aaróona aki doomam ñooy dugg, daldi sédd ku nekk ci ñoom liggéeyam ak la muy gàddu."},{"style":"v","text":"Bu Keyateen ñi dugg, di xool lu mu gàtt gàtt, yëf yu sell yi. Lu ko moy ñu dee.»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu Aji Sax ji wax Musaa, ne ko:"},{"style":"v","text":"«Ñi askanoo ci Gerson itam, nanga leen waññ bopp ak bopp, na ñu bokke seen këri maam ak seeni làng."},{"style":"v","text":"Li dale ci góor ñi am fanweeri at, ba juróom fukki at ngay lim, ñuy mboolem ñi liggéeyu xaymab ndaje mi war."},{"style":"v","text":"Gersoneen ñi nag, lii moo di seen cér ci wàllu liggéey bi, ak li ñu wara gàddu:"},{"style":"v","text":"ñooy gàddu kiiraayi jaamookaay bi, ak xaymab ndaje meek malaanam, ak malaanum deru piipi bi ci kaw, ak ridob bunt xaymab ndaje mi;"},{"style":"v","text":"ak sori ëtt bi, ak kiiraayal bunt ëtt bi wër jaamookaay beek sarxalukaay bi, ak seeni buum ak mboolem jumtukaay ya ñu cay liggéeye. Mboolem lees cay def, ñoo koy liggéey."},{"style":"v","text":"Mboolem sasu Gersoneen ñi ci mboolem lu ñuy gàddu ak mboolem lu ñuy liggéey, ci ndigalal Aaróona aki doomam lay doon. Ñoo leen di sas mboolem lu ñu wara gàddu."},{"style":"v","text":"Loolooy céru Gersoneen ñi, ci wàllu xaymab ndaje mi, te loolu lañu leen dénk, Itamar doomu Aaróona sarxalkat bi di leen ca saytu."},{"style":"p","text":""},{"style":"v","text":"«Ñi askanoo ci Merari itam, na ñu bokke seeni làng ak seen këri maam, noonu nga leen di lime,"},{"style":"v","text":"dale ko ci ñi am fanweeri at, ba juróom fukki at, ñuy mboolem ñi yelloo bokk ci kuréel, gi liggéeyu xaymab ndaje mi war."},{"style":"v","text":"Lii mooy li ñu sasoo gàddu ci seen mboolem liggéey ci xaymab ndaje mi: xànqi jaamookaay bi aki galanam aki jënam aki tegoom;"},{"style":"v","text":"muy jën yi wër ëtt bi, ak seeni tegu ak seeni buum, mboolem seen jumtukaay yu ñu cay liggéeye. Limalleen leen jumtukaay yi ñu wara gàddu."},{"style":"v","text":"Loolooy céru Merareen ñi, ci wàllu xaymab ndaje mi ci njiital sarxalkat bi Itamar doomu Aaróona.»"},{"style":"s1","text":"Lim nañu Leween ñi liggéey war"},{"style":"p","text":""},{"style":"v","text":"Ci kaw loolu Musaa ak Aaróona ak kilifag mbooloo ma lim Keyateen ña, na ñu bokke seeni làng ak seen këri maam."},{"style":"v","text":"Ñu dale ko ci ñi am fanweeri at, ba juróom fukki at, ñuy mboolem ñi yelloo bokk ci kuréel, gi liggéeyu \\w xaymab ndaje|xaymab ndaje m-:\\w* mi war."},{"style":"v","text":"Ña ñu limal seeni làng di ñaari junni ak juróom ñaari téeméer ak juróom fukki góor (2~750)."},{"style":"v","text":"Ñooñu lañu limal làngi Keyateen ñi, ñoom ñépp la liggéeyu xaymab ndaje mi war. Musaa ak Aaróona ñoo leen limoon, na ko Aji Sax ji santaanee, Musaa jottali."},{"style":"p","text":""},{"style":"v","text":"Ña ñu limal Gersoneen ñi, na ñu bokke seeni làng ak seen këri maam,"},{"style":"v","text":"dale ko ci ñi am fanweeri at, ba juróom fukki at, mboolem ña yelloo bokk ci kuréel, gi liggéeyu xaymab ndaje mi war,"},{"style":"v","text":"te ñu limal leen seeni làng ak seen këri maam, ñaari junneek juróom benni téeméer ak fanweeri góor lañu (2~630)."},{"style":"v","text":"Ñooñu lañu limal làngi Gersoneen ñi, te ñoom ñépp la liggéeyu xaymab ndaje mi war. Musaa ak Aaróona ñoo leen limoon ci ndigalal Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"Ña ñu limal làngi Merareen ñi, na ñu bokke seeni làng, ak seen këri maam,"},{"style":"v","text":"dale ko ci ñi am fanweeri at, ba juróom fukki at, mboolem ña yelloo bokk ci kuréel, gi liggéeyu xaymab ndaje mi war,"},{"style":"v","text":"te ñu limal leen seeni làng, ñetti junni ak ñaari téeméeri góor (3~200) lañu."},{"style":"v","text":"Ñooñu lañu limal làngi Merareen ñi, Musaa ak Aaróona ñoo leen limoon, na ko Aji Sax ji santaanee, Musaa jottali."},{"style":"p","text":""},{"style":"v","text":"Mboolem \\w Leween|Leween b-:\\w* ña Musaa ak Aaróona, ak kilifay Israayil limoon, na ñu bokke seeni làng, ak seen këri maam,"},{"style":"v","text":"dale ko ci ñi am fanweeri at, ba juróom fukki at, ñuy mboolem ña yelloo bokk ci kuréel, gi liggéeyu xaymab ndaje mi war,"},{"style":"v","text":"seenub lim nekk na juróom ñetti junni ak juróomi téeméer ak juróom ñett fukki góor (8~580)."},{"style":"v","text":"Ci ndigalal Aji Sax ji Musaa jottali, lañu leen lim, ba sas ku ci nekk ab liggéeyam ak la muy gàddu. Na ko Aji Sax ji sante Musaa, na lañu leen lime."}]