[{"style":"s1","verse":"","text":"Lii moo war ku séddoo Aji Sax ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji waxati Musaa,"},{"style":"v","verse":"2","text":"ne ko mu wax \\w bànni Israayil|bànni Israayil:\\w* ne leen: «Góor ak jigéen, képp ku ci dogu ba xas ngir nekk ab Nasireen\\f + \\fr 6.2 \\fk Nasireen: \\ft baat bii jotewul dara ak nasaraan, tur wi ñuy woowe waa sowub jant.\\f*, ngir sédd boppam Aji Sax ji,"},{"style":"v","verse":"3","text":"muy biiñ, di ñoll wu mu mana doon, na moytu di ko jëfandikoo. Bineegaru biiñ ak bineegaru ñoll wu mu mana doon it, du ko naan. Mboolem luy ndoxum reseñ, du ko naan, te reseñ ju tooy ak ju wow it, du ko lekk."},{"style":"v","verse":"4","text":"Mboolem diiru fani céddoom, mboolem lu jóge ci doomu garabu reseñ, dale ci xoox ba ci der, du ci lekk lenn."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Kemu fani céddoo yi mu xas ne dina ko nasireenal, saatus watukaay du laal boppam ba keroog fani nasireenal, yi mu séddoo Aji Sax ji matee. Ku \\w sell|sell:\\w* lay doon te day jañu."},{"style":"v","verse":"6","text":"Kemu fan yi muy nasireenal, séddoo Aji Sax ji, ab néew, bumu ko jege."},{"style":"v","verse":"7","text":"Baayam ak ndeyam, mbaa góor mbaa jigéen ju mu bokkal waajur sax, bu deewee, du sobeel boppam ngir ñoom, ndax moo yenu ci kaw boppam, njañu nasireen gi mu séddoo Yàllaam."},{"style":"v","verse":"8","text":"Kemu fani céddoom, ku sell lay doon, ñeel Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"«Su nit jekkee dee ci wetam, ba sobeel njañu céddoom, keroog bés buy setlu ca lay watu, te keroog bésub juróom ñaareel ba lay watu."},{"style":"v","verse":"10","text":"Bés ba ca topp, di juróom ñetteel ba, na yóbbu ca \\w sarxalkat|sarxalkat b-:\\w* ba, ñaari pitax mbaa ñaari xati yu ndaw, ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma."},{"style":"v","verse":"11","text":"Sarxalkat bi day def menn mi \\w saraxu póotum bàkkaar|Sarax yi:\\w*, mi ci des \\w saraxu rendi-dóomal|Sarax yi:\\w*, mu jote ko boroom céddoo gi, bàkkaaram ba ko néew ba yóbbe. Bésub keroog lay sellalaat boppam ba yenu woon njañam."},{"style":"v","verse":"12","text":"Day yeesalal Aji Sax ji nasireenam ga mu ko séddoo woon, kemu fan ya mu xasoona nasireenal. Su ko defee day indi kuuyu menn at, def ko \\w saraxas peyug tooñ|Sarax yi:\\w*. Fan yi mu njëkkoona nasireenal day neen, ndax nasireen googa moo sobewu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Dogalu yoon wi ci ab nasireen nag mooy lii: Bés bi ag céddoom matee, dees koy yóbbu ca bunt xaymab ndaje ma."},{"style":"v","verse":"14","text":"Sarax si muy sarxalsi Aji Sax ji di menn kuuyu menn at mu amul sikk, ngir rendi-dóomal, ak menn xarum menn at mu jigéen mu amul sikk, ngir póotum bàkkaar, ak menn kuuy mu mag mu amul sikk, ngir \\w saraxas cant ci biir jàmm|Sarax yi:\\w*,"},{"style":"v","verse":"15","text":"ak pañeb mburu yu amul lawiir, yu ñu lakke sunguf su mucc ayib su ñu xiiwaale ag diw, ak mburu yu sew yu amul lawiir yu ñu wis ag diw, ak \\w saraxi pepp|Sarax yi:\\w* ak \\w saraxi tuuru|Sarax yi:\\w* ya muy àndal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Su ko defee sarxalkat bi boole ko indi fi kanam Aji Sax ji, daldi joxe póotum bàkkaar bi, ak rendi-dóomal bi."},{"style":"v","verse":"17","text":"Kuuy mi, na ko sarxalkat bi def saraxas cant ci biir jàmm, ñeel Aji Sax ji, boole kook pañeb mburu mi amul lawiir, doora joxe saraxi pepp yeek saraxi tuuru yi."},{"style":"v","verse":"18","text":"Su ko defee nasireen bi watu ci bunt xaymab ndaje mi te for kawari céddoom googu, def ko ci taal bi ci suufu saraxas cantu biir jàmm bi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"«Na sarxalkat bi jël tànku kanamu kuuy mi, gannaaw bu ñoree, te sàkk ci pañe bi menn mburu mu amul lawiir, ak menn mburu mu ndaw, daldi boole loola teg ci loxol nasireen bi, gannaaw bu watoo ba noppi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Na sarxalkat bi jébbale loola, defal ko Aji Sax ji \\w saraxu yékkati-jébbal|Sarax yi:\\w*. Cér yu sell a ngoogu ñeel sarxalkat bi, mu boole kook dënn biy saraxu yékkati-jébbal, ak tànkub kanam bi ñu jébbale. Gannaaw loolu nasireen bi sañ naa naan biiñ."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"«Loolooy wartéef ci ab nasireen bu xas. Loolooy saraxam bi mu warlook Aji Sax ji cig céddoom, te bokkewul ak leneen lu mu ci àttan; waaye kàdduy xas wa mu xasoon daal, na sàmmonteek moom ni ko yoon diglee ci céddoom googu.»"},{"style":"s1","verse":"","text":"Gii ñaan moo war ci askan wi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Gannaaw loolu Aji Sax ji waxati Musaa, ne:"},{"style":"v","verse":"23","text":"«Waxal Aaróona aki doomam ne leen ni ñuy ñaanale \\w bànni Israayil|bànni Israayil:\\w*, nii la; nañu leen wax ne leen:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«“Yal na la Aji Sax ji barkeel, sàmm la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"«“Yal na la Aji Sax ji geesoo leeram, baaxe la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«“Yal na la Aji Sax ji siggil, jàmmal la.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"27","text":"Bu ñu tuddalee noonu bànni Israayil sama tur, man, maa leen di barkeel.»"}]