[{"style":"s1","text":"Daloob jaamookaay bi laaj nay sarax"},{"style":"p","text":""},{"style":"v","text":"Keroog ba Musaa sampee \\w jaamookaay|xaymab ndaje m-:\\w* bi ba noppi, diw na ko ngir sellal ko, mook mboolem ay jumtukaayam, \\w sarxalukaay|sarxalukaay b-:\\w* beek mboolem ndabam it, mu boole diw, sellale ko."},{"style":"v","text":"Ba loolu amee kilifay Israayil yi jiite seeni kër maam dikk. Ñooñoo doon njiiti giir yi te ñoo doon saytu limeefu nit ñi."},{"style":"v","text":"Ñu indil Aji Sax ji seen sarax, muy juróom benni watiir ak fukki nag ak ñaar; ñaari kilifa yu nekk, benn watiir; kilifa gu nekk, wenn nag, ñu yóbbu lépp fa kanam jaamookaay ba."},{"style":"v","text":"Aji Sax ji wax Musaa,"},{"style":"v","text":"ne ko: «Nangul lii, mu jëm ci liggéeyu \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, te nga jox ko \\w Leween|Leween b-:\\w* ñi, ku ci nekk ak li liggéeyam laaj.»"},{"style":"p","text":""},{"style":"v","text":"Musaa nangu watiir yaak nag ya, jox Leween ñi."},{"style":"v","text":"Yii ñaari watiir ak ñeenti nag, mu jox Gersoneen ña, na ko seen liggéey laaje,"},{"style":"v","text":"yee ñeent, mu booleek juróom ñetti nag, jox Merareen ña, na ko seen liggéey laaje, ci njiital \\w sarxalkat|sarxalkat b-:\\w* ba Itamar doomu Aaróona."},{"style":"v","text":"Keyateen ña nag, joxu leen, ndax yu \\w sell|sell:\\w* ya lañu sasoo woona gàddu."},{"style":"p","text":""},{"style":"v","text":"Ci biir loolu kilifa yi indi itam saraxu daloob sarxalukaay bi, keroog bés ba ñu koy diw. Ñu daldi joxe seeni sarax fi kanam sarxalukaay bi."},{"style":"v","text":"Teewul Aji Sax ji wax Musaa, ne ko: «Kilifa yiy joxesi seen sarax, yi jëm ci daloob sarxalukaay bi, nañu ko def bés bu nekk, kenn.»"},{"style":"p","text":""},{"style":"v","text":"Ki joxe saraxam ci bés bu njëkk bi, ñeel giirug Yuda, mooy Naason doomu Aminadab."},{"style":"v","text":"Ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, muy kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci \\w néeg bu sell|néeg bu sell b-:\\w* bi, muy juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir \\w saraxu pepp|Sarax yi:\\w* bi,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak \\w cuuraay|cuuraay l-:\\w* te diise fukki siikal, di téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir \\w saraxu rendi-dóomal|Sarax yi:\\w*,"},{"style":"v","text":"ak wenn sikket ngir \\w saraxu póotum bàkkaar|Sarax yi:\\w*,"},{"style":"v","text":"ak \\w saraxas cant gi ci biir jàmm|Sarax yi:\\w*, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Naason doomu Aminadab."},{"style":"p","text":""},{"style":"v","text":"Bésub ñaareel ba, kilifag Isakareen ña, Netaneel doomu Cuwar moo indi saraxam,"},{"style":"v","text":"sarax ba mu indi di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, di kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, muy juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, di téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxas cant gi ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Netaneel doomu Cuwar."},{"style":"p","text":""},{"style":"v","text":"Bésub ñetteel ba, kilifag Cabuloneen ña, Elyab doomu Elon moo aye,"},{"style":"v","text":"ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, muy kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, di juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, muy téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxas cant ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Elyab doomu Elon."},{"style":"p","text":""},{"style":"v","text":"Bésub ñeenteel ba kilifag Rubeneen ña, Elicur doomu Sedeyur moo aye,"},{"style":"v","text":"ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, di kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, di juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, muy téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxas cant gi ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Elicur doomu Sedeyur."},{"style":"p","text":""},{"style":"v","text":"Bésub juróomeel ba kilifag Cimyoneen ña, Selumyel doomu Curisadaay moo aye,"},{"style":"v","text":"ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, di kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, muy juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, muy téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxas cant gi ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Selumyel doomu Curisadaay."},{"style":"p","text":""},{"style":"v","text":"Bésub juróom benneel ba kilifag Gàddeen ña, Elyasaf doomu Dewel moo aye,"},{"style":"v","text":"ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, muy kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, muy juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, muy téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxas cant gi ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Elyasaf doomu Dewel."},{"style":"p","text":""},{"style":"v","text":"Bésub juróom ñaareel ba kilifag Efraymeen ña, Elisama doomu Amiyudd moo aye,"},{"style":"v","text":"ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, muy kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, muy juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, muy téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxas cant gi ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Elisama doomu Amiyudd."},{"style":"p","text":""},{"style":"v","text":"Bésub juróom ñetteel ba kilifag Manaseen ña, Gamliyel doomu Pedacur moo aye,"},{"style":"v","text":"ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, muy kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, muy juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, di téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxu cant gi ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Gamliyel doomu Pedacur."},{"style":"p","text":""},{"style":"v","text":"Bésub juróom ñeenteel ba kilifag Beñamineen ña, Abidan doomu Gidoni moo aye,"},{"style":"v","text":"ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, muy kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, muy juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, di téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxu cant gi ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Abidan doomu Gidoni."},{"style":"p","text":""},{"style":"v","text":"Bésub fukkeel ba kilifag Daneen ña, Axyeser doomu Amisadaay moo aye,"},{"style":"v","text":"ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, muy kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, muy juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, di téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxu cant gi ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Axyeser doomu Amisadaay."},{"style":"p","text":""},{"style":"v","text":"Bésub fukkeel baak benn, kilifag Asereen ña, Pagyel doomu Okkran moo aye,"},{"style":"v","text":"ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, muy kilook liibar, ak benn këllu xaalis bu juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, muy juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, di téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxu cant gi ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Pagyel doomu Okkran."},{"style":"p","text":""},{"style":"v","text":"Bésub fukkeel baak ñaar kilifag Neftaleen ña, Axira doomu Enan moo aye,"},{"style":"v","text":"ab saraxam di benn ndabu xaalis bu diise téeméeri siikal ak fanweer, muy kilook liibar, ak benn këllu xaalis bu diise juróom ñaar fukki siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, muy juróom ñetti téeméeri garaam, lu ci nekk fees ak sunguf su mucc ayib su ñu xiiwaale ag diw, ngir saraxu pepp,"},{"style":"v","text":"ak senn mbàttus wurus su fees ak cuuraay te diise fukki siikal, di téeméeri garaam ak fukk ak juróom,"},{"style":"v","text":"ak wenn yëkk wu ndaw, ak menn kuuy mu mag, ak menn kuuyu menn at, ngir saraxu rendi-dóomal,"},{"style":"v","text":"ak wenn sikket ngir saraxu póotum bàkkaar,"},{"style":"v","text":"ak saraxu cant gi ci biir jàmm, di ñaari yëkk ak juróomi kuuy yu mag ak juróomi sikket, ak juróomi kuuyu menn at. Looloo doon saraxu Axira doomu Enan."},{"style":"p","text":""},{"style":"v","text":"Loolooy saraxi daloob sarxalukaay ba, ca bés ba ñu koy diw, sellal ko, lépp bawoo ca kilifay Israayil. Ndabi xaalis ya fukk laak ñaar, këlli xaalis ya di fukk ak ñaar, bàttuy wurus ya di fukk ak ñaar,"},{"style":"v","text":"ndabal xaalis lu nekk di téeméeri siikal ak fanweer, di kilook liibar, këll bu nekk di juróom ñaar fukki siikal, di juróom ñetti téeméeri garaam, mboolem xaalisu jumtukaay yi di ñaari junniy siikal, ci siikal bi ñu yoonal ci néeg bu sell bi, ak ñeenti téeméer (2~400), di ñaar fukki kilook juróom ñaar ak juróom benni téeméeri garaam (27~600)."},{"style":"v","text":"Fukki bàttuy wurus yi feese cuuraay, mbàttu su ci nekk fukki siikal la, ci siikal bi ñu yoonal ci néeg bu sell bi, di téeméeri garaam ak fukk ak juróom (115), mboolem wurusu bàttu yi di téeméeri siikal ak ñaar fukk (120), muy kilo ak ñetti téeméeri garaam ak juróom ñett fukk (1~380)."},{"style":"v","text":"Mboolem nagi saraxu rendi-dóomal yi, fukki yëkk yu ndaw ak ñaar la, kuuy yu mag yi di fukk ak ñaar, kuuyi menn at yi di fukk ak ñaar, ànd ak seen saraxi pepp, sikketi saraxu póotum bàkkaar bi di fukk ak ñaar."},{"style":"v","text":"Mboolem nagi saraxu cantu biir jàmm yi, ñaar fukki yëkk yu ndaw ak ñeent la, kuuy yu mag yi di juróom benn fukk, sikket yi di juróom benn fukk, kuuyi menn at yi di juróom benn fukk. Loolooy saraxi daloob sarxalukaay ba, gannaaw ba ñu ko diwee, sellal ko."},{"style":"p","text":""},{"style":"v","text":"Bu Musaa duggaan ca biir xaymab ndaje ma, ngir wax ak Aji Sax ji, day dégg baat ba di wax ak moom, bawoo fa tiim kubeeru \\w gaalu seedes kóllëre|gaalu kóllëre g-:\\w* ga, ca diggante ñaari \\w serub|serub y-:\\w* ya. Noonu la daan waxeek moom."}]