[{"style":"s1","text":"Lu jëm ci teginu làmp ya"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko,"},{"style":"v","text":"mu wax Aaróona, ne ko: «Buy teg làmp yi, fa féete tegukaayu làmp ba kanam, fa la juróom ñaari làmp ya wara niite.»"},{"style":"v","text":"Noonu la Aaróona def. Fa féete tegukaay ba kanam, fa la féetale ay làmpam, muy la Aji Sax ji santoon Musaa."},{"style":"v","text":"Tegukaayu làmp bi nag, ni ñu ko liggéeye nii la. Wurus lañu ko tëgge ba mu jekk, dale ko ci tànk bi, ba ci mbar mi. Noonee ko Aji Sax ji wone woon Musaa, na lañu liggéeye tegukaayu làmp ba."},{"style":"s1","text":"Lu jëm ci cetlug Leween ñi"},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa ne ko,"},{"style":"v","text":"«Nanga jële \\w Leween|Leween b-:\\w* ñi ci biir \\w bànni Israayil|bànni Israayil:\\w* te nga setluloo leen."},{"style":"v","text":"Ni ngay def ngir setluloo leen nii la: Danga leen di wis ndoxum setlu, ba noppi ñu wat seen yaram wépp, fóot seeni yére, daldi set."},{"style":"v","text":"Su ko defee ñu jël aw yëkk wu ndaw, booleek \\w saraxu peppam|Sarax yi:\\w*, di sunguf su mucc ayib su ñu xiiwaale ag diw, ak weneen yëkk wu ndaw wooy jël ngir \\w saraxu póotum bàkkaar|Sarax yi:\\w*."},{"style":"v","text":"Indil Leween ñi ci kanam \\w xaymab ndaje|xaymab ndaje m-:\\w* mi, te nga dajale mbooloom bànni Israayil mépp."},{"style":"v","text":"Boo indee Leween ñi fi kanam Aji Sax ji, bànni Israayil daldi teg seeni loxo ci kaw Leween ñi."},{"style":"v","text":"Su ko defee Aaróona taxawal Leween ñi taxawaayu \\w saraxu yékkati-jébbal|Sarax yi:\\w* fi kanam Aji Sax ji, muy sarax bu bawoo ci bànni Israayil, Leween ñi daldi sasoo di liggéey liggéeyu Aji Sax ji."},{"style":"v","text":"Leween ñi ñoom, nañu teg seeni loxo ci kaw boppi yëkk yi, ñu def wenn wi saraxu póotum bàkkaar, te def wi ci des ab \\w rendi-dóomal|Sarax yi:\\w*, ñeel Aji Sax ji, ngir njotlaayal Leween ñi."},{"style":"v","text":"Gannaaw loolu ngay taxawal Leween ñi fi kanam Aaróona ak doomam yu góor, daldi leen def saraxu yékkati-jébbal, ñeel Aji Sax ji."},{"style":"v","text":"Noonu ngay seppee Leween ñi ci biir bànni Israayil, Leween ñi doon sama cér."},{"style":"v","text":"Gannaaw loolu la Leween ñiy doora dugg ci liggéeyu xaymab ndaje mi. Danga leen di njëkka setluloo, ba noppi def leen saraxu yékkati-jébbal."},{"style":"v","text":"Ñoom déy lañu ma sédd ba mu mat sëkk ci biir bànni Israayil, ñu wuutu mboolem luy ubbiteg njur, di taawi mboolem bànni Israayil. Maa leen sédd sama bopp."},{"style":"v","text":"Ndax man maa séddoo mboolem taaw ci biir bànni Israayil, nit ak mala. Keroog ba ma reyee mboolem taaw ca réewum Misra, ca laa leen sellalal sama bopp."},{"style":"p","text":""},{"style":"v","text":"«Maa jël Leween ñi, weccikoo leen bépp taaw ci biir bànni Israayil,"},{"style":"v","text":"te itam maa jukkee Leween ñi ci bànni Israayil, maa leen yékkati, jox leen Aaróona aki doomam, ngir ñu liggéey liggéeyu bànni Israayil ci wàllu xaymab ndaje mi, di defal bànni Israayil seenug njotlaay, ngir bu bànni Israayil jegee béreb bu sell bi it, du tax menn mbas am ci seen biir.»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee Musaa ak Aaróona ak mbooloom bànni Israayil mépp daldi defal Leween ñi noonu. Mboolem lu Aji Sax ji santoon Musaa ci Leween ñi, noona la ko bànni Israayil defe ak ñoom."},{"style":"v","text":"Leween ñi setlu, fóot seeni yére, Aaróona def leen ni saraxu yékkati-jébbal, ñeel Aji Sax ji. Mu defal leen nag seen njotlaay ngir setal leen."},{"style":"v","text":"Gannaaw loolu Leween ñi doora liggéeyi seen liggéey ci wàllu xaymab ndaje mi, ci kilifteefu Aaróona aki doomam. Noonee ko Aji Sax ji sante woon Musaa ci Leween ñi, na lañu def ak ñoom."},{"style":"p","text":""},{"style":"v","text":"Aji Sax ji waxati Musaa, ne:"},{"style":"v","text":"«Lii nag moo war ci Leween ñi: Ku ci am ñaar fukki at ak juróom, jëm kaw, yelloo naa bokk ci kuréel gi liggéeyu xaymab ndaje mi war."},{"style":"v","text":"Waaye ku xasa am juróom fukki at, na génn kuréel gi boobu liggéey war, te bumu ca liggéeyati."},{"style":"v","text":"Sañ naa jàppale bokki Leweenam ñi sàmm ndénkaaneb xaymab ndaje mi, waaye dootu ci liggéey lenn. Noonu ngay def ak Leween ñi, ci seen wàllu ndénkaane.»"}]