[{"style":"s1","verse":"","text":"Lu jëm ci màggalu bésub Mucc"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji wax na Musaa ca màndiŋu Sinayi, ca seen atum ñaareel, gannaaw ba ñu génnee réewum Misra ca weer wa njëkk. Mu ne ko:"},{"style":"v","verse":"2","text":"«Na \\w bànni Israayil|bànni Israayil:\\w* di màggal \\w bésub Mucc|Màggal yi:\\w* ba, saa yu jotee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"«Fukki fan ak ñeent ci weer wii, diggante ngoon ak jant bu so, ci ngeen koy màggal, saa yu jotee. Na mu dëppook mboolem dogali yoonam ak àttey yoonam, nangeen ko màggale noonu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Musaa nag sant bànni Israayil ne leen ñu màggal bésub Mucc bi."},{"style":"v","verse":"5","text":"Ñu daldi màggal bésub Mucc bi ci weer wi njëkk, fukki fanam ak ñeent, diggante ngoon ak jant bu so, ca màndiŋu Sinayi. Noonee ko Aji Sax ji sante woon Musaa, na la ko bànni Israayil defe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ci biir loolu mu am ay nit ñu ab néew tax ñu sobewu, ba manuñoo màggal bésub Mucc bi bésub keroog. Ñu dikk ba ci Musaa ak Aaróona ca bés ba."},{"style":"v","verse":"7","text":"Ñooñu nag ne Musaa: «Nun de, danoo sobewu ndax ab néew, waaye lu nu teree joxesi saraxu Aji Sax ji ci waxtoom, ci digg bànni Israayil?»"},{"style":"v","verse":"8","text":"Musaa ne leen: «Taxawleen, ba ma dégg lu Aji Sax ji di santaane ci seen mbir.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Aji Sax ji ne Musaa:"},{"style":"v","verse":"10","text":"«Waxal bànni Israayil ne leen, képp ku bokk ci yeen tey, mbaa mu bokk ci seen kuutaay ëllëg, su sobewoo ndax ab néew, mbaa mu nekk ci yoon wu sore, du tere mu màggal bésub Mucc bi ngir Aji Sax ji."},{"style":"v","verse":"11","text":"Waaye ñaareelu weer wa, ca fukki fanam ak ñeent, diggante ngoon ak jant bu so, ca la koy màggal. Mburu mu amul lawiir ak xob yu wex lay booleek gàttu sarax bi, lekk ko."},{"style":"v","verse":"12","text":"Bumu ci wacc dara mu fanaan, te benn yax, bumu ko ci damm. Na mu dëppook mboolem dogali yooni bésub Mucc, na ko màggale noonu."},{"style":"v","verse":"13","text":"Ku set nag te nekkul ciw yoon, su ñàkkee màggal bésub Mucc bi, kooku dees koy dagge ciw askanam, ndax saraxu Aji Sax ji mu joxewul ci bésam. Kooku moo gàddu bàkkaaru boppam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Su dee ab doxandéem bu ngeen dëkkal, sañ naa màggal bésub Mucc bi ñeel Aji Sax ji. Na mu dëppook mboolem dogali yooni bésub Mucc, ak àttey yoonam, ni la koy màggale; benn dogal bi lay doon ci yeen, muy doxandéem bi, di njuddu-ji-réew.»"},{"style":"s1","verse":"","text":"Aji Sax ji yiir na xaymab ndaje ma"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Keroog bés ba ñu sampee \\w màkkaan|xaymab ndaje m-:\\w* ma, niir wa daa muur màkkaanu xayma ba seedes kóllëre gi dence. Ca ngoon sa lu mel ni sawara tiim màkkaan ma, ba ca ëllëg sa."},{"style":"v","verse":"16","text":"Noonu la ko niir wa jàppoo muure, bu guddee mu mel ni sawara."},{"style":"v","verse":"17","text":"Fu niir wa masa yékkatikoo fa tiim xayma ba, \\w bànni Israayil|bànni Israayil:\\w* day fabu topp ko, te fépp fu niir wa masa dale, fa la bànni Israayil di fàkk ab dal."},{"style":"v","verse":"18","text":"Ci kàddug Aji Sax ji la bànni Israayil daan faboo, ci kàddug Aji Sax ji lañu daan dale, te mboolem fan ya niir way dal, tiim màkkaan ma, ñoom it dañuy dal."},{"style":"v","verse":"19","text":"Su niir wa yàggee ca kaw màkkaan ma it, ak lu fan ya baree bare, bànni Israayil a ngay sàmm ndénkaaneb Aji Sax ji, waaye duñu dem."},{"style":"v","verse":"20","text":"Léeg-léegaa fan yu néew la niir way dallu fa tiim màkkaan ma. Waaye ci kàddug Aji Sax ji daal, lañuy dale te ci kàddug Aji Sax ji lañuy faboo."},{"style":"v","verse":"21","text":"Léeg-léegaa it niir wa dallu ag ngoon, fanaan, ba bët set, mu sàqi, ñu fabu ànd ak moom. Muy guddi, di bëccëg, bu niir wa jógaa, rekk, ñu fabu."},{"style":"v","verse":"22","text":"Su doon ñaari fan, su doon weer, mbaa ay fani fan la niir wa taxaw tiim màkkaan ma, des fa it, bànni Israayil dañuy dal, waaye duñu dem. Bu jógee rekk lañuy fabu."},{"style":"v","verse":"23","text":"Ci kàddug Aji Sax ji lañu daa dale, ci kàddug Aji Sax ji lañu daa faboo. Ndénkaaneb Aji Sax ji daal lañuy sàmm, ci kàddug Aji Sax ji, Musaa di jottali."}]