[{"style":"s1","verse":"","text":"Nattu nuyooti na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Mu am bés goney Yàlla dikk, teewsi fa Aji Sax ji. \\w Seytaane|Seytaane:\\w* itam bokk ca, dikk teewsi fa Aji Sax ji."},{"style":"v","verse":"2","text":"Aji Sax ji ne Seytaane: «Ana foo jóge nii nag?» Mu ne ko: «Ci wër-wëraan ak doxantoo àddina laa jóge.»"},{"style":"v","verse":"3","text":"Mu ne ko: «Xanaa seetlu nga Ayóoba, sama jaam bi. Amul moroom fi kaw suuf de! Ku mat la te jub, ragal Yàlla te dëddu lu bon, doonte yaa ma xabtal ci ma di ko sonnal te dara waralu ko.»"},{"style":"v","verse":"4","text":"Seytaane ne Aji Sax ji: «Bakkan a wuutu bakkan rekk. Mboolem lu nit am, man na koo weccee bakkanam."},{"style":"v","verse":"5","text":"Léegi xàccal sa loxo rekk, dal ci kaw jëmmam jépp. Ndegam du jàkkaarlook yaw, xarab la.»"},{"style":"v","verse":"6","text":"Aji Sax ji ne Seytaane: «Kon mu ngoogu ci say loxo. Waaye bakkanam daal, sàmm ko.»"},{"style":"v","verse":"7","text":"Ba mu ko defee Seytaane bàyyikoo fa Aji Sax ji. Ci kaw loolu mu sànni Ayóoba ay taab yu metti, dale ko ca téstën ma, ba ca kaw bopp ba."},{"style":"v","verse":"8","text":"Ayóoba wut tojitu njaq, di ko xasanoo, daldi toog ci biir jalub dóomu-taal."},{"style":"v","verse":"9","text":"Jabaram ne ko: «Yaa ngi ŋoy ci sa mat gi ba tey? Xarabal Yàlla boog te dee!»"},{"style":"v","verse":"10","text":"Mu ne ko: «Waxi jeeg bu dof daal ngay wax, yaw! Du Yàlla da nuy may lu baax, nu jël? Kon kay bu nu mayee safaan ba it, nu wara jël.» Ci biir loolu lépp Ayóoba bàkkaarul ciw làmmiñam."},{"style":"s1","verse":"","text":"Ayóoba am nay gan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Gannaaw loolu ñetti xariti Ayóoba ñoo dégg mboolem musiba moomu ko dikkal. Ku nekk ci ñoom jóge këram: Elifas waa Teman ba ak Bildàdd waa Suwa ba ak Cofar waa Naama. Ñu bokk daje ngir dikk mas-sawu Ayóoba, dëfal ko."},{"style":"v","verse":"12","text":"Ñu dikk ba jub ko, di ko séentoo fu xawa sore, waaye xàmmeetuñu ko. Ñu daldi ne yikkét jooy. Ba ñu agsee ku ci nekk ne sa mbubb tareet. Ñuy ñaawlu, di tibb suuf, di sànni ca kaw, muy sottiku ci seen kaw bopp."},{"style":"v","verse":"13","text":"Bokk nañu toog ak Ayóoba fa suuf juróom ñaari bëccëg ak juróom ñaari guddi, kenn waxu ko baat, ndax dañoo gis mitit wa mu àndal tar lool."}]