[{"style":"mt1","text":"Peeñu ma"},{"style":"s1","verse":"","text":"Ubbite gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yeesu \\w Almasi|Almasi b-:\\w* bi moo yégle peeñu mii ko Yàlla jox ngir mu won ay jaamam yenn xew-xew yu dëgmal. Malaakaam la yebal ci Yowaan ngir xamle ko."},{"style":"v","verse":"2","text":"Yowaan moo seede mboolem li mu gis, te mu jëm ci kàddug Yàlla ak seedes Yeesu Almasi bi."},{"style":"v","verse":"3","text":"Ndokkalee képp ku jàng ak mboolem ñi déglu yii kàdduy \\w waxyu|waxyu:\\w*, tey sàmm li ñu ci bind, ndaxte waxtu wi jege na."},{"style":"s1","verse":"","text":"Ab nuyoo ñeel na juróom ñaari mboolooy gëmkat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Lii mu ngi tukkee ci man Yowaan, ñeel juróom ñaari mboolooy gëmkat ña ca diiwaanu Asi. Na leen yiw ak jàmm ñeel, tukkee fa Ki masa nekk, Ki nekk, di Kiy dikk, tukkee it fa boroom juróom ñaari noo ya\\f + \\fr 1.4 \\fk juróom ñaari noo ya: \\ft seetal ci 4.5; 5.6.\\f* fa kanam ngànguneem\\f + \\fr 1.4 \\fk ngàngune ma \\ft mooy fa buur biy toog.\\f*,"},{"style":"v","verse":"5","text":"tukkee itam fa Yeesu \\w Almasi|Almasi b-:\\w* bi, seede bu wóor bi, moom \\w taaw|Taaw b-:\\w* bi\\f + \\fr 1.5 \\fk taaw bi: \\ft taaw mooy ki njëkka juddu, waaye ab juddu taxul ñuy wax fii. Li Yeesu Almasi bi njëkka dekki ndekkite lu dee toppatul moo tax ñuy wax. Mooy taaw ci kaw darajaam ndax moo sut ñépp, yilif lépp luy mbindeef, te ci darajaam la ñépp di dekkee.\\f*, ki njëkka dekki, jóge ci ñi dee, di kilifay buuri kaw suuf."},{"style":"p","verse":"","text":"Moom mi nu sopp, yiwee nu deretam, ba nu teqalikook kilifteefu sunuy bàkkaar,"},{"style":"v","verse":"6","text":"ba noppi def nu nuy askanu \\w sarxalkati|sarxalkat b-:\\w* Buur Yàlla Baayam\\f + \\fr 1.6 \\fk Baayam: \\ft seetal ci \\bk Luug\\bk* 3.23, 38.\\f*, na ko daraja ak manoore ñeel tey ak ëllëg ba fàww. Amiin."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"7","text":"Mu ngoogu di dikk, indaale niir yi,"},{"style":"q1","verse":"","text":"te ñépp a koy teg bët,"},{"style":"q1","verse":"","text":"ba ca ña ko jamoon sax,"},{"style":"q1","verse":"","text":"te giiri kaw suuf yépp ay jooy ndax moom."},{"style":"q1","verse":"","text":"Noonu la moos. Amiin."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Man, maay Alfa, di Omega\\f + \\fr 1.8 \\fk Alfa, Omega: \\ft ci làkku gereg, alfa moo njëkk ci araf yi, omega mujj ci. Kuy Alfa ak Omega nag moo njëkk, moo mujj.\\f*», la Boroom bi Yàlla wax, moom Ki masa nekk, Ki nekk, di Kiy dikk ëllëg, te di Aji Man ji."},{"style":"s1","verse":"","text":"Yowaan am na peeñu ca dunu Patmos"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Man Yowaan seen mbokk mi séddook yeen nattu ak barkeb nguurug Yàlla, ak muñ gi ci Yeesu, maa nga woon fa ñu ma toxaloon, ca dun ba ñuy wax Patmos. Li ko waral di sama waare ci kàddug Yàlla ak seedeel Yeesu."},{"style":"v","verse":"10","text":"Benn bésub Sang bi, Leerug Yàlla dikkal na ma, ma dégg ci sama gannaaw baat bu xumb nig liit."},{"style":"v","verse":"11","text":"Mu ne: «Mboolem loo gis, bind ko cib téere, nga yónnee ko juróom ñaari mboolooy gëmkat ña ca dëkk ya ñuy wax Efes ak Esmirna ak Pergam ak Catir ak Sàrd ak Filadelfi ak Lawdise\\f + \\fr 1.11 \\ft Dëkk yooyu ñu ngi ci réew mu tudd Tirki tey.\\f*.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Naka laa geestu, di seet kuy wax ak man, ma daldi gis juróom ñaari tegukaayi làmp yu wurus."},{"style":"v","verse":"13","text":"Ca digg tegukaayi làmp ya, jëmm juy nirook nit\\f + \\fr 1.13 \\ft Seetal ci \\bk Dañeel\\bk* 7.13.\\f* a fa nekk. Ma nga sol mbubb mu tollu ci ndëgguy tànk yi, takkoo ngañaayal wurus ci dënn bi."},{"style":"v","verse":"14","text":"Kawaru bopp baa nga weex tàll, gët ya di tàkk ni sawara,"},{"style":"v","verse":"15","text":"tànk ya mel ni xànjar bu yànj bu ñu xelli, baat bay riir ni gannaxi géej."},{"style":"v","verse":"16","text":"Ma nga yor ca loxol ndijooram juróom ñaari biddiiw, ab saamaru ñaari ñawka bu ñaw di lange ca gémmiñ ga, xar-kanam baa nga leer nàññ ni jantub njolloor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Naka laa ko gis, ne dàll daanu ci ay tànkam ni ku dee. Mu teg ma loxol ndijooram, ne ma: «Bul tiit. Maay Ki njëkk, di Ki mujj."},{"style":"v","verse":"18","text":"Maay Kiy dund, maa dee woon, maay dund nii tey ak ëllëg ba fàww te maa yor caabiy dee ak njaniiw."},{"style":"v","verse":"19","text":"Kon nag bindal li nga gis: Li am nii tey ak itam liy ñëw gannaaw lii."},{"style":"v","verse":"20","text":"Kumpa gi ci juróom ñaari biddiiw yi nga gis ci sama loxol ndijoor, ak juróom ñaari tegukaayi làmp yu wurus yi, li muy firi mooy: juróom ñaari biddiiw yi ñoo di malaakay juróom ñaari mboolooy gëmkat ñi; juróom ñaari tegukaayi làmp yi ñoo di juróom ñaari mbooloo yi.»"}]