[{"style":"s1","verse":"","text":"Aleluya!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu damaa dégg lu mel ni coow lu xumb, bawoo ci mbooloo mu bare mu àddoo asamaan, ne:"},{"style":"q1","verse":"","text":"«Aleluya\\f + \\fr 19.1 \\fk Aleluya \\ft waxu yawut la, juy tekki «Cant ñeel na Boroom bi».\\f*!"},{"style":"q1","verse":"","text":"Texe ak daraja ak kàttan ñeel na sunu Yàlla."},{"style":"q1","verse":"","text":""},{"style":"v","verse":"2","text":"Ay àtteem dëgg la, yoon la!"},{"style":"q1","verse":"","text":"Moo mbugal jigéenu moykat bu mag bi yàq àddinaak moyam,"},{"style":"q1","verse":"","text":"feye ko deretu jaami Yàlla yi mu tuure loxoom.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ñu neeti:"},{"style":"q1","verse":"","text":"«Aleluya!"},{"style":"q1","verse":"","text":"Saxaaras lakku dëkk ba kay day jolli rekk, ba fàww!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ci kaw loolu ñaar fukki mag ñeek ñeent ak ñeenti mbindeef yi ne gurub sukk, sujjóotal Yàlla mi toog ci ngàngune mi. Ñoo bokk ne:"},{"style":"q1","verse":"","text":"«Amiin! Aleluya!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ba loolu amee kàddu jibe ca ngàngune ma, ne:"},{"style":"q1","verse":"","text":"«Màggalleen sunu Yàlla, yeen jaamam ñépp,"},{"style":"q1","verse":"","text":"ak yeen ñi ko ragal, mag ak ndaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ma daldi dégg lu mel ni coowal mbooloo mu bare, mu àddoo ni riirum géej, tey nirook kàddug dënu gu réy, ne:"},{"style":"q1","verse":"","text":"«Aleluya!"},{"style":"q1","verse":"","text":"Sunu Boroom Yàlla Aji Man ji mooy Buur!"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"7","text":"Nanu bég, di bànneexu te màggal ko,"},{"style":"q1","verse":"","text":"ndax céetu Xar mi agsi na, ab séetam defaru na ba noppi!"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"8","text":"Jox nañu ko mbubbum lẽe mu set, ne ràññ, mu sol.»"},{"style":"m","verse":"","text":"Lẽe boobu mooy jëfi njekk yu nit ñu sell ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Malaaka ma nag ne ma: «Bindal lii: “Ndokkalee ñi ñu woo ci berndey céetu Xar mi.”» Mu teg ca ne ma: «Loolu kàddu yu dëggu yu Yàlla la.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ma daldi ne gurub sukk ciy tànkam, ngir sujjóotal ko. Mu ne ma: «Déet, ëpp naa def. Sa mbokkum jaam doŋŋ laa, ni yaak sa bokk yi jàppoo seedeel Yeesu. Sujjóotalal Yàlla. Li Yeesu seede mooy suuxat ñiy jottali kàdduy \\w waxyu|waxyu:\\w*.»"},{"style":"s1","verse":"","text":"Gawar war na fas wu weex"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ba loolu wéyee ma gis asamaan ubbiku, fas wu weex daldi feeñ. Ki ko war, «Wóor te Dëggu» lañu koy wax te njub lay àttee, di ko xaree."},{"style":"v","verse":"12","text":"Ay gëtam a ngi mel ni sawara wuy tàkk, bopp bi, mbaxanay buur yu baree ci tege, ñu bind ci kawam tur wu kenn xamul ku dul moom."},{"style":"v","verse":"13","text":"Mbubb ma mu sol, dees koo sóob ci deret, te turam wi ñu ko xame di «Kàddug Yàlla.»"},{"style":"v","verse":"14","text":"Xarekat yi ci asamaan a ko topp, war fas yu weex, sol mbubbum lẽe mu weex, set wecc."},{"style":"v","verse":"15","text":"Gémmiñ gi, saamar bu ñaw a ciy lange, mu di ko cawe askan yi. Moo leen di jiitee yetu weñ, te mooy dëggaate ci biir nalukaay bi reseñ ji ñuy segale biiñu sànj mu tàng mu Yàlla Aji Man ji."},{"style":"v","verse":"16","text":"Ci kaw mbubbam ak ci luppam, aw tur lañu ci bind te moo di: «Buuru buur yi, Sangu sang yi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ma gis nag menn malaaka mu taxaw ci jant bi. Mu àddu ca kaw, wax ak mboolem picc yiy naaw ci digg asamaan, ne leen: «Dikkleen, dajesileen ci bernde ju mag ju Yàlla ji,"},{"style":"v","verse":"18","text":"ndax ngeen lekk suuxi buur ak suuxi \\w njiiti gàngoor|njiitu gàngoor g-:\\w*, suuxi jàmbaar ak suuxu fas ak gawaram, suuxu ñépp; gor ak jaam, mag ak ndaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba loolu amee ma gis rab wi, mook buuri àddina yeek seeni gàngoor, ñu daje ngir xareek ki war fas week gàngooram."},{"style":"v","verse":"20","text":"Ñu daldi jàpp rab wi, mook yonentu caaxaan bi defoon ci turu rab wi ay kéemaan yu mu sànke ña ñu màndargaale woon màndargam rab wi, te ñu doon jaamu jëmmu nataalu rab wi. Ñoom ñaar ñépp lañu sànni ñuy dund, ca déegu sawara waak tamarax bay bax."},{"style":"v","verse":"21","text":"Ña ca des, ñu reye leen saamar bay lange ca gémmiñu ka war fas wa, picc yépp lekk ca seen suux ba regg."}]