[{"style":"s1","verse":"","text":"Bindees na waa Efes"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Malaakam mbooloom gëmkat ña ca Efes, bind ko ne ko:"},{"style":"p","verse":"","text":"«Lii moo di kàdduy Ki yor juróom ñaari biddiiw yi ci loxol ndijooram, di doxe digg juróom ñaari tegukaayi làmp yu wurus yi. Mu ne:"},{"style":"v","verse":"2","text":"Gis naa say jëf, gis sa liggéey ak sag muñ. Xam naa ne manuloo dékku ñu bon ñi. Seetlu nga ñi tuddoo samay ndaw, ba gis ne ay fen-kat lañu."},{"style":"v","verse":"3","text":"Xam naa it ne muñ nga te sonn nga moos ngir man te xàddiwoo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"«Waaye li ma la sikke moo di sa cofeel ga nga jëkke woon, moom nga wacc."},{"style":"v","verse":"5","text":"Kon nag fàttalikul fu kawe fa nga xàwweekoo ba fii, te nga tuub, di jëfe jëf ja nga jëkke woon. Lu ko moy maay dikk ba fi yaw, daldi jële sa tegukaayu làmp fa bérebam, ndegam tuubuloo."},{"style":"v","verse":"6","text":"Waaye lu baax lii nag yaay boroom: ni ma sibe jëfi ngérum Nikolas\\f + \\fr 2.6 \\fk ngérum Nikolas \\ft mooy ñiy taafantaloo sañ-sañ bu ñu am, gannaaw bu ñu gëmee Yeesu, ngir daganal yenn aada yu ñaaw yu mel ni lekk lu ñu sarxal ay tuur, ak yebu ci séy yi yoon tere.\\f*, ni nga ko sibe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Ku ami nopp kat, na dégg li \\w Noowug Yàlla|Noo gu Sell g-:\\w* wax mboolooy gëmkat ñi. Ku am ndam nag, maa lay may nga lekk ci garabu dund gi ci Àjjana, toolub Yàlla."},{"style":"s1","verse":"","text":"Bindees na waa Esmirna"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«Malaakam mbooloom gëmkat ña ca Esmirna nag, bind ko ne ko:"},{"style":"p","verse":"","text":"«Lii moo di kàdduy Ki njëkk te mujj, Ki dee woon te dekki. Mu ne:"},{"style":"v","verse":"9","text":"Gis naa sa coono ak sag ñàkk, moona yaaka duunle! Gannaaw loolu it, waxi yàq-der yi tukkee ci ñooñu tuddoo Yawut te duñu Yawut, duñu lenn lu moy jàngub \\w Seytaane|Seytaane:\\w*, dégg naa ko."},{"style":"v","verse":"10","text":"Bul ragal mukk mitit wi nga nara daj. Seytaanee ngi noonu di dugal kaso ñenn ci yeen, ngir nattu leen. Dingeen am coono diiru fukki fan. Nanga saxoo kóllëre ba dee fekk la ci, ma kaalaa la \\w kaalag|kaala g-:\\w* dund."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Ku ami nopp kat, na dégg li \\w Noowug Yàlla|Noo gu Sell g-:\\w* wax mboolooy gëmkat ñi. Ku am ndam nag doo loru mukk ci ñaareelu dee gi\\f + \\fr 2.11 \\fk ñaareelu dee gi: \\ft seetal ci 20.14; 21.8.\\f*."},{"style":"s1","verse":"","text":"Bindees na waa Pergam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Malaakam mbooloom gëmkat ña ca Pergam nag, bind ko ne ko:"},{"style":"p","verse":"","text":"«Lii moo di kàdduy Boroom saamar bi ci ñaari ñawka yi. Mu ne:"},{"style":"v","verse":"13","text":"Xam naa fa nga dëkk, fa la \\w Seytaane|Seytaane:\\w* samp nguuram. Teewul nga ŋoy ci sama tur te weddiwoo ne man nga gëm. Nga ŋoy ci sa ngëm sax, ba bi ñu reyee ca seen biir Antipas sama seede bu am kóllëre ba, mu deewe foofa di dëkku Seytaane."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Waaye lenn a ngii lu ma lay sikke: yaa ngi uuf foofu ay nit ñuy saxal njàngalem Balaam, moom mi doon xiirtal Balag\\f + \\fr 2.14 \\fk Balaam, Balag: \\ft Balaam moo doon mbubboo turu yonent, di fexee rëbb bànni Israayil, ngir sàkku alal ci Balag buuru Mowab ci jamonoy Yonent Yàlla Musaa. Seetal ci \\bk Màndiŋ ma\\bk* saar 22---23.\\f* ci tegal Israayil ndëgg-sërëx, ngir ñu lekk ñam wu ñu sarxal ay tuur, ak di moy Yàlla."},{"style":"v","verse":"15","text":"Naka noonu itam yaa ngi uuf ay nit ñuy saxal njàngalem ngérum Nikolas."},{"style":"v","verse":"16","text":"Kon nag tuubal. Lu ko moy maay dikk léegi ba fi yaw, te saamar biy lange sama gémmiñ, moom laay xareek nit ñooñu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Ku ami nopp kat, na dégg li \\w Noowug Yàlla|Noo gu Sell g-:\\w* wax mboolooy gëmkat ñi. Ku am ndam nag, maa lay may ci \\w mànn|mànn:\\w* mu làqu mi, nga lekk, maa lay jox it aw doj wu weex; ci doj wi ñu bind tur wu bees wu kenn xamul, ku dul ka ko jot."},{"style":"s1","verse":"","text":"Bindees na waa Catir"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"«Malaakam mbooloom gëmkat ña ca Catir nag, bind ko ne ko:"},{"style":"p","verse":"","text":"«Lii moo di kàdduy \\w Doomu Yàlla|Doomu Yàlla j-:\\w* ji, ki ay gëtam mel ni sawara wu yànj, ay tànkam mel ni xànjar bu ñu jonj. Mu ne:"},{"style":"v","verse":"19","text":"Gis naa say jëf ak sa cofeel ak sa ngëm ak sa liggéey ak sag muñ. Xam naa ne sa jëf yu mujj moo ëpp jëf yu njëkk ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Waaye lenn laa lay sikke: dangaa bàyyi Yesabel, jigéen joojuy tuddoo yonent, muy jàngaleeka réeral sama jaam ñi, ngir ñuy lekk ñam wu ñu sarxal ay tuur ak di moy Yàlla."},{"style":"v","verse":"21","text":"May naa ko ab diir, ngir mu tuub, waaye moo bëggula tuub ngànctoom."},{"style":"v","verse":"22","text":"Kon nag maa ngii di ko teg wopp ju ko tëral, te ñi mu àndal di njaaloo it, maa leen di teg mitit wu réy, su ñu tuubul jëf ja ñu koy roye."},{"style":"v","verse":"23","text":"Am mbas laay faate ay taalibeem. Su ko defee mboolooy gëmkat ñépp dinañu xam ne man maay nattu xol ak xel, te maay fey ku nekk ay jëfam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"«Waaye yeen ñi ci des ñépp nag, yeen waa Catir ñi toppul moomu njàngale te jotuleena xam loolu ñu naan xóotey xam-xamu \\w Seytaane|Seytaane:\\w*, maa ne leen, duma leen sëf beneen sëf."},{"style":"v","verse":"25","text":"Ŋoyleen rekk ci li ngeen am, ba kera may dikk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"«Ku am ndam nag, ku saxoo jëf ji ma soob, ba kera muj ga, maa lay jox sañ-sañ ci kaw xeet yi:"},{"style":"q1","verse":"","text":""},{"style":"v","verse":"27","text":"Ni ñuy rajaxee ndaal xandeer,"},{"style":"q1","verse":"","text":"noonu nga leen di jiiteeji yetu weñ\\f + \\fr 2.27 \\ft Seetal ci \\bk Taalifi cant\\bk* 2.9.\\f*,"},{"style":"m","verse":"","text":""},{"style":"v","verse":"28","text":"te man ci sama bopp, noonee laa jote sañ-sañ bi ci sama Baay. Maa lay jox itam biddiiwu njël."},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"«Ku ami nopp kat, na dégg li \\w Noowug Yàlla|Noo gu Sell g-:\\w* wax mboolooy gëmkat ñi."}]