[{"style":"s1","verse":"","text":"Walum dund mi feeñ na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu malaaka mi won ma dexu ndoxum dund mu leer nàññ ni doju kiristaal. Ndox ma wale ca ngàngunem Yàllaak Xar ma,"},{"style":"v","verse":"2","text":"di tuuru ci digg péncum dëkk bi. Ci ñaari tàkki dex gi, garabu dund a ngi ci, di meññ fukki yoon ak ñaar, weer wu nekk benn yoon, xob yi di faj askani àddina."},{"style":"v","verse":"3","text":"Alkànde nag du fa amati, te ngàngune mu Yàllaak Xar mi ci biir dëkk bi lay nekk, jaamu Yàlla yi di ko sujjóotal,"},{"style":"v","verse":"4","text":"di gis kanamam, turam binde ci seen jë."},{"style":"v","verse":"5","text":"Guddi du amati, te deesul soxlaati làmp mbaa naaj, ndax Boroom bi Yàlla moo leen di leeral. Te dañuy nguuru ba fàww."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba loolu amee malaaka mi ne ma: «Lii wax ju wóor la te dëggu. Boroom bi Yàlla miy xelal yonent yi, moo yebal malaakaam, ngir mu won jaamam ñi mbir yi dëgmal te du jaas.»"},{"style":"s1","verse":"","text":"Yeesu Almasi bi dina délsi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Maa ngii di ñëw léegi. Ndokkalee, yaw miy sàmm kàdduy \\w waxyuy|waxyu:\\w* téere bii.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Man Yowaan maa dégg mbir yii, gis ko. Ba ma ko déggee, gis ko, dama ne gurub sukk ci tànki malaaka mi ma ko won, nar koo sujjóotal."},{"style":"v","verse":"9","text":"Mu ne ma: «Ëpp naa def, sa mbokkum jaam doŋŋ laa, ni yaak sa bokki yonent yeek ñiy sàmm kàdduy téere bii. Sujjóotalal Yàlla.»"},{"style":"v","verse":"10","text":"Mu neeti ma: «Bul làq kàdduy waxyuy téere bii, ndax waxtu wi jege na."},{"style":"v","verse":"11","text":"Ku jubadi, na saxoo njubadi; ku yàqu, saxoo yàqute; ku jub, wéye def njub; ku sell it, wéye sell.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Maa ngii di ñëw léegi, ànd ak sama pey, ngir delloo ku nekk jëfam."},{"style":"v","verse":"13","text":"Man maay Alfa di Omega; maa njëkk, maa mujj, maay njàlbéen, maay muj."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Ndokkalee yeen ñi fóot seeni yére, ngir saña lekk ci garabu dund gi, jàlle ci bunt yi, dugg ci biir dëkk bi."},{"style":"v","verse":"15","text":"Ci biti, xaj yaa fa nekk ak xërëmkat yi ak moykat yi ak bóomkat yi ak bokkaalekat yi, ak képp ku sopp fen te di ko jëfe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«Man Yeesu maa yónni sama malaaka, ngir mu seede mbir yii ci yeen, ñeel mboolooy gëmkat ñi. Man maay njebbitu \\w Daawuda|Daawuda:\\w*, di kuutaayam, maa di biddiiwu njël bi ne ràññ.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"\\w Noo gu Sell|Noo gu Sell g-:\\w* gi ak Séet bi nee ñu: «Ñëwal!»"},{"style":"p","verse":"","text":"Ku ci dégg it, neel: «Ñëwal!»"},{"style":"p","verse":"","text":"Ku mar, ñëwal; ku bëgg ci ndoxum dund mi, jëlal, ñu may la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Man Yowaan, seede naa ñeel képp ku dégg kàdduy waxyu yu téere bii, ne: képp ku ci yokk lenn, Yàlla dina la yokkal mbugal yi ñu bind ci téere bii."},{"style":"v","verse":"19","text":"Te ku wàññi lenn ci kàdduy waxyu yu téere bii, sa wàll la Yàlla di wàññee ci yooyii ñu bind ci téere bi, muy garabu dund gaak dëkk bu sell ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Kiy seede mbir yii nee: «Waawaaw, léegi ma ñëw.»"},{"style":"p","verse":"","text":"Amiin, Sang Yeesu, ñëwal!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Yal na yiwu Sang Yeesu ànd ak ñépp."}]