[{"style":"mt1","text":"Yosuwe"},{"style":"s1","verse":"","text":"Yàlla yeb na Yosuwe"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw ba Musaa, jaamub \\w Aji Sax ji|Aji Sax j-:\\w* wàccee liggéey, Aji Sax ji moo wax bëkk-néegu Musaa, Yosuwe doomu Nuun, ne ko:"},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"«Musaa sama jaam wàcc na liggéey. Jógal nag jàll dex gii di Yurdan, yaak mbooloo mii mépp, ba ca biir réew ma may jox \\w bànni Israayil|bànni Israayil:\\w*, man."},{"style":"v","verse":"3","text":"Fépp fu seen tànk joggi, yeen laa ko may, na ma ko dige woon Musaa."},{"style":"v","verse":"4","text":"La dale màndiŋ ma ca bëj-saalum, ba ca tundi Libaŋ ca bëj-gànnaar, daleeti dexu Efraat gu mag ga ca penku, jaare mboolem réewu Etteen ña, ba ca géej gu mag ga ca sowu, lépp seen suuf lay doon."},{"style":"v","verse":"5","text":"Du kenn kuy taxaw ci sa kanam, sa giiru dund. Noonee ma nekke woon ak Musaa, ni laay nekke ak yaw; duma la seetaan, duma la wacc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Dëgërlul te am fit, ndax yaw yaay sédd mbooloo mii réew mi ma giñaloon seeni maam, ne dinaa leen ko jox."},{"style":"v","verse":"7","text":"Dëgërlul rekk te am fit bu baax, ngir fexee jëfe mboolem yoon wi la Musaa sama jaam ba dénk. Bu ko wàcc fenn; du ndijoor, du càmmoñ, ndax nga am ndam fépp foo jëm."},{"style":"v","verse":"8","text":"Téereb yoon bii, bumu teqalikook sa làmmiñ, waaye dee ko jàngat guddi ak bëccëg, ngir di fexee jëfe li ñu ci bind lépp. Su boobaa la say mébét di sotti, te ci ngay am ndam."},{"style":"v","verse":"9","text":"Xanaa du maa la sant ne la, nga dëgërlu te am fit? Bul tiit, bul ragal. Sa Yàlla Aji Sax ji laak yaw, fépp foo jëm.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ba loolu amee Yosuwe sant kilifay mbooloo ma, ne leen:"},{"style":"v","verse":"11","text":"«Wërleen dal bi te ngeen sant mbooloo mi ne leen: “Waajalleen aw ñam, ndax fii ak ñetti fan dingeen jàll dexu Yurdan gii, ngir nanguji réew ma leen seen Yàlla Aji Sax ji jox, ngir ngeen nangu ko.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Rubeneen ña nag ak Gàddeen ñaak genn-wàllu giirug Manaseen ña, Yosuwe ne leen:"},{"style":"v","verse":"13","text":"«Fàttalikuleen la leen Musaa jaamub Aji Sax ji santoon, ne leen seen Yàlla Aji Sax ji moo leen di noppal, jox leen réew mii."},{"style":"v","verse":"14","text":"Seeni jabar ak seeni tuut-tànk ak seeni jur, nañu bokk des ci suuf si leen Musaa jox fii ci wàllu dexu Yurdan wii ci penku. Yeen nag, mboolem yeen xarekat yi, nangeen gànnaayu jàll dex gi, jiitu seeni bokk, dimbali leen,"},{"style":"v","verse":"15","text":"ba kera Aji Sax jiy noppal seeni mbokk ni yeen, ba ñoom itam ñu nangu réew mi leen seen Yàlla Aji Sax ji jox. Su ko defee ngeen doora délsi fii ci seen céru suuf, féetewoo ko, fi leen Musaa jaamub Aji Sax ji jox, ci penkub dexu Yurdan.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Ñu ne Yosuwe: «Loo nu sant, nu def, te foo nu yebal, nu dem."},{"style":"v","verse":"17","text":"Mboolem noonee nu déggale woon Musaa, ni lanu lay déggale. Yal na sa Yàlla Aji Sax ji nekk ak yaw rekk, na mu nekke woon ak Musaa!"},{"style":"v","verse":"18","text":"Képp ku gàntal sa kàddu, baña dégg say ndigal ci mboolem loo ko sant, kooku, dees koy rey. Dëgërlul rekk te am fit.»"}]