[{"style":"s1","verse":"","text":"Xare jib na ca Merom"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yabin buurub Àccor nag, naka la dégg xew-xew yooyu, daldi yónnee ca Yobab buuru Madon ak buurub Simron ak buurub Agsaf,"},{"style":"v","verse":"2","text":"ak itam ca buur ya féete bëj-gànnaar ca diiwaani tund ya, ak ca xuru dexu Yurdan wa féete ca bëj-saalumu dexu Kineret, ak ca suufu tund yaak ca goxub Dor, ba féete sowu,"},{"style":"v","verse":"3","text":"ak itam ca Kanaaneen ña ca penku, ak ña ca sowu, ak ca Amoreen ñaak Etteen ñaak Periseen ñaak ca Yebuseen ña ca tund ya, ak ca Eween ña ca suufu tundu Ermon ca diiwaanu Mispa."},{"style":"v","verse":"4","text":"Buur yooya yépp dikk, ñook mboolem seeni gàngoor. Ñuy mbooloo mu bare ba mel ni feppi suufas tefesu géej ndax bare, aki fas aki watiiri xare yu ne gàññ."},{"style":"v","verse":"5","text":"Ba buur ya yépp dajee ba dikk, fa feggook bëti ndoxi Merom lañu dalandoo, ngir xareek Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Teewul Aji Sax ji ne Yosuwe: «Bu leen ragal, nëgëni ëllëg maa leen di wacc ñoom ñépp, ñu gaañu ba dee fi kanam Israayil. Seen siisi fas yi, dogleen leen, te seen watiiri xare, ngeen taal leen.»"},{"style":"v","verse":"7","text":"Ci kaw loolu Yosuwe jekki dikk ca seen kaw, ca bëti ndoxi Merom, mook mboolem gàngooru xareem. Ñu ne milib ci seen kaw."},{"style":"v","verse":"8","text":"Aji Sax ji nag teg leen ci loxol Israayil, ñu duma leen, dàq leen, ba àgg Sidon gu mag ak Misrefot Mayim, ba ca xuru Mispe, ca penku. Dañu leena falaxe ba desewuñu kuy dund."},{"style":"v","verse":"9","text":"Ba loolu amee Yosuwe def leen na ko Aji Sax ji waxoon; seen siisi fas ya, mu dog, seen watiiri xare, mu taal."},{"style":"s1","verse":"","text":"Nangu nañu Àccor"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Boobu la Yosuwe waññiku, ba nanguji dëkk ba ñuy wax Àccor, buur ba, mu jam ko saamar. Àccor, bu njëkkoon, mboolem nguur yooyu, moo doon seen péey."},{"style":"v","verse":"11","text":"Mboolem ña ca biir dëkk ba lañu rey, leel leen ñawkay saamar, ba faagaagal leen. Du lenn luy noyyi lu des, te dëkkub Àccor ba ci boppam, Yosuwe da koo taal."},{"style":"v","verse":"12","text":"Mboolem péeyi buur yooyu ak seeni buur la Yosuwe teg loxo. Da leena leel ñawkay saamar, faagaagal leen, noonee ko Musaa jaamub Aji Sax ji santaanee woon."},{"style":"v","verse":"13","text":"Waaye mboolem dëkk ya woon ca seen kaw tundi gent, Israayil taalu leen. Mennum Àccor doŋŋ la Yosuwe taal."},{"style":"v","verse":"14","text":"Te it mboolem alali dëkk yooyu ak jur ga la \\w bànni Israayil|bànni Israayil:\\w* sëxëtoo, jagoo ko. Waaye mboolem doom aadama ya, dees leena leel ñawkay saamar, ba rey leen ba ñu jeex. Bàyyiwuñu lenn luy noyyi."},{"style":"v","verse":"15","text":"Noonee ko Aji Sax ji sante woon Musaa jaamam ba, Musaa sante ko ni Yosuwe, na la ko Yosuwe defe. Bàyyiwul lenn ca mboolem lu Aji Sax ji santoon Musaa."},{"style":"s1","verse":"","text":"Diiwaan yii la Yosuwe nangu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Noonu la Yosuwe nangoo réew moomu mépp, muy diiwaanu tund yaak àllub Negew baak mboolem diiwaanu Gosen, ak suufu tund yaak xuru dexu Yurdan ak diiwaanu tundi Israayil ak joor ga mu tiim."},{"style":"v","verse":"17","text":"La dale tundu Alag wa ñuy yéeg jëm Seyir, ba Baal Gàdd ca xuru Libaŋ, fa suufu tundu Ermon, mboolem buuri foofu yépp la jàpp, jam leen, ñu dee."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Lu yàgg la Yosuwe xareek buur yooyu yépp."},{"style":"v","verse":"19","text":"Lu moy Eween ña dëkkoon Gabawon nag, du benn dëkk bu digoo woon jàmm ak \\w bànni Israayil|bànni Israayil:\\w*. Yeneen dëkk yépp, ci xare lañu leen nangoo."},{"style":"v","verse":"20","text":"Booba dogal bu bawoo ci Aji Sax ji moo naroona dëgëral boppi waa réew ma, ba ñu xareek bànni Israayil, ngir ñu faagaagal leen te bañ leen a yërëm, xanaa jeexal leen, noonee ko Aji Sax ji sante woon Musaa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Jant yooyu la Yosuwe dem, rey mboolem Anageen ña dëkke diiwaanu tundi Ebron ak Debir ak Anab ak diiwaanu tundi Yuda bépp ak diiwaanu tundi Israayil bépp. Ñook seeni dëkk la Yosuwe boole, faagaagal."},{"style":"v","verse":"22","text":"Du kenn ku bokk ci xeetu Anageen ku desoon ca réewum bànni Israayil, xanaa ca Gasa ak Gaat ak Asdodd doŋŋ lañu desoon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Noonu la Yosuwe nangoo mboolem réew ma, mboolem noonee ko Aji Sax ji waxe woon Musaa. Ci kaw loolu Yosuwe sédd Israayil réew ma, giir gu ci nekk ak céram. Réew ma nag ne tekk, noppalu ci xare."}]