[{"style":"s1","verse":"","text":"Diiwaan yii la Israayil nangoogul woon"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Yosuwe dem na bay mag, ba làq at yu bare. Aji Sax ji ne ko: «Léegi mag nga, làq nga at yu bare, te ndesu réew mi ngeen nangoogul yaatu na lool."},{"style":"v","verse":"2","text":"Ndesu réew mi ngeen nangoogul mooy mboolem goxi Filisteen ñi ak mboolem goxi Gesureen ñi."},{"style":"v","verse":"3","text":"Mooy diiwaan ba ñu ne Kanaaneen ñee ko moom, te mu dale dexu Sixor ga janook Misra, ba fa mu digaloojeek Ekkron ca bëj-gànnaar. Réew moomu la juróomi garmiy Filisteen ña teg tànk, dëkk ya ca seen kilifteef di Gasa ak Asdodd ak Askalon ak Gaat ak Ekkron, ak réewum Aween ña"},{"style":"v","verse":"4","text":"féete bëj-saalum. Feneen fu ngeen wara nangu mooy réewu Kanaaneen ma dale Meyara gi waa Sidon moom, ba ca Afeg ga digalook Amoreen ña,"},{"style":"v","verse":"5","text":"ak réewu waa Gebal ak penkub Libaŋ gépp, la dale Baal Gàdd ca suufu tundu Ermon, àkki ba Buntu Amat."},{"style":"v","verse":"6","text":"Nga boole ca mboolem diiwaanu tund ya ca diggante Libaŋ ak Misrefot Mayim, te waa Sidon dëkke fa. Man ci sama bopp maa fay dàqal \\w bànni Israayil|bànni Israayil:\\w* giir yooyu. Boo yeboo nga def li ma la sant rekk, tegal leen réew mi bant, séddale ko."},{"style":"v","verse":"7","text":"Kon nag dogal réew mi ay céri suuf, te séddale ko juróom ñeenti giir yi, ñook genn-wàll giirug Manase.»"},{"style":"s1","verse":"","text":"Lii mooy suufas giir ya des ca penkub Yurdan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Fekk na genn-wàllu giirug Manase ga ca des ak giirug Ruben ak giiru Gàdd jot nañu seeni cér yi leen Musaa joxoon ca penkub dexu Yurdan, noonee leen ko Musaa jaamub Aji Sax ji féetalee woon."},{"style":"v","verse":"9","text":"Seeni suuf a nga dale woon Arower, fa feggook dexu Arnon, ak dëkk ba ca digg xur woowa, boole ca joor ga ca diggante dëkk ba ñu naa Medeba ak dëkk ba ñu naa Dibon,"},{"style":"v","verse":"10","text":"ak mboolem dëkki Sixon buurub Amoreen ba moomoon Esbon, ba fa digalook giirug Amon."},{"style":"v","verse":"11","text":"Leneen lu ca bokk di réewu Galàdd ak réewu Gesureen ñaak Maakateen ñaak tundu Ermon ba bépp, ak mboolem diiwaanu Basan ga dem ba Salka."},{"style":"v","verse":"12","text":"Mooy mboolem moomeelu Buur Og Refayeen boobee mujjoona falu fa Basan, te Astarot ak Eddrey di ay péeyam. Musaa moo duma woon buur yooyu, ba nangu seeni réew."},{"style":"v","verse":"13","text":"Waaye \\w bànni Israayil|bànni Israayil:\\w* nanguwuñu réewi Gesureen ñi ak Maakateen ñi, te looloo waral ñu dëkk ci biir Israayil ba sunu jonni yàllay tey."},{"style":"v","verse":"14","text":"Du benn céru suuf nag bu ñu sédd giirug \\w Lewi|Leween b-:\\w*, ndax saraxi sawara yu Yàllay Israayil mooy céru Leween ñi, na ko Aji Sax ji waxe ci ñoom."},{"style":"s1","verse":"","text":"Lii mooy suufas giirug Ruben"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Suuf sa Musaa séddoon giirug Ruben, làng gu ci nekk ak wàllam,"},{"style":"v","verse":"16","text":"moo dale Arower, ca wetu dexu Arnon, ak dëkk ba ca digg xur woowa ak mboolem joor ga ca Medeba."},{"style":"v","verse":"17","text":"Esbon ca la, ak mboolem dëkk-dëkkaan ya ca jooram ga. Muy Dibon ak Bamot Baal ak Bet Baal Mewon"},{"style":"v","verse":"18","text":"ak Yaxacc ak Kedemot ak Mefaat"},{"style":"v","verse":"19","text":"ak Kiryaatayim ak Sibma ak Ceret Saxar ga ca kaw tund wa tiim xur wa."},{"style":"v","verse":"20","text":"Bet Pewor bokk na ca, ak mbartali Pisga ak Bet Yesimot"},{"style":"v","verse":"21","text":"ak dëkki joor ga yépp ak mboolem réewum Sixon buurub Amoreen ba moomoon Esbon. Kooku la Musaa duma woon, ba dumawaale kilifay waa Majan ya doon ay kàngamam, te dëkkoon ca réew ma, di Ewi ak Rekem ak Cur ak Ur ak Reba."},{"style":"v","verse":"22","text":"Ña \\w bànni Israayil|bànni Israayil:\\w* rey, gisaanekat ba, Balaam doomu Bewor ma ñu jam saamar ca la."},{"style":"v","verse":"23","text":"Suufas giirug Ruben ma nga yemoon ca dexu Yurdan. Dëkk yooyu ak gox yooyu ñu tudd ñoo doon cér ba làngi giirug Ruben séddoo, làng gu ci nekk ak wàllam."},{"style":"s1","verse":"","text":"Lii mooy suufas giiru Gàdd"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Musaa moo jox làngi giiru Gàdd seen cér, làng gu ci nekk ak wàllam."},{"style":"v","verse":"25","text":"Seen suuf doon diiwaanu Yaser ak dëkki diiwaanu Galàdd yépp ak genn-wàllu réewum Amoneen ña, ba ca Arower ca wetu Raba,"},{"style":"v","verse":"26","text":"ak itam la dale Esbon ba Ramat Mispe ak Betonim, booleek li tàmbalee Maxanayim, ba fa digalook Debir,"},{"style":"v","verse":"27","text":"ak la ca xuru Yurdan, di gox ya ñuy wax Bet Aram ak Bet Nimra ak Sukkót ak Cafon, te bokkoon ca nguurug Sixon ma moomoon Esbon. Diiwaan booboo nga féete woon dexu Yurdan penku, leru ko ba ca dexu Kineret."},{"style":"v","verse":"28","text":"Dëkk yooyu ak gox yooyu ñoo doon cér ba làngi giiru Gàdd séddoo, làng gu ci nekk ak wàllam."},{"style":"s1","verse":"","text":"Suuf sii la Musaa jox lenni giirug Manase"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Musaa moo jox genn-wàllu giirug Manase seen cér, làng gu ci nekk ak wàllam."},{"style":"v","verse":"30","text":"Seen suuf a nga dale woon Maxanayim, boole ca diiwaanu Basan gépp, mboolem réewu Og buuru Basan, boole ca juróom benn fukki dëkk yu ndaw ya ca diiwaanu Yayir, te bokk ci Basan."},{"style":"v","verse":"31","text":"Genn-wàllu diiwaanu Galàdd itam ca la, ak Astarot ak Eddrey, di dëkki Og buuru Basan. Réew moomu mépp lañu jox genn-wàllu askan wa soqikoo ca Makir doomu Manase, làng gu ci nekk ak wàllam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Loolu mooy cér yi Musaa séddale woon ca joori Mowab, fa féeteek penkub dexu Yurdan."},{"style":"v","verse":"33","text":"Waaye giirug \\w Lewi|Leween b-:\\w*, Musaa séddu leen. Aji Sax ji Yàllay Israayil ci boppam moo doon seen cér, noonu mu ko waxe woon ci ñoom."}]