[{"style":"s1","verse":"","text":"Lii mooy suufas Simeyon"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ñaareelu cér ba la Simeyon muurloo, mu ñeel giirug Cimyoneen ña ak seeni làng. Seen céru suuf a nga woon ca biir céru Yudeen ña."},{"style":"v","verse":"2","text":"Seenub cér a doon Beerseba ak Seba ak Molada,"},{"style":"v","verse":"3","text":"ak Àccar Suwal ak Bala ak Eccem,"},{"style":"v","verse":"4","text":"ak Eltolat ak Betul ak Xorma,"},{"style":"v","verse":"5","text":"ak Ciglaag ak Bet Markabot ak Àccar Susa,"},{"style":"v","verse":"6","text":"ak Bet Lebawot ak Saruxen. Mu di fukki dëkk ak ñett ak seeni dëkk-dëkkaan."},{"style":"v","verse":"7","text":"Ayin ca la, ak Rimon ak Eter ak Asan. Mu di ñeenti dëkk ak seeni dëkk-dëkkaan."},{"style":"v","verse":"8","text":"Ñu boole ca nag mboolem dëkk-dëkkaan ya wër yooyu dëkk, ba ca Baalat Ber ga ca Ramat Negew. Looloo doon céru suufu giirug Cimyoneen ñi, làng gu ci nekk ak wàllam."},{"style":"v","verse":"9","text":"Céru suufas giirug Yudeen ñi, ca la céru suufas Cimyoneen ñi génne, ndaxte céru Yudeen ñaa réyoon ba ëpp Yudeen ña. Moo tax Cimyoneen ña jële seenub cér ca biir céru Yudeen ña."},{"style":"s1","verse":"","text":"Lii mooy céru suufas Sabulon"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ñetteelu cér ba génn, giirug Sabulon a ko muurloo, làng gu ci nekk ak wàllam. Seen kemu suuf demoon na ba gox ba ñuy wax Saridd."},{"style":"v","verse":"11","text":"Fa la seen kemu suuf yéege jublu sowu ca Marala, dem ba cof Dabeset ak wal ma féete ca penkub Yogneyam."},{"style":"v","verse":"12","text":"Ca wàllaa Saridd la kem ga dëngloo, wuti penku, bay digalook diiwaanu Kislot Tabor, doora jubal ba Dabraat, daldi yéegi ba Yafya."},{"style":"v","verse":"13","text":"Kem ga bàyyikoo ca jaare penkub jant, ba Gaat Efer, ba Et Kaccin. Mu fëlleji nag Rimon, door faa lajje, jëm Neya."},{"style":"v","verse":"14","text":"Wetu bëj-gànnaar, kem ga daa wër Anaton, ba fëlleji ca xuru Iftayel."},{"style":"v","verse":"15","text":"Ñu boole ca Katat ak Nayalal ak Simron ak Idala ak Betleyem. Muy fukki dëkk ak ñaar ak seeni dëkk-dëkkaan."},{"style":"v","verse":"16","text":"Loolooy céru suufas Cabuloneen ñi, làng gu ci nekk ak wàllam. Dëkk yooyoo, ak seeni dëkk-dëkkaan."},{"style":"s1","verse":"","text":"Lii mooy suufas giirug Isaakar"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ñeenteelu cér ba génn, giirug Isakareen ñaa ko muurloo, làng gu ci nekk ak wàllam."},{"style":"v","verse":"18","text":"Seen suuf a boole Yisreel ak Kesulot ak Sunem,"},{"style":"v","verse":"19","text":"ak Afrayim ak Siyon ak Anaarat,"},{"style":"v","verse":"20","text":"ak Rabit ak Kisiyoŋ ak Abecc,"},{"style":"v","verse":"21","text":"ak Remet ak Enganim ak En Ada ak Bet Pàccecc."},{"style":"v","verse":"22","text":"Seen kemu suuf daa feresu Tabor ak Saxacima ak Bet Semes, ba fëlleji dexu Yurdan. Muy fukki dëkk ak juróom benn ak seeni dëkk-dëkkaan."},{"style":"v","verse":"23","text":"Looloo doon céru giirug Isakareen ñi, làng gu ci nekk ak wàllam. Muy dëkk yeek seeni dëkk-dëkkaan."},{"style":"s1","verse":"","text":"Lii mooy suufas giirug Aser"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Juróomeelu cér ba génn, giirug Asereen ñaa ko muurloo, làng gu ci nekk ak wàllam."},{"style":"v","verse":"25","text":"Seen suuf a boole Elkat ak Ali ak Beten ak Agsaf,"},{"style":"v","verse":"26","text":"ak Alameleg ak Amat ak Misal. Kem ga dem ba leruji suufu tundu Karmel ca sowu, ca walum Sixor Libnat."},{"style":"v","verse":"27","text":"Kem ga jàdd penku wuti dëkk ba ñu naa Bet Dagon, te digalooji ak suufas Sabulon, ak xuru Iftayel, wuti bëj-gànnaar ca Bet Emeg ak Neyel, tàllal nag, ba Kabul ca càmmoñ,"},{"style":"v","verse":"28","text":"ak Abdon ak Rexob ak Amon ak Kana, ba ca Sidon gu mag ga."},{"style":"v","verse":"29","text":"Kem ga jàdd, wuti Raama, teg ca Tir, dëkk ba tata wër, doora jëm Osa, àkkeji géej, jaare ko Mexeleb ak Agsib,"},{"style":"v","verse":"30","text":"jaareeti Uma ak Afeg ak Rexob. Muy ñaar fukki dëkk ak ñaar ak seeni dëkk-dëkkaan."},{"style":"v","verse":"31","text":"Looloo doon céru giirug Asereen ñi, làng gu ci nekk ak wàllam. Dëkk yooyoo, ak seeni dëkk-dëkkaan."},{"style":"s1","verse":"","text":"Lii mooy suufas giirug Neftali"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Neftaleen ñaa muurloo juróom benneelu cér ba génn, làngi Neftali ya bokk ko ca seen biir."},{"style":"v","verse":"33","text":"Seen kem gaa nga dale woon ca Elef, jaare ca garab gu mag ga ca dëkk ba ñu naa Caananim, teg ca Adami Nekeb ak Yabneel, ba ca Lakum, daldi fëlleji dexu Yurdan."},{"style":"v","verse":"34","text":"Wetu sowu, kem gaa nga jaare Asnot Tabor, jógeeti fa jëm Ukog, dem ba digalook Sabulon ca bëj-saalum, digaloojeek Aser ca sowu, digalootijeek Yurdan ca penku."},{"style":"v","verse":"35","text":"Seen dëkk yi tata wër ñoo doon Cidim ak Cer ak Amat ak Rakkat ak Kineret,"},{"style":"v","verse":"36","text":"ak Aadama ak Raama ak Àccor,"},{"style":"v","verse":"37","text":"ak Kedes ak Eddrey ak En Àccor,"},{"style":"v","verse":"38","text":"ak Yiroŋ ak Migdal El ak Orem ak Bet Anat ak Bet Semes. Muy fukki dëkk ak juróom ñeent ak seeni dëkk-dëkkaan."},{"style":"v","verse":"39","text":"Looloo doon céru giirug Neftaleen ñi, làng gu ci nekk ak wàllam. Muy dëkk yeek seeni dëkk-dëkkaan."},{"style":"s1","verse":"","text":"Lii mooy suufas giirug Dan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"40","text":"Giirug Daneen ñaa muurloo cérub juróom ñaareel ba génn, làngi Daneen ña bokk ko ca seen biir."},{"style":"v","verse":"41","text":"Seen suuf a boole woon Cora ak Estawol ak Ir Semes,"},{"style":"v","verse":"42","text":"ak Saalabin ak Ayalon ak Yitla,"},{"style":"v","verse":"43","text":"ak Elon ak Timna ak Ekkron,"},{"style":"v","verse":"44","text":"ak Elteke ak Gibeton ak Baalat,"},{"style":"v","verse":"45","text":"ak Yewut ak Bene Berag ak Gaat Rimon,"},{"style":"v","verse":"46","text":"ak Me Yarkon ak Rakkon, fa janook Yafa."},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Gannaaw gi la suufas Daneen ñi rëcc Daneen ñi. Ba loolu amee Daneen ña jóg xarejeek dëkk ba ñu naa Lesem, nangu ko, leel waa Lesem ñawkay saamar. Ñu daldi aakimoo foofa, sance. Ba mu ko defee ñu dippee Lesem Dan, seen maam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Loolooy céru giirug Dan, làng gu ci nekk ak wàllam. Dëkk yooyoo, ak seeni dëkk-dëkkaan."},{"style":"s1","verse":"","text":"Yosuwe jot na ci dëkkam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"49","text":"Gannaaw ba \\w bànni Israayil|bànni Israayil:\\w* pàccoo réew ma ba noppi, dogal nañu Yosuwe doomu Nuun ab cér ci seen biir suuf."},{"style":"v","verse":"50","text":"Na ko Aji Sax ji santaanee woon, na lañu ko joxe dëkk ba mu laajoon, muy Timnat Sera ga ca diiwaanu tundu Efrayim. Yosuwe nag tabaxaat dëkk ba, sance."},{"style":"p","verse":"","text":""},{"style":"v","verse":"51","text":"Looloo doon céri suuf ya ñu séddalee ab tegoo bant, ca kanam Aji Sax ji, ca Silo, foofa ca bunt \\w xaymab ndaje|xaymab ndaje m-:\\w* ma, ca njiital Elasar \\w sarxalkat|sarxalkat b-:\\w* ba, ak Yosuwe doomu Nuun, ak kilifay bànni Israayil ya jiite woon seeni kër maam."},{"style":"p","verse":"","text":"Noonu lañu sottale séddale réew ma."}]