[{"style":"s1","verse":"","text":"Ndaw sa ca Yeriko lal na pexe"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee Yosuwe doomu Nuun moo yebale ca dalub Sitim ñaari yëddukat, ci kumpa. Mu ne leen: «Demleen nemmikujil ma réew ma, rawatina dëkkub Yeriko.» Ñu dem. Ba ñu àggee, kër ab gànc bu ñuy wax Raxab lañu dugg, daldi fay dal."},{"style":"v","verse":"2","text":"Ci biir loolu ñu wax boroom Yeriko, ne ko: «Ay nit ñu bokk ci \\w bànni Israayil|bànni Israayil:\\w* de, ñëw nañu fi guddig tey, di nemmikusi réew mi.»"},{"style":"v","verse":"3","text":"Boroom Yeriko nag yónnee ca Raxab, ne ko: «Génneel góor ñi dikk ba ci yaw te dal sa kër, ndax nemmikusi réew mi mépp mooy seeni tànk.»"},{"style":"v","verse":"4","text":"Fekk na ndaw sa yóbbu ñaari góor ña, ba làq leen. Mu ne: «Dëgg la, góor ñi ñëw nañu ci man, waaye xawma woon waa fan lañu."},{"style":"v","verse":"5","text":"Ba mu guddee ba ñuy waaja tëj buntu dëkk bi lañu fi génne, te xawma fu ñu dem. Toppleen leen gaaw, dingeen leen dab.»"},{"style":"v","verse":"6","text":"Fekk na ndaw sa yéege leen ca kaw taax ma, ba làq leen ca biir gattaxu lẽe gu mu fa tegale woon."},{"style":"v","verse":"7","text":"Ba mu ko defee dag ya dàqi leen, jubal yoon wa jëm ca jàllukaayu dexu Yurdan. Naka lañu génn, dàqi gan ña, ñu tëj buntu dëkk ba seen gannaaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Gan ña nag, bala ñoo tëdd, ndaw sa yéeg na, fekk leen ca kaw taax ma."},{"style":"v","verse":"9","text":"Mu ne leen: «Xam naa ne Aji Sax jee leen jox réew mi; tiitaange ju nu am ci yeen moo nu jàpp, te waa réew mépp a ne yàcc ndax ragal leen."},{"style":"v","verse":"10","text":"Noo dégg na Aji Sax ji ŋiisale ndoxi géeju Barax ya fa seen kanam, ba ngeen génnee Misra, ak itam la ngeen def ñaari buuri Amoreen ya ca wàllaa dexu Yurdan, Sixon ak Og, yeena leen faagaagal."},{"style":"v","verse":"11","text":"Ba nu ko déggee la sunu fit dem, ba kenn ñemeetu leen, ndax seen Yàlla Aji Sax ji kat mooy Yàlla fa asamaan ak fi kaw suuf."},{"style":"v","verse":"12","text":"Léegi nag giñalleen ma ci Aji Sax ji, gannaaw ngor laa leen ji, ne yeen itam, ngor ngeen di jëflanteek sama waa kër baay, te ngeen jox ma firnde lu wóor luy dëggal ne"},{"style":"v","verse":"13","text":"dingeen wacce bakkan sama baay ak sama yaay ak sama doomi ndey yu góor ak yu jigéen, ak mboolem ñi bokk ci ñoom, te dingeen nu sàmm ba deesu nu rey.»"},{"style":"v","verse":"14","text":"Góor ña ne ko: «Sunu bakkan lanuy weccee sa bos, ngir deewal la. Ndegam siiwaloo sunu pexe mii kay, kera bu nu Aji Sax ji joxee réew mi, ngor ak worma lanuy jëflanteek yaw.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba loolu amee ndaw sa yoore leen ag buum, ñu jaare ca palanteeram ba bokkoon ca tatay dëkk ba; këram ma nga woon ca biir tata ja, sësook tata ja."},{"style":"v","verse":"16","text":"Fekk na ndaw sa ne leen: «Tund ya ngeen di jubal, lu ko moy ñi leen di dàq dab leen. Làquleen fa ñetti fan, ba ñi leen di dàq délsi, ngeen doora dem seen yoon.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Góor ña nag artu ndaw sa, ne ko: «Ni nuy wàccoo ak sa ngiñ lii nu la giñal nag, nii la:"},{"style":"v","verse":"18","text":"Bu nuy songsi réew mi rekk, mbuum su xonq a ngii, moom ngay takk ci palanteer bi nga nu wàccee. Te sa baay ak sa yaay ak say càmmiñ ak sa waa kër baay yépp, boole leen indi fi yaw, ci biir kër gi."},{"style":"v","verse":"19","text":"Su boobaa, képp ku wees sa buntu kër ba génn ci biti, moo gàddu bakkanu boppam, waaye nun dara du nu ci topp. Képp ku bokk ak yaw toog ci biir kër gi nag, su ko loxo dalee, nun lees di topp bakkanam."},{"style":"v","verse":"20","text":"Soo siiwalee sunu pexe mii nag, wàccoo nañook sa ngiñ li nga nu giñloo.»"},{"style":"v","verse":"21","text":"Ndaw sa ne leen: «Ni ngeen ko waxe rekk, nay noonu.» Mu yiwi leen, ñu dem, mu takk mbuum su xonq sa ca palanteer ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Ba ñu demee ba àgg ca tund ya, ñetti fan lañu fa toog, ba ña leen doon dàq délsi ca dëkk ba. Fekk na ña leen doon dàq seet ca yoon wa wépp, gisuñu kenn."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ba loolu amee ñaar ña dëpp, wàcce tund ya, daldi jàll dex ga, dem ba àgg ca Yosuwe doomu Nuun. Ñu nettali ko mboolem la ñu daj."},{"style":"v","verse":"24","text":"Ñu ne Yosuwe: «Aji Sax ji kay teg na réew mi mépp ci sunuy loxo, te waa réew mépp a nga ne yàcc, ndax ragal nu.»"}]