[{"style":"s1","verse":"","text":"Dëkki Leween ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci kaw loolu ñi jiite seen kër maam ci \\w Leween|Leween b-:\\w* ñi fekki Elasar \\w sarxalkat|sarxalkat b-:\\w* bi, ak Yosuwe doomu Nuun, ak ña jiite seen kër maam ci giiri \\w bànni Israayil|bànni Israayil:\\w* yi ci des."},{"style":"v","verse":"2","text":"Ñu wax leen ca Silo ca réewum Kanaan, ne leen: «Aji Sax jee santaane woon, Musaa jottali, ne ñu jox nu ay dëkk yu nu dëkke yu ànd ak seen àlli parlu ngir sunug jur.»"},{"style":"v","verse":"3","text":"Ca la bànni Israayil daggale Leween ñi ci seen céru suuf ci ndigalal Aji Sax ji, ba jox leen ay dëkk ak seen àlli parlu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Céru Leween ba njëkka génn, làngi Keyat a ko muurloo. Sëti Aaróona sarxalkat ba, muurloo ca fukki dëkk ak ñett yu jóge ca cérub giirug Yuda ak giirug Simeyon ak giirug Beñamin."},{"style":"v","verse":"5","text":"Ña des ca Keyateen ña muurloo fukki dëkk yu bawoo ca làngi giirug Efrayim ak giirug Dan ak genn-wàllu giirug Manase."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Gersoneen ña muurloo fukki dëkk ak ñett yu jóge ci làngi giirug Isaakar ak giirug Aser ak giirug Neftali ak genn-wàllu giirug Manase ga ca Basan."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Ci biir loolu Merareen ñaak seeni làng jot fukki dëkk ak ñaar yu bawoo ca giirug Ruben ak giiru Gàdd ak giirug Sabulon."},{"style":"v","verse":"8","text":"Bànni Israayil moo jox Leween ñi yooyu dëkk ak seen àlli parlu, tegal leen ko bant na ko Aji Sax ji santaanee, Musaa jottali."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Dëkk yii nag lañu jële ca giirug Yudeen ña ak giirug Cimyoneen ña."},{"style":"v","verse":"10","text":"Ñu jagleel dëkk yooyu Leween ñi sëtoo ci Aaróona te askanoo ci làngi Keyat, ndax cér ba njëkka génn ñoo ko muurloo."},{"style":"v","verse":"11","text":"Ñoom lañu jox Kiryaat Arba ga ca diiwaanu tundi Yuda, di Ebron ba tey, boole kook àll yi ko wër. Arba mooy maamu Anageen ñi."},{"style":"v","verse":"12","text":"Waaye tooli dëkk ba ak dëkk-dëkkaan ya, Kaleb doomu Yefune lañu ko jox, mu jagoo."},{"style":"v","verse":"13","text":"Sëti Aaróona sarxalkat ba, lañu jox Ebron, muy dëkkub rawtub ku rey nit, mooki àllam, ak Libna aki parloom"},{"style":"v","verse":"14","text":"ak Yatir aki parloom ak Estemowa aki parloom"},{"style":"v","verse":"15","text":"ak Olon aki parloom ak Debir aki parloom"},{"style":"v","verse":"16","text":"ak Ayin aki parloom ak Yuta aki parloom ak Bet Semes aki parloom. Muy juróom ñeenti dëkk yu ñu jële ci ñaari giir yooyu."},{"style":"v","verse":"17","text":"Dëkk ya ñu jële ca giirug Beñamin ñoo di Gabawon ak parloom ak Geba aki parloom"},{"style":"v","verse":"18","text":"ak Anatot aki parloom ak Almon aki parloom, muy ñeenti dëkk."},{"style":"v","verse":"19","text":"Mboolem dëkki sëti Aaróona sarxalkat ba, fukk laak ñett, ànd ak seeni parlu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Leween ñi ci des, di waa làngi Keyateen ñi askanoo ci Keyat nag, ay dëkk yu ñu jële ci giirug Efrayim lañu muurloo."},{"style":"v","verse":"21","text":"Sikem, dëkkub rawtu ba ca diiwaanu tundi Efrayim lañu leen jox, aki parloom, ak Geser aki parloom"},{"style":"v","verse":"22","text":"ak Kibcayim aki parloom ak Bet Oron aki parloom, muy ñeenti dëkk."},{"style":"v","verse":"23","text":"La ñu jële ci giirug Dan di Elteke aki parloom ak Gibeton aki parloom"},{"style":"v","verse":"24","text":"ak Ayalon aki parloom ak Gaat Rimon aki parloom, muy ñeenti dëkk."},{"style":"v","verse":"25","text":"Dëkk ya ñu jële ca genn-wàllu giirug Manase ñoo di Taanag aki parloom ak Gaat Rimon aki parloom, muy ñaari dëkk."},{"style":"v","verse":"26","text":"Làngi Keyateen ña des, mboolem dëkk yi ñu leen jox fukk la, ànd ak seeni parlu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Gersoneen ñi làngoo ci giirug Leween ñi, lii lañu leen dogale ci céru genn-wàllu giirug Manase: Golan ca diiwaanu Basan aki parloom ak Bestera aki parloom, muy ñaari dëkk,"},{"style":"v","verse":"28","text":"ak lu bawoo ci giirug Isaakar, di Kisiyoŋ aki parloom ak Dabraat aki parloom"},{"style":"v","verse":"29","text":"ak Yarmut aki parloom ak Enganim aki parloom, muy ñeenti dëkk."},{"style":"v","verse":"30","text":"Li ñu jële ci giirug Aser di Misal aki parloom ak Abdon aki parloom"},{"style":"v","verse":"31","text":"ak Elkat aki parloom ak Rexob aki parloom, muy ñeenti dëkk."},{"style":"v","verse":"32","text":"Li ñu jële ci giirug Neftali di Kedes ca diiwaanu Galile, dëkkub rawtu ba aki parloom, ak Amot Dor aki parloom ak Kartan aki parloom, muy ñetti dëkk."},{"style":"v","verse":"33","text":"Mboolem dëkk yi làngi Gersoneen ñi bokk, fukk laak ñett, ànd ak seeni parlu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Li ñu jox Leween ñi des te bokk ci làngi Merareen ñi, ca giirug Sabulon la jóge, te mooy Yogneyam aki parloom ak Karta aki parloom"},{"style":"v","verse":"35","text":"ak Dimna aki parloom ak Nayalal aki parloom, muy ñeenti dëkk."},{"style":"v","verse":"36","text":"Li ñu jële ci giirug Ruben, di Beccer aki parloom ak Yaxacc aki parloom"},{"style":"v","verse":"37","text":"ak Kedemot aki parloom ak Mefaat aki parloom, muy ñeenti dëkk."},{"style":"v","verse":"38","text":"Li ñu jële ci giiru Gàdd di Ramot, dëkkub rawtu ba ca Galàdd aki parloom, ak Maxanayim aki parloom"},{"style":"v","verse":"39","text":"ak Esbon aki parloom ak Yaser aki parloom, lépp di ñeenti dëkk."},{"style":"v","verse":"40","text":"Làngi Merareen ñi desoon ci làngi Leween ñi, mboolem dëkk yi ñu muurloo ci ab tegoo bant, fukk laak ñaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"41","text":"Mboolem dëkk yi Leween ñi séddu ci biir suufi bànni Israayil yi dul Leween, ñeent fukk laak juróom ñett, ànd ak seeni parlu."},{"style":"v","verse":"42","text":"Yooyu dëkk la woon. Dëkk bu ci nekk ak àllub parlu ba ko wër. Yooyu dëkk yépp noona la woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"43","text":"Aji Sax ji jox na Israayil mboolem réew ma mu giñaloon seeni maam. Ñu nangu réew ma, dëkke."},{"style":"v","verse":"44","text":"Aji Sax ji nag may leen noflaay wetoo wet, noonee mu ko giñale woon seeni maam rekk, te mboolem seeni noon, du kenn ku leen të woon. Seen noon yépp la leen Aji Sax ji jébbal."},{"style":"v","verse":"45","text":"Du benn dige bu wuute ci mboolem digey ngëneel ya Aji Sax ji giñaloon waa kër Israayil. Lépp a mat sëkk."}]