[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yosuwe moo dajale giiri Israayil yépp ca Sikem. Mu woolu magi Israayil ñaak kilifa yaak àttekat yaak jawriñ ña, ñu bokk taxaw fa kanam Yàlla."},{"style":"v","verse":"2","text":"Yosuwe wax mbooloo ma mépp, ne leen: «Aji Sax ji Yàllay Israayil dafa wax ne: Bu yàgga yàgg ca wàllaa dexu Efraat la seeni maam dëkkoon, te yeneen yàlla lañu daan jaamu, ñuy waa kër Teraa, baayu Ibraayma ak Naxor."},{"style":"v","verse":"3","text":"Gannaaw gi laa jële seen maam Ibraayma ca wàllaa dexu Efraat, wërloo ko réewum Kanaan mépp, ful aw askanam. Maa ko may Isaaxa,"},{"style":"v","verse":"4","text":"may Isaaxa Yanqóoba ak Esawu. Ma jox Esawu diiwaanu tundi Seyir, muy moomeelam, Yanqóobaaki doomam, ñoom, ànd dem Misra."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"«Ba loolu wéyee ma yebal Musaa ak Aaróona, ba dumaa Misra ay mbas, na ma ko defe woon ca biir réew ma, doora yiwi seeni maam."},{"style":"v","verse":"6","text":"Maa yiwee seeni maam Misra, ñu dem ba ca géej ga, waa Misra dàqe seeni maam watiiri xare aki gawar, ba ca géeju Barax ya."},{"style":"v","verse":"7","text":"Ñu woo Aji Sax ji wall, mu teg ag lëndëm seen digganteek waa Misra. Gannaaw gi, mu indi géej gi ci seen kaw, mu sàng leen. Yeena teg seen bët ca la ma def waa Misra."},{"style":"p","verse":"","text":"«Ba loolu weesoo, ca màndiŋ ma ngeen dal lu yàgg."},{"style":"v","verse":"8","text":"Maa leen yóbbu réewum Amoreen ña dëkke wàllaa dexu Yurdan. Ñu song leen xare, ma teg leen ci seen loxo. Maa leen sànk fi seen kanam, ngeen nangu seenum réew."},{"style":"v","verse":"9","text":"Loola wees, Balag buuru Mowab doomu Cippor jóg, ngir xareek Israayil. Ci biir loolu mu yónnee woolu Balaam doomu Bewor, ngir mu móolu leen."},{"style":"v","verse":"10","text":"Waaye maa bëggula nangul Balaam, ba mu far leen ñaanal a ñaanal. Noonu laa leen musale ci Balag."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«Ba ngeen jàllee dexu Yurdan, ba àgg Yeriko, waa Yeriko xareek yeen, ak itam Amoreen ñaak Periseen ñaak Kanaaneen ñaak Etteen ñaak Girgaseen ñaak Eween ñaak Yebuseen ña. Ma teg leen ci seen loxo."},{"style":"v","verse":"12","text":"Du seenub saamar, du seenu fitt, am mbas laa yebal, mu jiitu leen, ba dàqal leen ñaari buuri Amoreen ña."},{"style":"v","verse":"13","text":"Noonu laa leen maye réew mu ngeen sonnul, ak dëkk yu ngeen tabaxul, ngeen dëkke, ak tóokëri reseñ ak garabi oliw yu ngeen di lekk te jëmbatuleen ko."},{"style":"s1","verse":"","text":"Bànni Israayil dogu naa topp Aji Sax ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"«Kon nag ragalleen Aji Sax ji te ngeen jaamoo ko kóllëre gu mat sëkk te wér. Tuur yi seeni maam daan jaamu ca wàllaa dexu Efraat ak ca Misra, waccleen leen te ngeen jaamu Aji Sax ji."},{"style":"v","verse":"15","text":"Ndegam nag bëgguleena jaamu Aji Sax ji, seetleen rekk bésub tey ku ngeen di jaamu. Tuur yi seeni maam daa jaamu ca wàllaa dexu Efraat, am tuuri Amoreen ñi ngeen dëkke seenum réew. Waaye man de, maak sama waa kër, Aji Sax ji lanuy jaamu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Mbooloo ma nag àddu ne: «Yàlla tere nu bàyyi Aji Sax ji, di jaamu yeneen yàlla."},{"style":"v","verse":"17","text":"Ndax sunu Yàlla Aji Sax ji moom moo nu génne réewum Misra, kërug njaam ga, nook sunuy baay, moo defoon nuy gis yooyu firnde yu màgg te moo nu sàmm mboolem fu nu awe, ak ci digg mboolem xeet ya nu jaare ca seen biir."},{"style":"v","verse":"18","text":"Aji Sax ji moo nu dàqal itam mboolem xeet yi, ba ci Amoreen ñi dëkkoon ci réew mi. Nun itam kay, Aji Sax ji lanuy jaamu, ndax mooy sunu Yàlla.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Yosuwe nag ne mbooloo ma: «Dungeen mana jaamu Aji Sax ji, ndax moom, Yàlla ju sell la, te Yàlla ju fiir la. Du leen baal seeni tooñ ak seeni moy."},{"style":"v","verse":"20","text":"Bu ngeen dëddoo Aji Sax ji, di jaamu ay yàllay jàmbur, dina walbatiku teg leen loraange, jeexal leen, gannaaw ba mu leen baaxee.»"},{"style":"v","verse":"21","text":"Teewul mbooloo ma ne Yosuwe: «Déedéet, Aji Sax ji kay lanuy jaamu.»"},{"style":"v","verse":"22","text":"Yosuwe ne mbooloo ma: «Yeenay seen seedey bopp nag ne yeena tànn Aji Sax ji ci seen coobarey bopp, ngir di ko jaamu.» Ñu ne: «Nooy seede yi.»"},{"style":"v","verse":"23","text":"Mu ne leen: «Kon nag, jëleleen yàllay jàmbur yi ci seen biir, te ngeen walbatikoo seen léppi xol ci Aji Sax ji Yàllay Israayil.»"},{"style":"v","verse":"24","text":"Mbooloo ma ne Yosuwe: «Sunu Yàlla Aji Sax ji lanuy jaamu te moom lanuy déggal.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Bésub keroog ca Sikem la Yosuwe fasook mbooloo ma \\w kóllëre|kóllëre g-:\\w*. Mu sas leen dogalu yoon ak àtteb yoon."},{"style":"v","verse":"26","text":"Ci kaw loolu Yosuwe bind kàddu yooyu ci téereb yoonu Yàlla bi, daldi jël doj wu mag, samp ko foofa ca ron garab gu mag ga woon ca wetu \\w xayma bu sell|xaymab ndaje m-:\\w* ñeel Aji Sax ji."},{"style":"v","verse":"27","text":"La ca tegu Yosuwe ne mbooloo mépp: «Mu ngoog, doj wii mooy doon ab seede ci nun, ndax moo dégg mboolem wax ji nu Aji Sax ji wax. Ci yeen, ab seede lay doon, bala ngeen di ñàkke seen Yàlla worma.»"},{"style":"v","verse":"28","text":"Ba mu ko defee Yosuwe yiwi mbooloo ma, ku nekk ñibbi wàll wa mu séddoo."},{"style":"s1","verse":"","text":"Yosuwe wàcc na ab liggéey"},{"style":"p","verse":"","text":""},{"style":"v","verse":"29","text":"Gannaaw ba mbir yooyu amee, ca la Yosuwe jaamub Aji Sax ji, doomu Nuun faatu, ci téeméeri atam ak fukk."},{"style":"v","verse":"30","text":"Ñu denc ko ca wàll wa mu séddoo ca Timnat Sera ga ca diiwaanu tundi Efrayim, ca bëj-gànnaaru tundu Gaas."},{"style":"v","verse":"31","text":"Israayil, Aji Sax ji la jaamu giiru dundu Yosuwe, ak giiru dundu mag ña wuutu Yosuwe, te fekke woon mboolem jëf ji Aji Sax ji defal Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Yaxi Yuusufa ya \\w bànni Israayil|bànni Israayil:\\w* jële woon Misra nag, Sikem lees ko suul, ci pàkkub suuf bu giirug Yuusufa mujj séddoo, te Yanqóoba jënde woon ko téeméeri dogi xaalis ca sëti Amor, baayu Sikem."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Gannaaw gi, doomu Aaróona, Elasar moom itam faatu, ñu denc ko ca kaw tundu doomam Fineyas, tund wa ñu mayoon Fineyas ca diiwaanu tundi Efrayim."}]