[{"style":"s1","verse":"","text":"Aji Sax ji joxe na ndigalu xaraf"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw gi, mboolem buuri Amoreen ya féete ca wàllaa dexu Yurdan wa ca sowu, dañoo dégg, ñook mboolem buuri Kanaaneen ya ca wetu géej ga, ni Aji Sax ji ŋiisale ndoxum Yurdan fi kanam \\w bànni Israayil|bànni Israayil:\\w*, ba ñu jàll. Tiitaange nag jàpp leen ba seen fit rëcc ndax bànni Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"2","text":"Jant yooyu la Aji Sax ji wax Yosuwe ne ko: «Yattlul ay paakay xeer te nga jubluwaat, muy ñaareel bi yoon, ci xarafal maasu bànni Israayil gu góor gii xarafuloon.»"},{"style":"v","verse":"3","text":"Yosuwe yattlu ay paakay xeer, daldi xarafal bànni Israayil yu góor, ca tundu Aralot (muy firi tundu Mbuñuka ya)."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Lii nag moo waral Yosuwe xarafal leen: Mboolem ña jóge woon Misra, te diy góor, mboolem ña xare waroon, ñoom ñépp a dee ca màndiŋ ma, ca yoon wa, gannaaw ba ñu jógee Misra."},{"style":"v","verse":"5","text":"Mboolem ña jóge woon Misra, xarafoon nañu. Waaye mboolem ña juddoo ca màndiŋ ma, ca yoon wa, gannaaw ba ñu fa génnee, ñooñu ñoo xarafagul woon."},{"style":"v","verse":"6","text":"Ndaxte ñeent fukki at la bànni Israayil wëndeelu ca màndiŋ ma, ba mboolem ña xare waroon, ba ñuy génn Misra, ñépp dee ba jeex tàkk, ngir seen ñàkka déggal Aji Sax ji. Ñoom la Aji Sax ji giñaloon ne du leen won réew mi mu giñaloon seeni maam, ne dina nu ko jox, réew mu meew maak lem ja tuuroo."},{"style":"v","verse":"7","text":"Seen doom ya mu def seen kuutaay nag, ñoom la Yosuwe xarafal, ndax ñoo xaraful woon, gannaaw xarafaleesu leen woon ca yoon wa."},{"style":"v","verse":"8","text":"Gannaaw ba ñay xaraf ñépp xarafee ba noppi, foofa ca dal ba la bànni Israayil toog, ba ñu wér."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba loolu amee Aji Sax ji ne Yosuwe: «Bésub tey, maa taxañ gàcceg Misra, teggil leen ko.» Ca la turu béreb boobu di Gilgal (muy firi Taxañ), ba tey jii."},{"style":"s1","verse":"","text":"Bànni Israayil baaxantal nañu bésub Mucc ca Kanaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Ca Gilgal la \\w bànni Israayil|bànni Israayil:\\w* dal, baaxantale fa \\w bésub Mucc|Màggal yi:\\w* ba, ca fukki fani weer waak ñeent ca ngoon, foofa ca joori Yeriko."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Ca ëllëg sa, gannaaw ba ñu baaxantalee bésub Mucc ba, bésub keroog booba, ca meññeefum réew ma lañu lekk, te muy mburu mu amul lawiir ak mbool."},{"style":"v","verse":"12","text":"\\w Mànn|mànn:\\w* ma nag ma nga dakke ca ba ñu lekkee ca meññeefum réew ma, bésub keroog ca ëllëg sa, gannaaw bésub Mucc ba. Fa la bànni Israayil doxe amatuñu mànn. At mooma, la ñore suufas Kanaan lañu dunde."},{"style":"s1","verse":"","text":"Njiitu gàngooru Aji Sax ji dikk na"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Yosuwe moo tollu woon fu jege Yeriko. Mu dawal bëtam, séenul lu moy jenn waay ju taxaw ci kanamam, ŋàbb saamar bu génn mbaram. Yosuwe dox ba ca moom, ne ko: «Yaw, nun nga àndal, am sunuy noon?»"},{"style":"v","verse":"14","text":"Waa ja ne ko: «Déedéet. Maa di njiitu gàngooru Aji Sax ji. Léegi dikk naa.» Yosuwe ne gurub, dëpp jëëm fa suuf, sujjóot, ne ko: «Sang bi, ana looy sant sab surga?»"},{"style":"v","verse":"15","text":"Njiitu gàngooru Aji Sax ji ne Yosuwe: «Summil say dàll\\f + \\fr 5.15 \\ft Seetal ci \\bk Mucc ga\\bk* 3.5.\\f*, ndax béreb bi nga taxaw, fu \\w sell|sell:\\w* la.» Yosuwe summi ay dàllam."}]