[{"style":"s1","verse":"","text":"Nangu nañu Ayi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Aji Sax ji nag ne Yosuwe: «Bul tiit, bul ragal. Àndal ak gàngoor gépp, nga jóg dem ba Ayi. Mu ngoog, maa teg ci sa loxo buurub Ayi ak waa réewam akub péeyam ak am réewam."},{"style":"v","verse":"2","text":"Na nga defoon Yeriko ak buuram, def ko Ayi ak buuram. Xanaa lu cay alal akug jur ngeen sëxëtoo ko, jagoo. Ca gannaaw dëkk ba ngeen di jaare, waajale leen fa am tëru.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Yosuwe nag jóg mook gàngoor gépp, ngir dem ba Ayi. Mu tipp fanweeri junniy góor, ay ñeyi xare, yebal leen ag guddi, ñu jiitu."},{"style":"v","verse":"4","text":"Mu sant leen ne leen: «Dama ne, yeen yeenay tëroo dëkk bi ca gannaaw. Buleen dànd dëkk bi lu sore lool nag, te neleen temm taxaw, yeen ñépp."},{"style":"v","verse":"5","text":"Man maak mboolem gàngoor gi ànd ak man, nooy dikk ba jub dëkk bi. Su ñu génnee, di nu songsi, na yoon wu njëkk wa rekk, danu leen di won gannaaw, daw."},{"style":"v","verse":"6","text":"Dañuy génn topp nu, nu ootal leen, ba ñu génn dëkk bi, ndax dañu naa: “Ñu ngi dawati, won nu gannaaw, na yoon wu njëkk wa.” Waaye ba nuy daw, won leen gannaaw,"},{"style":"v","verse":"7","text":"yeen, ca ngeen di fettaxe fa ngeen di tëroo, daldi nangu dëkk bi, su ko defee seen Yàlla Aji Sax ji teg dëkk bi ci seen loxo."},{"style":"v","verse":"8","text":"Bu ngeen di nangu dëkk bi rekk, taalleen ko. Ni ko Aji Sax ji santaanee rekk, defe leen ko ni. Mu ngoog, loolu laa leen sant.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ba loolu amee Yosuwe yebal leen, ñu jubal ba fa ñuy tëroo. Diggante Betel ak Ayi lañu dal, fa féete Ayi sowu, Yosuwe moom, guddig kera, ca digg gàngoor ga la fanaan."},{"style":"v","verse":"10","text":"Ca ëllëg sa Yosuwe teela xëy, nemmiku gàngoor ga, ba noppi ànd ak magi Israayil jiitu, jëm Ayi, gàngoor ga topp ca."},{"style":"v","verse":"11","text":"Mboolem gàngoor ga àndoon ak moom ñoo dox ba jub dëkk ba. Ñu dikk janook dëkk ba, daldi dal féeteek bëj-gànnaaru Ayi, aw xur dox seen digganteek Ayi."},{"style":"v","verse":"12","text":"Yosuwe jël juróomi junniy góor, teg leen fu ñuy tëroo diggante Betel ak Ayi, ca wet ga féete Ayi sowu."},{"style":"v","verse":"13","text":"Ba gàngoor ga féetalee dal ba bépp ca bëj-gànnaaru dëkk ba, féetale am tëroom ca sowu, Yosuwe dem na, guddig kera ba ca digg xur wa."},{"style":"v","verse":"14","text":"Ba ca buurub Ayi gisee, suba teel lañu gaawtu jóg, moom ak gàngooram gépp. Góori dëkk ba génn, wuti bérebu ndaje ba janook xuru Yurdan, ngir xarejeek \\w bànni Israayil|bànni Israayil:\\w*. Booba buuru Ayib yégul tëru ma ñu ko waajal ca gannaaw dëkk ba."},{"style":"v","verse":"15","text":"Ba mu ko defee Yosuwe ak Israayil gépp mel fi seen kanam ni ñu ñu daan. Ñu daldi daw, wuti màndiŋ ma."},{"style":"v","verse":"16","text":"Mboolem nit ña ca Ayi lañu woo, ñu daje, ngir dàqi leen. Ñu naagu, topp ñoom Yosuwe, ba génn dëkk ba."},{"style":"v","verse":"17","text":"Du genn góor gu des Ayi mbaa Betel te génnul dàqi Israayil. Dëkk ba lañu bàyyi, mu ne ŋàpp, ñu dàqi Israayil."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ci biir loolu Aji Sax ji ne Yosuwe: «Tàllalal xeej bi ci sa loxo, joxoñe ko Ayi, ndax ci sa loxo laa koy teg.» Yosuwe tàllal xeej ba ca loxoom, joxoñe ko dëkk ba."},{"style":"v","verse":"19","text":"Naka la tàllal loxoom, waa tëru ma bàbbeekoo ca seen béreb ba, dugg ca biir dëkk ba, nangu ko, daldi gaawtu taal dëkk ba."},{"style":"v","verse":"20","text":"Góori Ayi ne gees, gisuñu lu moy saxaaru dëkk bay sël-sëli, wuti asamaan, te du fenn fu ñu jaare, ba raw. Gàngoor ga doon daw jëm màndiŋ ma, far walbatiku, dàqi ña doon dàqe."},{"style":"v","verse":"21","text":"Booba Yosuwe ak Israayil gépp a gis ne waa tëru ma nangu nañu dëkk ba, ba saxaaru dëkk ba jolli. Ca lañu walbatiku, rey waa Ayi."},{"style":"v","verse":"22","text":"Ci biir loolu bànni Israayil ga ca des génne ca dëkk ba, karsi waa Ayi, ñu nekk ci digg mbooloom Israayil; ñii ci gii wet, ñee ca gee. Dañu leena rey ba desewuñu kuy dund mbaa ku rëcc."},{"style":"v","verse":"23","text":"Buurub Ayi nag lañu jàpp, muy dund, ñu yóbbu ko ca Yosuwe."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Noonu la Israayil reyee mboolem waa Ayi ca àll ba, ca màndiŋ ma ñu leen dabe woon, ba ñoom ñépp ñu daan leen, reye leen ñawkay saamar, ba ñu jeex tàkk. Gannaaw loolu bànni Israayil gépp dellu Ayi, dal ca kawam, leel ko ñawkay saamar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Mboolem ña tëdd bésub keroog, góor ak jigéen, fukki junneek ñaar la (12 000), di waa Ayi gépp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Yosuwe wàccewul loxoom ba mu tàllale woon xeej ba, te faagaagaluñu waa Ayi gépp."},{"style":"v","verse":"27","text":"Xanaa jur gaak alali dëkk ba la bànni Israayil sëxëtoo, jagoo ko, na ko kàddug Aji Sax ja mu dénk Yosuwe, diglee woon."},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Ci kaw loolu Yosuwe taal Ayi, def ko ab jal ba fàww, mu dib gent ba sunu jonni yàllay tey."},{"style":"v","verse":"29","text":"Buurub Ayi nag wékke ci garab, ba ngoon jot. Ba jant sowee, Yosuwe santaane, ñu wékkee néew ba ca garab ga, sànni ko ca buntu dëkk ba. Ci kaw loolu ñu yékkati jóoru xeer bu réy ca kawam, te moo fa ne ba tey jii."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ba loolu amee Yosuwe tabax ca tundu Ebal ab \\w sarxalukaay|sarxalukaay b-:\\w*, ñeel Aji Sax ji Yàllay Israayil,"},{"style":"v","verse":"31","text":"na ko Musaa jaamub Aji Sax ji sante woon bànni Israayil, te ñu binde ko ni ci téereb yoonu Musaa. Muy sarxalukaayu doj yu ñu yattul, te jumtukaayu weñ laalu ca. Ñu sarxal ca Aji Sax ji \\w saraxi rendi-dóomal|Sarax yi:\\w*. Ci biir loolu ñu rendi ay \\w saraxi cant ci biir jàmm|Sarax yi:\\w*."},{"style":"v","verse":"32","text":"Foofa la Yosuwe binde ca xeeri sarxalukaay ya ab sottib yoonu Musaa wa Musaa bindoon ca kanam bànni Israayil."},{"style":"v","verse":"33","text":"Israayil gépp, doxandéem ak njuddu-ji-réew, daldi ànd ak seeni mag ak kilifa yaak àttekat ya. Ñu taxaw ca ñaari weti \\w gaal|gaalu kóllëre g-:\\w* ga, jàkkaarlook \\w sarxalkat|sarxalkat b-:\\w* yiy Leween ñi gàddu gaalu kóllërey Aji Sax ji. Genn-wàllu mbooloo maa nga janook tundu Garisim, genn-wàll ga ca des janook tundu Ebal, na leen ko Musaa jaamub Aji Sax ji sante woon bu yàgg, ne leen ñu di ko def, bu ñuy ñaanal bànni Israayil."},{"style":"v","verse":"34","text":"Gannaaw loolu Yosuwe jàngal leen mboolem kàdduy yoon wa, la cay ñaan ak la cay alkànde lépp, mboolem noonee ñu ko binde ci téereb yoon wi."},{"style":"v","verse":"35","text":"Du lenn ci mboolem li Musaa santaane woon, lu Yosuwe jàngul ci kanam mbooloom Israayil mépp, jigéen ñaak tuut-tànk ya ca lañu, ba ca doxandéem ya àndoon ak ñoom."}]