[{"style":"mt1","text":"Esekiyel"},{"style":"s1","text":"Esekiyel daje naak leeru Aji Sax ji"},{"style":"p","text":""},{"style":"v","text":"Am na bés, mu yemook sama fanweereelu at, juróomi fan ca ñeenteelu weer wa, booba maa nga bokkoon ca ña ñu toxal ca tàkkal dexu Kebar\\f + \\fr 1.1 \\fk dexu Kebar \\ft a nga woon ca Babilon ga buuram Nebukatnecar dencoon bànni Israayil, gannaaw ba mu leen jàppee ba yóbbu leen fa ngàllo. Yonent Yàlla Esekiyel ab sarxalkat la fa woon ca biir bokki bànni Israayilam.\\f*. Asamaan daa ubbiku, ma daldi gis ay peeñuy Yàlla."},{"style":"s1","text":"Bindkat a ngi joxe tegtal ca moomu peeñu"},{"style":"p","text":""},{"style":"v","text":"Juróomi fani weer wa moo yemook juróomi at gannaaw ba ñu toxalee Buur Yoyakin."},{"style":"v","text":"Kàddug \\w Aji Sax ji|Aji Sax j-:\\w* dikkal Esekiyel doomu Busi, \\w sarxalkat|sarxalkat b-:\\w* ba fa réewum Kaldeen\\f + \\fr 1.3 \\fk Kaldeen \\ft ñaak Babiloneen ña benn xeet lañu woon.\\f* ña ca tàkkal dexu Kebar. Te foofa la loxol Aji Sax ji dikke woon fa moom."},{"style":"s1","text":"Nii la peeñu ma bindoo"},{"style":"p","text":""},{"style":"v","text":"Naka laa xool rekk, ngelaw lu réy jekki dikke bëj-gànnaar, ànd ak niir wu mag, sawara di ca fettaxe, ag leer gu ne ràññ wër ko; digg ba mel ni weñ guy tàkk."},{"style":"v","text":"Digg ba, jëmmi ñeenti mbindeef a ca feeñ yu ame melokaanu nit."},{"style":"v","text":"Ku ci nekk am ñeenti kanam ak ñeenti laaf."},{"style":"v","text":"Seeni tànk jub, téstën ya mel ni wewi sëllu di melax ni xànjar bu ñu jonj."},{"style":"v","text":"Seeni laaf, loxoy nit a nga leen ron ci seen ñeenti wet yépp, mbindeef mu nekk am ay kanam ak ay laaf."},{"style":"v","text":"Seen ñeenti cati laaf a ngay laale, te ku nekk man naa jubal màkk fépp fu genn kanam jublu te du jar muy warangiku."},{"style":"v","text":"Seen melokaanu kanam nag nii la bindoo: ku ci nekk am nga kanamu nit fa féete kanam ak kanamu gaynde ci sa ndijoor. Ku ci nekk itam am nga kanamu yëkk fi sa càmmoñ ak kanamu jaxaay fa féete gannaaw."},{"style":"v","text":"Seeni kanam a ngoogu. Ku ci nekk sa ñaari laaf a jëm kaw, di laal sa laafi moroom. Sa ñaari laaf yi ci des sàng sa yaram."},{"style":"v","text":"Ku nekk man naa jubal màkk fépp fu genn kanam jublu. Fépp fu leerug Yàlla jublu, ñu jublu fa te warangikuwuñu."},{"style":"v","text":"Jëmmi mbindeef yaa nga am melow xali sawara yu yànj, mel niy jum, sawara way dem ak dikk ci seen biir. Sawara waa nga ne ràññ, ay melax di ca fettaxe."},{"style":"v","text":"Bindeef yaa ngay naaw, di dem aka dikk, mel ni melax."},{"style":"p","text":""},{"style":"v","text":"Naka laa xool, daldi gis ay mbege fi suuf, mbege mu ci nekk feggook menn mbindeef, mook ñeenti kanamam."},{"style":"v","text":"Mbege yaa ngay nirook peru kirsolit, ci melokaan ak ci bind. Ñoom ñépp a niroo. Seen melokaan ak seen bind daa mel ni, mbege mu ci nekk, mbegee nekk ca biiram,"},{"style":"v","text":"mbege yay dawe ñeenti wet te warangikuwuñu."},{"style":"v","text":"Taxawaayu mbege ya daa réy ba raglu te mu ci nekk ay gët la sàngoo ba daj."},{"style":"v","text":"Bu mbindeef ya dawee, mbege ya feggook ñoom daw; bu ñu naawee, mbege ya naaw."},{"style":"v","text":"Fu leer gi jëm rekk, fa lañu jëm, mbege ya jógandook ñoom, ànd ak leer gi. Leerug boroom bakkan yi daal moo nekk ci mbege yi."},{"style":"v","text":"Bu ñu dawee, ñu daw; bu ñu taxawee, ñu taxaw. Bu ñu jógee ci suuf, yékkatiku, ñu ànd ak ñoom yékkatiku. Leerug boroom bakkan yi daal moo nekk ci mbege yi."},{"style":"p","text":""},{"style":"v","text":"Lu mel nib dénd a tiim boppi mbindeef ya, raglu, leer nàññ ni doju kiristaal\\f + \\fr 1.22 \\fk kiristaal \\ft daa mel ni weer bi ñuy defare ab kaas.\\f*."},{"style":"v","text":"Mbindeef mu ci nekk sa yenn ñaari laaf a ngi ci suufu dénd bi, tàlli, dékkarloo; ñaari laaf yi ci des sàng sa yaram."},{"style":"v","text":"Bu ñuy naaw, may dégg seen coowal laaf yi, mu mel ni géej mbàmbulaan, melati ni kàddug Aji Man ji, di saf riirum xare. Bu ñu taxawee, daldi wàcce seeni laaf."},{"style":"v","text":"Saa yu ñu taxawee ba wàcce seeni laaf nag, ag kàddu di jollee ca kaw dénd ba ca seen kaw bopp ya."},{"style":"p","text":""},{"style":"v","text":"Ca kaw dénd ba tiim seeni bopp, ba tey, am na luy nirook ngànguney peru safiir, te jëmmu nit nekk ca kaw-a-kaw lay nirook ngàngune."},{"style":"v","text":"Ma gis nag lu mel ni weñ guy tàkk, wër ko; dale ca lay niru ndigg la, jëm kaw; daleeti ca lay niru ndigg la, jëm suuf. Ma gis lu mel ni sawara akug leer wër ko."},{"style":"v","text":"Mu mel ni xon ci biiri niir, bésub taw. Loolooy melokaanu leer ga ko wër. Muy melokaan muy jëmmal leeru Aji Sax ji. Naka laa ko gis, daldi ne gurub, dëpp sama jë fi suuf. Ma dégg nag kàddu gu jib."}]