[{"style":"s1","verse":"","text":"Leer ga dëddu na kër Yàlla"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu wéyee ma téen, daldi yem ci lu mel ni ngànguney peru safiir ci kaw dénd bi tiim boppi malaakay \\w serub|serub y-:\\w* yi."},{"style":"v","verse":"2","text":"Aji Sax ji ne boroom mbubbum lẽe ba: «Doxal ci diggante mbege yi ronu jëmmi serub yi, nga tibb say loxo ba mu fees ci xal yu yànj yi, te nga dem wasaare ko ci kaw dëkk bi.» Kooka dem, may gis."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Ba waa jay agsi, jëmmi serub yaa nga taxaw fa féete kër Yàlla ga ndijoor, niir wa daldi fees ëttu biir ba."},{"style":"v","verse":"4","text":"Ba leeru Aji Sax ji yékkatikoo ca serub ya, dem ba ca buntu kër ga, niir wa daa fees kër ga, ëtt ba fees dell ak leeru Aji Sax ja ne ràññ."},{"style":"v","verse":"5","text":"Coowal laafi malaakay serub yaa ngay jib ba ca ëtt ba féete biti, mel ni kàddug Yàlla Aji Man ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Ba Aji Sax ji santee boroom mbubbum lẽe ba, ne ko mu sàkk sawara ci diggante mbege yi ci digg jëmmi serub yi, waa ja dem, taxaw feggook menn mbege."},{"style":"v","verse":"7","text":"Ci kaw loolu kenn ci malaakay serub yi yóotu sawara si ci seen digg, daldi sàkk ci xal yi, def ci loxoy boroom mbubbum lẽe ba, mu jël ko, daldi génn."},{"style":"v","verse":"8","text":"Ba loolu amee lu mel ni loxol nit feeñ ca ron laafi serub ya."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Ma xoolaat, yemuma ci lu moy ñeenti mbege yu feggook ñeenti serub yi, menn mbege ci wetu serub bu ne, te mbege yi ne ràññ, ame melokaanu peru kirsolit."},{"style":"v","verse":"10","text":"Ñoom ñépp a niroo, te mbege mu ci ne mel ni mbegee nekk ca biiram,"},{"style":"v","verse":"11","text":"ba tax ñu mana dawe ñeenti wet te duñu warangiku. Fu boppu serub jublu, mbege yi daw jublu fa, te du tax ñu warangiku."},{"style":"v","verse":"12","text":"Serub yi nag, mboolem seen yaram, seen gannaaw ak seen cati loxo ak seeni laaf, lépp ay gët la sàngoo ba daj, ba ci seen ñeenti mbege yi."},{"style":"v","verse":"13","text":"Mbege yooyu laa dégg ñu tudde leen mbegey callweer."},{"style":"v","verse":"14","text":"Malaakam serub mu ci nekk am na ñeenti kanam. Genn kanam ga di gu serub, ñaareelu kanam ga di gu nit, ñetteel ba di gu gaynde, ñeenteel ba di gu jaxaay."},{"style":"v","verse":"15","text":"Serub ya nag jëm kaw. Serub yooyu ñooy mbindeef ya ma gisoon ca tàkkal dexu Kebar."},{"style":"v","verse":"16","text":"Bu ñu dawee, mbege ya feggook ñoom daw, bu ñu firee seeni laaf, jëm kaw, mbege ya du teqalikook ñoom."},{"style":"v","verse":"17","text":"Bu ñu taxawee, mbege yi taxaw, bu ñu jógee jëm kaw, ñu ànd ak ñoom, jëm kaw. Noowal boroom bakkan yi daal moo nekk ci mbege yi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Ba loolu amee leeru Aji Sax ji bàyyikoo fa buntu kër ga, daldi taxawi ca kaw serub ya."},{"style":"v","verse":"19","text":"Serub ya firi seeni laaf, jóge suuf, jëm kaw, may gis, ñu jógandook mbege ya ñu àndal, daldi taxawi ca wetu buntu penkub kër Aji Sax ja, leeru Yàllay Israayil tiim leen lu kawe."},{"style":"v","verse":"20","text":"Ñooñooy mbindeef ya ma gisoon Yàllay Israayil tiim leen ca tàkkal dexu Kebar. Ca laa xam ne ay malaakay serub lañu."},{"style":"v","verse":"21","text":"Ñeenti kanam la ku ci nekk am, ak ñeenti laaf, ak lu mel ni loxoy nit yu ron seeni laaf."},{"style":"v","verse":"22","text":"Seen bindu kanam ya mooy kanam ya ma gisoon ca tàkkal dexu Kebar. Ci seen melokaan, ñoom rekk la. Ku nekk man naa jubal màkk fépp fu genn kanam jublu."}]