[{"style":"s1","text":"Yerusalem yemul ci boroom këram"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee kàddug Aji Sax ji dikkal ma ne ma:"},{"style":"v","text":"«Yaw nit ki, nanga xamal Yerusalem jëfam ju siblu ji."},{"style":"v","text":"Ne leen: “Boroom bi Aji Sax ji dafa wax ne: Sa cosaan ak sab juddu réewum Kanaan la. Sa baay dib Amoreen, sa ndey dib Etteen\\f + \\fr 16.3 \\fk Amoreen \\ft ñeek \\fk Etteen, \\ft ña dëkke woon diiwaanu tund ya, ay jaamukati tuur lañu woon ñu bokkoon ca askanu Kanaaneen ña. Du Yawut yaa sanc Yerusalem, waaye Kanaaneen ñaa ko sancoon. Seetal ci \\bk Amos\\bk* 2.10.\\f*."},{"style":"v","text":"Ba nga juddoo, ca bés ba nga juddoo, dooñeesu la, sangeesu la ba nga set, jonjeesu la xorom, laxaseesu lay laytaay."},{"style":"v","text":"Xooleesu la bëtu ñeewante ngir defal la lenn ci yooyu ngir yërmande. Dees laa sànni ci àll bi bés ba nga juddoo ndax jéppi la."},{"style":"v","text":"Maa fa jaare, seen la ngay wéqu, sangoo sa deret. Ma ne la: Sangoo nga sa deret waaye, dundal! Neeti la: Sangoo nga sa deret, waaye dundal!"},{"style":"v","text":"Maa la sëqal ni caxum tool, ngay màgg, di màgg ba mat sëkk, saxi ween, sa kawar sëq, te nga ne duŋŋ-duŋŋaaral."},{"style":"v","text":"Ma jaareeti fa, xool la, gis ne mat ngaa séy. Ma tàllal sama mbubb, sànge ko sa yaramu neen, ba noppi giñal la, dikke la \\w kóllëre|kóllëre g-:\\w*\\f + \\fr 16.8 \\ft Seetal ci \\bk Ruut\\bk* 3.9.\\f*. Kàddug Boroom bi Aji Sax jee. Nii laa la moome."},{"style":"p","text":""},{"style":"v","text":"«“Ma daldi lay sang, raxas sa deret ba mu set, diw la,"},{"style":"v","text":"solal la ndimo lu yànj ak dàlli der, muure la ndimol lẽe, tegal la ca sooy."},{"style":"v","text":"Ma takkal lay gànjar; takkal la lami loxo akub caq,"},{"style":"v","text":"ba noppi takkal la jaarob bakkan ak jaaroy nopp, solal la mbaxanam lingeer mu yànj."},{"style":"v","text":"Nga takkoo wurus ak xaalis, sol ndimol lẽe ak sooy ak ndimo yu yànj, di lekk sunguf su mucc ayib ak lem ak diw. Nga mujj taaroo taaru ba jot darajay lingeer,"},{"style":"v","text":"siiw ba xeet yépp xam la ndax taar bu sotti ndax sama gànjar gu yànj gi ma la takkal. Kàddug Boroom bi Aji Sax jee."},{"style":"p","text":""},{"style":"v","text":"«“Teewul nga gis sab taar, di gànctoo sa bayre ngànctu gu ne xéew, ku romb yaa moom."},{"style":"v","text":"Yaa tànn ci sa yére yu yànj, rafetale sa jaamookaayi tuur, ba noppi di ca gànctu; lu masula am te du amati mukk."},{"style":"v","text":"Yaa jël sa gànjari wurus ak xaalis yi ma la jox, sàkk ca céri góor, di ca gànctu,"},{"style":"v","text":"te yaa jël sa yére yu yànj, sànge say tuur, sama diw ak sama \\w cuuraay|cuuraay l-:\\w*, nga taajal leen."},{"style":"v","text":"Sama dugub ja ma la joxoon, sunguf su mucc ayib saak diw gaak lem ja ma la doon leele, lépp yaa leen ko taajal, defal leen ko saraxu neexal bu xeeñ. Mu ngoog! Kàddug Boroom bi Aji Sax jee."},{"style":"p","text":""},{"style":"v","text":"«“May wax, nga jël sa doom yu góor ak yu jigéen yi nga ma jural, di leen sarxalal say tuur, leele leen. Xanaa gànctu da laa doyul?"},{"style":"v","text":"Yaa rendil ay tuur samay doom, yoole leen."},{"style":"v","text":"Ci biir mboolem sa jëf ju siblu jooju ak sa gànctu, fàttalikuwoo benn yoon ba ngay lu tuut, ne duŋŋ-duŋŋaaral, di wéqu, sangoo sa deret."},{"style":"p","text":""},{"style":"v","text":"«“Gannaaw sa mbon googu gépp nag, wóoy, wóoy ngalla yaw! Kàddug Boroom bi Aji Sax jee."},{"style":"v","text":"Tabaxal nga sa bopp ab néeg, sàkkal sa bopp béreb bu kawe ci péncoo pénc."},{"style":"v","text":"Selebe yoon wu ne, tabax nga fa sa jaamookaay, di fa gàcceel sab taar, ku romb, nga ràccal ko say tànk ci sa gànctu gu dul jeex."},{"style":"v","text":"Gànctu ngaak waa Misra, sa dëkkandoo yu alde yi, di gënatee gànctu, di ma naqaral."},{"style":"p","text":""},{"style":"v","text":"«“Booba nag laa la dóor sama loxo, wàññi sa njël, wacce la sa coobarey noon ya, janqi Filisti ya\\f + \\fr 16.27 \\fk janqi Filisti ya \\ft mooy dëkki Filisti yi gëna am solo, te nangu woon lenn ci suufas Yuda.\\f*. Ñoom sax am nañu kersa ci sa jëfinu yàqute gi."},{"style":"v","text":"Doyaloo, xanaa di gànctook waa Asiri\\f + \\fr 16.28 \\ft Réew yu bare dañu doon lëkkoo ak réewum Asiri ca yooya jamono ndaxte ñoo ëppoon doole lu jiitu Babilon di sut ci réewi àddina.\\f*. Gànctu ngaak ñoom te taxu laa doyal ba tey."},{"style":"v","text":"Ngay gënatee gànctu, ba ca Babilon, réewum jula ya, te loolu taxu laa doyal ba tey."},{"style":"p","text":""},{"style":"v","text":"«“Sama mer diis na gann ci sa kaw, kàddug Boroom bi Aji Sax jee, lii lépp di jëfi gànc bu dëgër bët."},{"style":"p","text":""},{"style":"v","text":"«“Tabax nga ab néeg selebe yoon wu ne, sàkk sa jaamookaay péncoo pénc, te ab gànc sax tane la, nde yaw laajoo ag pey."},{"style":"v","text":"Cim! Jigéenu njaalookat bi nga doon, ay doxandéem sax gënal la sa jëkkër."},{"style":"v","text":"Mboolem caga yi dañuy feyeeku! Waaye yaw yaay neexal sa far yépp, di leen fey ñu jóge fu ne, di la tëdde."},{"style":"v","text":"Yaw kay sag ngànc bokkoo kook gànc yi. Kenn sàkkuwu la. Yaw kay yaay feye, kenn feyu la. Kon yaw meloo ni benn gànc!"},{"style":"p","text":""},{"style":"v","text":"«“Kon nag Yerusalem gànc bee, déglul kàddug Aji Sax ji."},{"style":"v","text":"Boroom bi Aji Sax ji dafa wax ne: Gannaaw yaa wasaare sa alal, ñoriku ne duŋŋ, di gànctook sa far yii, muy sa mboolem kasaray tuur, bay tuur sa deretu doom yi nga leen rendil,"},{"style":"v","text":"maa ngii nag di dajale mboolem sa far yi la doon bége, ñi nga bëgg ñépp ak ñi nga bañ ñépp. Maa leen di dajalee fu nekk ci sa kaw, ba noppi ñori la nga def yaramu neen, ñu gis la nga ne duŋŋ."},{"style":"v","text":"Maa lay àttee àtteb jigéeni njaalookat, jigéeni tuurkati deretu nit. Maa lay xëpp deretu xadar ak fiiraange."},{"style":"v","text":"Maa lay wacceek say far, ñu màbb say néeg, tas say jaamookaay, futti la, nangu sa gànjar gu yànj gépp, wacc nga def yaramu neen, ne duŋŋ."},{"style":"v","text":"Dinañu sañaxal gàngoor ci sa kaw, ñu ànd jóor lay doj, dogatee la seeni saamar."},{"style":"v","text":"Dinañu lakk say kër, teg la mbugal, jigéen ñu bare di gis. Maay dakkal ngànctu gi nga nekke, te dootoo feyati aw far."},{"style":"v","text":"Maa lay xëpp sama sànj ba mu jeex, bala ma laa moyale sama xadaru fiiraange, doora dal, ba meddi."},{"style":"p","text":""},{"style":"v","text":"«“Yaa fàttalikuwul ba ngay ndaw, yaa def lii lépp ba merloo ma. Kon man it, sa jëfin kat laa lay këpp ci bopp, feye la ko. Kàddug Boroom bi Aji Sax jee. Du yaa gànctu, dolli ci sa jépp jëf ju siblu?"},{"style":"p","text":""},{"style":"v","text":"«“Yaw Yerusalem, képp kuy léeboo dina la léeboo ne la: ‘Ndey ja, doom ja!’"},{"style":"v","text":"Yaa mat doom sa ndey ji sib jëkkëram aki doomam. Yaa mat doomu ndey, sa doomi ndey ya sib seen jëkkër ak seeni doom, yaa donn sa ndey Etteen ba, donn sa baay, Amoreen ba\\f + \\fr 16.45 \\ft Seetal ci aaya 3 (16.3).\\f*."},{"style":"v","text":"Sa mag ju jigéen ji la féete càmmoñ di Samari aki janqam, sa rakk ju jigéen ji la féete ndijoor, di \\w Sodom|Sodom ak Gomor:\\w* aki janqam\\f + \\fr 16.46 \\ft Janq jii mooy dëkk yu ndaw yi bootu ci Samari ak Sodom.\\f*."},{"style":"v","text":"Yemuloo rekk ci roy seen jëfin ak seen jëf ju siblu. Tuuti na! Yaa leen gëna yàqu ci sa mboolem jëfin."},{"style":"v","text":"Yaw Yerusalem, giñ naa ko ci man miy dund, kàddug Boroom bi Aji Sax jee, sa rakk ju jigéen ja, Sodom, mooki janqam defuñu li nga def yaw, yaak say janq."},{"style":"v","text":"Lii de, moo doon bàkkaaru Sodom, sa rakk ja, mooki janqam: réy, fuqle, naagu, ne finaax ak ñàkka dimbali ku ñàkk ak ku néewle,"},{"style":"v","text":"ba mujj reew bay def jëf ju siblu, may gis. Looloo waral ma beddi leen nii, nga gis."},{"style":"v","text":"Samari nag, sa genn-wàllu bàkkaar, bàkkaaru ko. Yaa ëpp fopp sa doomi ndey yii jëf ju siblu, te tax nga ñu far mel ni ñu def njekk ndax mboolem jëf ju siblu joo def."},{"style":"v","text":"Léegi nag gàddul sa toroxte gi nga maye sa doomi ndey aw lay ndax jëf ju siblu joo jëf, ba yées leen. Gën nañu la. Kon nag séddool gàcce te gàlloo toroxte, nde tax nga sa doomi ndey yi niru ñu def njekk."},{"style":"p","text":""},{"style":"v","text":"«“Waaye maay tijji seen wërsëg; maay tijji wërsëgu Sodom aki janqam, tijji wërsëgu Samari aki janqam, yaw it ma tijjiwaale sa wërsëg."},{"style":"v","text":"Su ko defee nga gàddu sa toroxte, torox ci mboolem li nga def, ba ruccanti sa doomi ndey yi."},{"style":"v","text":"Sa rakk yi, Sodom aki janqam dinañu dellu na ñu nekke woon. Samari aki janqam dellu na ñu nekke woon, yaw it yaak say janq, ngeen dellu na ngeen nekke woon."},{"style":"v","text":"Xanaa du ba nga bewee yaa saxaloon ci saw làmmiñ kàddug baatal Sodom?"},{"style":"v","text":"Booba sag mbon fàŋŋaaralagul. Léegi tey janqi Edom ak mboolem ñi ko wër ñoo lay sewal, janqi Filisti yi la séq it xeeb la."},{"style":"v","text":"Sag yàqute ak sa jëf ju siblu nag, yaa koy gàddu. Kàddug Aji Sax jee."},{"style":"p","text":""},{"style":"v","text":"«“Boroom bi Aji Sax ji déy dafa wax ne: Ni nga def rekk ni laay def ak yaw mi sofental kàddug ngiñ, fecci kóllëre."},{"style":"v","text":"Waaye man maay bàyyi xel sama kóllëre gi ma fasoon ak yaw ba ngay ndaw. Maa lay saxalal kóllëre guy wéy ba fàww."},{"style":"v","text":"Yaay fàttaliku say jëf, ba am kersa keroog booy dalal sa doomi ndey yu jigéen ñi la mag ak ñi la féete ndaw. Maa la leen di may ñu nekk ay doom ci yaw, doonte loolu bokkul ci sama kóllëreek yaw."},{"style":"v","text":"Maay saxal sama kóllëreek yaw, nga xam ne maay Aji Sax ji."},{"style":"v","text":"Su ko defee nga fàttaliku démb, daldi rus, torox ba ne xerem keroog ba ma lay jéggal ci mboolem loo def. Kàddug Boroom bi Aji Sax jee.”»"}]