[{"style":"s1","text":"Fecci kóllëre, peyam du jaas"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu kàddug Aji Sax ji dikkal na ma, ne ma:"},{"style":"v","text":"«Yaw nit ki, caxal waa kër Israayil aw cax, ci biir léeb woo leen di léebal."},{"style":"v","text":"Ne leen: “Boroom bi Aji Sax ji dafa wax ne:"},{"style":"q1","text":"Jaxaay\\f + \\fr 17.3 \\fk jaxaay \\ft ji mooy Buuru Babilon, Nebukatnecar mi nangu woon Yerusalem.\\f* ju mag la woon, réyi laaf, guddi dunq,"},{"style":"q1","text":"sëq lipp, yànj lool."},{"style":"q1","text":"Mu dikk ba Libaŋ, jàpp ci collu genn garabu seedar,"},{"style":"q1","text":""},{"style":"v","text":"dagg car bu ndaw\\f + \\fr 17.4 \\fk dagg car bu ndaw \\ft mooy ba ñu yóbboo Buur Yoyakin ngàllo ca Babilon.\\f* ba ca gëna kawe,"},{"style":"q1","text":"yóbbu ba menn réewum jula,"},{"style":"q1","text":"jëmbat ko ca biir dëkkub jaaykat ya."},{"style":"q1","text":""},{"style":"v","text":"Mu sàkk ci jiwum réew mi\\f + \\fr 17.5 \\fk jiwum réew mi \\ft mooy Cedesyas baayu Yoyakin bu ndaw. Buur Cedesyas la Nebukatnecar dénkoon nguurug Yuda.\\f*,"},{"style":"q1","text":"def ko ci suuf su nangu,"},{"style":"q1","text":"dendale kook ndox mu ne xéew,"},{"style":"q1","text":"ni kuy jëmbat garabu sóol."},{"style":"q1","text":""},{"style":"v","text":"Mu jebbi, dig reseñ, gëna yaatu te gàtt taxawaay."},{"style":"q1","text":"Car ya ne coleet wuti jaxaay ja,"},{"style":"q1","text":"reen ya des ca suufam."},{"style":"q1","text":"Mu di reseñ gu saxi car,"},{"style":"q1","text":"firiy bànqaas."},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«“Jeneen jaxaay ju mag\\f + \\fr 17.7 \\fk jeneen jaxaay ju mag \\ft mooy Firawna buuru Misra.\\f* daldi ne jimeet,"},{"style":"q1","text":"réyi laaf, sëq lipp."},{"style":"q1","text":"Reseñ ja jekkee jekki tàllal koy reenam,"},{"style":"q1","text":"di ŋaf-ŋafi, firiy bànqaasam, wuti ko,"},{"style":"q1","text":"ngir mu suuxat ko fa mu jëmbate woon."},{"style":"q1","text":""},{"style":"v","text":"Ci tool bu nangu bu feggook ndox mu ne xéew la jëmbate woon,"},{"style":"q1","text":"ngir naat, meññ, ba doon reseñu ngëneel.”"},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«Neel: “Boroom bi Aji Sax ji dafa wax ne:"},{"style":"q1","text":"Mbaa jooju reseñ dina baaxle?"},{"style":"q1","text":"Mbaa jeneen jaxaay ja du buddiy reenam,"},{"style":"q1","text":"buur doom ya,"},{"style":"q1","text":"ba lu mu jebbile woon lax,"},{"style":"q1","text":"ba buddi reen ya du laaj doole bu réy,"},{"style":"q1","text":"mbaa nit ñu bare?"},{"style":"q1","text":""},{"style":"v","text":"Ma nga noonu jëmbate, waaye mbaa dina baaxle yee?"},{"style":"q1","text":"Mbaa ngelawal penku du ko laal rekk mu lax a lax?"},{"style":"q1","text":"Mbaa du lax fa mu saxe?”»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee kàddug Aji Sax ji dikkal ma ne ma:"},{"style":"v","text":"«Waxal waa kër fippukat yi, ne leen: “Xamuleen lu mbir yooyu di wund?” Ne leen: “Mu ngoogu, buuru Babilon a dem Yerusalem, jàpp buur baak kàngam ya, ànd ak ñoom, yóbbu Babilon."},{"style":"v","text":"Moo tànn ku bokk ci askanu buur, fasook moom \\w kóllëre|kóllëre g-:\\w*, giñloo ko ne dina ko nangul, daldi yóbbu njiiti réew mi,"},{"style":"v","text":"ngir nguurug Yerusalem suufe, baña yékkatiku, di wéy di surgawu Babilon, ni ñu fasoo woon ak ñoom kóllëre."},{"style":"v","text":"Ka bokk ci askanu buurub Israayil nag fippu, yónni ay ndaw réewum Misra, ngir ñu jox ko ay fas ak mbooloo mu takku. Moo, ka def loolu ndax dina baaxleem? Mbaa dina mucc? Nu mu cay mucce te wor kóllëre ga mu fasoo woon?"},{"style":"p","text":""},{"style":"v","text":"«“Giñ naa ko ci man miy dund, kàddug Boroom bi Aji Sax jee, ci biir réewum buur boobu ko fal, te mu sàggane la mu ko giñaloon, wor kóllëre ga mu fasante woon ak moom, ci biir Babilon googu lay deewe."},{"style":"v","text":"Firawnaak mbooloom mu réy ak gàngooram gu mag sax duñu ko mana wallu ci xare, keroog bu ñuy yékkati ab sëkk, tabax ab gawukaay ngir bóom ñu bare."},{"style":"v","text":"Moo sàggane ngiñ, moo wor kóllëre ga mu fasante woon. Mu ngoog, moo joxe kàddoom, ba noppi walbatiku def lii lépp. Du mucc mukk."},{"style":"p","text":""},{"style":"v","text":"«“Moo tax Boroom bi Aji Sax ji dafa wax ne: Giñ naa ko ci man miy dund, maay këpp jëfam ci kaw boppam ndax ngiñ li mu ma giñal la sofental, kóllëre gi mu fasanteek man la wor."},{"style":"v","text":"Maa koy laaw sama mbaal, mu lonkoo samab caax, ma yóbbu ko Babilon, layoo faak moom ñàkke worma gi mu ma ñàkke worma."},{"style":"v","text":"Mboolem ñay dawe ca gàngooram yépp, saamar a leen di faat; ña cay rëcce, fépp fu ngelaw jublu lañuy tasaarooji, ba ngeen xam ne man Aji Sax ji maa wax."},{"style":"p","text":""},{"style":"v","text":"«“Boroom bi Aji Sax ji dafa wax ne:"},{"style":"q1","text":"Man ci sama bopp maay sàkke ab car"},{"style":"q1","text":"ca njobbaxtalu garabu seedar gu kawe ga,"},{"style":"q1","text":"sàkkal ko béreb."},{"style":"q1","text":"Car yu ndaw ya ca kaw laay fàqe car bu nooy,"},{"style":"q1","text":"jëmbatal ko sama bopp ci kaw tund wu mag te kawe."},{"style":"q1","text":""},{"style":"v","text":"Ca kaw tundu Israayil wu mag wa laa koy jëmbat,"},{"style":"q1","text":"mu sëq, meññal,"},{"style":"q1","text":"ba doon garabu seedar gu am daraja,"},{"style":"q1","text":"mboolem picc dëkke ko,"},{"style":"q1","text":"mboolem njanaaw màkkaanoo keram."},{"style":"q1","text":""},{"style":"v","text":"Garabi àll bi yépp dinañu xam,"},{"style":"q1","text":"ne man Aji Sax ji maay gàttal garab gu gudd,"},{"style":"q1","text":"di guddal garab gu gàtt."},{"style":"q1","text":"Maay wowal garab gu naat,"},{"style":"q1","text":"di naatal garab gu wow."},{"style":"q1","text":"Man Aji Sax ji maa wax, maay jëf.”»"}]