[{"style":"s1","text":"Yerusalem def nay tojaange"},{"style":"p","text":""},{"style":"v","text":"Kàddug Aji Sax ji dikkal na ma ne ma:"},{"style":"v","text":"«Yaw nit ki, doo tiiñal ñii? Doo tiiñal waa dëkku tuurkati deret yii? Xamal leen seen jëf ju siblu jépp."},{"style":"v","text":"Ne leen: “Boroom bi Aji Sax ji dafa wax ne: Ab dëkk a ngii buy tuur deret fi biiram, ba tax bésam di jubsi. Mu ngi sàkk ay kasaray tuur, di sobeel boppam."},{"style":"v","text":"Yaw dëkk bii, gàddu nga bàkkaar ndax deret ji nga tuur, sobeel nga sa bopp ndax kasaray tuur yi nga sàkk. Kon gàttal nga saw fan, agsi nga ci sa àppu at. Moo tax maa lay def ba xeet yépp di la sewal, réew yépp di la kókkali."},{"style":"v","text":"Dëkk bu yàqu bi nga doon, ku jegeek ku soree lay kókkali. Boroom der bu yàqu bi, sa lépp a salfaañoo!"},{"style":"v","text":"Kàngami Israayil a ngii fi ca biir dëkk bi, di jaay doole bay tuur deret."},{"style":"v","text":"Ndey ak baay, ñu tuutal fi biir dëkk bi; doxandéem bi, ñu lekk àqam ci dëkk bi; jirim akub jëtun, ñu néewal doole ci dëkk bi."},{"style":"v","text":"Sama mbir yu \\w sell|sell:\\w*, nga sàggane, sama \\w bési Noflaay|bésub Noflaay b-:\\w*, nga ñàkke worma."},{"style":"v","text":"Ay soskat a ngi ci dëkk bi, di lor ay bakkan. Kaw tund yi lañuy lekke ñam wu ñu sarxeel ay tuur ci dëkk bi, tey def jëfi yàqute ci dëkk bi."},{"style":"v","text":"Baay la doom di toroxal, di tëdde yaayam, ku gis baax, ñu tëdde ci dëkk bi."},{"style":"v","text":"Kii ak jabaru jàmbur ci jëf ju siblu, kee sobeel jabari doomam ci biir yàqute, kale di tëdde rakki doomu baayam ci dëkk bi."},{"style":"v","text":"Alalu ger, ñu jël ci dëkk bi, ngir lor ay bakkan. Ndollent ci kaw tegandaay, nga jël feyeekoo bor, di wute alal sa àqu moroom. Man nag, nga fàtte ma. Kàddug Boroom bi Aji Sax jee."},{"style":"p","text":""},{"style":"v","text":"«“Maa ngii nag di fenqe samay loxo, di ko mititloo alal ju lewul ji nga dajale, ak sa dereti nit ji ñu tuur ci dëkk bi."},{"style":"v","text":"Mbaa keroog bés ya may jëflanteek yaw, dinga am fit ak doole joo ko dékkoo? Man Aji Sax ji maay wax, jëfe ko."},{"style":"v","text":"Maa lay tasaare fi biir xeet yi, wasaare la fi réew yi, ba tàggale laak sa sobe."},{"style":"v","text":"Dinga sobeel sa bopp, xeet yiy gis, ba nga xam ne maay Aji Sax ji.”»"},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee kàddug Aji Sax ji dikkal ma ne ma:"},{"style":"v","text":"«Yaw nit ki, waa kër Israayil mbuubitu weñ gu raxe lañu ci man léegi. Ñoom ñépp duñu lenn lu moy xànjar ak weñ gu weex ak gu ñuul ak betteex ci biir taalub tëgg. Mbuubitu xaalis rekk lañu."},{"style":"v","text":"Moo tax Boroom bi Aji Sax ji dafa wax ne: “Gannaaw doon ngeen yeen ñépp mbuubitu weñ, maa ngii nag di leen dajale fi digg Yerusalem."},{"style":"v","text":"Ni ñuy boolee xaalis ak xànjar ak weñ gu ñuul ak betteex ak weñ gu weex ci biir ab taal, xamb sawara wa ngir seeyal ko, ni laa leen di boolee ci sama biir mer ak sama xadar, jóor leen, seeyal leen."},{"style":"v","text":"Maa leen di saam fi digg Yerusalem, jafale leen sama tàngooru xadar, ba ngeen seey ca biir."},{"style":"v","text":"Ni xaalis di seeye ci biir taal, ni ngeen di seeye ca biir. Su boobaa ngeen xam ne man Aji Sax ji maa leen xëpp sama xadar.”»"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu kàddug Aji Sax ji dikkal na ma ne ma:"},{"style":"v","text":"«Yaw nit ki, waxal Yerusalem ne ko: “Yaa di suuf su ñu dindiwul sobeem, te tawluwul keroog bésub sànj ma.”"},{"style":"v","text":"Ay yonentam a ngi déeyoo fi biiram; ñu ngi xiiru ni gaynde guy xotat pàddam, di lekk doom aadama yi, foqati alal ak gànjar, ful jëtun yi ci biiram."},{"style":"v","text":"Ay \\w sarxalkatam|sarxalkat b-:\\w* xëtt nañu sama yoon, teddadil nañu sama yëf yu sell. Lu sell ak lu sellul, ràññeewuñu ko; lu set ak lu sobewu, xamlewuñu ko; sama bési Noflaay, ñu jéllale ko, ba ma mujj teddadi fi seen biir."},{"style":"v","text":"Kàngamam yi ci biiram a ngi mel ni saafàndu yuy dogat am pàdd, tuur deret ja, di sànk ay bakkan ngir nangu alali boroom."},{"style":"v","text":"Ay yonentam di leen diwal lu weex maanaam fénanti ngir nëbb jëf yooyu yépp, ci peeñuy caaxaan ak ngisaaney fen, naan: “Boroom bi Aji Sax ji dafa wax ne,” te Aji Sax ji waxul."},{"style":"v","text":"Waa réew maa ngi lekk àq, di sàcc. Baadoolo yeek walaakaana yi, ñu néewal leen doole; doxandéem bi, ñu noot, xañ ko àqam."},{"style":"v","text":"Ma seet ci seen biir kuy defaraat tata ji, janook man ci bëttukaay bi, ngir taxawal réew mi, ba duma tas réew mi, waaye gisuma kenn."},{"style":"v","text":"Ma daldi leen xëpp sama sànj, dóomal leen sama tàngooru xadar, këpp leen seen añu jëf ci seen kaw bopp. Kàddug Boroom bi Aji Sax jee.»"}]