[{"style":"s1","text":"Mbugalu Yerusalem, misaal maa ngii"},{"style":"p","text":""},{"style":"v","text":"Kàddug Aji Sax ji dikkal na ma ca juróom ñeenteelu at ma, fukki fan ca fukkeelu weer wa. Mu ne ma:"},{"style":"v","text":"«Yaw nit ki, bindal bés bii, bés bii ci boppam, ndax buuru Babilon gaw na Yerusalem bés niki tey."},{"style":"v","text":"Léebalal kërug fippukat yi aw léeb, ne leen: “Boroom bi Aji Sax ji dafa wax ne:"},{"style":"q1","text":"Taalal, teg cin li, teg ko, sotti ci ndox."},{"style":"q1","text":""},{"style":"v","text":"Booleel dogi yàpp yi, def ci:"},{"style":"q1","text":"dog yu baax yépp, fàllare jeek tànku kanam bi,"},{"style":"q1","text":"te feccalee ko cér ya gëna baax."},{"style":"q1","text":""},{"style":"v","text":"Li gën ci gétt gi ngay sàkk,"},{"style":"q1","text":"nga jal matt ci suufu cin li,"},{"style":"q1","text":"xamb, baxal a baxal, ba baxalaale yax yi.”»"},{"style":"q1","text":""},{"style":"v","text":"Boroom bi Aji Sax ji kat dafa wax ne:"},{"style":"q1","text":"«Wóoy ngalla bii dëkku tuurkatu deret!"},{"style":"q1","text":"Mooy cin lu teg àkki xëmit,"},{"style":"q1","text":"cin lu dul tàggook xëmit."},{"style":"q1","text":"Benn-benn ngay seppi dogi yàpp wi,"},{"style":"q1","text":"te bul tegoo bant la ngay seppi."},{"style":"q1","text":""},{"style":"v","text":"Deret ji mu tuur a ngi ci biiram ba tey;"},{"style":"q1","text":"doj wu amul dara la ko sotti,"},{"style":"q1","text":"sottiwu ko ci suuf, fu muy suuloo."},{"style":"q1","text":""},{"style":"v","text":"Man maay wacc deret ja ca doj wa amul dara,"},{"style":"q1","text":"fa mu naan fàŋŋ, du suulu,"},{"style":"q1","text":"ngir mu doon sànj muy wàcce mbugal.»"},{"style":"q1","text":""},{"style":"v","text":"Boroom bi Aji Sax ji déy dafa wax ne:"},{"style":"q1","text":"«Wóoy ngalla bii dëkku bóomkat!"},{"style":"q1","text":"Man it dinaa yokk jalu matt mi."},{"style":"q1","text":""},{"style":"v","text":"Jalal a jal matt mi, xamb taal bi."},{"style":"q1","text":"Baxalal yàpp wi bu baax, ŋeeral,"},{"style":"q1","text":"ba yax yi far xëm."},{"style":"q1","text":""},{"style":"v","text":"Boo noppee tegal cin li deful dara ci xal yi,"},{"style":"q1","text":"mu tàng ba xànjar bi xonq curr,"},{"style":"q1","text":"tilim ja seey ca biir,"},{"style":"q1","text":"xëmit ja xoyomu."},{"style":"q1","text":""},{"style":"v","text":"Coonoy neen, xëmit ja ne xéew du deñ,"},{"style":"q1","text":"sawara sax dindiwu ko."},{"style":"q1","text":""},{"style":"v","text":"Sa sobeey sa yàqute!"},{"style":"q1","text":"Maa la setal te taxu laa set."},{"style":"q1","text":"Dootuloo tàggook sa sobe,"},{"style":"q1","text":"ba keroog may giifal sama xadar fi sa kaw."},{"style":"q1","text":""},{"style":"v","text":"Man Aji Sax ji maa wax,"},{"style":"q1","text":"mu dikk, ma jëfe ko."},{"style":"q1","text":"Duma bàyyi, duma ñéeblu, duma yërëm;"},{"style":"q1","text":"say jikko ak say jëf lees lay àttee."},{"style":"q1","text":"Kàddug Boroom bi Aji Sax jee.»"},{"style":"s1","text":"Soxnas Esekiyel faatu na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu kàddug Aji Sax ji dikkal na ma ne ma:"},{"style":"v","text":"«Yaw nit ki, maa ngii di nangusi sa bànneexu bët cim pàdd. Bul yuuxu, bul jooy, bu sa rongooñ wadd."},{"style":"v","text":"Binnil ndànk te bul ñaawlu. Bul tàggook sa kaala, bul tàggook say carax, bul muur sa tuñum kaw ba ci sikkim di ko ñaawloo. Bul lekk ñam wu jóge ci njaal mi\\f + \\fr 24.17 \\ft Ku deele daawul togg. Ñiy jaalesi ñooy indi ñam wu ñu lekk ci dëj bi.\\f*.»"},{"style":"p","text":""},{"style":"v","text":"Wax naak mbooloo mi ci suba. Ci ngoon si, sama soxna dee. Bët set ma def li ñu ma sant."},{"style":"v","text":"Mbooloo mi nag ne ma: «Xanaa doo nu wax lii ngay def nii, lu muy wund ci nun?»"},{"style":"v","text":"Ma ne leen: «Kàddug Aji Sax jee ma dikkal, ne ma:"},{"style":"v","text":"Waxal waa kër Israayil, ne leen: “Boroom bi Aji Sax ji dafa wax ne: Maa ngii di teddadil sama kër gu sell gii, seen sag bii ngeen di doolewoo, di seen bànneexu bët, di seen nammeelu bakkan. Seen doom yu góor ak yu jigéen ya ngeen bàyyi Yerusalem, saamar dina leen tëral."},{"style":"v","text":"Te nangeen def nii ma def. Buleen muur tuñum kaw ba ci sikkim te buleen lekk ñam wu jóge ci njaal mi."},{"style":"v","text":"Buleen tàggook kaala, buleen tàggooki carax. Buleen yuuxu, buleen jooy. Waaye dingeen jeex tàkk ndax seeni ñaawtéef, ngeen ànd di binni.”"},{"style":"v","text":"Mu ne: “Na Esekiyel di seen misaal. Bu jotee, mboolem nu mu def, nangeen ko def, ba xam ne man maay Boroom bi Aji Sax ji.”"},{"style":"p","text":""},{"style":"v","text":"«Yaw nit ki, bés bu ma nangoo ci ñii seen tatay daraja ji ñuy bége, muy seen bànneexu bët, di seen xintey bakkan, ba nanguwaale seen doom yu góor ak yu jigéen,"},{"style":"v","text":"bésub keroog ku ca rëcce dina dikk ba ci yaw, àgge la xibaar bi."},{"style":"v","text":"Bésub keroog sa gémmiñ dina ubbiku, nga noppee luu, ba wax ak ka rëcc. Su boobaa yaay doon misaalu mbooloo mi, ba ñu xam ne maay Aji Sax ji.»"}]