[{"style":"s2","text":"Ponkal daanu na"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee ca fukkeelu at maak benn, benn fan ca ñetteelu weer wa, kàddug Aji Sax ji dikkal ma ne ma:"},{"style":"v","text":"«Yaw nit ki, waxal Firawna buuru Misra ak gàngooram, ne ko:"},{"style":"q1","text":"“Ana koo neexool daraja?"},{"style":"q1","text":""},{"style":"v","text":"Asiree ngoog, garabu seedar la woon ca Libaŋ,"},{"style":"q1","text":"rafeti bànqaas, naatub gott, siggi ca kaw,"},{"style":"q1","text":"njañ lay àkki niir ya."},{"style":"q1","text":""},{"style":"v","text":"Bëti ndox suuxat ko, ndoxi xóote yi màggal ko,"},{"style":"q1","text":"wal ma dajaloo ca reen ya,"},{"style":"q1","text":"doxe fa sotti ay waltan ci garabi àll bi yépp."},{"style":"q1","text":""},{"style":"v","text":"Moo ko taxa sut garabi àll bi,"},{"style":"q1","text":"ay bànqaasam sëq, car ya law a law"},{"style":"q1","text":"ndax ndox mi koy ballal a ne xéew."},{"style":"q1","text":""},{"style":"v","text":"Picc yépp di tàgg ci ay caram,"},{"style":"q1","text":"rabi àll yépp di jur fa suufam,"},{"style":"q1","text":"askanoo askan wu mag di toog ci keram."},{"style":"q1","text":""},{"style":"v","text":"Taaram a nga ca taxawaayam ak guddaayu caram ya,"},{"style":"q1","text":"ngir reenam ba sóobu ci ndox mu ne xéew."},{"style":"q1","text":""},{"style":"v","text":"Du genn garabu seedar ca toolub Yàlla gu ko yóbbuloon dara,"},{"style":"q1","text":"du garabu sippar yu ko niruy car,"},{"style":"q1","text":"mbaa garabu palataan bu ko niruy bànqaas."},{"style":"q1","text":"Du genn garab ci toolub Yàlla gu taaroo ni moom."},{"style":"q1","text":""},{"style":"v","text":"Maa ko rafetale njañam lu sëq,"},{"style":"q1","text":"ba garabi Àjjana, toolub Yàlla bi, ñoom ñépp ñee ko!"},{"style":"p","text":""},{"style":"v","text":"«“Moo tax Boroom bi Aji Sax ji dafa wax ne: Yaa siggi woon ca kaw, kii la njañam àkki woon ci niir ya, muy damoo taxawaayam."},{"style":"v","text":"Maa koy jébbal ku jiite ay xeet, mu fey koo fey coxoram, ma dàq ko."},{"style":"v","text":"Ay doxandéem a dikk, bokk ci xeet yi gëna néeg, gor ko, wacc. Ay bànqaasam wadd ci kaw tund yeek xur yi, ay caram dammatoo ci xunti àll bi yépp. Waa réew yépp dawe keram, wacc ko,"},{"style":"v","text":"picc yépp di tàgg ci peram bi tëdd fi suuf, rabi àll yépp di goor ci caram yi fi suuf."},{"style":"v","text":"Su boobaa genn garab gu feggook ndox dootul siggi ca kaw, ba njañ lay àkki niir ya, te genn garab dootul màndim ndox, bay damu ci kawi moroomam. Ñoom ñépp déy lañu àppal dee, ñu jëm xóotey suuf, tëddi biir bàmmeel ni waa àddina sépp."},{"style":"p","text":""},{"style":"v","text":"«“Boroom bi Aji Sax ji dafa wax ne: Bés ba seedar ga tàbbee njaniiw, maa dogal ag ñaawlu: Maa sàng xóote ya ndax moom, téye dexi biir suuf, wali ndox yi noon xéew, dakk. Maa tax ba gottub Libaŋ ñaawlu ci loolu, tax ba garabi àll bi yépp doxe ca lax."},{"style":"v","text":"Maa def xeet yi dégg jéllu seedar gi, di lox, ba ma ko tàbbalee njaniiw, boole kook mboolem ñiy tàbbim pax. Noonu la garab yépp di muñe seen demin, ndax seedar ga teew ni ñoom ci biir xóotey suuf, maanaam mboolem garabi Àjjana yi gëna taaru, boole ca yay ngëneeli Libaŋ, ak mboolem garab yi màndim ndox."},{"style":"v","text":"Ñoo bokk ak seedar gi wàcci njaniiw, ànd caak ña fa saamar tëral, ñoom ñi ko doon dooleel, maanaam xeet yi daan toog ci keram."},{"style":"v","text":"Ana kan nga neexool teddaay ak daraja ci biir garabi Àjjana? Ndaxam dees na la booleek garabi Àjjana, tàbbal la ci xóotey suuf. Yaay goorandook yéefar yi saamar tëral."},{"style":"p","text":"«“Loolooy deminu Firawnaaki gàngooram. Kàddug Boroom bi Aji Sax jee.”»"}]