[{"style":"s1","verse":"","text":"Tabb nañu Esekiyel wattukat"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Kàddug Aji Sax ji dikkal na ma ne ma:"},{"style":"v","verse":"2","text":"«Yaw nit ki, waxal ak sa bokk yi, nga ne leen: “Am réew, su ma wàccee xare ci kawam, waa réew ma tànn ci seen biir kenn, def ko seen wattukat,"},{"style":"v","verse":"3","text":"su kooka séenee congum xare muy dikk ci réew mi, day daldi wal bufta bi, artu waa réew mi."},{"style":"v","verse":"4","text":"Ku dégg baatu bufta ba te fàgguwul, bu cong mi agsee ba yóbbaale ko, mooy gàddu bakkanam."},{"style":"v","verse":"5","text":"Gannaaw dégg na baatu bufta ba, te taxu koo fàggu, mooy gàddu bakkanam. Ku déggoon ba fàggu nag, moo musal boppam."},{"style":"v","verse":"6","text":"Su wattukat ba séenee congum xare may dikk te walul bufta ba, loolu mooy waral waa réew mi bañ koo fàggu, ba cong ma agsi, ba rotal bakkanu kenn ca ñoom, su boobaa njubadiy wattukat baa ko rotal, te bakkanu nit kooka, wattukat ba laa koy topp.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"«Yaw nit ki nag, wattukat laa la tabb, ñeel waa kër Israayil, ba boo déggee baat bu jibe sama gémmiñ, yaa leen koo artoo ci sama ndigal."},{"style":"v","verse":"8","text":"Bu ma nee ku bon ki: “Yaw ku bon ki, dee rekk mooy sa àtte,” te yaw waxuloo ko ko, artu ko ngir mu wacc yoonu mbonam, ku bon kooka day dee ndax tooñam. Waaye bakkanam, yaw laa koy laaj."},{"style":"v","verse":"9","text":"Waaye yaw soo artoo nit ki ngir mu wacc yoonu mbonam, te waccu ko, tooñu boppam a ko reylu, waaye yaw musal nga sa bopp."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"«Yaw nit ki, waxal ak waa kër Israayil, ne leen: “Ngeen ne dungeen mana mucc ndax seeni tooñ ak seen bàkkaar yu leen diis ba semmal leen?”"},{"style":"v","verse":"11","text":"Waxleen ne leen: “Giñ naa ko ci man miy dund, kàddug Boroom bi Aji Sax jee, awma bànneex ci deewug nit ku bon. Sama bànneex mooy mu wacc yoonu mbonam, ba dund. Kon yeen waa kër Israayil, waccleen, ngalla waccleen seen yoonu mbon. Ana lu jar ngeen di dee?”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Yaw nit ki, waxal sa bokk yi, ne leen: “Boroom jëfi njekki démb yi, su tooñee tey, jëfi njekk yooya du ko musal. Ku bon ki itam, su waccee yoonu mbonam tey, mbonu démbam ga du ko lor. Boroom jëfi njekki démb yi nag, su bàkkaaree, jëfi njekkal démbam ya du ko may mu dund.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"«Doonte maa ne boroom jëfi njekk yi dina dund moos, te gannaaw gi mu yaakaar jëfi démbam ya, bay def safaan ba, su boobaa jépp jëf ja woon, deesu ko ko dencal, te safaan bi mu def tey mooy doon àtteb deewam."},{"style":"v","verse":"14","text":"Su ma nee ku bon ki: “Yaw dee rekk mooy sa àtte,” mu mujj dëddu bàkkaaram, di jëfe dëgg ak njub,"},{"style":"v","verse":"15","text":"di delloo alalu tayle ju mu laajoon, di fey lu mu sàccoon, di jëfe dogali yoon yiy taxa dund, tey baña jëfe njubadi, su boobaa dina dund moos te àtteb dee du ko topp."},{"style":"v","verse":"16","text":"Mboolem lu mu bàkkaaroon, deesu ko ko dencal. Dëgg gi ak njub gi mu jëfe moo koy taxa dund."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Sa bokk yi nee ñu: “Ni Boroom biy doxale du noonu.” Te ñoom la seen doxalin dul noonu!"},{"style":"v","verse":"18","text":"Boroom njekk su dëddoo njekkam di def njubadi, njubadi gaay doon àtteb deewam."},{"style":"v","verse":"19","text":"Ku bon nag, su dëddoo mbonam, jëfe yoon ak njub, loolaa koy may mu dund."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"«Yeen waa kër Israayil, ngeen ne: “Ni Boroom biy doxale du noonu.” Nit ku nekk daal, jëfinam laa koy àttee.»"},{"style":"s1","verse":"","text":"Jëf ju bon daane na Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Ca fukkeelu atu ngàllo ga ak ñaar, keroog juróomi fan ca fukkeelu weer wa, jenn waay a rëcce ca jéllub Yerusalem ba, dikk ne ma: «Dëkk ba daanu na!»"},{"style":"v","verse":"22","text":"Fekk na ngoon ga jiitu dikkam, Aji Sax ji teg ma loxo, ba tijji sama gémmiñ. Ba waa ja rëcc agsee fa man ca ëllëg sa ca suba, fekk na sama gémmiñ tijjiku, luuwatuma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Gannaaw loolu kàddug Aji Sax ji dikkal ma ne ma:"},{"style":"v","verse":"24","text":"«Yaw nit ki, ñi dëkke genti réewum Israayil mii ñu ngi naan: “Ibraayma kenn la woon te moo moomoon réew mi. Kon nun ñii di ñu bare noo ko ci gëna yey.”"},{"style":"v","verse":"25","text":"Kon nag nanga leen wax ne leen: “Boroom bi Aji Sax ji dafa wax ne: Yeen ñiy boole yàpp ak deret di ko lekk, di wékki gët kasaray tuur, di tuur deretu jàmburi Yàlla, lu tax kon ngeen xalaat ne yeena moom réew mi?"},{"style":"v","verse":"26","text":"Yeen ñi wóolu seen saamar, di def jëf ju siblu, ku nekk di njaalook jabaru moroomam, lu tax kon ngeen xalaat ne yeena moom réew mi?”"},{"style":"v","verse":"27","text":"Wax leen ne leen: “Boroom bi Aji Sax ji dafa wax ne: Giñ naa ko ci man miy dund, ku nekk ci yeen ci biir gent yi, saamar lay faatoo; képp ku nekk ci biir àll bi, rab yi laa koy jox, ñu lekk ko; te képp ku làqoo tata yeek xunt yi, mbas a koy rey."},{"style":"v","verse":"28","text":"Maay def réew mi gent bu wéet, sagu réew mi sàggiku, tundi Israayil ne faraas, kenn du ca jaare."},{"style":"v","verse":"29","text":"Bu ma defee réew mi gent bu wéet ndax seen mboolem jëf ju siblu, dinañu xam ne maay Aji Sax ji.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"«Léegi nag, yaw nit ki, sa bokk yaa ngi lay waxtaane ci keppaari tata yi ak ci bunti kër yi. Ñu ngi waxante ci seen biir, ku nekk naa mbokkam: “Aycaleen nu dem dégluji gan kàddoo tukkee ci Aji Sax ji.”"},{"style":"v","verse":"31","text":"Noonu la sama ñoñ di dajesee fi yaw, toogaanu la, di la déglu. Dañuy déglu say wax, waaye duñu ko jëfe mukk. Lu neex lañuy wax waaye amin wu lewul rekk la seen xol di sàkku."},{"style":"v","verse":"32","text":"Dañu laa jàppe rekk ni boroom woy yu neex, ku neex baat, te mane xalam. Dañuy déglu say wax te duñu ci jëfe dara."},{"style":"v","verse":"33","text":"Waaye sa wax jaa ngii di waaja sotti, te bu sottee dinañu xam ne ab yonent a ngi woon fi seen biir.»"}]