[{"style":"s1","text":"Waxyu dal na sàmm su bon si"},{"style":"p","text":""},{"style":"v","text":"Kàddug Aji Sax ji dikkal na ma ne ma:"},{"style":"v","text":"«Yaw nit ki, jottalil kàdduy \\w waxyu|waxyu:\\w* fi kaw sàmmi Israayil. Jottalil kàdduy waxyu ci kaw sàmm soosu, ne leen: “Boroom bi Aji Sax ji dafa wax ne: Wóoy ngalla sàmmi Israayil yiy sàmm seen bopp! Xanaa du jur gi, la sàmm si wara sàmm?"},{"style":"v","text":"Yeen, nebbon ji, ngeen lekk; kawari jur gi, ngeen def yére, sol; li ci duuf, ngeen rendi, te jur gi sàmmuleen leen!"},{"style":"v","text":"Yeen, li ndóol ci jur gi, leqaliwuleen leen; li ci wopp, fajuleen leen; li damm, yeewuleen leen; li ci lajj, gindiwuleen leen; li réer, seetuleen leen. Doole daal ngeen leen yilife, di leen soxore."},{"style":"v","text":"Jur gi tasaaroo na ndax ñàkk ku leen sàmm, ñu mujj doon ndawalu mboolem rabi àll yi. Tasaaroo nañu!"},{"style":"v","text":"Sama gàtt yaa ngi tambaambalu ci kaw tundoo tund wu mag ak wu ndaw. Biir réew mi mépp la sama gàtt yi tasaaroo. Kenn wërul, kenn seetul."},{"style":"p","text":""},{"style":"v","text":"«“Moo tax yeen sàmm si, dégluleen kàddug Aji Sax ji."},{"style":"v","text":"Mu ne: Giñ naa ko ci man miy dund. Kàddug Boroom bi Aji Sax jee. Gannaaw sama gàtt yi ñàkk nañu sàmm, ba ñu di leen sëxëtoo, ñu mujj di ndawalu rabi àll yépp, te sama sàmm si wëruñu sama jur gi, sàmmuñu leen, xanaa di sàmm seen bopp,"},{"style":"v","text":"gannaaw noonu la, yeen sàmm si, dégluleen kàddug Aji Sax ji."},{"style":"v","text":"Boroom bi Aji Sax ji dafa wax ne: Maa ngii di dal fi kaw sàmm si. Maay nangoo sama gàtt ci seeni loxo, dakkal seenug càmm, ndax ñu noppee sàmm seen bopp. Maay foqatee samag jur ci seeni sell, ba dootuñu leen ndawaloo."},{"style":"p","text":""},{"style":"v","text":"«“Boroom bi Aji Sax ji déy dafa wax ne: Man ci sama bopp, maa ngii di wër samag jur, maa leen di seet."},{"style":"v","text":"Ni ab sàmm di seete ag juram fu ñu tasaaroo, ni laay seete samag jur, ba xettali leen ci mboolem fu ñu tasaarooji woon bésub xàmbaar gu lëndëm këruus."},{"style":"v","text":"Maa leen di seppee ci xeet yi, génnee leen ci réew yi, dajale leen, yóbbu leen fa seen suufas bopp. Maa leen di sàmm ci kaw tundi Israayil ak biir xunt yaak mboolem fu ñu dëkke ci biir réew mi."},{"style":"v","text":"Ay parlu yu baax laa leen di sàmme, kaw tundi Israayil yu kawe ya di seen parluwaay. Foofa lañuy goore parluwaay yu baax, te ñax mu naat lañuy for foofa ca kaw tundi Israayil."},{"style":"v","text":"Man mii maay sàmm samay gàtt te maa leen di gooral. Kàddug Boroom bi Aji Sax jee."},{"style":"v","text":"Bu ci réer, maa lay seet; bu ci xàjjiku, maa lay delloosi; bu ci damm, maa yeew ba mu dëgër; bu ci néew doole, ma leqali la. Waaye bu ci duuf, am doole, maa lay sànk, sàmm la, def li war ci yaw."},{"style":"p","text":""},{"style":"v","text":"«“Waaye Boroom bi Aji Sax ji dafa wax ne: Yeen sama gàtt yi, maa ngii di àttesi diggante xar ak moroom ma, ak diggante kuuy yi ak sikket yi."},{"style":"v","text":"Xanaa sàmme parlu mu baax mi da leena doyul, ba ngeen di dëggaate li des ci seen parlu mi? Am naan ndox mu teey doyatu leen, ba bu ngeen naanee ba màndi, di wéqu ngir nëxal ndox mi?"},{"style":"v","text":"Luy ndeyi sama gàtt yi ci des di for li ngeen dëggaate, di naan ndox mi ngeen nëxal?"},{"style":"p","text":""},{"style":"v","text":"«“Moo tax Boroom bi Aji Sax ji da leena wax ne: Maa ngi nii di àttesi diggante gàtt bu duuf ak gàtt bu yooy."},{"style":"v","text":"Gannaaw yeen wet ak mbagg ngeen di buuxee, di dañe seeni béjjén mboolem gàtt yu néew doole yi, ba tasaare leen ca biti,"},{"style":"v","text":"man maay wallu samag jur, ba deesatu leen fàdd te maay àtte diggante gàtt ak moroom ma."},{"style":"p","text":""},{"style":"v","text":"«“Gannaaw loolu maa leen di waajalal ab sàmm bu leen di sàmm. Kookooy Daawuda sama jaam bi. Moom moo leen di sàmm, mooy seen sàmmkat."},{"style":"v","text":"Man Aji Sax ji maay doon seen Yàlla, Daawuda sama jaam bi mooy garmi biy soqikoo ci ñoom. Man Aji Sax ji maa ko wax."},{"style":"p","text":""},{"style":"v","text":"«“Maay fas ak ñoom \\w kóllëreg|kóllëre g-:\\w* jàmm, maay far ci réew mi wépp rab wu aay. Su boobaa ñu dëkk ci màndiŋ mi ci xel mu dal, di fore bët ci biir gott bi."},{"style":"v","text":"Maa leen def ñuy barke, ñook fi wër sama tund wi, bu jotee ma tawal leen, te tawu barke lay doon."},{"style":"v","text":"Garabi àll bi di meññ, suuf si nangu, ñu dëkke seen suufas bopp ci xel mu dal. Bu ma dammee seeni jéng, xettali leen ci dooley ñi leen defoon jaam, dinañu xam ne maay Aji Sax ji."},{"style":"v","text":"Dootuñu doon sëxëtoom xeet yi, te rabi àll yi dootuñu leen lekk. Dañuy dëkke xel mu dal, te kenn du leen tiitalati."},{"style":"v","text":"Maa leen di sàkkal tóokëru jàmm ba ab xiif dootu fi lore ci réew mi, te dootuñu jànkoonteek kókkaliy yéefar yi."},{"style":"v","text":"Su boobaa ñu xam ne maay seen Yàlla Aji Sax ji ànd ak ñoom, ñoom ñuy waa kër Israayil sama ñoñ. Kàddug Boroom bi Aji Sax jee."},{"style":"p","text":""},{"style":"v","text":"«“Yeen sama jur gi, sama juru parlu mi, yeenay nit ñi may sàmm, may seen Yàlla. Kàddug Boroom bi Aji Sax jee.”»"}]