[{"style":"s1","text":"Barke ñeel na tundi Israayil"},{"style":"p","text":""},{"style":"v","text":"«Yaw nit ki, jottalil tundi Israayil kàdduy \\w waxyu|waxyu:\\w*. Neel:"},{"style":"q1","text":"“Yeen tundi Israayil,"},{"style":"q1","text":"dégluleen kàddug Aji Sax ji."},{"style":"q1","text":""},{"style":"v","text":"Boroom bi Aji Sax ji dafa wax ne:"},{"style":"q1","text":"Gannaaw noon bee ne leen: ‘Ñaw!"},{"style":"q1","text":"Seen kawte yu yàgg yii,"},{"style":"q1","text":"tey nooy boroom.’ ”"},{"style":"m","text":""},{"style":"v","text":"Kon jottalil kàdduy waxyu, ne leen: “Boroom bi Aji Sax ji dafa wax ne:"},{"style":"q1","text":"Wet gu ne lañu leen same, yàqate leen,"},{"style":"q1","text":"ba ngeen mujj di moomeelu yéefar yi,"},{"style":"q1","text":"ñépp di leen jëw aka tooge,"},{"style":"q1","text":""},{"style":"v","text":"kon nag yeen tundi Israayil,"},{"style":"q1","text":"dégluleen kàddug Boroom bi Aji Sax ji."},{"style":"q1","text":"Boroom bi Aji Sax ji dafa wax ak tund yu mag yeek yu ndaw yi ak xunt yeek xur yi,"},{"style":"q1","text":"ak ndànd-foyfoy yu wéet yeek dëkk yi gental,"},{"style":"q1","text":"te xeet ya ñu dëkkal sëxëtoo leen, yab leen."},{"style":"q1","text":""},{"style":"v","text":"Boroom bi Aji Sax ji nag dafa wax ne:"},{"style":"q1","text":"Maa ngii déy di waxe sama tàngooru fiiraange"},{"style":"q1","text":"ak xeet yi dul yawut, boole ci Edom gépp,"},{"style":"q1","text":"ñoom ñi jiital seen xeebeel,"},{"style":"q1","text":"te suuf si ma séddoo, ñu aakimoo ko,"},{"style":"q1","text":"te di ko bége mbégte mu mat sëkk,"},{"style":"q1","text":"ngir sëxëtoo parluy réew mi.”"},{"style":"q1","text":""},{"style":"v","text":"Kon nag, jottalil kàdduy waxyu suufas Israayil"},{"style":"q1","text":"te wax ak tund yu mag yeek yu ndaw yi"},{"style":"q1","text":"ak xunt yeek xur yi, ne leen:"},{"style":"q1","text":"“Boroom bi Aji Sax ji dafa wax ne:"},{"style":"q1","text":"Maa ngii di waxe fiiraange ak xadar"},{"style":"q1","text":"ndax toroxte gi leen xeet yi teg."},{"style":"q1","text":""},{"style":"v","text":"Loolu tax na Boroom bi Aji Sax ji dafa wax ne:"},{"style":"q1","text":"Man maa giñ ne yéefar yi leen séq ñooy tegoo toroxte."},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«“Waaye yeen tundi Israayil, yeenay naat,"},{"style":"q1","text":"di meññal Israayil sama ñoñ,"},{"style":"q1","text":"te léegi ñu ñibbisi."},{"style":"q1","text":""},{"style":"v","text":"Maa ngii déy maak yeen,"},{"style":"q1","text":"maa leen di geesu,"},{"style":"q1","text":"te seen suuf, dees na ko ruuj, ji ko."},{"style":"q1","text":""},{"style":"v","text":"Maa leen di fulal aw nit, ci biir Israayil gépp ba mu daj,"},{"style":"q1","text":"ñu dëkkewaat dëkk yu mag yi,"},{"style":"q1","text":"tabaxaat bayaal yi."},{"style":"q1","text":""},{"style":"v","text":"Yeen tund yi, maa leen di fulal nit ak mala,"},{"style":"q1","text":"ñu giir, nangule."},{"style":"q1","text":"Maay def ñu dëkke leen na woon,"},{"style":"q1","text":"baaxe leen lu raw démb,"},{"style":"q1","text":"ba ngeen xam ne maay Aji Sax ji."},{"style":"q1","text":""},{"style":"v","text":"Yaw suufas Israayil, maay doxloo nit fi sa kaw,"},{"style":"q1","text":"muy waa Israayil sama ñoñ,"},{"style":"q1","text":"ñu jagoo la, séddoo la,"},{"style":"q1","text":"te dootoo sabab seenug deele."},{"style":"b","text":""},{"style":"q1","text":""},{"style":"v","text":"«“Boroom bi Aji Sax ji dafa wax ne:"},{"style":"q1","text":"Nee ñu réewum Israayil mooy dëmm buy lekk boppam"},{"style":"q1","text":"te di xañ askan wi ay doomam."},{"style":"q1","text":""},{"style":"v","text":"Kon yaay réew mu dootul dëmme,"},{"style":"q1","text":"bay reylu saw xeet."},{"style":"q1","text":"Kàddug Boroom bi Aji Sax jee."},{"style":"q1","text":""},{"style":"v","text":"Dootuma la dégtal ñàkk kersay yéefar yi,"},{"style":"q1","text":"dootoo dékku yabeelu xeet yi,"},{"style":"q1","text":"te dootoo reylu saw xeet,"},{"style":"q1","text":"kàddug Boroom bi Aji Sax jee.”»"},{"style":"s1","text":"Israayil yeeslu, Yàlla di sell ba tey"},{"style":"p","text":""},{"style":"v","text":"Kàddug Aji Sax ji dikkalati ma ne ma:"},{"style":"v","text":"«Yaw nit ki, ba waa kër Israayil dëkkee seen suufas bopp, dañu koo sobeel ak seen jikko ak seeni jëf, seen jëfin mel ni sagaru sobe ci man."},{"style":"v","text":"Ma xëpp leen sama xadar ndax deret ji ñu tuur ci réew mi, ak kasaray tuur yi ñu ko sobeele."},{"style":"v","text":"Ma tasaare leen ci biir yéefar yi, ñu wasaaroo fi biir réew yi. Seen jikko ak seeni jëf laa leen àttee."},{"style":"v","text":"Waaye fu ñu dem ca biir yéefar ya, teddadil nañu fa sama tur wu \\w sell|sell:\\w*, nit ña di leen waxtaane, naan: “Ñii de, ñoñi Aji Sax ji lañu, teewul ca réewam ma lañu bàyyikoo nii.”"},{"style":"v","text":"Moo tax ma daldi seet ci sama teddaayu tur wu sell wi waa kër Israayil di teddadil fi biir yéefar yi ñu fekki."},{"style":"p","text":""},{"style":"v","text":"«Moo tax nanga wax waa kër Israayil, ne leen: “Boroom bi Aji Sax ji dafa wax ne: Yeen waa kër Israayil, li may waaja def, du yeen laa ci seet, li ma ci seet mooy sama teddaayu tur wu sell wi ngeen teddadil fi digg yéefar yi ngeen fekki."},{"style":"v","text":"Kon dinaa fésal sama sellaayu tur wu màgg wi ñu teddadil fi biir yéefar yi, sama tur wi ngeen teddadil fi seen biir. Ci yeen laay fésale sama sellaay, yéefar yiy gis, ba xam ne maay Aji Sax ji. Kàddug Boroom bi Aji Sax jee."},{"style":"v","text":"Maa leen di seppee ci yéefar yi, dajale leen ci mépp réew, delloosi leen fi seen suufas bopp."},{"style":"v","text":"Maa leen di wis ndox mu set, ngeen set. Mboolem seen sobe ak mboolem seen kasaray tuur laa leen di setalal."},{"style":"v","text":"Maa leen di jox xol bu yees, te xel mu yees laay def ci seen dënn. Xolu doj bi laay roccee ci seen suux, wecceel leen ko xol yu nooye ni suux,"},{"style":"v","text":"te samam xel laay yeb fi seen biir dënn, ba dogal ngeen mana topp sama dogali yoon, di sàmm aka jëfe sama àttey yoon."},{"style":"v","text":"Su boobaa ngeen mana dëkke réew mi ma joxoon seeni maam, di sama ñoñ, may seen Yàlla."},{"style":"v","text":"Maa leen di musal ci seen mboolem sobe, maay woo am pepp, ful ko, te dootuma leen teg ab xiif."},{"style":"v","text":"Maay ful doomu garab ak meññeefum tool, ba dootuleen am gàccey xiif fi digg yéefar yi."},{"style":"v","text":"Su boobaa yeenay fàttaliku seen jikko yu bon yaak seen jëf ju baaxul. Su ko defee ngeen jéppi seen bopp ndax seeni ñaawtéef ak seen jëf ju siblu."},{"style":"v","text":"Du yeena tax nag may jëfe noonu. Kàddug Boroom bi Aji Sax jee. Na leen loolu wóor. Kon nag yeen waa Israayil, rusleen ba ne tott ci seeni jëfin."},{"style":"p","text":""},{"style":"v","text":"«“Boroom bi Aji Sax ji dafa wax ne: Bés bu ma leen setalee ba ngeen tàggook seen mboolem ñaawtéef, dinaa delloo dëkk yu mag yi aw nit, gent yi tabaxewaat."},{"style":"v","text":"Mbooy gu wéet gi, dees na ko beyaat, ba mu wuuteek ab wéetaay, ni wéetaay ba ñépp ñi fa jaare seede woon."},{"style":"v","text":"Su boobaa dees na ne: ‘Xoolleen miim réew, ak mbooy gi mu doonoon, tey mu naat ni toolub Àjjana! Dëkk yi it ay gent la woon, wéet, tojatoo, tey ñu dàbbali lépp, ba dëkke nii!’"},{"style":"v","text":"Su boobaa seen dëkkandooy yéefar yi fi des dinañu xam ne man Aji Sax ji maa tabaxaat dëkk yu mag yi tojatoo woon, jëmbataat mbooy gi. Man Aji Sax ji, maa wax te maay jëf.”"},{"style":"p","text":""},{"style":"v","text":"«Boroom bi Aji Sax ji dafa wax ne: Lii laay nangulaatal waa kër Israayil, defal leen ko: maay ful nit ñi niy gàtt."},{"style":"v","text":"Bu màggal masaa am, Yerusalem day fees ak gàtt yu ñuy rendi, sarxal. Nit ñiy dëkkewaat genti tey yii, noonu lañuy baree. Su boobaa ñu xam ne maay Aji Sax ji.»"}]