[{"style":"s1","text":"Israayil dekki na"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu loxol Aji Sax ji da maa dikkal. Aji Sax ji yóbbu ma ci ngelawam, ba teg ma ca digg joor ga, fekk joor ga fees dell aki yax."},{"style":"v","text":"Mu wërloo maa wërloo ca biir yax ya, ndeke yax yaa nga bare lool te wow koŋŋ ca biir joor ga."},{"style":"v","text":"Mu ne ma: «Yaw nit ki, ma ne, yii yax ndax man naa dundaat?» Ma ne ko: «Boroom bi Aji Sax ji, loolu de, yaw doŋŋ a ko xam.»"},{"style":"v","text":"Mu ne ma: «Jottalil kàdduy \\w waxyu|waxyu:\\w* fi kaw yax yii, ne leen: “Yeen yax yu wow yi, dégluleen kàddug Aji Sax ji:"},{"style":"v","text":"Boroom bi Aji Sax ji dafa wax yax yii, ne leen: Maa ngii di leen sol ag noo, ngeen dund."},{"style":"v","text":"Maa leen di may ay siddit, saxal leen aw suux, sànge leen ab der, sol leen ag noo, ngeen dund, ba xam ne maay Aji Sax ji.”»"},{"style":"v","text":"Ma jottali kàdduy waxyu na mu ma ko sante. Naka laa jottali kàdduy waxyu rekk, coow daldi jib, ànd akum riir, fekk yax yaay booloo, bu nekk ak ba muy àndal."},{"style":"v","text":"Ma gis ay siddit taq ca, aw suux sax ca kaw, ab der dikk, tege ca kaw, te genn noo amu ca."},{"style":"v","text":"Mu ne ma: «Yaw nit ki, jottalil noo gi kàdduy waxyu, jottali ko kàdduy waxyu ne ko: “Boroom bi Aji Sax ji dafa wax ne: Yaw noo gi, bàyyikool ñeenti yooni ngelaw yi te dikk, wal fi biir ñii ñu bóom, ba ñu dund.”»"},{"style":"v","text":"Ma def la mu ma sant, jottali kàdduy waxyu, noo ga dikk, duggsi, ñu dundaat, jóg taxaw, di gàngoor gu baree bare."},{"style":"p","text":""},{"style":"v","text":"Mu ne ma: «Yaw nit ki, yax yii ñooy mboolem waa kër Israayil. Ñu ngi naan: “Nun de, ay yaxi neen yu wow koŋŋ lanu, sunu yaakaar tas na, nun kay yàqu nanu.”"},{"style":"v","text":"Kon nag jottalil kàdduy waxyu, ne leen: “Boroom bi Aji Sax ji dafa wax ne: Yeen sama ñoñ, maa ngii di ubbisi seeni bàmmeel, dekkale leen ca seeni bàmmeel, delloosi leen kaw suufas Israayil."},{"style":"v","text":"Yeen sama ñoñ, bu ma ubbee seeni bàmmeel, ba yékkatee leen fa, dingeen xam ne maay Aji Sax ji."},{"style":"v","text":"Maa leen di sol samag noo, ngeen dund, ma samp leen ci seen suufas bopp, ba ngeen xam ne man Aji Sax ji maa wax, maa def. Kàddug Aji Sax jee.”»"},{"style":"s1","text":"Israayil, genn giir, benn buur"},{"style":"p","text":""},{"style":"v","text":"Ba loolu wéyee kàddug Aji Sax ji dikkal ma ne ma:"},{"style":"v","text":"«Yaw nit ki, wutal bant, nga bind ci kaw lii: “Ñeel Yuda ak giiri Israayil yi mu àndal.” Nga wutaat beneen bant, bind ci kawam: “Ñeel Yuusufa, bantu Efrayim, ak waa kër Israayil yi mu àndal,”"},{"style":"v","text":"te nga boole ñaari bant yi, ñu booloo, di benn bant ci sa loxo."},{"style":"v","text":"Bu la sa bokk yi laajee, ne la: “Xanaa doo nu wax lii lu muy tekki?”"},{"style":"v","text":"nanga leen wax ne leen: “Boroom bi Aji Sax ji dafa wax ne: Maa ngii di jël bantu Yuusufa wi ci loxol Efrayim, mook giiri Israayil yi mu àndal, boole kook bantu Yuda, daldi def lépp benn bant, ñu booloo di benn ci sama loxo.”"},{"style":"p","text":""},{"style":"v","text":"«Nanga yore bant yi nga bind, ñuy gis,"},{"style":"v","text":"te nga wax leen ne leen: “Boroom bi Aji Sax ji dafa wax ne: Maa ngii di jëleji \\w bànni Israayil|bànni Israayil:\\w* ca biir xeet ya ñu fekki, dajalee leen wet gu nekk, delloosi leen ci seen suufas bopp."},{"style":"v","text":"Maa leen di def wenn xeet doŋŋ ci réew mi, ci kaw tundi Israayil, ñoom ñépp bokk benn buur. Dootuñu doon ñaari xeet te dootuñu xàjjalikoo ñaari nguur."},{"style":"v","text":"Dootuñu sobeel seen bopp ci ay kasaray tuur ak seen jëf ju siblook mboolem seeni tooñ. Maa leen di walloo ci mboolem seen ñàkk kóllëre. Ma setal leen, ñu doon sama ñoñ, ma doon seen Yàlla."},{"style":"p","text":""},{"style":"v","text":"«“Daawuda sama jaam baay doon seen buur, di seen bennub sàmm ñoom ñépp. Sama àttey yoon lañuy doxe, sama dogali yoon lañuy sàmm, di ko jëfe."},{"style":"v","text":"Ñooy dëkke réew mi ma joxoon \\w Yanqóoba|Yanqóoba:\\w* sama jaam ba, te seeni maam dëkke woon ko. Ñu dëkke ko ñoom it, ñook seeni doom ak seeni sët, ba fàww, te Daawuda sama jaam ba mooy doon seen boroom jal ba fàww."},{"style":"v","text":"Maay fas ak ñoom \\w kóllëreg|kóllëre g-:\\w* jàmm gu sax. Maa leen di samp, ful leen, maay samp sama kër gu sell fi seen biir, ba fàww,"},{"style":"v","text":"sama dëkkuwaay nekk fi seen biir, may seen Yàlla, ñuy sama ñoñ."},{"style":"v","text":"Bu sama kër gu sell nekkee fi seen biir ba fàww, xeet yi dinañu xam ne man Aji Sax ji maa sellal Israayil.”»"}]