[{"style":"s1","text":"Gàngooru Gog sànku na"},{"style":"p","text":""},{"style":"v","text":"«Yaw nit ki nag, jottalil kàdduy \\w waxyu|waxyu:\\w* jëme ci kaw Gog, nga ne: “Boroom bi Aji Sax ji dafa wax ne: Maa ngii fi sa kaw, yaw Gog, boroom Meseg ak Tubal."},{"style":"v","text":"Maa lay waññi, yóbbu la, jële la catal bëj-gànnaar, yéege la ca kaw tundi Israayil."},{"style":"v","text":"Maay féle sa xala ci sa loxol càmmoñ, féle say fitt ci sa loxol ndijoor, waddal."},{"style":"v","text":"Ca kaw tundi Israayil ngay daanu, yaak mboolem say gàngoor, ak mbooloo yi ànd ak yaw. Tan yeek lépp luy njanaaw ak ndundati àll bi laa lay jox, leele la leen."},{"style":"v","text":"Ci biir àll bi nga naa lareet. Man de maa ko wax! Kàddug Boroom bi Aji Sax jee."},{"style":"v","text":"Maay yebal sawara fa Magog, ak fa waa dun ya dëkke jàmm, ba ñu xam ne maay Aji Sax ji."},{"style":"v","text":"Sama tur wu sell laay xamle fi digg Israayil sama ñoñ, te dootuma seetaan ñuy teddadil sama tur wu sell wi. Yéefar yi dinañu xam ne maay Aji Sax ji, \\w Aji Sell|Aji Sell j-:\\w* ju Israayil ji."},{"style":"p","text":""},{"style":"v","text":"«“Bés baa ngii di ñëw te dina dikk, kàddug Boroom bi Aji Sax jee. Bés bii laa waxoon."},{"style":"v","text":"Waa dëkki Israayil ay génnandoo, booley ngànnaay, xambeb taal; pakk bu mag ak bu ndaw, xalaaki fitt, ngajjook xeej, taaloo ko diiru juróom ñaari at,"},{"style":"v","text":"ba dootuñu taxani, dootuñu gori ca gott ya, gànnaay ya lañuy taaloo, te ñooy futti ñu leen futti woon, di sëxëtoo ña leen sëxëtoo woon. Kàddug Boroom bi Aji Sax jee."},{"style":"v","text":"Bésub keroog laay may Gog ab pàkk, mu def koy sëg fi biir Israayil; mooy xuru jaarukaay wiy dog yoonu képp ku fa jaare, te féete yoonu penku wi jëm géeju Xorom ga. Fa lañuy rob Gog ak gàngooram gépp, ñu di ko woowe xuru Gàngooru Gog."},{"style":"v","text":"Juróom ñaari weer waa kër Israayil di leen rob, ngir setal réew mi."},{"style":"v","text":"Waa réew mépp a leen di robandoo, te bésub keroog ma darajaal sama bopp, ñu doxe ca siiw. Kàddug Boroom bi Aji Sax jee."},{"style":"v","text":"Dañuy tabb nit ñu féetewoo di wër réew mi, ñu àndandook tukkikat yi, di rob néew yi des ci àll bi, ngir setal ko. Bu juróom ñaari weer yi jeexee ñu tàmbalee seetaat."},{"style":"v","text":"Wërkat yooyooy wër réew mi ba mu daj, ku ci gis yaxi nit, sàkk xàmmikaay ca wet ga, ngir robkat yi dikk, robi ko ca xuru Gàngooru Gog,"},{"style":"v","text":"ba far am dëkk bu ñuy woowe Amona (muy firi Gàngoor). Noonu lañuy setale réew mi.”"},{"style":"p","text":""},{"style":"v","text":"«Yaw nit ki nag, Boroom bi Aji Sax ji dafa wax ne: Waxal picc yi ak mboolem njanaaw yi ak rabi àll yépp, ne leen: “Dajalooleen, jóge fu ne, dikk, dajesi ci sama sarax si ma leen di rendil, muy sarax su mag fa kaw tundi Israayil, ngeen lekk yàpp, naan deret."},{"style":"v","text":"Yàppu xarekat ngeen di lekk, naan deretu garmiy réew mi, ñooy seeni kuuy aki tàppaanga aki sikket aki yëkk, ñoom ñépp mel ni juru yafal yuy fore jooru Basan."},{"style":"v","text":"Dingeen lekk nebbon ba regg, naan deret ba màndi ci sama sarax si ma leen rendil."},{"style":"v","text":"Sama ndab ngeen di regge méddu fas ak boroom watiir ak méddu jàmbaar ak méddu bépp xarekat.” Kàddug Boroom bi Aji Sax jee."},{"style":"v","text":"Maay biralal yéefar yi sama daraja, yéefar yépp gis àtte yi ma dogal ak sama diisaayu loxo bi ma leen teg."},{"style":"v","text":"Bésub keroog la waa kër Israayil di dale xam ne maay seen Yàlla Aji Sax ji."},{"style":"s1","text":"Aji Sax ji ñoŋal na sellaayam"},{"style":"p","text":""},{"style":"v","text":"«Kon yéefar yi dinañu xam ne ñaawtéefi waa kër Israayil moo leen yóbbe ngàllo ndax la ñu ma ñàkke worma, ba ma xañ leen sama kanam, teg leen ci seen loxoy noon, ñu faate leen saamar."},{"style":"v","text":"Seeni sobeek seeni tooñ laa jëflanteek ñoom, ba xañ leen sama kanam."},{"style":"p","text":""},{"style":"v","text":"«Kon nag Boroom bi Aji Sax ji dafa wax ne: Léegi maay tijji wërsëgu \\w Yanqóoba|Yanqóoba:\\w*, maay ñeewante waa kër Israayil googu gépp, te maay fiire sama tur wu sell wi."},{"style":"v","text":"Bu ñu dëkkee seenum réew ci xel mu dal, kenn lëjalu leen, ñooy gàddu seen gàcce, ak gépp ñàkk worma gu ñu ma ñàkke woon worma."},{"style":"v","text":"Bu ma leen jëlee ci xeet yi, delloosi leen, maa leen di dajalee ca seen réewi noon yooya, maa leen di fésale sama sellaay, yéefar yu bare teg ci bët."},{"style":"v","text":"Dinañu xam ne maay seen Yàlla Aji Sax ji leen yóbbu woon ngàllo ca yéefar ya, ba noppi delloosi leen ci seen suuf, te bawuma kenn gannaaw."},{"style":"v","text":"Gannaaw bu ma walee waa kër Israayil sama noo, dootuma leen xañ sama kanam. Kàddug Boroom bi Aji Sax jee.»"}]