[{"style":"s1","verse":"","text":"Esekiyel gis na kër Yàlla gu bees"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba ñu duggee ca ñaar fukkeelu at maak juróom gannaaw ba ñu nu yóbboo ngàllo, mu yemook fukki at ak ñeent gannaaw ba ñu nangoo Yerusalem, bésub keroog booba yemook fukki fan, loxol Aji Sax ji dikk na fi sama kaw. Mu yóbbu ma ba foofa."},{"style":"v","verse":"2","text":"Ci biir peeñuy Yàlla la ma yóbbu ba réewum Israayil, wàcce ma ci kaw tund wu kawee kawe. Mu am fa ca wetu bëj-saalum luy nirook tabaxi dëkk bu mag."},{"style":"v","verse":"3","text":"Ba mu ma yóbboo ba foofa, ma jekki yem ci nit ku am melow xànjar, yor buumu lẽe ak yetu nattukaay. Ma nga taxaw ca buntu kër ga ñuy jàlle ba dugg ca biir."},{"style":"v","verse":"4","text":"Waa ja ne ma: «Yaw nit ki, xoolal bu baax, teewlool say nopp te def sam xel ci mboolem li ma lay won. Ngir won la moo tax ñu indi la ba fii. Mboolem loo gis, nanga ko àgge waa kër Israayil.»"},{"style":"s1","verse":"","text":"Natt nañu miir baak këru jàllukaay ba féete penku"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Ma jekki gis ab miir bu wër kër Yàlla gi ba mu daj. Waa jaa nga ŋàbb yetu nattukaay bu gudde ni juróom benni xasab\\f + \\fr 40.5 \\fk xasab \\ft mooy guddaayu loxo, diggante catu baaraamu digg ak conc, di ñeent fukki sàntimet ak juróom.\\f* yu teg yaatuwaayu catu loxo\\f + \\fr 40.5 \\fk catu loxo \\ft bu digg-dóomu di juróom ñaari sàntimet ak genn-wàll.\\f*. Mu natt talaayu miir ba, muy wenn yet, taxawaay ba it di wenn yet\\f + \\fr 40.5 \\fk yet wi \\ft di ñetti meetar yu teg tuuti.\\f*."},{"style":"v","verse":"6","text":"Mu dem ca këru jàllukaay ba féete penku, yéeg dëggastal ya, daldi natt guddaayu dëxu biir këru jàllukaay ba, muy wenn yet. Benn dëx bi rekk, wenn yet la."},{"style":"v","verse":"7","text":"Néegi wattukat yi nekk ci këru jàllukaay ba ab kaare la bu wetam di wenn yet. Diggante ñaari néeg yu nekk, miiru juróomi xasab moo ca dox. Mbaar ma ca gannaaw, ab dëxam wenn yet la."},{"style":"v","verse":"8","text":"Mu natt néegu mbaaru këru jàllukaay ba ca biiram,"},{"style":"v","verse":"9","text":"muy juróom ñetti xasab, ay jënam dëlle ñaari xasab. Mbaar maa nga janook néegu Yàlla ba."},{"style":"v","verse":"10","text":"Néegi wattukati këru jàllukaay ba féete penkub kër Yàlla ga, ñett la wet gii, ñett wet gee, yépp tolloo, te miir yi leen séq ñoo tolloo yaatuwaay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Waa ja natt yaatuwaayu buntu kër jàllukaay bi. Bu ubbikoo, muy fukki xasab, yaatuwaayu bunt bi di fukki xasab ak ñett, boo ci boolee jën yi."},{"style":"v","verse":"12","text":"Néegi wattukat yi bindoo juróom benni xasab wet gu nekk. Fi janook seeni bunt ab miir bu gàtt a fa nekk, guddaay ba di xasab, dëllaayu miir ba di xasab."},{"style":"v","verse":"13","text":"Mu natt yaatuwaayu kër ga diggante miiru biiru benn néeg, ak miiru biiru moroom ma mu jàkkaarlool, muy ñaar fukki xasab ab juróom."},{"style":"v","verse":"14","text":"Mu natt ñaari jëni mbaar mi, taxawaay ba di juróom benn fukki xasab. Ëttu kër Aji Sax ji féete këru jàllukaay wet gu nekk."},{"style":"v","verse":"15","text":"Diggante buntu kër jàllukaay ba ca kanam, ba fa mbaar ma jeexe ca gannaaw, juróom fukki xasab la."},{"style":"v","verse":"16","text":"Néegi wattukat yi ak miir yi nekk seen diggante am nañu ay palanteeri biir yu ànd aki caax, te wër néeg yi ba dajal. Néegu mbaar mi itam am ay palanteeri biir yu wër ba dajal. Miir yi ci biir kër jàllukaay ba, ay nataali garabi tàndarma lañu ñaas ca seen kaw."},{"style":"s1","verse":"","text":"Natt nañu ëttu biti ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Waa ja yóbbu ma, ba ca ëttu biti ba, mu am fa ab dër bu dajal ëtt ba, fanweeri néeg sësu ca miir ba."},{"style":"v","verse":"18","text":"Dër ba daa wër këri jàllukaay yi. Dëru ëttu biti bi nag moo gëna suufe bu ëttu biir ba."},{"style":"v","verse":"19","text":"Waa ja natt diggante këru jàllukaay ba féeteek ëttu biti ba, ak ëttu biir ba, muy téeméeri xasab. Loola di wetu penku, mu teg ca wetu bëj-gànnaar ba."},{"style":"s1","verse":"","text":"Natt nañu kër ga féete bëj-gànnaar, jàll ca ëttu biti ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Mu natt guddaay ba ak yaatuwaayu këru jàllukaay ba féete bëj-gànnaar, te jëm ca ëttu biti ba."},{"style":"v","verse":"21","text":"Néegi wattukat ya di ñett ca genn wet, ñett ca wet ga ca des, ak miir yi nekk ci seen diggante, ak néegu mbaar ma, ñook yu këru jàllukaayu penku ba, ñoo yem. Guddaayu kër ga di juróom fukki xasab, yaatuwaay ba di ñaar fukki xasab ak juróom."},{"style":"v","verse":"22","text":"Ay palanteeram ak mbaaram ak nataali garabi tàndarmaam it, lépp a bokk dayo ak yu këru jàllukaay ba féete penku. Juróom ñaari dëggastal ngay yéeg, ba ca këru jàllukaay ba. Mbaaram ma janook ëttu biti ba."},{"style":"v","verse":"23","text":"Niki këru jàllukaay ba féete penku bi rekk, noonu it la këru jàllukaay ba féete bëj-gànnaar janook këru jàllukaay bay jàllale ca ëttu biir ba. Mu natt diggante ñaari këru jàllukaay ya jàkkaarloo, mu tollook téeméeri xasab."},{"style":"s1","verse":"","text":"Natt nañu kër ga féete bëj-saalum, jàll ca ëttu biti ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Mu yóbbu ma ca wetu bëj-saalum, ma yem ca këru jàllukaay bu bëj-saalum ba. Mu natt ay jënam ak néegu mbaaram, ñu bokk dayo di benn ak yu këru jàllukaay ya jiitu."},{"style":"v","verse":"25","text":"Foofu itam am na ay palanteer yu wër kër ga ak néegu mbaar ma, ba mu daj, nirook yeneen kër ya. Dayo ya it di benn: juróom fukki xasab ci guddaay, ñaar fukki xasab ak juróom ci yaatuwaay."},{"style":"v","verse":"26","text":"Juróom ñaari dëggastal ngay yéeg janook néegu mbaar ma. Jën ya ko sëq, ay nataali garabi tàndarma lañu ñaas ca seen kaw."},{"style":"v","verse":"27","text":"Foofu it ëttu biir ba am na këru jàllukaay ba féete bëj-saalum. Waa ja natt diggante ñaari këru jàllukaay ya jàkkaarloo te féete bëj-saalum, mu tollook téeméeri xasab."},{"style":"s1","verse":"","text":"Natt nañu kër ga féete bëj-saalum, jàll ca ëttu biir ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"28","text":"Waa ja jaarale ma ca këru jàllukaay ba féete bëj-saalum ba, dugal ma ca ëttu biir ba. Mu natt këru jàllukaayu bëj-saalum boobee, dayo bi di benn, bokk ak këru jàllukaay yu ëttu biti ya."},{"style":"v","verse":"29","text":"Néegi wattukatam yaak miiri biiram ak néegu mbaaram, ak yeneen këru jàllukaay ya, lépp a bokk dayo. Kër ga ak néegu mbaaram ay palanteer a ko dajal, guddaayu këru jàllukaay ba di juróom fukki xasab, yaatuwaay ba di ñaar fukki xasab ak juróom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Néeg yu ndaw yi wër ëttu biir bi ba mu daj, ñaar fukki xasab ak juróom la ci guddaay, juróomi xasab ci yaatuwaay."},{"style":"p","verse":"","text":""},{"style":"v","verse":"31","text":"Buntu mbaar maa ngay ubbikoo ca ëttu biti ba, ñu ñaas ca kaw jënam ya ay nataali garabi tàndarma. Juróom ñetti dëggastal lañu cay dugge."},{"style":"s1","verse":"","text":"Natt nañu kër ga féete penku te jàll ca ëttu biir ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"32","text":"Waa ja jaare penku, dugal ma ca ëttu biir ba. Mu natt këru jàllukaayu penku boobu, dayo ya di benn."},{"style":"v","verse":"33","text":"Néegi wattukatam yaak miiri biiram ak néegu mbaaram, ak yeneen këru jàllukaay ya, lépp a bokk dayo. Kër ga ak néegu mbaaram ay palanteer a ko dajal, guddaayu këru jàllukaay ba di juróom fukki xasab, yaatuwaay ba di ñaar fukki xasab ak juróom."},{"style":"v","verse":"34","text":"Buntu mbaar maa ngay ubbikoo ca ëttu biti ba, ñu ñaas ca kaw jën yi séq bunt ba ay nataali garabi tàndarma. Juróom ñetti dëggastal lañu cay dugge."},{"style":"s1","verse":"","text":"Natt nañu kër ga féete bëj-gànnaar te jàll ca ëttu biir ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"35","text":"Waa ja yóbbu ma ba ca këru jàllukaay bu bëj-gànnaar ba. Mu natt ko, mu bokk ak ya jiitu dayo."},{"style":"v","verse":"36","text":"Kër ga daa ànd aki néegu wattukatam aki jënam ak néegu mbaaram ak palanteer yu ko wër, ba mu daj. Guddaay ba di juróom fukki xasab, yaatuwaay ba di ñaar fukki xasab ak juróom."},{"style":"v","verse":"37","text":"Buntu mbaar maa ngay ubbikoo ca ëttu biti ba, ñu ñaas ca kaw jën yi séq bunt ba ay nataali garabi tàndarma. Juróom ñetti dëggastal lañu cay dugge."},{"style":"s1","verse":"","text":"Natt nañu néegu carxal gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"38","text":"Am na néeg buy ubbikoo ci mbaaru këru jàllukaay bu bëj-gànnaar ba féete biir. Fa lañuy raxase yàppu saraxu rendi-dóomal."},{"style":"v","verse":"39","text":"Biir néegu mbaaru këru jàllukaay boobu, am na ñaari taabal ci cat lu nekk. Ca lañuy reye juri sarax yi. Muy saraxu rendi-dóomal, di saraxu póotum bàkkaar, di saraxu peyug tooñ."},{"style":"v","verse":"40","text":"Néegu peggu boobu ngay njëkka jot, soo demee ca biti, ñeenti taabal a nga fa, yu sëq dëggastal yi ñuy yéege këru jàllukaay bi féete bëj-gànnaar bi, ñaar ci genn wet, ñaar ci geneen wet."},{"style":"v","verse":"41","text":"Lépp di juróom ñetti taabal, ñeent ci biir néeg bi ak ñeent ci biti, ñu di ca rendi."},{"style":"v","verse":"42","text":"Ñeenti taabali saraxu rendi-dóomal ba, doji yatt lañu ko defare. Bu ci nekk di xasab ak genn-wàll, wet gu nekk, taxawaay ba di xasab. Ñu di ca teg jumtukaay yi ñuy rendee saraxu rendi-dóomal ak yeneen sarax."},{"style":"v","verse":"43","text":"Ñu sàkk ay lonku yu gudde ni catu loxo, wërale lonku ya ba mu daj ca biir. Yàppu sarax ya di tege ca kaw taabal ya."},{"style":"s1","verse":"","text":"Natt nañu ëttu biir ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"44","text":"Mu jàlle ma ca ëttu biir ba. Ay néegi woykat a nga ca ëttu biir ba, benn bi ci wetu këru jàllukaayu bëj-gànnaar bi, jàkkaarlook bëj-saalum, beneen néeg bi ci wetu këru jàllukaayu penku bi, jàkkaarlook bëj-gànnaar."},{"style":"v","verse":"45","text":"Waa ja ne ma: «Néeg bii jàkkaarlook bëj-saalum ñeel na sarxalkat yiy sàmm ndénkaaneb kër Yàlla gi."},{"style":"v","verse":"46","text":"Néeg bi jàkkaarlook bëj-gànnaar nag ñeel na sarxalkat yiy sàmm ndénkaaneb sarxalukaay bi. Sarxalkat yépp di ay Leween, askanoo ci Cadog\\f + \\fr 40.46 \\fk Cadog \\ft sarxalkat bu mag la woon ca jamonoy Buur Daawuda.\\f*. Ci biir Leween ñi, ñi askanoo ci Cadog rekk a am sañ-sañu jege Aji Sax ji, ngir liggéeyal ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"47","text":"Waa ja natt ëttu biir ba, muy téeméeri xasab wet gu nekk. Sarxalukaay baa nga fa kanam néegu Yàlla ba."},{"style":"s1","verse":"","text":"Natt nañu néegu Yàlla ba"},{"style":"p","verse":"","text":""},{"style":"v","verse":"48","text":"Mu jàlle ma ca mbaaru kër Yàlla ga, daldi natt ñaari jëni buntu mbaar ya, dëllaay ba di juróomi xasab, wet gu nekk. Bunt ba, bu ubbikoo, di fukki xasab ak ñeent, ñaari weti mbaar ma di ñetti xasab, wet gu ci nekk."},{"style":"v","verse":"49","text":"Néegu mbaaru bunt bi gudde ñaar fukki xasab, yaatoo fukki xasab ak ñaar. Mu am fukki dëggastal yu ñuy yéege, jàll ca biir, ñaari kenu séq ko, genn ci wet gu nekk ci bunt bi."}]