[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee waa ja jàlle ma ba ca buntu néeg bu mag ba ca kër Yàlla ga. Mu natt jën ya séq bunt ba, mu dëlle juróom benni xasab ci ñaari wet yépp."},{"style":"v","verse":"2","text":"Yaatuwaayu bunt ba, fukki xasab la, ñaari miiri wet yi ko séq, bu ci nekk di juróomi xasab. Mu natt néeg bu mag bi ci boppam, guddaay bi di ñeent fukki xasab, yaatuwaay bi di ñaar fukki xasab."},{"style":"v","verse":"3","text":"Noonu mu jàll ca néegu biir ba, daldi natt jëni bunt ba, mu dëlle ñaari xasab, diggante ñaari jëni bunt bi di juróom benni xasab, yaatuwaayi ñaari miiri wet yi séq bunt bi, bu ci nekk di juróom ñaari xasab."},{"style":"v","verse":"4","text":"Mu natt néegu biir bi ci boppam, muy ñaar fukki xasab wet gii, di ñaar fukki xasab wetu néeg bu mag ba. Mu ne ma: «Fii mooy néeg bu sella sell bi.»"},{"style":"s1","verse":"","text":"Natt nañu toftalu néegu Yàlla bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Mu natt miiru néegu Yàlla bi, mu dëlle juróom benni xasab. Amoon na ay néeg yu wër néegu Yàlla bi ci biti ba mu daj, bu ci nekk yaatuwaay di ñeenti xasab."},{"style":"v","verse":"6","text":"Néegi wet yooyu ñetti taax yu tegloo la, tollook néegu Yàlla bi ab taxawaay, taax mu ci nekk di fanweeri néeg. Mu am ay cëslaay yu saxe ci miiru néegu Yàlla bi, te téye néegi wet yooyu, ba sësuñu rëkk ci néeg bi ci boppam."},{"style":"v","verse":"7","text":"Taax mu ca gëna kawe, gën caa yaatu, miir ba ànd ak moom gëna sew fi wër néegu Yàlla bi ba mu daj. Noonu lañuy yéege ay dëggastal, jóge ci suuf, jaare ca taaxu digg ba, ba ca taax ma ca kaw."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Ma gis ne néegu Yàlla bi ab fondmaa bu kawee ko wër, yenu ko, yenuwaale néegi wet yi wër néegu Yàlla bi. Taxawaayu fondmaa bi, su ñu ko nattee, day tollu ci wenn yetu nattukaay wu mat, tollook juróom benni xasab."},{"style":"v","verse":"9-10","text":"Néegi wet yi, seen miiru biti dëlle na juróomi xasab. Ñu bàyyi ci diggante néegi wet yi ak taaxi sarxalkat yi, jaarukaay bu tollook ñaar fukki xasab, wër néegu Yàlla bi ci ñetti wetam."},{"style":"v","verse":"11","text":"Am na ñaari bunt yu sar ci néegi wet yi wër néegu Yàlla bi, jëm ci jaarukaay bu dara amul. Benn bunt ba féete bëj-gànnaar; benn ba, bëj-saalum, yaatuwaayu jaarukaay bi wër néeg bi ba mu daj, di juróomi xasab."},{"style":"s1","verse":"","text":"Ber nañu ab tabax ca gannaaw"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Tabax bi féeteek dig-digalu ëtt bi ci sowub néegu Yàlla bi, yaatuwaay bi juróom ñaar fukki xasab la, guddaay bi di juróom ñeent fukki xasab, dëllaayu miir ba di juróomi xasab."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Waa ja daldi natt néegu Yàlla bi, guddaay bi di téeméeri xasab; la dale dig-digalu ëtt ba, ba ca catu tabaxu sowu ba aki miiram itam di téeméeri xasab."},{"style":"v","verse":"14","text":"Kanamu néegu Yàlla bi féete penku téeméeri xasab la, boo ci boolee dig-digali ëtt yi séq néegu Yàlla bi."},{"style":"v","verse":"15","text":"Mu natt yaatuwaayu tabax ba ca gannaaw te janook dig-digalu ëtt ba, boole ca ñaari jaarukaay ya séq tabax ba, muy téeméeri xasab."},{"style":"p","verse":"","text":"Béreb bu sell bi nag, muy néeg bu mag bi, di néegu biir bi, di mbaaru bunt bi jàkkaarlook ëtt bi,"},{"style":"v","verse":"16","text":"ak dëxi bunt yeek palanteeri caax yeek jaarukaay yi ci ñetti wet yépp, ak ci kanam dëx yi, lu ci nekk bant a ko lal. Ci suuf ak ci kaw miir bi ba ca palanteer ya it noonu, palanteer ya am ay caax."},{"style":"v","verse":"17","text":"Ci kaw buntu néegu Yàlla bi, ba ci biir néegu Yàlla bi, jëm biti, ak kaw miir bi ko wër, biir ak biti, lépp lañu natt."},{"style":"v","verse":"18","text":"Ñu yatt ca miir ya ay malaakay \\w serub|serub y-:\\w* ak garabi tàndarma; ñaari serub yu ne, garabu tàndarmaa nga ca digg ba, te serub bu ne am na ñaari kanam,"},{"style":"v","verse":"19","text":"genn gi di kanamu nit, jublook genn tàndarma, geneen gi di kanamu gaynde, jublook geneen tàndarma. Noonu lañu wëralee néeg bi ba mu daj."},{"style":"v","verse":"20","text":"Li ko dale ci suufu néeg bu mag bi, ba ci kaw bunt yi, ak ci miir yi, fépp lañu yatt serub yeek tàndarma yi."},{"style":"v","verse":"21","text":"Njëël bunt bi ak dëx bi, ak pegg yi ko téye ab kaare la. Buntu néegu biir bu sell ba it noonu la."},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Am na sarxalukaay bu ñu defare bant, taxawaay bi di ñetti xasab, guddaay bi di ñaari xasab, yaatuwaay bi di ñaari xasab. Mu ami coll akub tegukaay aki wet, lépp di bant. Waa ji ne ma: «Taabal jii mooy janook Aji Sax ji.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Buntub ñaari laf lañuy dugge ca néeg bu sell bu mag ba, di dugge beneen bunt bu ni mel ca néegu biir bu sell ba."},{"style":"v","verse":"24","text":"Bunt yooyu, bu ci nekk ñaari laf yuy warangiku la."},{"style":"v","verse":"25","text":"Ñu yatt ca buntu néeg bu mag ba ay malaakay serub, ak garabi tàndarma yu mel ni ya ñu yatt ca kaw miir ya. Catu xaddu mbaaru bunt ba ca biti, aw dénk lañu ko def."},{"style":"v","verse":"26","text":"Palanteeri caax yi ak miiri néegi wet yi ak miiri mbaar mi ak ca kaw catu xadd bay lang, wet gu ne, ay nataali tàndarmaa nga ca."}]