[{"style":"s1","verse":"","text":"Natt nañu taaxi sarxalkat yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ba loolu amee waa ji jaarale ma ca këru jàllukaay ba féete bëj-gànnaar ba, génne ma ca ëttu biti ba. Mu yóbbu ma ca wetu sowu ba, dugal ma ca tabax ba janook dig-digalu ëtt ba te sësook miiru biir ba ca wetu bëj-gànnaar ba."},{"style":"v","verse":"2","text":"Tabax boobu, guddaayam ci wetu bëj-gànnaar ga féeteek bunt ba, téeméeri xasab la, yaatuwaay ba di juróom fukki xasab."},{"style":"v","verse":"3","text":"Ci genn wet tabax booboo ngi janook ñaar fukki xasab yu bokk ci ëttu biir bi, geneen wet gi janook dëru ëttu biti bi. Tabax bi def na ñetti làngi taax yu tegloo."},{"style":"v","verse":"4","text":"Ci kanamu néeg yi féeteek ëttu biir bi, am na jaarukaay bu yaatoo fukki xasab, gudde téeméeri xasab. Néeg yooyu ca wetu bëj-gànnaar lañu cay dugge."},{"style":"v","verse":"5","text":"Ñaari taax ya ca kawam nag, mu ci nekk yaatuwaay bi yées ma ko féete suuf, ndax taax mu gëna kawe moo ëpp jaarukaay bu mu bàyyi fi kanamam."},{"style":"v","verse":"6","text":"Ñetti làngi taax la yu amul ay kenu ni néegi ëtt bi ame ay kenu. Moo tax ruumi taaxum kaw ma gëna xat yoy taaxum digg ma, ak ma féete suuf."},{"style":"v","verse":"7","text":"Mu am miir bu làng ak néeg yooyu, teqale leen ak ëttu biti bi, guddaayu miir bi di juróom fukki xasab."},{"style":"v","verse":"8","text":"Ndax néeg yooyu féeteek ëttu biti ba, guddaay ba bépp juróom fukki xasab la. Waaye làngi néeg ya sësook néegu Yàlla ba, guddaayam téeméeri xasab la."},{"style":"v","verse":"9","text":"Ca suufu néeg yooyu la am jaarukaayu penku bu jëme ca biir néeg ya féete penku, boo jógee ca ëttu biti ba."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Am na làngu néeg bu janook dig-digalu ëtt ba, ak tabax ba ca gannaaw néegu Yàlla ba. Làngu néeg boobu ma nga làng ak miiru biti bi yaatuwaayam féete penku."},{"style":"v","verse":"11","text":"Mu ngi janook ab jàllukaay. Làngi néeg yooyu daa bindoo ni bi féete bëj-gànnaar te bokk ak ñoom guddaay ak yaatuwaay, seeni bunt ak seeni dayo yépp di benn."},{"style":"v","verse":"12","text":"Bunti làngi néeg ya ca bëj-saalum it noonu la. Ca catal jaarukaay ba, ab bunt a nga fa, janoo màkk ak miir ba féete penku."},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba loolu amee waa ji ne ma: «Néegi bëj-gànnaar yeek néegi bëj-saalum yi janook dig-digalu ëtt bi, ñooy néeg yu sell yi sarxalkat yi jege Aji Sax ji, di lekke sarax yu sella sell. Ca lañuy yeb sarax yu sella sell yi it, muy saraxu pepp yeek saraxu póotum bàkkaar yeek saraxu peyug tooñ yi, ndax béreb bu sell la."},{"style":"v","verse":"14","text":"Sarxalkat yi, bu ñu duggee ci néeg bu sell bi, dootuñu man daldi génn ci ëttu biti bi. Ci néeg yii lañuy wacc seen yére yi ñuy liggéeyale Aji Sax ji, ndax yooyu yére yu sell la. Ñu solaat nag yeneen yére bala ñoo dellu ca ëtt ba mbooloo may daje.»"},{"style":"s1","verse":"","text":"Natt nañu miiru biti bu kër Yàlla gi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ba waa ja nattee dayoy biir néegu Yàlla bi ba noppi, da maa jaarale ca këru jàllukaay ba féete penku. Mu tàmbali di natt bayaal bi wër kër Yàlla gi."},{"style":"v","verse":"16","text":"Mu natte yet wa wetu penku, lépp di juróomi téeméeri yet, yemook kilomet ak genn-wàll."},{"style":"v","verse":"17","text":"Mu natte yet wa wetu bëj-gànnaar, lépp di juróomi téeméeri yet,"},{"style":"v","verse":"18","text":"wetu bëj-saalum ba it, mu natte ko yet wa, muy juróomi téeméeri yet."},{"style":"v","verse":"19","text":"Mu walbatiku, natte yet wa wetu sowu, muy juróomi téeméeri yet."},{"style":"v","verse":"20","text":"Noonu la natte miir bi ub bayaalu kër Yàlla gi ba mu daj, muy kaare bu wet gi di juróomi téeméeri dayo, te teqale fi sell ak fi sellul."}]