[{"style":"s1","text":"Leeru Yàlla dellu na këram"},{"style":"p","text":""},{"style":"v","text":"Waa ja nag jiite ma ba ca bunt ba, bunt ba féete penku."},{"style":"v","text":"Ma jekki gis leeru Yàllay Israayil, mu dikke penku, ànd ak kàddu gu mel ni kàddug géej mbàmbulaan, suuf si di lerxate fa leeram ga."},{"style":"v","text":"Moomu peeñu nirook peeñu ma ma njëkkoona gis ba may dikk ca yàqum Yerusalem, nirook ma woon ca tàkkal dexu Kebar. Ma daldi daanu, dëpp sama jë fa suuf."},{"style":"v","text":"Ba loolu amee leeru Aji Sax ja jaare ca buntu penku ba, dugg ca néegu Yàlla ba."},{"style":"v","text":"Ngelawu Aji Sax ji ne ma cas, yóbbu ma ca biir ëttu biir ba, leeru Aji Sax ji jekki fees néeg ba."},{"style":"v","text":"Ma dégg kuy wax ak man ku féete fi biir néegu Yàlla bi, te fekk waa ji ma dugal a ngi taxaw fi sama wet ba tey."},{"style":"v","text":"Mu ne ma: «Yaw nit ki, sama màkkaanu ngàngunee ngi, béreb bii laay teg samay tànk, dëkk ci digg \\w bànni Israayil|bànni Israayil:\\w* ba fàww. Waa kër Israayil dootuñu teddadil sama tur wu \\w sell|Aji Sell j-:\\w*, ñook seeni buur ci seen gànctu, ak seen néewi buur yi ñuy denc ci seen \\w bérebi jaamookaay|bérebi jaamookaay y-:\\w*."},{"style":"v","text":"Seen buur yi ñoo féetale seen dëxi bunt ak seen jëni bunt ci sama weti dëxi bunt ak sama jëni buntu kër. Miir doŋŋ a doxoon diggante sama kër ak seen kër buur. Ñoo def seen jëf ju siblu, ba teddadil sama tur wu sell, ma mer, faagaagal leen."},{"style":"v","text":"Léegi nag nañu ma sorele seen gànctu ak seen néewi buur yi, ndax ma mana dëkk fi seen biir, ba fàww."},{"style":"p","text":""},{"style":"v","text":"«Yaw nit ki, waxal waa Israayil ni kër gi wara mel. Nañu kersawoo seeni ñaawtéef te ñu natt nataalu kër gi."},{"style":"v","text":"Bu ñu kersawoo mboolem seeni jëf nag, nanga leen xamal bindu kër gi ak tëralinam aki jàllukaayam aki génnukaayam ak bindam bépp, ak dogali yoon yi mu laaj yépp. Nanga bind lépp, ñu gis, ba mana sàmm mboolem bindu kër gi, ak mboolem dogali yoon yi mu laaj, te di ko jëfe."},{"style":"v","text":"Ndigalu yoon wi jëm ci kër Yàlla gi ñu wara tabax mooy lii: ci kaw tund wi ak fi ko wër fépp, fu sella sell lay doon. Loolu mooy ndigalu yoon wi, ci wàllu kër Yàlla gi.»"},{"style":"s1","text":"Natt nañu sarxalukaay bi"},{"style":"p","text":""},{"style":"v","text":"Lii nag mooy dayoy sarxalukaay bi ciy xasab, xasab bu ci nekk tegu yaatuwaayu catu loxo. Tóojub sarxalukaay bi féete suuf, taxawaay bi xasab la, yaatuwaay bi di xasab, mu ànd ak kéméjam gu ko wër ba mu daj, te taxawaayu kéméj gi tollook yaatuwaayu catu loxo. Tóojub sarxalukaay bi noonu la bindoo itam."},{"style":"v","text":"Ñaari xasab a dox diggante tóoju bi ci suuf, ba ci cat li ngay njëkka jot, te yaatuwaayu cat li di xasab. Ñeenti xasab a dox diggante cat li ngay njëkka jot, ba ca cat la ca kaw, te yaatuwaay bi it di xasab."},{"style":"v","text":"Taxawaayu taalub sarxalukaay bi féete kaw, ñeenti xasab la, ñeenti béjjén sampe ci ñeenti coll yi, coll wu nekk, benn béjjén sampe ci."},{"style":"v","text":"Lakkukaayu sarxalukaay bi ab kaare la, wet gu ci nekk di fukki xasab ak ñaar."},{"style":"v","text":"Kon tóojub lakkukaay bi fukki xasab ak ñeent la ci ñeenti wet yi, dib kaare, kéméj gi wër tóoju bi am taxawaayu genn-wàllu xasab, te tóojub lakkukaay bi wëre lakkukaay bi yaatoo xasab. Dëggastal bi ñuy yéege ci sarxalukaay bi nag penku la féete."},{"style":"s1","text":"Waajal nañu sarxalukaay bi"},{"style":"p","text":""},{"style":"v","text":"Waa ji ne ma: «Yaw nit ki, Boroom bi Aji Sax ji dafa wax ne: Lii mooy dogali yoon yi jëm ci sarxalukaay bi, bés bu noppee, ci wàllu saraxi rendi-dóomal, ak deret ji ñu ci wara tuur."},{"style":"v","text":"Sarxalkat yiy Leween ñi sëtoo ci Cadog, te jege ma, ngir di ma liggéeyal, kàddug Aji Sax jee, nanga leen jox yëkk wu ndaw, muy saraxu póotum bàkkaar."},{"style":"v","text":"Nga sàkk ci deret ji, taqal ci ñeenti béjjéni sarxalukaay bi ak ñeenti colli kaw gi ak ci kéméj gi ba mu daj, nga laabale ko sarxalukaay bi, defale ko ko njotlaayam."},{"style":"v","text":"Nga génne kër gu sell gi yëkku saraxu póotum bàkkaar mi, te nga lakke ko ca béreb ba ñu ko wara defe ci biti kër Yàlla gi."},{"style":"p","text":""},{"style":"v","text":"«Bésub ñaareel ba nanga indi ab sikket bu amul sikk, muy saraxu póotum bàkkaar bu ñuy laabale sarxalukaay bi, na ñu ko laabale woon yëkk wu ndaw wa."},{"style":"v","text":"Boo ko laabalee noonee ba noppi, nanga sàkk aw yëkk wu ndaw wu amul sikk ak kuuy mu amul sikk."},{"style":"v","text":"Nga boole ko, indi fi kanam Aji Sax ji te sarxalkat yi suy leen xorom, ñu def leen saraxu rendi-dóomal, ñeel Aji Sax ji."},{"style":"p","text":""},{"style":"v","text":"«Diiru juróom ñaari fan ngay joxe bés bu nekk ab sikketu póotum bàkkaar ak aw yëkk akum kuuy, te na lu ci nekk mucc sikk."},{"style":"v","text":"Diiru juróom ñaari fan lañuy def njotlaayal sarxalukaay bi, laabal ko, waajale ko sasu sarxalukaay bi."},{"style":"v","text":"Bu àpp boobu matee, la ko dale ca bésub juróom ñetteel ba, na sarxalkat yi joxe ci kaw sarxalukaay bi seen saraxi rendi-dóomal ak seen saraxi cant ci biir jàmm, ma daldi leen nangul. Kàddug Boroom bi Aji Sax jee.»"}]