[{"style":"s1","text":"Ay jagle ñeel na boroom jal bi"},{"style":"p","text":""},{"style":"v","text":"Ba loolu amee waa ji delloo ma ca këru jàllukaayu kër Yàlla ga féete ëttu biti penku, fekk bunt ba tëje."},{"style":"v","text":"Aji Sax ji ne ma: «Këru jàllukaay bii, bunt bi day dëkke tëje. Kenn du ko tijji, kenn du ci jaare ndax Aji Sax ji Yàllay Israayil fii la dugge\\f + \\fr 44.2 \\ft Seetal ci 43.1.\\f*. Kon nag na tëje."},{"style":"v","text":"Boroom jal bi\\f + \\fr 44.3 \\ft Seetal ci 34.23-24; 37.24-25.\\f* nag, gannaaw mooy boroom jal bi, sañ na faa toog, lekk fi kanam Aji Sax ji. Waaye ci mbaaru kër jàllukaay bi lay dugge te fi lay génne itam.»"},{"style":"s1","text":"Jege kër gu sell gi du wàllu ñépp"},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu waa ji jaarale ma ca buntu bëj-gànnaar ba ca kanam kër Yàlla ga, ma jekki gis leeru Aji Sax ji fees kër Aji Sax ji. Ma daanu, dëpp sama jë fa suuf."},{"style":"v","text":"Aji Sax ji ne ma: «Yaw nit ki, xippil, ubbil say nopp te def sa xel ci mboolem lu ma la wax ci wàllu dogali yoon yi jëm ci kër Aji Sax ji ak mboolem ndigali yoonam. Defal sa xel bu baax ci jàllukaayi kër gi ak mboolem génnukaayi kër gu sell gi."},{"style":"v","text":"Nanga wax fippukati waa kër Israayil yii, ne leen: “Boroom bi Aji Sax ji dafa wax ne: Yeen waa kër Israayil, seen jëf ju siblu ji jépp doy na sëkk."},{"style":"v","text":"Bu ngeen ma daan indil sama céru ñam, muy nebbon, di deretu sarax yi, dangeen di dugalaale ci sama biir kër gu sell gi ay doxandéem yu xaraful ci jëmm, xaraful ci xol. Noonu ngeen sobeele sama kër gi. Fecci ngeen sama \\w kóllëreek|kóllëre g-:\\w* yeen ndax seen jépp jëf ju siblu."},{"style":"v","text":"Sàmmuleen dénkaane yi jëm ci sama yëf yu sell yii, xanaa di ko dénk ay doxandéem, ñu koy wéyal fi sama biir kër gu sell gi."},{"style":"v","text":"Boroom bi Aji Sax ji dafa wax ne: Bépp doxandéem bu xaraful ci xol, xaraful ci jëmm, bumu duggati ci sama kër gu sell gi, muy doxandéem bu mu mana doon, bu dëkk ci biir \\w bànni Israayil|bànni Israayil:\\w*."},{"style":"s1","text":"Leween ñi am nañu seen wartéefi bopp"},{"style":"p","text":""},{"style":"v","text":"«“Leween ñi ma sore woon ba \\w bànni Israayil|bànni Israayil:\\w* jàddee, ba dëddu ma, di topp seen kasaray tuur, ñooy gàddu seenu ay."},{"style":"v","text":"Ay surga aki fara bunti kër rekk lañuy doon ci sama kër gu sell gi, te ñooy tegoo liggéeyu kër gi. Ñooy rendil xeet wi saraxu rendi-dóomal, ak gépp jur gu ñuy sarxal, te ñooy nekk ci waawu xeet wi, di leen surgawu."},{"style":"v","text":"Gannaaw ñoo doon dox diggante xeet week seen kasaray tuur, ba yóbbe leen ay wu leen gàllankoor, maa leen giñal ne, kàddug Boroom bi Aji Sax jee, ñooy gàddu seenu ay."},{"style":"v","text":"Buñu ma jege, di ma sarxalal, buñu jege sama lenn lu sell ak lu sella sell. Ñooy gàddu seen toroxte ak seen añu jëf ju siblu ji ñu def."},{"style":"v","text":"Waaye maa leen di def ñuy nit ñiy sàmm ndénkaaneb kër gi ci mboolem liggéey bu mu laaj, ak mboolem lees di def ci biir."},{"style":"s1","text":"Askanu Cadog am nañu seen wartéefi bopp"},{"style":"p","text":""},{"style":"v","text":"«“Waaye sarxalkat yiy Leween ñi sëtoo ci Cadog, te daa sàmm ndénkaaneb kër gu sell gi ba \\w bànni Israayil|bànni Israayil:\\w* jàddee, ñooñoo may jege, di ma liggéeyal; ñooy dikk fi man, di indi saraxi nebbon ak deret. Kàddug Boroom bi Aji Sax jee."},{"style":"v","text":"Ñoom doŋŋ ay dugg ci sama kër gu sell gi, ñoom doŋŋ ay jege sama taabal, di ma liggéeyal, di sàmm sama ndénkaane."},{"style":"p","text":""},{"style":"v","text":"«“Bu ñu dee jàll buntu ëttu biir bi, yérey lẽe lañuy sol. Buñu sol ndimol kawaru jur, bu ñuy liggéey fu wees buntu ëttu biir bi, jëm ca biir-a-biir."},{"style":"v","text":"Kaalag lẽe lanuy kaalawoo, tubéyu njiitlaayu lẽe lañuy jiital, te duñu sol dara lu leen di ñaqloo."},{"style":"v","text":"Bu ñuy génn ca ëttu biti ba, ëtt ba mbooloo may yem, nañu summi seen yére ya ñuy sarxale, fat yére ya ca néeg yu sell ya, daldi sol yeneen yére, ndax baña sédd mbooloo mi sellaay, di leen lor\\f + \\fr 44.19 \\ft Aay na ci képp ku ñu sellalul, muy laal mbaa ñu di ko laalal lenn lu sell. Man na cee dee sax. Seetal ci \\bk 2.Samiyel\\bk* 6.6-7.\\f*."},{"style":"p","text":""},{"style":"v","text":"«“Buñu watu nel, buñu jañu, waaye nañu dagg seen kawar ba mu yem."},{"style":"v","text":"Biiñ, bu ko benn sarxalkat naan, buy dugg ci ëttu biir bi."},{"style":"v","text":"Ab jëtun ak ku ñu fase, sarxalkat du ko jël jabar. Su dee janq bu askanoo ci waa kër Israayil mbaa ab jëtun bu sarxalkat doon denc, sañ nañu koo jël."},{"style":"v","text":"Sama ñoñ nag nañu leen ràññeeloo lu sell ak lu sellul, te xamal leen lu set ak lu sobewu."},{"style":"p","text":""},{"style":"v","text":"«“Bu jote amee, ñoom ñooy àtte, ba dogal àtte bi ci sama àttey yoon. Sama ndigal yeek sama dogali yoon yi jëm ci sama màggal yépp, ñoo koy sàmm, te sama \\w bési Noflaay|bésub Noflaay b-:\\w*, ñoo koy sellal."},{"style":"p","text":""},{"style":"v","text":"«“Nit ku dee nag, ab sarxalkat du ko jege, di sobeel boppam, ndare ki dee di baayam mbaa ndeyam, mbaa doomam ju góor, mbaa ju jigéen, mbaa doomu ndeyam ju góor mbaa ju jigéen ju amul jëkkër, ba mu sañ caa sobeel boppam."},{"style":"v","text":"Su ni demee ba mu sobeel boppam, na setlu te négandiku juróom ñaari fan, doora dellu ca liggéeyam."},{"style":"v","text":"Bés ba muy dellu ca ëttu biir ba, ngir liggéey ca biir néeg bu sell ba, na indi saraxu póotum bàkkaar. Kàddug Boroom bi Aji Sax jee."},{"style":"p","text":""},{"style":"v","text":"«“Sarxalkat yi am nañu seen céru bopp: man maay seen cér. Du jenn moomeel ju ngeen leen di jox ci suufas Israayil. Man maay seen moomeel."},{"style":"v","text":"Saraxu pepp ak saraxu póotum bàkkaar ak saraxu peyug tooñ, ñoom ñoo koy lekk, te lépp lu ñu jagleel Aji Sax ji ci Israayil, ñoo koy moom."},{"style":"v","text":"Li gën ci mboolem ndoortel meññeef ak lépp lu ñu jébbal Yàlla ak lu mu mana doon, sarxalkat yee ko moom. Li gën ci seen nootu sunguf, nangeen ko jox sarxalkat yi, ndax barke wàcc ci seen kër."},{"style":"p","text":""},{"style":"v","text":"«“Gannaaw loolu mboolem lu médd mbaa lu ñu fàdd, muy boroomi laaf akug jur, sarxalkat yi duñu ko lekk."}]