[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«“Boroom bi Aji Sax ji dafa wax ne: Buntu ëttu biir bi féete penku, na tëje diiru juróom benni fan yi ñuy liggéey. Waaye bésub Noflaay ba cay topp, na ubbiku. Bésub Terutel weer wu ne it, na ubbiku."},{"style":"v","verse":"2","text":"Na ki toog ci jal bi jaare ci mbaar mi féete biti te na yem ci jëni buntu ëttu biir bi. Na fa xaar sarxalkat yiy def saraxu rendi-dóomalam ak saraxi cantam ci biir jàmm. Su ko defee mu sujjóot ci dëxu bunt bi, ba noppi, génn. Bunt bi nag du tëje ba ngoon jot."},{"style":"v","verse":"3","text":"Bésub Noflaay ak Terutel weer, baadooloy réew mi ci bunt boobu lañuy sujjóote fi kanam Aji Sax ji."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"«“Saraxu rendi-dóomal bi ki ci jal biy indil Aji Sax ji bésub Noflaay, juróom benni kuuy yu ndaw yu amul sikk lay doon, ak kuuy mu mag mu amul sikk."},{"style":"v","verse":"5","text":"Saraxu pepp biy ànd ak kuuy mi, benn efa lay doon, di fanweeri kiloy pepp, ak dayob pepp bu mu àttan buy ànd ak kuuy yu ndaw yi ak xiinu diw, yemook ñeenti liitari diw ci efa bu pepp bu nekk."},{"style":"v","verse":"6","text":"Bésub Terutel weer, wenn yëkk wu ndaw wu amul sikk lay joxe, ak juróom benni kuuy yu ndaw ak am kuuy mu mag, te lépp mucc sikk."},{"style":"v","verse":"7","text":"Na ci boole saraxu benn efa bu pepp buy ànd ak yëkk wi, ak benn efa bu pepp ngir kuuy mu mag mi, ak lu mu man ci pepp, mu booleek kuuy yu ndaw yi, ak benn xiinu diw ci efa bu pepp bu nekk."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"«“Mbaaru këru jàllukaay bi ki ci jal biy jaare duggsi, fi lay jaare génn."},{"style":"v","verse":"9","text":"Baadooloy réew mi nag bu ñuy teewesi bésub ndaje fi kanam Aji Sax ji, ku ci jaare ci këru jàllukaay bi féete bëj-gànnaar, di sujjóotsi, bu noppee na jaare ci këru jàllukaay bi féete bëj-saalum. Te ku dugge ci këru jàllukaay bi féete bëj-saalum, bu noppee na génne ci këru jàllukaay bi féete bëj-gànnaar. Deesul delloo bunt bi nga dugge. Bunt bi mu jàkkaarlool lees di génne."},{"style":"v","verse":"10","text":"Ki ci jal bi ci boppam, bu baadoolo yiy dugg, na duggandook ñoom, bu ñuy génn, mu génnandook ñoom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"«“Su dee bési màggal ak bési ndaje yi, saraxu pepp mi benn efa lay doon ngir yëkk wi, yemook fanweeri kilo, ak benn efa ngir kuuy mu mag mi, ak dayo bu ñu àttan ngir kuuy yu ndaw yi, efa bu pepp bu ne ànd ak benn xiinu diw, di ñeenti liitar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«“Këru jàllukaay bi féete penku ci ëttu biir bi it lañuy ubbil ki ci jal bi, buy joxe saraxu yéene: muy saraxu rendi-dóomal, di saraxu cant ci biir jàmm, di beneen saraxu yéene bu ñeel Aji Sax ji, ngir mu joxe saraxu rendi-dóomalam, mbaa saraxu cantam ci biir jàmm, ni mu koy defe ci bésub Noflaay. Bu noppee, génn, ñu tëj bunt bi.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Boroom bi wax na itam ne: «“Am kuuyu menn at mu amul sikk lees di defal Aji Sax ji bés bu nekk saraxu rendi-dóomal, te suba su ne lees koy def."},{"style":"v","verse":"14","text":"Nañu ci boole suba su ne benn céru juróom benneelu efa bu pepp, yemook juróomi kilo, ànd ak liitaru diw ak genn-wàll, yemook benn céru ñetteelu xiinu diw buy tooyal sunguf si. Loolooy saraxu pepp mi, ñeel Aji Sax ji, di dogali yoon yu sax dàkk."},{"style":"v","verse":"15","text":"Muy kuuy mu ndaw mi, di saraxu pepp mi, di diw gi, suba su nekk lees koy def, muy saraxu rendi-dóomal bu sax dàkk."},{"style":"s1","verse":"","text":"Boroom jal bi sañul lépp ci suufam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"«“Boroom bi Aji Sax ji dafa wax ne: Su ki ci jal bi mayee kenn ci doomam yu góor lenn ci céru suufam, kookoo koy jagoo, te alal jooju, céru doomi kooka lay doon."},{"style":"v","verse":"17","text":"Waaye su ki ci jal bi mayee kenn ciy surgaam lenn ci suufam, ba keroog atum Yiwiku ma rekk la surga ba di moom suuf sa, waaye bu atum Yiwiku teewee, suuf si day dellu ci loxol ki ci jal bi. Suuf soosu, céru doomi boroom jal bi doŋŋ lay doon."},{"style":"v","verse":"18","text":"Ki ci jal bi nag du nangu lenn ci suufas baadoola yi, di leen xañ seen alal. Alalu boppam doŋŋ la saña sédd doomam yu góor. Su ko defee kenn ci sama ñoñ du ñàkk alalam.”»"},{"style":"s1","verse":"","text":"Sàkkal nañu kër Yàlla gi ay waañ"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Ba loolu amee waa ja jaarale ma ca buntu ëtt ba nekk ci kanamu néeg ya janook bëj-gànnaar te feggook këru jàllukaay ba féete bëj-gànnaar. Mu dugal ma ca néeg yu sell ya ñu beral sarxalkat yi. Ndeke béreb a nga foofa ca ruq ba, ca biir-a-biir, ca wetu sowu."},{"style":"v","verse":"20","text":"Mu ne ma: «Bii béreb, fi la sarxalkat yiy togge yàppu saraxu peyug tooñ ak saraxu póotum bàkkaar, di fi lakk saraxu pepp mi, ngir baña génne lenn lu sell ca ëttu biti ba, bay sédd nit ñi sellaay bu leen di lor.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Gannaaw loolu waa ji génneeti ma ba ci ëttu biti bi, yóbbu ma ci ñeenti koñ yépp. Ndeke koñ bu ci nekk, ber nañu ca ëtt bu ndaw,"},{"style":"v","verse":"22","text":"bu gudde ñeent fukki xasab, yaatoo fanweeri xasab, te ñeenti ëtt yu ndaw yi ci koñ yi yépp a tolloo."},{"style":"v","verse":"23","text":"Ñeenti ëtt yu ndaw yi, bu ci nekk miir bu gàtt a ko ub, ay toggukaay tege ci suufam, leru miir bi ba mu daj."},{"style":"v","verse":"24","text":"Waa ji ne ma: «Lii mooy waañ yi liggéeykati kër Yàlla gi di togge yàppu saraxi askan wi.»"}]