[{"style":"s1","text":"Daggal nañu suuf juróom ñaari giir ca wet ga féete bëj-gànnaar"},{"style":"p","text":""},{"style":"v","text":"«Lii mooy limeefu giiri Israayil, ak céru suuf bi giir gu ci nekk di féetewoo. Céru Dan moo féete catu bëj-gànnaar. Kemoom day topp yoonu Ettlon ba ca Buntu Amat, jàll ba Àccar Enan ga digalook Damaas, Amat féete ko bëj-gànnaar. Suufas Dan day jàpp penku ba sowu, ca géej gu mag ga, di benn pàcc."},{"style":"v","text":"Suufas Aser day digalook sos Dan, jàpp, moom it, penku ba sowu, di benn pàcc."},{"style":"v","text":"Suufas Neftali day digalook sos Aser, jàpp penku ba sowu, di benn pàcc."},{"style":"v","text":"Suufas Manase day digalook suufas Neftali, jàpp penku ba sowu, di benn pàcc."},{"style":"v","text":"Suufas Efrayim day digalook sos Manase, jàpp penku ba sowu, di benn pàcc."},{"style":"v","text":"Suufas Ruben day digalook sos Efrayim, jàpp penku ba sowu, di benn pàcc."},{"style":"v","text":"Suufas Yuda day digalook sos Ruben, jàpp penku ba sowu, di benn pàcc."},{"style":"s1","text":"Daggal nañu Aji Sax ji céram bu sell"},{"style":"p","text":""},{"style":"v","text":"«Suuf sa digalook Yuda ca wet ga ko féete bëj-gànnaar, te dale penku ba sowu, mooy doon pàkk bi ñu jagleel Aji Sax ji. Ñaar fukki junniy xasab ak juróom (25~000), tollook fukki kilomet ak ñett, lay yaatoo, gudde ni suufas genn giir gu ci nekk, te kër gu sell gi nekk ci digg bi."},{"style":"v","text":"Pàkk bi ngeen di jagleel Aji Sax ji ci dog boobu, day am guddaayu ñaar fukki junniy xasab ak juróom (25~000) yemook fukki kilomet ak ñett, ak yaatuwaayu fukki junniy xasab (10~000), di juróomi kilomet ak xaajaat."},{"style":"v","text":"Cér bu sell a ngii, ñeel sarxalkat yi: Ñaar fukki junniy xasab ak juróom (25~000) lay am ca wetu bëj-gànnaar ga, yaatoo ni fukki junniy xasab (10~000) ca wetu sowu ga, yaatoo ni fukki junniy xasab (10~000) ca wetu penku ga, gudde ni ñaar fukki junniy xasab ak juróom (25~000) ca wetu bëj-saalum ga, te néegu Aji Sax bu sell bi nekk ci digg bi."},{"style":"v","text":"Pàkk bu sell boobu, na ñeel sarxalkat yi askanoo ci Cadog, ñoom ñi sàmmoon sama ndénkaane, baña ànd ak \\w bànni Israayil|bànni Israayil:\\w*, di lajj ni seen yeneen bokki Leween ñi."},{"style":"v","text":"Sarxalkat yi nag dinañu jot pàkk bu feggook suufas Leween ñi, te ñu jële ko ci suufas réew mi ñu jagleel Aji Sax ji."},{"style":"v","text":"Na suufas Leween ñi digalook sos sarxalkat yi, di pàkk bu gudde ni ñaar fukki junniy xasab ak juróom (25~000), te yaatoo ni fukki junniy xasab (10~000). Bu ci nekk na am guddaayu ñaar fukki junniy xasab ak juróom (25~000) ak yaatuwaayu fukki junniy xasab (10~000)."},{"style":"v","text":"Cér boobu mooy tànnéefu suuf si. Maneesu cee jaay, mbaa di ci weccikoo lenn, te lenn du ci tàbbi ciy loxo, ndax cér bu sell la, ñeel Aji Sax ji."},{"style":"s1","text":"Daggal nañu suuf waa dëkk bi ak boroom jal bi"},{"style":"p","text":""},{"style":"v","text":"«Pàkk bay des ci yaatuwaayu dog boobu dina yaatoo ni juróomi junniy xasab (5~000), gudde ni ñaar fukki junniy xasab ak juróom (25~000); pàkk boobu, di pàkkub dëkk bi, suufas ñépp lay doon. Man naa doon ay dëkkuwaay aki parlu, te na dëkk bi ci boppam féetewoo digg ba."},{"style":"v","text":"Na dëkk bi bindoo ab kaare bu wet gi di ñeenti junniy xasab ak juróomi téeméer (4~500), di ñaari kilomet ak genn-wàll."},{"style":"v","text":"Parlub dëkk bi nag, na féeteek ñeenti weti dëkk bi, te doon fa wet gu nekk bayaal bu yaatoo ni ñaari téeméeri xasab ak juróom fukk (250)."},{"style":"v","text":"Fi feggook pàkk bu sell bi ñu jagleel Aji Sax ji, dina des pàkk bu ñuy bey, bu gudde ni fukki junniy xasab (10~000) ca wetu penkub dëkk bi, ak beneen pàkk bu ni tollu ca wetu sowu ga. Ca lañuy jële lekku liggéeykati dëkk bi."},{"style":"v","text":"Waa dëkk bi koy bey, ci giiri Israayil yépp lañuy bàyyikoo."},{"style":"v","text":"Mboolem pàkk boobu ñuy jagleel Aji Sax ji, na doon kaare bu wet gi di ñaar fukki junniy xasab ak juróom (25~000), te pàkk boobu ñuy jagleel Yàlla, pàkk bu sell bi ak dëkk bi, ci lañu bokk."},{"style":"p","text":""},{"style":"v","text":"«Li féete penku ak li féete sowu yépp nag te des ci suuf si, te séq pàkk bi ñu jagleel Aji Sax ji ak suufas dëkk bi, boroom jal bee koy moom; wet gu ci nekk yaatoo ni ñaar fukki junniy xasab ak juróom (25~000), gii àkki kemu Israayil ga féete penku, gee àkki kemu Israayil ga féete sowu. Pàkk bu sell beek néeg bu sell bu kër Yàlla gi nekk ci digg bi."},{"style":"v","text":"Kon suufas Leween ñi ak suufas dëkk bi day bokk féete ci diggu suufas boroom jal bi. Suufas boroom jal bi nekk ca diggante céru Yuda ba ca bëj-gànnaar, ak céru Beñamin ba ca bëj-saalum."},{"style":"s1","text":"Daggal nañu suuf juróomi giir ca wet ga féete bëj-saalum"},{"style":"p","text":""},{"style":"v","text":"«Limeefu giiri Israayil yi ci des, seeni suuf nii lay tëdde: li dale kemu penku ba, ba ca géej gu mag ga ca sowu, benn pàcc lay doon, Beñamin féetewoo ko."},{"style":"v","text":"Suufas Simeyon feggook sos Beñamin, jàpp penku ba sowu, di benn pàcc."},{"style":"v","text":"Suufas Isaakar jàpp penku ba sowu, feggook sos Simeyon, di benn pàcc."},{"style":"v","text":"Suufas Sabulon feggook sos Isaakar, jàpp penku ba sowu, di benn pàcc."},{"style":"v","text":"Suufas Gàdd feggook sos Sabulon, jàpp penku ba sowu, di benn pàcc."},{"style":"v","text":"Suufas Gàdd, kemug bëj-saalumam mooy doon kemug réew mi. Day dale fa Tamar ca penku ba, ba ca yoonu ndoxu Meriba ca Kades, leru walum Misra, ba ca géej gu mag ga."},{"style":"v","text":"Noonu ngeen di séddalee réew mi giiri Israayil yi, giir gu ci nekk, ngeen dogale ko noonu céru suufam. Kàddug Boroom bi Aji Sax jee."},{"style":"s1","text":"Yerusalem: tur wu yees, fukki bunt ak ñaar, ni giir yi"},{"style":"p","text":""},{"style":"v","text":"«Bunti dëkk bi nag nii lay tëdde: ñeenti miiri dëkk bi, bu ci nekk day am guddaayu ñeenti junniy xasab ak juróomi téeméer (4~500)."},{"style":"v","text":"Miir bu ci nekk dina am ñetti bunt yu ñu dippee ñetti giiri Israayil. Wetu bëj-gànnaar, benn buntu Ruben ak benn buntu Yuda ak benn buntu Lewi."},{"style":"v","text":"Wetu penku am miiru ñeenti junniy xasab ak juróomi téeméer (4~500) ak ñetti bunt: benn buntu Yuusufa ak benn buntu Beñamin ak benn buntu Dan."},{"style":"v","text":"Wetu bëj-saalum am miiru ñeenti junniy xasab ak juróomi téeméer (4~500) ak ñetti bunt: benn buntu Simeyon ak benn buntu Isaakar ak benn buntu Sabulon."},{"style":"v","text":"Wetu sowu am miiru ñeenti junniy xasab ak juróomi téeméer (4~500) ak ñetti bunt: benn buntu Gàdd ak benn buntu Aser ak benn buntu Neftali."},{"style":"v","text":"Wurmbal bi wër dëkk bi bépp fukki junniy xasab ak juróom ñett (18~000) lay doon."},{"style":"p","text":"«Dale ko ca bés ba, turu dëkk bi nag, di Yawesama, muy firi “Aji Sax jaa ngi fi.”»"}]