[{"style":"s1","text":"Dogal dikkal na Yerusalem"},{"style":"p","text":""},{"style":"v","text":"«Yaw nit ki, jëlal saamar bu ñaw, nga def ko sa saatus watukaay te nga wate ko sa bopp ak sa sikkim. Nga jël ab màndaxekaay, séddalee ko kawar gi ay cér."},{"style":"v","text":"Benn cér bi, nanga ko lakk ci digg nataalu dëkk bi, gannaaw bu fani gaw bi matee. Beneen cér bi, nga dóore ko saamar bi, kawar gi tasaaroo fi wër dëkk bi. Ñetteelu cér bi, nga sànni ko ci ngelaw li, man ma toppe ko saamar."},{"style":"v","text":"Waaye nanga sàkk tuuti ci kawar gi, fas ci sa lafu mbubb."},{"style":"v","text":"Nga dellu sàkk cooca, sànni ca sawara sa, lakk ko. Ca la sawaray jóge, tàkkal mboolem waa kër Israayil."},{"style":"p","text":""},{"style":"v","text":"«Boroom bi Aji Sax ji dafa wax ne: Yerusalem a ngoogu. Ci digg xeet yi laa ko teg, réew yi wër ko."},{"style":"v","text":"Ñoo gàntal sama àttey yoon, ba gëna bon xeet yi, gàntal samay dogal, ba gëna bon réew yi leen séq. Xalab nañu sama àttey yoon te jëfewuñu samay dogal."},{"style":"p","text":""},{"style":"v","text":"«Moo tax Boroom bi Aji Sax ji dafa wax ne: Gannaaw seen reewande wees na reewandey xeet yi leen séq, samay dogal, jëfewuleen ko; sama àttey yoon, sàmmuleen ko; sàmmuleen sax àttey xeet yi leen wër,"},{"style":"v","text":"kon nag Boroom bi Aji Sax ji dafa wax ne: Maa ngii ci seen kaw, man itam. Maay wàcce fi seen biir ay mbugal, xeet yi teg ci seeni gët."},{"style":"v","text":"Maay def fi seen biir lu ma masula def te duma defati lu ni mel, ndax seen mboolem jëf ju siblu."},{"style":"v","text":"Moo tax baay dina yàpp doom, doom yàpp baay fi biir Yerusalem. Maay wàcce ay mbugal fi yeen, te maay tasaare seenu ndes wépp fépp fu ngelaw jublu."},{"style":"p","text":""},{"style":"v","text":"«Moo tax, dogu naa ci man miy dund, kàddug Boroom bi Aji Sax jee, gannaaw yeena def seen wépp njombe ak seen jépp jëf ju siblu, di sobeel sama kër gu sell gi man itam, maa leen di wat nel te duma leen xool bëtu ñéeblu, duma leen ñeewante."},{"style":"v","text":"Seen ñetteelu xaaj, mbas lañuy deewe mbaa xiif bu leen di sànk ci biir dëkk bi. Beneen ñetteelu xaaj bi, saamar lañuy faate ci seen dig-digal bi. Xaajub ñetteel bi ci des, fépp fu ngelaw jublu laa leen di tasaare, te saamar laa leen di toppe."},{"style":"v","text":"Maa leen di ŋaccal sama mer, sottil leen sama xadar ba giif, te bu ma leen ŋaccalee sama mer, ñu xam ne man Aji Sax ji, maa waxe sama fiiraange."},{"style":"v","text":"Yeen waa Yerusalem maa leen di gental, sewal leen ci biir xeet yi leen séq, ku fi romb, di ci gis."},{"style":"v","text":"Keroog bu ma leen wàcceelee àtteb mer ak xadar ak dumay xadar, seen dëkk beey doon dëkkub toroxte bu ñuy kókkali, dëkk bu gental buy yedd xeet yi leen séq. Man Aji Sax ji maa ko wax."},{"style":"p","text":""},{"style":"v","text":"«Ñoom bu ma leen soqee fitti xiif yu aay, fitti bóomkat yooyu may fitt ngir bóom leen, xiif laa leen di yokkal, ba xañ leen dugub."},{"style":"v","text":"Maay yebal ci seen kaw ab xiif ak rabi àll yu leen di xañ ay doom; mbas ak deret ju tuuru gane leen, saamar, ma indil leen. Man Aji Sax ji, maa ko wax.»"}]