[{"style":"s1","verse":"","text":"Rey nañu bokkaalekat yi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Gannaaw loolu Aji Sax ji àddu ca kaw, may dégg. Mu ne: «Yeen mbugalkati dëkk bi, kaayleen, te na ku nekk ŋàbb sa ngànnaayal reyukaay.»"},{"style":"v","verse":"2","text":"Ca saa sa juróom benni góor jóge yoonu bunt ba féete kaw te janook bëj-gànnaar, ku nekk ŋàbb sa ngànnaayal reyukaay. Keneen a nga ca seen biir, ku sol mbubbum lẽe, ak mbarum bindukaay ba ca ndiggam. Ñu dikk taxaw ca wetu \\w sarxalukaayu|sarxalukaay b-:\\w* xànjar ba."},{"style":"v","verse":"3","text":"Ci kaw loolu leeru Yàllay Israayil ja woon ca kaw jëmmu malaakay \\w serub|serub y-:\\w* ma, yékkatikoo fa, jubal buntu kër ga. Mu woo boroom mbubbum lẽe baak mbarum bindukaay ba ca ndiggam."},{"style":"v","verse":"4","text":"Aji Sax ji ne ko: «Wëral dëkk bi, ci biir Yerusalem. Foo gis kuy onk aka binni, di ko naqarloo gépp tojaange gu ñu fiy def, nga rëdd aw rëdd ci jëëm.»"},{"style":"v","verse":"5","text":"Ba loolu wéyee mu wax ak ña ca des, may dégg. Mu ne leen: «Toppleen ko ca biir dëkk ba te di rey. Buleen xool bëti ñéeblu, buleen ñeewante."},{"style":"v","verse":"6","text":"Mag ñu góor ñeek xale yu góor yi, jeeg jeek janq ji, ba ci tuut-tànk yi, reyleen ñépp, faagaagal leen. Waaye ku ci am rëddu jë, buleen ko laal. Dooreleen ko ci sama kër gu sell gi.» Ñu tàmbalee bóom mag ña ca kanam kër Yàlla ga."},{"style":"v","verse":"7","text":"Aji Sax ji ne leen: «Feesalleen ëtt yeeki néew, sobeelleen kër gi, doora génn.» Ba ñu noppee, daldi jàll ca biir dëkk ba, di rey."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Naka lañu dem, di reyi, ma des fa man doŋŋ. Ma daldi daanu, dëpp sama jë fa suuf, daldi àddu ca kaw, ne: «Éy Boroom bi Aji Sax ji, xanaa doo sànk mboolem ndesu Israayil ci sa xadar jii ngay xëpp ci kaw Yerusalem?»"},{"style":"v","verse":"9","text":"Mu ne ma: «Tooñaangey waa kër Israayil ak Yuda moo ëpp loxo lool. Réew maa ngi fees ak deret, dëkk bi fees ak yàqute. Nee nañooy: “Aji Sax ji wacc na réew mi. Aji Sax ji gisul dara.”"},{"style":"v","verse":"10","text":"Man it duma xool bëtu ñéeblu, duma ñeewante. Seen jëfin laay këpp ci seen kaw bopp.»"},{"style":"v","verse":"11","text":"Ci kaw loolu boroom mbubbum lẽe baak mbarum bindukaay ba ca ndiggam, ne jimeet, délsi. Mu ne: «Def naa lépp na nga ma ko sante.»"}]