[{"style":"mt1","text":"Jëfi Ndaw Ya Kirist Yónni"},{"style":"s","verse":"","text":"Yeesu Kirist yéeg na ci asamaan"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Yaw Teyofil, téere bu jëkk, ba ma bindoon, ëmb na lépp li Yeesu tàmbali woona jëf ak a jàngle,"},{"style":"v","verse":"2","text":"ba ci bés, ba ko Yàlla yéege ci asamaan. Lu ko jiitu joxoon na ay ndigal, jaare ci °Xel mu Sell mi, jëm ci ndaw ya mu tànnoon."},{"style":"v","verse":"3","text":"Gannaaw ay coonoom, ñëw na ci ñoom, di leen won ay firnde yu bare te wér ne mu ngi dund; mu feeñu leen diirub ñeent fukki fan, di diisoo ak ñoom ci lu jëm ci nguuru Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Am bés muy lekk ak ñoom, mu sant leen ne: «Buleen sore °Yerusalem, waaye ngeen xaar li Baay bi dige woon te ma waxoon leen ko."},{"style":"v","verse":"5","text":"Ndaxte °Yaxya daa na °sóob nit ñi ci ndox, waaye yéen dees na leen sóob ci Xel mu Sell mi fi ak ay fan yu néew.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Bi ñu dajaloo ak moom nag, ñu laaj ko: «Boroom bi, ndax ci jamono jii ngay yékkatiwaat nguuru Israyil?»"},{"style":"v","verse":"7","text":"Mu ne leen: «Ngeen xam jamono yi ak saa, yi Baay bi dogal ci sañ-sañam, loolu mayuñu leen ko."},{"style":"v","verse":"8","text":"Waaye bu Xel mu Sell mi ñëwee ci yéen, dingeen jot kàttan te nekk samay seede ci dëkku Yerusalem, ca diiwaani Yude ak Samari yépp ak ba fa àddina yem.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Bi mu waxee loolu, te ñu di ko xool, Yàlla yéege na ko, te aw niir jël ko, làq ko seeni bët."},{"style":"v","verse":"10","text":"Bi muy dem nag, te ñu ne jàkk asamaan, ñaar ñu sol yu weex daldi ne seef, taxaw ci seen wet."},{"style":"v","verse":"11","text":"Ñu ne leen: «Yéen waa Galile, lu tax ngeen taxaw, di xool ci asamaan? Yeesu male ñu jële ci seen biir, yéege ko asamaan, dina délsi ni ngeen ko gise, muy dem asamaan.»"},{"style":"s","verse":"","text":"Ñu tànn Macas, mu wuutu Yudaa, nekk ndaw"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bi loolu amee ñu jóge ca tund, woowu ñuy wax °tundu Oliw ya, te mu dend ak °Yerusalem lu tollu ak kilomet\\f + \\fr 1.12 \\fk kilomet: \\ft maanaam li ñu maye Yawut yi, ñu dox ko ci bésub noflaay bi.\\f*, ñu daldi dellu Yerusalem."},{"style":"v","verse":"13","text":"Bi ñu dikkee, ñu yéeg ca néeg, ba sut ca °taax ma, fa ñuy dal."},{"style":"li","verse":"","text":"Ñoo doon Piyeer ak Yowaana,"},{"style":"li","verse":"","text":"Saag ak Andare,"},{"style":"li","verse":"","text":"Filib ak Tomaa,"},{"style":"li","verse":"","text":"Bartelemi ak Macë,"},{"style":"li","verse":"","text":"Saag doomu Alfe,"},{"style":"li","verse":"","text":"ak Simoŋ mi bokkoon ci mbooloo mi ñuy wax Ñi farlu ci moom seen réew;"},{"style":"li","verse":"","text":"ak Yudaa doomu Saag."},{"style":"m","verse":"","text":""},{"style":"v","verse":"14","text":"Ñoom ñépp ñoo bokk menn xel, di wéy ci ñaan ci Yàlla, ànd ak jigéen ñi ak Maryaama, ndeyu Yeesu, ak rakki Yeesu yu góor."},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Ca bés yooya nag Piyeer taxaw ca digg bokk ya, di mbooloo mu tollu ni téeméer ak ñaar fukk."},{"style":"v","verse":"16","text":"Mu ne leen: «Bokk yi, li °Xel mu Sell mi waxoon ci Mbind mi jaarale ko ci gémmiñu °Daawuda, fàww mu am. Waxoon na ci mbirum Yudaa, mi wommat ñi jàpp Yeesu"},{"style":"v","verse":"17","text":"te mu bokkoon ci nun, ba am cér ci liggéey bi.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"--Pey gi Yudaa jotoon ci ñaawteefam, mu jënd ci tool, daanu fa, ba fàcc, ay butitam tuuru."},{"style":"v","verse":"19","text":"Loolu siiwoon na ci waa Yerusalem, moo tax ci seen làkk ñuy tudde tool ba Akeldama, maanaam «Toolu deret».--"},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Piyeer teg ca ne: «Ndaxte lii lañu bind ci téereb Sabóor:"},{"style":"q","verse":"","text":"“Na këram gental,"},{"style":"q","verse":"","text":"bu fa kenn dëkk.”"},{"style":"m","verse":"","text":"Te it:"},{"style":"q","verse":"","text":"“Na keneen bey sasam.”"},{"style":"m","verse":"","text":""},{"style":"v","verse":"21","text":"Kon ñeel na nu, nu tànn kenn ci ñi bokk ak nun, diir bi Yeesu doon dem ak a dikk ci sunu biir,"},{"style":"v","verse":"22","text":"li dale ci bi ko °Yaxya °sóobee ci ndox, ba bés ba ko Yàlla jële ci sunu biir, yéege ko. Kooku war na ànd ak nun, di seedeel ndekkitel Yeesu.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Bi ko Piyeer waxee, ñu tudd ñaar: Yuusufa, mi ñu dippee Barsabas te di ko dàkkentale Yustus, moom ak Macas."},{"style":"v","verse":"24","text":"Ñu ñaan ci Yàlla ne: «Boroom bi, yaw mi xam xolu nit ñépp, won nu ki nga tànn ci ñaar ñii,"},{"style":"v","verse":"25","text":"mu yenu liggéeyu nekk sa ndaw, wuutu Yudaa, mi ko bàyyi, dem bérabam.»"},{"style":"v","verse":"26","text":"Noonu ñu boole leen, tegoo ay bant, bant ba dal ca Macas, mu fekki fukki ndaw ya ak benn."}]