[{"style":"s","verse":"","text":"Pool jublu na ci dëkku Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi nga xamee ne tàggoo nanu ak ñoom ci naqar, nu dugg gaal, jubal dunu Kos. Te ca ëllëg sa nu dem ba teer ca Rodd, ba noppi jóge fa, jàll ba Patara."},{"style":"v","verse":"2","text":"Foofa nag nu gis gaal guy jàll ba Fenisi, nu dugg ca, mu daldi teddi."},{"style":"v","verse":"3","text":"Noonu nu séen dunu Sipar, bàyyi ko ci sunu càmmoñ, jublu diiwaanu Siri, nu teersi Tir. Ndaxte foofa la gaal gi wara yebbee la mu yeboon."},{"style":"v","verse":"4","text":"Nu wut taalibe ya, ba gis leen, toog ak ñoom juróom ñaari fan. Ñoom nag ñu ne Pool ci li leen °Xelu Yàlla mi may, mu baña dem °Yerusalem."},{"style":"v","verse":"5","text":"Moona bi jataayu gaal ga matee, nu awaat ci yoon wi. Te ñépp gunge nu, ñoom ak seeni soxna ak seeni doom; nu génn dëkk ba, sukk ca tefes ga, ñaan ci Yàlla."},{"style":"v","verse":"6","text":"Noonu nu tàggoo ak ñoom, dugg ca gaal ga, ñu dellu seen kër."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Bi nu jógee Tir nag, nu demaat ci géej, ba teer Patolemayis. Foofa nu nuyu bokk ya, yendu, fanaan."},{"style":"v","verse":"8","text":"Nu jóge fa ca ëllëg sa, ñëw ba ca dëkku Sesare. Nu dugg ca kër Filib, taskatu xibaaru jàmm bi, mi bokk ci Juróom ñaar ña\\f + \\fr 21.8 \\fk Juróom ñaar ña \\ft ñooy ñi doon séddale ndimbalu mbooloo ma ca Yerusalem. Seetal 6.5.\\f*, nu dal fa moom."},{"style":"v","verse":"9","text":"Amoon na ñeenti doom yuy janq, ñuy wax ci kàddug Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bi nu fa nekkee ay fan nag, yonent bu tudd Agabus jóge Yude, agsi."},{"style":"v","verse":"11","text":"Mu ñëw ci nun, daldi yeew ay loxoom ak i tànkam ak laxasaayu Pool naan: «Nii la °Xel mu Sell mi waxe: “Ki moom laxasaay gii, Yawut yi dinañu ko yeewe nii ca Yerusalem, jébbal ko ñi dul Yawut.”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bi nu déggee loolu, nun ak ña fa nekk nu ñaan Pool, mu baña dem Yerusalem."},{"style":"v","verse":"13","text":"Ci kaw loolu Pool ne: «Lu ngeen di jooy, di yàq sama xol? Bañuma ñu yeew ma rekk, waaye nangu naa sax, ñu rey ma ci Yerusalem ngir turu Yeesu Boroom bi.»"},{"style":"v","verse":"14","text":"Bi nu ko manula dëpp, nu noppi ne: «Kon na coobarey Boroom bi am!»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"15","text":"Gannaaw fan yooyu nu defaru, ngir dem Yerusalem."},{"style":"v","verse":"16","text":"Noonu ay taalibe yu dëkk Sesare ànd ak nun, yóbbu nu ca nit ku tudd Manason, fu nu wara dal; moom nag nitu Sipar la woon, di taalibe bu yàgg."},{"style":"s","verse":"","text":"Pool ci dëkku Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Bi nu agsee °Yerusalem nag, taalibe ya teeru nu ak mbég."},{"style":"v","verse":"18","text":"Ca ëllëg sa Pool ànd ak nun, seeti Saag, fekk njiit yépp teew fa."},{"style":"v","verse":"19","text":"Noonu Pool nuyu leen, nettali leen benn-benn li Yàlla def ci biir ñi dul Yawut, jaarale ko ci liggéeyam."},{"style":"p","verse":"","text":""},{"style":"v","verse":"20","text":"Bi ko njiit ya déggee, ñu màggal Yàlla ne ko: «Mbokk mi, gis nga ne am na ay junniy Yawut ñu gëm, te ñépp a sawar ci yoonu Musaa."},{"style":"v","verse":"21","text":"Dégg nañu ci sa mbir nag ne yaa ngi jàngal Yawut yépp, yi dëkk ci biir ñi dul Yawut, ñu bàyyi yoonu °Musaa te baña xarafal seeni doom mbaa topp sunuy aada."},{"style":"v","verse":"22","text":"Lu nu ci wara def nag? Ndaxte ci lu wér dinañu xam ne ñëw nga."},{"style":"v","verse":"23","text":"Nu ngi lay digal nag, nga def nii: am na ci nun ñeenti góor ñu dige ak Yàlla."},{"style":"v","verse":"24","text":"Jël leen, bokk ak ñoom setlu, te nga gàddu seen peyu wateef. Noonu ñépp dinañu xam ne li ñu déggoon ci sa mbir du dëgg, waaye yaa ngi jëf tey sàmm yoonu Musaa."},{"style":"v","verse":"25","text":"Naka ñi dul Yawut ñi gëm, bind nanu leen li nu àtte ne, ñu moytu ñam wu ñu tuuroo xërëm te moytu deretu médd ak njaaloo.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Bi ñu ko waxee, Pool jël nit ña te ca ëllëg sa mu bokk setlu ak ñoom, ñu dugg ca kër Yàlla ga. Ñu xamle ban bés la seen setlu di àgg, di bés bu ñuy jébbale sarax ngir kenn ku nekk ci ñoom."},{"style":"s","verse":"","text":"Jàpp nañu Pool"},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Bi àppu juróom ñaari fan ya di bëgga jeex, Yawut yi jóge diiwaanu Asi gis Pool ca kër Yàlla ga. Ñu daldi jógloo mbooloo mépp, jàpp ko,"},{"style":"v","verse":"28","text":"di xaacu ne: «Wallee, wallee, yéen bokki Israyil! Waa jaa ngi nii, moom miy waare fépp ak ci ñépp, bay suufeel sunu xeet ak yoonu Musaa ak bérab bii; dugal na sax ay Gereg fii ci kër Yàlla gi, ba indi sobe ci bérab bu sell bii.»"},{"style":"v","verse":"29","text":"Li tax ñu wax loolu, mooy gisoon nañu Torofim mu Efes, ànd ak moom ca dëkk ba, te ñu yaakaar ne Pool dugal na ko ca kër Yàlla ga."},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Noonu dëkk ba bépp màbb, mbooloo ma ne këpp, ñu jàpp Pool, génne ko ca kër Yàlla ga. Ca saa sa ñu tëj bunt ya."},{"style":"v","verse":"31","text":"Bi ñu koy wuta rey, xibaar ba agsi ba ca kilifag mbooloom °xarekat ba, naan Yerusalem gépp jaxasoo na."},{"style":"v","verse":"32","text":"Ca saa sa mu ànd ak ay xarekat ak ay njiiti °xare, ne jaas wàcc ci ñoom. Bi Yawut ya gisee kilifa ga ak xarekat ya nag, ñu daldi bàyyi dóor, ya ñu doon dóor Pool."},{"style":"p","verse":"","text":""},{"style":"v","verse":"33","text":"Noonu kilifa ga jegesi jàpp ko, santaane ñu jéng ko ak ñaari càllala. Bi ñu ko defee mu laaj ku mu doon ak lu mu def."},{"style":"v","verse":"34","text":"Waaye ci biir mbooloo ma, bu ñii nee lii, ña ca des ne laa. Kon nag gannaaw manu caa xam dara lu wóor ndax coow li, mu santaane, ñu yóbbu ko ci biir tata ja."},{"style":"v","verse":"35","text":"Bi Pool eggee ca yéegukaayu tata ja, aaytalu mbooloo ma réy, ba ay xarekat fab ko."},{"style":"v","verse":"36","text":"Ndaxte mbooloo maa nga ko topp, di xaacu ne: «Reyleen ko!»"},{"style":"s","verse":"","text":"Pool layoo na ak waa Yerusalem"},{"style":"p","verse":"","text":""},{"style":"v","verse":"37","text":"Bi ñu koy bëgga dugal ca tata ja, Pool ne kilifa ga: «Ndax man naa laa wax dara?» Mu ne ko: «Yaw dégg nga gereg?"},{"style":"v","verse":"38","text":"Kon nekkuloo waayi Misra, jooju jógloo woon nit ñi keroog te yóbbu woon ñeenti junniy bóomkat ca màndiŋ ma?»"},{"style":"v","verse":"39","text":"Pool ne ko: «Man Yawut laa, di jaambur ci Tars, dëkk bu am tur ci diiwaanu Silisi. Maa ngi lay ñaan, ma wax ak mbooloo mi.»"},{"style":"v","verse":"40","text":"Te kilifa ga may ko ko. Noonu Pool taxaw ca yéegukaay ba, tàllal loxoom mbooloo ma, ñu daldi ne tekk. Mu wax ak ñoom ci làkku yawut ne:"}]