[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"«Yéen bokk yi ak baay yi, dégluleen samaw lay.»"},{"style":"v","verse":"2","text":"Bi ñu déggee, mu di leen wax ci làkku yawut, ñu gën ne xerem."},{"style":"p","verse":"","text":"Noonu Pool ne leen:"},{"style":"v","verse":"3","text":"«Man Yawut laa, juddoo Tars ci diiwaanu Silisi, yaroo ci dëkk bii. Taalibe laa woon ci Gamaleel, mu jàngal ma bu wér yoonu sunuy maam, ba ma sawar ci Yàlla, mel ni yéen ñépp tey."},{"style":"v","verse":"4","text":"Daan naa fitnaal ña bokkoon ci yoon wii, ba di ci rey sax; yeew naa góor ak jigéen, tëj leen;"},{"style":"v","verse":"5","text":"°sarxalkat bu mag ba ak mbooloom njiit yi yépp man nañu ma cee seede. Am bés ñu bindal ma ay bataaxal ngir bokki Damaas. Ma doon fa dem, ngir yeew ña fa nekkoon, indi leen °Yerusalem, ngir ñu yar leen."},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"«Waaye ci digg bëccëg, bi ma jaaree ca yoon wa, ba jegesi Damaas, ca saa sa leer gu mag jóge asamaan, melax ba ëmb ma."},{"style":"v","verse":"7","text":"Ma daldi ne nërëm ci suuf, dégg baat bu ma ne: “Sóol, Sóol, lu tax nga di ma fitnaal?”"},{"style":"v","verse":"8","text":"Ma ne ko: “Yaa di kan, Boroom bi?” Mu ne ma: “Maa di Yeesum Nasaret, mi ngay fitnaal.”"},{"style":"v","verse":"9","text":"Ñi ma àndaloon gis nañu leer ga, waaye dégguñu baatu ka doon wax ak man."},{"style":"v","verse":"10","text":"Noonu ma laaj ko: “Lu ma wara def, Boroom bi?” Boroom bi ne ma: “Jógal dem Damaas, foofa dees na la biral lépp, li ma la yen.”"},{"style":"v","verse":"11","text":"Gannaaw gisuma woon dara ndax leeraayu melxat ga, ña ma àndal wommat ma, ma ñëw Damaas."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"«Bi ma ko defee ku tudd Anañas ñëw ci man. Nit ku ragal Yàlla la woon ci sàmm yoonu °Musaa, te Yawuti Damaas yépp seedeel ko lu baax."},{"style":"v","verse":"13","text":"Mu taxaw ci sama wet ne ma: “Sóol sama mbokk, delluwaatal di gis.” Noonu ma daldi gisaat ca saa sa, xool ko."},{"style":"v","verse":"14","text":"Mu ne ma: “Sunu Yàllay maam tànn na la, ba may la, nga xam coobareem te gis Aji Jub ji te nga dégg ay waxam."},{"style":"v","verse":"15","text":"Ndaxte li nga gis te dégg ko, dinga ko seede ci ñépp."},{"style":"v","verse":"16","text":"Léegi nag, looy nég? Jógal, ñu °sóob la ci ndox, nga set ci say bàkkaar ci tudd turu Yeesu.”"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Bi ma délsee Yerusalem nag, di ñaan ca kër Yàlla ga, leer tàbbi ci man."},{"style":"v","verse":"18","text":"Ma daldi gis Boroom bi, mu ne ma: “Génnal Yerusalem nu mu gëna gaawe, ndaxte duñu nangu li ngay seede ci man.”"},{"style":"v","verse":"19","text":"Ma ne ko: “Boroom bi, xam nañu ne dama daan wër jàngoo jàngu, di tëj kaso ak di dóor ay yar ñi la gëm."},{"style":"v","verse":"20","text":"Rax-ca-dolli bi ñu tuuree deretu Ecen, mi la doon seedeel, teewe naa ko, ànd ca, bay wottu sax yérey ñi ko doon rey.”"},{"style":"v","verse":"21","text":"Waaye Boroom bi ne ma: “Demal, dinaa la yebal fu sore, nga jëm ci xeeti ñi dul Yawut.”»"},{"style":"s","verse":"","text":"Pool wone na ne jaambur la ci nguuru Room"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Mbooloo ma déglu ko nag ba ca wax jooju, waaye bi ñu déggee loolu, ñu daldi yuuxu naan: «Farleen ko ci àddina! Yembar mu mel ni moom yeyoowula dund!»"},{"style":"v","verse":"23","text":"Ñu daldi yuuxu ak di sànni seeni yére, tibb suuf, di callmeeru."},{"style":"v","verse":"24","text":"Noonu kilifa ga santaane, ñu dugal Pool ca tata ja te caw ko ay yar yu metti, laaj ko ba xam lu tax ñu di ko yuuxoo nii."},{"style":"v","verse":"25","text":"Waaye bi ñu koy joñ ak ay der, Pool ne njiitu °xare ba fa taxaw: «Ndax am nga sañ-sañu dóor ay yar jaamburu Room, te fekk yoon dabu ko sax?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Bi ko njiit la déggee, mu fekki kilifaam, yégal ko ko; mu ne ko: «Ndax xam nga li ngay def? Nit kale jaambur la ci Room.»"},{"style":"v","verse":"27","text":"Noonu kilifa ga ñëw laaj Pool: «Wax ma, ndax jaambur nga ci Room?» Mu ne ko: «Waaw, moom laa.»"},{"style":"v","verse":"28","text":"Kilifa ga ne ko: «Man fey naa xaalis bu bare, ngir nekk jaambur ci Room.» Waaye Pool ne ko: «Man de dama koo judduwaale.»"},{"style":"v","verse":"29","text":"Ñi ko bëggoona dóor ay yar nag randu ko ca saa sa. Te kilifa ga sax tiit ci xam ne Pool jaamburu Room la, te yeewlu na ko."},{"style":"s","verse":"","text":"Dëj nañu Pool ca kureelu àttekati Yawut ya"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Ca ëllëg sa kilifa ga bàyyi ko, ndaxte bëggoon na xam bu wóor lu ko Yawut ya jiiñ. Mu santaane ne, °sarxalkat yu mag ya dajaloo, ñoom ak kureelu àttekat ya. Gannaaw loolu mu indilu Pool, dëj ko ci seen kanam."}]