[{"style":"s","verse":"","text":"Pool lay na ci kanam Feligsë, boroom réew ma."},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi juróomi fan wéyee, Anañas °sarxalkat bu mag ba dikk, ànd ak ay njiit ak layookat bu tudd Tertul, ñu woo Pool ci yoon fa kanam boroom réew ma."},{"style":"v","verse":"2","text":"Noonu ñu woo Pool, te Tertul daldi ko jiiñ naan: «Yaw Feligsë mu tedd mi, sa nguur jural na nu jàmm ju neex, te sa jàppandil soppi na lu bare ci sunu xeet."},{"style":"v","verse":"3","text":"Gis nanu ko fépp ak ci lépp, di la gërëm ak sunu xol bépp."},{"style":"v","verse":"4","text":"Waaye ngir baña yàggal jataay bi, maa ngi lay ñaan ci sa lewetaay, nga déglu nu ci lu gàtt."},{"style":"v","verse":"5","text":"Ndaxte ci mbirum nit kii teew, gis nanu ne rambaaj la, buy indi xëccoo ci Yawut yi ci àddina sépp, di njiitu mbooloo mu ñuy wax Nasareen."},{"style":"v","verse":"6-7","text":"Dem na ba jéema teddadil sax kër Yàlla ga, waaye jàpp nanu ko."},{"style":"v","verse":"8","text":"Soo ko laajee, yaw ci sa bopp, dinga gis ne li nu koy jiiñ dëgg la.»"},{"style":"v","verse":"9","text":"Ci kaw loolu Yawut ya ànd ca, di dëggal ne loolu wóor na."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Bi loolu amee boroom réew ma jox Pool kàddu gi. Noonu mu làyyi ne:"},{"style":"p","verse":"","text":"«Xam naa ne yaa ngi àtte xeet wi diirub at yu bare, moo tax maa ngi làyyi ak kóolute."},{"style":"v","verse":"11","text":"Man ngaa wóorliku ne ëppagul fukki fan ak ñaar demoon naa °Yerusalem ngir màggali."},{"style":"v","verse":"12","text":"Te kenn gisu ma, maay werante mbaa di jógloo mbooloo, muy ca kër Yàlla ga mbaa ca jàngu ya mbaa ci biir dëkk ba."},{"style":"v","verse":"13","text":"Te manuñoo firndeel dara ci li ñu may jiiñ léegi."},{"style":"v","verse":"14","text":"Waaye nangu naa ci sa kanam ne maa ngi jaamu Yàllay sunuy maam, ci topp yoon wi ñu ne mooy tariixa; terewul ne lépp li ñu tëral ci yoonu °Musaa ak li yonent yi bind, gëm naa ko."},{"style":"v","verse":"15","text":"Te bokk naa ak ñoom yaakaar ci Yàlla, ne ñi jub ak ñi jubadi dinañu dekki keroog yawmelxayaam."},{"style":"v","verse":"16","text":"Moo tax fu ma tollu, maa ngi góor-góorlu, ngir am xel mu dal fa kanam Yàlla ak fa kanam nit ñi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"«Noonu gannaaw gëjeb at yu bare ñëw naa, ngir indil sama xeet ndimbal te jébbal Yàlla ay sarax."},{"style":"v","verse":"18","text":"Bi ma koy def nag, gis nañu ma ca kër Yàlla ga, ma setlu ba noppi, fekk ànduma ak mbooloo te indiwuma benn coow."},{"style":"v","verse":"19","text":"Waaye ay Yawut yu dëkk Asi --xanaa kay ñoo waroona ñëw ci sa kanam, di ma kalaame, bu ñu amee dara lu ñu may topp."},{"style":"v","verse":"20","text":"Waaye it na nit ñii wax ci lan laa tooñe ci jataayu géewub àtte ba,"},{"style":"v","verse":"21","text":"xanaa li ma waxoon ca kaw ci seen biir rekk ne: “Mbirum ndekkitel ñi dee moo tax ngeen dëj ma ci seen kanam tey!”»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Bi mu waxee noonu, Feligsë mi xam bu wóor mbirum yoon wi, yiwi leen ba beneen yoon. Mu ne leen: «Bu Lisiyas kilifag °xare bi ñëwee, dinaa àtte seen mbir.»"},{"style":"v","verse":"23","text":"Noonu mu sant njiitu °xare ba ne ko: «Nanga wottu Pool, waaye nga may ko féex, te bàyyi ay xaritam, ñu topptoo ko.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Bi ay fan wéyee, Feligsë ñëwaat, ànd ak soxnaam Dursil, miy Yawut. Noonu mu woolu Pool, di ko déglu ci mbirum gëm Yeesu °Kirist."},{"style":"v","verse":"25","text":"Waaye bi Pool di waxtaan ci mbirum njub ak moom sa bopp ak bés pénc, Feligsë daldi tiit, yiwi ko ne ko: «Demal, bu ma amee jot, dinaa la woolu.»"},{"style":"v","verse":"26","text":"Fekk yaakaaroon na it ne, Pool dina ko jox xaalis; kon mu di ko farala woolu, ngir waxtaan ak moom."},{"style":"p","verse":"","text":""},{"style":"v","verse":"27","text":"Bi ñaari at weesoo nag, amoon na ku wuutu Feligsë, tudd Porsiyus Festus. Noonu Feligsë, mi bëggoon lu neex Yawut ya, bàyyi Pool ca kaso ba."}]