[{"style":"s","verse":"","text":"Pool làyyi na ca kanam Festus"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bi Festus teersee ci diiwaanam, mu teg ca ñetti fan, dem °Yerusalem."},{"style":"v","verse":"2","text":"Noonu °sarxalkat yu mag ya ak njiiti Yawut ya kalaame Pool ci moom."},{"style":"v","verse":"3","text":"Ñuy sàkku ndimbal ci moom, di ko ñaan bu wér, mu yónni Pool Yerusalem, fekk lal nañu fiiru rey ko ca yoon wa."},{"style":"v","verse":"4","text":"Waaye Festus ne leen: «Ñu ngi wottu Pool ca Sesare, te dinaa fa dem fi ak fan yu néew.»"},{"style":"v","verse":"5","text":"Mu ne leen: «Ñi am maana ci yéen nag, nangeen ànd ak man, layooji ak nit ka, bu dee tooñ na.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"6","text":"Noonu Festus am fa ñoom juróom ñett ba fukki fan, ba noppi dem Sesare. Ca ëllëg sa mu toog ca àttekaay ba, joxe ndigal, ñu indi Pool."},{"style":"v","verse":"7","text":"Bi mu ñëwee nag, Yawut ya jóge Yerusalem wër ko, di ko jiiñ tooñ yu bare te réy, te manuñu leena firndeel."},{"style":"p","verse":"","text":""},{"style":"v","verse":"8","text":"Noonu Pool làyyi ne: «Tooñuma yoonu Yawut ya, tooñuma kër Yàlla ga, tooñuma buur ba °Sesaar.»"},{"style":"v","verse":"9","text":"Ci kaw loolu Festus, mi bëgg lu neex Yawut ya, wax Pool ne: «Ndax bëgguloo dem Yerusalem, nga layoo fa ci mbir yii ci sama kanam?»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"Waaye Pool ne ko: «Maa ngi nii taxaw ci kanam àttekaayu buur Sesaar; te fii lañu ma wara àttee. Te yaw ci sa bopp xam nga bu baax ne tooñuma Yawut yi."},{"style":"v","verse":"11","text":"Su ma tooñoon mbaa ma def lu bon lu jar dee, kon duma tinu ngir baña dee. Waaye bu li ñu may jiiñ taxawul, kenn sañu ma leena jébbal. Dénk naa sama mbir Sesaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Bi mu waxee loolu, Festus gise ak ñi ko wër, mu ne ko: «Dénk nga sa mbir Sesaar, kon ci moom ngay dem.»"},{"style":"s","verse":"","text":"Festus diisoo na ak buur Agaripa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Ba ñu ca tegee ay fan, buur °Agaripa ak Berenis ñëw Sesare, ngir nuyusi Festus."},{"style":"v","verse":"14","text":"Bi seen ngan di ruus nag, Festus diis buur ba mbirum Pool ne ko: «Feligsë batale na nu ak kenn ku ñu tëj."},{"style":"v","verse":"15","text":"Bi ma nekkee °Yerusalem, °sarxalkat yu mag ya ak njiiti Yawut ya kalaame nañu ko ci man, ñaan ma, ma daan ko."},{"style":"v","verse":"16","text":"Waaye ma ne leen: “Jébbale nit, fekk jàkkaarloowul ak ñi koy jiiñ, ba mana làyyil boppam ci li ñu koy jiiñ, loolu dëppoowul ak aaday nguuru Room.”"},{"style":"v","verse":"17","text":"Bi ñu àndee ak man ba fii nag, randaluma mbir mi, waaye ca ëllëg sa sax toog naa ca àttekaay ba, joxe ndigal, ñu indi nit kooku."},{"style":"v","verse":"18","text":"Ñi koy kalaame nag, bi ñu taxawee, jiiñuñu ko benn ñaawteef ci yi ma yaakaaroon,"},{"style":"v","verse":"19","text":"waaye ñuy werante rekk ak moom ci seen yoon ak ci mbirum ku tudd Yeesu, mi dee, te Pool sax ci ne mu ngi dund."},{"style":"v","verse":"20","text":"Gannaaw lijjanti mbir moomu jafe woon na ma lool nag, ma laaj ko, ndax bëgg na dem Yerusalem, layooji fa ci mbir yooyu."},{"style":"v","verse":"21","text":"Waaye Pool ñaan, nu fomm mbiram, ba kera buur bu tedd ba di ko àtte. Noonu santaane naa ñu aj ko, ba keroog ma koy yónnee °Sesaar.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"22","text":"Booba nag Agaripa ne Festus: «Man sax bëgg naa dégg nit kooku.» Festus ne ko: «Bu ëllëgee dinga ko dégg.»"},{"style":"s","verse":"","text":"Pool teew na ci kanam Agaripa"},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Ca ëllëg sa nag °Agaripa ak Berenis ñëw bu xumb, ñu dugg ca néegu àtte ba, ànd ak kilifay °xare ba ak ña am maana ca dëkk ba. Noonu Festus joxe ndigal, ñu indi Pool."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Bi mu ñëwee, Festus ne: «Buur Agaripa ak yéen ñépp, ñi fi teew tey, nit kaa ngi nii! Mbiram moo tax mbooloom Yawut yépp, muy ci °Yerusalem, muy fii, wër ma di yuuxu ne: “Nit kii waratula dund.”"},{"style":"v","verse":"25","text":"Waaye gis naa ne deful dara lu jar dee. Moona, gannaaw moom ci boppam dénk na boppam buur bu tedd ba, fas naa yéene yónnee ko ko."},{"style":"v","verse":"26","text":"Fekk awma dara lu wóor ci mbiram, lu ma mana bind sang bi. Moo tax ma indi ko ci seen kanam, rawatina ci sa kanam, buur Agaripa, ngir sunu jataay may ma lu ma bind."},{"style":"v","verse":"27","text":"Ndaxte yaakaar naa ne yónnee ku ñu tëj, te bañ caa boole lu ko waral, àndul ak xel.»"}]