[{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Sóol moom ànd na ci ñi doon rey Ecen."},{"style":"s","verse":"","text":"Fitnaal nañu mbooloo mi"},{"style":"p","verse":"","text":"Bés booba nag fitna ju metti dal na ci mbooloom ñi gëm, mi nekk °Yerusalem, ba ñépp, ñu moy ndaw ya, tasaaroo ci diiwaani Yude ak Samari."},{"style":"v","verse":"2","text":"Ay nit ñu ragal Yàlla fab Ecen, jébbal ko Boroom bi, di ko jooy bu wér."},{"style":"v","verse":"3","text":"Waaye naka Sóol, mu ngay tas mbooloom ñi gëm, di tàbbi ca kër ya, tey jàpp góor ak jigéen, di leen tëj kaso."},{"style":"s","verse":"","text":"Filib waare na ci diiwaanu Samari"},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Ñi tasaaroo nag dem fu nekk, di fa xamle xibaaru jàmm bu kàddug Yàlla."},{"style":"v","verse":"5","text":"Naka Filib mu dem ca benn dëkk ca Samari, di leen yégal °Kirist."},{"style":"v","verse":"6","text":"Bi ko mbooloo mi déggee te gis kéemaan yi muy def, ñu bokk benn xalaat, fekki ko ci li mu wax."},{"style":"v","verse":"7","text":"Ndaxte ay rab yu bon bàyyi nañu nit ñu bare, ña ñu jàppoon, di yuuxu ci kaw; te ñu bare ñu làggi ak ñu lafañ daldi wér."},{"style":"v","verse":"8","text":"Noonu mbég mu réy tàbbi ca dëkk ba."},{"style":"s","verse":"","text":"Simoŋ luxuskat bi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Amoon na nag nit ku tudd Simoŋ, di luxuskat bu yàgg ca dëkk ba, te daan yéem waa Samari gépp, ci naan: «Ku màgg laa.»"},{"style":"v","verse":"10","text":"Kon ñépp, mag ak ndaw, taq ci moom ne: «Kii mooy dooley Yàlla ji tudd “Màgg”.»"},{"style":"v","verse":"11","text":"Ñu taq ci moom, ndax li mu leen yàgga waar ci ay luxus."},{"style":"v","verse":"12","text":"Waaye bi ñu gëmee xibaaru jàmm, bi Filib yégle jëm ci nguurug Yàlla ak turu Yeesu Kirist, góor ak jigéen daldi nangu, ñu °sóob leen ci ndox."},{"style":"v","verse":"13","text":"Simoŋ sax gëm, ñu sóob ko ci ndox; mu wéy nag ci topp Filib, di waaru ci kéemaan yi ak firnde yu mag yiy am."},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Bi nga xamee ne ndaw yi nekk °Yerusalem yég nañu ne, waa Samari nangu nañu kàddug Yàlla; ñu yónni fa Piyeer ak Yowaana."},{"style":"v","verse":"15","text":"Ñu dem fa nag, ñaanal leen, ngir ñu jot °Xel mu Sell mi."},{"style":"v","verse":"16","text":"Ndaxte wàccagul ci kenn ci ñoom, waaye sóoboon nañu leen rekk ci ndox ci turu Boroom bi Yeesu."},{"style":"v","verse":"17","text":"Noonu Piyeer ak Yowaana °teg leen loxo, ñu jot Xel mu Sell mi."},{"style":"p","verse":"","text":""},{"style":"v","verse":"18","text":"Bi Simoŋ gisee nag ne Yàlla may na Xel mi jaarale ko ci loxoy ndaw ya, mu indil leen xaalis,"},{"style":"v","verse":"19","text":"ne leen: «Mayleen ma sañ-sañ boobu, ba ku ma teg samay loxo, nga jot Xel mu Sell mi.»"},{"style":"v","verse":"20","text":"Waaye Piyeer ne ko: «Asarul ak sa xaalis, yaw mi yaakaar ne man ngaa jënd mayu Yàlla ak xaalis."},{"style":"v","verse":"21","text":"Amuloo benn wàll mbaa cér ci lii, ndaxte sa xol laabul ci kanam Yàlla."},{"style":"v","verse":"22","text":"Réccul nag sa coxor te ñaan Boroom bi, mu baal la sa xalaatu xol, su manee am."},{"style":"v","verse":"23","text":"Ndaxte gis naa ne sóobu nga ci lu wex xat ci kanam Yàlla, te bàkkaar not na la.»"},{"style":"v","verse":"24","text":"Simoŋ nag ne leen: «Ñaanal-leen ma ci Boroom bi, ngir mu fegal ma li ngeen wax.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"25","text":"Noonu bi ñu seedeelee Yàlla te wax ci kàddoom, ñu dellu Yerusalem, di xamle xibaaru jàmm bi ci dëkk yu bare yu waa Samari."},{"style":"s","verse":"","text":"Filib yee na jaraafu Ecópi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"26","text":"Naka noonu benn malaakam Boroom bi ne Filib: «Jógal te jublu Misra, jaar ci yoon wi jóge °Yerusalem, jëm Gasa, di màndiŋ.»"},{"style":"v","verse":"27","text":"Filib jóg dem. Noonu mu gis fa nitu Ecópi ku yoom, di jaraaf ju mag ci Kandas, buur bu jigéen bu Ecópi, te di ko wottul xaalisam bépp. Fekk mu ñëwoon Yerusalem, ngir màggalsi Yàlla, bay dellu;"},{"style":"v","verse":"28","text":"mu toog ci watiiram, di jàng téereb yonent Yàlla °Esayi."},{"style":"v","verse":"29","text":"°Xel mi nag ne Filib: «Dabal watiir wale.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"30","text":"Noonu Filib dawsi, mu dégg waayi Ecópi ja, di jàng téereb yonent Yàlla Esayi. Mu laaj ko: «Ndax xam nga li ngay jàng?»"},{"style":"v","verse":"31","text":"Mu ne ko: «Nu ma ko mana xame, su ma ko kenn firilul?» Mu woo Filib nag, mu yéeg, toog ak moom."},{"style":"v","verse":"32","text":"Fekk aaya yii la doon jàng ci Mbind mi:"},{"style":"q","verse":"","text":"«Yóbbu nañu ko ni xar mu ñuy rendiji;"},{"style":"q","verse":"","text":"ni mburt mu luu ci kanam i watkat,"},{"style":"q","verse":"","text":"mu ne cell."},{"style":"q","verse":"","text":""},{"style":"v","verse":"33","text":"Ci toroxteem nangu nañu dëggam;"},{"style":"q","verse":"","text":"ñi mu tollool jamono, ku ci xalaat lii?"},{"style":"q","verse":"","text":"Jële nañu bakkanam ci àddina.»"},{"style":"p","verse":"","text":""},{"style":"v","verse":"34","text":"Jaraaf ja nag ne Filib: «Maa ngi lay laaj, ci mbirum kan la yonent bi jëmale wax ji? Ndax mbirum boppam lay wax mbaa mu keneen?»"},{"style":"v","verse":"35","text":"Noonu Filib tàmbali ci aaya yooyu, xamal ko xibaaru jàmm bi ci mbirum Yeesu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"36-37","text":"Bi ñuy jaar ci yoon wi, ñu agsi ci ndox. Jaraaf ja ne ko: «Ndox a ngi nii, ana lu tere, nga °sóob ma ci?»"},{"style":"v","verse":"38","text":"Mu santaane nag, ñu taxawal watiir wa; Filib ak jaraaf ja wàcc ñoom ñaar ci biir ndox ma, mu sóob ko ca."},{"style":"v","verse":"39","text":"Ba noppi ñu génn ca ndox ma, te ca saa sa Xelu Boroom bi fëkk Filib, ba jaraaf ja gisatu ko, waaye mu toppaat yoonam, ànd ak mbég."},{"style":"v","verse":"40","text":"Filib moom teeri dëkku Asot, muy jaar ci dëkk yépp, di fa xamle xibaaru jàmm bi, ba kera muy ñëw dëkku Sesare."}]