[{"style":"s1","verse":"","text":"Ay ndigal ñeel na jëtun ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Bul gëdd mag, waaye ñaax ko ni bu doon sa baay. Ndaw it, def ko ni sa rakk."},{"style":"v","verse":"2","text":"Jigéen ju mag, def ko ni sa yaay; jigéen ju ndaw, nga def ko ni sab jigéen, te seen diggante set wecc."},{"style":"p","verse":"","text":""},{"style":"v","verse":"3","text":"Teralal jëtun ñiy jëtun dëgg."},{"style":"v","verse":"4","text":"Waaye su dee ab jëtun bu ami doom mbaa ay sët, ñooñoo wara njëkka jéema jëfe ag ragal Yàlla ci seen biir kër, ba delloo njukkal seen waajur, ndax loolu la Yàlla rafetlu."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Waaye kiy ab jëtun dëgg te di ku wéet, mooy ki yaakaar Yàlla, te saxoo ay dagaan aki ñaan, guddi ak bëccëg."},{"style":"v","verse":"6","text":"Ku ci nekkewul lu moy bànneexu bakkanam nag, dee guy dox la."},{"style":"v","verse":"7","text":"Loolu ngay dénkaane, ndax ñépp mucc sikk."},{"style":"v","verse":"8","text":"Ku fàggulul ay bokkam nag, rawatina waa këram, yoonu ngëm wi la gàntal, te moo yées ku gëmul."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Limeefu jëtun ñi ndimbal ñeel, deesu ci bind ku am lu yées juróom benn fukki at, te na di ku masul am lu wees jenn jëkkër doŋŋ,"},{"style":"v","verse":"10","text":"te di ku ñu seedeel jëf ju rafet; lu mel ni yar ay gone ak man gan ak teral gëmkat ñu sell ñi\\f + \\fr 5.10 \\ft Mbaa: \\fqa raxas tànki gëmkat ñu sell ñi,\\f* ak dimbali ñi tollu diggante ak di wéy ci jépp jëf ju baax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Jëtun ñiy ndaw nag, génne leen ci, ndax bu leen bëgg-bëggu bakkan sorelee ak \\w Almasi|Almasi b-:\\w* bi, dinañu namma séyaat,"},{"style":"v","verse":"12","text":"te su boobaa mbugal war ci ñoom, ndax worma ja ñu fecci."},{"style":"v","verse":"13","text":"Te itam ca lañuy tàmme amug jot, di taxawaalu këroo kër. Te duñu yem ci am ag jot rekk, waaye dañuy réy làmmiñ, di dugg ci lu seen yoon nekkul, tey wax lu leen warul."},{"style":"v","verse":"14","text":"Moo tax ma bëgg, jëtun ñiy ndaw séyaat, ami doom, yor seen kër, ba noon bi du am lu mu yàqe sunub der."},{"style":"v","verse":"15","text":"Ndax kat am na ci xaat yenn jëtun ñu lajj, ba topp \\w Seytaane|Seytaane:\\w*."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Gëmkat bu jigéen bu ci am mbokkum jëtun nag, na ko dimbali ba yenni mbooloo mi. Su ko defee mbooloo mi mana dimbali ñiy jëtun dëgg."},{"style":"s1","verse":"","text":"Ay ndigal ñeel na mag ñi"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Mag ñiy jiite mbooloo mi bu baax nag, nañu leen yellale ag njukkal ñaari yoon, rawatina ñi boole coonoy waare ak njàngale."},{"style":"v","verse":"18","text":"Ndax kat Mbind mi nee: «Bul ŋalaab gémmiñu nag te fekk koy bojj am pepp\\f + \\fr 5.18 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 25.4.\\f*,» nee it: «Ku ñaq, jariñu\\f + \\fr 5.18 \\ft Seetal ci \\bk Luug\\bk* 10.7.\\f*.»"},{"style":"v","verse":"19","text":"Bul déglu tuuma ju ñu waxal mag mu jiite mbooloo mi, lu moy ci kaw kàdduy ñaari seede mbaa ñett."},{"style":"v","verse":"20","text":"Waaye ñi ciy bàkkaar, tiiñal leen, ndax ñi ci des ragala bàkkaar."},{"style":"p","verse":"","text":""},{"style":"v","verse":"21","text":"Maa ngi lay artu nag fi kanam Yàlla ak \\w Almasi|Almasi b-:\\w* Yeesu ak malaaka yi ñu tabb, ngir nga sàmm loolu te baña jeng, mbaa nga jëfe lenn loo defe xejj ak seen."},{"style":"v","verse":"22","text":"Bul di gaawa \\w teg loxo|teg loxo:\\w* kenn, ngir fal ko njiit. Bul séddu ci bàkkaari jàmbur, te yaw ci sa bopp, sàmmool dundin wu set."},{"style":"p","verse":"","text":""},{"style":"v","verse":"23","text":"Te itam bul di naanati ndox mu ñuul doŋŋ, waaye deel jëfandikoo tuuti biiñ, ndax mu baax ci sa biir ak yeneen xeeti wéradi yu lay farala dal."},{"style":"p","verse":"","text":""},{"style":"v","verse":"24","text":"Am ñenn ñu seeni bàkkaar fés, te àtteesagu leen, waaye am na ñenn ñu seeni bàkkaar làqu ba tax yoon dabagu leen."},{"style":"v","verse":"25","text":"Naka noonu, jëf ju baax day fés, te lu ci fésul it, du wéye làqu."}]