[{"style":"mt1","text":"2 Piyeer"},{"style":"p","text":""},{"style":"v","text":"Man Simoŋ Piyeer, jaamu Yeesu °Kirist ak ndawam, maa leen di bind, yéen ñi Yàlla jagleel ngëm gu rafet ni nun, aju ci njubu sunu Yàlla ak Musalkat, Yeesu Kirist."},{"style":"v","text":"Na leen Yàlla dollil yiw ak jàmm, jaar ci xam ko ak Yeesu sunu Boroom."},{"style":"s","text":"Dëggal sa bokk ci Yàlla"},{"style":"p","text":""},{"style":"v","text":"Dooley Yàlla moo nu may lépp lu aju ci dund gu sax ak ragal Yàlla, jaarale ko ci xam gi nu ko xam, moom mi nu woo ci kaw ndamam ak dooleem."},{"style":"v","text":"Noonu la nu dige ay dige yu rafet te réy ba ëpp xel, ngir nu gëm leen, te Yàlla sol nu jikkoom, nu mucc ci yàqute, gi bànneexu bakkan samp ci àddina si."},{"style":"p","text":""},{"style":"v","text":"Na loolu tax ngeen góor-góorlu, ba yokk ci seen ngëm njàmbaar, ci njàmbaar googu ngeen yokk ci xam-xam, yokk ci not sa bopp."},{"style":"v","text":"Not sa bopp googu, ngeen yokk ci muñ, yokk ci ragal Yàlla,"},{"style":"v","text":"yokk ci sopp mbokk, yokk ci bëgg ñépp."},{"style":"v","text":"Ndaxte bu leen jikko yooyu soloo, ba sax ci yéen, dina tax seen xam Yeesu °Kirist Boroom bi am njariñ te jur mbaax."},{"style":"v","text":"Waaye ku ñàkk jikko yooyu, ay bëtam dañoo lëndëm ba gumba, te fàtte na, ni ko Yàlla fóotale bàkkaari démb."},{"style":"p","text":""},{"style":"v","text":"Kon nag samay bokk, gannaaw Yàlla da leena tànn te woo leen, góor-góorluleen ci feddali ko ak seen kem kàttan. Ndaxte su ngeen ko defee, dungeen jeng mukk."},{"style":"v","text":"Te noonu dingeen tàbbi ak ndam ci nguur gu sax gu sunu Boroom, di sunu Musalkat Yeesu Kirist."},{"style":"s","text":"Kàddu gi Yàlla jaarale ci yonent yi"},{"style":"p","text":""},{"style":"v","text":"Wóor na ma ne xam ngeen loolu, ba sampu ci dëgg gi leen Yàlla jagleel, waaye fas naa yéene, may sax ci di leen ko fàttali."},{"style":"v","text":"Te jàpp naa ko, muy sama warugar, feek maa ngi noyyi, ma di leen fàttali loolu, ba yee leen."},{"style":"v","text":"Ndaxte xam naa ne léegi ma jóge fi, ni ma ko Yeesu °Kirist Boroom bi leerale woon."},{"style":"v","text":"Te dinaa góor-góorlu, ngir sama gannaaw ngeen di fàttaliku li ma leen doon wax."},{"style":"p","text":""},{"style":"v","text":"Bi nu leen yégalee dooley Yeesu Kirist sunu Boroom ak ñëwam ci biir ndam, sukkandikuwunu woon ciy léeb yu sësul fenn, waaye danoo teewe ag màggam."},{"style":"v","text":"Ndaxte Yàlla Baay bi sol na ko teraanga ak ndam, te baatub Aji Màgg ju tedd ji jib na ne: «Sama Doom a ngii, di sama Soppe; ci moom laa ame bànneex.»"},{"style":"v","text":"Te nun dégg nanu baat boobu jóge asamaan, bi nu nekkee ak moom ca tund wu tedd wa."},{"style":"p","text":""},{"style":"v","text":"Noonu bir na ne waxu yonent yi wér na, te war ngeen koo fonk; mi ngi mel ni làmp buy leer ci bérab bu lëndëm, ba kera fajar di xar, te biddiiwu njël bi feq, leeral seeni xol."},{"style":"v","text":"Waaye jëkkleena xam ne amul jenn waxu yonent ci Mbind mi, ju balle ci xelu boppam."},{"style":"v","text":"Ndaxte kenn ci yonent yi masula wax ci coobarey boppam, waaye °Xel mu Sell mi daa na xiir nit ñi, ñu yégle kàddug Yàlla."}]