[{"style":"s","text":"Bésu Boroom bi"},{"style":"p","text":""},{"style":"v","text":"Yéen samay xarit, sama ñaareelu bataaxal a ngi nii. Bind naa leen, ngir xiir leen ci xalaat yu sell."},{"style":"v","text":"Maa ngi leen di fàttali kàdduy yonent yu sell, yi fi jiitu woon, ak ndigalu Boroom bi sunu Musalkat, li ngeen déggoon ci ndaw, yi Yàlla yebaloon fi yéen."},{"style":"p","text":""},{"style":"v","text":"Nangeen jëkka xam lii: mujug jamono dingeen gis ay tiiñalkat, di topp seen bakkan; dinañu leen tiiñal"},{"style":"v","text":"ci di leen ne: «Ki dige woon ne dina ñëw, ana mu? Ndaxte baay ya nelaw nañu, waaye lépp a ngi dox ca njàlbéen ga ba tey.»"},{"style":"v","text":"Fekk bëgguñoo xam lii: kàddug Yàllaa tax, asamaan ak àddina yu jëkk ya juddoo ca ndox te dunde ko."},{"style":"v","text":"Te ndox it moo labal àddina sa, raafal ko."},{"style":"v","text":"Te kàddug Yàlla googu moo denc asamaan yii fi nekk ak suuf si, ngir lakk leen; Yàllaa ngi leen di nége bésub àtte, ba muy alag ñi weddi."},{"style":"p","text":""},{"style":"v","text":"Yéen samay xarit, buleen umple ne benn bés ak junniy at ñoo yem fi Boroom bi."},{"style":"v","text":"Li Yàlla dige, dina ko def, lu mu yéex yéex ci xalaatu nit. Xanaa kay da leena muñal, ndax bëggul kenn alku, waaye ñépp tuub seeni bàkkaar."},{"style":"v","text":"Waaye bésu Boroom bi dina ñëw, bett àddina ni sàcc. Su boobaa asamaan yi dinañu ne rajax toj, lu ne ci àddina lakk ba seey, te suuf ak lu mu ëmb dina ne fàŋŋ fa kanam Yàlla."},{"style":"p","text":""},{"style":"v","text":"Gannaaw loolu lépp dina seeye noonu nag, nangeen góor-góorlu ci gëna sellal seen nekkin te feddali seen ragal Yàlla."},{"style":"v","text":"Te it ngeen taxaw temm ci séentu bésu Yàlla bi, te waajal ñëwam. Su boobaa asamaan yi dinañu lakk, ba naaw ni pënd, te lu nekk ci àddina dina lakk, ba seey nib dóom."},{"style":"v","text":"Waaye nu ngi séentu asamaan su bees ak suuf su bees, fa njub dëkk, ci ni ko Yàlla dige."},{"style":"p","text":""},{"style":"v","text":"Kon nag samay soppe, gannaaw yéena ngi séentu loolu, góor-góorluleen, ngir bu °Kirist ñëwee, mu fekk leen ci jàmm, ngeen baña am benn gàkk mbaa sikk."},{"style":"v","text":"Te jàppleen ne muñug sunu Boroom muccu nit la. Sunu mbokk mi nu bëgg, Pool, bind na leen ko, ci xel mi ko Yàlla sol."},{"style":"v","text":"Noonu lay waxe ciy bataaxalam yépp di ci biral lii. Am na ci sax yu jafee xam, te ñi amul xam-xam te seen ngëm dëgërul di ko walbati, ba alag seen bopp, te loolu lañuy def ci Mbind yi ci des."},{"style":"p","text":""},{"style":"v","text":"Noonu yéen samay xarit, gannaaw xam ngeen loolu ba noppi, moytuleen ñi weddi fàbbi leen ci seen réer, ba yolomal seen wàkkirlu ci Yàlla."},{"style":"v","text":"Waaye màggleen ci yiwu sunu Boroom ak Musalkat Yeesu Kirist, te sax ci xam ko; moo yelloo ndam fii ba fàww."}]