[{"style":"mt1","text":"2 John"},{"style":"cl","verse":"","text":""},{"style":"s1","verse":"","text":"Greeting"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"The elder, to the elect lady and her children, whom I love in truth—and not I alone, but also all those who know the truth—"},{"style":"v","verse":"2","text":"because of the truth that resides in us and will be with us ⸤forever⸥\\f + \\fr 1:2 \\ft Or “in perpetuity”; literally “for the age” \\f*. "},{"style":"v","verse":"3","text":"Grace, mercy, peace will be with us from God the Father and from Jesus Christ the Son of the Father in truth and love."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"⸤I was very glad⸥\\f + \\fr 1:4 \\ft Literally “I rejoiced exceedingly” \\f* because I found \\add some\\add* of your children walking in \\add the\\add* truth, just as ⸤the Father commanded us⸥\\f + \\fr 1:4 \\ft Literally “we received commandment from the Father” \\f*."},{"style":"s1","verse":"","text":"Watch Out for False Teachers"},{"style":"m","verse":"","text":""},{"style":"v","verse":"5","text":"And now I ask you, lady (not as \\add if I were\\add* writing a new commandment to you, but \\add one\\add* that we have had from the beginning), that we should love one another. "},{"style":"v","verse":"6","text":"And this is love: that we walk according to his commandments. This is the commandment, just as you have heard from the beginning, so that you should walk in it. "},{"style":"v","verse":"7","text":"For many deceivers have gone out into the world, those who do not confess Jesus Christ\\f + \\fr 1:7 \\ft Or “confess Jesus \\fq as \\ft Christ coming in \\fq the \\ft flesh” (see \\xt 1 John 4:2 \\ft ) \\f* coming in \\add the\\add* flesh. This person is the deceiver and the antichrist! "},{"style":"v","verse":"8","text":"Watch yourselves that you do not lose what we have worked for, but receive a full reward."},{"style":"p","verse":"","text":""},{"style":"v","verse":"9","text":"Everyone who goes too far and does not remain in the teaching of Christ does not have God. The one who remains in the teaching—this person has both the Father and the Son. "},{"style":"v","verse":"10","text":"If anyone comes to you and does not bring this teaching, do not receive him into \\add your\\add* house and do not speak a greeting to him, "},{"style":"v","verse":"11","text":"because the one who speaks a greeting to him shares in his evil deeds."},{"style":"s1","verse":"","text":"Conclusion and Final Greeting"},{"style":"m","verse":"","text":""},{"style":"v","verse":"12","text":"\\add Although\\add*\\ef + \\fr 1:12 \\ft ﻿*Here “\\add although\\add*” is supplied as a component of the participle (“have”) which is understood as concessive \\ef* I have many \\add things\\add* to write to you, I do not want \\add to do so\\add* by means of paper and ink, but I hope to be with you and to speak ⸤face to face⸥\\f + \\fr 1:12 \\ft Literally “mouth to mouth” \\f*, so that your\\f + \\fr 1:12 \\ft Some manuscripts have “our” \\f* joy may be complete. "},{"style":"v","verse":"13","text":"The children of your elect sister greet you."}]