[{"style":"s1","text":"Póol wuute na ak ndawi naaféq yi"},{"style":"p","text":""},{"style":"v","text":"Céy bu ngeen ma muñaloon, ba ma dof-doflu tuuti! Muñalleen ma rekk."},{"style":"v","text":"Maa leen di fiiree fiiraangey Yàlla ci boppam, ndax jenn jëkkër doŋŋ laa leen digool ab séy, te mooy \\w Almasi|Almasi b-:\\w* bi ma leen namma jébbal, te fekk leen di janq bu set wecc."},{"style":"v","text":"Waaye na jaan ja naxe woon Awa, ca pexeem, ragal naa seenum xel yàqoo noonu, ba dëddu ngëm gu dëggu te set gu ngeen ŋoye woon ci Almasi bi."},{"style":"v","text":"Ndax kat gaaw ngeena xajoo lool, nit ku dikk, di leen waare meneen Yeesu mu nu waarewul, mbaa geneen noo gu ngeen jot te jotuleen ko woon, mbaa beneen xibaar bu ngeen dëggal, te mu wuute ak ba ngeen déggoon."},{"style":"v","text":"Moona ndaw yu màgga màgg yooyéey, foog naa ne duma seen cuune ci lenn."},{"style":"v","text":"Su ma dee ku xareñul ci wàllu wax it, du ci wàllu xam-xam, te nu nekk lanu leen wone loolu, ci bépp fànn."},{"style":"p","text":""},{"style":"v","text":"Am boog damaa tooñ ca na ma toroxloo ngir darajaal leen, ndax la ma leen laajul ag pey, ba ma leen di àgge xibaaru jàmm bu Yàlla bi?"},{"style":"v","text":"Yeneen mboolooy gëmkat de laa jëlal, nde maa nangoo ag peyoor ca ñoom, ba man leena liggéeyal, yeen, ci neen."},{"style":"v","text":"Te ba ma nekkee ci yeen te soxla dab ma, wéeruwuma ci kenn ci yeen, ndax la ma ñàkkoon, bokk ya jóge Maseduwan ñoo ma ko indil. Fexe naa ba du lenn lu ma leen diisale, te noonu laay saxoo."},{"style":"v","text":"Ak dëggu Almasi gi ci man, kàddug damu googu, kenn du ma ko xañ, ci diiwaanu Akayi gépp."},{"style":"v","text":"Lu tax? Ndax dama leena bëggul? Yàlla xam na ne ahakay!"},{"style":"v","text":"Noonu may def rekk laay saxoo, ngir xañ aw lay ñiy wut aw lay wu ñu damoo, naan ñook nun a yem kepp ci daraja."},{"style":"v","text":"Ñooñu ay ndawi caaxaan lañu, ay liggéeykat yu njublaŋ yu mbubboo ndawi Almasi bi."},{"style":"v","text":"Te loolu jarula waaru, ndax \\w Seytaane|Seytaane:\\w* ci boppam, malaakam leer lay mbubboo."},{"style":"v","text":"Kon bu ay ndawam itam di mbubboo ndawi njub, du doon lu yéeme. Waaye seenug muj, seeni jëf lay yemool."},{"style":"s1","text":"Póol am na ay nattu ci biir yónnentam"},{"style":"p","text":""},{"style":"v","text":"Ma baamu ko, bu ma kenn jàppe ab dof, mbaa boog, ngeen muñal ma ni ñuy muñale ab dof, ba ma damu tuuti, man itam."},{"style":"v","text":"Li may wax nag, waxewuma ko ci ndigalal Boroom bi, waaye ci taxawaayu dof laa koy waxe, gannaaw mbirum damu la."},{"style":"v","text":"Ndegam ñu baree ngi damu ni niti suuxu neen di damoo, naa damu, man itam."},{"style":"v","text":"Yeen boroom xel yi, yeenaka nangoo muñal ay dof,"},{"style":"v","text":"nde muñal ngeen ku leen def jaam, muñal ku leen lekk, muñal ku leen futti, muñal ku leen jaay daraja, muñal ku leen talaata!"},{"style":"v","text":"Ma waxe ko gàcce, mbete noo néew doole, ba manunoo jëfe ak yeen noonu!"},{"style":"p","text":"Ndaxam, ma wax waxi dof, lu waay ñemee damoo, ñeme naa koo damoo, man it."},{"style":"v","text":"Xanaa ay \\w Ebrë|Ebrë:\\w* lañu? Ak man itam. Xanaa ci xeetu Israayil lañu bokk? Ak man itam. Xanaa ay sëti Ibraayma lañu? Ak man itam."},{"style":"v","text":"Xanaa ay surgay \\w Almasi|Almasi b-:\\w* bi lañu? Naa ràkkaaju nag, te ne maa leen ko gëna doon. Bu dee ci liggéey yu metti, maa man fopp; bu dee ci fani kaso, maa ëpple fopp; bu dee ci ay yar, maa ëpple ay yooni yoon, te bare na lu ma riisu dee, ba raw leen:"},{"style":"v","text":"juróomi yoon la ma Yawut yi dóore fanweeri kàcciri ak juróom ñeent."},{"style":"v","text":"Ñetti yoon la ma waa Room dóori yet. Benn yoon lañu ma masa dóori doj. Ñetti yoon laa dugg gaal, mu suux. Fanaan naa, yendu naa biir xóotey géej."},{"style":"v","text":"Bare na lu ma tukki, ay aayteef xaare ma ay dex, xaare ma ay sàcc, xaare ma ay pexe yu ma samaw xeet lalal ak yu ma jàmbur ñi lalal. Ay aayteef xaare na ma biir dëkk, xaare ma biir màndiŋ, xaare ma biir géej, xaare ma ci biir bokki taalibe yu ko mbubboo."},{"style":"v","text":"Doñ-doñ akub coono ci la, te bare naa lu ma fanaanee xoole. Xiif naa, mar naa, te bare na lu ma ñàkk ab dund. Liw naa, rafle naa,"},{"style":"v","text":"te gannaaw li ci des lépp sax, sama xintey bés bu nekk a ngi fi, njàqare ji ma am ci mboolooy gëmkat ñépp."},{"style":"v","text":"Ana ku ci néew doole, te taxul ma néew doole, man it? Ana ku ñu ci bàkkaarloo, te awma ci tiis wu taal ab xol?"},{"style":"p","text":""},{"style":"v","text":"Su damu waree de, samag néew doole laay damoo."},{"style":"v","text":"Yàlla sunu Baayu Sang Yeesu, moom mi yelloo cant ba fàww, xam na ne fenuma."},{"style":"v","text":"Ba ma nekkee Damaas ga boroom dëkk ba di jawriñu Buur Aretas, boroom dëkk baa santaane ñu wattu buntu dëkk ba, ngir jàpp ma."},{"style":"v","text":"Waaye ca palanteeru tatay dëkk ba lañu ma yoore cig dàmba, ba ci suuf. Noonu laa ko rëcce."}]