[{"style":"s1","verse":"","text":"Póol am na am peeñu akub nattu"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Damu war na, moonte amul njariñ, waaye naa jàll ba tey ci mbir yu ma Sang bi gisloo ak peeñu yu mu ma won."},{"style":"v","verse":"2","text":"Maa xam aw nitu \\w Almasi|Almasi b-:\\w* bi, ku ñu yéegale ba ñetteelu asamaan\\f + \\fr 12.2 \\ft Ci gis-gisu Yawut yi, ñetteelu asamaan moo gëna kawe.\\f*, am na fukki at ak ñeent. Ndax aw yaramam lees ko yéegaale woon? Xawma, ndax yéegaaleesu ko aw yaramam? Xawma, Yàlla rekk a xam."},{"style":"v","verse":"3","text":"Xam naa ne nit kooku, ndegam yaramam lees ko booleel, am booleesu ko ak yaramam? Xawma, Yàlla rekk a xam."},{"style":"v","verse":"4","text":"Waaye yéegees na ko ba Àjjana, mu dégg fa mbir mu waxuwul, te mayeesul nit mu tudd ko."},{"style":"v","verse":"5","text":"Nit ku mel noonu laay damoo, waaye du sama bopp laay damoo, xanaa ma damoo diggante yu ma néewe doole."},{"style":"v","verse":"6","text":"Su ma nammoona damu it, du doon ag ndof, ndax dëgg laay wax. Waaye damay moytoo damu, ngir kenn bañ maa fooge lu wees li mu gis may def, ak li mu dégg may wax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Te it, waccalees na ma ndégu biir suux, mu taxawe ndawal \\w Seytaane|Seytaane:\\w*, di ma mitital, ngir ma baña bew ndax peeñu yu yéeme."},{"style":"v","verse":"8","text":"Mbir moomu, ñetti yoon laa ci ñaan Sang bi, ngir mu sorele maak moom."},{"style":"v","verse":"9","text":"Mu ne ma: «Sama yiw doŋŋ nga soxla; sama manoore, ci ag néew doole lay mate.» Kon kat dinaa gëna bégati ci damoo diggante yu ma néewe doole, ngir manoorey Almasi bi wàcc ci sama kaw."},{"style":"v","verse":"10","text":"Looloo ma tax di bànneexu ci biir diggante yu ma néewe doole ak ci biiri saaga ak ci biir ag ñàkk ak ci biir coono yu ñu may bunduxataale ak ci biir njàqare yu ma dal ngir Almasi bi. Ndaxte bu ma néewee doole, booba laa am kàttan."},{"style":"s1","verse":"","text":"Póol bëgg na waa Korent"},{"style":"p","verse":"","text":""},{"style":"v","verse":"11","text":"Mujj naa dib dof nag, te yeena ma ko yóbbe, nde gërëm ma moo leen waroon, ndax doonte duma dara sax, ndaw yu màgga màgg yooyéey, duma seen cuune ci lenn."},{"style":"v","verse":"12","text":"Firnde yiy màndargaal ndawal \\w Almasi|Almasi b-:\\w* bi, feeñalees na ko ci seen biir, lépp ci ag muñ gu mat sëkk: firnde yeek kéemaan yeek jaloore yi."},{"style":"v","verse":"13","text":"Ci ban anam ngeen yéeslee yeneen mboolooy gëmkat ñi? Xanaa sama soxlay jëmmu bopp jii ma leen wéerul. Kon baalleen ma, maa tooñ!"},{"style":"p","verse":"","text":""},{"style":"v","verse":"14","text":"Maa ngii di leen waaja ganesi ñetteel bi yoon, te duma wéeru ci yeen. Wutsiwuma lu ngeen am, yeen laa soxla. Ndaxte doom du dencal waajuram, waaye waajur mooy dencal doom."},{"style":"v","verse":"15","text":"Man nag xol bu sedd laa yeboo ci jaay mboolem lu ma am, ba jaay sama dooley bopp ngir seen jëmmi bopp. Xanaa duma leen ji gii cofeel gu réy, di feyoo cofeel gu ko yées?"},{"style":"v","verse":"16","text":"Xanaa dees na ne, man ci sama wàllu bopp diisaluma leen moos, waaye samag njublaŋ laa fexee ba nax leen?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"17","text":"Ndax am na kenn ku ma jëfandikoo, ci ñi ma yebaloon ci yeen, ba lekkal leen lenn?"},{"style":"v","verse":"18","text":"Maa soññ Tit, ngir mu seetsi leen, te maa yebal mbokk moomu, boole kook moom. Ndax Tit da leena lekkal? Xanaa du maak mooma bokk menn mébét ak wenn doxalin?"},{"style":"p","verse":"","text":""},{"style":"v","verse":"19","text":"Mbaa fooguleen ne sunu bopp lanuy layal nii fi seen kanam? Fi kanam Yàlla de lanu waxe, ndax Almasi bi nu gëm, te lépp, soppe yi, seen yokkute la ñeel."},{"style":"v","verse":"20","text":"Ragal naa, bu ma dikkee, fekke leen nu ma neexul, yeen it, ngeen gise ma nu leen neexul. Ragal naa ay réeroo ci seen biir ak kiñaan ak mer mu ëpp ak diiroo mbagg ak waxi sos aki jëw ak réy-réylu akug salfaañoo."},{"style":"v","verse":"21","text":"Ragal naa, bu ma dikkee, sama Yàlla ruslooti ma ndax yeen, may tiisoo ñu bare ñu wéye seen bàkkaar ya woon, te tuubuñu jëfi sobe ji ak séy yi yoon tere ak yàqute gu af gi ñu nekke."}]