[{"style":"s1","text":"Ay kàdduy artoo aki tàggatoo ngi"},{"style":"p","text":""},{"style":"v","text":"Ñetteel bi yoon a ngii, bu ma leen di ganesi. «Ci kàddug ñaari seede ba ñett nag la àtteb mépp mbir di wére\\f + \\fr 13.1 \\ft Seetal ci \\bk Baamtug yoon wi\\bk* 19.15.\\f*.»"},{"style":"v","text":"La ma waxoon ba noppi ca sama ñaareelu ngan, tey bi ma wuutee, moom laay baamtu, artoo ko ñi njëkkoona bàkkaar ak ñi ci des ñépp: su ma délsee, duma ñéeblu kenn,"},{"style":"v","text":"gannaaw yeenay wut lu firndeel ne ci man la \\w Almasi|Almasi b-:\\w* bi di waxe ak yeen, te moom néewul kàttan, diggam ak yeen, waaye ku manoorewu la ci seen biir."},{"style":"v","text":"Cig néew doole lees ko daaje ci bant, ba rey ko, waaye tey ci manoorey Yàlla lay dunde. Nun itam sunug bokk ci Almasi bi moo tax nu néew doole, waaye ci manoorey Yàlla lanuy bokk ak moom di dund, bu nuy jëflante ak yeen."},{"style":"p","text":""},{"style":"v","text":"Xoolaatleen seen bopp, ba xam ndax yeena ngi ci yoonu ngëm wi. Nattleen seen bopp, xanaa xam ngeen ne Yeesu Almasi baa ngi ci yeen? Ndegam du seen gëmadi, la natt ba firndeel!"},{"style":"v","text":"May yaakaar nag ne nun, dingeen xam ne firndeel nanu sunu taxawaay."},{"style":"v","text":"Teewul nuy ñaan Yàlla, ngeen baña def dara lu bon, te ñaanunu loolu am, ngir nu man koo firndeele sunu taxawaay, waaye bu sunub taxawaay doonul woon lu firndewu sax, sunu yéene mooy ngeen di def lu baax."},{"style":"v","text":"Ndax kat manunoo def dara ba sot liy dëgg, manunu lu dul liggéeyal liy dëgg."},{"style":"v","text":"Bu nu néewee doole, te ngeen am doole, bég nanu. Lii itam, nu ngi koy ñaan, te mooy ngeen yokku ba mat sëkk."},{"style":"v","text":"Looloo tax ma bind leen lii bala maa dikk, ba buma dikkee, du jar may mettil ni may jëflante ak yeen, ci kaw sañ-sañ bi ma Boroom bi jox. Ndax kat sañ-sañ bi, yokke moo ko taxa jóg, waaye deesu ko jëfandikoo ngir yàq."},{"style":"p","text":""},{"style":"v","text":"Ma tëje fii nag, bokk yi, bégleen, yokkuleen ba mat sëkk, ñaaxanteleen, mànkooleen te jàmmoo. Su ko defee Yàlla miy Yàllay cofeel ak jàmm mooy ànd ak yeen."},{"style":"p","text":""},{"style":"v","text":"Saafoonteeleen fóonante yu sell. Ñu sell ñépp a ngi leen di nuyu."},{"style":"p","text":""},{"style":"v","text":"Sunu yiwu Sang Yeesu Almasi bi nag ak cofeelu Yàlla ak bennoo geek \\w Noo gu Sell|Noo gu Sell g-:\\w* gi, yal nañu bokk ànd ak yeen ñépp."}]