[{"style":"s1","verse":"","text":"Póol a ngi layool sasub ndawam"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ndax danuy tàmbaleetee seedeel sunu bopp ne noo yelloo ngërëm a? Am danoo soxla ni ñenn nit ñi, ay bataaxal yu jëm ci yeen, mbaa mu bawoo ci yeen, ngir seedeel nu ngërëm?"},{"style":"v","verse":"2","text":"Sunu bataaxal kay, yeen la, te dees koo bind ci sunu xol, ba ñépp xam ko, jàng ko."},{"style":"v","verse":"3","text":"Bir na ne bataaxalub \\w Almasi|Almasi b-:\\w* bi jottalikoo ci sunub liggéey, moom ngeen, te du daa lees ko binde, waaye \\w Noowug Yàlla|Noo gu Sell g-:\\w* jiy dund lees ko binde. Du ci àlluway doj lees ko rëdd, waaye ci àlluway xoli suux, lees ko rëdd."},{"style":"p","verse":"","text":""},{"style":"v","verse":"4","text":"Googu kóolute lanu am ci Yàlla ndax Almasi bi."},{"style":"v","verse":"5","text":"Du caageenu doyloo sunu manoorey bopp, ba yaakaar ne lenn man naa sottee ci sunu wàllu bopp, waaye sunu manoore ci Yàlla la jóge."},{"style":"v","verse":"6","text":"Moo nu may manoorey doon ay liggéeykati \\w kóllëre|kóllëre g-:\\w* gu bees gu ajuwul ci mbindum ndigali yoon, xanaa kóllëre gu aju ci Noowug Yàlla. Ndaxte mbindum ndigali yoon day rey, te Noo gi di dundloo."},{"style":"p","verse":"","text":""},{"style":"v","verse":"7","text":"Mbindum ndigali yoon wi, ci aw doj lees ko rëddoon, te Musaa moo sasoo woon liggéeyu yoon woowuy jëme ci dee. Teewul muy liggéey bu làmboo ag leer gu doon lerxat ca kanam ga, ba \\w bànni Israayil|bànni Israayil:\\w* tële koo xool jàkk, doonte leer guy wéy la woon."},{"style":"v","verse":"8","text":"Waaye liggéeyu Noowug Yàlla gi, leer gu gënatee réy la làmboo."},{"style":"v","verse":"9","text":"Ndegam liggéey boobuy tege ab daan moo làmboo ag leer, kon liggéeyu Noowug Yàlla giy taxa jub moo ko gënatee làmboo ag leer."},{"style":"v","verse":"10","text":"Soo ko xoolee noonu, leer ga woon, du woon sax ag leer, ci leer gii ko raw tey,"},{"style":"v","verse":"11","text":"ndax ndegam liy wéy moo làmboo woon ag leer, astamaak li fi sax."},{"style":"p","verse":"","text":""},{"style":"v","verse":"12","text":"Gannaaw am nanu jooju yaakaar nag, fit wu réy lanuy deme,"},{"style":"v","verse":"13","text":"te baña def ni Musaa ma daan muur kanam ga, ndax bànni Israayil bañ ne jàkk ci leer guy wéy, di giim, di giim ba jeex."},{"style":"v","verse":"14","text":"Waaye seenum xel a dërkiis. Ba tey jii, bu ñuy jànge biir mbooloo, téereb kóllëre gu njëkk gi, muuraay booboo fi des; murikuwul, ndax ci Almasi bi lay deñe."},{"style":"v","verse":"15","text":"Waaw, ba tey jii kay, saa yu ñuy biral yoonu Musaa, ag muuraay a ngi tege ci seen xol."},{"style":"v","verse":"16","text":"Waaye saa su nit waññikoo ci Boroom bi, muuraay bi day muriku."},{"style":"v","verse":"17","text":"Boroom bi mooy Noo gi, te fu Noo gi nekk, fa la nit di goree."},{"style":"v","verse":"18","text":"Nun ñépp nag, kanam gu muriku lanuy xoole niki cib seetu leeru Boroom bi, ba tax nuy soppiku, doon takkndeeram, tey làmboo leer guy màgg, di gëna màgg. Looloo di liggéeyu Boroom bi, moom miy Noo gi."}]