[{"style":"p","text":""},{"style":"v","text":"Xam nanu ne sunu yaram, sunu këru kaw suuf gii di ab xayma, bu daanoo it, am taax lanu am fa Yàlla, kër gu sax dàkk gu loxol nit tabaxul."},{"style":"v","text":"Moo nu tax di onk ci biir xayma bii nu nekk, ndax yàkkamtee sol sunu dëkkuwaayu asamaan, teg ko ci kaw bii nu jiital,"},{"style":"v","text":"nde bu nu soloo noonu, dunu def yaramu neen."},{"style":"v","text":"Noo ngi onk ndax diis, li feek nu ngeek sunuw yaram, xayma bi nu soloo nii. Du summiku lanu namm, waaye solu teg ko ci lanu namm, ngir li jëm ci dee, daldi suux ci biir dund."},{"style":"v","text":"Googu muj ci boppam la nu Yàlla mooñe woon, te \\w Noo gu Sell|Noo gu Sell g-:\\w* gi mu nu jox la nu ci dawalal."},{"style":"p","text":""},{"style":"v","text":"Moo tax nu saxoo ñeme, doonte xam nanu ne sunu desagum biir kër, ci yaram wi, mooy sunu desagum fu sore Sang bi,"},{"style":"v","text":"ndax ngëm lanuy doxe, waaye doxewunu ab gis-gis."},{"style":"v","text":"Kon fees nanu ak kóolute, te li nu gënal mooy jóge ci sunu yaramu bopp, ngir dëkki ak Sang bi."},{"style":"v","text":"Kon nag, nu des biir kër gii, mbaa nu génn, dëkki bitib kër gii, li nu xintewoo daal moo di nu neex Sang bi."},{"style":"v","text":"Ndax kat, nun ñépp fàww nu taxawi fa jalub àttekaayu \\w Almasi|Almasi b-:\\w* bi, ngir ku nekk yooloo kemu jëf ja mu jëfe yaramam, muy lu baax, mbaa lu bon."},{"style":"s1","text":"Jubooleen ak Yàlla"},{"style":"p","text":""},{"style":"v","text":"Danoo xam lan mooy ragal Boroom bi nag, te moo nu tax di wax lu gëmloo nit ñi. Yàlla de ràññee na bu baax nooy kan. May yaakaar ne yeen itam, ci seen biir xol, ràññee ngeen bu baax nooy kan."},{"style":"v","text":"Seedeelatunu sunu bopp lu jar ngërëm de, danu leen di may lu ngeen nu mana sagoo, ndax ngeen am tontal ñi sagoowul li ci biir xol, xanaa di sagoo am peeñ."},{"style":"v","text":"Ndegam danoo teqalikoo ak sunu sago, Yàlla la ñeel. Su nu àndee ak sunu sago nag, yeen la ñeel."},{"style":"v","text":"Ndaxte cofeelu \\w Almasi|Almasi b-:\\w* bi daal moo nu jiite, nun ñi ràññee lii: gannaaw kenn moo dee ngir ñépp, kon ñépp a dee."},{"style":"v","text":"Te ki dee ngir ñépp, daa dee ngir ñiy dund bañatee dund ngir seen bopp, xanaa di dund ngir ki dee ngir ñoom, ba dekki."},{"style":"p","text":""},{"style":"v","text":"Kon nag gannaaw-si-tey, ni nitu suuxu neen di xoole moroomam, nun xooleetunu ko kenn. Doonte ni nitu suuxu neen lanu xoole woon Almasi bi, léegi xooleetunu ko noonu."},{"style":"v","text":"Kon bu nit ki bokkee ci Almasi bi, mbindeef mu bees lay doon. La woon day wonni, li teew nag, di lu yees."},{"style":"v","text":"Loolu lépp ci Yàlla la jóge, moom mi nu jubale ak boppam ci Almasi bi, te moo nu sas, ngir nuy waare juboo googu."},{"style":"v","text":"Loolu di firi ne ci Almasi bi la Yàlla jubale waa àddina ak jëmmu boppam, ba toppu leen seeni tooñ, te moo nu dénk kàddug juboo gi."},{"style":"v","text":"Kon nag Almasi bi, noo diy ndawam, te ci nun la Yàlla di wootee. Kon ci turu Almasi bi, danu leen di ñaan: nanguleena juboo ak Yàlla."},{"style":"v","text":"Almasi bi masula bàkkaar, moom la Yàlla sëf sunu bàkkaar, ngir nu mana ame ci moom àtteb nit ñu jub fa Yàlla."}]