[{"style":"p","text":""},{"style":"v","text":"Ci mbirum ndimbal lu jëm ci ñu sell ñi, jarul ma di leen bind,"},{"style":"v","text":"ndax xam naa seen yéene ju réy, te moom laay damoo ci kanam waa Maseduwan, naan leen: «Daaw fekk na waa Akayi\\f + \\fr 9.2 \\fk waa Akayi: \\ft Korent mooy péeyub diiwaanu Akayi.\\f* noppi.» Te seen xéraange jooju ngeen nekke xiirtal na ñu bare."},{"style":"v","text":"Maa yebal bokk yi, di yaakaar ngeen noppi ni ma ko waxe woon, ngir la nu leen doon damoo ci mbir mii, baña neen."},{"style":"v","text":"Lu ko moy bu niti Maseduwan dikkee, ànd ak man, te fekkuleen noppi, kóolute googu sunu gàcce lay doon, rawatina seen gos."},{"style":"v","text":"Moo tax ma noon, naa soññ bokk yi, ñu jiitu ma ci yeen, ba waajal ndimbal lu takku li ngeen dige woon, ba mu noppi, te baña doon sompi ŋott, xanaa di ndimbal lu duun."},{"style":"s1","text":"Ku ji lu bare, góob lu bare"},{"style":"p","text":""},{"style":"v","text":"Lii rekk la: ji lu tuut, góob lu tuut; ji lu bare, góob lu bare."},{"style":"v","text":"Kon na ku nekk joxe, ni mu ko waaje ci xolam, te bañ koo tiisoo, bañ koo joxee ñàkk pexe, ndax kiy joxee xol bu sedd, Yàlla sopp na ko,"},{"style":"v","text":"te Yàlla man na leena baawaanal wépp yiw, ba ngeen saxoo am lu leen doy ci lépp, ak koom gu bare, ngir jépp jëf ju baax."},{"style":"v","text":"Noonu lañu binde ne:"},{"style":"q1","text":"«Moo yéwén ci li muy may néew-doole yi,"},{"style":"q1","text":"te njekkam sax dàkk\\f + \\fr 9.9 \\ft Seetal ci \\bk Taalifi cant\\bk* 112.9.\\f*.»"},{"style":"m","text":""},{"style":"v","text":"Te kiy jagleel beykat bi am jiwu ak mburu mu nit di dunde nag, kooku moo leen di jox jiwu mu ne gàññ, te mooy ful seen meññeefum njekk."},{"style":"v","text":"Su ko defee ngeen woomle ci lépp, mana yéwén ci wet gu nekk, ba seen jëf ji sottee ci nun mana jur cant gu bare, ñeel Yàlla."},{"style":"p","text":""},{"style":"v","text":"Ndax liggéey bi ndimbal lii laaj kat, yemul rekk ci faj soxlay ñu sell ñi, waaye itam dina baawaanal cant gu bare, ñeel Yàlla."},{"style":"v","text":"Liggéey bi ci ndimbal lii nag, nit ñi dinañu natt soloom bu réy, bay sàbbaal Yàlla, ndax ni ngeen firndeele ne déggal ngeen xibaaru jàmm bu \\w Almasi|Almasi b-:\\w* bi, ak ni ngeen yéwéne ci seen jàppalante, jëme ci ñoom ak ci ñépp."},{"style":"v","text":"Cofeel gu réy nag lañu leen di ñaanale, ndax yiw wi leen Yàlla géejal, yeen."},{"style":"v","text":"Cant ñeel na Yàlla ci mayam gu tiiñ aw làmmiñ."}]