[{"style":"s1","verse":"","text":"Worship in Jerusalem Restored"},{"style":"m","verse":"","text":""},{"style":"v","verse":"1","text":"Now the seventh month drew near and the ⸤Israelites⸥\\f + \\fr 3:1 \\ft Literally “sons/children of Israel” \\f* \\add were\\add* in the cities, \\add so\\add* the people gathered as ⸤one⸥\\f + \\fr 3:1 \\ft Literally “one man” \\f* in Jerusalem. "},{"style":"v","verse":"2","text":"And Jeshua son of Jehozadak and his brothers the priests stood up, and Zerubbabel the son of Shealtiel and his brothers built the altar of the God of Israel, in order to offer burnt offerings on it, as it is written in the law of Moses, the man of God. "},{"style":"v","verse":"3","text":"They set up the altar on its foundations, because ⸤they were in terror⸥\\f + \\fr 3:3 \\ft Literally “in terror before them” \\f* because of the peoples of the lands. And they offered burnt offerings on it for Yahweh, burnt offerings for the morning and the evening. "},{"style":"v","verse":"4","text":"And they kept the feast of booths, as it is written, and \\add offered\\add* burnt offerings day by day in number according to the ordinance ⸤as described for each day⸥.\\f + \\fr 3:4 \\ft Literally “the daily word on its day” \\f* "},{"style":"v","verse":"5","text":"After \\add this, they presented\\add* the daily sacrifice of burnt offerings, \\add the offerings\\add* for the New Moon Festival, and for all of the appointed times consecrated for Yahweh and for all who gave a freewill offering to Yahweh. "},{"style":"v","verse":"6","text":"From the first day of the seventh month they began to offer burnt offerings to Yahweh. But the temple of Yahweh was not yet founded. "},{"style":"v","verse":"7","text":"So they gave money to the stone craftsmen and skilled craftsmen, and food, drink, and olive oil to the Sidonians and Tyrians, to bring cedar trees from Lebanon to the sea of Joppa, according to the authorization over them of Cyrus king of Persia."},{"style":"s1","verse":"","text":"Foundation of the Temple is Laid"},{"style":"m","verse":"","text":""},{"style":"v","verse":"8","text":"In the second year after their coming to the house of God at Jerusalem, in the second month, Zerubbabel son of Shealtiel and Jeshua son of Jehozadak began \\add their work\\add*, and the remainder of their brothers the priests and the Levites and all who came from the captivity to Jerusalem. They appointed the Levites ⸤from twenty years and older⸥\\f + \\fr 3:8 \\ft Literally “a son of twenty years and above” \\f* to direct the work of the house of Yahweh. "},{"style":"v","verse":"9","text":"And Jeshua \\add with\\add* his sons and brothers, and Kadmiel and his sons—the sons of Judah—together directed the workers in the house of God, \\add along with\\add* the sons of Henadad and their sons and brothers the Levites."},{"style":"p","verse":"","text":""},{"style":"v","verse":"10","text":"And the builders laid the foundation of the temple of Yahweh, and the priests \\add in their\\add* apparel with the trumpets, and the Levites, the sons of Asaph, with the cymbals, were positioned to praise Yahweh, ⸤as described by⸥\\f + \\fr 3:10 \\ft Literally “by the hands of” \\f* King David of Israel. "},{"style":"v","verse":"11","text":"And they ⸤sang responsively⸥,\\f + \\fr 3:11 \\ft Literally “they answered” \\f* with praising and thanksgiving to Yahweh \\add saying\\add*, “For he is good, for his loyal love is everlasting for Israel.”"},{"style":"p","verse":"","text":"And all of the people responded with a great shout of joyful acclaim in praise to Yahweh because the house of Yahweh was laid. "},{"style":"v","verse":"12","text":"But many of the elderly priests, Levites, and heads of the families who had seen the first temple, wept with a loud voice when they saw the foundation of this house, but many ⸤shouted aloud with joy⸥.\\f + \\fr 3:12 \\ft Literally “exalted with voice in joy with a shout” \\f* "},{"style":"v","verse":"13","text":"No person could distinguish the sound of joyful acclaim from the sound of people weeping, for the people shouted with great joyful acclaim and the sound was heard from afar."}]