[{"style":"s","verse":"","text":"Aji ñaawteef ji"},{"style":"p","verse":"","text":""},{"style":"v","verse":"1","text":"Ci lu jëm ci ñëwug Boroom bi Yeesu °Kirist nag, bokk yi, ak sunu daje ak moom, am na lu ma leen di ñaan:"},{"style":"v","verse":"2","text":"bu leen kenn gaawa tàggale ak seen sago, mbaa di leen jaaxal, muy yonent buy wax, muy kàddu mbaa bataaxal bu ñu nu moomaleel, ci ne leen bésu Boroom bi ñëw na xaat."},{"style":"v","verse":"3","text":"Bu leen kenn nax ci benn fànn, ndaxte balaa booba, fàww Xiiroo bu mag bi ak Yàlla am, te Nitu ñaawteef ki feeñ, moom aji alku ji."},{"style":"v","verse":"4","text":"Day weddi lépp lu ñu teg Yàlla walla ñu koy jaamu, di yékkati boppam, ba toog sax ca kër Yàlla ga, tudde boppam Yàlla."},{"style":"p","verse":"","text":""},{"style":"v","verse":"5","text":"Xanaa fàttalikuwuleen ne waxoon naa leen ko, ba ma nekkee ak yéen."},{"style":"v","verse":"6","text":"Te xam ngeen li ko téye léegi, ba du mana feeñ lu dul ci waxtoom."},{"style":"v","verse":"7","text":"Ndaxte fi mu ne ñaawteef gaa ngi jax-jaxi xaat ci kumpa, waaye ki ko téye mi ngi fi ba tey. Bu fi jógee nag,"},{"style":"v","verse":"8","text":"Nitu ñaawteef ki dina feeñ, te Boroom bi Yeesu dina ko rey ak ngelawul gémmiñam, tas ko ak leer giy ànd ak ñëwam."},{"style":"v","verse":"9","text":"Bu Nitu ñaawteef kooku feeñee, dina ànd ak kàttanu °Seytaane ak doole ju bare, di wone ay firnde ak kéemaan yu dul dëgg;"},{"style":"v","verse":"10","text":"te dina nas bépp naxe buy sànke, ba yéem ñi nara alku, ndaxte ubbiluñu seeni xol dëgg, gi leen manoona musal."},{"style":"v","verse":"11","text":"Looloo tax Yàlla yónnee leen xelum réer, ba ñu gëm fen."},{"style":"v","verse":"12","text":"Noonu Yàlla dina mbugal ñépp ñi gëmul woon dëgg te doon bànneexu ci njubadi."},{"style":"s","verse":"","text":"Taxawleen bu dëgër"},{"style":"p","verse":"","text":""},{"style":"v","verse":"13","text":"Kon nag bokk yi, yéen ñi Boroom bi bëgg, manunu lu dul sax ci sant Yàlla ci li mu leen tànn ca njàlbéen ga, ngir musal leen, mu sédde leen boppam jaarale ko ci jëfu °Xel mu Sell mi ak seen gëm dëgg gi."},{"style":"v","verse":"14","text":"Te Yàlla woo na leen ci loolu jaarale ko ci xibaaru jàmm, bi nu leen doon yégal, ngir ngeen bokk ci ndamu sunu Boroom Yeesu °Kirist."},{"style":"v","verse":"15","text":"Kon nag bokk yi, taxawleen bu dëgër te jàpp ci dénkaane yi nu leen jottali, muy ci li nu wax, muy ci li nu bind."},{"style":"p","verse":"","text":""},{"style":"v","verse":"16","text":"Sunu Boroom Yeesu Kirist moom ci boppam ak Yàlla sunu Baay, mi nu bëgg te wone yiwam ci nun, ba ubbil nu buntu jàmm ju sax ak yaakaar ju wér,"},{"style":"v","verse":"17","text":"yal na dëfal seeni xol te saxal leen ci jépp jëf ju rafet ak gépp kàddu gu baax."}]