[{"style":"s","text":"Ñaanleen ci Yàlla"},{"style":"p","text":""},{"style":"v","text":"Léegi nag bokk yi, ñaanal-leen nu, ngir kàddug Boroom bi law te ànd ak ndam, ni mu ko ame woon ci yéen."},{"style":"v","text":"Ngeen ñaanal nu it, ngir nu mucc ci ñi bon te soxor, ndaxte du ñépp a gëm."},{"style":"v","text":"Waaye Boroom bi kuy sàmm kóllëre la; dina leen dëgëral te musal leen ci °Ibliis."},{"style":"v","text":"Te wóor nanu ci kanam Boroom bi ne yéena ngi def li nu leen santoon, te dingeen ci sax."},{"style":"v","text":"Na Boroom bi gindi seeni xol ci mbëggeelu Yàlla ak muñu °Kirist."},{"style":"s","text":"Liggéey"},{"style":"p","text":""},{"style":"v","text":"Nu ngi leen di sant it bokk yi, ci turu sunu Boroom Yeesu °Kirist, ngeen dëddu bépp mbokk buy wéy ci tayel te baña topp dénkaane, yi nu leen jottali."},{"style":"v","text":"Xam ngeen bu baax, yéen ci seen bopp, ni ngeen wara awe ci sunuy tànk. Ba nu nekkee ca yéen, wéyunu woon ci tayel"},{"style":"v","text":"te masunoo lekk ñaqu kenn. Waaye guddi ak bëccëg danu daan ñaq, di sonn, ngir baña wéeru ci kenn ci yéen."},{"style":"v","text":"Waxuma ne amunu sañ-sañu def ko, waaye danoo bëggoona nekk ay royukaay ci yéen, ngir ngeen aw ci sunuy tànk."},{"style":"v","text":"Ndaxte ba nu nekkee ca yéen, lii lanu tëraloon: «Ku liggéeyul, du lekk.»"},{"style":"p","text":""},{"style":"v","text":"Léegi nag dégg nanu ne am na ci yéen ñuy wéy ci tayel; liggéeyuñu dara, lu dul di dugg ci lu seen yoon nekkul."},{"style":"v","text":"Ñu deme noonu nag, nu ngi leen di sant te di leen dénk ci turu Boroom bi Yeesu Kirist, ñuy liggéey ci jàmm tey dunde seen ñaq."},{"style":"v","text":"Yéen nag bokk yi, buleen tàyyi ci def lu rafet."},{"style":"p","text":""},{"style":"v","text":"Su kenn bañee topp li nu bind ci bataaxal bii, ràññeeleen ko te sore ko, ngir mu rus ci."},{"style":"v","text":"Waxuma ngeen def ko noon, waaye ngeen yedd ko ni seen mbokk."},{"style":"s","text":"Tàggoo"},{"style":"p","text":""},{"style":"v","text":"Yal na leen kiy Boroom jàmm may jàmm fépp ak ci lépp. Yal na Boroom bi ànd ak yéen ñépp."},{"style":"p","text":""},{"style":"v","text":"Tàggoo bii maa ko bind ci sama loxo, man Pool. Nii laay binde, te di màndargaale nii sama bataaxal yépp."},{"style":"v","text":"Yal na yiwu sunu Boroom Yeesu °Kirist ànd ak yéen ñépp."}]